{
  "response":{"numFound":509939,"start":398000,"numFoundExact":true,"docs":[
      {
        "id":"ED466281",
        "title":"Creating Career Ladders in University Systems: The Accelerated Associate's Degree Program for Unemployed Licensed Nurses at the Inter-American University of Puerto Rico."},
      {
        "id":"ED466282",
        "title":"Bilingual Vocational Training as a Pathway to Industry: The Direct Care Worker Program of the Borough of Manhattan Community College."},
      {
        "id":"ED466284",
        "title":"Kids Count in Nebraska: 2000 Report."},
      {
        "id":"ED466285",
        "title":"Kids Count in Nebraska: 2001 Report."},
      {
        "id":"ED466286",
        "title":"First in America Special Report: Designing a High Quality Pre-Kindergarten Program."},
      {
        "id":"ED466287",
        "title":"On Relative Effects of Parenting Behaviors and Parent-Adolescent Relationships on Adolescent Self-Evaluations."},
      {
        "id":"ED466289",
        "title":"Healthy Start, Grow Smart: Your Newborn."},
      {
        "id":"ED466290",
        "title":"Head Start and Even Start: Greater Collaboration Needed on Measures of Adult Education and Literacy. Report to the Congressional Requesters."},
      {
        "id":"ED466291",
        "title":"Children's Health Insurance: Inspector General Reviews Should Be Expanded To Further Inform the Congress. Report to Congressional Committees."},
      {
        "id":"ED466292",
        "title":"The Bottom Line: Kids Count to New Hampshire's Future. A Special Report."},
      {
        "id":"ED466293",
        "title":"State of the World's Mothers 2002: Mothers &amp; Children in War &amp; Conflict."},
      {
        "id":"ED466294",
        "title":"Creating Real and Lasting Change. Save the Children Annual Report, 2001. 70th Anniversary Issue."},
      {
        "id":"ED466296",
        "title":"An Evaluation of Parents as First Teachers Programme. Report."},
      {
        "id":"ED466297",
        "title":"Healthy Start, Grow Smart: Your One-Month-Old."},
      {
        "id":"ED466300",
        "title":"Colorado Even Start Progress Report, 2000-2001."},
      {
        "id":"ED466301",
        "title":"Tomorrow's Child: Benefiting from Today's Family-School-Community-Business Partnerships."},
      {
        "id":"ED466302",
        "title":"Current State and Local Initiatives To Support Student Learning: Early Childhood Programs and Innovative Programs To Better Address the Needs of Youth. Selected Presentations from an \"Ensuring Student Success through Collaboration Network\" Conference (Louisville, Kentucky, September 12-15, 1999)."},
      {
        "id":"ED466304",
        "title":"High Stakes: Time Poverty, Testing and the Children of the Working Poor. Working Paper Series."},
      {
        "id":"ED466306",
        "title":"A Briefing Paper on the Minnesota Child Welfare System: Responding to the Needs of Children Unable To Live at Home."},
      {
        "id":"ED466308",
        "title":"Success...One Child at a Time."},
      {
        "id":"ED466310",
        "title":"Maximizing Resources: Helping Families Receive the Best Start in Life. A Progress Report."},
      {
        "id":"ED466311",
        "title":"Implementing Ready To Learn Outreach: Lessons from 20 Public Television Stations."},
      {
        "id":"ED466314",
        "title":"Student Mobility and Academic Achievement. ERIC Digest."},
      {
        "id":"ED466315",
        "title":"Work, Welfare, and Family Well-Being."},
      {
        "id":"ED466321",
        "title":"Early Education and Childcare Workforce Survey. Interchange 73."},
      {
        "id":"ED466323",
        "title":"School-Age NOTES, 2001-2002."},
      {
        "id":"ED466324",
        "title":"School-Based Health Care: What Can Child Advocates Do? Fact Sheet."},
      {
        "id":"ED466326",
        "title":"Helping Parents Prevent Lead Poisoning. ERIC Digest."},
      {
        "id":"ED466327",
        "title":"La inclusion en los grados intermedios (Inclusion in Middle Schools). ERIC Digest."},
      {
        "id":"ED466328",
        "title":"La agrupacion de edades multiples y el logro academico (Multiage Grouping and Academic Achievement). ERIC Digest."},
      {
        "id":"ED466330",
        "title":"Kids Count Alaska Data Book, 2001."},
      {
        "id":"ED466331",
        "title":"Recess in Elementary School: What Does the Research Say? ERIC Digest."},
      {
        "id":"ED466332",
        "title":"Delivering Mental Health Services to Children and Adolescents with Serious Mental Illness in Frontier Areas: Parent and Provider Views. Letter to the Field."},
      {
        "id":"ED466333",
        "title":"Appalachian Rural Systemic Initiative: An Account of a Service Learning Collaboration of Two Science Educators."},
      {
        "id":"ED466334",
        "title":"Finding Common Ground: Service-Learning and Education Reform. A Survey of 28 Leading School Reform Models."},
      {
        "id":"ED466335",
        "title":"Cornerstones: Building Rural America through Service Learning."},
      {
        "id":"ED466336",
        "title":"A Preliminary Study of Senior Project Programs in Selected Southeastern High Schools."},
      {
        "id":"ED466337",
        "title":"The Process of Conscientization: Xicanas(os) Experience in Claiming Authentic Voice."},
      {
        "id":"ED466338",
        "title":"Culturally Responsive Guidelines for Alaska Public Libraries."},
      {
        "id":"ED466339",
        "title":"Guidelines for Culturally Responsive School Boards."},
      {
        "id":"ED466341",
        "title":"Telephone Teaching: Towards Constructivist Teaching for Rural and Remote Students."},
      {
        "id":"ED466342",
        "title":"Alaska Native Education Study: A Statewide Study of Alaska Native Values and Opinions Regarding Education in Alaska."},
      {
        "id":"ED466343",
        "title":"Preventing School Dropout and Ensuring Success for English Language Learners and Native American Students. CSR Connection."},
      {
        "id":"ED466345",
        "title":"Economic Restructuring and Racialization: Incorporation of Mexicans and Mexican-Americans in the Rural Midwest. Working Paper."},
      {
        "id":"ED466347",
        "title":"Can Regional Colleges Make a Difference in Rural America? The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED466349",
        "title":"The New Appalachia: Ideas That Work."},
      {
        "id":"ED466350",
        "title":"Science Teachers Attitudes about Inquiry-Based Science."},
      {
        "id":"ED466351",
        "title":"Learning about the Human Genome. Part 1: Challenge to Science Educators. ERIC Digest."},
      {
        "id":"ED466352",
        "title":"Learning about the Human Genome. Part 2: Resources for Science Educators. ERIC Digest."},
      {
        "id":"ED466353",
        "title":"State Proficiency Testing in Mathematics. ERIC Digest."},
      {
        "id":"ED466356",
        "title":"Increasing Your Mathematics and Science Content Knowledge."},
      {
        "id":"ED466357",
        "title":"Science for All: Making Science Accessible to All."},
      {
        "id":"ED466358",
        "title":"A Characterisation of Practical Proposals To Teach the Philosophy of Science to Prospective Science Teachers."},
      {
        "id":"ED466359",
        "title":"Ethical Implications of the New Genetics: A Preliminary Study of a Pedagogical Challenge."},
      {
        "id":"ED466360",
        "title":"Difficulties in Transforming the Knowledge of Science into School Knowledge."},
      {
        "id":"ED466361",
        "title":"Increasing the Effectivity of Science Education through Interactive Tasks."},
      {
        "id":"ED466362",
        "title":"ParCIS: Aiming for Scientific Literacy through Self-Regulated Learning with the Internet."},
      {
        "id":"ED466363",
        "title":"STL Teaching--Immediate and Longitudinal Influence on Students&apos; Learning."},
      {
        "id":"ED466364",
        "title":"Teaching Photography: An Interdisciplinary Theme for Science, Technology, and Art."},
      {
        "id":"ED466365",
        "title":"Science and Technology Education--Shaping the Environment of the Future."},
      {
        "id":"ED466366",
        "title":"Science and Environmental Education: Can They Really Be Integrated?"},
      {
        "id":"ED466367",
        "title":"Community-Based Science-Technology-Society Education--A Case Study."},
      {
        "id":"ED466368",
        "title":"A Cross-Age Study of Pupils&apos; Conceptions Concerning the Movement of Air Masses in the Troposphere."},
      {
        "id":"ED466369",
        "title":"Studying the Water Cycle in an Environmental Context: The \"Blue Planet\" Program."},
      {
        "id":"ED466370",
        "title":"Primary School Pupils' Awareness of Environmental Issues: The Influences of Teaching Styles and Activities."},
      {
        "id":"ED466371",
        "title":"The Carbon Cycle and the Earth Systems--Studying the Carbon Cycle in Multidisciplinary Environmental Context."},
      {
        "id":"ED466372",
        "title":"A Longitudinal Study of Junior High School Students' Perceptions of the Particulate Nature of Matter."},
      {
        "id":"ED466373",
        "title":"Project-Based Learning (PBL) in Science and Technology: A Case Study of Professional Development."},
      {
        "id":"ED466374",
        "title":"Why Be a Science Teacher?"},
      {
        "id":"ED466375",
        "title":"What's Inside Bodies? Learning about Skeletons and Other Organ Systems of Vertebrate Animals."},
      {
        "id":"ED466376",
        "title":"Children&apos;s Understanding of Dissolving: The Influence of Visibility of the Process. Implications for Teaching."},
      {
        "id":"ED466377",
        "title":"Cognitive Units, Concept Images, and Cognitive Collages: An Examination of the Processes of Knowledge Construction."},
      {
        "id":"ED466378",
        "title":"Evolutionary Biology Instruction: What Students Gain from Learning through Inquiry."},
      {
        "id":"ED466379",
        "title":"Representation, Vision and Visualization: Cognitive Functions in Mathematical Thinking. Basic Issues for Learning."},
      {
        "id":"ED466380",
        "title":"On the Development of Human Representational Competence from an Evolutionary Point of View: From Episodic to Virtual Culture."},
      {
        "id":"ED466381",
        "title":"Representation and Evolution: A Discussion of Duval's and Kaput's Papers."},
      {
        "id":"ED466382",
        "title":"The Role of Visual Representations in the Learning of Mathematics."},
      {
        "id":"ED466383",
        "title":"Discussant's Comments: On the Role of Visual Representations in the Learning of Mathematics."},
      {
        "id":"ED466384",
        "title":"On Representations and Situated Tools."},
      {
        "id":"ED466385",
        "title":"Language Use in Embodied Action and Interaction in Knowing Fractions."},
      {
        "id":"ED466386",
        "title":"Maintaining Momentum: High School Physics for a New Millennium. AIP Report."},
      {
        "id":"ED466387",
        "title":"An Examination of Gender Differences in Today's Mathematics Classrooms: Exploring Single-Gender Mathematics Classrooms."},
      {
        "id":"ED466388",
        "title":"Instructional Intervention Guide: Biology I."},
      {
        "id":"ED466389",
        "title":"Instructional Intervention Guide: Algebra I."},
      {
        "id":"ED466393",
        "title":"Encouraging Inquiry in a Seventh-Grade Mathematics Class. Working Paper."},
      {
        "id":"ED466394",
        "title":"Body Motion and Graphing. Working Paper."},
      {
        "id":"ED466401",
        "title":"Investigating the Crossroads of Socioscientific Issues, the Nature of Science, and Critical Thinking."},
      {
        "id":"ED466402",
        "title":"Rethinking Recycling: An Oregon Waste Reduction Curriculum."},
      {
        "id":"ED466403",
        "title":"Planning Curriculum in Science."},
      {
        "id":"ED466404",
        "title":"Nevada Science Content Standards for Grades 2, 3, 5, 8 and 12 and Indicators of Progress for Kindergarten and Grades 1, 4, 6 and 7 [and] Performance Level Descriptors."},
      {
        "id":"ED466405",
        "title":"Managing the Junior Science & Humanities Symposium: Management and Operation of the Pacific Region Junior Science & Humanities Symposium, 2001-2002."},
      {
        "id":"ED466406",
        "title":"Nevada Mathematics Content Standards for Kindergarten and Grades 1 through 8 and 12 [and] Performance Level Descriptors."},
      {
        "id":"ED466407",
        "title":"Environmental Education Materials Evaluation Questionnaire (EEMEQ): Using Interdisciplinary Theory To Assess Quality."},
      {
        "id":"ED466408",
        "title":"Improving Student Motivation and Achievement in Mathematics through Teaching to the Multiple Intelligences."},
      {
        "id":"ED466409",
        "title":"Teachers' Perspectives on Children's Talk in Science. Working Paper."},
      {
        "id":"ED466410",
        "title":"Chemicals, the Environment, and You: Explorations in Science and Human Health. Grades 7-8. NIH Curriculum Supplement Series."},
      {
        "id":"ED466412",
        "title":"Promoting Cultural Awareness and the Acceptance of Diversity through the Implementation of Cross-Cultural Activities."},
      {
        "id":"ED466413",
        "title":"Critical Links: Learning in the Arts and Student Academic and Social Development."},
      {
        "id":"ED466414",
        "title":"Pioneer Life with Laura. Laura Ingalls Wilder Teaching Unit. Curriculum Guides for Education."},
      {
        "id":"ED466415",
        "title":"Gram's Trunk. Curriculum Guides for Education."},
      {
        "id":"ED466416",
        "title":"A Biography of Jacqueline Bouvier Kennedy."},
      {
        "id":"ED466417",
        "title":"A Biography of John F. Kennedy: The 35th President of the United States."},
      {
        "id":"ED466418",
        "title":"Constitutional Issues--Watergate and the Constitution. Teaching with Documents."},
      {
        "id":"ED466419",
        "title":"The United States Enters the Korean Conflict. Teaching with Documents."},
      {
        "id":"ED466420",
        "title":"The U.S. Recognition of the State of Israel. Teaching with Documents."},
      {
        "id":"ED466421",
        "title":"Constitutional Issues: Separation of Powers. Teaching with Documents."},
      {
        "id":"ED466423",
        "title":"The Unfinished Lincoln Memorial. Teaching with Documents."},
      {
        "id":"ED466424",
        "title":"The Zimmermann Telegram. Teaching with Documents."},
      {
        "id":"ED466425",
        "title":"Woman Suffrage and the 19th Amendment. Teaching with Documents."},
      {
        "id":"ED466426",
        "title":"Launching the New U.S. Navy. Teaching with Documents."},
      {
        "id":"ED466427",
        "title":"Lincoln's Spot Resolutions. Teaching with Documents."},
      {
        "id":"ED466428",
        "title":"Little House in the Census: Almanzo and Laura Ingalls Wilder. Teaching with Documents."},
      {
        "id":"ED466429",
        "title":"Glidden's Patent Application for Barbed Wire. Teaching with Documents."},
      {
        "id":"ED466430",
        "title":"Memorandum Regarding the Enlistment of Navajo Indians. Teaching with Documents."},
      {
        "id":"ED466431",
        "title":"Petition of Amelia Bloomer Regarding Suffrage in the West. The Constitution Community: Expansion and Reform (1801-1861)."},
      {
        "id":"ED466432",
        "title":"The Battle of Glorieta Pass: A Shattered Dream. Teaching with Historic Places."},
      {
        "id":"ED466433",
        "title":"Mount Auburn Cemetery: A New American Landscape. Teaching with Historic Places."},
      {
        "id":"ED466434",
        "title":"Building a Legacy: Women in Social Education, 1784-1984. NCSS Bulletin."},
      {
        "id":"ED466435",
        "title":"Ideas about Shelter Expressed by Third Graders from Vertical/Urban versus Horizontal/Suburban Communities in the United States."},
      {
        "id":"ED466437",
        "title":"Instructional Intervention Guide--U.S. History: 1877 to the Present."},
      {
        "id":"ED466438",
        "title":"School Adjustment of Taiwanese Aborigine Girls at Jen-Te Junior College of Medical Nursing and Management."},
      {
        "id":"ED466439",
        "title":"The Next Generation of Citizens. NAEP Civics Assessments--1988 and 1998."},
      {
        "id":"ED466440",
        "title":"The Nation's Report Card: Geography Highlights, 2001."},
      {
        "id":"ED466442",
        "title":"Law-Related Education and Delinquency Prevention. ERIC Digest."},
      {
        "id":"ED466443",
        "title":"Study of Stages of Beginning Teacher Development in a Field-Based Teacher Education Program."},
      {
        "id":"ED466444",
        "title":"How Do Elementary School Teachers Define and Implement &quot;Interactive Teaching&quot; in the National Literacy Hour (NLH) in England?"},
      {
        "id":"ED466445",
        "title":"Philosophical Development of an Educator."},
      {
        "id":"ED466447",
        "title":"Teaching the Culture of Collaboration: The Validity of a Case-Based, Interactive Teaching Methodology in Higher Education."},
      {
        "id":"ED466449",
        "title":"Collaborative Group Action Research: A Constructivist Approach to Developing an Integrated Curriculum."},
      {
        "id":"ED466450",
        "title":"Pre-Service Teachers' Attitudes toward Classroom Management in an Alternative Certification Program."},
      {
        "id":"ED466451",
        "title":"Preservice Teacher Standards and the MAGNETIC CONNECTIONS Electronic Portfolio."},
      {
        "id":"ED466452",
        "title":"Career Changers: Women (and Men) Who Switch to Teaching."},
      {
        "id":"ED466453",
        "title":"Alternatives in Education: An Exploration of Learner-Centered, Progressive, and Holistic Education."},
      {
        "id":"ED466454",
        "title":"Going Public: Middle-Level Teachers Build a Learning Community through Reflective Discussions."},
      {
        "id":"ED466455",
        "title":"Practice and Implications of a Correlational Approach to Motivation, Efficacy, and Behavior Research in Teacher Education."},
      {
        "id":"ED466456",
        "title":"The Value of Teachers' Knowledge: Environmental Education as a Case Study."},
      {
        "id":"ED466457",
        "title":"Why They Stay: Alternate Route Teachers' Perspectives on Their Decisions To Continue Teaching after the Induction Period."},
      {
        "id":"ED466458",
        "title":"Students' Perceptions of Types of Teacher's Controlling Behaviors Used during Learning Classroom Activities."},
      {
        "id":"ED466459",
        "title":"Student Teacher Mentors in Turkey: New Program Challenges Traditional Relationships."},
      {
        "id":"ED466460",
        "title":"Death, Grief and Loss in Classrooms: Teachers' Stories."},
      {
        "id":"ED466461",
        "title":"How Differences in Program Implementation Influence Opportunities for Developing Reflective Practice in Beginning Teachers."},
      {
        "id":"ED466462",
        "title":"The Induction of Newly Qualified Teachers: Policy into Practice."},
      {
        "id":"ED466463",
        "title":"Becoming Maestra: Latina Paraprofessionals as Teacher Candidates in Bilingual Education."},
      {
        "id":"ED466464",
        "title":"Transforming for Educational Reform: A Case Study of a Teacher Preparation Center at a Research University."},
      {
        "id":"ED466465",
        "title":"How Do Students Understand the Discipline of History as an Outcome of Teachers' Professional Development?"},
      {
        "id":"ED466468",
        "title":"Towards a Theory of Teachers Becoming Teacher Educators."},
      {
        "id":"ED466469",
        "title":"Social Constructs of Validity and Value in a Multi-Layered Action Research Investigation of the Global Perspectives Calendar Project for Teacher Education."},
      {
        "id":"ED466470",
        "title":"Teachers of Writing as Writers: Examining Attitudes and Informing Practice through Action Research."},
      {
        "id":"ED466471",
        "title":"Educating Future Teachers by Inviting Critical Inquiry."},
      {
        "id":"ED466472",
        "title":"The Effects of Vouchers on School Improvement: Another Look at the Florida Data. CSE Technical Report."},
      {
        "id":"ED466473",
        "title":"An Uneven Start: Indicators of Inequality in School Readiness. Policy Information Report."},
      {
        "id":"ED466474",
        "title":"Third Party Evaluation of the Effectiveness of the Structure of Intellect Model Schools Pilot Program. Year 4 Evaluation Report."},
      {
        "id":"ED466475",
        "title":"Bilingual Education/ESL Program Evaluation, 2000-01."},
      {
        "id":"ED466476",
        "title":"Implications for Use of the ACT within the Colorado Student Assessment Program."},
      {
        "id":"ED466477",
        "title":"Title I: Education Needs To Monitor States' Scoring of Assessments. Report to the Secretary of Education."},
      {
        "id":"ED466478",
        "title":"Class Size Reduction: A Review of the Literature. Research Watch. E&amp;R Report."},
      {
        "id":"ED466479",
        "title":"Can Extended Learning Opportunities Improve Student Achievement? E&amp;R Report."},
      {
        "id":"ED466480",
        "title":"End-of-Grade Multiple-Choice Test Results, 2000-2001. Measuring Up. E&amp;R Report."},
      {
        "id":"ED466481",
        "title":"End-of-Course Multiple-Choice and English II Testing Results, 2000-2001. Measuring Up. E&amp;R Report."},
      {
        "id":"ED466482",
        "title":"North Carolina ABC Results, 2000-2001. Measuring Up. E&amp;R Report."},
      {
        "id":"ED466483",
        "title":"Staff Survey Results, 2000-2001. E&amp;R Report."},
      {
        "id":"ED466484",
        "title":"Student Survey Results, 2000-2001. E&amp;R Report."},
      {
        "id":"ED466485",
        "title":"Parent Survey Results, 2000-2001. E&amp;R Report."},
      {
        "id":"ED466486",
        "title":"Progress toward the 95 Goal, 2001. Measuring Up. E&amp;R Report."},
      {
        "id":"ED466487",
        "title":"Promotion/Retention of Students in Grades K-8, 2000-2001. E&amp;R Report."},
      {
        "id":"ED466488",
        "title":"NovaNET, 2000-2001: Analyses of Student Outcomes Relative to a Comparison Group. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED466490",
        "title":"The Accelerated Learning Program (ALP) 2000-01: Student Participation and Effectiveness. ALP Report."},
      {
        "id":"ED466491",
        "title":"Population Invariance and Chain versus Post-Stratification Methods for Equating and Test Linking."},
      {
        "id":"ED466492",
        "title":"Assessment and Accountability. PREL Briefing Paper."},
      {
        "id":"ED466493",
        "title":"Satisfaction with Learning in Alberta: A Quantitative Report. Final."},
      {
        "id":"ED466494",
        "title":"The Learning Equation (TLE) Final Report."},
      {
        "id":"ED466495",
        "title":"Post-Secondary Transitions in Alberta: Educational Outcomes of 1998/1999 Grade 12 Students."},
      {
        "id":"ED466496",
        "title":"Testing English Language Learners: A Sampler of Student Responses to Science and Mathematics Test Items."},
      {
        "id":"ED466497",
        "title":"State Standards and State Assessment Systems: A Guide to Alignment. Series on Standards and Assessments."},
      {
        "id":"ED466498",
        "title":"Primary Level Assessment for IASA Title I: A Call for Discussion. Series on Standards and Assessments."},
      {
        "id":"ED466502",
        "title":"State of the New York City Public Schools, 2002. Civic Report."},
      {
        "id":"ED466503",
        "title":"Ten Things Everyone Should Know about Welfare Reform. New Federalism: Issues and Options for States, Series A, No. A-52. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED466505",
        "title":"Built To Last: Why Skills Matter for Long-Run Success in Welfare Reform."},
      {
        "id":"ED466507",
        "title":"Meeting the Needs of Low Performing Urban Schools. A Policy and Practice Brief."},
      {
        "id":"ED466508",
        "title":"Proceedings from State and District Support to Low-Performing Schools. Selected Presentations from a Working Conference of the High Poverty Schools Initiative (Baltimore, Maryland, May 20-23, 2001)."},
      {
        "id":"ED466510",
        "title":"Does Teacher Training Affect Pupil Learning? Evidence from Matched Comparisons in Jerusalem Public Schools. NBER Working Paper Series."},
      {
        "id":"ED466511",
        "title":"Barriers and Promising Approaches to Workforce and Youth Development for Young Offenders. Overview."},
      {
        "id":"ED466512",
        "title":"Barriers and Promising Approaches to Workforce and Youth Development for Young Offenders. Policy Profiles."},
      {
        "id":"ED466513",
        "title":"Barriers and Promising Approaches to Workforce and Youth Development for Young Offenders. Program Profiles."},
      {
        "id":"ED466515",
        "title":"Title I Program. Hearing before a Subcommittee of the Committee on Appropriations. United States Senate, One Hundred Seventh Congress, First Session, Special Hearing (Jackson, Mississippi, April 20, 2001)."},
      {
        "id":"ED466518",
        "title":"Targeted Outreach: Boys &amp; Girls Clubs of America&apos;s Approach to Gang Prevention and Intervention."},
      {
        "id":"ED466519",
        "title":"The Road to Nowhere... Barriers Facing Families in Search of Shelter."},
      {
        "id":"ED466521",
        "title":"Strong Images and Practical Ideas: A Guide to Parent Engagement in School Reform."},
      {
        "id":"ED466522",
        "title":"Connecting Families to Computers and On-Line Networks: A Guide to Key Ideas, Effective Approaches, and Technical Assistance Resources for Making Connections Cities and Site Teams."},
      {
        "id":"ED466523",
        "title":"High School Graduation Rates in the United States. Revised."},
      {
        "id":"ED466524",
        "title":"Educational Equity in a Reform Environment: The Effect of Socio-Economic Status on Student Achievement."},
      {
        "id":"ED466525",
        "title":"Good Dads: Religion, Civic Engagement, & Paternal Involvement in Low-Income Communities. CRRUCS Report."},
      {
        "id":"ED466526",
        "title":"Outcasts Searching for a Place To Fit: A Study of &quot;Frankenstein&quot; by Mary Shelley and &quot;Staying Fat for Sarah Byrnes&quot; by Chris Crutcher."},
      {
        "id":"ED466528",
        "title":"What Do You Want? Teens' Unmet Expectations about the Parent-Child Relationship."},
      {
        "id":"ED466529",
        "title":"Terrorism--What Every Teacher Should Know. A Resource Guide for the Classroom."},
      {
        "id":"ED466530",
        "title":"Building Cross-Cultural Bridges--Cultural Analysis of Critical Incidents."},
      {
        "id":"ED466531",
        "title":"Building Citizenship Skills in Students."},
      {
        "id":"ED466532",
        "title":"Lagging Behind: A Report Card on Education in Latin America, 2001."},
      {
        "id":"ED466533",
        "title":"Voices from the Field: Reading and Writing about the World, Ourselves, and Others."},
      {
        "id":"ED466534",
        "title":"Insights from the Field: Understanding Geography, Culture, and Service."},
      {
        "id":"ED466535",
        "title":"Community Lessons: Integrating Service-Learning into K-12 Curriculum. A Promising Practices Guide."},
      {
        "id":"ED466538",
        "title":"Expanding Public/Private Partnerships For Improving Basic Education through School Sponsorship in the Dominican Republic. Final Report. Basic Education and Policy Support Activity."},
      {
        "id":"ED466539",
        "title":"Strengthening USAID--Peace Corps Collaboration with Emphasis on Basic Education Programs in Sub-Saharan Africa."},
      {
        "id":"ED466540",
        "title":"Bosnia and Herzegovina. Civic Education Program for 1999-2000."},
      {
        "id":"ED466541",
        "title":"USAID/WIDTECH Technical Assistance and Training Plan to the Ministry of Pre-university and Civic Education's Equity Committee in Guinea."},
      {
        "id":"ED466542",
        "title":"A Discourse Analysis of Student Perceptions of Their Communication Competence."},
      {
        "id":"ED466543",
        "title":"Oral Communication in the Reading Curriculum."},
      {
        "id":"ED466544",
        "title":"Technology and Texts: Hearing the Student Voice."},
      {
        "id":"ED466545",
        "title":"Who's Reading Aloud? Teachers' Oral Reading Practices and Beliefs at the Elementary Level."},
      {
        "id":"ED466546",
        "title":"Student Communication Behaviors and Their Influence on Teachers and Teaching in the American Classroom: A Review of Recent Communication Research."},
      {
        "id":"ED466547",
        "title":"Presenting and Mispresenting Students: Constructing an Ethic of Representation in Composition Studies."},
      {
        "id":"ED466551",
        "title":"Timely Topic: Balanced Reading Instruction."},
      {
        "id":"ED466552",
        "title":"Unlocking the Future: Early Literacy."},
      {
        "id":"ED466553",
        "title":"The State of Enrollment Management in Journalism and Mass Communication Programs."},
      {
        "id":"ED466554",
        "title":"Engaging the Demons. Report on a Collaboration between English Faculty of Baldwin High School and Georgia College &amp; State University, Milledgeville, Georgia: 2001-02."},
      {
        "id":"ED466555",
        "title":"Model Student Publications Code."},
      {
        "id":"ED466556",
        "title":"Searching for Identity: Finding Oneself in Cynthia Rylant's &quot;A Fine White Dust&quot; and Charles Dickens's &quot;Great Expectations.&quot;"},
      {
        "id":"ED466557",
        "title":"Remembering the Holocaust."},
      {
        "id":"ED466558",
        "title":"The Role of the Individual within Society: &quot;The Giver&quot; by Lois Lowry and &quot;Brave New World&quot; by Aldous Huxley. Thematic Unit."},
      {
        "id":"ED466559",
        "title":"The Role of Communication in Meeting Adolescents' Relational Expectations about the Parent-Child Relationship: Satisfying Teenagers."},
      {
        "id":"ED466560",
        "title":"Multigenre Writing and Bakhtin."},
      {
        "id":"ED466561",
        "title":"Opening Up Space for Children's Thinking and Dialogue."},
      {
        "id":"ED466562",
        "title":"Methods of Assessing Cognitive Aspects of Early Reading Development."},
      {
        "id":"ED466564",
        "title":"Financing Elementary and Secondary Education in the States: 1997-98. Research and Development Report."},
      {
        "id":"ED466565",
        "title":"Exemplary and Promising Safe, Disciplined, and Drug-Free Schools Programs, 2001."},
      {
        "id":"ED466566",
        "title":"Looking at Local Districts' Capacity for Ambitious Reform. CPRE Policy Bulletin."},
      {
        "id":"ED466567",
        "title":"A Decade of Charter Schools: From Theory to Practice. CPRE Policy Briefs."},
      {
        "id":"ED466568",
        "title":"Practices of Blue Ribbon Catholic Schools, 2001."},
      {
        "id":"ED466569",
        "title":"School Handbooks: Legal Considerations. Second Edition."},
      {
        "id":"ED466570",
        "title":"Some Things Assistant Principals Do."},
      {
        "id":"ED466571",
        "title":"Planned Giving for Catholic Schools."},
      {
        "id":"ED466574",
        "title":"Educational Facilities: The Impact and Role of the Physical Environment of the School on Teaching, Learning and Educational Outcomes."},
      {
        "id":"ED466577",
        "title":"Web-based Instructional Modules Designed to Support Fundamental Math Concepts in Entry Level College Mathematics: Their Effects, Characteristics of Successful Learners, and Effective Learning Strategies."},
      {
        "id":"ED466578",
        "title":"Creating Virtual Labs To Teach Middle School Astronomy Principles: The NASA Connect Education Program Series."},
      {
        "id":"ED466579",
        "title":"Hypermedia on Learning: A Literature Review."},
      {
        "id":"ED466580",
        "title":"Footpaths in the Stuff Swamp."},
      {
        "id":"ED466581",
        "title":"Five Years Virtual University - Review and Preview."},
      {
        "id":"ED466582",
        "title":"Constructivism in Web Based Learning Revisited: Explorers with a Machete in a Hypermedia Rain Forest."},
      {
        "id":"ED466583",
        "title":"Information Technology and New Forms of Organisations."},
      {
        "id":"ED466584",
        "title":"Collaboration through Online Personal Learning."},
      {
        "id":"ED466585",
        "title":"Self-Assembling Texts & Courses of Study."},
      {
        "id":"ED466586",
        "title":"Implementation of a Digital Learning Environment: The Real Results."},
      {
        "id":"ED466587",
        "title":"Challenges of Creating an Online Doctoral Program: Panel Discussion of the Trials and Success of the Ohio State Nontraditional Doctor of Pharmacy Program."},
      {
        "id":"ED466588",
        "title":"Educational JavaBeans: a Requirements Driven Architecture."},
      {
        "id":"ED466589",
        "title":"A Structured Approach To Teaching Web Development."},
      {
        "id":"ED466590",
        "title":"Creating a Framework for Academic Web Strategic Planning."},
      {
        "id":"ED466591",
        "title":"Research Findings on a Virtual Training Center--Measuring Web Based Training as an Effective Project Management Facilitation Intervention."},
      {
        "id":"ED466592",
        "title":"A Web-Based Lesson with Situated Learning in Senior High School Level."},
      {
        "id":"ED466593",
        "title":"A Web-Based Distance Learning System To Support Professional Training for Librarians."},
      {
        "id":"ED466594",
        "title":"What is a Learning Object, Technically?"},
      {
        "id":"ED466595",
        "title":"Unlocking Key Barriers for Staff on the Path to an e-University."},
      {
        "id":"ED466596",
        "title":"Bridging Individual Experiences to Organizational Knowledge: The Remodeling of a National Learning Resources Center."},
      {
        "id":"ED466597",
        "title":"Learning Orientations in University Web-Based Courses."},
      {
        "id":"ED466598",
        "title":"Development of eTrip System: Collaborative Learning Platform for a Field Trip."},
      {
        "id":"ED466599",
        "title":"Web Based Language Training with Tell Me More Online."},
      {
        "id":"ED466600",
        "title":"Heuristic Evaluation of Web-Sites: The Evaluators' Expertise and the Heuristic List."},
      {
        "id":"ED466601",
        "title":"Goal-Aware Exploration Makes Learning in Hyperspace Constructive."},
      {
        "id":"ED466602",
        "title":"Web Information Resources for Students with Disabilities: How Accessible are They?"},
      {
        "id":"ED466603",
        "title":"End-User Satisfaction in Training Novice Users To Surf the Web."},
      {
        "id":"ED466604",
        "title":"E-Learning: An Overview of Next-Generation Internet Based Distance Learning Systems."},
      {
        "id":"ED466605",
        "title":"Explor@ Advisory Agent: Tracing the Student's Trail."},
      {
        "id":"ED466606",
        "title":"Participation of Women in the Web Development in the Universitities: A Case Study."},
      {
        "id":"ED466607",
        "title":"The Role of Age and Efficacy on Technology Acceptance: Implications for E-Learning."},
      {
        "id":"ED466608",
        "title":"Student Success in Web Based Distance Learning: Measuring Motivation To Identify at Risk Students and Improve Retention in Online Classes."},
      {
        "id":"ED466609",
        "title":"Cognitive and Motivational Consequences of Adapting an Agent Metaphor in Multimedia Learning: Do the Benefits Outweigh the Costs?"},
      {
        "id":"ED466610",
        "title":"Buy-In to Online Courses: Reflections from E-Learners' Journal Papers."},
      {
        "id":"ED466611",
        "title":"Raising Student Social Presence in Online Classes."},
      {
        "id":"ED466612",
        "title":"A Distance Ecological Model for Individual and Collaborative-Learning Support."},
      {
        "id":"ED466613",
        "title":"We're Not Designing Courses Anymore."},
      {
        "id":"ED466614",
        "title":"UNESCO's Programme on Technical and Vocational Education for the First Decade of the New Millennium."},
      {
        "id":"ED466615",
        "title":"The Garment Industry Development Corporation: A Case Study of a Sectoral Employment Development Approach. Sectoral Employment Development Learning Project Case Studies Series."},
      {
        "id":"ED466616",
        "title":"Workforce Training Results: An Evaluation of Washington State's Workforce Development System, 2000."},
      {
        "id":"ED466617",
        "title":"Evaluation of Career-Technical Education Funding in Ohio."},
      {
        "id":"ED466618",
        "title":"Focus on the Future of Vocational Education &amp; Training: Scenario Planning Project. An ANTA National Project."},
      {
        "id":"ED466619",
        "title":"A Literacy Check-Up for Lancaster County and Fort Lawn and Great Falls of Chester County."},
      {
        "id":"ED466620",
        "title":"Promoting Family Literacy."},
      {
        "id":"ED466621",
        "title":"Promoting Health Literacy."},
      {
        "id":"ED466622",
        "title":"Promoting Workplace Literacy and Basic Skills Development."},
      {
        "id":"ED466623",
        "title":"Improving Workforce Literacy for 21st Century Jobs."},
      {
        "id":"ED466624",
        "title":"Escaping Poverty for Low-Wage Workers: The Role of Employer Characteristics and Changes."},
      {
        "id":"ED466625",
        "title":"Creating a Reliable and Valid Self-Efficacy Questionnaire and English Test To Raise Learners' L2 Achievement via Raising Their Self-Efficacy."},
      {
        "id":"ED466627",
        "title":"Literacy across Cultures, 2001."},
      {
        "id":"ED466628",
        "title":"Developing Effective Study Skills While Studying a Foreign Language."},
      {
        "id":"ED466629",
        "title":"Program Participation and Academic Progress of Second Language Learners: Texas Middle School Update. Policy Research Report."},
      {
        "id":"ED466630",
        "title":"Maintaining Indigenous Languages in North America: What Can We Learn from Studies of Pidgins and Creoles?"},
      {
        "id":"ED466631",
        "title":"Explanation, Justification and Argumentation in Mathematics Classrooms."},
      {
        "id":"ED466632",
        "title":"Role of Phonology in Foreign Language Acquisition."},
      {
        "id":"ED466633",
        "title":"Talking the Talk: Graduate Women in the Disciplinary Culture of Mathematics."},
      {
        "id":"ED466634",
        "title":"2001 Literacy Program Evaluation: A Report of the Evaluation of Literacy Programs in Elementary and Middle Schools."},
      {
        "id":"ED466635",
        "title":"The Effectiveness of Mediation on Three Subtests of the Application of Cognitive Functions Scale, A Dynamic Assessment Procedure for Young Children."},
      {
        "id":"ED466637",
        "title":"Construction of District 2's Exemplary Status: When Research and Public Relations Elide."},
      {
        "id":"ED466638",
        "title":"The Accuracy of Pass/Fail Decisions in Random and Difficulty-Balanced Domain-Sampling Tests."},
      {
        "id":"ED466639",
        "title":"Comparing Vertical Scales Derived from Dichotomous and Polytomous IRT Models for a Test Composed of Testlets."},
      {
        "id":"ED466640",
        "title":"Writing Differences in Teacher Performance Assessments: Effects of African American Language Use."},
      {
        "id":"ED466642",
        "title":"Benchmarking and Alignment of Standards and Testing. CSE Technical Report."},
      {
        "id":"ED466643",
        "title":"Standards for Educational Accountability Systems. CRESST Policy Brief 5, Winter 2002."},
      {
        "id":"ED466644",
        "title":"Selecting Students for Pre-Algebra: Examination of the Relative Utility of the Anchorage Pre-Algebra Screening Tests and the State of Alaska Standards Based Benchmark 2 Mathematics Study. An Examination of Consequential Validity and Recommendation."},
      {
        "id":"ED466645",
        "title":"Status of Standards Implementation in Anchorage Secondary Schools: A Concerns Based Acceptance Model (CBAM) Review, 2001-2002."},
      {
        "id":"ED466646",
        "title":"The Lost Generation in E-Learning: Deep and Surface Approaches to Online Learning."},
      {
        "id":"ED466647",
        "title":"Patterns of Relationship among Motivational and Effort Variables for Different Classroom Assessments."},
      {
        "id":"ED466648",
        "title":"The Influence of Influence Diagnostics: An Empirical Investigation of the Effects of Removing Extreme Data Points."},
      {
        "id":"ED466649",
        "title":"Parental Processes and Self-Concepts Effect the Academic Achievement of Italian Students."},
      {
        "id":"ED466650",
        "title":"What Should Be the Federal Role in Supporting and Shaping Development of State Accountability Systems for Secondary School Achievement?"},
      {
        "id":"ED466651",
        "title":"Power and Reliability for Correlation and ANOVA."},
      {
        "id":"ED466652",
        "title":"First Ladies' Symposium on Early Childhood in Egypt (Cairo, Egypt, May 21, 2001)."},
      {
        "id":"ED466653",
        "title":"Arab Republic of Egypt: Review of Early Childhood Education and Human Capital Formation."},
      {
        "id":"ED466654",
        "title":"Arab Republic of Egypt: Review of Early Childhood Education and Human Capital Formation."},
      {
        "id":"ED466655",
        "title":"Arab Republic of Egypt: An Economic Analysis of Early Childhood Education/Development."},
      {
        "id":"ED466657",
        "title":"KIDS COUNT, 2001: State of the Child in Tennessee."},
      {
        "id":"ED466658",
        "title":"National Association of Child Advocates 2001/2002 Annual Report from the President."},
      {
        "id":"ED466659",
        "title":"First Steps. Early Childhood Mental Health Regional Summit (Chicago, Illinois, November 16-17, 2000)."},
      {
        "id":"ED466660",
        "title":"New York State Council on Children and Families Annual Report, 2001."},
      {
        "id":"ED466661",
        "title":"From Building Blocks to Books: Learning from Birth through 8 in Pennsylvania."},
      {
        "id":"ED466666",
        "title":"Mexican American History as an Elective High School Subject: Promoting Ethnic Literacy and Citizenship among DNISD Students."},
      {
        "id":"ED466667",
        "title":"Fairmont State College GEAR UP Project: Year 3 Baseline Survey (2001-2002)."},
      {
        "id":"ED466668",
        "title":"Tell Us How It Was: Stories of Rural Elders Preserved by Rural Youth."},
      {
        "id":"ED466669",
        "title":"Student Mobility in Rural Communities: What Are the Implications for Student Achievement?"},
      {
        "id":"ED466670",
        "title":"Enhancing Equity and Accountability through Smaller Learning Communities in High Schools. Conference Proceedings (Houston, Texas, March 22-23, 2002)."},
      {
        "id":"ED466671",
        "title":"Our Roots Feed Our Future: Celebrating the Thirtieth Anniversary of the Cornell Migrant Program."},
      {
        "id":"ED466672",
        "title":"Our Roots Feed Our Future: 30th Anniversary Conference of the Cornell Migrant Program. Presentations (May 22, 2002) = Nuestras raices nutren nuestro futuro: Conferencia del 30mo aniversario del Programa para Emigrantes de Cornell. Presentaciones (22 mayo 2002)."},
      {
        "id":"ED466674",
        "title":"Reforming Welfare: What Does It Mean for Rural Areas? Issues in Food Assistance."},
      {
        "id":"ED466675",
        "title":"A Comparison of 9th and 10th Grade Boys' and Girls' Bullying Behaviors in Two States."},
      {
        "id":"ED466676",
        "title":"Racial Consciousness, Social Capital, and Educational Reform in Brazil: Black Community-Based Projects that Defy Educational Attainment Canons."},
      {
        "id":"ED466677",
        "title":"Historical Amnesia? The Politics of Textbooks in Post-Apartheid South Africa."},
      {
        "id":"ED466678",
        "title":"Race-Ethnicity, Class and Zero Tolerance Policies: A Policy Discussion."},
      {
        "id":"ED466679",
        "title":"Teacher Aides, Class Size and Academic Achievement: A Preliminary Evaluation of Indiana's Prime Time."},
      {
        "id":"ED466680",
        "title":"Searching for Empowerment: The Structuration of Decision-Making Groups in Urban Schools."},
      {
        "id":"ED466681",
        "title":"Voices from the Field: The Perceptions of Teachers and Principals on the Class Size Reduction Program in a Large Urban School District."},
      {
        "id":"ED466682",
        "title":"African American Children and Successful Urban Public Elementary Schools."},
      {
        "id":"ED466683",
        "title":"Urban Systemic Reform: A Discussion Among Policy Makers, Implementors, and Evaluators Interactive Symposium: Cross-Site Evaluation of the Urban Systemic Progam. An Evolution from Miami-Dade USI to Miami RISE USP."},
      {
        "id":"ED466684",
        "title":"Incorporating Hispanic Parents' Perspectives into Teacher Preparation."},
      {
        "id":"ED466685",
        "title":"Home Computer Use among Low-Income, Minority Urban Adolescents: Fulfillment of Basic Needs and Impact on Personal and Academic Development."},
      {
        "id":"ED466686",
        "title":"A Closer Look at Changes in Children's Living Arrangements in Low-Income Families. Policy Brief. Welfare, Children &amp; Families: A Three-City Study."},
      {
        "id":"ED466687",
        "title":"A Longitudinal Evaluation of the Med-COR Program's Efforts To Improve Minority Students' Postsecondary Educational Opportunities and Health Career Participation. Part A: A Retrospective Study."},
      {
        "id":"ED466688",
        "title":"Ensuring Quality and Productivity in Higher Education: An Analysis of Assessment Practices. ASHE-ERIC Higher Education Report. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED466689",
        "title":"Reporting Effect Size: The Road Less Traveled."},
      {
        "id":"ED466690",
        "title":"Building Quality Assessment."},
      {
        "id":"ED466691",
        "title":"The Power of Clarifying: A Comparative Analysis of Strategies That Strengthen Comprehension."},
      {
        "id":"ED466692",
        "title":"Automation of Survey Data Processing, Documentation and Dissemination: An Application to Large-Scale Self-Reported Educational Survey."},
      {
        "id":"ED466693",
        "title":"Technology-Supported Formative and Summative Assessment of Collaborative Scientific Inquiry."},
      {
        "id":"ED466694",
        "title":"R Squared Shrinkage in Multiple Regression Research: An Empirical Evaluation of Use and Impact of Adjusted Effect Formulae."},
      {
        "id":"ED466695",
        "title":"In Search of OZ: Effect Size Reporting and Interpretation in Communication Research."},
      {
        "id":"ED466696",
        "title":"A Critical Review of the Literature on Kolb's Learning Style Inventory with Implications for Score Reliability."},
      {
        "id":"ED466697",
        "title":"What Is Robust Regression and How Do You Do It?"},
      {
        "id":"ED466698",
        "title":"Strategies for Identification and Detection of Outliers in Multiple Regression."},
      {
        "id":"ED466699",
        "title":"Multiple Regression Methodology in the &quot;Journal of Education for Students Placed at Risk&quot;: Effect Sizes and Structure Coefficients."},
      {
        "id":"ED466700",
        "title":"\"I Did Not Plan Ahead\": Preservice Teachers' Concerns Integrating Print-Based Literacy Lessons with Computer Technology."},
      {
        "id":"ED466701",
        "title":"Snatching Defeat from the Jaws of Victory: When Good Projects Go Bad. Girls and Computer Science."},
      {
        "id":"ED466702",
        "title":"Supporting New Teacher Mentor Programs: Strategies for Principals."},
      {
        "id":"ED466703",
        "title":"Putting the Child First: How One Student Teacher Negotiated the Moral Landscape of Teaching."},
      {
        "id":"ED466704",
        "title":"&quot;But That's One of My Favorite Books!&quot;: Conducting Sociopolitical Critiques of Children's Literature with Preservice Teachers."},
      {
        "id":"ED466705",
        "title":"Supervision in Restructured Alberta: Policy Learning, Shifting Images and Professional Growth."},
      {
        "id":"ED466706",
        "title":"Negotiating Ethics as Relational Knowing--A Pedagogical Space between &quot;Right&quot; and &quot;Wrong.&quot;"},
      {
        "id":"ED466707",
        "title":"Shaping the Future: The Economic Impact of Public Universities."},
      {
        "id":"ED466710",
        "title":"Part-Time Faculty Survey Report Prepared for the Ohio Board of Regents."},
      {
        "id":"ED466711",
        "title":"Michigan State University. Strategy without Deep Pockets: Enhancing Institutional Capacity from Within. Exemplars."},
      {
        "id":"ED466712",
        "title":"Extending DIF Methods To Inform Aggregate Reports on Cognitive Skills."},
      {
        "id":"ED466713",
        "title":"NOAA &amp; Academia Partnership Building Conference. Highlights (3rd, Washington, DC, November 14-15, 2001)."},
      {
        "id":"ED466714",
        "title":"Fund for the Improvement of Postsecondary Education: The Early Years. National Center Report."},
      {
        "id":"ED466715",
        "title":"MIS Finance and Budgeting Issues in Small Public and Private Institutions."},
      {
        "id":"ED466716",
        "title":"Facilitating Students' Collaborative Writing. ASHE-ERIC Higher Education Report. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED466717",
        "title":"Induced Labour Mobility through Continuing Vocational Training: Investigating Its Development and Role in the French Context during the Last Three Decades."},
      {
        "id":"ED466718",
        "title":"University Reforms and Academic Governance Reconsidered: Report of the Six-Nation Higher Education Research Project. RIHE International Publication Series."},
      {
        "id":"ED466719",
        "title":"Diversity among Equals: Educational Opportunity and the State of Affirmative Admissions in New England. Charting Educational Pathways."},
      {
        "id":"ED466720",
        "title":"Signs of Disengagement? The Changing Undergraduate Experience in Australian Universities. Inaugural Professorial Lecture."},
      {
        "id":"ED466721",
        "title":"Characteristics of Excellence in Higher Education: Eligibility Requirements and Standards for Accreditation."},
      {
        "id":"ED466722",
        "title":"Strategic Choices for the Future. CIC Annual Report, 2000-2001."},
      {
        "id":"ED466723",
        "title":"The Condition of Higher Education in California, 2002: A Report on Higher Education in California for the Year 2002. Commission Report."},
      {
        "id":"ED466724",
        "title":"Strategic Plan To Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education. 2002 Annual Report."},
      {
        "id":"ED466725",
        "title":"Schools Designed with Community Participation."},
      {
        "id":"ED466726",
        "title":"The Impact of Bond Rating Related Decisions for School Districts: A Multistage Bond Rating Model."},
      {
        "id":"ED466727",
        "title":"The GENET Project--The Discussion of Biotechnology and Genetics Controversies at Internet."},
      {
        "id":"ED466728",
        "title":"Dealing with Complexity: New Paradigms for Research in Mathematics Education."},
      {
        "id":"ED466729",
        "title":"Critical Challenges in Researching Cultural Issues in Mathematics Learning."},
      {
        "id":"ED466730",
        "title":"On Relationships between Psychological and Sociocultural Perspectives."},
      {
        "id":"ED466731",
        "title":"On Theory and Models: The Case of Teaching-in-Context."},
      {
        "id":"ED466732",
        "title":"Revisiting the Goals and the Nature of Mathematics for All in the Context of a National Curriculum."},
      {
        "id":"ED466733",
        "title":"Pathways in Mathematics towards Equity: A 25 Year Journey."},
      {
        "id":"ED466734",
        "title":"Mathematical Idea Analysis: What Embodied Cognitive Science Can Say about the Human Nature of Mathematics."},
      {
        "id":"ED466735",
        "title":"Inside and Outside: Spaces, Times and Language in Proof Production."},
      {
        "id":"ED466736",
        "title":"Teaching by Open-Approach Method in Japanese Mathematics Classroom."},
      {
        "id":"ED466737",
        "title":"Basic Issues for Research in Mathematics Education."},
      {
        "id":"ED466738",
        "title":"Success in Institutionalizing Basic Computer Skills Courses at a Community College Level."},
      {
        "id":"ED466739",
        "title":"Using Indigenous Languages for Teaching and Learning in Zimbabwe."},
      {
        "id":"ED466740",
        "title":"Community College Compressed Calendars: Results of a Student Survey and a Faculty Survey."},
      {
        "id":"ED466741",
        "title":"Instructional Support Units: The Final Frontier... The Voyages of a Two-Year Community College in Institutional Effectiveness."},
      {
        "id":"ED466742",
        "title":"Survival Strategies of African-American Women in Community Colleges."},
      {
        "id":"ED466743",
        "title":"Instructional Program Review Guidelines, Spring 2001."},
      {
        "id":"ED466744",
        "title":"Annual Initiative Review: Report of Health Care Delivery Initiative. California Community Colleges Economic Development Program Annual Initiative Report."},
      {
        "id":"ED466745",
        "title":"Show Me the Money: League for Innovation, 2002."},
      {
        "id":"ED466746",
        "title":"English as a Second Language Research Report One."},
      {
        "id":"ED466747",
        "title":"Trade Readjustment Act Women in Developmental Writing: Preparing for Education and Retraining."},
      {
        "id":"ED466748",
        "title":"Community College Faculty Professional Development: Perspective in Time."},
      {
        "id":"ED466749",
        "title":"Basic Skills Mathematics Research Report."},
      {
        "id":"ED466750",
        "title":"Youth Participation in Education: A Review of Trends, Targets and Influencing Factors."},
      {
        "id":"ED466751",
        "title":"The New Workforce: Age and Ethnic Changes."},
      {
        "id":"ED466752",
        "title":"The Emergence of a Binational Mexico-US Workforce: Implications for Farm Labor Workforce Security."},
      {
        "id":"ED466753",
        "title":"Nothing but Net: American Workers and the Information Economy. Work Trends: Americans' Attitudes about Work, Employers and Government."},
      {
        "id":"ED466754",
        "title":"Globalization and Its Impact on Technical-Vocational Education and Training in Malaysia."},
      {
        "id":"ED466755",
        "title":"Welfare Reform: States Provide TANF-Funded Work Support Services to Many Low-Income Families Who Do Not Receive Cash Assistance. Testimony [before the] Committee on Finance, U.S. Senate."},
      {
        "id":"ED466756",
        "title":"Workforce Investment Act: Youth Provisions Promote New Service Strategies, but Additional Guidance Would Enhance Program Development. Report to Congressional Requesters."},
      {
        "id":"ED466758",
        "title":"Cooperative Home Care Associates: A Case Study of a Sectoral Employment Development Approach. Sectoral Employment Development Learning Project Case Studies Series."},
      {
        "id":"ED466759",
        "title":"Industry-Based Employment Programs: Implications for Welfare Reauthorization and Key Survey Findings. Policy Brief."},
      {
        "id":"ED466760",
        "title":"Creating a National Skills Corporation. Policy Report."},
      {
        "id":"ED466761",
        "title":"New Economy Work (NEW) Scholarships: Universal Access to Training for Dislocated Workers. Policy Report."},
      {
        "id":"ED466762",
        "title":"Involving Tutors and Support Staff in the Adult and Community Learning Quality Agenda."},
      {
        "id":"ED466763",
        "title":"Loans for Lifelong Learning."},
      {
        "id":"ED466764",
        "title":"Unlocking People's Creative Forces: A Transnational Study of Adult Learning Policies."},
      {
        "id":"ED466767",
        "title":"Enhancing the Quality of On-Line Discussions."},
      {
        "id":"ED466768",
        "title":"Sample Tasks from the PISA 2000 Assessment: Reading, Mathematical and Scientific Literacy."},
      {
        "id":"ED466770",
        "title":"Longitudinal Studies of Youth: Recent American Experience."},
      {
        "id":"ED466771",
        "title":"Assessing Complex Problem-Solving Skills and Knowledge Assembly Using Web-Based Hypermedia Design."},
      {
        "id":"ED466772",
        "title":"Without Value, without Validity."},
      {
        "id":"ED466773",
        "title":"Cognitive Style and the Experiencing of Cognitive Demands of the Work Environment and Sources of Job Satisfaction among Employees in SMEs."},
      {
        "id":"ED466774",
        "title":"Use and Interpretation of Effect Sizes and Structure Coefficients in Mathematics and Science Education Journals."},
      {
        "id":"ED466775",
        "title":"Sampling Theory and Confidence Intervals for Effect Sizes: Using ESCI To Illustrate &quot;Bouncing&quot;; Confidence Intervals."},
      {
        "id":"ED466776",
        "title":"Meta-Analytic Thinking: Using ESCI To Synthesize Effects across Studies."},
      {
        "id":"ED466777",
        "title":"Calculating Confidence Intervals for Effect Sizes Using Noncentral Distributions."},
      {
        "id":"ED466778",
        "title":"A Hierarchical Linear Modeling Approach to Higher Education Research: The Influences of Student and Institutional Characteristics."},
      {
        "id":"ED466779",
        "title":"Classical Test Theory and Item Response Theory: Analytical and Empirical Comparisons."},
      {
        "id":"ED466780",
        "title":"Reporting Practice and Use of Exploratory Factor Analysis in Educational Research Journals."},
      {
        "id":"ED466781",
        "title":"Data Screening: Essential Techniques for Data Review and Preparation."},
      {
        "id":"ED466782",
        "title":"A Comparative Analysis of the Instructional Behaviors Used by Highly Effective and Highly Ineffective Instructors on the First Day of Class."},
      {
        "id":"ED466783",
        "title":"Developing Ourselves through the Use of Midsemester Evaluation."},
      {
        "id":"ED466784",
        "title":"Unpacking Detracking: When Progressive Pedagogy Meets Students' Social Worlds."},
      {
        "id":"ED466787",
        "title":"Student Public Speaking: Creating the Confidence, Breaking through Barriers."},
      {
        "id":"ED466788",
        "title":"Adolescent Literacy Resources: Linking Research and Practice."},
      {
        "id":"ED466789",
        "title":"Back to School, Moving Forward: What &quot;No Child Left Behind&quot; Means for America's Communities."},
      {
        "id":"ED466790",
        "title":"Back to School, Moving Forward: What &quot;No Child Left Behind&quot; Means for America's Educators."},
      {
        "id":"ED466791",
        "title":"The Use of Scientifically Based Research in Education. Working Group Conference Proceedings (Washington, D.C., February 6, 2002)."},
      {
        "id":"ED466792",
        "title":"Playing in the Intersections: Teaching Composition Dangerously."},
      {
        "id":"ED466795",
        "title":"Mississippi Language Arts Framework with the Process of Instructional Intervention, 2000."},
      {
        "id":"ED466796",
        "title":"Experiencing, Learning, and Teaching of Secondary Business Education in a Virtual Environment: The Use of Electronic Portfolio as Curriculum Framework for a Preservice Course &quot;Advanced Information Technology.&quot;"},
      {
        "id":"ED466797",
        "title":"An Asynchronous Augmentation to Traditional Course Delivery."},
      {
        "id":"ED466798",
        "title":"Methods That Work: Educator Competencies for Technology in Public Schools."},
      {
        "id":"ED466799",
        "title":"Cooperating Teachers and Professional Development."},
      {
        "id":"ED466800",
        "title":"Using the Knowledge Loom: Ideas and Tools for Collaborative Professional Development. A Guidebook for Professional Development."},
      {
        "id":"ED466801",
        "title":"Immersion: The Core of Teacher Education."},
      {
        "id":"ED466802",
        "title":"How To Prepare Students for High-Stakes Tests (and Still Live with Your Conscience!)."},
      {
        "id":"ED466803",
        "title":"&quot;The Giver&quot; as a Bridge to &quot;Animal Farm&quot;: Controlling Societies."},
      {
        "id":"ED466804",
        "title":"Reading and Mathematics Improvement Goals. Learning and Teaching Support. OSPI Bulletin."},
      {
        "id":"ED466805",
        "title":"Using Results To Improve Student Learning: Reading, Grade 4. Released Items, 2001. WASL--Washington Assessment of Student Learning."},
      {
        "id":"ED466806",
        "title":"Using Results To Improve Student Learning: Reading, Grade 7. Released Items, 2001. WASL--Washington Assessment of Student Learning."},
      {
        "id":"ED466807",
        "title":"Using Results To Improve Student Learning: Reading, Grade 10. Released Items, 2001. WASL--Washington Assessment of Student Learning."},
      {
        "id":"ED466808",
        "title":"A Framework for Achieving the Essential Academic Learning Requirements in Writing for Washington State, Grades K-10. Revised."},
      {
        "id":"ED466809",
        "title":"School Improvement Planning: Information and Resources To Plan for Reading and Mathematics Improvement Goals. 2nd Revision."},
      {
        "id":"ED466814",
        "title":"Empty Promises: The Myth of College Access in America. A Report of the Advisory Committee on Student Financial Assistance."},
      {
        "id":"ED466816",
        "title":"Institutional Characteristics of Maine's Colleges and Universities, 2000."},
      {
        "id":"ED466817",
        "title":"Postsecondary Education Opportunity, 2000."},
      {
        "id":"ED466819",
        "title":"The Politics of Education Reform: Bolstering the Supply and Demand; Overcoming Institutional Blocks. Country Studies: Education Reform and Management Publication Series."},
      {
        "id":"ED466820",
        "title":"School Safety Study: Phase I."},
      {
        "id":"ED466821",
        "title":"Balance Sheet for Catholic Elementary Schools: 2001 Income and Expenses."},
      {
        "id":"ED466822",
        "title":"Democratization and Educational Decentralization in Spain: A Twenty Year Struggle for Reform. Country Studies: Education Reform and Management Publication Series."},
      {
        "id":"ED466823",
        "title":"Implementing School-Based Merit Awards: Chile's Experience. Technical Notes. Country Studies: Education Reform and Management Publication Series."},
      {
        "id":"ED466825",
        "title":"Wisconsin Charter Schools, 2001-2002."},
      {
        "id":"ED466831",
        "title":"Authority and Decision Making in Catholic Schools. The NCEA Catholic Educational Leadership Monograph Series."},
      {
        "id":"ED466832",
        "title":"Education Reforms in Chile, 1980-98: A Lesson in Pragmatism. Country Studies: Education Reform and Management Publication Series."},
      {
        "id":"ED466833",
        "title":"Workforce Development/CalWORKS Survey Results."},
      {
        "id":"ED466834",
        "title":"College as a Job Advancement Strategy: An Early Report on the New Visions Self-Sufficiency and Lifelong Learning Project. The New Visions Evaluation."},
      {
        "id":"ED466835",
        "title":"Final Analysis of Academic Assistance System."},
      {
        "id":"ED466836",
        "title":"Professional Development in the Community College: Pathways to Excellence."},
      {
        "id":"ED466837",
        "title":"Excited and Scared: Case Study of the Impact a Personal Growth Support Group Has on the Self-Efficacy of Community College Returning Women Students."},
      {
        "id":"ED466838",
        "title":"Innovators Under Duress: Community College Initiatives in &quot;Work First&quot; Settings."},
      {
        "id":"ED466839",
        "title":"Creating Integrated Facilities: Community College Radiologic Technology Faculty Attitudes towards Instructional Technology, Distance Education, and Continuing Professional Education."},
      {
        "id":"ED466840",
        "title":"Getting Started: The First Year of Service Learning at Community College of Vermont."},
      {
        "id":"ED466841",
        "title":"Hillsborough Community College, Ybor Campus Developmental Learning Community Program 2001-2002 Fall Summary."},
      {
        "id":"ED466843",
        "title":"Staff Evaluation of the JCCC Success Center Model."},
      {
        "id":"ED466845",
        "title":"The Experience of Performance Funding on Higher Education at the Campus Level in the Past 20 Years."},
      {
        "id":"ED466846",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Part-Time and Adjunct Faculty."},
      {
        "id":"ED466847",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Title IX of the Educational Amendments of 1972."},
      {
        "id":"ED466848",
        "title":"Critical Issue Bibliography (CRIB) Sheet: K-16 Partnerships."},
      {
        "id":"ED466849",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Learning Communities."},
      {
        "id":"ED466850",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Multiculturalism and Teaching/Learning."},
      {
        "id":"ED466851",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Collaborative Learning."},
      {
        "id":"ED466852",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Affirmative Action."},
      {
        "id":"ED466853",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Lessons from the Field."},
      {
        "id":"ED466854",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Summer Bridge Programs."},
      {
        "id":"ED466855",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Maintaining Financial Health--Tuition Strategies, Cost Containment, and Fundraising."},
      {
        "id":"ED466858",
        "title":"Attention Problems: Interventions and Resources. An Introductory Packet."},
      {
        "id":"ED466859",
        "title":"A Team Approach to Training Early Intervention and Preschool Personnel in Speech-Language Pathology, 1998-2000. Final Report."},
      {
        "id":"ED466860",
        "title":"Project Zenith: Multicultural/Multimedia/Emphasis in Speech-Language Pathology, 1997-2001. Grant Performance Report--Final Report."},
      {
        "id":"ED466868",
        "title":"Daughters with Disabilities: Reframing Science, Math, and Technology for Girls with Disabilities."},
      {
        "id":"ED466869",
        "title":"A Qualitative Study of the Perceptions of Six Preservice Teachers: Implementing Oral and Written Retelling Strategies in Teaching Reading to Students with Learning Disabilities."},
      {
        "id":"ED466870",
        "title":"Illinois Community College System Programs and Services for Underrepresented Groups--Fiscal Year, 2001. Focus Area: Campus Climate."},
      {
        "id":"ED466871",
        "title":"Fiscal Year 2002 Salary Report for the Illinois Public Community Colleges."},
      {
        "id":"ED466872",
        "title":"JCCC Faculty Writing Assignment and Needs Survey, 2001."},
      {
        "id":"ED466873",
        "title":"Factors Influencing the Successful Completion of the General Education Development (GED) Program at Community College of Philadelphia as Perceived by the GED Students."},
      {
        "id":"ED466874",
        "title":"The Accidental Faculty: Adjunct Instructors in Community Colleges."},
      {
        "id":"ED466875",
        "title":"User Evaluation of Student and Auxiliary Services, Spring 2001."},
      {
        "id":"ED466876",
        "title":"Success Center User Evaluation."},
      {
        "id":"ED466877",
        "title":"Information Services Faculty/Staff Survey Results. Research Report."},
      {
        "id":"ED466878",
        "title":"Whatever Happened to Students Who Entered in Fall 1995? Persistence at Rio Hondo College."},
      {
        "id":"ED466879",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 2000-01. Research Report."},
      {
        "id":"ED466880",
        "title":"Johnson County Community College Fall 2001 New Student Survey."},
      {
        "id":"ED466882",
        "title":"Matriculation-Related Items in the Noel-Levitz Student Satisfaction Inventory of 1999."},
      {
        "id":"ED466883",
        "title":"Dreams, Gangs, and Guns: The Interplay between Adolescent Violence and Immigration in a New York City Neighborhood."},
      {
        "id":"ED466884",
        "title":"Community and Problem Oriented Policing in School Settings: Design and Process Issues."},
      {
        "id":"ED466885",
        "title":"Integration or Resegregation: Metropolitan Chicago at the Turn of the New Century."},
      {
        "id":"ED466886",
        "title":"How Are Immigrants Faring after Welfare Reform? Preliminary Evidence from Los Angeles and New York City. Final Report."},
      {
        "id":"ED466887",
        "title":"Adult Communication and Teen Sex: Changing a Community."},
      {
        "id":"ED466888",
        "title":"Education Freedom Index, 2001. Civic Report."},
      {
        "id":"ED466889",
        "title":"Transitional Programs for English Language Learners: Contextual Factors and Effective Programming. Report."},
      {
        "id":"ED466890",
        "title":"\"Partly Indian, Partly American\": Social and Cultural Integration of Asian Indian Parents and Children in the United States."},
      {
        "id":"ED466892",
        "title":"Community Choices Public Policy Education Program: Exploring the Human Resources/Economic Development Connection."},
      {
        "id":"ED466893",
        "title":"Web-Based Strategies for Professional Induction in Rural, Regional and Remote Areas."},
      {
        "id":"ED466894",
        "title":"Research: A Cultural Bridge."},
      {
        "id":"ED466895",
        "title":"Principal Retention and Transition Patterns in a Cross-Section of New Zealand Rural Schools, May 1990-May 2000."},
      {
        "id":"ED466897",
        "title":"Women &amp; Addiction: Gender Issues in Abuse and Treatment."},
      {
        "id":"ED466898",
        "title":"Substance Abuse: Improving the Quality of Treatment. Join Together Action Kit, Spring 2002."},
      {
        "id":"ED466899",
        "title":"Starting Early Starting Smart: Summary of Early Findings."},
      {
        "id":"ED466900",
        "title":"Key Principles in Providing Integrated Behavioral Health Services for Young Children and Their Families: The \"Starting Early Starting Smart\" Experience."},
      {
        "id":"ED466901",
        "title":"Make a Difference: Talk to Your Child about Alcohol."},
      {
        "id":"ED466902",
        "title":"Keeping Youth Drug Free: A Guide for Parents, Grandparents, Elders, Mentors, and Other Caregivers."},
      {
        "id":"ED466903",
        "title":"An Exploration of Paradox: High School and College Students' Self-Reported Motivations for Smoking."},
      {
        "id":"ED466904",
        "title":"Previniendo el Uso de Drogas entre Ninos y Adolescentes: Una Guia Basada en Investigaciones (Preventing Drug Use among Children and Adolescents: A Research-Based Guide)."},
      {
        "id":"ED466905",
        "title":"La Marihuana: Informacion para los Adolescentes. Revisada (Marijuana: Facts for Teens. Revised)."},
      {
        "id":"ED466906",
        "title":"Parental Influences on Adolescent Marijuana Use and the Baby Boom Generation: Findings from the 1979-1996 National Household Surveys on Drug Abuse. Analytic Series."},
      {
        "id":"ED466907",
        "title":"Summary of Findings from the 2000 National Household Survey on Drug Abuse. National Household Survey on Drug Abuse Series."},
      {
        "id":"ED466908",
        "title":"&quot;The Outsiders&quot;: Thematic Unit."},
      {
        "id":"ED466909",
        "title":"Test Specifications for the Washington Assessment of Student Learning: Grade 4 Reading."},
      {
        "id":"ED466913",
        "title":"Never Too Late: Approaches to Reading Instruction for Secondary Students with Disabilities. Research to Practice Brief: Improving Secondary Education and Transition Services through Research."},
      {
        "id":"ED466914",
        "title":"Alaska Special Education Handbook, September 2001."},
      {
        "id":"ED466915",
        "title":"Autism: Present Challenges, Future Needs--Why the Increased Rates? Hearing before the Committee on Government Reform. House of Representatives, One Hundred Sixth Congress, Second Session (April 6, 2000)."},
      {
        "id":"ED466916",
        "title":"Ritalin Use among Youth: Examining the Issues and Concerns. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, Second Session."},
      {
        "id":"ED466917",
        "title":"School Safety, Discipline, and IDEA. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session (Waynesboro, Georgia, August 13, 1999)."},
      {
        "id":"ED466918",
        "title":"To Assure the Free Appropriate Public Education of All Children with Disabilities (Individuals with Disabilities Education Act, Section 618). Twenty-Third Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act, 2001."},
      {
        "id":"ED466919",
        "title":"Comparison of Self Esteem Factors between Students in Cross Categorical and in General Education Settings."},
      {
        "id":"ED466920",
        "title":"Wisconsin FACETS Community Parent Resource Center. Final Project Report, 10/1/98-9/30/01."},
      {
        "id":"ED466924",
        "title":"Promoting Civic Literacy."},
      {
        "id":"ED466925",
        "title":"Feminist Perspectives on TANF Reauthorization: An Introduction to Key Issues for the Future of Welfare Reform. Briefing Paper."},
      {
        "id":"ED466926",
        "title":"Education and Job Training Build Strong Families. Fact Sheet. Revised."},
      {
        "id":"ED466927",
        "title":"Job Training and Education Fight Poverty. Fact Sheet. Revised."},
      {
        "id":"ED466928",
        "title":"Utilizing Workforce Investment Act Programs and TANF To Provide Education and Training Opportunities To Reduce Poverty among Low-Income Women. Testimony [before the] House Education and the Workforce Committee, Subcommittee on 21st Century Competitiveness."},
      {
        "id":"ED466929",
        "title":"Report on the American Workforce, 2001."},
      {
        "id":"ED466934",
        "title":"What Works in Welfare Reform: Evidence and Lessons To Guide TANF Reauthorization."},
      {
        "id":"ED466935",
        "title":"Washington Assessment of Student Learning Test Specifications: Grade 7 Reading."},
      {
        "id":"ED466936",
        "title":"Washington Assessment of Student Learning Test Specifications: Grade 10 Reading."},
      {
        "id":"ED466937",
        "title":"Welfare Reform: DOT Has Made Progress in Implementing the Job Access Program but Has Not Evaluated the Impact. Testimony before the Committee on Transportation and Infrastructure, Subcommittee on Highways and Transit, U.S. House of Representatives."},
      {
        "id":"ED466938",
        "title":"Crossing the Bridge to Self-Employment: A Federal Microenterprise Resource Guide."},
      {
        "id":"ED466939",
        "title":"The Role of Career and Technical Education: Implications for the Federal Government."},
      {
        "id":"ED466940",
        "title":"Youth Tuitionships: An Alternative Funding Arrangement To Improve Markets and Respect Individual Learning Differences."},
      {
        "id":"ED466941",
        "title":"The Role of Career and Technical Education in High School."},
      {
        "id":"ED466942",
        "title":"Solutions for Failing High Schools: Converging Visions and Promising Models."},
      {
        "id":"ED466943",
        "title":"Improving the Performance of High School Students: Focusing on Connections and Transitions Taking Place in Minnesota."},
      {
        "id":"ED466944",
        "title":"How Should &quot;Quality&quot; Technical Education and Training Be Defined? A Statement from the National Council for Occupational Education."},
      {
        "id":"ED466945",
        "title":"WebNet 2001 World Conference on the WWW and Internet Proceedings (Orlando, Florida, October 23-27, 2001)."},
      {
        "id":"ED466946",
        "title":"Implementing the \"Education Consensus\": The Federal Role in Supporting Vocational-Technical Education."},
      {
        "id":"ED466947",
        "title":"Great Expectations: Setting Targets for Students. The Agency Reports."},
      {
        "id":"ED466948",
        "title":"Stimulating Demand for Learning: An Ideas Paper on Attracting New Learners. LSDA Comments. Second Edition."},
      {
        "id":"ED466949",
        "title":"Lessons Learned on Raising Quality and Achievement."},
      {
        "id":"ED466950",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (25th, Utrecht, The Netherlands, July 12-17, 2001). Volumes 1-4."},
      {
        "id":"ED466952",
        "title":"NOVA[R] Spring 2001 Teacher's Guide."},
      {
        "id":"ED466953",
        "title":"The Social Cultural Influences on Environmental Understandings of NSW School Students: The First Line of Analysis."},
      {
        "id":"ED466954",
        "title":"Interactive Mathematics on the Web--The Easy Way."},
      {
        "id":"ED466957",
        "title":"A Microscopic Look at Assessment: Dropping a Lowest Test Score versus Allowing a Retake Test."},
      {
        "id":"ED466958",
        "title":"Using the Function Machine as a Cognitive Root."},
      {
        "id":"ED466959",
        "title":"What Mathematical Knowledge Do Pre-Service Elementary Teachers Value and Remember?"},
      {
        "id":"ED466960",
        "title":"Jennifer's Journey: Seeing and Remembering Mathematical Connections in a Pre-Service Elementary Teachers Course."},
      {
        "id":"ED466961",
        "title":"NAEP Math Performance and Test Accommodations: Interactions with Student Language Background. CSE Technical Report."},
      {
        "id":"ED466962",
        "title":"The Role of Abstraction and Generalisation in the Development of Mathematical Knowledge."},
      {
        "id":"ED466963",
        "title":"Concept Maps & Schematic Diagrams as Devices for Documenting the Growth of Mathematical Knowledge."},
      {
        "id":"ED466964",
        "title":"The Function Machine as a Cognitive Root for the Function Concept."},
      {
        "id":"ED466966",
        "title":"Gender Issues in Art Education."},
      {
        "id":"ED466967",
        "title":"Collaboration in Art Education."},
      {
        "id":"ED466969",
        "title":"Girls' Education and Crises."},
      {
        "id":"ED466970",
        "title":"Youth Reintegration Training and Education for Peace (YRTEP) Program: Sierra Leone, 2000-2001. Impact Evaluation."},
      {
        "id":"ED466971",
        "title":"Nepal: Civic and Voter Education. Quarterly Reports, 2001."},
      {
        "id":"ED466972",
        "title":"19th Century Canals and the Growth of New York and New Jersey."},
      {
        "id":"ED466973",
        "title":"Former Yugoslav Republic of Macedonia: Political and Civic Participation. Quarterly Reports, 2001."},
      {
        "id":"ED466975",
        "title":"The Life and Times of Emma Goldman: A Curriculum for Middle and High School Students."},
      {
        "id":"ED466977",
        "title":"Early Vocabularies and Dictionary Development: A Cautionary Note."},
      {
        "id":"ED466978",
        "title":"Working Papers in Educational Linguistics, Spring 2002."},
      {
        "id":"ED466979",
        "title":"Negative Evidence in Language Classroom Activities: A Study of Its Availability and Accessibility to Language Learners."},
      {
        "id":"ED466980",
        "title":"Reassessing Parent Involvement: Involving Language Minority Parents in School Work at Home."},
      {
        "id":"ED466981",
        "title":"What Is Missing in Interlanguage? Acquisition of Determiners by Korean Learners of English."},
      {
        "id":"ED466982",
        "title":"A Study on Closing Sections of Japanese Telephone Conversations."},
      {
        "id":"ED466985",
        "title":"Girls' and Women's Education Project. Work Plan, 2001 [and] Quarterly Reports, April 1-December 31, 2001."},
      {
        "id":"ED466986",
        "title":"Montenegro: Political Party Building and Civic Development. Quarterly Reports, 2001."},
      {
        "id":"ED466987",
        "title":"Issues for the 21st Century."},
      {
        "id":"ED466988",
        "title":"Programme d'Amelioration du Rendement Scolaire en Alberta (PARSA): Guide Administratif (Administrative Guide for the Alberta Initiative for School Improvement)."},
      {
        "id":"ED466989",
        "title":"Learning Communities: Strengthening Lifelong Learning through Practice. A Demos/Learning and Skills Development Agency Seminar Series."},
      {
        "id":"ED466990",
        "title":"Observation of Teaching and Learning in Adult Education: How To Prepare for It, How To Do It and How To Manage It."},
      {
        "id":"ED466991",
        "title":"Attracting New Learners: A Literature Review."},
      {
        "id":"ED466992",
        "title":"Listening to Learners."},
      {
        "id":"ED466993",
        "title":"How Colleges Are Working with Small Businesses: Survey Report."},
      {
        "id":"ED466994",
        "title":"Improving Student Concern for Safety in a Production Technology Lab through the Use of Teambuilding."},
      {
        "id":"ED466995",
        "title":"Recruitment and Selection in Business and Industry: Learning from the Private Sector Theory and Practice."},
      {
        "id":"ED466996",
        "title":"Community School Models."},
      {
        "id":"ED466997",
        "title":"Teaching Driver Education Technology to Novice Drivers."},
      {
        "id":"ED466999",
        "title":"Playing by Someone Else's Rules: A Phenomenological Study of Vocational Teachers' Lived Experiences under School Reform."},
      {
        "id":"ED467000",
        "title":"Career Academy Programs in California: Outcomes and Implementation. CPRC Report."},
      {
        "id":"ED467001",
        "title":"Programs To Create Economic Self-Sufficiency for Women in Public Housing."},
      {
        "id":"ED467003",
        "title":"Improving Collaboration between Welfare and Workforce Development Agencies."},
      {
        "id":"ED467004",
        "title":"International Business: What Can We Do?"},
      {
        "id":"ED467005",
        "title":"Labour Market Effects of Employment Protection. IAB Labour Market Research Topics."},
      {
        "id":"ED467006",
        "title":"Enrollments and Degrees Report. AIP Report."},
      {
        "id":"ED467007",
        "title":"Physics and Astronomy Senior Report: Classes of 1999 and 2000. AIP Report."},
      {
        "id":"ED467010",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Collective Bargaining in Higher Education."},
      {
        "id":"ED467011",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Student Financial Funding."},
      {
        "id":"ED467012",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Post-Tenure Review."},
      {
        "id":"ED467013",
        "title":"Critical Issue Bibliography (CRIB) Sheet: College Rankings."},
      {
        "id":"ED467014",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Retention and Recruitment of Underrepresented Faculty and Students."},
      {
        "id":"ED467015",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Students with Disabilities on Campus."},
      {
        "id":"ED467016",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Multiculturalism and the Curriculum."},
      {
        "id":"ED467017",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Multiculturalism and Faculty Development."},
      {
        "id":"ED467018",
        "title":"Guidelines for Review of Proposed University Campuses, Community Colleges, and Educational and Joint-Use Centers. Commission Report."},
      {
        "id":"ED467020",
        "title":"Adult Work Motivation for Involvement in Shared Governance Activities among Faculty Senate Leaders."},
      {
        "id":"ED467021",
        "title":"The Provost's View of the Value of Faculty Led Decision-Making."},
      {
        "id":"ED467022",
        "title":"Student Financing of Graduate and First-Professional Education, 1999-2000: Profiles of Students in Selected Degree Programs and Their Use of Assistantships. Statistical Analysis Report."},
      {
        "id":"ED467023",
        "title":"Student Financing of Undergraduate Education: 1999-2000. Statistical Analysis Report. Executive Summary."},
      {
        "id":"ED467024",
        "title":"Federal Student Loan Programs Data Book, Fiscal Years 1997-2000."},
      {
        "id":"ED467025",
        "title":"New Jersey Case Report: A Managed Market Approach."},
      {
        "id":"ED467026",
        "title":"New Mexico Case Report: The State Role in a Climate of Autonomy."},
      {
        "id":"ED467027",
        "title":"Federal Policies and Higher Education in the United States."},
      {
        "id":"ED467028",
        "title":"Current Research in European Vocational Education and Human Resource Development. Proceedings of the Programme Presented by the Research Network on Vocational Education and Training (VETNET) at the European Conference of Educational Research (ECER) (4th, Lille, France, September 5-8, 2001)."},
      {
        "id":"ED467029",
        "title":"Who Owns Teaching?"},
      {
        "id":"ED467030",
        "title":"Major Obstacles and Best Practices in International Educational Exchanges."},
      {
        "id":"ED467031",
        "title":"Illinois Higher Education Annual Report, 2002."},
      {
        "id":"ED467034",
        "title":"Unlocking the 9 Components of CSRD."},
      {
        "id":"ED467035",
        "title":"Private Practice Teachers in Public Schools: Reexamining Tensions between Professionalism and Bureaucratic Control."},
      {
        "id":"ED467036",
        "title":"School District Equity and Accountability: Toward a Comprehensive Model."},
      {
        "id":"ED467037",
        "title":"What Ails U.S. High Schools? How Should They Be Reformed? Is There a Federal Role?"},
      {
        "id":"ED467038",
        "title":"Recruiting Teachers for Hard-to-Staff Schools: Solutions for the Southeast &amp; the Nation. A Policy Brief."},
      {
        "id":"ED467039",
        "title":"Class-Size Effects in School Systems around the World: Evidence from Between-Grade Variation in TIMSS."},
      {
        "id":"ED467040",
        "title":"Making the Grade: Comparing DC Charter Schools to Other DC Public Schools."},
      {
        "id":"ED467043",
        "title":"Dismantling Bilingual Education Implementing English Immersion: The California Initiative."},
      {
        "id":"ED467044",
        "title":"The Practice and Promise of Prison Programming. Research Report."},
      {
        "id":"ED467047",
        "title":"Managing Challenges to the Integration of Technology into Schools in a Developing Country: A South African Perspective."},
      {
        "id":"ED467050",
        "title":"Better Pay for Better Teaching: Making Teaching Compensation Pay off in the Age of Accountability."},
      {
        "id":"ED467052",
        "title":"Is Teen Marriage a Solution?"},
      {
        "id":"ED467054",
        "title":"Maternal Work Behavior under Welfare Reform: How Does the Transition from Welfare to Work Affect Child Development? JCPR Working Paper."},
      {
        "id":"ED467055",
        "title":"National Postsecondary Student Aid Study (NPSAS:2000) Methodology Report, 1999-2000. Technical Report."},
      {
        "id":"ED467057",
        "title":"The KERA Endgame: Which Kentucky Schools Will Achieve Proficiency by 2014?"},
      {
        "id":"ED467058",
        "title":"Schools That Make a Difference: Final Report. Twelve Canadian Secondary Schools in Low-Income Settings. SAEE Research Series."},
      {
        "id":"ED467062",
        "title":"Chicago Teachers Union Quest Center &quot;Nurturing Teacher Leadership&quot; Evaluation Study, February-April, 2001."},
      {
        "id":"ED467069",
        "title":"Child Care and Utah's Economy: Making the Connection. A Special Utah KIDS COUNT Report."},
      {
        "id":"ED467072",
        "title":"If They Ask You to Put Your Course Online Over The Weekend, Tell Them to Take A Hike."},
      {
        "id":"ED467073",
        "title":"The State of Our Nation's Youth, 2002-2003."},
      {
        "id":"ED467075",
        "title":"Healthy Start, Grow Smart: Your Two-Month-Old."},
      {
        "id":"ED467077",
        "title":"Healthy Start, Grow Smart: Your Three-Month-Old."},
      {
        "id":"ED467078",
        "title":"Utah Schools: An In-Depth Look. An Analysis of Spending and Achievement in Utah Schools. A Sutherland Institute Policy Study."},
      {
        "id":"ED467083",
        "title":"Creating Communities of Learning. Schools and Smart Growth in New Jersey."},
      {
        "id":"ED467085",
        "title":"Designing Safe Schools."},
      {
        "id":"ED467086",
        "title":"Race, Place, and Opportunity: Racial Change and Segregation in the Chicago Metropolitan Area, 1990-2000."},
      {
        "id":"ED467087",
        "title":"&quot;Best Practices&quot;: Tactics To Increase Access to International Scholarship Programs by Women and Other Under-Represented Groups."},
      {
        "id":"ED467088",
        "title":"Early Exit: Understanding Adult Attrition in Accelerated and Traditional Postsecondary Programs. Synopsis: Higher Education Research Highlights."},
      {
        "id":"ED467089",
        "title":"Enrollment Projections, 2002-2011: Maryland Public Colleges and Universities."},
      {
        "id":"ED467090",
        "title":"Race, Place, and Opportunity: Racial Change and Segregation in the Boston Metropolitan Area, 1990-2000."},
      {
        "id":"ED467091",
        "title":"Race, Place, and Opportunity: Racial Change and Segregation in the San Diego Metropolitan Area, 1990-2000."},
      {
        "id":"ED467092",
        "title":"What Works for the Children? What We Know and Don't Know about Bilingual Education."},
      {
        "id":"ED467093",
        "title":"A Model of Teacher Professional Development To Support Technology Integration."},
      {
        "id":"ED467094",
        "title":"Searching for Educational Content in the For-Profit Internet: Case Study and Analysis."},
      {
        "id":"ED467095",
        "title":"Changing Teachers' Perceptions and Use of Technology in the Classroom."},
      {
        "id":"ED467096",
        "title":"From the Classroom to the Web: A Study of Faculty Change."},
      {
        "id":"ED467097",
        "title":"Applying a Youth Psychology Lens to the Digital Divide: How Low-Income, Minority Adolescents Appropriate Home Computers To Meet Their Needs for Autonomy, Belonging, and Competence, and How This Affects Their Academic and Future Prospects."},
      {
        "id":"ED467098",
        "title":"The National Youth Anti-Drug Media Campaign. Hearing before the Subcommittee on Criminal Justice, Drug Policy, and Human Resources of the Committee on Government Reform. House of Representatives, One Hundred Sixth Congress, First Session (October 14, 1999)."},
      {
        "id":"ED467099",
        "title":"Gun Violence: Making Connections with Suicide, Domestic Violence, and Substance Abuse. Join Together Action Kit, Spring 2002."},
      {
        "id":"ED467100",
        "title":"Cultural Strengths and Challenges in Implementing a System of Care Model in American Indian Communities. Systems of Care: Promising Practices in Children's Mental Health, 2000 Series."},
      {
        "id":"ED467101",
        "title":"Promoting Mental Health, Preventing Mental Illness, and Providing Effective Psychological Treatment to California's Aging Population. Working Paper. Strategic Planning on Aging."},
      {
        "id":"ED467102",
        "title":"Minnesota Careers Study Guide, 2002: A Facilitator's Guide for &quot;Minnesota Careers, 2002.&quot;"},
      {
        "id":"ED467103",
        "title":"Minnesota Careers Parent Guide, 2002: A Guide for Parents and Students Using &quot;Minnesota Careers&quot; at Home."},
      {
        "id":"ED467106",
        "title":"Drug Testing in Schools: An Effective Deterrent? Hearing before the Subcommittee on Criminal Justice, Drug Policy, and Human Resources of the Committee on Government Reform. House of Representatives, One Hundred Sixth Congress, Second Session (May 30, 2000)."},
      {
        "id":"ED467107",
        "title":"Effectiveness of the National Youth Anti-Drug Media Campaign. Hearing before the Subcommittee on Criminal Justice, Drug Policy, and Human Resources of the Committee on Government Reform. House of Representatives, One Hundred Sixth Congress, Second Session (July 11, 2000)."},
      {
        "id":"ED467108",
        "title":"Private School Racial Enrollments and Segregation."},
      {
        "id":"ED467109",
        "title":"Creating a Formula for Success: Why English Language Learner Students Are Dropping out of School, and How To Increase Graduation Rates."},
      {
        "id":"ED467111",
        "title":"City and State Takeover as a School Reform Strategy. ERIC Digest."},
      {
        "id":"ED467112",
        "title":"Constitutional Law and Race-Conscious Policies in K-12 Education. ERIC Digest."},
      {
        "id":"ED467117",
        "title":"An Examination of 4-Year Cohort Graduation and Dropout Rates for the New York City Public Schools' Class of 2001 and Final School Completion Outcomes for the Class of 1998."},
      {
        "id":"ED467121",
        "title":"Where Has All the &quot;Rural&quot; Gone? Rural Education Research and Current Federal Reform."},
      {
        "id":"ED467122",
        "title":"Llano Grande Center's Oral History Project Sparks Cultural and Economic Renewal in Texas's Rio Grande Valley. Rural Trust Featured Project."},
      {
        "id":"ED467123",
        "title":"Networked Teaching and Learning."},
      {
        "id":"ED467124",
        "title":"How Are Maori Learners with Special Needs Faring?"},
      {
        "id":"ED467125",
        "title":"Aboriginal Career Aspirations Program: School and Community Career Education. A Report and Discussion on a NSW Board of Studies Project."},
      {
        "id":"ED467128",
        "title":"Studies of the Use of Wilderness for Personal Growth, Therapy, Education, and Leadership Development: An Annotation and Evaluation."},
      {
        "id":"ED467129",
        "title":"Outdoor Behavioral Healthcare: Definitions, Common Practice, Expected Outcomes, and a Nationwide Survey of Programs. Technical Report."},
      {
        "id":"ED467130",
        "title":"Assessment of Treatment Outcomes in Outdoor Behavioral Healthcare. Technical Report."},
      {
        "id":"ED467132",
        "title":"Philadelphia's Talent Development High Schools: Second-Year Results, 2000-01."},
      {
        "id":"ED467133",
        "title":"Connecting Kids to Technology: Challenges and Opportunities. KIDS COUNT Snapshot."},
      {
        "id":"ED467134",
        "title":"Freeing the Child: Using Action Research on Visual Learning Strategies To Develop Children with Autism."},
      {
        "id":"ED467135",
        "title":"Structural Neuroimaging Studies of Dyslexia: Issues of Validity and Value."},
      {
        "id":"ED467136",
        "title":"Reading First Programs: An Overview. Quick Turn Around (QTA)."},
      {
        "id":"ED467137",
        "title":"Advocates for Success: Creating an Innovative Educational Model for Diverse Special Populations."},
      {
        "id":"ED467138",
        "title":"The Impact of the Felix Consent Decree."},
      {
        "id":"ED467139",
        "title":"Guide to Traumatic Brain Injury Resources Produced by NIDRR Grantees."},
      {
        "id":"ED467140",
        "title":"The Reauthorization of the Individuals with Disabilities Education Act: Moving toward a More Unified System. Policy Brief."},
      {
        "id":"ED467141",
        "title":"Digital Talking Books: Progress to Date."},
      {
        "id":"ED467144",
        "title":"Part C of the Individuals with Disabilities Education Act (IDEA) for Infants, Toddlers, and Their Families Annual Performance Report, Year XIV (2000-2001)."},
      {
        "id":"ED467145",
        "title":"Le Changement linguistique: Evolution, variation, and heterogeneite. Actes du colloque de Neuchatel Universite (Neuchatel, Suisse, 2-4 Octobre 2000) (Linguistic Change: Evolution, Variation, Heterogeneity. Proceedings of the University of Neuchatel Colloquium [Neuchatel, Switzerland, October 2-4, 2000])."},
      {
        "id":"ED472151",
        "title":"Performance Outcomes and Accreditation: A National Research Agenda."},
      {
        "id":"ED472152",
        "title":"Smart Start's Impact on North Carolina's Children, Families, &amp; Communities."},
      {
        "id":"ED472153",
        "title":"Confronting Challenges To Change: Remarks of U.S. Secretary of Education Rod Paige (Washington, DC, September 9, 2002)."},
      {
        "id":"ED472154",
        "title":"Programs and Plans of the National Center for Education Statistics. 2002 Edition."},
      {
        "id":"ED472155",
        "title":"Validity Issues for Accountability Systems. CSE Technical Report."},
      {
        "id":"ED472156",
        "title":"The Manifestation of Symmetry between the Emergence of Consciousness and the Development of Competence."},
      {
        "id":"ED472157",
        "title":"La investigacion sobre la calidad de los programas para ninos de hasta dos anos de edad (Research on Quality in Infant-Toddler Programs). ERIC Digest."},
      {
        "id":"ED472158",
        "title":"El estres y los ninos pequenos (Stress and Young Children). ERIC Digest."},
      {
        "id":"ED472159",
        "title":"Alternative Certification in Georgia: Does It Work?"},
      {
        "id":"ED472160",
        "title":"Using Instrumental Variables Analysis To Learn More from Social Policy Experiments. MDRC Working Papers on Research Methodology."},
      {
        "id":"ED472161",
        "title":"Using Place-Based Random Assignment and Comparative Interrupted Time-Series Analysis To Evaluate the Jobs-Plus Employment Program for Public Housing Residents."},
      {
        "id":"ED472162",
        "title":"Missing Links: A Serendipitous Journey into Teaching Styles."},
      {
        "id":"ED472163",
        "title":"Does Lesson Study Have a Future in the United States?"},
      {
        "id":"ED472164",
        "title":"The Relationship between Instructional and Classroom Assessment Practices of Elementary Teachers and Student Scores on High-Stakes Tests."},
      {
        "id":"ED472165",
        "title":"A Technical Review of the Myers-Briggs Type Indicator(tm)."},
      {
        "id":"ED472166",
        "title":"Testing the Stability of Experts' Opinions between Successive Rounds of Delphi Studies."},
      {
        "id":"ED472167",
        "title":"Washback of A Public Exam on English Teaching."},
      {
        "id":"ED472169",
        "title":"Psychometric Principles in Student Assessment. CSE Technical Report."},
      {
        "id":"ED472170",
        "title":"The AaO as Building Block in the Coupling of Text Kinematics with the Resonating Structure of a Metaphor."},
      {
        "id":"ED472171",
        "title":"The AVID Program in AISD, 1999-2002."},
      {
        "id":"ED472172",
        "title":"Academics 2000: Cycle VIII Evaluation Report, 2001-2002."},
      {
        "id":"ED472173",
        "title":"Measuring the Quality of Mentor-Youth Relationships: A Tool for Mentoring Programs. Technical Assistance Packet."},
      {
        "id":"ED472175",
        "title":"Projections of Education Statistics to 2012. Pocket Projections."},
      {
        "id":"ED472176",
        "title":"Projections of Education Statistics to 2012. Thirty-First Edition."},
      {
        "id":"ED472177",
        "title":"QSP and the MPS Information System."},
      {
        "id":"ED472178",
        "title":"A Brief, Free and Standardised Assessment of Interests for Use in Educational and Vocational Guidance--Career Interest Test (Version 3.0). Occasional Paper."},
      {
        "id":"ED472179",
        "title":"A Model Schedule for a Capital Improvement Program."},
      {
        "id":"ED472180",
        "title":"Impact of Technology on School Facility Design."},
      {
        "id":"ED472181",
        "title":"Measurement, Ratios, and Graphing: Who Added the \"Micro\" to Gravity? An Educator Guide with Activities in Mathematics, Science, and Technology. NASA CONNECT[TM]."},
      {
        "id":"ED472182",
        "title":"Developing Careers, Building a Profession: The Rochester Career in Teaching Plan."},
      {
        "id":"ED472183",
        "title":"Using School Board Policy To Improve Student Achievement. ERIC Digest."},
      {
        "id":"ED472184",
        "title":"La preparacion del maestro y la interaccion entre maestro y nino en programas preescolares (Teacher Preparation and Teacher-Child Interaction in Preschools). ERIC Digest."},
      {
        "id":"ED472185",
        "title":"La intimidacion en el comienzo de la adolescencia: La funcion del grupo social (Bullying in Early Adolescence: The Role of the Peer Group). ERIC Digest."},
      {
        "id":"ED472186",
        "title":"Making a Difference in the Lives of Infants and Toddlers and Their Families: The Impacts of Early Head Start. Volumes I-III: Final Technical Report [and] Appendixes [and] Local Contributions to Understanding the Programs and Their Impacts."},
      {
        "id":"ED472187",
        "title":"Healthy Start, Grow Smart: Your Nine-Month Old."},
      {
        "id":"ED472188",
        "title":"Early Literacy Education: First Steps Toward Dropout Prevention. Effective Strategies for School Improvement and Dropout Prevention."},
      {
        "id":"ED472189",
        "title":"Birth, Initiation of Breastfeeding, and the First Seven Days after Birth. Facts for Feeding."},
      {
        "id":"ED472190",
        "title":"School Readiness: Starting Your Child Off Right. Program Services Paper."},
      {
        "id":"ED472193",
        "title":"Learning through the Eyes of a Child: A Guide to Best Teaching Practices in Early Education."},
      {
        "id":"ED472195",
        "title":"Diablo Valley College Institutional Effectiveness Fact Book, 2000-2001."},
      {
        "id":"ED472196",
        "title":"Condition of Iowa Community Colleges, 2002."},
      {
        "id":"ED472197",
        "title":"Macromedia Accessibility Project (MAP). Macromedia[R] White Paper."},
      {
        "id":"ED472198",
        "title":"Transfer Status and Graduation Rates of HCCC Students Who Transfer to New Jersey Senior Public Institutions. Hudson County Community College Research Profiles."},
      {
        "id":"ED472199",
        "title":"Certification Synergy: Adding Value to the Curriculum."},
      {
        "id":"ED472200",
        "title":"The Illusion of e-Learning: Why We Are Missing Out on the Promise of Technology. League White Papers."},
      {
        "id":"ED472201",
        "title":"The Reading Venture: Accelerating Language Acquisition."},
      {
        "id":"ED472202",
        "title":"From Parent to Child: Early Labor Market Experiences of Second-Generation Immigrants in the Netherlands. Discussion Paper."},
      {
        "id":"ED472203",
        "title":"Participation and Performance of English Language Learners Reported in Public State Documents and Web Sites, 1999-2000. LEP Projects Report."},
      {
        "id":"ED472204",
        "title":"An Introduction to ESL in the Workplace: A Professional Development Packet."},
      {
        "id":"ED472205",
        "title":"A Call to Action: Reconnecting College Sports and Higher Education."},
      {
        "id":"ED472206",
        "title":"Patterns of Excellence: Policy Perspectives on Diversity in Teaching and School Leadership."},
      {
        "id":"ED472207",
        "title":"Practitioner Resource Guide for Action Research."},
      {
        "id":"ED472208",
        "title":"The National Literacy Strategy: The First Four Years, 1998-2002."},
      {
        "id":"ED472209",
        "title":"The National Literacy Strategy: The Second Year."},
      {
        "id":"ED472210",
        "title":"The National Literacy Strategy: The Third Year. An Evaluation by HMI."},
      {
        "id":"ED472211",
        "title":"OISE/UT Evaluation of the Implementation of the National Literacy and Numeracy Strategies. Summary: First Annual Report. Watching &amp; Learning."},
      {
        "id":"ED472212",
        "title":"OISE/UT Evaluation of the Implementation of the National Literacy and Numeracy Strategies. Second Annual Report. Watching &amp; Learning 2."},
      {
        "id":"ED472213",
        "title":"Final Report of the External Evaluation of England's National Literacy and Numeracy Strategies. Executive Summary: Final Report. Watching &amp; Learning 3."},
      {
        "id":"ED472214",
        "title":"Final Report of the External Evaluation of England's National Literacy and Numeracy Strategies. Final Report. Watching &amp; Learning 3."},
      {
        "id":"ED472215",
        "title":"Literacy Coordinators' Handbook."},
      {
        "id":"ED472216",
        "title":"Building on Improvement. The National Literacy and Numeracy Strategies."},
      {
        "id":"ED472217",
        "title":"Raising Standards in Middle Schools."},
      {
        "id":"ED472218",
        "title":"Evaluation of National Literacy Project: Summary Report."},
      {
        "id":"ED472219",
        "title":"National Literacy Strategy: Review of Research and Other Related Evidence."},
      {
        "id":"ED472220",
        "title":"Implementation of the NLS: A Summary for Primary Schools."},
      {
        "id":"ED472221",
        "title":"Implementation of the NLS: Final Report."},
      {
        "id":"ED472222",
        "title":"Auditing and Reviewing a Subject in Key Stages 2 and 3 in Middle Schools. National Strategies for Literacy, Numeracy and Key Stage 3."},
      {
        "id":"ED472223",
        "title":"Measures for Electronic Resources (E-Metrics). Complete Set."},
      {
        "id":"ED472225",
        "title":"Proceedings of SITE 2002: Society for Information Technology &amp; Teacher Education International Conference (13th, Nashville, Tennessee, March 18-23, 2002)."},
      {
        "id":"ED472226",
        "title":"Invited Papers. [SITE 2002 Section]."},
      {
        "id":"ED472227",
        "title":"Concepts &amp; Procedures. [SITE 2002 Section]."},
      {
        "id":"ED472228",
        "title":"Corporate [and] Distance Education. [SITE 2002 Sections]."},
      {
        "id":"ED472229",
        "title":"Diversity/Equity. [SITE 2002 Section]."},
      {
        "id":"ED472230",
        "title":"The Educational Computing Course. [SITE 2002 Section]."},
      {
        "id":"ED472231",
        "title":"Educational Leadership. [SITE 2002 Section]."},
      {
        "id":"ED472232",
        "title":"Electronic Portfolios. [SITE 2002 Section]."},
      {
        "id":"ED472233",
        "title":"Faculty Development. [SITE 2002 Section]."},
      {
        "id":"ED472234",
        "title":"Fine Arts. [SITE 2002 Section]."},
      {
        "id":"ED472235",
        "title":"Graduate and Inservice Education. [SITE 2002 Section]."},
      {
        "id":"ED472236",
        "title":"Instructional Design. [SITE 2002 Section]."},
      {
        "id":"ED472237",
        "title":"International. [SITE 2002 Section]."},
      {
        "id":"ED472238",
        "title":"Mathematics. [SITE 2002 Section]."},
      {
        "id":"ED472239",
        "title":"New Media. [SITE 2002 Section]."},
      {
        "id":"ED472240",
        "title":"Partnerships Across Organizations. [SITE 2002 Section]."},
      {
        "id":"ED472241",
        "title":"Preservice Teacher Education. [SITE 2002 Section]."},
      {
        "id":"ED472242",
        "title":"PT3. [SITE 2002 Section]."},
      {
        "id":"ED472243",
        "title":"Reading, Language Arts and Literacy. [SITE 2002 Section]."},
      {
        "id":"ED472244",
        "title":"Research. [SITE 2002 Section]."},
      {
        "id":"ED472245",
        "title":"Science. [SITE 2002 Section]."},
      {
        "id":"ED472246",
        "title":"Simulations & Case Studies. [SITE 2002 Section]."},
      {
        "id":"ED472247",
        "title":"Social Studies. [SITE 2002 Section]."},
      {
        "id":"ED472248",
        "title":"Special Needs. [SITE 2002 Section]."},
      {
        "id":"ED472249",
        "title":"Technology Diffusion. [SITE 2002 Section]."},
      {
        "id":"ED472250",
        "title":"Telecommunications: Graduate, Inservice & Faculty Use. [SITE 2002 Section]."},
      {
        "id":"ED472251",
        "title":"Telecommunications: Preservice, Inservice, Graduate, and Faculty. [SITE 2002 Section]."},
      {
        "id":"ED472252",
        "title":"Telecommunications: Systems and Services. [SITE 2002 Section]."},
      {
        "id":"ED472253",
        "title":"Theory. [SITE 2002 Section]."},
      {
        "id":"ED472254",
        "title":"Video Cases. [SITE 2002 Section]."},
      {
        "id":"ED472255",
        "title":"Education Management Organizations and the Privatization of Public Education: A Cross-National Comparison of the USA and the UK. Occasional Paper."},
      {
        "id":"ED472256",
        "title":"Some Theoretically-Methodological Starting Points of the School Reforms."},
      {
        "id":"ED472258",
        "title":"Learning and Identity: The Intersection of Micro and Macro Processes in Identity Formation for Students and the Community in a Small Rural Town--The Wesley Experience."},
      {
        "id":"ED472259",
        "title":"The Self, the Spirit and the Social Being: The Formation of Adolescent Identity within Community--Wesley College at Clunes."},
      {
        "id":"ED472260",
        "title":"Young Child. [SITE 2002 Section]."},
      {
        "id":"ED472261",
        "title":"BRAC's NFPE Program: Focus on Teacher Development Issues."},
      {
        "id":"ED472262",
        "title":"The Carlisle Indian Industrial School."},
      {
        "id":"ED472263",
        "title":"Education Decentralization in Sub-Saharan Africa--Espoused Theories and Theories in Use."},
      {
        "id":"ED472264",
        "title":"An Investigation of Factors Related to Teacher Retention in Small Rural School Districts in Montana."},
      {
        "id":"ED472265",
        "title":"Teacher Interactions within the Physical Environment: How Teachers Alter Their Space and/or Routines Because of Classroom Character."},
      {
        "id":"ED472266",
        "title":"Freedom and Creativity: A Story of Learning, Democracy, and the Design of Schools."},
      {
        "id":"ED472267",
        "title":"(Re)Designing Learning Environments."},
      {
        "id":"ED472268",
        "title":"Interface between Educational Facilities and Learning Climate in Three Northern Alabama K-2 Elementary Schools."},
      {
        "id":"ED472269",
        "title":"The Politics of School Board-Community Interaction: A Case Study of a High School Construction Project."},
      {
        "id":"ED472270",
        "title":"Who's Owning Whom and Why Does It Matter? Looking at Learning as Community Development."},
      {
        "id":"ED472271",
        "title":"Making Links: Guidance for Summer Schools. Key Stage 3. National Strategy."},
      {
        "id":"ED472272",
        "title":"An Example of National Literacy Strategy Medium-Term Planning. The National Literacy Strategy."},
      {
        "id":"ED472273",
        "title":"Quality Text To Support the Teaching of Writing: Years 5 and 6."},
      {
        "id":"ED472274",
        "title":"Marking Guidelines for Writing. The National Literacy Strategy."},
      {
        "id":"ED472275",
        "title":"Developing Early Writing. The National Literacy Strategy."},
      {
        "id":"ED472276",
        "title":"Target Statements for Writing. The National Literacy Strategy."},
      {
        "id":"ED472277",
        "title":"Illustrative Target Statements for Reading. The National Literacy Strategy."},
      {
        "id":"ED472278",
        "title":"Grammar for Writing Grammar Fliers. Grammar 1: From Word to Sentence [and] Grammar 2: From Sentence to Text [and] Grammar 3: From Grammar to Writing."},
      {
        "id":"ED472279",
        "title":"Grammar for Writing. The National Literacy Strategy."},
      {
        "id":"ED472280",
        "title":"Spelling Bank: Lists of Words and Activities for the KS2 Spelling Objectives. The National Literacy Strategy."},
      {
        "id":"ED472281",
        "title":"Guidance on Organising Literacy and Numeracy Booster Classes."},
      {
        "id":"ED472282",
        "title":"Phonics--Progression in Phonics: Materials for Whole-Class Teaching. National Literacy Strategy."},
      {
        "id":"ED472283",
        "title":"Early Literacy Support Programme: Materials for Teachers Working in Partnership with Teaching Assistants. Early Literacy Support Programme. The National Literacy Strategy."},
      {
        "id":"ED472284",
        "title":"Year 5 Booster Units. The National Literacy Strategy."},
      {
        "id":"ED472285",
        "title":"Year 6 Literacy Booster Lessons, 2003. The National Literacy Strategy."},
      {
        "id":"ED472286",
        "title":"Guidance for Year 6 Pupils. 2001 Revision. The National Literacy Strategy."},
      {
        "id":"ED472287",
        "title":"Easter School Guidance. The National Literacy and Numeracy Strategies."},
      {
        "id":"ED472289",
        "title":"Public Schools: Insufficient Research To Determine Effectiveness of Selected Private Education Companies. Report to the Ranking Minority Member, Subcommittee on the District of Columbia, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED472290",
        "title":"Autonomy and Innovation: How Do Massachusetts Charter School Principals Use Their Freedom?"},
      {
        "id":"ED472293",
        "title":"Indicators of School Crime and Safety, 2002."},
      {
        "id":"ED472294",
        "title":"Implications of the No Child Left Behind Act for States in the Southwestern Region. Policy Brief."},
      {
        "id":"ED472295",
        "title":"ACCK Preservice Early Intervention Program (a.k.a. The Plum Tree Project: ACCK Interdisciplinary Early Intervention Program). Project Performance Report to U.S. Department of Education and Final Report, April 1, 2000-August 31, 2001."},
      {
        "id":"ED472296",
        "title":"National Center for the Dissemination of Disability Research Survey Report, 2002."},
      {
        "id":"ED472299",
        "title":"A Tribute to K. Warner Schaie."},
      {
        "id":"ED472300",
        "title":"Ohio Higher Education Partnership Project, September 1997 through August 2001. Final Report."},
      {
        "id":"ED472301",
        "title":"&quot;A Real Eye Opener&quot;: Can Parent-Faculty Partnerships Enhance Learning and Teaching in the Higher Education Classroom?"},
      {
        "id":"ED472302",
        "title":"A Toolbox for Parents and Faculty. Ohio Higher Education Partnership Project."},
      {
        "id":"ED472303",
        "title":"Dare To Dream: A Guide to Planning Your Future. Revised."},
      {
        "id":"ED472304",
        "title":"The GED Exit Option Model. Procedure Manual. Revised."},
      {
        "id":"ED472306",
        "title":"A Report of a Standard Setting Method for Alternate Assessments for Students with Significant Disabilities. Synthesis Report."},
      {
        "id":"ED472307",
        "title":"Reevaluation Procedures for Students with Disabilities. Revised. Technical Assistance Paper."},
      {
        "id":"ED472310",
        "title":"Your Renewal FAFSA: Free Application for Federal Student Aid, 2003-2004 School Year."},
      {
        "id":"ED472311",
        "title":"African Virtual University: The Case of Kenyatta University, Kenya. Commonwealth Case Studies in Education."},
      {
        "id":"ED472314",
        "title":"The Best of Planning for Higher Education: An Anthology of Articles from the Premier Journal in Higher Education Planning."},
      {
        "id":"ED472315",
        "title":"Affording College: Financial Aid, New York's 100 Private Colleges and Universities, Internet Resources. 2002 Edition."},
      {
        "id":"ED472316",
        "title":"Establishing Performance Indicators To Assess Progress toward Meeting the Goals of &quot;The Illinois Commitment&quot;: Final Recommendations. Report of the Performance Indicator Advisory Committee to the Illinois Board of Higher Education."},
      {
        "id":"ED472317",
        "title":"VETNET ECER 2002 Proceedings: Current Research in European Vocational Education and Human Resource Development. Proceedings of the Programme Presented by the Research Network on Vocational Education and Training (VETNET) at the European Conference of Educational Research (ECER) (5th, Lisbon, Portugual, September 11-14, 2002)."},
      {
        "id":"ED472326",
        "title":"The Early Academic Success of Children Born to Low-Income Teenage Mothers."},
      {
        "id":"ED472328",
        "title":"Changing the Classroom Environment: Meeting the Needs of All Children."},
      {
        "id":"ED472329",
        "title":"A Meta-Analysis of Home Visitor Programs: Moderators of Improvements in Maternal Behavior."},
      {
        "id":"ED472334",
        "title":"Small-Group Instruction: An Annotated Bibliography of Science, Mathematics, Engineering and Technology Resources in Higher Education, 1997. Occasional Paper."},
      {
        "id":"ED472336",
        "title":"A GreenPrint for Minnesota: State Plan for Environmental Education. Second Edition."},
      {
        "id":"ED472337",
        "title":"Algebraic Thinking: Preparing Students for Mastering Algebraic Concepts."},
      {
        "id":"ED472338",
        "title":"Indicators of Success in Postsecondary SMET Education: Shapes of the Future. Synthesis and Proceedings of the Annual NISE Forum (3rd, February 23-24, 1998). Workshop Report."},
      {
        "id":"ED472339",
        "title":"Evaluation Strategies Project: A Report of the Evaluation Questions Conference of the Evaluation Strategies Project (Madison, Wisconsin, January 4-5, 1996). Workshop Report."},
      {
        "id":"ED472340",
        "title":"Commentaries on Mathematics and Science Standards. Occasional Paper."},
      {
        "id":"ED472341",
        "title":"Reaching Equity in Systemic Reform: How Do We Assess Progress and Problems? Research Monograph."},
      {
        "id":"ED472342",
        "title":"Understanding Rates of Change."},
      {
        "id":"ED472343",
        "title":"IISME Teacher Retention and Program Impact, 1985-2000."},
      {
        "id":"ED472344",
        "title":"Negative Effects of TANF on College Enrollment. Special Research Report."},
      {
        "id":"ED472345",
        "title":"Philanthropic Due Diligence: Exploratory Case Studies To Improve Investments in Urban Schools."},
      {
        "id":"ED472346",
        "title":"The Well-Being of Children Born to Teen Mothers: Multiple Approaches to Assessing the Causal Links. JCPR Working Paper."},
      {
        "id":"ED472347",
        "title":"A Multiracial Society with Segregated Schools: Are We Losing the Dream?"},
      {
        "id":"ED472348",
        "title":"The Cost of Protecting Vulnerable Children III: What Factors Affect States' Fiscal Decisions? Occasional Paper. Assessing the New Federalism. An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED472349",
        "title":"An Action Guide for Community and Parent Leaders: Using NCLB To Improve Student Achievement."},
      {
        "id":"ED472350",
        "title":"Children and Welfare Reform: What Policy Theories Are Being Implemented in States Where Most Poor Children Live?"},
      {
        "id":"ED472353",
        "title":"Youth Count: The Vermont Youth Report, 2002."},
      {
        "id":"ED472356",
        "title":"What Is the Penny Buying for South Carolina? Child Development Programs for Four-Year-Olds: Student and Program Characteristics, Longitudinal Study of Academic Achievement, and Current Parent Perceptions."},
      {
        "id":"ED472357",
        "title":"Growing Arizona: A Report by the Arizona School Readiness Task Force."},
      {
        "id":"ED472359",
        "title":"An Integrated Approach to Early Childhood Education and Care. Early Childhood and Family Policy Series."},
      {
        "id":"ED472360",
        "title":"Early Childhood Care and Education and Other Family Policies and Programs in South-East Asia. Early Childhood and Family Policy Series."},
      {
        "id":"ED472361",
        "title":"From Competence to Excellence: Developing Excellence in Vocational Skills."},
      {
        "id":"ED472362",
        "title":"The Changing Face of College Governance. LSDA Research Report."},
      {
        "id":"ED472363",
        "title":"Generic Skills in Career and Technical Education. Myths and Realities."},
      {
        "id":"ED472364",
        "title":"Dropouts and Career and Technical Education. Myths and Realities."},
      {
        "id":"ED472365",
        "title":"School to Work after the School to Work Opportunities Act. Myths and Realities."},
      {
        "id":"ED472366",
        "title":"Qualitative Research in Adult, Career, and Career-Technical Education. Practitioner File."},
      {
        "id":"ED472367",
        "title":"Overseeing One-Stops: A WIB Member's Guide to Quality Assurance. Workforce Board Development Series."},
      {
        "id":"ED472368",
        "title":"Rise to the Challenge: A Business Guide to Creating a Workforce Investment System That Makes Sense."},
      {
        "id":"ED472369",
        "title":"Leadership for the New Economy: New Roles and Responsibilities of Workforce Boards."},
      {
        "id":"ED472370",
        "title":"Meeting Market Demands. New Roles for One-Stop Centers: Serving the Business Customer."},
      {
        "id":"ED472371",
        "title":"Financing Lifelong Learning for All: An International Perspective. Working Paper."},
      {
        "id":"ED472372",
        "title":"The Differential Behavioral Work Styles of African American Students With and Without Learning Disabilities."},
      {
        "id":"ED472373",
        "title":"Certification Can Count: The Case of Aircraft Mechanics. Issues in Labor Statistics. Summary 02-03."},
      {
        "id":"ED472374",
        "title":"Skill Standards for Agriculture: John Deere Agricultural Equipment Technician, Agricultural &amp; Diesel Equipment Mechanic, Irrigation Technologist, Turf Management Technician, Turf Equipment Service Technician."},
      {
        "id":"ED472375",
        "title":"Making the Connection: Some People, Programs and Ideas Highlighted by Adult Learners Week 2001."},
      {
        "id":"ED472376",
        "title":"Learning around Town: Learning Communities in Australia."},
      {
        "id":"ED472377",
        "title":"Building Education: The Role of the Physical Environment in Enhancing Teaching and Research. Issues in Practice."},
      {
        "id":"ED472380",
        "title":"System-Inspection Guidelines for Minnesota PK-12 School Construction Projects."},
      {
        "id":"ED472381",
        "title":"Effects of Student Population Density on Academic Achievement in Georgia Elementary Schools."},
      {
        "id":"ED472382",
        "title":"Latino Immigrants in Memphis, Tennessee: Their Local Economic Impact. Working Paper."},
      {
        "id":"ED472383",
        "title":"Report on the Strategic Planning Process in Lincoln County, West Virginia."},
      {
        "id":"ED472385",
        "title":"The Seventh Generation: Native Students Speak about Finding the Good Path."},
      {
        "id":"ED472386",
        "title":"Latino Immigrant Women in Memphis."},
      {
        "id":"ED472387",
        "title":"The Consequences of Merit Aid. JCPR Working Paper."},
      {
        "id":"ED472389",
        "title":"Human Capital Contracts: \"Equity-Like\" Instruments for Financing Higher Education. Policy Analysis."},
      {
        "id":"ED472391",
        "title":"Visions of Delight, Visions of Doubt: The Relationship Between Emotion and Cognition in Teachers' Vision."},
      {
        "id":"ED472392",
        "title":"Towards Expert Thinking: How Case-Writing Contributes to the Development of Theory-Based Professional Knowledge in Student-Teachers."},
      {
        "id":"ED472393",
        "title":"Reflective Practices and Confluent Educational Perspectives: Three Exploratory Studies."},
      {
        "id":"ED472394",
        "title":"Learning to Hope, or Hoping to Learn? The Role of Vision in the Early Professional Lives of Teachers."},
      {
        "id":"ED472395",
        "title":"Teacher Work Samples & Struggling Readers: Impacting Student Performance & Candidate Dispositions."},
      {
        "id":"ED472396",
        "title":"A Conceptual Model for Integrating Field Experiences, Professional Development Schools, and Performance Assessment in a World of NCATE 2000."},
      {
        "id":"ED472397",
        "title":"Sentences. Literacy Progress Unit (Adapted for Whole Class Use). Key Stage 3: National Strategy."},
      {
        "id":"ED472398",
        "title":"Writing Organisation. Literacy Progress Unit (for Use with Small Groups). Key Stage 3: National Strategy."},
      {
        "id":"ED472399",
        "title":"Information Retrieval. Literacy Progress Unit (for Use with Small Groups). Key Stage 3: National Strategy."},
      {
        "id":"ED472400",
        "title":"Spelling. Literacy Progress Unit (for Use with Small Groups). Key Stage 3: National Strategy."},
      {
        "id":"ED472401",
        "title":"Reading between the Lines. Progress Unit (for Use with Small Groups). Key Stage 3: National Strategy."},
      {
        "id":"ED472402",
        "title":"Phonics. Literacy Progress Unit (for Use with Small Groups). Key Stage 3: National Strategy."},
      {
        "id":"ED472403",
        "title":"Sentences. Literacy Progress Unit (for Use with Small Groups). Key Stage 3: National Strategy."},
      {
        "id":"ED472404",
        "title":"Strand Tracker: Non-Fiction Objectives. The National Literacy Strategy."},
      {
        "id":"ED472405",
        "title":"Teaching Writing: Support Material for Text Level Objectives. The National Literacy Strategy."},
      {
        "id":"ED472406",
        "title":"Target Setting at Key Stage 2."},
      {
        "id":"ED472407",
        "title":"Guidance on the Organisation of the National Literacy Strategy in Reception Classes. The National Literacy Strategy."},
      {
        "id":"ED472408",
        "title":"The National Literacy Strategy--Framework for Teaching: Additional Guidance."},
      {
        "id":"ED472409",
        "title":"Literacy across the Curriculum: Management Guide. Key Stage 3: National Strategy."},
      {
        "id":"ED472410",
        "title":"Transition from Year 6 to Year 7 English: Units of Work. The National Literacy Strategy."},
      {
        "id":"ED472411",
        "title":"Framework for Teaching English: Years 7, 8 and 9. The National Literacy Strategy."},
      {
        "id":"ED472412",
        "title":"Year 7 Spelling Bank. Key Stage 3: National Strategy."},
      {
        "id":"ED472413",
        "title":"Year 7 Speaking and Listening Bank. Key Stage 3: National Strategy."},
      {
        "id":"ED472414",
        "title":"Year 7 Sentence Level Bank. Key Stage 3: National Strategy."},
      {
        "id":"ED472415",
        "title":"Early Literacy Support: Top-Up Sessions. The National Literacy Strategy."},
      {
        "id":"ED472416",
        "title":"Writing Organisation. Literacy Progress Unit (Adapted for Whole Class Use). Key Stage 3: National Strategy."},
      {
        "id":"ED472417",
        "title":"Information Retrieval. Literacy Progress Unit (Adapted for Whole Class Use). Key Stage 3: National Strategy."},
      {
        "id":"ED472418",
        "title":"Unit 3: Spelling. Transforming Key Stage 3. NLS KS3 Literacy Progress Units (Adapted for Whole Class Use). The National Literacy Strategy."},
      {
        "id":"ED472419",
        "title":"Reading between the Lines. Literacy Progress Unit (Adapted for Whole Class Use). Key Stage 3: National Strategy."},
      {
        "id":"ED472420",
        "title":"State Policy Series on Family Support and Father Involvement: A Summary of Activities and Issues in Mid-Atlantic and New England States [and] Southern States [and] Mid-Western States [and] Western States. NCOFF State Policy Series Briefs [and] NCOFF Special Conference Brief."},
      {
        "id":"ED472421",
        "title":"State Policy Series on Family Support and Father Involvement: A Summary of Activities and Issues in Mid-Atlantic and New England States. NCOFF State Policy Series Brief."},
      {
        "id":"ED472422",
        "title":"Improving Learning Processes: Principles, Strategies and Techniques."},
      {
        "id":"ED472423",
        "title":"Non-Prescribed Higher Education: Where Does It Fit?"},
      {
        "id":"ED472424",
        "title":"Evaluation of the Transition to Comprehensive Youth Services under the Workforce Investment Act."},
      {
        "id":"ED472425",
        "title":"Beyond Welfare-to-Work: Helping Low-Income Workers Maintain Their Jobs and Advance in the Workforce. Paper #1: Demand-Led Retention."},
      {
        "id":"ED472426",
        "title":"Building a Nation That Works: Designing TANF for the Workplace."},
      {
        "id":"ED472427",
        "title":"Research-Based Principles for Adult Basic Education Reading Instruction."},
      {
        "id":"ED472428",
        "title":"EFF Research Principle: A Purposeful and Transparent Approach to Teaching and Learning. EFF Research to Practice Note."},
      {
        "id":"ED472429",
        "title":"EFF Research Principle: An Approach to Teaching and Learning That Builds Expertise. EFF Research to Practice Note."},
      {
        "id":"ED472430",
        "title":"EFF Research Principle: A Contextualized Approach to Curriculum and Instruction. EFF Research to Practice Note."},
      {
        "id":"ED472431",
        "title":"Criminal Justice. [FasTrak Specialization Integrated Technical and Academic Competency (ITAC).] 2002 Revision."},
      {
        "id":"ED472432",
        "title":"Medical Assistant. [FasTrak Specialization Integrated Technical and Academic Competency (ITAC).] 2002 Revision."},
      {
        "id":"ED472433",
        "title":"Education and Job Training: Preparing for the 21st Century Workforce. Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce, House of Representatives. One Hundred Seventh Congress, Second Session (Angola, Indiana, March 22, 2002)."},
      {
        "id":"ED472434",
        "title":"Nebraska Career and Technical Education Consolidated Annual Report, 2000-2001. Executive Summary."},
      {
        "id":"ED472435",
        "title":"The Future of Learning: From eLearning to mLearning."},
      {
        "id":"ED472436",
        "title":"Re-Thinking Adult Literacy and Post-Literacy: From an International Perspective. The Roby Kidd Memorial Lecture."},
      {
        "id":"ED472437",
        "title":"Self-Assessment and Development Planning for Adult and Community Learning Providers."},
      {
        "id":"ED472438",
        "title":"Alternative Teacher Certification Procedures and Professional Development Opportunities for Career and Technical Education Teachers."},
      {
        "id":"ED472440",
        "title":"Achievement Matters Most: The Final Report of the Visionary Panel for Better Schools."},
      {
        "id":"ED472441",
        "title":"Noteworthy Perspectives: Keeping the Focus on Learning."},
      {
        "id":"ED472442",
        "title":"Partnerships by Design: Cultivating Effective and Meaningful School-Family-Community Partnerships. Creating Communities of Learning & Excellence."},
      {
        "id":"ED472443",
        "title":"Private Schools: A Brief Portrait. Findings from &quot;The Condition of Education, 2002.&quot;"},
      {
        "id":"ED472444",
        "title":"Distinguished Practices of Distinguished Schools."},
      {
        "id":"ED472445",
        "title":"Inquiring Minds: Learning and Literacy in Early Adolescence. Creating Communities of Learning &amp; Excellence."},
      {
        "id":"ED472446",
        "title":"Overview of K-12 Education Finance."},
      {
        "id":"ED472447",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress (April 1-September 30, 2002)."},
      {
        "id":"ED472448",
        "title":"The Six Habits of Fiscally Responsible Public School Districts. A Mackinac Center Report."},
      {
        "id":"ED472450",
        "title":"Summer School and Summer Learning, 2002: Progress and Challenges."},
      {
        "id":"ED472451",
        "title":"Including Special-Needs Students in the NAEP 1998 Reading Assessment. Part I: Comparison of Overall Results with and without Accommodations. A Report on 1998 NAEP Research Activities. Statistical Analysis Report."},
      {
        "id":"ED472452",
        "title":"Action Research Facilitator&apos;s Handbook."},
      {
        "id":"ED472453",
        "title":"Fundamental Assumptions and Aims Underlying the Principles and Policies of Federal Financial Aid to Students. Research Report."},
      {
        "id":"ED472454",
        "title":"What's at Stake: The Social and Economic Benefits of Higher Education. Research Report."},
      {
        "id":"ED472455",
        "title":"The Financial Aid Partnership: Strengthening the Federal Government's Leadership Role. Research Report."},
      {
        "id":"ED472456",
        "title":"State Financial Aid and College Access. Research Report."},
      {
        "id":"ED472457",
        "title":"The Role of Student Loans in College Access. Research Report."},
      {
        "id":"ED472458",
        "title":"Getting the Most out of Federal Student Aid Spending--Encouraging Colleges and Universities To Promote the Common Good. Research Report."},
      {
        "id":"ED472459",
        "title":"CSS Council Task Force on Reauthorization: Recommendations for Improving Federal Aid Delivery. Research Report."},
      {
        "id":"ED472460",
        "title":"Postsecondary Opportunity and Achievement in Washington."},
      {
        "id":"ED472461",
        "title":"Thinking Big: The State of Scholarship on Higher Education."},
      {
        "id":"ED472462",
        "title":"Metaphors of Expectations for Undergraduate Research: A Tale of Two Universities."},
      {
        "id":"ED472463",
        "title":"Faculty Knowledge of Disability Law: Implications for Higher Education Practice."},
      {
        "id":"ED472464",
        "title":"Washington State Tuition and Fee Report, 2002-03."},
      {
        "id":"ED472465",
        "title":"Remediation in Virginia Higher Education. A SCHEV Issue Brief."},
      {
        "id":"ED472466",
        "title":"The Role of Financial Aid in Hispanic First-Time Freshman Persistence. AIR 2002 Forum Paper."},
      {
        "id":"ED472467",
        "title":"The Relationship between Institutional Mission and Students' Involvement and Educational Outcomes. AIR 2002 Forum Paper."},
      {
        "id":"ED472468",
        "title":"The Marginal Effects of High School Visits: A Step toward an Empirically Driven Marketing Program. AIR 2002 Forum Paper."},
      {
        "id":"ED472469",
        "title":"Online Student Evaluation of Instruction: An Investigation of Non-Response Bias. AIR 2002 Forum Paper."},
      {
        "id":"ED472470",
        "title":"Learning Styles: Student Preferences vs. Faculty Perceptions. AIR 2002 Forum Paper."},
      {
        "id":"ED472471",
        "title":"Instructional Resource Discussions in Continuous Planning Academic Departments: Implications for IR and Planning. AIR 2002 Forum Paper."},
      {
        "id":"ED472472",
        "title":"Evaluating the Core Curriculum within a Multi-Campus College District: Levels of Standardization and Academic Freedom. AIR 2002 Forum Paper."},
      {
        "id":"ED472473",
        "title":"Success in Cyberspace: Student Retention in Online Courses. AIR 2002 Forum Paper."},
      {
        "id":"ED472474",
        "title":"Predictors of Graduation Rates: Why They Can Be Expected To Have Greater Predictive Value at the National Level Than at the Institutional Level. AIR 2002 Forum Paper."},
      {
        "id":"ED472475",
        "title":"Reality Check, 2002. Special Report."},
      {
        "id":"ED472476",
        "title":"Reality Check, 2001. Special Report."},
      {
        "id":"ED472477",
        "title":"Reality Check, 2000. Special Report."},
      {
        "id":"ED472478",
        "title":"Reggae to Rachmaninoff: How and Why People Participate in Arts and Culture. Building Arts Participation. New Findings from the Field."},
      {
        "id":"ED472479",
        "title":"School Quality and Family Background in Italy. Discussion Paper Series."},
      {
        "id":"ED472480",
        "title":"True Private Choice: A Practical Guide to School Choice after Zelman v. Simmons-Harris. Policy Analysis."},
      {
        "id":"ED472481",
        "title":"Toward a Relational Data Management System for Education."},
      {
        "id":"ED472484",
        "title":"Percent Plans in College Admissions: A Comparative Analysis of Three States' Experiences."},
      {
        "id":"ED472485",
        "title":"Appearance and Reality in the Sunshine State: The Talented 20 Program in Florida."},
      {
        "id":"ED472486",
        "title":"Class Size Reduction and Urban Students. ERIC Digest."},
      {
        "id":"ED472487",
        "title":"Supporting Youth Employment: A Guide for Community Groups."},
      {
        "id":"ED472489",
        "title":"Grade-Level Retention in Texas Public Schools, 2000-01."},
      {
        "id":"ED472490",
        "title":"Secondary School Completion and Dropouts in Texas Public Schools 2000-01."},
      {
        "id":"ED472491",
        "title":"District Mathematics Plan Evaluation: 2001-2002 Evaluation Report."},
      {
        "id":"ED472492",
        "title":"K-3 District Reading Plan Evaluation: Year 2 Report."},
      {
        "id":"ED472493",
        "title":"Evaluation of Implementation of Federal Class Size Reduction in the Los Angeles Unified School District."},
      {
        "id":"ED472497",
        "title":"Of Precept, Policy, and Practice."},
      {
        "id":"ED472498",
        "title":"Teaching \"Styles\" and Learning Outcomes. IDEA Research Report."},
      {
        "id":"ED472499",
        "title":"What Colleges and Universities Want in New Faculty. Preparing Future Faculty Occasional Paper Series."},
      {
        "id":"ED472500",
        "title":"Filling the Pipeline: A Look at Enrollment and Employment Trends in Public Higher Education. Special Report."},
      {
        "id":"ED472501",
        "title":"Degrees Conferred: 2001-02 Update. Informational Memorandum."},
      {
        "id":"ED472502",
        "title":"Lifelong Learning Scholarship Program (L3)."},
      {
        "id":"ED472503",
        "title":"Purchases of Degrees from Diploma Mills."},
      {
        "id":"ED472504",
        "title":"Department of Education: Guaranteed Student Loan Program Vulnerabilities."},
      {
        "id":"ED472505",
        "title":"Final Report of the Blue Ribbon Commission on Postsecondary Educational Attainment. State of Maine, 120th Legislature, First Regular Session."},
      {
        "id":"ED472506",
        "title":"Advancing Virginia through Higher Education: The Systemwide Strategic Plan for Higher Education."},
      {
        "id":"ED472507",
        "title":"Creating Options: A Resource on Financial Aid for Students with Disabilities. 2003 Edition."},
      {
        "id":"ED472508",
        "title":"Pilot Use of National Student Clearinghouse EdEvaluator To Gain Postbaccalaureate Enrollment Data: Filling an Accountability Gap. AIR 2002 Forum Paper."},
      {
        "id":"ED472510",
        "title":"Use of the MMPI with Adult Children of Alcoholics."},
      {
        "id":"ED472512",
        "title":"Multifaceted Self-Concept: Associations with Child Behavior Problems in Hispanic Children."},
      {
        "id":"ED472514",
        "title":"The Relationship between Maternal Employment and Perceptions of Child, Spouse, and Self."},
      {
        "id":"ED472516",
        "title":"Educating Students about Parents: Husbands' Versus Wives' Attitudes about Self."},
      {
        "id":"ED472517",
        "title":"Keys at Their Fingertips: A Study Supporting Development of a Resource Package for the Teaching of Touch-Keyboarding Skills in Upper Elementary Classrooms Equipped with Portable Keyboards."},
      {
        "id":"ED472518",
        "title":"Who Is This Child Named WIPCE?"},
      {
        "id":"ED472521",
        "title":"Using the Internet As an Instructional Tool."},
      {
        "id":"ED472523",
        "title":"GLOBE Program Teacher&apos;s Guide."},
      {
        "id":"ED472524",
        "title":"Some Words about \"Re-searching Mathematics Education from a Critical Perspective\"."},
      {
        "id":"ED472525",
        "title":"Preschool: How Best To Achieve School Success. WestEd Policy Brief."},
      {
        "id":"ED472526",
        "title":"Shaping Arizona's Future: Head Start in Arizona. Annual Report, 2001."},
      {
        "id":"ED472530",
        "title":"The Little Engine That Hasn't: The Poor Performance of Employer Tax Credits for Child Care."},
      {
        "id":"ED472532",
        "title":"Access to Dental Care for Children in Rhode Island. Rhode Island Kids Count Issue Brief."},
      {
        "id":"ED472533",
        "title":"Growing Partnerships: Head Start Collaboration in Illinois, September 2002."},
      {
        "id":"ED472534",
        "title":"Foundation for Child Development Annual Report, 2001-2002."},
      {
        "id":"ED472535",
        "title":"School Breakfast Scorecord, 2002. Twelfth Annual Status Report on the School Breakfast Program."},
      {
        "id":"ED472538",
        "title":"Get the Lead Out: Illinois Childhood Lead Poisoning Surveillance Report, 2001."},
      {
        "id":"ED472539",
        "title":"Developmentally Appropriate Gardening for Young Children."},
      {
        "id":"ED472540",
        "title":"Southern Regional Action Plan To Improve the Quality of Early Care and Education. Southern Regional Task Force on Child Care."},
      {
        "id":"ED472541",
        "title":"Transitions in the Lives of Children and Young People: Resilience Factors. Interchange 78."},
      {
        "id":"ED472542",
        "title":"Start Smart, Stay Smart, Milwaukee: State of Milwaukee's Children, 2002."},
      {
        "id":"ED472543",
        "title":"Child Poverty in Rhode Island: Rhode Island Kids Count Issue Brief."},
      {
        "id":"ED472545",
        "title":"Results for Rhode Island's Children: Progress and Challenges. A Report by Rhode Island KIDS COUNT Based on the Goals of the Rhode Island Children's Cabinet."},
      {
        "id":"ED472546",
        "title":"Data Collection and System Monitoring in Early Childhood Programs. Early Childhood Family Policy Series."},
      {
        "id":"ED472548",
        "title":"Early Developments, 2002."},
      {
        "id":"ED472549",
        "title":"North Carolina Children's Index, 2002: A Profile of Leading Indicators of the Health and Well-Being on North Carolina's Children."},
      {
        "id":"ED472550",
        "title":"Kids Count Report in Nebraska, 2002."},
      {
        "id":"ED472553",
        "title":"Child Advocates: Making a Difference, 2002."},
      {
        "id":"ED472556",
        "title":"Healthy Start, Grow Smart: Your Eleven-Month-Old."},
      {
        "id":"ED472557",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Nueve Meses (Healthy Start, Grow Smart: Your Nine-Month-Old)."},
      {
        "id":"ED472559",
        "title":"Estrategias para mejorar los resultados academicos para las latinas (Strategies for Improving the Educational Outcomes of Latinas). ERIC Digest."},
      {
        "id":"ED472560",
        "title":"The Need for Educational Freedom in the Nation's Capital. Policy Analysis."},
      {
        "id":"ED472561",
        "title":"Measuring Markets: The Impact of Twelve Years of School Choice."},
      {
        "id":"ED472562",
        "title":"No Child Left Behind: Meeting Challenges, Seizing Opportunities, Improving Achievement. Achieve Policy Brief."},
      {
        "id":"ED472563",
        "title":"Listening and Learning: Community Indicator Profiles of Knight Foundation Communities and the Nation."},
      {
        "id":"ED472564",
        "title":"Aiming Higher: Leveraging the Opportunities for Education Reform in Oklahoma. Part I of a Review of Standards, Assessments and Accountability."},
      {
        "id":"ED472565",
        "title":"Measuring Up: A Standards and Assessment Benchmarking Report for Oklahoma. Part II of a Review of Standards, Assessments and Accountability."},
      {
        "id":"ED472566",
        "title":"Empathy or Antipathy? The Consequences of Racially and Socially Diverse Peers on Attitudes and Behaviors."},
      {
        "id":"ED472567",
        "title":"Births: Final Data for 2001."},
      {
        "id":"ED472568",
        "title":"With One Voice 2002: America's Adults and Teens Sound Off about Teen Pregnancy. An Annual National Survey."},
      {
        "id":"ED472569",
        "title":"Comprehensive School Reform and Student Achievement: A Meta-Analysis."},
      {
        "id":"ED472570",
        "title":"Cultural Issues Related to High School Reform: Deciphering the Case of Black Males."},
      {
        "id":"ED472571",
        "title":"Drugs and the Internet: An Overview of the Threat to America's Youth."},
      {
        "id":"ED472572",
        "title":"Child Physical and Sexual Abuse: Guidelines for Treatment. Final Report."},
      {
        "id":"ED472573",
        "title":"Mental Health and Work: Issues and Perspectives."},
      {
        "id":"ED472574",
        "title":"Building Capacity for Mental Health: A Two and a Half Year Follow-Up of the Auseinet Reorientation of Services Projects."},
      {
        "id":"ED472575",
        "title":"Teacher Quality Matters. In Evidence: Policy Reports from the CFE Trial, Volume 4."},
      {
        "id":"ED472576",
        "title":"Proven Practices: &quot;More Time on Task&quot; Benefits Students at Risk. In Evidence: Policy Reports from the CFE Trial, Volume 5."},
      {
        "id":"ED472577",
        "title":"The Continuing Good News about Welfare Reform. The Heritage Foundation Backgrounder."},
      {
        "id":"ED472581",
        "title":"Basic Library Research Skills: Using Resources in CWU Library."},
      {
        "id":"ED472582",
        "title":"Continuing Professional Library and Information Science Education for Advancing Equity of Access."},
      {
        "id":"ED472583",
        "title":"Public Education and Community Development: The Shared Mission of Libraries and Cultural Heritage Institutions."},
      {
        "id":"ED472584",
        "title":"Trustee Essentials: A Handbook for Wisconsin Public Library Trustees."},
      {
        "id":"ED472585",
        "title":"Magnifying Devices: A Resource Guide. Reference Circular."},
      {
        "id":"ED472586",
        "title":"The Digital Library: A Biography. Strategies and Tools for the Digital Library."},
      {
        "id":"ED472587",
        "title":"A Comparison of Web-Based Library Catalogs and Museum Exhibits and Their Impacts on Actual Visits: A Focus Group Evaluation for the Colorado Digitization Project."},
      {
        "id":"ED472588",
        "title":"Statistics, Measures, and Quality Standards for Assessing Digital Reference Library Services: Guidelines and Procedures."},
      {
        "id":"ED472590",
        "title":"Library and Information Services to Individuals with Disabilities. Reference Bibliography."},
      {
        "id":"ED472591",
        "title":"Central New York Library Resources Council CLRC Regional Digitization Plan. Final Report for the Preparing Central New York History for the Future LSTA Project."},
      {
        "id":"ED472592",
        "title":"Programs for Adults in Public Library Outlets. Statistical Analysis Report."},
      {
        "id":"ED472593",
        "title":"The Library Systems Act and Rules for Administering the Library Systems Act."},
      {
        "id":"ED472594",
        "title":"The Role of the Library Media Specialist in the School Improvement Plan."},
      {
        "id":"ED472595",
        "title":"The White House Conference on School Libraries Proceedings (Washington, DC, June 4, 2002)."},
      {
        "id":"ED472596",
        "title":"Community Jobs Outcomes Assessment &amp; Program Evaluation."},
      {
        "id":"ED472597",
        "title":"The European Perspective of HRD: A Debate on Selected Issues Put Forward By the EHRD Network. Symposium at ECER (Lisbon, Portugal, September 11-14, 2002)."},
      {
        "id":"ED472598",
        "title":"Business Education for the 21st Century."},
      {
        "id":"ED472599",
        "title":"View, 2000: Commentaries on Adult Learning."},
      {
        "id":"ED472600",
        "title":"Learning for Life: Adult Learners Week Report (September 3-9, 2000)."},
      {
        "id":"ED472601",
        "title":"Trauma and Adult Learning. ERIC Digest."},
      {
        "id":"ED472602",
        "title":"Professional Development for Career Educators. ERIC Digest."},
      {
        "id":"ED472603",
        "title":"The Impact of Work-Based Learning on Students. ERIC Digest."},
      {
        "id":"ED472604",
        "title":"Adult Learning in Cohort Groups. Practice Application Brief No. 24."},
      {
        "id":"ED472605",
        "title":"Supporting High School Students through Assessment of Academic and Industry-Valued Skills: What Have We Learned?"},
      {
        "id":"ED472606",
        "title":"Tech Prep: Building a Framework for Future Research, Evaluation, and Program Practice. Focus Group Report."},
      {
        "id":"ED472607",
        "title":"Accounting for Change: Adult and Community Education Organisations and the GST."},
      {
        "id":"ED472608",
        "title":"A Profile of Technology Education in Taiwan."},
      {
        "id":"ED472609",
        "title":"Youth Workers Cite Funding as Top Concern. Issue Brief, Fall 2002."},
      {
        "id":"ED472610",
        "title":"The Young, the Restless and the Jobless: The Case for a National Jobs Stimulus Program Targeted on America's Young Adults. Public Policy Issues Monograph."},
      {
        "id":"ED472612",
        "title":"Modeling School Choice: A Comparison of Public, Private-Independent, Private-Religious, and Home-Schooled Students. Occasional Paper."},
      {
        "id":"ED472613",
        "title":"Does the Supreme Court Ruling on Vouchers in Cleveland Really Matter for Education Reform? Occasional Paper."},
      {
        "id":"ED472624",
        "title":"Brain-Based Learning and Standards-Based Elementary Science."},
      {
        "id":"ED472625",
        "title":"Peace Pedagogy: Exposing and Integrating Peace Education in Teacher Education."},
      {
        "id":"ED472629",
        "title":"Evaluating the Use of Teacher Work Samples To Describe Teacher Candidate Competence and PK-12 Learning."},
      {
        "id":"ED472630",
        "title":"New Dimensions for Building Expertise in Mentoring and Differentiation."},
      {
        "id":"ED472636",
        "title":"Purpose, Passion and Conviction: Three Traits that Matter Most When the Going Gets Tough in Instructional Reform."},
      {
        "id":"ED472637",
        "title":"The Implementation of the Comprehensive School Reform Demonstration Program: The Work of 40 Schools in Seven Midwest States."},
      {
        "id":"ED472638",
        "title":"Exclusion and Inclusion in the South with Special Reference to South Africa."},
      {
        "id":"ED472640",
        "title":"Understanding the Human Volcano: What Teens Can Do about Violence."},
      {
        "id":"ED472641",
        "title":"Guide to U.S. Department of Education Programs, 2002."},
      {
        "id":"ED472643",
        "title":"The Effects of Competition on Educational Outcomes. ERIC Digest."},
      {
        "id":"ED472644",
        "title":"Education Criteria for Performance Excellence, 2003."},
      {
        "id":"ED472645",
        "title":"State ESEA Title I Participation Information for 1999-2000. Final Summary Report."},
      {
        "id":"ED472646",
        "title":"Business Partnerships with Schools: Policy Guidelines for Schools Seeking To Establish and Maintain Productive and Ethical Relationships with Corporations."},
      {
        "id":"ED472647",
        "title":"Helping Young People Succeed: Strengthening and Sustaining Relationships between Schools and Youth Development Organizations. A National Conversation."},
      {
        "id":"ED472648",
        "title":"A Report to the 78th Texas Legislature from the Texas Education Agency. Regional and District Level Report."},
      {
        "id":"ED472650",
        "title":"Trends in Instructional Technology and Distance Education."},
      {
        "id":"ED472651",
        "title":"A Classroom Research Project: The Psychological Effects of Standardized Testing on Young English Language Learners at Different Language Proficiency Levels."},
      {
        "id":"ED472652",
        "title":"Forensic Linguistics: The Linguistic Analyst and Expert Witness of Language Evidence in Criminal Trials."},
      {
        "id":"ED472653",
        "title":"Bilingualism through the Eyes of Monolinguals and Bilinguals. Attitudes of Adolescents from Slovenia and Italy."},
      {
        "id":"ED472654",
        "title":"How Mind Works To Revise Compositions."},
      {
        "id":"ED472655",
        "title":"School Reform and Faculty Culture: A Longitudinal Case Study."},
      {
        "id":"ED472657",
        "title":"Modeling Student Outcomes in a General Education Course with Hierarchical Linear Models. AIR 2002 Forum Paper."},
      {
        "id":"ED472658",
        "title":"MUSE--Model for University Strategic Evaluation. AIR 2002 Forum Paper."},
      {
        "id":"ED472659",
        "title":"Effective Use of Graduating Senior Survey as a Part of Program Assessment. AIR 2002 Forum Paper."},
      {
        "id":"ED472660",
        "title":"The Consortium for Student Retention Data Exchange: A Case Study of Consortium Development. AIR 2002 Forum Paper."},
      {
        "id":"ED472661",
        "title":"Climbing Out of the Well."},
      {
        "id":"ED472663",
        "title":"The Way We Think: A Research Symposium on Conceptual Integration and the Nature and Origin of Cognitively Modern Human Beings (Odense, Denmark, August 19-23, 2002). Volumes I [and] II."},
      {
        "id":"ED472664",
        "title":"Raising the Standard: A 15-Year Retrospective, 1987-2002."},
      {
        "id":"ED472665",
        "title":"Profiles of Selected Promising Professional Development Initiatives."},
      {
        "id":"ED472666",
        "title":"Issues and Challenges in Financing Professional Development in Education."},
      {
        "id":"ED472667",
        "title":"Framing the Field: Professional Development in Context."},
      {
        "id":"ED472668",
        "title":"Cost Framework for Teacher Preparation and Professional Development."},
      {
        "id":"ED472669",
        "title":"The Internet Goes to College: How Students Are Living in the Future with Today's Technology."},
      {
        "id":"ED472670",
        "title":"NewsWire, 2000-2001."},
      {
        "id":"ED472671",
        "title":"The Use of the Computer in Developing L2 Reading Comprehension: Literature Review and Its Implications."},
      {
        "id":"ED472672",
        "title":"Legal and Ethical Issues in the Use of Video in Education Research. Working Paper Series."},
      {
        "id":"ED472673",
        "title":"Improving Student Achievement through Technology. Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (March 15, 2001)."},
      {
        "id":"ED472674",
        "title":"H.R. 1992, the Internet Equity and Education Act of 2001. Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (June 20, 2001)."},
      {
        "id":"ED472675",
        "title":"An Unofficial Guide to Web-Based Instructional Gaming and Simulation Resources."},
      {
        "id":"ED472676",
        "title":"Teacher Leadership Project 2002: Evaluation Report."},
      {
        "id":"ED472677",
        "title":"Learner Characteristics, Behavior, and Achievement within Web-Based Distance Education: Learner-Centered Models."},
      {
        "id":"ED472678",
        "title":"Internet Access in U.S. Public Schools and Classrooms: 1994-2001. E.D. Tabs."},
      {
        "id":"ED472679",
        "title":"Applications of Technology, Currently Being Used in Business and Industry, to Education."},
      {
        "id":"ED472680",
        "title":"Encyclopedia of Research on Distance Education in South Dakota. Revised."},
      {
        "id":"ED472681",
        "title":"Blended Learning--Best Educational Web Uses."},
      {
        "id":"ED472682",
        "title":"ERIC/IT Update, 2002."},
      {
        "id":"ED472683",
        "title":"Helping Preservice Teachers Focus on Success for All Learners through Guided Reflection."},
      {
        "id":"ED472684",
        "title":"Meeting the Unmet Challenge: Alternative Certification Programs through the Use of Technology."},
      {
        "id":"ED472685",
        "title":"Accelerating the Development of First-Year Teachers in Japan: Ideas for the Induction of Beginning Teachers in American Schools."},
      {
        "id":"ED472690",
        "title":"Chicago Public Schools Professional Development Project."},
      {
        "id":"ED472693",
        "title":"Bilingual Education in West Africa: Does It Work?"},
      {
        "id":"ED472694",
        "title":"\"Used To\" and \"Be Used To\": The Research, Production and Evaluation of a Consciousness-Raising Exercise, Prepared and Presented in Response to a Classroom Question."},
      {
        "id":"ED472695",
        "title":"Health Care Self-Advocacy and Adult ESL Students."},
      {
        "id":"ED472696",
        "title":"Self-Articulation of Indigenous People through Language: Exploring Tribal Linguistic Heritage in South India."},
      {
        "id":"ED472697",
        "title":"Strategic Competence and Language Teaching."},
      {
        "id":"ED472698",
        "title":"Second Language Communication Strategies: Definitions, Taxonomies, Data Elicitation Methodology and Teachability Issues. A Review Article."},
      {
        "id":"ED472699",
        "title":"Reaching TESOL Teachers through Technology...."},
      {
        "id":"ED472700",
        "title":"Message Transmission and Comprehension of Arab Learners of English in Jordan."},
      {
        "id":"ED472701",
        "title":"A Review of the Four Most Widely-Used ESL Texts by LLA/LVA Affiliates."},
      {
        "id":"ED472706",
        "title":"Experimental Evaluation of Textbooks and Multimedia."},
      {
        "id":"ED472710",
        "title":"A Confident Arab Scholar: Faculty Development and Technology."},
      {
        "id":"ED472713",
        "title":"Wage Premiums for On-the-Job Computer Use: A Metro and Nonmetro Analysis. Rural Development Research Report."},
      {
        "id":"ED472714",
        "title":"Race, SES, Gender, and Language Proficiency Trends in Mathematics Achievement: An Update. Research Monograph."},
      {
        "id":"ED472715",
        "title":"Equity through Systemic-Reform: The Case of Whole-School Mathematics and Science Restructuring in Puerto Rico. Research Monograph."},
      {
        "id":"ED472716",
        "title":"Preservice Teacher Cohorts and Their Implications for Mathematics and Science Education. Research Monograph."},
      {
        "id":"ED472717",
        "title":"Between Systemic Reform and the Mathematics and Science Classroom: The Dynamics of Innovation, Implementation, and Professional Learning. Research Monograph."},
      {
        "id":"ED472718",
        "title":"The Politics of Developing and Maintaining Mathematics and Science Curriculum Content Standards. Research Monograph."},
      {
        "id":"ED472719",
        "title":"Form and Substance in Inservice Teacher Education. Research Monograph."},
      {
        "id":"ED472720",
        "title":"Defining Optimal Knowledge for Teaching Science and Mathematics. Research Monograph."},
      {
        "id":"ED472721",
        "title":"The Modeling of Systems and Macro-Systemic Change: Lessons for Evaluation from Epidemiology and Ecology. Research Monograph."},
      {
        "id":"ED472722",
        "title":"Cognitive Processes in Interdisciplinary Groups: Problems and Possibilities. Research Monograph."},
      {
        "id":"ED472723",
        "title":"Current Conceptions of Science Achievement and Implications for Assessment and Equity in Large Education Systems. Research Monograph."},
      {
        "id":"ED472725",
        "title":"Boom, Bust &amp; Beyond: The State of Working Arkansas. Arkansas Working Families Project."},
      {
        "id":"ED472729",
        "title":"Speak Out for Children, 2000-2001."},
      {
        "id":"ED472731",
        "title":"The State of the Child in Pennsylvania: A 2002 Guide to Child Well-Being in Pennsylvania."},
      {
        "id":"ED472733",
        "title":"Full-Day Kindergarten: Exploring an Option for Extended Learning."},
      {
        "id":"ED472734",
        "title":"Greater Minneapolis Day Care Association 2000-2001 Annual Report: Supporting Quality Child Care."},
      {
        "id":"ED472736",
        "title":"Fatherhood Program: What Does the Fatherhood Program Mean to Me [and] 10 Ways To Be a Better Dad."},
      {
        "id":"ED472737",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Diez Meses (Healthy Start, Grow Smart: Your Ten-Month-Old)."},
      {
        "id":"ED472738",
        "title":"A Primer on the Effective Use of Threaded Discussion Forums."},
      {
        "id":"ED472739",
        "title":"Indoor Air Quality in Schools."},
      {
        "id":"ED472740",
        "title":"Schools for the Future: Designs for Learning Communities. Building Bulletin."},
      {
        "id":"ED472741",
        "title":"Managing School Environments."},
      {
        "id":"ED472744",
        "title":"Building Blocks for School IPM: A Least-Toxic Pest Management Manual."},
      {
        "id":"ED472745",
        "title":"Exploring Opportunities for Children in Uncertain Times: Arkansas Kids Count Data Book, 2002."},
      {
        "id":"ED472746",
        "title":"South Dakota Kids Count Factbook, 2002. Tenth Annual Edition."},
      {
        "id":"ED472747",
        "title":"Children&apos;s Mental Health: From Parenting to Policymaking. A Wiskids Count Special Report, 2002."},
      {
        "id":"ED472748",
        "title":"Levels of Social Play: Observing and Recording Preschoolers."},
      {
        "id":"ED472749",
        "title":"Family Literacy: A Research Agenda to Build the Future. Report from Penn State's Goodling Institute for Research in Family Literacy Think Tank."},
      {
        "id":"ED472750",
        "title":"Pennsylvania's Family Literacy Programs: Results of a Statewide Evaluation, 1999-2000."},
      {
        "id":"ED472751",
        "title":"Pennsylvania's Family Literacy Indicators of Program Quality."},
      {
        "id":"ED472753",
        "title":"Research: Accomplishments, Opportunities, Challenges. Proceedings of the Annual National Agricultural Education Research Conference (28th, New Orleans, LA, December 12, 2001)."},
      {
        "id":"ED472754",
        "title":"Electrical Safety: Safety and Health for Electrical Trades. Student Manual."},
      {
        "id":"ED472755",
        "title":"Putting Bread on the Table: Literacy and Livelihood in Kenya. Knowledge and Information Management."},
      {
        "id":"ED472756",
        "title":"Successful Experiences in Non-Formal Education and Alternative Approaches to Basic Education in Africa."},
      {
        "id":"ED472757",
        "title":"Final Project Report to NSF."},
      {
        "id":"ED472758",
        "title":"Working toward a Continuum of Professional Learning Experiences for Teachers of Science and Mathematics. Research Monograph."},
      {
        "id":"ED472759",
        "title":"Using Hypermedia Research To Advance the Study of Learning on the World Wide Web. Research Monograph."},
      {
        "id":"ED472760",
        "title":"Counting the Runners Who Don't Have Shoes: Trends in Student Achievement in Science by Socioeconomic Status and Gender within Ethnic Groups. Research Monograph."},
      {
        "id":"ED472761",
        "title":"Individual and Distributed Cognitions in Interdisciplinary Teamwork: A Developing Case Study and Emerging Theory. Research Monograph."},
      {
        "id":"ED472762",
        "title":"Implementing Evaluation Findings in Government Agencies. Occasional Paper."},
      {
        "id":"ED472763",
        "title":"Standards for Science Education. Occasional Paper."},
      {
        "id":"ED472764",
        "title":"Understanding Interdisciplinary Teamwork: Challenges for Research and Practice. Workshop Report."},
      {
        "id":"ED472765",
        "title":"Professional Development for Science and Mathematics Education: Putting Knowledge into Action. A Synopsis of the First Annual Forum of the National Institute for Science Education. Workshop Report."},
      {
        "id":"ED472766",
        "title":"College Level One: Articulation, Equity, and Literacy Issues. Workshop Report."},
      {
        "id":"ED472767",
        "title":"Evaluation of Systemic Reform in Mathematics and Science: Synthesis and Proceedings of the Annual NISE Forum (4th, Arlington, VA, February 1-2, 1999). Workshop Report."},
      {
        "id":"ED472768",
        "title":"Dva shliakhy: uchnivs&apos;ski zoshyt [and] vidpovidi do uchnivs&apos;koho zoshyta (Two Paths: Student Activity Book [and] Answer Key to Student Activity Book). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED472769",
        "title":"Uiavy sobi: uchnivs&apos;ski zoshyt [and] vidpovidi do uchnivs&apos;koho zoshyta (Just Imagine: Activity Book [and] Answer Key to Student Activity Book). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED472770",
        "title":"I smikh, i plach: uchnivs'ski zoshyt [and] vidpovidi do uchnivs'koho zoshyta (Laughter and Tears: Activity Book [and] Answer Key to Student Activity Book). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED472771",
        "title":"Tsikave: uchnivs&apos;ski zoshyt [and] vidpovidi do uchnivs&apos;koho zoshyta (It&apos;s Interesting: Activity Book [and] Answer Key to Student Activity Book). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED472772",
        "title":"Healthy Schools for Healthy Kids. A Parents' Guide for Improving School Environmental Health."},
      {
        "id":"ED472774",
        "title":"Toxic Chemical Exposure in Schools: Our Children at Risk."},
      {
        "id":"ED472775",
        "title":"Fact Sheets on Pesticides in Schools."},
      {
        "id":"ED472777",
        "title":"Curriculum for Citizenship (History, Government &amp; the N-400)."},
      {
        "id":"ED472778",
        "title":"ABE NetNews, Volume 2."},
      {
        "id":"ED472779",
        "title":"ABE NetNews, Volume 1."},
      {
        "id":"ED472781",
        "title":"Working with Learners on Short-Term Learning Goals. Facilitator's Guide [and] Participant Packet."},
      {
        "id":"ED472782",
        "title":"Enclaves, Language and the Location Choice of Migrants. Discussion Paper."},
      {
        "id":"ED472783",
        "title":"How Much Language Is Enough? Some Immigrant Language Lessons from Canada and Germany. Discussion Paper."},
      {
        "id":"ED472784",
        "title":"Proceedings of the National Symposium on Adult ESL Research and Practice (Washington, DC, September 4-7, 2001)."},
      {
        "id":"ED472785",
        "title":"Collaborative Project on Serving Linguistically Diverse Seniors. Final Report."},
      {
        "id":"ED472786",
        "title":"Examples of the Integration of Technology in the Classroom."},
      {
        "id":"ED472787",
        "title":"Seeds of Innovation: Three Years of the Technology Innovation Challenge Grant Program."},
      {
        "id":"ED472796",
        "title":"The REEP Family Literacy Curriculum: Beginning, Intermediate, Advanced."},
      {
        "id":"ED472797",
        "title":"Notes on Literacy, 2001."},
      {
        "id":"ED472798",
        "title":"Certificates in English Language Literacies: A Resource Guide."},
      {
        "id":"ED472800",
        "title":"NCLENotes, 2002-2003."},
      {
        "id":"ED472806",
        "title":"Using the Competent Small Group Communicator Instrument to Assess Group Performance in the Classroom."},
      {
        "id":"ED472807",
        "title":"Authenticating, Identifying, and Monitoring Learners in the Virtual Classroom: Academic Integrity in Distance Learning."},
      {
        "id":"ED472808",
        "title":"A Brave New World: Synchronous Environments in the Literature Classroom."},
      {
        "id":"ED472810",
        "title":"Recruiting, Preparing and Retaining Teachers for America's Schools Progress Report: Pathways to Teaching Careers."},
      {
        "id":"ED472811",
        "title":"Teaching Quality in the Southeast: Meeting the Challenges. An Update of Regional Title II Teacher Quality Enhancement Grant Initiatives."},
      {
        "id":"ED472812",
        "title":"Using General Education Assessment Rubrics to Document Basic Skills and Content Knowledge."},
      {
        "id":"ED472813",
        "title":"New Structures and Approaches for Teacher Preparation: Do They Make a Difference in Teacher Retention?"},
      {
        "id":"ED472814",
        "title":"Taking It to the Next Level: Components of Excellent Secondary Educators."},
      {
        "id":"ED472815",
        "title":"Evaluating the Diverse Constructivist Beliefs of Early Childhood, Elementary, and Middle School Education Majors."},
      {
        "id":"ED472816",
        "title":"Expanding Our View of Teaching and Learning: Applying Constructivist Theory(s) to Teachers Education."},
      {
        "id":"ED472817",
        "title":"The McLuhan Global Classroom: A Singapore-U.S. One-Year Instructional Interaction."},
      {
        "id":"ED472818",
        "title":"Hands-On English: A Periodical for Teachers and Tutors of Adult English as a Second Language, 2001-2002."},
      {
        "id":"ED472820",
        "title":"Asking the Right Questions: A Leader's Guide to Systems Thinking about School Improvement."},
      {
        "id":"ED472824",
        "title":"How Class Size Makes a Difference. Research &amp; Development."},
      {
        "id":"ED472825",
        "title":"Connecting Ideas: A Strategy for Extending the Curriculum."},
      {
        "id":"ED472826",
        "title":"Are America's Schools Safe? Students Speak Out: 1999 School Crime Supplement. Statistical Analysis Report."},
      {
        "id":"ED472827",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 2000-01. Statistical Analysis Report."},
      {
        "id":"ED472829",
        "title":"Pay-for-Performance: Key Questions and Lessons from Five Current Models. ECS Issue Paper."},
      {
        "id":"ED472830",
        "title":"Is There a Teacher Shortage? Demand and Supply in Arizona."},
      {
        "id":"ED472831",
        "title":"A Blueprint for Progress in American Education. White Paper."},
      {
        "id":"ED472832",
        "title":"When Email and Mentoring Unite: The Implementation of a Nationwide Electronic Mentoring Program--MentorNet, the National Electronic Industrial Mentoring Network for Women in Engineering and Science."},
      {
        "id":"ED472833",
        "title":"Approaches for Advancing Girls' Education in Ghana: A Symposium To Examine Current Practices and Identify Future Directions (1st, Ajumako, Central Region, Ghana, June 25-26, 2001)."},
      {
        "id":"ED472834",
        "title":"Research."},
      {
        "id":"ED472835",
        "title":"The Logic and the Basic Principles of Scientific Based Research."},
      {
        "id":"ED472836",
        "title":"The Logic of Scientific Research."},
      {
        "id":"ED472842",
        "title":"Libraries for Life: Democracy, Diversity, Delivery. IFLA Council and General Conference: Conference Programme and Proceedings (68th, Glasgow, Scotland, August 18-24, 2002)."},
      {
        "id":"ED472843",
        "title":"Effective and Responsive Needs Assessment."},
      {
        "id":"ED472844",
        "title":"September 11th, the Internet, and the Affects on Information Provision in Libraries."},
      {
        "id":"ED472845",
        "title":"Library Involvement in State Government Information Policy Development in the United States."},
      {
        "id":"ED472846",
        "title":"The Public Library and the Reading Experience."},
      {
        "id":"ED472847",
        "title":"UNESCO and the World Summit on the Information Society."},
      {
        "id":"ED472848",
        "title":"E-Democracy and E-Government: How Will These Affect Libraries?"},
      {
        "id":"ED472849",
        "title":"Accommodating All Learners: Critical Inquiry and Learning Styles in the LIS Classroom."},
      {
        "id":"ED472850",
        "title":"Teaching across the Divides in the Library Classroom."},
      {
        "id":"ED472851",
        "title":"Interactive Language Learning on the Web. ERIC Digest."},
      {
        "id":"ED472852",
        "title":"Creating Library Spaces: Libraries 2040."},
      {
        "id":"ED472853",
        "title":"Recruitment Based on Applied Research: Admission Tests for New LIS Students."},
      {
        "id":"ED472854",
        "title":"Seven Ways to BlackBoard."},
      {
        "id":"ED472855",
        "title":"The Challenges to Human Resources Development of Libraries in Times of Radical and Generational Changes."},
      {
        "id":"ED472856",
        "title":"Mobile Access to Libraries: Librarians and Users Experience for &quot;I-Mode&quot; Applications in Libraries."},
      {
        "id":"ED472857",
        "title":"Reaching the Unreached: How Can We Use ICTs to Empower the Rural Poor in the Developing World through Enhanced Access to Relevant Information?"},
      {
        "id":"ED472858",
        "title":"Critical Technological and Architectural Choices for Access and Preservation in a Digital Library Environment."},
      {
        "id":"ED472859",
        "title":"XML and Bibliographic Data: The TVS (Transport, Validation and Services) Model."},
      {
        "id":"ED472860",
        "title":"Women, Democracy and Participation in the Information Society."},
      {
        "id":"ED472861",
        "title":"Women and the Information Society: Barriers and Participation."},
      {
        "id":"ED472862",
        "title":"The Changing Face of Librarianship in Papua New Guinea: Libraries for Life in the Papua New Guinea Information Society?"},
      {
        "id":"ED472863",
        "title":"Information Use in Gender and Development: A Study of Behavioral Pattern."},
      {
        "id":"ED472864",
        "title":"From Bud to Blossom--How to Become an Information-Literate Person and Learn a Subject/Topic."},
      {
        "id":"ED472865",
        "title":"The Role of the Principal in an Information Literate School Community: Findings from an International Research Project."},
      {
        "id":"ED472866",
        "title":"How Good Is Your School Library Resource Centre? An Introduction to Performance Measurement."},
      {
        "id":"ED472867",
        "title":"Information Literacy Instruction to Distance Students in Higher Education: Librarians' Key Role."},
      {
        "id":"ED472868",
        "title":"The Public Library and Citizens' Information Literacy Education in China: A Case Study of Wuhan Area, China."},
      {
        "id":"ED472869",
        "title":"Managing Cultural Change: The Challenge of Merging Library Services, Curriculum Development and Academic Professional Development."},
      {
        "id":"ED472870",
        "title":"Some Thoughts on the Race Against Time and Inherent Vice: Preservation Program Development in Late 20th Century America."},
      {
        "id":"ED472871",
        "title":"Preservation and Conservation in South Europe: A Survey among National Libraries."},
      {
        "id":"ED472872",
        "title":"Model Early Foreign Language Programs: Key Elements. ERIC Digest."},
      {
        "id":"ED472873",
        "title":"The Impact of Medical Informatics on Librarianship."},
      {
        "id":"ED472874",
        "title":"Democratizing Human Genome Project Information: A Model Program for Education, Information and Debate in Public Libraries."},
      {
        "id":"ED472875",
        "title":"Documentation Issues for Mathematics in the Digital Age."},
      {
        "id":"ED472876",
        "title":"Testing Article Quality in LIS Journals: The Search Continues."},
      {
        "id":"ED472877",
        "title":"Do Information Professionals Use Research Published in LIS Journals?"},
      {
        "id":"ED472878",
        "title":"Social Exclusion in the Information Profession, and How LIS Journals Can Encourage Information Provision in a Wider Social Context."},
      {
        "id":"ED472879",
        "title":"The Professional Reading Habits of American Librarians."},
      {
        "id":"ED472880",
        "title":"Learning about Learning Rather Than about Teaching."},
      {
        "id":"ED472881",
        "title":"What the ACRL Institute for Information Literacy Best Practices Initiative Tells Us about the Librarian as Teacher."},
      {
        "id":"ED472882",
        "title":"Management of Library Pedagogical Development: From Models to Statistics."},
      {
        "id":"ED472883",
        "title":"School Librarian as Teachers: Learning Outcomes and Evidence-Based Practice."},
      {
        "id":"ED472884",
        "title":"Library Services to the Homebound Elderly in Denmark."},
      {
        "id":"ED472885",
        "title":"Library Services to Institutions for the Elderly in Sweden."},
      {
        "id":"ED472886",
        "title":"Ensuring Interoperability among Subject Vocabularies and Knowledge Organization Schemes: A Methodological Analysis."},
      {
        "id":"ED472887",
        "title":"PictureAustralia--Participating in a Collaborative Digital Project."},
      {
        "id":"ED472888",
        "title":"Heritage through Oral History and Archival Images."},
      {
        "id":"ED472889",
        "title":"Legal Deposit and Copyright: Some Issues of Concern."},
      {
        "id":"ED472890",
        "title":"Virtual Reference Canada (VRC): A Canadian Service in a Multicultural Environment."},
      {
        "id":"ED472891",
        "title":"Cultural Implications of a Global Context: The Need for the Reference Librarian To Ask Again &quot;Who Is My Client?&quot;."},
      {
        "id":"ED472892",
        "title":"Internet as a Tool for Reference Work Experiences from the IFLA/Danida Trial Project in Ghana."},
      {
        "id":"ED472893",
        "title":"A Look at Changes in Government Information Policies after September 11."},
      {
        "id":"ED472894",
        "title":"The Basis for a Record in Major Cataloguing Codes and the Relation to FRBR."},
      {
        "id":"ED472895",
        "title":"Report on the Successful AustLit: Australian Literature Gateway Implementation of the FRBR and INDECS Event Models, and Implications for Other FRBR Implementations."},
      {
        "id":"ED472896",
        "title":"Report from the International Conference on Dublin Core and Metadata Applications, 2001."},
      {
        "id":"ED472897",
        "title":"Challenges of Providing Bibliographic Access to Remote Electronic Resources in National Bibliographies: Problems and Solutions--An Overview."},
      {
        "id":"ED472898",
        "title":"Environment and Passive Climate Control Chiefly in Tropical Climates."},
      {
        "id":"ED472899",
        "title":"Editing ISBD(CR): Approach, Scope, Definitions."},
      {
        "id":"ED472900",
        "title":"Archiving the Web--Some Legal Aspects."},
      {
        "id":"ED472901",
        "title":"Views of Nature of Science Questionnaire (VNOS): Toward Valid and Meaningful Assessment of Learners' Conceptions of Nature of Science."},
      {
        "id":"ED472902",
        "title":"Inquiry-Based Research Published in \"I Wonder: The Journal for Elementary School Scientists\" (1992-2000)."},
      {
        "id":"ED472903",
        "title":"What Do We Know about Students' Cognitive Conflict in Science Classroom: A Theoretical Model of Cognitive Conflict Process."},
      {
        "id":"ED472904",
        "title":"Using Electronic Classrooms and the World Wide Web to Support Science Teaching and Learning: Interactive Session Summary."},
      {
        "id":"ED472905",
        "title":"The Philosophy, Theory and Practice of Science-Technology-Society Orientations."},
      {
        "id":"ED472906",
        "title":"Making Science Accessible: Strategies for Modifying Science Activities to Meet the Needs of a Diverse Student Population."},
      {
        "id":"ED472907",
        "title":"An Environmental Education Needs Assessment of K-12 Teachers."},
      {
        "id":"ED472908",
        "title":"An Extension Analysis on the Self-Efficacy Beliefs about Equitable Science Teaching and Learning Instrument for Prospective Elementary Teachers."},
      {
        "id":"ED472909",
        "title":"Impact of Global School/University Partnerships on Science Teacher Enhancement."},
      {
        "id":"ED472910",
        "title":"What Is Necessary To Include in a Science Methods Course for Teachers on Emergency Permits? The Role of the Feedback Portfolio."},
      {
        "id":"ED472911",
        "title":"Reflective Journal Writing Paired with Inquiry-Based Science Instruction: Effects on Elementary Pre-Service Teachers' Science and Science Teaching Beliefs."},
      {
        "id":"ED472912",
        "title":"Profile Changes for Two Students in a (Mathematics, Science and Technology Education) Preservice Teacher Education Program with Constructivist Views of Teaching and Learning."},
      {
        "id":"ED472913",
        "title":"University Science Majors in Collaborative Partnerships with Elementary Teachers: Inquiry Based Teaching and Learning."},
      {
        "id":"ED472914",
        "title":"The Relationship between Attitude toward Science with Enrollment in a 4x4 Block Schedule."},
      {
        "id":"ED472915",
        "title":"The Effects of an After-School Science Program on Middle School Female Students' Attitudes towards Science, Mathematics and Engineering."},
      {
        "id":"ED472917",
        "title":"Espanol para el hispanolhablante (Spanish for the Spanish Speaker)."},
      {
        "id":"ED472924",
        "title":"College Students' Social and Academic Behaviors and Scores on the Five Factors: Are Personality Measures Predictive of Campus Functioning?"},
      {
        "id":"ED472925",
        "title":"Encouraging Collaborative Learning: Computer-Mediated Conferencing or Fishbowl Interaction."},
      {
        "id":"ED472926",
        "title":"Postdivorce Adjustment and Single Parenting: Exploring the Impact of Culture for Korean Families."},
      {
        "id":"ED472927",
        "title":"Forgiveness: Theory, Research, and Clinical Implications for Adolescent Offenders."},
      {
        "id":"ED472928",
        "title":"Supervision and Increasing Self-Efficacy in the Therapist-Trainee."},
      {
        "id":"ED472929",
        "title":"African and Arab American Achievement Motivation: Effects of Minority Membership."},
      {
        "id":"ED472930",
        "title":"Feminist Mentoring through Group Supervision at a University Counseling Center."},
      {
        "id":"ED472931",
        "title":"Spiritual Well-Being Scale Differences between Caucasian Males and Females."},
      {
        "id":"ED472932",
        "title":"Reasonable Accommodation in Training Safety."},
      {
        "id":"ED472933",
        "title":"A Departmental Perspective on APA Goals and Outcomes for Undergraduate Psychology Programs."},
      {
        "id":"ED472934",
        "title":"Time Bomb: How Power Functions in the Temporal Discipline of Adolescents."},
      {
        "id":"ED472935",
        "title":"Developing Altruistic Behavior and Motivation to Donate Blood: A Role for Educators and Service Learning Projects."},
      {
        "id":"ED472936",
        "title":"Recollecting Memories, Reconfiguring Identities, Rereinforcing Class Inequality: Schooling Stories of Alternative High School Students in South Korea."},
      {
        "id":"ED472937",
        "title":"Perceptions of Successful Strategies and Passage of School Bond Issues."},
      {
        "id":"ED472939",
        "title":"Research-Based Literacy Instruction: Implications for Teacher Education. White Paper."},
      {
        "id":"ED472940",
        "title":"Culturally Responsive Parental Involvement: Concrete Understandings and Basic Strategies."},
      {
        "id":"ED472943",
        "title":"Teacher-Assessment and Equity."},
      {
        "id":"ED472944",
        "title":"Pathways: Possibilities for Reform and Social Justice. A Reaction Paper to Smith."},
      {
        "id":"ED472945",
        "title":"Another Way to Teach Derivative and Antiderivative Functions with Cabri."},
      {
        "id":"ED472946",
        "title":"School Indoor Air Quality Assessment and Program Implementation."},
      {
        "id":"ED472947",
        "title":"Parallel Perspective with Cabri."},
      {
        "id":"ED472948",
        "title":"Re-\"Conceptualizing\" Procedural Knowledge in Mathematics."},
      {
        "id":"ED472950",
        "title":"Student Difficulties in Abstracting Angle Concepts from Physical Activities with Concrete Materials."},
      {
        "id":"ED472951",
        "title":"The 4 Ws of Sustained Professional Development for Science Teachers."},
      {
        "id":"ED472952",
        "title":"An Interactive Discussion of Distance Learning Technologies and Methods."},
      {
        "id":"ED472953",
        "title":"Science in the Trenches: An Exploration of Four Pre-Service Teachers' First Attempts at Teaching Science in the Classroom."},
      {
        "id":"ED472955",
        "title":"Using and Abusing: Relating History of Science to Learning and Teaching Science."},
      {
        "id":"ED472956",
        "title":"Practicum in Counseling: A New Training Model."},
      {
        "id":"ED472957",
        "title":"Helping-Seeking Attitudes and Coping Strategies among College Students by Race."},
      {
        "id":"ED472958",
        "title":"A Report on the Public Comments Submitted to the Presidents&apos; New Freedom Commission on Mental Health."},
      {
        "id":"ED472960",
        "title":"Steering toward Skepticism: The New Mexico Media Literacy Project."},
      {
        "id":"ED472961",
        "title":"Randomized Trial of Three Child/Parent Training Groups for ADHD Children."},
      {
        "id":"ED472962",
        "title":"Causes of Youth Loneliness: Canada and the Czech Republic."},
      {
        "id":"ED472963",
        "title":"Loneliness in Old Age: The Effects of Culture on Coping with It."},
      {
        "id":"ED472964",
        "title":"A Comparative Analysis of Science Teacher Education in Global Communities."},
      {
        "id":"ED472965",
        "title":"Infusing Technology to Enhance Science Lessons: Prospective Teachers as Action Researchers Learning to Teach for Conceptual Change."},
      {
        "id":"ED472966",
        "title":"Exploring Patterns, Functions and Algebraic Reasoning with a Calculator."},
      {
        "id":"ED472967",
        "title":"Development of Supplemental Instruction for Pre-Service K-8 Teachers Enrolled in a Non-Major Undergraduate Biology Class: A Golden Opportunity."},
      {
        "id":"ED472968",
        "title":"Integrating Problem Solving with Theme-based Learning in \"The Key Learning Community\"."},
      {
        "id":"ED472969",
        "title":"Developing Pre-Service Elementary Teachers' Views of the Nature of Science (NOS): Examining the Effectiveness of Intervention Types."},
      {
        "id":"ED472970",
        "title":"Development of a Framework to Measure Science Teachers' Inquiry Perceptions and Practices."},
      {
        "id":"ED472971",
        "title":"Investigating Phenomena and Negotiating Ideas in the Middle School Science Classroom and Community: Would the Teacher Please Be Quiet?"},
      {
        "id":"ED472973",
        "title":"History and Social Studies Standards of Learning for Virginia Public Schools."},
      {
        "id":"ED472974",
        "title":"Walk around the Block Curriculum."},
      {
        "id":"ED472975",
        "title":"Community Connection Curriculum."},
      {
        "id":"ED472976",
        "title":"Box City Curriculum."},
      {
        "id":"ED472977",
        "title":"Picture This Curriculum."},
      {
        "id":"ED472978",
        "title":"Africa Curriculum. World Neighbors in the Classroom."},
      {
        "id":"ED472979",
        "title":"Asia Curriculum. World Neighbors in the Classroom."},
      {
        "id":"ED472980",
        "title":"Latin America Curriculum. World Neighbors in the Classroom."},
      {
        "id":"ED472982",
        "title":"Teaching about Judicial Review. ERIC Digest."},
      {
        "id":"ED472984",
        "title":"Didn't Someone Invite Patty? How Patty Smith Hill's Vision of International Education Has Crossed the Border in a Most Unusual Place!"},
      {
        "id":"ED472985",
        "title":"Children and Their Fathers: A Review of the Literature Regarding Interpersonal and External Factors in the Development of Attachment."},
      {
        "id":"ED472987",
        "title":"Site-Based Professional Development: Learning Cycle and Technology Integration."},
      {
        "id":"ED472988",
        "title":"Stars: Evaluating the Use of Video Technology for Modelling Science Process Skills."},
      {
        "id":"ED472989",
        "title":"Assessing Inequities in School Funding within Districts: A Tool To Prepare for Student-Based Budgeting."},
      {
        "id":"ED472990",
        "title":"Generally Accepted Principles of Teaching and Learning and Their Implications for Local Education Support Systems."},
      {
        "id":"ED472991",
        "title":"Labor Relations. Trends and Issues."},
      {
        "id":"ED472992",
        "title":"School Reform. Trends and Issues."},
      {
        "id":"ED472993",
        "title":"Instructional Personnel. Revised. Trends and Issues."},
      {
        "id":"ED472994",
        "title":"School Organization: Grade Span. Trends and Issues."},
      {
        "id":"ED472995",
        "title":"School Choice. Trends and Issues."},
      {
        "id":"ED472996",
        "title":"Magnet Schools. Trends and Issues."},
      {
        "id":"ED472997",
        "title":"Charter Schools. Trends and Issues."},
      {
        "id":"ED472998",
        "title":"Contract Schools. Trends and Issues."},
      {
        "id":"ED472999",
        "title":"Public Voucher Plans. Trends and Issues."},
      {
        "id":"ED473000",
        "title":"Private Voucher and Scholarship Plans. Trends and Issues."},
      {
        "id":"ED473001",
        "title":"Homeschooling. Trends and Issues."},
      {
        "id":"ED473002",
        "title":"Virtual Schools. Trends and Issues."},
      {
        "id":"ED473003",
        "title":"Alternative Schools. Trends and Issues."},
      {
        "id":"ED473004",
        "title":"Psychological Services as Related Services. Revised. Technical Assistance Paper."},
      {
        "id":"ED473006",
        "title":"Medicaid Certified School Match Program: Nursing Services. Technical Assistance Paper."},
      {
        "id":"ED473007",
        "title":"Determining an Individual Student's Need for Extended School Year Services. Technical Assistance Paper."},
      {
        "id":"ED473009",
        "title":"National Disability Policy: A Progress Report, December 2000-December 2001."},
      {
        "id":"ED473010",
        "title":"Mental Retardation: Update 2002. ERIC Digest."},
      {
        "id":"ED473011",
        "title":"Accommodating Mathematics Testing Using a Videotaped, Read-Aloud Administration. Technical Guidelines for Performance Assessment."},
      {
        "id":"ED473012",
        "title":"Auditory Processing Disorders. Revised. Technical Assistance Paper."},
      {
        "id":"ED473013",
        "title":"Overidentification Issues within the Individuals with Disabilities Education Act and the Need for Reform. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (October 4, 2001)."},
      {
        "id":"ED473015",
        "title":"Colorado Charter Schools Special Education Guidelines: Negotiating New and Renewal Charter Contracts for Colorado Charter Schools."},
      {
        "id":"ED473016",
        "title":"Core Values and Morality Perspectives in Contemporary American Society: An Educator's Point of View."},
      {
        "id":"ED473018",
        "title":"Effective Technology Integration: A Plan for Professional Development."},
      {
        "id":"ED473021",
        "title":"Tips for Using Microsoft Excel in Assessment."},
      {
        "id":"ED473025",
        "title":"Labor's Demonstration School: The Manumit School for Workers' Children, 1924-1932."},
      {
        "id":"ED473026",
        "title":"Participation in Undergraduate Research and the Development of Political Science Students."},
      {
        "id":"ED473027",
        "title":"More Than Kids Stuff: Can News and Information Web Sites Mobilize Young Adults?"},
      {
        "id":"ED473028",
        "title":"Character Education and Student Behavior: Addressing Expressive Communication and Social Behavior in 2nd Grade Students."},
      {
        "id":"ED473029",
        "title":"Educational Decentralization in Korea: Major Issues and Controversies."},
      {
        "id":"ED473030",
        "title":"Singapore Education Sector Analysis: Improvement and Challenges in Academic Performance of Four Ethnic Groups in Singapore."},
      {
        "id":"ED473031",
        "title":"Trust in Government and Civic Engagement among Adolescents in Australia, England, Greece, Norway, and the United States."},
      {
        "id":"ED473032",
        "title":"Connecting the Dots of the Academic Triangle: Combining Teaching, Research, and Service in Meaningful Ways."},
      {
        "id":"ED473033",
        "title":"A Trip to Turkey: A Social Studies Unit for Elementary Students."},
      {
        "id":"ED473034",
        "title":"Asian Women in Transitions: How Modernization Affects Their Lives."},
      {
        "id":"ED473035",
        "title":"Trends in Internet Use by Social Studies Educators: Data from the National Council for the Social Studies Annual Meeting, 1995-2001."},
      {
        "id":"ED473037",
        "title":"Supporting New Teachers in a Growing Learning Community: The New Educator Orientation Project at Leland Middle School."},
      {
        "id":"ED473038",
        "title":"Successful Transitions: The Texas Educational Aide Exemption Program."},
      {
        "id":"ED473042",
        "title":"Inquiry Based Science: A Constructivist Approach in Teacher Education."},
      {
        "id":"ED473043",
        "title":"Actes des Journees de linguistique (Proceedings of the Linguistics Conference) (15th, Quebec, Canada, March 15-16, 2001)."},
      {
        "id":"ED473044",
        "title":"A Think-Aloud Study of Chinese ESL Readers."},
      {
        "id":"ED473045",
        "title":"Why Assign Themes and Topics To Teach Writing? A Reply to Tony Silva."},
      {
        "id":"ED473049",
        "title":"National Standards + State Standards + 2 Subjects + 2 Instructors = One Good Planning Experience for Preservice Teachers."},
      {
        "id":"ED473050",
        "title":"The Rhetoric of Redistricting: Ohio's Altered State."},
      {
        "id":"ED473051",
        "title":"An Action Research on the Effects of Extrinsic Rewards on Motivation of Eighth Grade Language Arts Students."},
      {
        "id":"ED473052",
        "title":"Improving Student Writing Through Different Writing Styles."},
      {
        "id":"ED473053",
        "title":"Improving Vocabulary Development Through Balanced Literacy."},
      {
        "id":"ED473054",
        "title":"Improving Reading Comprehension by Predicting, Monitoring Comprehension, Remediation, and Personal Response Strategies."},
      {
        "id":"ED473055",
        "title":"Motivating Student Reading Through Read-Alouds and Home-School Independent Reading."},
      {
        "id":"ED473056",
        "title":"Improving Organizational Skills Through the Use of Graphic Organizers."},
      {
        "id":"ED473057",
        "title":"Practices To Improve Your Chances for Success When Submitting Research Articles to Academic Journals."},
      {
        "id":"ED473058",
        "title":"Private Literacies in Academic Settings: The Electronic Portfolio as Prototype."},
      {
        "id":"ED473059",
        "title":"Tapping Teachers' Reading Expertise: Generative Professional Development with Middle and High School Content-Area Teachers."},
      {
        "id":"ED473060",
        "title":"Performance and Pedagogy: Exploring Self-Disclosure in the Interpersonal Communication Course."},
      {
        "id":"ED473061",
        "title":"A Comparison of Two Instructional Approaches on Mathematical Word Problem Solving by Students with Learning Problems."},
      {
        "id":"ED473065",
        "title":"When Somebody's Watching: Researching the Workplace Impact of Academic Audit. AIR 2002 Forum Paper."},
      {
        "id":"ED473066",
        "title":"Comparing the Costs and Benefits of Re-Accreditation Processes. AIR 2002 Forum Paper."},
      {
        "id":"ED473067",
        "title":"A Longitudinal Investigation of Dropout from College in the United States. AIR 2002 Forum Paper."},
      {
        "id":"ED473068",
        "title":"Data for Multi-Institution Research. AIR 2002 Forum Paper."},
      {
        "id":"ED473069",
        "title":"Honouring the History of Academic Freedom: An Investigation into the Evolution of the Canadian and American Definitions of Academic Freedom. AIR 2002 Forum Paper."},
      {
        "id":"ED473070",
        "title":"Accuracy of High School Grades and College Admissions Test Scores for Predicting Different Levels of Academic Achievement in College. AIR 2002 Forum Paper."},
      {
        "id":"ED473071",
        "title":"Measuring the Weight of High School GPA and SAT Scores with Second Term GPA To Determine Admission/Financial Aid Index--A Case Study. AIR 2002 Forum Paper."},
      {
        "id":"ED473072",
        "title":"The Impact of Incentive-Based Budgeting on Planning: Understanding the Structural and Political Aspects of Budget Reform. AIR 2002 Forum Paper."},
      {
        "id":"ED473073",
        "title":"Combining the National Survey of Student Engagement with Student Portfolio Assessment. AIR 2002 Forum Paper."},
      {
        "id":"ED473074",
        "title":"Faculty Involvement in Developing and Measuring Student Learning Outcomes. AIR 2002 Forum Paper."},
      {
        "id":"ED473075",
        "title":"What Do We Have To Hide? Data and Diversity. AIR 2002 Forum Paper."},
      {
        "id":"ED473076",
        "title":"A Comparison of Early Writing in Norwegian L1 and English L2."},
      {
        "id":"ED473077",
        "title":"Language Dominance and Hope for Language Equality in South Africa: Examples from Schools."},
      {
        "id":"ED473079",
        "title":"Communication Problems Facing Arab Learners of English."},
      {
        "id":"ED473080",
        "title":"What Happens When People Reread?"},
      {
        "id":"ED473081",
        "title":"&quot;Open Court&quot; and English Language Learners: Questions and Strategies."},
      {
        "id":"ED473082",
        "title":"Two-Way Immersion 101: Designing and Implementing a Two-Way Immersion Education Program at the Elementary Level. Educational Practice Report."},
      {
        "id":"ED473083",
        "title":"The Dual Language Program Planner: A Guide for Designing and Implementing Dual Language Programs."},
      {
        "id":"ED473086",
        "title":"Language, Culture, Class, Gender, and Class Participation."},
      {
        "id":"ED473087",
        "title":"Compass Points: New Directions for English Language Training, 1999-2002."},
      {
        "id":"ED473089",
        "title":"Renewable Energy for Rural Schools."},
      {
        "id":"ED473092",
        "title":"The Application and Implications of Information Technologies in Postsecondary Distance Education: An Initial Bibliography. Special Report."},
      {
        "id":"ED473101",
        "title":"The IR-EP: A Powerful Model for Self-Assessment and Planning in IR. AIR 2002 Forum Paper."},
      {
        "id":"ED473102",
        "title":"The Factor Structure Underlying Perceived College Outcomes. AIR 2002 Forum Paper."},
      {
        "id":"ED473103",
        "title":"Assessing the Value of Non-Resident Tuition Policies in the Face of State Workforce Development Needs: A Minnesota Perspective. AIR 2002 Forum Paper."},
      {
        "id":"ED473104",
        "title":"Distance Education: Does Access Override Success? AIR 2002 Forum Paper."},
      {
        "id":"ED473105",
        "title":"Applying Holland's Typology to the Study of Differences in Student Views about Diversity. AIR 2002 Forum Paper."},
      {
        "id":"ED473106",
        "title":"What Satisfies Students? Mining Student-Opinion Data with Regression and Decision-Tree Analysis. AIR 2002 Forum Paper."},
      {
        "id":"ED473107",
        "title":"Learning Communities, First Year Programs and Their Effectiveness: The Role of the IR Office. AIR 2002 Forum Paper."},
      {
        "id":"ED473108",
        "title":"Testing a Model of Administrative Job Satisfaction. AIR 2002 Forum Paper."},
      {
        "id":"ED473109",
        "title":"A Methodological Critique of Tinto's Student Retention Theory. AIR 2002 Forum Paper."},
      {
        "id":"ED473110",
        "title":"How the First-Year College Experience Contributes to Persistence. AIR 2002 Forum Paper."},
      {
        "id":"ED473111",
        "title":"Implementing a Recursive Retention Assessment System for Engineering Programs. AIR 2002 Forum Paper."},
      {
        "id":"ED473112",
        "title":"Enhancing the Roles of Faculty and Institutional Researchers in Campus-Wide Initiatives. AIR 2002 Forum Paper."},
      {
        "id":"ED473113",
        "title":"First Generation and Low Income Students: Using the NSSE Data To Study Effective Educational Practices and Students. Self-Reported Gains. AIR 2002 Forum Paper."},
      {
        "id":"ED473114",
        "title":"Strategy When Faced with Failure: Persistence and Degree Attainment of Course Repeaters versus Non-Repeaters. AIR 2002 Forum Paper."},
      {
        "id":"ED473115",
        "title":"Resurgence of Administrative Evaluations and Unit Climate Surveys To Improve and Strengthen Institutional Leadership. AIR 2002 Forum Paper."},
      {
        "id":"ED473120",
        "title":"Understanding the Black-White Test Score Gap in the First Two Years of School. NBER Working Paper Series."},
      {
        "id":"ED473121",
        "title":"Expanding the Goals of &quot;Responsible Fatherhood&quot; Policy: Voices from the Field in Four Cities."},
      {
        "id":"ED473122",
        "title":"Closing the Achievement Gap in Suburban and Urban School Communities. Policy Issue."},
      {
        "id":"ED473123",
        "title":"From Governance to Accountability: Building Relationships That Make Schools Work. Policy Report."},
      {
        "id":"ED473124",
        "title":"Legacies in Black and White: The Racial Composition of the Legacy Pool. NBER Working Paper Series."},
      {
        "id":"ED473125",
        "title":"From Poverty to Self-Sufficiency: The Role of Postsecondary Education in Welfare Reform."},
      {
        "id":"ED473126",
        "title":"Brown v. Board of Education: Its Impact on Education, and What It Left Undone. Winter 2002."},
      {
        "id":"ED473127",
        "title":"The Correlates and Consequences of Welfare Exit and Entry: Evidence from the Three-City Study. Working Paper."},
      {
        "id":"ED473128",
        "title":"Religion and American Adolescent Delinquency, Risk Behaviors and Constructive Social Activities. A Research Report of the National Study of Youth and Religion."},
      {
        "id":"ED473129",
        "title":"Religion and the Life Attitudes and Self-Images of American Adolescents. A Research Report of the National Study of Youth and Religion."},
      {
        "id":"ED473130",
        "title":"The Top-Awarded Reports: The First Contest of Internet Application to Educational Activities in Japan. AVE in Japan."},
      {
        "id":"ED473131",
        "title":"National Educational Technology Standards for Teachers: Preparing Teachers To Use Technology."},
      {
        "id":"ED473132",
        "title":"National Educational Technology Standards for Students: Connecting Curriculum and Technology."},
      {
        "id":"ED473133",
        "title":"Reflections on Technology Education in Wisconsin."},
      {
        "id":"ED473134",
        "title":"Brick and Click Libraries: Changes and Challenges. Proceedings of a Regional Academic Library Symposium (Maryville, Missouri, October 18, 2002)."},
      {
        "id":"ED473135",
        "title":"Assembly of Associations: Communique, 2002."},
      {
        "id":"ED473137",
        "title":"K-12th Grade Math and Science Education: The View from the Blackboard. Hearing Before the Committee on Science, House of Representatives, 107th Congress, First Session (March 7, 2001)."},
      {
        "id":"ED473138",
        "title":"Classrooms as Laboratories: The Science of Learning Meets the Practice of Teaching. Hearing Before the Subcommittee on Research, Committee on Science, House of Representatives, 107th Congress, First Session (May 10, 2001)."},
      {
        "id":"ED473139",
        "title":"Sea Grant: Review and Authorization. Hearing Before the Subcommittee on Environment, Technology, and Standards, Committee on Science, House of Representatives, 107th Congress, First Session (February 28, 2002)."},
      {
        "id":"ED473140",
        "title":"Meeting the Demands of the Knowledge Based Economy: Strengthening Undergraduate Science, Mathematics and Engineering Education. Hearing Before the Subcommittee on Research, Committee on Science, House of Representatives, 107th Congress, First Session (March 7, 2002)."},
      {
        "id":"ED473141",
        "title":"Preparing the 21st Century Workforce: Strengthening and Improving K-12 and Undergraduate Science, Math, and Engineering Education. Field Hearing Before the Subcommittee on Research, Committee on Science, House of Representatives, 107th Congress, First Session (April 22, 2002)."},
      {
        "id":"ED473145",
        "title":"Earth Science Enterprise: 2002 Education Catalog."},
      {
        "id":"ED473147",
        "title":"Narrative and Stories in Adult Teaching and Learning. ERIC Digest."},
      {
        "id":"ED473148",
        "title":"Everything You Want To Know about Attachment."},
      {
        "id":"ED473149",
        "title":"Solving Challenging Behaviors: A Multifaceted Approach Designed to Help Children Learn To Manage Themselves."},
      {
        "id":"ED473150",
        "title":"First Teachers: A Training Manual for Developing an After-School Family Literacy Program Using Technology."},
      {
        "id":"ED481162",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 3."},
      {
        "id":"ED481163",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 4."},
      {
        "id":"ED481164",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 5."},
      {
        "id":"ED481165",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 6."},
      {
        "id":"ED481166",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 7."},
      {
        "id":"ED481167",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 8."},
      {
        "id":"ED481168",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 9."},
      {
        "id":"ED481169",
        "title":"The Revolutionary War. [Lesson Plan]."},
      {
        "id":"ED481170",
        "title":"Curriculum Handbook for Parents, 2003-2004: Senior High School."},
      {
        "id":"ED481171",
        "title":"Ce que mon enfant apprend l'ecole. Manuel a l'intention des parents, 2002-2003: Premier annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 1.)"},
      {
        "id":"ED481172",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2002-2003: Deuxieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 2.)"},
      {
        "id":"ED481173",
        "title":"Ce que mon enfant apprend l'ecole. Manuel a l'intention des parents, 2002-2003: Troisieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 3.)"},
      {
        "id":"ED481174",
        "title":"Ce que mon enfant apprend l'ecole. Manuel a l'intention des parents, 2002-2003: Quatrieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 4.)"},
      {
        "id":"ED481175",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2002-2003: Cinquieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 5.)"},
      {
        "id":"ED481176",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2002-2003: Sixieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 6.)"},
      {
        "id":"ED481177",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2002-2003: Septieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 7.)"},
      {
        "id":"ED481178",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2002-2003: Huitieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 8.)"},
      {
        "id":"ED481179",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2002-2003: Neuvieme annee. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grade 9.)"},
      {
        "id":"ED481180",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2002-2003: 10e, 11e, 12e annees. (What My Child Learns in School. Curriculum Handbook for Parents, 2002-2003: Grades 10, 11, and 12.)"},
      {
        "id":"ED481181",
        "title":"\"Split\" Character Studies in \"Crime and Punishment.\" [Lesson Plan]."},
      {
        "id":"ED481182",
        "title":"\"1984\": How Much Fact in Fiction? [Lesson Plan]."},
      {
        "id":"ED481183",
        "title":"\"The Adventures of Huckleberry Finn\". [Lesson Plan]."},
      {
        "id":"ED481184",
        "title":"\"Alice in Wonderland.\" [Lesson Plan]."},
      {
        "id":"ED481185",
        "title":"The Power of Fiction. [Lesson Plan]."},
      {
        "id":"ED481186",
        "title":"Teaching Reading. Educational Practices Series."},
      {
        "id":"ED481187",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Advertising Division."},
      {
        "id":"ED481188",
        "title":"Section 504/ADA: Guidelines for Educators and Administrators. Revised."},
      {
        "id":"ED481189",
        "title":"\"All Quiet on the Western Front.\""},
      {
        "id":"ED481190",
        "title":"\"American Frontiers.\" [Lesson Plan]."},
      {
        "id":"ED481191",
        "title":"Catch-22. [Lesson Plan]."},
      {
        "id":"ED481192",
        "title":"Champions of the Land. [Lesson Plan]."},
      {
        "id":"ED481193",
        "title":"Children of War. [Lesson Plan]."},
      {
        "id":"ED481194",
        "title":"Creating Dramatic Monologues from \"The Grapes of Wrath.\" [Lesson Plan]."},
      {
        "id":"ED481195",
        "title":"Don Quixote. [Lesson Plan]."},
      {
        "id":"ED481196",
        "title":"Dracula. [Lesson Plan]."},
      {
        "id":"ED481197",
        "title":"\"Frankenstein.\" [Lesson Plan]."},
      {
        "id":"ED481198",
        "title":"Great Books, Great Art. [Lesson Plan]."},
      {
        "id":"ED481199",
        "title":"Great Expectations. [Lesson Plan]."},
      {
        "id":"ED481200",
        "title":"The Great Gatsby. [Lesson Plan]."},
      {
        "id":"ED481201",
        "title":"Gulliver's Travels. [Lesson Plan]."},
      {
        "id":"ED481202",
        "title":"Heart of Darkness. [Lesson Plan]."},
      {
        "id":"ED481203",
        "title":"The Legend of King Arthur. [Lesson Plan]."},
      {
        "id":"ED481204",
        "title":"Machiavelli's \"The Prince.\" [Lesson Plan]."},
      {
        "id":"ED481205",
        "title":"\"Madame Bovary\": Illusion and Reality. [Lesson Plan]."},
      {
        "id":"ED481206",
        "title":"Moby-Dick. [Lesson Plan]."},
      {
        "id":"ED481207",
        "title":"The Odyssey. [Lesson Plan]."},
      {
        "id":"ED481208",
        "title":"One Flew Over the Cuckoo's Nest. [Lesson Plan]."},
      {
        "id":"ED481210",
        "title":"Moral and Ethical Dimensions of Socioscientific Decision-Making as Integral Components of Scientific Literacy."},
      {
        "id":"ED481211",
        "title":"Patterns of Informal Reasoning in the Context of Socioscientific Decision-Making."},
      {
        "id":"ED481213",
        "title":"Perspective of a Chemist: A Framework to Promote Conceptual Understanding of Chemistry."},
      {
        "id":"ED481215",
        "title":"Challenging the Mainstream Paradigm for Teacher Education: A Service Learning Model for Future Teachers of African American Students."},
      {
        "id":"ED481216",
        "title":"Cross-Sector Research Associated with Nutrition: Comparison of Private and Public Schools on Health Indicators."},
      {
        "id":"ED481217",
        "title":"&quot;Tell Me about Your Work and I Tell You about Your Knowledge&quot;: Constructing Teacher Knowledge Based on Pedagogical Practices."},
      {
        "id":"ED481218",
        "title":"What a Difference a Discipline Approach Makes? Constructing Performing Quality in Teacher-Student Relations."},
      {
        "id":"ED481219",
        "title":"Early Education Quality: Higher Teacher Qualifications for Better Living Environments. A Review of the Literature."},
      {
        "id":"ED481220",
        "title":"Universal Preschool in California: An Overview of Workforce Issues."},
      {
        "id":"ED481221",
        "title":"Little Prints, 2001."},
      {
        "id":"ED481222",
        "title":"Illinois Early Learning Standards."},
      {
        "id":"ED481224",
        "title":"Little Prints, 2002."},
      {
        "id":"ED481225",
        "title":"Georgia Health Policy Center Child Policy Briefs, 2001."},
      {
        "id":"ED481226",
        "title":"The Child Care Industry: Supporting Jobs and Economic Development in Minneapolis. Report and Recommendations."},
      {
        "id":"ED481227",
        "title":"Middle Level Teacher Preparation: The Impact of the Portfolio Experience on Teachers' Professional Development."},
      {
        "id":"ED481228",
        "title":"What Is Collegiate Involvement for Adult Undergraduates?"},
      {
        "id":"ED481230",
        "title":"Reliability Test Results for an Implementation Profile Instrument."},
      {
        "id":"ED481231",
        "title":"Measuring Campus Climate through a Web-based Survey and Probing into Some Facets of Perceived Campus Climate."},
      {
        "id":"ED481232",
        "title":"Student Research Skills and Techniques. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED481233",
        "title":"Successful Techniques in Grammar Instruction. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED481234",
        "title":"Successful Oral Language and Literacy Techniques. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED481235",
        "title":"Successful Use of the Six Traits in Writing. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED481238",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Public Relations Division."},
      {
        "id":"ED481239",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Newspaper Division."},
      {
        "id":"ED481250",
        "title":"The Results of the New Hampshire Education Funding Reform."},
      {
        "id":"ED481251",
        "title":"Evaluation of the School Breakfast Program Pilot Project: Findings from the First Year of Implementation. Nutrition Assistance Program Report Series."},
      {
        "id":"ED481252",
        "title":"Superintendent Search."},
      {
        "id":"ED481253",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). History Division."},
      {
        "id":"ED481254",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Minorities and Communication Division."},
      {
        "id":"ED481255",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Law Division."},
      {
        "id":"ED481256",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Science Communication Interest Group."},
      {
        "id":"ED481257",
        "title":"Pre-K Longitudinal Study: Findings from the 1999-2000 School Year."},
      {
        "id":"ED481258",
        "title":"Georgia Health Policy Center Child Policy Briefs, 2002."},
      {
        "id":"ED481259",
        "title":"Regional Child Care Trends: Comparing Georgia to Its Neighbors."},
      {
        "id":"ED481260",
        "title":"Georgia Pre-K Longitudinal Study: Final Report, 1996-2001."},
      {
        "id":"ED481261",
        "title":"Report of the Findings from the Early Childhood Study: 2001-02."},
      {
        "id":"ED481262",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Critical and Cultural Studies Division."},
      {
        "id":"ED481263",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Communication Theory &amp; Methodology Division."},
      {
        "id":"ED481264",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). International Communication Division."},
      {
        "id":"ED481265",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Magazine Division."},
      {
        "id":"ED481266",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Commission on the Status of Women Division."},
      {
        "id":"ED481267",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Communication Technology and Policy Division."},
      {
        "id":"ED481268",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Radio-Television Journalism Division."},
      {
        "id":"ED481269",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Media Ethics Division."},
      {
        "id":"ED481270",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Mass Communication and Society Division."},
      {
        "id":"ED481271",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Entertainment Studies Interest Group."},
      {
        "id":"ED481272",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Media Management &amp; Economics Division."},
      {
        "id":"ED481273",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (86th, Kansas City, Missouri, July 30-August 2, 2003). Miscellaneous Divisions."},
      {
        "id":"ED481274",
        "title":"Collaborative Reform and Other Improbable Dreams: The Challenges of Professional Development Schools. SUNY Series, Teacher Preparation and Development."},
      {
        "id":"ED481277",
        "title":"Juvenile Justice Bulletin: Aftercare Services. Juvenile Justice Practices Series."},
      {
        "id":"ED481278",
        "title":"Engaged Institutions: Impacting the Lives of Vulnerable Youth through Place-Based Learning."},
      {
        "id":"ED481279",
        "title":"Learning Outside the Lines: Six Innovative Programs That Reach Youth."},
      {
        "id":"ED481280",
        "title":"Impacts of Hispanic Population Growth on Rural Wages. Agricultural Economic Report."},
      {
        "id":"ED481281",
        "title":"Preparing Rural Educators To Teach Students in an Era of Standards-Based Reform and Accountability."},
      {
        "id":"ED481282",
        "title":"\"Pride and Prejudice\". [Lesson Plan]."},
      {
        "id":"ED481283",
        "title":"Salem Witch Trials. [Lesson Plan]."},
      {
        "id":"ED481284",
        "title":"\"The Scarlet Letter\". [Lesson Plan]."},
      {
        "id":"ED481285",
        "title":"\"Walden\". [Lesson Plan]."},
      {
        "id":"ED481286",
        "title":"War Literature. [Lesson Plan]."},
      {
        "id":"ED481287",
        "title":"\"The War of the Worlds\". [Lesson Plan]."},
      {
        "id":"ED481288",
        "title":"What's in a Name? Understanding Malcolm X. [Lesson Plan]."},
      {
        "id":"ED481289",
        "title":"Yugoslavia: Death of a Nation. [Lesson Plan]."},
      {
        "id":"ED481290",
        "title":"Section 504/ADA: Guidelines for Educators in Kansas. Revised."},
      {
        "id":"ED481291",
        "title":"Cultural Dimensions of Assistive Technology: What We Know and What's Ahead."},
      {
        "id":"ED481292",
        "title":"An Analysis of Personal Event Narratives Produced by School-Age Children."},
      {
        "id":"ED481293",
        "title":"Implementing a Professional Development Model Using Gifted Education Strategies with All Students."},
      {
        "id":"ED481294",
        "title":"Working Together: Science Teachers and Students with Disabilities."},
      {
        "id":"ED481295",
        "title":"Working Together: Computers and People with Mobility Impairments."},
      {
        "id":"ED481296",
        "title":"Working Together: Computers and People with Learning Disabilities."},
      {
        "id":"ED481297",
        "title":"Working Together: Computers and People with Sensory Impairments."},
      {
        "id":"ED481298",
        "title":"Opening Doors: Mentoring on the Internet."},
      {
        "id":"ED481299",
        "title":"World Wide Access: Accessible Web Design."},
      {
        "id":"ED481301",
        "title":"Applications of Participatory Action Research with Students Who Have Disabilities. ERIC/OSEP Digest."},
      {
        "id":"ED481302",
        "title":"Philosophically Precocious Individuals and Their Developmental Strategies."},
      {
        "id":"ED481303",
        "title":"Special Education: Clearer Guidance Would Enhance Implementation of Federal Disciplinary Provisions. Report to the Ranking Minority Member, Committee on Health, Education, Labor and Pensions, U.S. Senate."},
      {
        "id":"ED481304",
        "title":"English as a Second Language in Ontario Schools. People for Education Report."},
      {
        "id":"ED481305",
        "title":"Voices from Phnom Penh. Development &amp; Language: Global Influences &amp; Local Effects."},
      {
        "id":"ED481306",
        "title":"Englishes in Asia: Communication, Identity, Power and Education."},
      {
        "id":"ED481308",
        "title":"A Disaster Preparedness Plan for Small Public Libraries, 2002."},
      {
        "id":"ED481309",
        "title":"Helping Books Helping Families: A Picture Book/Storytelling/Discussion Program."},
      {
        "id":"ED481310",
        "title":"Colorado Community College System Analysis of Fall 2001 Applicants."},
      {
        "id":"ED481311",
        "title":"Environmental Scan for the Colorado Community College System."},
      {
        "id":"ED481312",
        "title":"Institutional Accountability Plan and Progress Report. 1998 Update, Year 5, 1997-1998."},
      {
        "id":"ED481313",
        "title":"Institutional Accountability Plan and Progress Report. 2002 Update, Year 9, 2001-2002."},
      {
        "id":"ED481314",
        "title":"Institutional Accountability Plan and Progress Report. 2000 Update, Year 7, 1999-2000."},
      {
        "id":"ED481315",
        "title":"Pensacola Junior College Institutional Accountability, 1998."},
      {
        "id":"ED481316",
        "title":"System Overview Report: Annual Academic and Diversity Plans, 2002-2003."},
      {
        "id":"ED481317",
        "title":"Applying Customer Satisfaction Theory to Community College Planning of Counseling Services."},
      {
        "id":"ED481318",
        "title":"Salt Lake Community College Strategic Vision, September 2001-June 2006."},
      {
        "id":"ED481319",
        "title":"Institutional Effectiveness Survey, 1998-2003."},
      {
        "id":"ED481320",
        "title":"An Assessment of Standardized Accuplacer Placement Scores for College English in the Connecticut Community-Technical College System."},
      {
        "id":"ED481321",
        "title":"Reconceptualizing School Counseling To Include School-to-Work Concepts."},
      {
        "id":"ED481324",
        "title":"Community Asset Mapping. Trends and Issues Alert."},
      {
        "id":"ED481325",
        "title":"Possible Selves: Envisioning the Future. Trends and Issues Alert."},
      {
        "id":"ED481326",
        "title":"The Benefits of Career and Technical Education. Trends and Issues Alert."},
      {
        "id":"ED481327",
        "title":"Informal Adult Learning and the Internet. Trends and Issues Alert."},
      {
        "id":"ED481328",
        "title":"Internationalisation and Changing Skill Needs in European Small Firms: The Services Sector. CEDEFOP Reference Series."},
      {
        "id":"ED481329",
        "title":"European Report on Quality Indicators of Lifelong Learning: Fifteen Quality Indicators."},
      {
        "id":"ED481330",
        "title":"Passport to Mobility: Learning Differently, Learning Abroad."},
      {
        "id":"ED481331",
        "title":"Pathway to Survival--A New Teacher Induction Initiative."},
      {
        "id":"ED481332",
        "title":"Youth and the New Economy=Les jeunes et la nouvelle economie."},
      {
        "id":"ED481333",
        "title":"Training in Toronto's &quot;New Economy&quot;=La formation dans la &quot;nouvelle&quot; economie de Toronto."},
      {
        "id":"ED481334",
        "title":"Honoring Work in Wisconsin: State Policies To Promote Self-Sufficiency for Working Families."},
      {
        "id":"ED481335",
        "title":"European Centre for the Development of Vocational Training, Annual Report 2002."},
      {
        "id":"ED481336",
        "title":"Work and Family Life: Middle School Content Competencies."},
      {
        "id":"ED481337",
        "title":"Public Safety Core. Integrated Academic and Technical Competencies (ITAC)."},
      {
        "id":"ED481338",
        "title":"Working Time and the Volume of Work in Germany: The IAB Concept of Measurement. IAB Labour Market Research Topics."},
      {
        "id":"ED481339",
        "title":"Global Realities: Celebrating Our Differences, Honoring Our Connections."},
      {
        "id":"ED481340",
        "title":"The Use of Statistical Process Control-Charts for Person-Fit Analysis on Computerized Adaptive Testing. LSAC Research Report Series."},
      {
        "id":"ED481341",
        "title":"The SUNY Assessment Initiative: Initial Campus and System Perspectives."},
      {
        "id":"ED481342",
        "title":"State University of New York Assessment Initiative: Report of the Provost's Advisory Task Force on the Assessment of Student Learning Outcomes."},
      {
        "id":"ED481343",
        "title":"A Multi-Cultural Comparison of the Factor Structure of the MIDAS for Adults/College Students."},
      {
        "id":"ED481344",
        "title":"Learning Excellence: How Do Learning Providers Measure Up to the Benchmarks of Service Excellence?"},
      {
        "id":"ED481345",
        "title":"The Use of Palmtop Computers for Learning: A Review of the Literature."},
      {
        "id":"ED481346",
        "title":"National Career and Technical Teacher Education Institute, 2003: Final Report."},
      {
        "id":"ED481347",
        "title":"Evaluating Professional Development Resources: Selection and Development Criteria."},
      {
        "id":"ED481348",
        "title":"Retention and Advancement in the Retail Industry: A Career Ladder Approach."},
      {
        "id":"ED481349",
        "title":"The Choice Before Congress on Welfare Reauthorization: Real Jobs or Make Work? Position Paper."},
      {
        "id":"ED481350",
        "title":"Improving Adult Education for the 21st Century. Hearing Before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce, House of Representatives, One Hundred Eighth Congress, First Session. Hearing held in Washington, DC, March 4, 2003."},
      {
        "id":"ED481355",
        "title":"Take on the Challenge."},
      {
        "id":"ED481356",
        "title":"Maintaining the Momentum. Alberta Apprenticeship and Industry Training Board, 2002-2003 Annual Report."},
      {
        "id":"ED481357",
        "title":"Cabinetmaker Program. Apprenticeship Training."},
      {
        "id":"ED481358",
        "title":"Concrete Finisher Program. Apprenticeship Training."},
      {
        "id":"ED481359",
        "title":"Hairstylist Program. Apprenticeship Training."},
      {
        "id":"ED481360",
        "title":"Lather-Interior Systems Mechanic Program. Apprenticeship Training."},
      {
        "id":"ED481361",
        "title":"Outdoor Power Equipment Technician Program. Apprenticeship Training."},
      {
        "id":"ED481362",
        "title":"Occupation Competency Profile: Steel Detailer Program."},
      {
        "id":"ED481363",
        "title":"Warehousing Competency Profile. Apprenticeship Training."},
      {
        "id":"ED481364",
        "title":"Social and Occupational Integration of Disadvantaged People. Leonardo da Vinci Good Practices Series."},
      {
        "id":"ED481365",
        "title":"Building Skills and Qualifications among SME Employees. Leonardo da Vinci Good Practices Series."},
      {
        "id":"ED481366",
        "title":"NASA's Student Glovebox: An Inquiry-Based Technology Educator's Guide."},
      {
        "id":"ED481367",
        "title":"NASA's Great Observatories: Paper Model."},
      {
        "id":"ED481368",
        "title":"Aeronautics: An Educator's Guide with Activities in Science, Mathematics, and Technology Education."},
      {
        "id":"ED481369",
        "title":"3...2...1...Liftoff!: An Educator's Guide with Activities in Science, Mathematics, Technology, and Language Arts."},
      {
        "id":"ED481370",
        "title":"Enrollment and Budget Trends."},
      {
        "id":"ED481371",
        "title":"Mars Exploration: Is There Water on Mars? An Educator's Guide with Activities for Physical and Earth and Space Science."},
      {
        "id":"ED481372",
        "title":"Optics: Light, Color, and Their Uses. An Educator's Guide with Activities in Science and Mathematics."},
      {
        "id":"ED481373",
        "title":"Rockets: An Educator's Guide with Activities in Science, Mathematics, and Technology."},
      {
        "id":"ED481374",
        "title":"Exploring the Moon: A Teacher's Guide with Activities for Earth and Space Sciences."},
      {
        "id":"ED481375",
        "title":"The Brain in Space: A Teacher's Guide with Activities for Neuroscience."},
      {
        "id":"ED481376",
        "title":"Planetary Geology: A Teacher's Guide with Activities in Physical and Earth Sciences."},
      {
        "id":"ED481377",
        "title":"New Studies in the Teaching of English Grammar. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED481378",
        "title":"ETAI Forum, 2003."},
      {
        "id":"ED481379",
        "title":"Smart Investment 2002 Public Opinion Survey: Highlights &amp; Key Findings [and] Statewide Community Perception Analysis, 2002. Summary Report."},
      {
        "id":"ED481380",
        "title":"Skills Certifications and Workforce Development: Partnering with Industry and Ourselves."},
      {
        "id":"ED481382",
        "title":"VCCS Transfer Project: Transfer Rates, Transfer Performance, and Baccalaureate Completion."},
      {
        "id":"ED481383",
        "title":"VCCS Student Outcomes."},
      {
        "id":"ED481384",
        "title":"WDS Annual Report to the General Assembly, 2001-2002."},
      {
        "id":"ED481385",
        "title":"Online Learning Students: Characteristics, Satisfaction, and Implications for Future Planning. A Summary of Findings from Two System Development Projects. Research Report."},
      {
        "id":"ED481387",
        "title":"Learning To Live Together: Have We Failed? A Summary of the Ideas and Contributions Arising from the Forty-Sixth Session of UNESCO's International Conference on Education (Geneva, Switzerland, September 5-8, 2001)."},
      {
        "id":"ED481388",
        "title":"Deans' Balancing Acts: Education Leaders and the Challenges They Face."},
      {
        "id":"ED481389",
        "title":"Teacher Certification Reconsidered: Stumbling for Quality. A Rejoinder."},
      {
        "id":"ED481390",
        "title":"Direct Instruction Model for Secondary Schools: The Research Base for the REACH System."},
      {
        "id":"ED481391",
        "title":"Strength Training: A Natural Prescription for Staying Healthy and Fit."},
      {
        "id":"ED481393",
        "title":"ARTC: Alternative Routes to Certification. Report to the Delaware Department of Education, April 2001."},
      {
        "id":"ED481394",
        "title":"Education Essays: Thoughts on Teaching."},
      {
        "id":"ED481396",
        "title":"Culminating Experience Action Research Projects, Volume 3, Spring 2003."},
      {
        "id":"ED481397",
        "title":"Your Reading: An Annotated Booklist for Middle School and Junior High. 11th Edition. NCTE Bibliography Series."},
      {
        "id":"ED481398",
        "title":"Total Expenditures for Students with Disabilities, 1999-2000: Spending Variation by Disability. Report. Special Education Expenditure Project (SEEP)."},
      {
        "id":"ED481399",
        "title":"Using Video Strategies To Teach Functional Skills to Students with Moderate to Severe Disabilities."},
      {
        "id":"ED481400",
        "title":"Influencing Student Learning: A School-Wide Action Research Project."},
      {
        "id":"ED481401",
        "title":"What Preservice and First Year Teachers Need To Know To Survive and Thrive."},
      {
        "id":"ED481402",
        "title":"School-Wide Discipline Practices: A Look at the Effectiveness of Common Practices."},
      {
        "id":"ED481403",
        "title":"Developing Situational Learning Events: A Practical Merger of Real-Life Events with Content Instruction."},
      {
        "id":"ED481404",
        "title":"Positive Motivational Strategies for Children with Autism and Other Developmental Disabilities."},
      {
        "id":"ED481405",
        "title":"Uniting Rural, Urban and Suburban America! Live Internet-Based Paraeducator and Teacher Training in Idaho, Utah, Delaware, and Pennsylvania."},
      {
        "id":"ED481407",
        "title":"Improving Faculty Knowledge of Hearing Loss and Its Effects on Education."},
      {
        "id":"ED481411",
        "title":"SLA and the Literature Classroom: Fostering Dialogues. Issues in Language Program Direction: A Series of Annual Volumes."},
      {
        "id":"ED481412",
        "title":"The Gordian Knot: Language, Literature, and Critical Thinking."},
      {
        "id":"ED481413",
        "title":"Developing Literacy and Literacy Competence: Challenges for Foreign Language Departments."},
      {
        "id":"ED481414",
        "title":"Crossing the Boundaries between Literature and Pedagogy: Perspectives on a Foreign Language Reading Course."},
      {
        "id":"ED481415",
        "title":"Rethinking Foreign Language Literature: Towards an Integration of Literature and Language at All Levels."},
      {
        "id":"ED481416",
        "title":"Reading the Patterns of Literacy Works: Strategies and Teaching Techniques."},
      {
        "id":"ED481417",
        "title":"Teaching Literary Texts at the Intermediate Level: A Structured Input Approach."},
      {
        "id":"ED481418",
        "title":"Get the Reel Scoop: Comparing Books to Movies."},
      {
        "id":"ED481419",
        "title":"A Stylistic Approach to Foreign Language Acquisition and Literary Analysis."},
      {
        "id":"ED481420",
        "title":"Research into the Teaching of Literature in a Second Language: What It Says and How To Communicate It to Graduate Students."},
      {
        "id":"ED481421",
        "title":"Get Writing With \"Weekend News!\""},
      {
        "id":"ED481422",
        "title":"Getting the &quot;ig&quot; in Pig: Helping Children Discover Onset and Rime."},
      {
        "id":"ED481423",
        "title":"Giant Story Problems: Reading Comprehension through Math Problem Solving."},
      {
        "id":"ED481424",
        "title":"Graphic Life Map."},
      {
        "id":"ED481425",
        "title":"Using Public Policy-Oriented Community-Based Research to Boost Both Community and Political Engagement."},
      {
        "id":"ED481426",
        "title":"Multiculturalism as a Pedagogical Approach."},
      {
        "id":"ED481427",
        "title":"Social Capital and School Performance: A Local-Level Test."},
      {
        "id":"ED481428",
        "title":"The Influence of Founder Type on Charter School Structures and Operations."},
      {
        "id":"ED481429",
        "title":"Christianity, Islam, and Political Culture: Lessons from Sub-Saharan Africa in Comparative Perspective."},
      {
        "id":"ED481430",
        "title":"Assessment of an Experiment in Teaching Geography Online."},
      {
        "id":"ED481431",
        "title":"My World of Words: Building Vocabulary Lists."},
      {
        "id":"ED481432",
        "title":"Myth and Truth: The First Thanksgiving."},
      {
        "id":"ED481433",
        "title":"Myth or Truth: Independence Day."},
      {
        "id":"ED481434",
        "title":"Name Talk: Exploring Letter-Sound Knowledge in the Primary Classroom."},
      {
        "id":"ED481435",
        "title":"Native Americans Today."},
      {
        "id":"ED481436",
        "title":"Challenge in Children's Literature."},
      {
        "id":"ED481437",
        "title":"Recent Trends in the Language Arts."},
      {
        "id":"ED481441",
        "title":"Improving Student Attitudes and Writing Abilities through Increased Writing Time and Opportunities."},
      {
        "id":"ED481442",
        "title":"Using Literature To Increase Reading Motivation."},
      {
        "id":"ED481443",
        "title":"Teacher Demand: Crisis What Crisis?"},
      {
        "id":"ED481447",
        "title":"Dealing with Foreign Students and Scholars in an Age of Terrorism: Visa Backlogs and Tracking Systems. Hearing before the Committee on Science. House of Representatives, One Hundred Eighth Congress, First Session (March 26, 2003)."},
      {
        "id":"ED481455",
        "title":"Presidents in Action: Strategies for Effective Leadership."},
      {
        "id":"ED481456",
        "title":"Faculty Perceptions of the Core Curriculum. Research Report."},
      {
        "id":"ED481457",
        "title":"Challenge To Lead in Challenging Times. 2003 Annual Report."},
      {
        "id":"ED481458",
        "title":"Creating a University System for the 21st Century. 2002-2003 Student Charges: A Regional and National Comparison."},
      {
        "id":"ED481459",
        "title":"A Longitudinal Evaluation of the Med-Cor Program's Efforts To Improve Minority Students' Postsecondary Educational Opportunities and Health Career Participation. Part B: Graduate Follow-Up Study."},
      {
        "id":"ED481460",
        "title":"Partnerships for Student Success: Policy Connections between Schools and Colleges."},
      {
        "id":"ED481462",
        "title":"Parents' Views on the Jeanne Clery Campus Crime Act and Campus Safety. Educational Policy Institute of Virginia Tech Policy Paper."},
      {
        "id":"ED481463",
        "title":"The Clery Act and the Views of Campus Law Enforcement Officers. Educational Policy Institute of Virginia Tech Policy Paper."},
      {
        "id":"ED481464",
        "title":"The Gubernatorial Appointment Process of Public College and University Trustees: Comparing Practices and Perceptions. Educational Policy Institute of Virginia Tech Policy Paper."},
      {
        "id":"ED481467",
        "title":"Help Wanted: Preparing Community College Leaders in a New Century. New Directions for Community Colleges. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED481468",
        "title":"Faculty Development for Outcome-Based Curriculum Reform in the Community College."},
      {
        "id":"ED481469",
        "title":"The Socioeconomic Benefits Generated by 14 Community College Districts in Oklahoma. Executive Summary [and] Volume 1: Main Report [and] Volume 2: Detailed Results."},
      {
        "id":"ED481471",
        "title":"Fall 2002 Enrollment Report."},
      {
        "id":"ED481472",
        "title":"Five Important Test Interpretation Skills for School Counselors. ERIC Digest."},
      {
        "id":"ED481473",
        "title":"Bullying in Schools: Problem-Oriented Guides for Police Series."},
      {
        "id":"ED481474",
        "title":"Reporting on Race, Education &amp; No Child Left Behind: A Guide for Journalists."},
      {
        "id":"ED481475",
        "title":"Alternative Schools: Best Practices for Development and Evaluation. Effective Strategies for School Improvement. Alternative Schooling."},
      {
        "id":"ED481476",
        "title":"Secondary School Completion and Dropouts in Texas Public Schools, 2001-02."},
      {
        "id":"ED481477",
        "title":"The Growing Number of Kids in Severely Distressed Neighborhoods: Evidence from the 2000 Census. A Kids Count/PRB Report on Census 2000."},
      {
        "id":"ED481478",
        "title":"Poverty in the United States: 2002. Current Population Reports."},
      {
        "id":"ED481479",
        "title":"Income in the United States: 2002. Current Population Reports. Consumer Income."},
      {
        "id":"ED481480",
        "title":"The Latino Workforce. Statistical Brief."},
      {
        "id":"ED481481",
        "title":"The Language of Opportunity: Expanding Employment Prospects for Adults with Limited English Skills."},
      {
        "id":"ED481482",
        "title":"The Demand for Information for Educational Decision Making in the District of Columbia: A Public Discourse."},
      {
        "id":"ED481483",
        "title":"NCLB Action Briefs."},
      {
        "id":"ED481484",
        "title":"School Choice in the District of Columbia: Saving Taxpayers Money, Increasing Opportunities for Children. Briefing Paper."},
      {
        "id":"ED481485",
        "title":"Multiculturalism in Developmental Education. CRDEUL Monograph."},
      {
        "id":"ED481486",
        "title":"Oregon American Indian Alaska Native Education State Plan."},
      {
        "id":"ED481487",
        "title":"Humans and Robots. Educational Brief."},
      {
        "id":"ED481491",
        "title":"Quality Matters! Understanding the Relationship between Quality of Early Childhood Education and Learning Competencies of Children: An Exploratory Study in Tamil Nadu. Research Report."},
      {
        "id":"ED481492",
        "title":"Guidelines for Preschool Learning Experiences."},
      {
        "id":"ED481493",
        "title":"Early Childhood Program Standards for Three and Four Year Olds."},
      {
        "id":"ED481497",
        "title":"Kindergarten in Alberta: A Handbook for Parents, 2003-2004. Catholic School Version."},
      {
        "id":"ED481498",
        "title":"Curriculum Handbook for Parents, 2003-2004. Catholic School Version, Grade 1."},
      {
        "id":"ED481499",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 2."},
      {
        "id":"ED481500",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 3."},
      {
        "id":"ED481501",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 4."},
      {
        "id":"ED481502",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 5."},
      {
        "id":"ED481503",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 6."},
      {
        "id":"ED481504",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 7."},
      {
        "id":"ED481505",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 8."},
      {
        "id":"ED481506",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Grade 9."},
      {
        "id":"ED481507",
        "title":"Curriculum Handbook for Parents, 2003-2004: Catholic School Version, Senior High School."},
      {
        "id":"ED481508",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Premiere annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 1)."},
      {
        "id":"ED481509",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Deuxieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 2)."},
      {
        "id":"ED481510",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Troisieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 3)."},
      {
        "id":"ED481511",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Quatrieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 4)."},
      {
        "id":"ED481512",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Cinquieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 5)."},
      {
        "id":"ED481513",
        "title":"Ce que mon enfant apprend a l'ecole. Manual a l'intention des parents, 2003-2004: Sixieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 6)."},
      {
        "id":"ED481514",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Septieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 7)."},
      {
        "id":"ED481515",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Huitieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 8)."},
      {
        "id":"ED481516",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: Neuvieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grade 9)."},
      {
        "id":"ED481517",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2003-2004: 10e, 11e, and 12e annees (What My Child Learns in School. Curriculum Handbook for Parents, 2003-2004: Grades 10, 11, and 12)."},
      {
        "id":"ED481518",
        "title":"The Public School Academy Funding Gap: Revenue Disparities between &quot;Charter&quot; Schools and Traditional Public Schools in Michigan. A Report from the Michigan Chamber Foundation."},
      {
        "id":"ED481519",
        "title":"McCormick's Mayhem: &quot;The Time To Learn To Dance Is Not Five Minutes before the Party.&quot; School Crisis Management Case Study."},
      {
        "id":"ED481523",
        "title":"The Socioeconomic Benefits Generated by 15 Community College Districts in Mississippi. Volume 1: Main Report [and] Volume 2: Detailed Results [and] Executive Summary."},
      {
        "id":"ED481524",
        "title":"Graduation and Retention Rates, Peer and Benchmark Group Comparisons, University of Hawaii Community Colleges, Fall 1998 Cohort as of 2001."},
      {
        "id":"ED481525",
        "title":"The 2001 QUEST Survey Results. Annual Staff Survey. Research Report."},
      {
        "id":"ED481526",
        "title":"The Millennium QUEST: Results of the Survey. Annual Staff Survey. Research Report."},
      {
        "id":"ED481527",
        "title":"Results of the 2002 YESS Survey. Annual Survey of Student Satisfaction. Research Report."},
      {
        "id":"ED481528",
        "title":"The Socioeconomic Benefits Generated by 16 Community Colleges and Technical Institutes in Alberta. Executive Summary [and] Volume 1: Main Report."},
      {
        "id":"ED481529",
        "title":"Illinois Community College System Results Report, Fiscal Year 2003. Part I: College and State-Level Actions in Support of Statewide Goals [and] Part II: Report on Performance Indicators for Higher Education."},
      {
        "id":"ED481530",
        "title":"Student Satisfaction: The 2003 YESS Survey Results. Research Report."},
      {
        "id":"ED481531",
        "title":"Results of the 2002 QUEST Survey. Annual Staff Survey. Research Report."},
      {
        "id":"ED481532",
        "title":"Community Colleges and Teacher Preparation: A Powerful Partnership."},
      {
        "id":"ED481533",
        "title":"Follow-Up Study of Fiscal Year 2002 Career and Technical Education Program Graduates."},
      {
        "id":"ED481534",
        "title":"It's a Small World After All: Creating Magic in Faculty Development."},
      {
        "id":"ED481535",
        "title":"Accountability and Productivity in Illinois Community Colleges, Fiscal Year 2003."},
      {
        "id":"ED481536",
        "title":"Transfer Destinations of CCSF Students, Summer 1997-Spring 2001. City College Research Briefs."},
      {
        "id":"ED481537",
        "title":"Minimum Qualifications for Faculty and Administrators in California Community Colleges. [Fifth Edition]"},
      {
        "id":"ED481539",
        "title":"After-School Programs."},
      {
        "id":"ED481540",
        "title":"Revisiting Vertical Equity: The Funding of At-Risk Factors in Four States."},
      {
        "id":"ED481543",
        "title":"Are Assistant Principals Prepared for Principalship? How Do Assistant Principals Perceive?"},
      {
        "id":"ED481545",
        "title":"New Challenges for Educational Research. Knowledge Management."},
      {
        "id":"ED481546",
        "title":"Promoting High Achievement: Policies and Programs for Academically Advanced Students in Massachusetts."},
      {
        "id":"ED481547",
        "title":"High Schools with Authentic and Inclusive Learning Practices: Selected Features and Findings. Research to Practice Brief."},
      {
        "id":"ED481548",
        "title":"Collaboration between General and Special Education: Making It Work. Issue Brief."},
      {
        "id":"ED481549",
        "title":"Assisting Learners with Special Needs in a Regular Classroom at a Parochial School."},
      {
        "id":"ED481550",
        "title":"Attention Deficit Hyperactive Disorder: Alternative Treatment Plans for School Age Children Diagnosed with ADHD."},
      {
        "id":"ED481551",
        "title":"The Circle of Collaboration."},
      {
        "id":"ED481552",
        "title":"How To Free Our People: Real Life Solutions--A National Conference (Kansas City, Missouri, May 21-23, 2003). Participant's Manual."},
      {
        "id":"ED481553",
        "title":"Students with Disabilities at Dawson College: Success and Outcomes. Final Report Presented to PAREA, Spring 2003."},
      {
        "id":"ED481554",
        "title":"When the Americans with Disabilities Act Goes Online: Application of the ADA to the Internet and the Worldwide Web. Position Paper."},
      {
        "id":"ED481555",
        "title":"National Disability Policy: A Progress Report, December 2001-December 2002."},
      {
        "id":"ED481556",
        "title":"People with Disabilities on Tribal Lands: Education, Health Care, Vocational Rehabilitation, and Independent Living."},
      {
        "id":"ED481557",
        "title":"Full Computer Access for People with Disabilities: The Goal of Transparency."},
      {
        "id":"ED481558",
        "title":"Using Data: Innovative Ways To Improve Results for Students with Disabilities."},
      {
        "id":"ED481559",
        "title":"Understanding Disabilities in American Indian and Alaska Native Communities. Toolkit Guide."},
      {
        "id":"ED481560",
        "title":"Special Education: Federal Actions Can Assist States in Improving Postsecondary Outcomes for Youth. Report to the Ranking Minority Member, Committee on Health, Education, Labor and Pensions, U.S. Senate."},
      {
        "id":"ED481561",
        "title":"Curriculum Transformation and Disability (CTAD): Helping Postsecondary Faculty Make Their Classes More Accessible to All Students. Workshop Facilitator's Guide [with CD-ROM and Videotapes]."},
      {
        "id":"ED481562",
        "title":"New Scripts for 21st Century Services: An Innovative Model for Supporting Change & Reform in Interprofessional Preservice Training. Final Report."},
      {
        "id":"ED481563",
        "title":"American Association of Colleges of Nursing Annual State of the Schools, 2001."},
      {
        "id":"ED481564",
        "title":"American Association of Colleges of Nursing Annual State of the Schools, 2002."},
      {
        "id":"ED481566",
        "title":"Salaries of Deans in Baccalaureate and Graduate Programs in Nursing, 2002-2003."},
      {
        "id":"ED481574",
        "title":"What Works: Policy Seminar on Student Success, Accreditation and Quality Assurance."},
      {
        "id":"ED481575",
        "title":"Addressing the Challenges of Campus Security."},
      {
        "id":"ED481576",
        "title":"Some Legal Aspects of Collegial Governance."},
      {
        "id":"ED481577",
        "title":"Update on Affirmative Action in Higher Education: A Current Legal Overview."},
      {
        "id":"ED481578",
        "title":"Lives in the Balance: Compensation, Workloads and Program Implications."},
      {
        "id":"ED481579",
        "title":"Seeking Funding: A Manual for Faculty in Theological Education."},
      {
        "id":"ED481580",
        "title":"University Education in Ontario: Shared Goals & Building Blocks."},
      {
        "id":"ED481581",
        "title":"The Political Economy of Civil Society: Implications for Adult and Community Education."},
      {
        "id":"ED481582",
        "title":"The Struggle Over Lifelong Learning: A Marxist-Feminist Analysis."},
      {
        "id":"ED481583",
        "title":"Modal-Ontological Status of Subjectivity in the Context of Adult Education: Possibilities and Dilemmas."},
      {
        "id":"ED481584",
        "title":"Oppositional Feminist Ethnography: What Does it Have To Offer Adult Education?"},
      {
        "id":"ED481585",
        "title":"Learning Culture."},
      {
        "id":"ED481586",
        "title":"Who Plans? Who Participates? Critically Examining Mentoring Programs."},
      {
        "id":"ED481587",
        "title":"Using Queer Knowledges To Build Inclusionary Pedagogy in Adult Education."},
      {
        "id":"ED481588",
        "title":"Transgressive Possibilities in Post-Corporate Enterprise Culture."},
      {
        "id":"ED481589",
        "title":"A Phenomenonological Study of College Faculty Experiences Derived from Teaching in a Computer-Mediated Environment When There Is an Absence of Physical Presence."},
      {
        "id":"ED481590",
        "title":"Education as Function of Productivity: An Hermeneutic Study of Standards on Ethics and Integrity in Human Resource Development Texts."},
      {
        "id":"ED481591",
        "title":"Providing Internet Access to the Ohio Career Information System for All Residents: A Feasibility Study."},
      {
        "id":"ED481592",
        "title":"Learning and Skills for Neighbourhood Renewal: Final Report to the Neighbourhood Renewal Unit. Research Report."},
      {
        "id":"ED481593",
        "title":"Learning and Skills for Neighbourhood Renewal: A Policy Review."},
      {
        "id":"ED481594",
        "title":"The Welfare System and Post-16 Learning: Breaking Down the Barriers. LSDA Reports."},
      {
        "id":"ED481596",
        "title":"GED as Project: Pathways to Passing the GED. Volume 3: Reading."},
      {
        "id":"ED481597",
        "title":"GED as Project: Pathways to Passing the GED. Volume 4: Language Arts, Writing."},
      {
        "id":"ED481598",
        "title":"Bibliography of Contemporary Orthodox Jewish Responses to Homosexuality."},
      {
        "id":"ED481600",
        "title":"CACD Journal, 2001."},
      {
        "id":"ED481601",
        "title":"Colorado Department of Education Migrant Education Program. Recruitment Manual, 2003."},
      {
        "id":"ED481602",
        "title":"Correctional Boot Camps: Lessons from a Decade of Research. Research for Practice."},
      {
        "id":"ED481603",
        "title":"NCLB Implementation Report: State Approaches for Calculating High School Graduation Rates."},
      {
        "id":"ED481604",
        "title":"Parent Power: What Parents Need To Know and Do To Help Prevent Teen Pregnancy."},
      {
        "id":"ED481605",
        "title":"El poder de los padres: Lo que los padres deben saber y hacer para ayudar a prevenir el embarazo en los adolescentes (Parent Power: What Parents Need to Know and Do to Help Prevent Teen Pregnancy)."},
      {
        "id":"ED481606",
        "title":"Vital Voices: Building Constituencies for Public School Reform."},
      {
        "id":"ED481607",
        "title":"Every Door Closed: Barriers Facing Parents with Criminal Records."},
      {
        "id":"ED481608",
        "title":"Missed Opportunities: How We Keep High-Quality Teachers out of Urban Classrooms."},
      {
        "id":"ED481609",
        "title":"Preparing Urban Teachers: Uncovering Communities. A Community Curriculum for Interns and New Teachers."},
      {
        "id":"ED481610",
        "title":"Race, Wages, and Assimilation among Cuban Immigrants. Working Paper."},
      {
        "id":"ED481611",
        "title":"The Draw of Home: How Teachers' Preferences for Proximity Disadvantage Urban Schools. NBER Working Paper."},
      {
        "id":"ED481612",
        "title":"School and District Intervention: A Decision-Making Framework for Policymakers."},
      {
        "id":"ED481613",
        "title":"Education: Federal Rights and Racial Equity, Adequacy, and Standards in K-12 Education."},
      {
        "id":"ED481614",
        "title":"Immigrants and Education: Evidence from New York City."},
      {
        "id":"ED481615",
        "title":"Household Mobility, School Choices, and School Outcomes."},
      {
        "id":"ED481616",
        "title":"Competition, Parental Involvement and Public School Performance."},
      {
        "id":"ED481617",
        "title":"Debt Illusion among Local Taxpayers: An Empirical Investigation."},
      {
        "id":"ED481619",
        "title":"Reculturing Educational Leadership: The ISLLC Standards Ten Years Out."},
      {
        "id":"ED481620",
        "title":"Superintendent Observations Regarding the Financial Condition of Their School Districts: A Three-State Study."},
      {
        "id":"ED481621",
        "title":"Superintendent and School Board Evaluation: A Three-State Study."},
      {
        "id":"ED481622",
        "title":"Archetypes of Outstanding Female Superintendents."},
      {
        "id":"ED481623",
        "title":"Creating Learning Communities through Circles of Learning."},
      {
        "id":"ED481624",
        "title":"Achievement in Alberta's Charter Schools: A Longitudinal Study. SAEE Research Series."},
      {
        "id":"ED481625",
        "title":"Future Leaders Beware: Impostorship Won't Sell."},
      {
        "id":"ED481626",
        "title":"Student Withdrawal Study."},
      {
        "id":"ED481627",
        "title":"Excellence in Administrator Preparation Programs: How Will We Know?"},
      {
        "id":"ED481628",
        "title":"Implications of Legislative Policy Development for Public School Districts."},
      {
        "id":"ED481629",
        "title":"Evidence-Based Research in Education."},
      {
        "id":"ED481630",
        "title":"The Holocaust and History."},
      {
        "id":"ED481631",
        "title":"Where Did Social Studies Go Wrong?"},
      {
        "id":"ED481632",
        "title":"Terrorists, Despots, and Democracy: What Our Children Need To Know."},
      {
        "id":"ED481633",
        "title":"Globalization 101: The Three Tensions of Globalization. Occasional Papers."},
      {
        "id":"ED481634",
        "title":"Democracy and the &quot;New&quot; Democracies: Fragile, Difficult, and Subject to Change. Occasional Papers."},
      {
        "id":"ED481635",
        "title":"A History of Advocacy for Migrant Children and Their Families: More than 30 Years in the Fields."},
      {
        "id":"ED481636",
        "title":"The Legislation of Migrancy: Migrant Education in Our Courts and Government."},
      {
        "id":"ED481637",
        "title":"Identification and Recruitment: Trends and Issues."},
      {
        "id":"ED481638",
        "title":"Ideas and Strategies for Identification and Recruitment."},
      {
        "id":"ED481639",
        "title":"Migrant Service Coordination: Effective Field-Based Practices."},
      {
        "id":"ED481640",
        "title":"Casa de la Esperanza: A Case Study of Service Coordination at Work in Colorado."},
      {
        "id":"ED481641",
        "title":"An Integrated Approach: Even Start Family Literacy Model for Migrant Families."},
      {
        "id":"ED481642",
        "title":"Scholastic Demands on Intrastate and Interstate Migrant Secondary Students."},
      {
        "id":"ED481643",
        "title":"Graduation Enhancement and Postsecondary Opportunities for Migrant Students: Issues and Approaches."},
      {
        "id":"ED481644",
        "title":"Bringing the Mountain to Mohammed: Parent Involvement in Migrant-Impacted Schools."},
      {
        "id":"ED481645",
        "title":"Against All Odds: Lessons from Parents of Migrant High-Achievers."},
      {
        "id":"ED481646",
        "title":"Making Connections: Building Family Literacy through Technology."},
      {
        "id":"ED481647",
        "title":"Project SMART: Using Technology To Provide Educational Continuity for Migrant Children."},
      {
        "id":"ED481648",
        "title":"Alternative Secondary Mathematics Programs for Migrant Students: Cultural and Linguistic Considerations."},
      {
        "id":"ED481649",
        "title":"Effective Instruction: Integrating Language and Literacy."},
      {
        "id":"ED481650",
        "title":"The Challenge of Change: A Gringo Remembers Tough Choices."},
      {
        "id":"ED481651",
        "title":"Breaking Through in Migrant Education."},
      {
        "id":"ED481652",
        "title":"Modeling School Violence across Grade Levels in the U.S. Using the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED481653",
        "title":"Measuring Value Added School Effects on Ohio Six-Grade Proficiency Test Results Using Two-Level Hierarchical Linear Modeling."},
      {
        "id":"ED481654",
        "title":"Trends of School Violence across Years: What Do TIMSS and TIMSS-R Tell Us?"},
      {
        "id":"ED481655",
        "title":"What Do We Do Now That the Evaluation Is Over? Methods for Transitioning the Responsibility of Evaluation to Program Staff."},
      {
        "id":"ED481656",
        "title":"Impact of Item Drift with Non-Normal Distributions."},
      {
        "id":"ED481657",
        "title":"Career Management Paradigm Shift: Prosperity for Citizens, Windfalls for Governments."},
      {
        "id":"ED481658",
        "title":"Applying the Rasch Model for Ordered Categories To Assess the Relationship between Response Choice Content and Category Threshold Disorder."},
      {
        "id":"ED481659",
        "title":"Counselling: Fit It into Your Career."},
      {
        "id":"ED481660",
        "title":"Enhancing Vocational Preparedness for At Risk Students through Technology Enhanced Learning Using Reading/Writing Technology."},
      {
        "id":"ED481661",
        "title":"Operationalizing the Rubric: The Effect of Benchmark Selection on the Assessed Quality of Writing."},
      {
        "id":"ED481662",
        "title":"Are They Nuts? When Psychopathology Interferes with Career Issues."},
      {
        "id":"ED481663",
        "title":"Adolescent Perceptions of Career and Occupation."},
      {
        "id":"ED481664",
        "title":"The Effect of Benchmark Selection on the Assessed Quality of Writing."},
      {
        "id":"ED481665",
        "title":"Ethnic Differences in the Self-Esteem/Academic Achievement Relationship: A Meta-Analysis."},
      {
        "id":"ED481667",
        "title":"Evaluating the Integration of Technology in a Teacher Preparation Program."},
      {
        "id":"ED481670",
        "title":"Media Influences on the Formation of Misconceptions about Psychology."},
      {
        "id":"ED481671",
        "title":"The Impact of School Climate: Variation by Ethnicity and Gender."},
      {
        "id":"ED481672",
        "title":"Non-Heterosexist Organizational Climate and Affirmative Counselor Behaviors: Validation of Instruments."},
      {
        "id":"ED481673",
        "title":"The Integration of Christian Spirituality and Learning in Counselor Education: A Lesson from Adler."},
      {
        "id":"ED481674",
        "title":"Measuring and Reporting Physician&apos;s Performance in a University Medical Center."},
      {
        "id":"ED481675",
        "title":"Emotions and Young Offenders' Suitability for Victim-Offender Mediation."},
      {
        "id":"ED481676",
        "title":"Adolescents' Experiences with Counseling: A Literature Review."},
      {
        "id":"ED481678",
        "title":"Attitudinal Correlates of Maternal Employment during Infancy versus Childhood."},
      {
        "id":"ED481679",
        "title":"A Quantitative Look at Student Attitudes/Perceptions about Block Scheduling."},
      {
        "id":"ED481680",
        "title":"Master's-Level Nurse Practitioner Educational Programs: Findings from the 2000-2001 Collaborative Curriculum Survey."},
      {
        "id":"ED481681",
        "title":"Diversity in Theological Education [with CD-ROM]. ATS Folio."},
      {
        "id":"ED481683",
        "title":"Distance Education: Challenges for Minority Serving Institutions and Implications for Federal Education Policy. Testimony before the Subcommittee on Select Education, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED481684",
        "title":"Distance Education: More Data Could Improve Education's Ability To Track Technology at Minority Serving Institutions. Report to Congressional Requesters."},
      {
        "id":"ED481685",
        "title":"Military Education: DOD Needs To Enhance Performance Goals and Measures To Improve Oversight of Military Academies. Report to the Subcommittee on Defense, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED481686",
        "title":"Connecticut High School Students Attending Colleges and Universities."},
      {
        "id":"ED481687",
        "title":"Achieving Excellence: Accountability Report, 2002-2003."},
      {
        "id":"ED481690",
        "title":"Working with Young English Language Learners: Some Considerations. ERIC Digest."},
      {
        "id":"ED481691",
        "title":"The Sociolinguistics of Foreign-Language Classrooms: Contributions of the Native, the Near-Native, and the Non-Native Speaker. Issues in Language Program Direction, A Series of Annual Volumes."},
      {
        "id":"ED481692",
        "title":"The (Non)Native Standard Language in Foreign Language Education: A Critical Perspective."},
      {
        "id":"ED481694",
        "title":"Constructivist Teaching and Student Achievement: The Results of a School-Level Classroom Observation Study in Washington. Technical Report."},
      {
        "id":"ED481695",
        "title":"Using Observations in Small-Scale Research: A Beginner's Guide. Revised Edition. Using Research."},
      {
        "id":"ED481696",
        "title":"Proceedings of the International Academy for Information Management (IAIM) Annual Conference: International Conference on Informatics Education Research (ICIER) (17th, Barcelona, Spain, December 13-15, 2002)."},
      {
        "id":"ED481697",
        "title":"Grammar Alive! A Guide for Teachers."},
      {
        "id":"ED481698",
        "title":"&quot;But Will It Work with Real Students?&quot;: Scenarios for Teaching Secondary English Language Arts."},
      {
        "id":"ED481699",
        "title":"Direct Instruction News: Effective School Practices, 2002."},
      {
        "id":"ED481700",
        "title":"Direct Instruction News: Effective School Practices, 2003."},
      {
        "id":"ED481701",
        "title":"Maryland Reading First."},
      {
        "id":"ED481702",
        "title":"Follow-Up Report on 2001 Placements of 2000 North Dakota University System Graduates."},
      {
        "id":"ED481703",
        "title":"Higher Education Research Institute (HERI) 2001-02 Faculty Survey."},
      {
        "id":"ED481707",
        "title":"Highlights, FY 2003-05 Biennial Operating Budget for Higher Education."},
      {
        "id":"ED481708",
        "title":"Student, Faculty, and Staff Racial/Ethnic Diversity: A Retrospective of Five- and Ten-Year Progress. OUS Diversity Report, 2003."},
      {
        "id":"ED481709",
        "title":"The First Year: Student Performance on 10th Grade Benchmark Standards and Subsequent Performance in the First Year of College (2001-02)."},
      {
        "id":"ED481710",
        "title":"The NEA 2003 Almanac of Higher Education."},
      {
        "id":"ED481711",
        "title":"State Spending for Higher Education in the Coming Decade."},
      {
        "id":"ED481712",
        "title":"Investing in People: Access to Higher Education. Report to the Governor and 2003 Legislature."},
      {
        "id":"ED481713",
        "title":"Reclaiming Early Childhood Teacher Education: A Critical Constructivist Approach."},
      {
        "id":"ED481714",
        "title":"Developing Classroom Performance Assessments and Scoring Rubrics - Part I. ERIC Digest."},
      {
        "id":"ED481715",
        "title":"Developing Classroom Performance Assessments and Scoring Rubrics - Part II. ERIC Digest."},
      {
        "id":"ED481716",
        "title":"Cognitive Science and Assessment. ERIC Digest."},
      {
        "id":"ED481717",
        "title":"The Road to Law School and Beyond: Examining Challenges to Racial and Ethnic Diversity in the Legal Profession. LSAC Research Report Series."},
      {
        "id":"ED481718",
        "title":"Nine Essential Elements of Statewide Data-Collection Systems."},
      {
        "id":"ED481719",
        "title":"The Promise of Baldrige for K-12 Education. ACT Policy Report."},
      {
        "id":"ED481720",
        "title":"Education, Section J. Extracted from the 2003 New York State Statistical Yearbook. 28th Edition. Revised and Expanded."},
      {
        "id":"ED481721",
        "title":"On the Use of Collateral Item Response Information To Improve Pretest Item Calibration. LSAC Research Report Series."},
      {
        "id":"ED481722",
        "title":"Alberta Learning: Early Development Instrument Pilot Project Evaluation."},
      {
        "id":"ED481723",
        "title":"The Economic Impact of Vermont's Child Care Industry."},
      {
        "id":"ED481725",
        "title":"Off to Kindergarten: Toolbox for Effective Transitions."},
      {
        "id":"ED481727",
        "title":"Lessons Learned Planning a Statewide Conference: &quot;Alabama's Choice--Tobacco or Health?&quot;"},
      {
        "id":"ED481728",
        "title":"AIDS Education and Citizenship Development in a University/K-12 Partnership."},
      {
        "id":"ED481729",
        "title":"Developing Identity: The Transition from Student to Teacher."},
      {
        "id":"ED481730",
        "title":"Comparing Students' and Teachers' Perceptions of Instructional Behavior in Dutch Secondary Education."},
      {
        "id":"ED481731",
        "title":"Project PASS: A Change Agent in Teacher Preparation at the University of South Florida."},
      {
        "id":"ED481732",
        "title":"The Transition from Student to Teacher: Developing a Self-Assessment Culture for Professionalism in Teacher Preparation Programs."},
      {
        "id":"ED481733",
        "title":"Student Perceptions of Internship Experiences."},
      {
        "id":"ED481734",
        "title":"Impact of New Economy on IS Education: A Case of UNSW."},
      {
        "id":"ED481735",
        "title":"An Exploratory Investigation of Requisite Skills Needed by Developers of E-Commerce Systems."},
      {
        "id":"ED481736",
        "title":"Do Accounting Students Have Realistic Expectations of Information Technology Usage in Nonprofit Organizations?"},
      {
        "id":"ED481737",
        "title":"E-Business Education: A Quantitative Review of Program Attributes and Offerings."},
      {
        "id":"ED481738",
        "title":"A Standards-Based Approach to Team-Based Student Projects in an Information Technology Curriculum."},
      {
        "id":"ED481739",
        "title":"Internet-Enabled Audio Communication: A Richer Medium For Students Feedback?"},
      {
        "id":"ED481740",
        "title":"Is On-Line Distance Education a Viable Alternative for Undergraduates? An Experiment with the Students in Georgia, the Professor in Australia."},
      {
        "id":"ED481741",
        "title":"Concept Maps as an Alternative Technique for Assessing Students' Understanding of Telecommunications."},
      {
        "id":"ED481742",
        "title":"The Other Semi-Virtual Team: Using Collaborative Technologies To Facilitate Student Team Projects."},
      {
        "id":"ED481743",
        "title":"Exploring Distance Learning Environments: A Proposal for Model Categorization."},
      {
        "id":"ED481744",
        "title":"Proportion, Pedagogy and Processes: The Three P's of E-Learning."},
      {
        "id":"ED481745",
        "title":"Teaching Case Studies: A Collaborative Approach."},
      {
        "id":"ED481746",
        "title":"Incorporating On-Line Testing into Face-to-Face Traditional Information Systems Courses."},
      {
        "id":"ED481747",
        "title":"Demography and IT/IS Students: Is This Digital Divide Widening?"},
      {
        "id":"ED481748",
        "title":"Unearthing Hidden Assumptions Regarding On-Line Education: The Use of Myths and Metaphors."},
      {
        "id":"ED481749",
        "title":"Hispanics in Science and Engineering: A Matter of Assistance and Persistence. Policy Information Report."},
      {
        "id":"ED481750",
        "title":"X-Gliders: Exploring Flight Research with Experimental Gliders. Educational Brief."},
      {
        "id":"ED481751",
        "title":"Connecting in Space: Docking with the International Space Station. Educational Brief."},
      {
        "id":"ED481752",
        "title":"A NASA Recipe for Protein Crystallography. Educational Brief."},
      {
        "id":"ED481753",
        "title":"NASA's Bioreactor: Growing Cells in a Microgravity Environment. Educational Brief."},
      {
        "id":"ED481754",
        "title":"The X-1 Paper Glider Kit: Investigating the Basics of Flight with a Model of the First Supersonic Aircraft. Educational Brief."},
      {
        "id":"ED481755",
        "title":"Mathematiques 14-24 (Mathematics 14-24)."},
      {
        "id":"ED481756",
        "title":"Nerd Harassment and Grade Inflation: Are College Admissions Policies Partly Responsible?"},
      {
        "id":"ED481757",
        "title":"The Impact of the &quot;Business Week&quot; and &quot;U.S. News &amp; World Report&quot; Rankings on the Business Schools They Rank."},
      {
        "id":"ED481758",
        "title":"The Supply of American Higher Education Institutions."},
      {
        "id":"ED481759",
        "title":"The Challenges of Quality Assurance in a Distance Learning Environment. A Report and Recommendations in a Series on Distance Learning Policy Issues."},
      {
        "id":"ED481760",
        "title":"Issues Affecting the Integration of Multiple Social and Cultural Identities among Black Students at a Predominantly White Institution."},
      {
        "id":"ED481761",
        "title":"Managing Academic Departments: Protecting Productivity in the Face of Staffing and Technology Changes."},
      {
        "id":"ED481766",
        "title":"A Study of Factors That Have Contributed to Mission Change in Public Colleges and Universities. Report to the Governor and General Assembly."},
      {
        "id":"ED481767",
        "title":"Tuition and Fees at Virginia's State-Supported Colleges and Universities, 2003-2004. A SCHEV Report."},
      {
        "id":"ED481768",
        "title":"Condition of Higher Education Funding in Virginia. A SCHEV Report."},
      {
        "id":"ED481769",
        "title":"Compilation of Master Plan Policies for Illinois Higher Education, 2003."},
      {
        "id":"ED481770",
        "title":"Minnesota Campus Civic Engagement Study: Defining Engagement in a New Century."},
      {
        "id":"ED481772",
        "title":"A Closer Look at Public Higher Education in South Carolina: Institutional Effectiveness, Accountability, and Performance."},
      {
        "id":"ED481773",
        "title":"Students on Academic Probation at City College of San Francisco."},
      {
        "id":"ED481774",
        "title":"Florida Community College System Long-Range Program Plan (LRPP) for Fiscal Years 2002-2003 through 2006-2007."},
      {
        "id":"ED481775",
        "title":"Satisfaction and Characteristics of Graduating Students, Classes of 2002 and 2003."},
      {
        "id":"ED481776",
        "title":"Canadian Colleges and Institutes and Small- and Medium-Sized Enterprises, Productivity at Work."}]
  }}
