{
  "response":{"numFound":509939,"start":400000,"numFoundExact":true,"docs":[
      {
        "id":"ED481777",
        "title":"Texas Tech Prep Environmental Scan of Partner Perceptions: An Assessment of Effectiveness."},
      {
        "id":"ED481779",
        "title":"Black Admissions to Medical Schools Rebound, Shift toward Private Schools. Focus on Health Professions Education."},
      {
        "id":"ED481780",
        "title":"Important Questions about &quot;Diploma Mills&quot; and &quot;Accreditation Mills.&quot;"},
      {
        "id":"ED481781",
        "title":"The Open Door: Assessing the Promise and Problems of Dual Enrollment."},
      {
        "id":"ED481782",
        "title":"An Inter-Institutional Partnership for a Doctoral Program in an Era of Financial Constraint."},
      {
        "id":"ED481783",
        "title":"Social Impact on Education, Community, Collaboration and Research on Distance Education."},
      {
        "id":"ED481784",
        "title":"Graduate Education in Arkansas: Doctoral and Specialist Degrees."},
      {
        "id":"ED481785",
        "title":"State Plan for Alabama Higher Education, 2003-04 to 2008-09."},
      {
        "id":"ED481786",
        "title":"Illinois Higher Education Annual Report, 2003."},
      {
        "id":"ED481788",
        "title":"Bringing Out Eveyone's Best: Ten Psychological Tips for Academic Department Leaders."},
      {
        "id":"ED481789",
        "title":"The Native Speaker, the Student, and Woody Allen: Examining Traditional Roles in the Foreign Language Classroom."},
      {
        "id":"ED481790",
        "title":"The Acquisition of Sociostylistic and Sociopragmatic Variation by Instructed Second Language Learners: The Elaboration of Pedagogical Norms."},
      {
        "id":"ED481791",
        "title":"Linguistic Norm vs. Functional Competence: Introducing Quebec French to American Students."},
      {
        "id":"ED481792",
        "title":"Interaction with Heritage Language Learners in Foreign Language Classrooms."},
      {
        "id":"ED481793",
        "title":"Near-Native Speakers in the Foreign-Language Classroom: The Case of Haitian Immigrant Students."},
      {
        "id":"ED481794",
        "title":"The Diglossic Foreign-Language Classroom: Learners' Views on L1 and L2 Functions."},
      {
        "id":"ED481795",
        "title":"Identity, Deficiency, and First Language Use in Foreign Language Education."},
      {
        "id":"ED481796",
        "title":"The Privilege of the Nonnative Speaker."},
      {
        "id":"ED481797",
        "title":"Privilege of the Nonnative Speaker Meets the Practical Needs of the Language Teacher."},
      {
        "id":"ED481798",
        "title":"Prescriptivism, Linguistic Variation, and the So-Called Privilege of the Nonnative Speaker."},
      {
        "id":"ED481799",
        "title":"Privilege (or &quot;Noblesse Oblige&quot;) of the Nonnative Speaker of Russian."},
      {
        "id":"ED481800",
        "title":"The Native Speaker: Membership Has Its Privileges."},
      {
        "id":"ED481801",
        "title":"The Falling English Standard in Hong Kong: A Tide Has to Be Stemmed or a &quot;Social Psyche&quot; Has to Be Changed?"},
      {
        "id":"ED481802",
        "title":"A Help To Start Research/Practice That Facilitates Self-Directed Learning in a Japanese Language Class: 50 Questions That Promote Research [and] Related Bibliography."},
      {
        "id":"ED481803",
        "title":"From National Movement to Local Action: The Status of Standards-Based Science Instruction in Middle School Classrooms."},
      {
        "id":"ED481804",
        "title":"Bringing the District Back in: The Role of the Central Office in Improving Instruction and Student Achievement."},
      {
        "id":"ED481807",
        "title":"United States Census 2000 Population with Bridged Race Categories. Vital and Health Statistics. Data Evaluation and Methods Research."},
      {
        "id":"ED481810",
        "title":"Our History of Educational Freedom: What It Should Mean for Families Today. Policy Analysis."},
      {
        "id":"ED481811",
        "title":"Status and Trends in the Education of Blacks."},
      {
        "id":"ED481812",
        "title":"Education for Homeless Children and Youth Program: Title VII-B of the McKinney-Vento Homeless Assitance Act, as Amended by The No Child Left Behind Act of 2001. Draft Non-Regulatory Guidance."},
      {
        "id":"ED481813",
        "title":"The Rise of the Second Generation: Changing Patterns in Hispanic Population Growth."},
      {
        "id":"ED481814",
        "title":"What New &quot;AYP&quot; Information Tells Us about Schools, States, and Public Education."},
      {
        "id":"ED481815",
        "title":"High School Report Cards. ERIC Digest."},
      {
        "id":"ED481816",
        "title":"Portfolio Development for Teacher Candidates. ERIC Digest."},
      {
        "id":"ED481817",
        "title":"Reducing Error in Mail Surveys. ERIC Digest."},
      {
        "id":"ED481818",
        "title":"Small Sample Estimation in Dichotomous Item Response Models: Effect of Priors Based on Judgmental Information on the Accuracy of Item Parameter Estimates. LSAC Research Report Series."},
      {
        "id":"ED481819",
        "title":"Education and Training in Kosovo: Situational Analysis and Pre-Programming Paper."},
      {
        "id":"ED481820",
        "title":"Culture and Tourism in the Learning Age: A Discussion Paper."},
      {
        "id":"ED481821",
        "title":"Learning from Local Strategic Partnerships: LGA Advice Note for Working with the Community and Voluntary Sectors."},
      {
        "id":"ED481822",
        "title":"Writing: Keeping It Real. Teacher to Teacher."},
      {
        "id":"ED481823",
        "title":"Beginnings V: A Publication of Adult Student Writing of the 2002 Ohio Writers' Conference."},
      {
        "id":"ED481824",
        "title":"Beginnings VI: A Publication of Adult Student Writing of the 2003 Ohio Writers' Conference."},
      {
        "id":"ED481825",
        "title":"History Untold: Celebrating Ohio History Through ABLE Students. Ohio History Project."},
      {
        "id":"ED481826",
        "title":"History Untold: Celebrating Ohio History through ABLE Students."},
      {
        "id":"ED481827",
        "title":"Benchmarks--Standards Comparisons. Math Competencies: EFF Benchmarks Comparison [and] Reading Competencies: EFF Benchmarks Comparison [and] Writing Competencies: EFF Benchmarks Comparison."},
      {
        "id":"ED481828",
        "title":"Establishing an Evidence-Based Adult Education System. NCSALL Occasional Paper."},
      {
        "id":"ED481829",
        "title":"All in One Stop? The Accessibility of Work Support Programs at One-Stop Centers."},
      {
        "id":"ED481831",
        "title":"Digitally Included: Business-Community Partnerships To Promote the Use of Information and Communication Technologies."},
      {
        "id":"ED481832",
        "title":"Military Education: DOD Needs To Align Academy Preparatory Schools' Mission Statements with Overall Guidance and Establish Performance Goals. Report to the Subcommittee on Defense, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED481833",
        "title":"Military Education: Student and Faculty Perceptions of Student Life at the Military Academies. Report to the Subcommittee on Defense, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED481834",
        "title":"Assessing Student Services and Academic Support Services."},
      {
        "id":"ED481835",
        "title":"Evaluation of the Intersegmental General Education Transfer Curriculum by Community College Transfer Students and Community College Counseling Faculty."},
      {
        "id":"ED481836",
        "title":"Perceived Effects of State-Mandated Testing Programs on Teaching and Learning: Findings from a National Survey of Teachers."},
      {
        "id":"ED481838",
        "title":"Statewide Educational Accountability under NCLB. Central Issues Arising from An Examination of State Accountability Workbooks and U.S. Department of Education Reviews under the No Child Left Behind Act of 2001."},
      {
        "id":"ED481839",
        "title":"The State Testing Program for Ohio and How It Works: A Primer for Charter Schools. A Report to the PACE School Resource Center."},
      {
        "id":"ED481840",
        "title":"Effective State Standards for U.S. History: A 2003 Report Card."},
      {
        "id":"ED481841",
        "title":"The Returns to Community College Schooling for Displaced Workers."},
      {
        "id":"ED481842",
        "title":"Matriculation Outcomes: A Regional Investigation."},
      {
        "id":"ED481843",
        "title":"Wyoming Community College Commission Agency Annual Report."},
      {
        "id":"ED481844",
        "title":"Building a Productive Partnership: A Meeting for Senior Executives from Community Colleges, Institutes of Technology and Federal Government Departments (September 25-26, 2001). Synopsis."},
      {
        "id":"ED481845",
        "title":"Operational Initiative Review Report of The Small Business Development Center Initiative."},
      {
        "id":"ED481846",
        "title":"Diversity in American Higher Education."},
      {
        "id":"ED481847",
        "title":"CCSF Survey on Using Technology: Administrators, Department Chairs, Classified Staff, and Student Services."},
      {
        "id":"ED481848",
        "title":"Preventing and Reporting Child Abuse and Neglect: Guidance for School Personnel."},
      {
        "id":"ED481850",
        "title":"Who Are the Children in Special Education? Research Brief."},
      {
        "id":"ED481851",
        "title":"Vouchers for Special Education Students: An Evaluation of Florida's McKay Scholarship Program. Civic Report."},
      {
        "id":"ED481852",
        "title":"School-Wide Proactive Approaches to Working with Students with Challenging Behaviors."},
      {
        "id":"ED481853",
        "title":"Community-Based Instruction: A Guidebook for Teachers."},
      {
        "id":"ED481854",
        "title":"(Inter)Culturing the Gifted."},
      {
        "id":"ED481855",
        "title":"What Are/Do Gifted Teenagers Like?"},
      {
        "id":"ED481856",
        "title":"Directed Research Project: Integrating Curriculum for All Students, October 1, 1998-September 30, 2001. Final Report."},
      {
        "id":"ED481859",
        "title":"Teaching Decision Making to Students with Learning Disabilities by Promoting Self-Determination. ERIC Digest."},
      {
        "id":"ED481860",
        "title":"Specific Learning Disability: Current Approaches to Identification and Proposals for Change."},
      {
        "id":"ED481861",
        "title":"Pervasive Developmental Disorder: Client-Centered Approach. A Guide for Parents and Teachers."},
      {
        "id":"ED481864",
        "title":"Creating Financial Aid Programs That Work for Distance Learners."},
      {
        "id":"ED481865",
        "title":"Distance Learning and Transfer of Academic Credit. A Report and Recommendations in a Series on Distance Learning Policy Issues."},
      {
        "id":"ED481866",
        "title":"Higher Education Studies, Reports and Surveys in the SREB States."},
      {
        "id":"ED481867",
        "title":"Anytime, Anyplace Services for the 21st Century Student. A Report and Recommendations in a Series on Distance Learning Policy Issues."},
      {
        "id":"ED481868",
        "title":"Using Finance Policy To Reduce Barriers to Distance Learning. A Report and Recommendations in a Series on Distance Learning Policy Issues."},
      {
        "id":"ED481869",
        "title":"FY 2001-2002 Mission Resource Requirements."},
      {
        "id":"ED481871",
        "title":"Postsecondary Institutions in the United States: Fall 2002 and Degrees and Other Awards Conferred: 2001-02. E.D. Tabs."},
      {
        "id":"ED481872",
        "title":"Roster of Astronomy Departments with Enrollment and Degree Data, 2002. AIP Report."},
      {
        "id":"ED481873",
        "title":"Profile of Accreditation. Fact Sheet."},
      {
        "id":"ED481874",
        "title":"Enrollment Patterns in Higher Education, Maryland Residents."},
      {
        "id":"ED481875",
        "title":"Roster of Physics Departments with Enrollment and Degree Data, 2002. AIP Report."},
      {
        "id":"ED481876",
        "title":"Innovation and Impact: The Comprehensive Program FY 2004. Program Information and Application Materials."},
      {
        "id":"ED481877",
        "title":"The Illinois Articulation Initiative: Annual Report, 2002-2003."},
      {
        "id":"ED481878",
        "title":"Understanding the IDEA System's Extraneous Variables. IDEA Research Report."},
      {
        "id":"ED481879",
        "title":"Building Partnerships with College Campuses: Community Perspectives."},
      {
        "id":"ED481880",
        "title":"Student Learning Assessment: Options and Resources. The Handbook at a Glance."},
      {
        "id":"ED481881",
        "title":"Best Practices in Outcomes Assessment."},
      {
        "id":"ED481882",
        "title":"Trends in College Pricing, 2003."},
      {
        "id":"ED481885",
        "title":"Restricted Access: The Doors to Higher Education Remain Closed to Many Deserving Students. Lumina Foundation Focus, Summer 2003."},
      {
        "id":"ED481887",
        "title":"The Socioeconomic Benefits Generated by 16 Community Colleges in Maryland. Executive Summary [and] Volume 1: Main Report [and] Volume 2: Detailed Results."},
      {
        "id":"ED481888",
        "title":"The Socioeconomic Benefits Generated by 30 Community College Districts in Washington. Executive Summary [and] Volume 1: Main Report [and] Volume 2: Detailed Results."},
      {
        "id":"ED481889",
        "title":"The Economic and Workforce Development Program (ED>Net) Annual Report, 2001-02 [and] Addendum to FY 01-02 Annual Report."},
      {
        "id":"ED481891",
        "title":"Expanding Post-Secondary Capacity in the North Fraser/Fraser Valley. Douglas College Report to the Ministry of Advanced Education."},
      {
        "id":"ED481892",
        "title":"Emerging Trends, Future Directions. Environmental Scan."},
      {
        "id":"ED481893",
        "title":"Handbook of California Articulation Policies and Procedures (2001 Edition)."},
      {
        "id":"ED481898",
        "title":"A Child Becomes a Reader: Birth through Preschool. Second Edition. Proven Ideas from Research for Parents."},
      {
        "id":"ED481899",
        "title":"Worms, Shadows and Whirlpools: Science in the Early Childhood Classroom."},
      {
        "id":"ED481901",
        "title":"Afterschool Alliance Backgrounder: Formal Evaluations of Afterschool Programs."},
      {
        "id":"ED481904",
        "title":"Curriculum Summary: Kindergarten, 2003-2004."},
      {
        "id":"ED481905",
        "title":"Curriculum Summary: Grade One, 2003-2004 = Sommaire des Programmes: 1re annee, 2003-2004."},
      {
        "id":"ED481906",
        "title":"Curriculum Summary: Grade Two, 2003-2004 = Sommaire des Programmes: 2e annee, 2003-2004."},
      {
        "id":"ED481907",
        "title":"Curriculum Summary: Grade Three, 2003-2004 = Sommaire des Programmes, 3e annee, 2003-2004."},
      {
        "id":"ED481908",
        "title":"Curriculum Summary: Grade Four, 2003-2004 = Sommaire des Programmes: 4e annee, 2003-2004."},
      {
        "id":"ED481909",
        "title":"Curriculum Summary: Grade Five, 2003-2004 = Sommaire des Programmes: 5e annee, 2003-2004."},
      {
        "id":"ED481910",
        "title":"Curriculum Summary: Grade Six, 2003-2004 = Sommaire des Programmes: 6e annee, 2003-2004."},
      {
        "id":"ED481911",
        "title":"Curriculum Summary: Grade Seven, 2003-2004 = Sommaire des Programmes: 7e annee, 2003-2004."},
      {
        "id":"ED481912",
        "title":"Curriculum Summary: Grade Eight, 2003-2004 = Sommaire des Programmes: 8e annee, 2003-2004."},
      {
        "id":"ED481913",
        "title":"Curriculum Summary: Grade Nine, 2003-2004 = Sommaire des Programmes: 9e annee, 2003-2004."},
      {
        "id":"ED481914",
        "title":"Curriculum Summary: Senior High School, 2003-2004 = Sommaire des Programmes: 10e, 11e, 12e annees, 2003-2004."},
      {
        "id":"ED481915",
        "title":"Curriculum Summary: Kindergarten-Senior High School, 2003-2004. Catholic School Version."},
      {
        "id":"ED481917",
        "title":"Parent News Offline, 2003."},
      {
        "id":"ED481918",
        "title":"High School Students' Preconceptions and Conceptions about Tropical Storm Allison."},
      {
        "id":"ED481920",
        "title":"The Bill of Rights in Action, 2002-2003."},
      {
        "id":"ED481922",
        "title":"An Interpretation of Dewey's Experiential Learning Theory."},
      {
        "id":"ED481923",
        "title":"The Construction of Criteria for Selecting Social Studies Lesson Plans for Electronic Portfolios."},
      {
        "id":"ED481924",
        "title":"Surrounded by Beauty: Arts of Native America."},
      {
        "id":"ED481925",
        "title":"World Myths &amp; Legends in Art."},
      {
        "id":"ED481926",
        "title":"Cherished Possessions: A New England Legacy. Educator's Resource Guide."},
      {
        "id":"ED481927",
        "title":"America&apos;s Heritage: An Adventure in Liberty. Elementary Edition. First Edition."},
      {
        "id":"ED481928",
        "title":"America's Heritage: An Adventure in Liberty. Middle School Edition. First Edition."},
      {
        "id":"ED481929",
        "title":"America's Heritage: An Adventure in Liberty. High School Edition. First Edition."},
      {
        "id":"ED481931",
        "title":"Project-Based and Experiential Learning in After-School Programming."},
      {
        "id":"ED481932",
        "title":"Maintaining the Gains: The Importance of Preserving Coverage in MEDICAID and SCHIP."},
      {
        "id":"ED481935",
        "title":"The Sitter Service in Scotland: A Study of the Costs and Benefits. Insight."},
      {
        "id":"ED481936",
        "title":"Cybercounseling &amp; Cyberlearning: An Encore."},
      {
        "id":"ED481937",
        "title":"The ADSS Cost Study: Costs of Substance Abuse Treatment in the Specialty Sector."},
      {
        "id":"ED481938",
        "title":"A Descriptive Analysis of a Chemistry Teacher's Web Site."},
      {
        "id":"ED481939",
        "title":"University of Hawaii Community Colleges Strategic Plan, 2002-2010."},
      {
        "id":"ED481941",
        "title":"Wyoming Community Colleges Partnership Report, July 1, 2001-June 30, 2002."},
      {
        "id":"ED481942",
        "title":"Student Satisfaction Inventory Survey/Noel-Levitz, Administered November-December 2002."},
      {
        "id":"ED481943",
        "title":"To Inform Their Discretion: Designing an Integrated Learning Community Focusing on Civic Engagement."},
      {
        "id":"ED481944",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Fund for the Improvement of Postsecondary Education (FIPSE)."},
      {
        "id":"ED481945",
        "title":"Student Profile and Perceptions Survey, Fall 2002. Summary."},
      {
        "id":"ED481947",
        "title":"Predictors of First Semester Attrition and Their Relation to Retention of Generic Associate Degree Nursing Students."},
      {
        "id":"ED481948",
        "title":"Transferring from Community College to University: How Choices Are Influenced."},
      {
        "id":"ED481949",
        "title":"Study Behaviors of High-Risk Occupational Students in the Community College."},
      {
        "id":"ED481950",
        "title":"The Condition of Transfer in the Commonwealth. SCHEV Research Report."},
      {
        "id":"ED481951",
        "title":"The Business of Teaching and Learning with Technology in Florida's Community Colleges."},
      {
        "id":"ED481952",
        "title":"Oregon Community College 2001-2002 Profile."},
      {
        "id":"ED481953",
        "title":"Texas Public Community and Technical Colleges 2002 Statewide Factbook."},
      {
        "id":"ED481954",
        "title":"Information Technology--Instructional Faculty Responses 1997, 1999 and 2001. Survey Series."},
      {
        "id":"ED481955",
        "title":"Narrowing the Gaps in Educational Attainment within States: A Policymaker's Guide to Assessing and Responding to Needs for Community College Services."},
      {
        "id":"ED481957",
        "title":"Learning To Serve, Serving To Learn: A View from Higher Education. Integrating Service-Learning into Curriculum: Lessons Learned. Teacher Education Consortium in Service-Learning."},
      {
        "id":"ED481958",
        "title":"Wisconsin School Health Education Profile Report, 2002."},
      {
        "id":"ED481959",
        "title":"Youth and HIV/AIDS Resources for Educators, Policymakers, and Parents, 2003-2004."},
      {
        "id":"ED481961",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 14."},
      {
        "id":"ED481962",
        "title":"A Focus on Fluency. Research-Based Practices in Early Reading Series."},
      {
        "id":"ED481966",
        "title":"Guide to U.S. Department of Education Programs, 2003."},
      {
        "id":"ED481967",
        "title":"The School Meals Initiative Implementation Study. Second Year Report. Nutrition Assistance Program Report Series."},
      {
        "id":"ED481968",
        "title":"Distributed Leadership in Schools: Leading or Misleading?"},
      {
        "id":"ED481969",
        "title":"The School Meals Initiative Implementation Study. First Year Report."},
      {
        "id":"ED481970",
        "title":"Finding Fortune in Thirteen Out-of-School Time Programs: A Compendium of Education Programs and Practices."},
      {
        "id":"ED481971",
        "title":"Zero Tolerance in Tennessee Schools: An Update."},
      {
        "id":"ED481972",
        "title":"Balanced Leadership: What 30 Years of Research Tells Us about the Effect of Leadership on Student Achievement. A Working Paper."},
      {
        "id":"ED481973",
        "title":"Digging Deeper: Where Does the Public Stand on Standards-Based Education? Issues Brief."},
      {
        "id":"ED481974",
        "title":"The School Meals Initiative Implementation Study. Third Year Report. Nutrition Assistance Program Report Series."},
      {
        "id":"ED481976",
        "title":"Administrative Costs of Education Voucher Programs."},
      {
        "id":"ED481977",
        "title":"Making Sense of Leading Schools: A Study of the School Principalship."},
      {
        "id":"ED481978",
        "title":"A District Leader's Guide to Relationships That Support Systemic Change."},
      {
        "id":"ED481979",
        "title":"Learning about Learning Communities: A Case Study Approach. Trust as a Foundation in Building a Learning Community."},
      {
        "id":"ED481980",
        "title":"A Discussion of Change Theory, System Theory, and State Designed Standards and Accountability Initiatives."},
      {
        "id":"ED481981",
        "title":"The Intersect of Teaching and Evaluation."},
      {
        "id":"ED481982",
        "title":"The Impact of Alternative Schooling Options on School Finance."},
      {
        "id":"ED481983",
        "title":"Charter Schools Under Construction: An Analysis of a Charter School Evaluation Plan."},
      {
        "id":"ED481984",
        "title":"Implementing New Accreditation Standards: One Program's Experience."},
      {
        "id":"ED481985",
        "title":"Accreditation: New Directions and New Reports."},
      {
        "id":"ED481987",
        "title":"Building Trusting Relationships for School Improvement: Implications for Principals and Teachers. By Request Series."},
      {
        "id":"ED481988",
        "title":"Renorming the Professional Development of Urban Middle School Principals."},
      {
        "id":"ED481989",
        "title":"Introduction to the What Works Briefs. What Works Briefs."},
      {
        "id":"ED481990",
        "title":"Understanding the Impact of Language Differences on Classroom Behavior. What Works Briefs."},
      {
        "id":"ED481991",
        "title":"Helping Children Understand Routines and Classroom Schedules. What Works Briefs."},
      {
        "id":"ED481992",
        "title":"Helping Children Make Transitions between Activities. What Works Briefs."},
      {
        "id":"ED481993",
        "title":"Using Classroom Activities & Routines as Opportunities To Support Peer Interaction. What Works Briefs."},
      {
        "id":"ED481994",
        "title":"Using Environmental Strategies To Promote Positive Social Interactions. What Works Briefs."},
      {
        "id":"ED481995",
        "title":"Helping Children Learn To Manage Their Own Behavior. What Works Briefs."},
      {
        "id":"ED481996",
        "title":"Promoting Positive Peer Social Interactions. What Works Briefs."},
      {
        "id":"ED481997",
        "title":"Pre- and Post-Reading Strategies for Fiction. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED481998",
        "title":"No Teacher Left Behind: Mentoring and Supporting Novice Teachers."},
      {
        "id":"ED481999",
        "title":"How a Teaching Profession Emerges: The Case of the Vocational Teacher."},
      {
        "id":"ED482000",
        "title":"Teaching Educational Research to Student Teachers: The Pros and Cons of Using Information and Communication Technology."},
      {
        "id":"ED482001",
        "title":"Reading To Learn Concepts in Mathematics: An Action Research Project."},
      {
        "id":"ED482002",
        "title":"Improving Listening Skills through the Use of Children's Literature."},
      {
        "id":"ED482003",
        "title":"Meeting the Challenges of Literacy Difficulties: Developing a Qualification for Specialist Literacy Teachers."},
      {
        "id":"ED482004",
        "title":"A Case Study of the Personal Experiences, Beliefs, and Instructional Practices of Two Effective Title I White Reading Teachers of African American Students."},
      {
        "id":"ED482005",
        "title":"Oral Language Development as a Precursor to Literacy. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED482006",
        "title":"Integrated Language Arts. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED482007",
        "title":"Writing: Classroom Techniques. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED482009",
        "title":"School Violence: Tackling the Schoolyard Bully. Combining Policymaking with Prevention."},
      {
        "id":"ED482010",
        "title":"Opening Doors to Postsecondary Education and Training: Planning for Life after High School."},
      {
        "id":"ED482011",
        "title":"Safe and Sound: An Educational Leader's Guide to Evidence-Based Social and Emotional Learning (SEL) Programs."},
      {
        "id":"ED482012",
        "title":"Program Descriptions. A Companion to &quot;Safe and Sound: An Educational Leader's Guide to Evidence-Based Social and Emotional Learning (SEL) Programs&quot;."},
      {
        "id":"ED482013",
        "title":"Program Review Rating Scales: Introduction and Overview."},
      {
        "id":"ED482014",
        "title":"Delaware Early Learning Foundations for School Success."},
      {
        "id":"ED482017",
        "title":"Illinois Early Learning Project Tip Sheets: Across the Curriculum."},
      {
        "id":"ED482018",
        "title":"Illinois Early Learning Project Tip Sheets: Fine Arts."},
      {
        "id":"ED482019",
        "title":"Illinois Early Learning Project Tip Sheets: Language Arts."},
      {
        "id":"ED482020",
        "title":"School Breakfast Scorecard, 2003: Thirteenth Annual Status Report on the School Breakfast Program."},
      {
        "id":"ED482021",
        "title":"A Framework for Achieving the Essential Academic Learning Requirements in Reading, Writing, Communication: Birth to 5 Years."},
      {
        "id":"ED482022",
        "title":"Pre-K Standards (Guidelines): Utah State Office of Education."},
      {
        "id":"ED482023",
        "title":"Illinois Early Learning Project Tip Sheets: Math and Science."},
      {
        "id":"ED482024",
        "title":"Illinois Early Learning Project Tip Sheets: Parenting and Family Life."},
      {
        "id":"ED482025",
        "title":"Illinois Early Learning Project Tip Sheets: Physical Development and Health."},
      {
        "id":"ED482026",
        "title":"Illinois Early Learning Project Tip Sheets: Social and Emotional Development."},
      {
        "id":"ED482027",
        "title":"Illinois Early Learning Project Tip Sheets: Social Science."},
      {
        "id":"ED482028",
        "title":"Illinois Early Learning Project Tip Sheets: Technology and Media."},
      {
        "id":"ED482030",
        "title":"The State of World Languages, 2001-02. Excerpted from &quot;Profiles of Our Schools: The Condition of Education in Connecticut, 2001-2002.&quot;"},
      {
        "id":"ED482031",
        "title":"Native Language Immersion."},
      {
        "id":"ED482032",
        "title":"Assessing the Impact of Total Immersion on Cherokee Language Revitalization: A Culturally Responsive, Participatory Approach."},
      {
        "id":"ED482033",
        "title":"Situational Navajo: A School-Based, Verb-Centered Way of Teaching Navajo."},
      {
        "id":"ED482034",
        "title":"Sustaining Indigenous Languages in Cyberspace."},
      {
        "id":"ED482035",
        "title":"Saving a Language with Computers, Tape Recorders, and Radio."},
      {
        "id":"ED482036",
        "title":"How To Teach When the Teacher Isn't Fluent."},
      {
        "id":"ED482037",
        "title":"Preparing Indigenous Language Advocates, Teachers, and Researchers in Western Canada."},
      {
        "id":"ED482038",
        "title":"&quot;'Whaia Te Reo': Pursuing the Language&quot;: How Metaphors Describe Our Relationships with Indigenous Languages."},
      {
        "id":"ED482039",
        "title":"Honoring the Elders."},
      {
        "id":"ED482040",
        "title":"Keresan Pueblo Indian Sign Language."},
      {
        "id":"ED482041",
        "title":"Oral History Shares the Wealth of a Navajo Community."},
      {
        "id":"ED482042",
        "title":"Mothertongue: Incorporating Theatre of the Oppressed into Language Restoration Movements."},
      {
        "id":"ED482043",
        "title":"Missionaries and American Indian Languages."},
      {
        "id":"ED482044",
        "title":"Museums and the Web 2001: Selected Papers from an International Conference (5th, Seattle, Washington, March 15-17, 2001)."},
      {
        "id":"ED482045",
        "title":"Museums and the Web 2002: Selected Papers from an International Conference (6th, Boston, Massachusetts, April 17-20, 2002)."},
      {
        "id":"ED482046",
        "title":"Museums and the Web 2003: Selected Papers from an International Conference (7th, Charlotte, North Carolina, March 19-22, 2003)."},
      {
        "id":"ED482047",
        "title":"Achieving School Readiness: A 5-Year Action Agenda for Maryland. Presented to the Subcabinet for Children, Youth and Families by the Leadership in Action Program."},
      {
        "id":"ED482049",
        "title":"Puede afectar la instruccion en musica el desarrollo cognitivo de los ninos? ERIC Digest. (Can Music Instruction Affect Children's Cognitive Development? ERIC Digest)."},
      {
        "id":"ED482050",
        "title":"ERIC/EECE Newsletter, 2003."},
      {
        "id":"ED482051",
        "title":"Fathers' Role in Children's Academic Achievement and Early Literacy. ERIC Digest."},
      {
        "id":"ED482053",
        "title":"Association of Independent Colleges and Universities of Ohio 2000-2001 Fact File."},
      {
        "id":"ED482055",
        "title":"Fact File Update, 2003-04."},
      {
        "id":"ED482056",
        "title":"Research without (Southern) Borders: The Changing Canadian Research Landscape. A National Roundtable on New Directions in International Research in Canada (Ottawa, Ontario, Canada, May 22-23, 2003). Final Report."},
      {
        "id":"ED482057",
        "title":"Trends in Student Aid, 2003."},
      {
        "id":"ED482059",
        "title":"Preparing for College: Building Expectations, Changing Realities."},
      {
        "id":"ED482060",
        "title":"Challenges for Governance: A National Report."},
      {
        "id":"ED482061",
        "title":"Governing in the Sunshine: The Impact of State Open-Meetings and Record Laws on Decision-Making in Higher Education."},
      {
        "id":"ED482062",
        "title":"\"Governance\" or \"Governing\"?"},
      {
        "id":"ED482063",
        "title":"Democracy and Capitalism, Academic Style: Governance in Contemporary Higher Education."},
      {
        "id":"ED482064",
        "title":"The End of Shared Governance: Looking ahead or Looking back."},
      {
        "id":"ED482065",
        "title":"Governing Badly: Theory and Practice of Bad Ideas in College Decisionmaking."},
      {
        "id":"ED482066",
        "title":"Making the Grade in College Prep: A Guide for Improving College Preparation Programs."},
      {
        "id":"ED482067",
        "title":"The U.S. Department of Education's \"Race-Neutral Alternatives in Postsecondary Education: Innovative Approaches to Diversity\"--Are They Viable Substitutes for Affirmative Action?"},
      {
        "id":"ED482068",
        "title":"Higher Education in Cuba in the 2000s: Past and Future."},
      {
        "id":"ED482069",
        "title":"An Analysis of Nova Southeastern University's Fall Term 1998 Faculty Matrix."},
      {
        "id":"ED482070",
        "title":"Place of Class Attendance and Permanent Residence of Nova Southeastern University Students during Calendar Year 1998."},
      {
        "id":"ED482071",
        "title":"Bringing the Curatorial Process to the Web."},
      {
        "id":"ED482072",
        "title":"&quot;Less Clicking, More Watching&quot;: Results from the User-Centered Design of a Multi-Institutional Web Site for Art and Culture."},
      {
        "id":"ED482073",
        "title":"Accessibility Techniques for Museum Web Sites."},
      {
        "id":"ED482074",
        "title":"Evaluating the Usability of a Museum Web Site."},
      {
        "id":"ED482075",
        "title":"A Re-Usable Software Framework for Authoring and Managing Web Exhibitions."},
      {
        "id":"ED482076",
        "title":"Design and Analysis of Virtual Museums."},
      {
        "id":"ED482077",
        "title":"Re-Purposing of Content and Digital Delivery Convergence: Implications for Interface Design."},
      {
        "id":"ED482078",
        "title":"A New Way of Making Cultural Information Resources Visible on the Web: Museums and the Open Archive Initiative."},
      {
        "id":"ED482079",
        "title":"Using Interactive Broadband Multicasting in a Museum Lifelong Learning Program."},
      {
        "id":"ED482080",
        "title":"Streaming Audio and Video: New Challenges and Opportunities for Museums."},
      {
        "id":"ED482081",
        "title":"Co-Operation Metaphors for Virtual Museums."},
      {
        "id":"ED482082",
        "title":"The HyperMuseum Theme Generator System: Ontology-Based Internet Support for the Active Use of Digital Museum Data for Teaching and Presentation."},
      {
        "id":"ED482083",
        "title":"Providing Personal Assistance in the SAGRES Virtual Museum."},
      {
        "id":"ED482084",
        "title":"OPALES: An Environment for Sharing Knowledge Among Experts Working on Multimedia Archives."},
      {
        "id":"ED482085",
        "title":"&quot;Beyond Museum Walls&quot;--A Critical Analysis of Emerging Approaches to Museum Web-Based Education."},
      {
        "id":"ED482086",
        "title":"1000 Years of the Olympic Games: Treasures of Ancient Greece--Digital Reconstruction at the Home of the Gods."},
      {
        "id":"ED482087",
        "title":"Engaging Museums, Content Specialists, Educators, and Information Specialists: A Model and Examples."},
      {
        "id":"ED482088",
        "title":"Unseen Discussions: Artist@Hotmail.Com."},
      {
        "id":"ED482089",
        "title":"A Curatorial Resource for Upstart Media Bliss."},
      {
        "id":"ED482090",
        "title":"The Virtual Aura--Is There Space for Enchantment in a Technological World?"},
      {
        "id":"ED482091",
        "title":"The Electronic Guidebook: Using Portable Devices and a Wireless Web-Based Network to Extend the Museum Experience."},
      {
        "id":"ED482092",
        "title":"Eavesdropping on Electronic Guidebooks: Observing Learning Resources in Shared Listening Environments."},
      {
        "id":"ED482093",
        "title":"Can You See Me? Exploring Co-Visiting between Physical and Virtual Visitors."},
      {
        "id":"ED482094",
        "title":"The Museum Wearable: Real-Time Sensor-Driven Understanding of Visitors' Interests for Personalized Visually-Augmented Museum Experiences."},
      {
        "id":"ED482095",
        "title":"Now That We've Found the &quot;Hidden Web,&quot; What Can We Do with It?"},
      {
        "id":"ED482096",
        "title":"Combining the CIDOC CRM and MPEG-7 to Describe Multimedia in Museums."},
      {
        "id":"ED482097",
        "title":"Today's Authoring Tools for Tomorrow's Semantic Web."},
      {
        "id":"ED482098",
        "title":"The Virtual Ramp to the Equivalent Experience in the Virtual Museum: Accessibility to Museums on the Web."},
      {
        "id":"ED482099",
        "title":"Adding Value to Large Multimedia Collections through Annotation Technologies and Tools: Serving Communities of Interest."},
      {
        "id":"ED482100",
        "title":"Content Management for a Content-Rich Website."},
      {
        "id":"ED482101",
        "title":"Here and There: Managing Multiply-Purposed Digital Assets on the Duyfken Web Site."},
      {
        "id":"ED482102",
        "title":"Pyramid Power: A Train-the-Trainer Model to Increase Teacher Usage of the ArtsConnectEd On-Line Resource."},
      {
        "id":"ED482103",
        "title":"Digital Primary Source Materials in the Classroom."},
      {
        "id":"ED482104",
        "title":"Statistics, Structures &amp; Satisfied Customers: Using Web Log Data to Improve Site Performance."},
      {
        "id":"ED482105",
        "title":"How Do You Like To Learn? Comparing User Preferences and Visit Length of Educational Web Sites."},
      {
        "id":"ED482106",
        "title":"Evaluating the Features of Museum Websites: (The Bologna Report)."},
      {
        "id":"ED482107",
        "title":"Towards Tangible Virtualities: Tangialities."},
      {
        "id":"ED482108",
        "title":"Making It Realtime: Exploring the Use of Optimized Realtime Environments for Historical Simulation and Education."},
      {
        "id":"ED482109",
        "title":"Networked Multi-Sensory Experiences: Beyond Browsers on the Web and in the Museum."},
      {
        "id":"ED482110",
        "title":"Systematically Speaking: How Do Natural History Museum Web Sites Represent Science?"},
      {
        "id":"ED482111",
        "title":"Hacking Culture."},
      {
        "id":"ED482112",
        "title":"Storytelling and the Web in South African Museums."},
      {
        "id":"ED482116",
        "title":"Integrating Databases with Maps: The Delivery of Cultural Data through TimeMap."},
      {
        "id":"ED482117",
        "title":"Software Tools for Indigenous Knowledge Management."},
      {
        "id":"ED482118",
        "title":"Dublin Core: The Base for an Indigenous Culture Environment?"},
      {
        "id":"ED482119",
        "title":"A Prototype Digital Library for 3D Collections: Tools To Capture, Model, Analyze, and Query Complex 3D Data."},
      {
        "id":"ED482120",
        "title":"A Profile of Regionally-Accredited For-Profit Institutions of Higher Education."},
      {
        "id":"ED482121",
        "title":"A Statistics Course with No Instructor? Why Students Would Revolt."},
      {
        "id":"ED482122",
        "title":"The More You Look the More You Get: Intention-Based Interface Using Gaze-Tracking."},
      {
        "id":"ED482123",
        "title":"Policies That Part: Early Career Experiences of Co-Working Academic Couples."},
      {
        "id":"ED482124",
        "title":"Re-Assessing Practice: Visual Art, Visually Impaired People and the Web."},
      {
        "id":"ED482126",
        "title":"From GUI to Gallery: A Study of Online Virtual Environments."},
      {
        "id":"ED482128",
        "title":"Interfacing the Digital."},
      {
        "id":"ED482129",
        "title":"Goals and Implementation Issues for State Prepaid Tuition and College Savings Programs."},
      {
        "id":"ED482130",
        "title":"College Savings Plans: Second Generation Progress and Problems."},
      {
        "id":"ED482131",
        "title":"Practicing What We Teach: How Learning Theory Can Guide Development of Online Educational Activities."},
      {
        "id":"ED482132",
        "title":"Qualified Tuition Savings Programs: The Impact on Household Saving."},
      {
        "id":"ED482133",
        "title":"Evaluating the Authenticity of Egyptian Cartonnage Fragments: Educational Outreach in Search of the Truth."},
      {
        "id":"ED482134",
        "title":"An Economic Approach to Setting Contribution Limits in Qualified State-Sponsored Tuition Savings Plans."},
      {
        "id":"ED482135",
        "title":"Governance in the Twenty-First-Century University: Approaches to Effective Leadership and Strategic Management. ASHE-ERIC Higher Education Report. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED482136",
        "title":"Focus Your Young Visitors: Kids Innovation--Fundamental Changes in Digital Edutainment."},
      {
        "id":"ED482138",
        "title":"Economic Segregation of Higher Education Opportunity, 1973 to 2001."},
      {
        "id":"ED482139",
        "title":"Investigating Heuristic Evaluation: A Case Study."},
      {
        "id":"ED482140",
        "title":"A Longitudinal Study Examining the Merit of Internet Message Board Use and Related Student Expertise during Practicum Experiences."},
      {
        "id":"ED482141",
        "title":"Balancing Research-Based Initiatives: Help for the Practitioner."},
      {
        "id":"ED482142",
        "title":"In Their Own Words: Assessment To Understand the Dynamics of College Retention."},
      {
        "id":"ED482143",
        "title":"New Vision, New Realities: Methodology and Mission in Developing Interactive Videoconferencing Programming."},
      {
        "id":"ED482144",
        "title":"Office of the Ombudsman."},
      {
        "id":"ED482145",
        "title":"Alberta Council on Admissions and Transfer. Twenty-Eighth Annual Report, 1 April 2002-31 March 2003."},
      {
        "id":"ED482146",
        "title":"Out-of-Class Engagement in Undergraduate Learning Communities: The Role and Nature of Peer Interactions."},
      {
        "id":"ED482147",
        "title":"The First Year: Students' Performance on 10th Grade Standards and Subsequent Performance in the First Year of College (2001-02)."},
      {
        "id":"ED482148",
        "title":"A Rolling Evaluation Gathers No Moss."},
      {
        "id":"ED482149",
        "title":"The SEE Experience: Edutainment in 3D Virtual Worlds."},
      {
        "id":"ED482150",
        "title":"Make Your Museum Talk: Natural Language Interfaces for Cultural Institutions."},
      {
        "id":"ED482151",
        "title":"Interactive Character as a Virtual Tour Guide to an Online Museum Exhibition."},
      {
        "id":"ED482152",
        "title":"Experiencing Art on the Web with Virtual Companions."},
      {
        "id":"ED482153",
        "title":"An Analysis of Dr. Anna M. Ortiz's Research: Developing a Foundation in Ethnic Identity Development."},
      {
        "id":"ED482154",
        "title":"Using Cinematic Techniques in a Multimedia Museum Guide."},
      {
        "id":"ED482155",
        "title":"Increasing the College Preparedness of At-Risk Students."},
      {
        "id":"ED482156",
        "title":"The Use of an Information Brokering Tool in an Electronic Museum Environment."},
      {
        "id":"ED482157",
        "title":"The State of the Art in Museum Handhelds in 2003."},
      {
        "id":"ED482158",
        "title":"Higher Education Exchange, 2003."},
      {
        "id":"ED482159",
        "title":"Designing Multi-Channel Web Frameworks for Cultural Tourism Applications: The MUSE Case Study."},
      {
        "id":"ED482160",
        "title":"Pathways to a Four-Year Degree: Determinants of Degree Completion among Socioeconomically Disadvantaged Students."},
      {
        "id":"ED465144",
        "title":"The Carerra Model: A Success in Pregnancy Prevention."},
      {
        "id":"ED465145",
        "title":"Feminist Interventions for Southeast Asian Women Trauma Survivors: Deconstructing Gender-Based Violence and Developing Structures of Peace."},
      {
        "id":"ED465146",
        "title":"Cultural Differences in Alliance Formation during Group Supervision."},
      {
        "id":"ED465148",
        "title":"Youth Court: Advocating for All Children."},
      {
        "id":"ED465149",
        "title":"Development of Emergent Math and Literacy Skills."},
      {
        "id":"ED465151",
        "title":"Case Management in the School Context. A Center Quick Training Aid."},
      {
        "id":"ED465152",
        "title":"School Professionals' Perceptions of the Instructional Consultation Team: A Qualitative Analysis."},
      {
        "id":"ED465153",
        "title":"Helping Youth Navigate the Media Age: A New Approach to Drug Prevention. Findings of the National Youth Anti-Drug Media Campaign Media Literacy Summit White House Conference Center, June 01, 2002."},
      {
        "id":"ED465154",
        "title":"Child Mental Health."},
      {
        "id":"ED465162",
        "title":"The Intersection of Community-Based Writing and Computer-Based Writing: A Cyberliteracy Case Study."},
      {
        "id":"ED465163",
        "title":"Image to Word--Word to Image: Literally A Vision. PREL Briefing Paper."},
      {
        "id":"ED465164",
        "title":"The History of American Journalism. Scholastic Journalism Gazette, Vol. XII."},
      {
        "id":"ED465165",
        "title":"The Irony and the Ecstasy: How Holden Caulfield Helped My Advanced Composition Students Find Their Voices."},
      {
        "id":"ED465166",
        "title":"When We Could Care Less: The Taboo Subject of Teacher Apathy."},
      {
        "id":"ED465167",
        "title":"Multiple Perspectives. The Changing Faces of Student-Centered Teaching: Refiguring the Center."},
      {
        "id":"ED465169",
        "title":"PEN: Designing Learning Experiences for Peers."},
      {
        "id":"ED465170",
        "title":"PEN: Multiliteracies: Teaching and Learning in the New Communications Environment."},
      {
        "id":"ED465171",
        "title":"Building Literacy-Focused, High-Performing Learning Communities."},
      {
        "id":"ED465174",
        "title":"Team Teaching Political Communication: The 2000 Campus U.S. Presidential Campaign."},
      {
        "id":"ED465175",
        "title":"Making Episodes, Making Connections: A Reading Comprehension Assessment Tool. The REL's Pacific CHILD Project, Year One Product."},
      {
        "id":"ED465178",
        "title":"Read-To-Achieve Grant Program Annual Report to the Colorado Department of Public Health and Environment."},
      {
        "id":"ED465179",
        "title":"Schools and Parents Partnering for Student Success: A Parent's Guide to the Mississippi Curriculum Frameworks for Reading, Language Arts, and Mathematics."},
      {
        "id":"ED465180",
        "title":"The Reader Effect (Instruction/Awareness of Text Structure) and Text Effect (Well-Structured vs. Bad-Structured Texts) on First and Second/Foreign Language Reading Comprehension and Recall--What Does Research Teach Us?"},
      {
        "id":"ED465181",
        "title":"Stories of a Corporate World: The Corporate Colonization of Narrative."},
      {
        "id":"ED465182",
        "title":"Designing Learning Centers with Literacy Materials To Develop Literacy in Early Childhood."},
      {
        "id":"ED465183",
        "title":"A Framework for Early Literacy Instruction: Aligning Standards to Developmental Accomplishments and Student Behaviors. Pre-K through Kindergarten. Revised Edition."},
      {
        "id":"ED465184",
        "title":"Increasing Academic Growth through Motivating Students To Read."},
      {
        "id":"ED465185",
        "title":"Improving Student Reading by Implementing Phonics Programs."},
      {
        "id":"ED465186",
        "title":"Increasing Student Motivation To Improve Reading Performance."},
      {
        "id":"ED465187",
        "title":"Enhancing Student Revising and Editing Skills through Writing Conferences and Peer Editing."},
      {
        "id":"ED465188",
        "title":"Motivating the Reluctant Reader."},
      {
        "id":"ED465189",
        "title":"Improving Student Revising and Editing Skills through the Use of Peer Editing and Writing Conferencing."},
      {
        "id":"ED465190",
        "title":"Improving Student Spelling Skills through the Use of Effective Teaching Strategies."},
      {
        "id":"ED465191",
        "title":"SFA: A School's Experience."},
      {
        "id":"ED465192",
        "title":"Read-Alouds: Do They Enhance Students' Ability To Read?"},
      {
        "id":"ED465194",
        "title":"Commercialism in Schools. ERIC Digest."},
      {
        "id":"ED465198",
        "title":"Dress Codes and Uniforms."},
      {
        "id":"ED465199",
        "title":"Comprehensive School Reform Demonstration Program: The Third Wave and Its Preliminary Effects. PREL Briefing Paper."},
      {
        "id":"ED465200",
        "title":"Bullying in Schools Should Not Be Par for the Course. PREL Briefing Paper."},
      {
        "id":"ED465201",
        "title":"Promising Programs for Schoolwide Reform. PREL Briefing Paper."},
      {
        "id":"ED465202",
        "title":"Achieving Educational Adequacy through School Finance Reform. CPRE Research Report Series."},
      {
        "id":"ED465203",
        "title":"Resource Allocation: Targeting Funding for Maximum Impact. Policy Brief."},
      {
        "id":"ED465207",
        "title":"Building a Community School: A Parents' Guide."},
      {
        "id":"ED465208",
        "title":"Building a Community School. Third Edition."},
      {
        "id":"ED465209",
        "title":"The State of Charter Schools in Colorado, 2000-01: The Characteristics, Status and Performance Record of Colorado Charter Schools."},
      {
        "id":"ED465210",
        "title":"Key Topics in Education in Europe, Volume 2. Financing and Management of Resources in Compulsory Education: Trends in National Policies."},
      {
        "id":"ED465211",
        "title":"The Federal Role in Defining \"Adequate Yearly Progress\": The Flexibility/Accountability Trade-Off."},
      {
        "id":"ED465212",
        "title":"Principals and After-School Programs: A Survey of PreK-8 Principals."},
      {
        "id":"ED465213",
        "title":"P-16 Education. ERIC Digest."},
      {
        "id":"ED465214",
        "title":"The Rise and Fall of Individually Guided Education, 1969-1979."},
      {
        "id":"ED465215",
        "title":"Private Education: Funding and (De)regulation in Argentina. Occasional Paper."},
      {
        "id":"ED465216",
        "title":"Principal Leadership: Applying the New Joint ISLLC-NCATE Standards."},
      {
        "id":"ED465217",
        "title":"Charter Districts: Much Fuss, Little Gain."},
      {
        "id":"ED465218",
        "title":"Restoring Confidence in the Middle School: Collaborating To Strengthen the Educational Experience for Students."},
      {
        "id":"ED465219",
        "title":"Using a Lens of Social Justice To Reframe Principals' Interviews from High Poverty, Low Performing Schools."},
      {
        "id":"ED465220",
        "title":"Portfolios for Professional Growth and Documenting ISLLC Standards."},
      {
        "id":"ED465222",
        "title":"Do Teacher Reactions to Features of Principalship Vary by Gender?"},
      {
        "id":"ED465225",
        "title":"Becoming a Principal: Role Transformation through Clinical Practice."},
      {
        "id":"ED465226",
        "title":"Preparing School Leaders: Case Study Summary and Implications."},
      {
        "id":"ED465227",
        "title":"Issues Related to the Effects of Cohorts on Learners."},
      {
        "id":"ED465228",
        "title":"Educating Homeless Students."},
      {
        "id":"ED465229",
        "title":"The Doubly Exceptional Child: A Principal's Dilemma."},
      {
        "id":"ED465230",
        "title":"Principals' Priorities versus Their Realities: Reducing the Gap."},
      {
        "id":"ED465231",
        "title":"Pathways to Inclusive Practices: Systems Oriented, Policy-Linked, and Research-Based Strategies That Work."},
      {
        "id":"ED465232",
        "title":"Determining Policy Support for Inclusive Schools."},
      {
        "id":"ED465233",
        "title":"Consortium on Inclusive Schooling Practices. Final Report."},
      {
        "id":"ED465234",
        "title":"National Transition Follow-Up Study of Youth Identified as Deafblind: Parent Perspectives. NTAC Briefing Paper."},
      {
        "id":"ED465235",
        "title":"Parent Perspectives on Communication, Behavioral, and Instructional Strategies for Children and Youth Who Are Deaf-Blind."},
      {
        "id":"ED465236",
        "title":"Communication at Home and in the Community: Helpful Strategies & Suggestions from Parents & Families with a Child Who Is Deaf-Blind."},
      {
        "id":"ED465237",
        "title":"Primeras interacciones con ninos sordo-ciegos. Hoja informativa (Early Interactions with Children Who Are Deaf-Blind. Fact Sheet)."},
      {
        "id":"ED465238",
        "title":"Alfabetizacion de las personas que son sordas e invidentes. Hoja informativa de DB-LINK (Literacy for Persons Who Are Deaf-Blind. DB-LINK Fact Sheet)."},
      {
        "id":"ED465239",
        "title":"Communicacion Expresiva: Como los ninos nos envian mensajes [and] Comunicacion Receptiva: Como los ninos entienden nuestros mensajes [and] Interacciones de Comunicacion: Hacen falta dos. Hojas informativa de DB-LINK (Communication Interactions: It Takes Two [and] Receptive Communication: How Children Understand Your Messages to Them [and] Expressive Communication: How Children Send Their Messages to You. DB-LINK Fact Sheets)."},
      {
        "id":"ED465240",
        "title":"Perspectiva General sobre la Sordo-Ceguera (Overview on Deaf-Blindness). DB-LINK."},
      {
        "id":"ED465241",
        "title":"Hablar el Lenguaje de las Manos Hacia las Manos (Talking the Language of the Hands to the Hands). DB-LINK."},
      {
        "id":"ED465242",
        "title":"Die Sprache der Hande zu den Handen sprechen (Talking the Language of the Hands to the Hands). DB-LINK."},
      {
        "id":"ED465243",
        "title":"Test and Measurement Expert Opinions: A Dialogue about Testing Students with Disabilities Out of Level in Large-Scale Assessments. Out-of-Level Testing Report."},
      {
        "id":"ED465244",
        "title":"Scale Score Comparability across Two Levels of a Norm-Referenced Math Computation Test for Students with Learning Disabilities. Out-of-Level Testing Report."},
      {
        "id":"ED465246",
        "title":"Physical Disabilities: Education and Related Services, Fall 2001-Spring 2002."},
      {
        "id":"ED465247",
        "title":"The Impact of External Environment on Service-Related Decisions of Juvenile Courts."},
      {
        "id":"ED465249",
        "title":"Identification and Referral for Mental Health Services in Juvenile Detention."},
      {
        "id":"ED465250",
        "title":"Mental Health and Criminal Justice Caseload Overlap in Five Counties."},
      {
        "id":"ED465251",
        "title":"School Reform Efforts for Children with Emotional Disturbances and Their Families."},
      {
        "id":"ED465252",
        "title":"Teacher and Counselor Perceptions of Children's Strengths at Elementary, Middle, and High School Levels."},
      {
        "id":"ED465253",
        "title":"School-Wide Positive Behavior Systems: Improving School Environments for All Students Including Those with EBD."},
      {
        "id":"ED465254",
        "title":"Symposium--The Safe Schools Healthy Students Initiative: The Evaluation Context in District Wide Initiatives."},
      {
        "id":"ED465255",
        "title":"Symposium--The Safe Schools/Healthy Students Initiative: Methodologies and Results in Program-Based Evaluation."},
      {
        "id":"ED465258",
        "title":"Generic School Grounds Design Brief."},
      {
        "id":"ED465261",
        "title":"Palm Beach School Board Acquisition of Relocatable Classrooms Examined. OPPAGA Special Review."},
      {
        "id":"ED465262",
        "title":"District of Columbia: D.C. Public Schools' Modernization Program Faces Major Challenges. Testimony before the Subcommittee on the District of Columbia, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED465265",
        "title":"Ensuring School Success for Language Minority Students: Input from the Field on an Elementary School Program."},
      {
        "id":"ED465266",
        "title":"Motivational and Effective Film Activities for the Language Lab Class."},
      {
        "id":"ED465267",
        "title":"Examining the Bilingual Education Act. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session (Washington, DC, June 24, 1999)."},
      {
        "id":"ED465268",
        "title":"ESL LITE: English as a Second Language for Teachers of Other Stuff."},
      {
        "id":"ED465269",
        "title":"Reauthorization of the Bilingual Education Act. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session (McAllen, Texas, July 7, 1999)."},
      {
        "id":"ED465270",
        "title":"Finding Clues, Not Detecting Errors--A Different Approach to EFL Composition."},
      {
        "id":"ED465271",
        "title":"Revealing the Misunderstood Identity of ESL/EFL Writing Students--From the Perspectives of Language Proficiency and Writing Expertise."},
      {
        "id":"ED465272",
        "title":"Readers Response Approach to English Poetry Teaching."},
      {
        "id":"ED465273",
        "title":"A Critical Theory to Teaching English to Speakers of Other Languages (TESOL): The Promising Focus for Indigenous Perspectives."},
      {
        "id":"ED465274",
        "title":"English as a Second Language: Senior High Guide to Implementation."},
      {
        "id":"ED465278",
        "title":"The Common Curriculum Framework for International Languages: Three-Year Program (Grade 10 to Grade 12). Western Canadian Protocol for Collaboration in Basic Education, Alberta Version."},
      {
        "id":"ED465279",
        "title":"Francophone Governance Implementation Handbook. Revised."},
      {
        "id":"ED465280",
        "title":"A Study of the Effectiveness of Content-Based Sensitivity Training for Japanese Nurses in Oral English Classes."},
      {
        "id":"ED465281",
        "title":"Investigating the Metacognitive Awareness and Strategies of English-Majored University Student Writers."},
      {
        "id":"ED465282",
        "title":"Two Languages Too: Second Language Learning and Children with Special Needs."},
      {
        "id":"ED465283",
        "title":"EFL Teachers' Responses to L2 Writing."},
      {
        "id":"ED465284",
        "title":"Language Use at Home and School: A Synthesis of Research for Pacific Educators. Research Series."},
      {
        "id":"ED465285",
        "title":"Perspectives on Interlanguage Phonetics and Phonology."},
      {
        "id":"ED465286",
        "title":"Writing in the L2 Classroom: Issues in Research and Pedagogy."},
      {
        "id":"ED465287",
        "title":"A Validation Study of the Student Oral Proficiency Assessment (SOPA)."},
      {
        "id":"ED465288",
        "title":"Knowledge of English Collocations: An Analysis of Taiwanese EFL Learners."},
      {
        "id":"ED465289",
        "title":"The Influence of Email on Language Learning: A Positive Impact."},
      {
        "id":"ED465290",
        "title":"An ELT's Solution to Combat Plagiarism: &quot;Birth&quot; of CALL."},
      {
        "id":"ED465291",
        "title":"Towards Reconstituting the Notion of &quot;Study Clinics.&quot; A Kakai Tonga Tu'a Community-Based Educational Project."},
      {
        "id":"ED465293",
        "title":"The Cloud around Development and Exploiting CALL Material."},
      {
        "id":"ED465296",
        "title":"Bilinguals' Creativity: Patricia Grace and Maori Culture and Values."},
      {
        "id":"ED465297",
        "title":"Multicultural Infusion in the Counselor Education Curriculum: A Preliminary Analysis."},
      {
        "id":"ED465298",
        "title":"Unsuccessful Study Habits in Foreign Language Courses."},
      {
        "id":"ED465299",
        "title":"Internet Discussion Forums: A New Modality for Facilitating Peer Writing in Japanese University-Level EFL Classes."},
      {
        "id":"ED465301",
        "title":"A Contrastive Study of Qualification Devices in Native and Non-Native Argumentative Texts in English."},
      {
        "id":"ED465302",
        "title":"The Foundations and Current Impact of California's Proposition 227."},
      {
        "id":"ED465303",
        "title":"Picture Stories for ESL Health Literacy."},
      {
        "id":"ED465307",
        "title":"Issues in Accountability and Assessment for Adult ESL Instruction. ERIC Q & A."},
      {
        "id":"ED465308",
        "title":"Content Standards for Adult ESL. NCLE Annotated Bibliography."},
      {
        "id":"ED465309",
        "title":"Health Literacy and Adult English Language Learners. ERIC Q &amp; A."},
      {
        "id":"ED465310",
        "title":"Gallery of ESOL Lesson Plans."},
      {
        "id":"ED465311",
        "title":"Culture, Health and Literacy: A Guide to Health Education Materials for Adults with Limited English Literacy Skills."},
      {
        "id":"ED465312",
        "title":"Student Readiness for College: Connecting State Policies. College Readiness Series."},
      {
        "id":"ED465313",
        "title":"Globalizing Texas Higher Education for the New Century: A Response to &quot;Closing the Gaps.&quot; Report of the Special Committee on Globalization and Higher Education."},
      {
        "id":"ED465314",
        "title":"Appropriations for Developmental Education in Texas Public Institutions of Higher Education."},
      {
        "id":"ED465315",
        "title":"Higher Education in Texas: 2000 Status Report."},
      {
        "id":"ED465316",
        "title":"An Overview of Article III and Article XII, Senate Bill 1, 77th Legislature: General Appropriations Act--Agencies of Public Higher Education."},
      {
        "id":"ED465317",
        "title":"Enrollment Forecasts, 2000-2015: Texas Institutions of Higher Education. Study Paper 27. Revised."},
      {
        "id":"ED465318",
        "title":"Research Expenditures, September 1, 2000-August 31, 2001: Texas Public Universities and Health-Related Institutions."},
      {
        "id":"ED465319",
        "title":"The New Freshman Class: Fall 2001. Informational Memorandum."},
      {
        "id":"ED465320",
        "title":"Federal Student Aid: Additional Management Improvements Would Clarify Strategic Direction and Enhance Accountability. Report to Congressional Requesters."},
      {
        "id":"ED465326",
        "title":"Higher Education Counts: Accountability Measures for the New Millennium. Report II. Data Analysis Update: Performance Improvement Targets."},
      {
        "id":"ED465327",
        "title":"Former Women Faculty: Reasons for Leaving One Research University."},
      {
        "id":"ED465328",
        "title":"Struggling To Stay in School: Obstacles to Post-Secondary Education under the Welfare-to-Work Restrictions in Michigan."},
      {
        "id":"ED465329",
        "title":"The Meaning and Value of Service in the Scholarly Work of Education Faculty at Mississippi Public Four-Year Institutions."},
      {
        "id":"ED465330",
        "title":"Kansas State University Faculty Perspective, Opinions, and Practices Concerning Undergraduate Student Academic Dishonesty and Moral Development."},
      {
        "id":"ED465331",
        "title":"The Effect of Library Instruction Learning Environments on Self-Efficacy Levels and Learning Outcomes of Graduate Students in Education."},
      {
        "id":"ED465332",
        "title":"Critical Resource Effects on America's Universities: What's behind the Growing Entrepreneurial Orientation?"},
      {
        "id":"ED465333",
        "title":"Predicting Academic Performance and Retention of Private University Freshmen in Need of Developmental Education."},
      {
        "id":"ED465334",
        "title":"Closing the Gap in College-Going: A Study of Trends in California Public High School Graduates&apos; College-Going Patterns."},
      {
        "id":"ED465335",
        "title":"Social Cognitive Factors Associated with the Academic Self-Regulation of Undergraduate College Students in a Learning and Study Strategies Course."},
      {
        "id":"ED465336",
        "title":"The Differential Impact of Pre-College and Self-Regulatory Factors on Academic Achievement of University Students with and without Learning Disabilities."},
      {
        "id":"ED465337",
        "title":"Factors Impacting the Academic Status of Undergraduate Students at Four-Year Institutions."},
      {
        "id":"ED465338",
        "title":"Gender Invariance in the Impacts of Pre-College Scholastic Factors and Self-Regulated Learning Variables on the Academic Attainment of Undergraduate Students."},
      {
        "id":"ED465339",
        "title":"Understanding the Context of the \"Other\" Education: Black and White Students Talk about Their Experiences at Lone Star University, a Predominantly White Institution of Higher Education in the South."},
      {
        "id":"ED465340",
        "title":"Developing the Executive Mindset for Minority Deans."},
      {
        "id":"ED465341",
        "title":"Job Competencies and the Curriculum: An Inquiry into Emotional Intelligence in Graduate Professional Education."},
      {
        "id":"ED465342",
        "title":"Faculty Motivation To Use Alternative Teaching Methods."},
      {
        "id":"ED465343",
        "title":"An Investigation of Dean Leadership."},
      {
        "id":"ED465344",
        "title":"Online Debate To Encourage Peer Interactions in the Large Lecture Setting: Coding and Analysis of Forum Activity."},
      {
        "id":"ED465346",
        "title":"Faculty Assumptions about the Student Characteristics Required for Success in Introductory College Biology."},
      {
        "id":"ED465347",
        "title":"An Analysis of the High Attrition Rates among First Year College Science, Math and Engineering Majors."},
      {
        "id":"ED465349",
        "title":"The Presidential Revolving Door: Fact or Folklore?"},
      {
        "id":"ED465350",
        "title":"&quot;What I Did Last Summer&quot;: Minority College Students' Perceptions of Their Participation in a Summer Research Program."},
      {
        "id":"ED465351",
        "title":"Forming and Reforming Identity: Learning Our Work in Higher Education."},
      {
        "id":"ED465352",
        "title":"Positive Psychology in the Personal Adjustment Course: A Salutogenic Model."},
      {
        "id":"ED465353",
        "title":"GEAR UP Austin: Impacting Lives Project, 2000-2001 Evaluation."},
      {
        "id":"ED465354",
        "title":"Examining Faculty's Perceptions of Student Advising To Improve Learning Environments."},
      {
        "id":"ED465355",
        "title":"Attracting the Best: The Use of Honors Programs To Compete for Students."},
      {
        "id":"ED465356",
        "title":"Chief Academic Officers' Perceptions about Faculty Evaluation."},
      {
        "id":"ED465357",
        "title":"Multiculturalism and the Liberal Arts College: Faculty Perceptions of Pedagogy."},
      {
        "id":"ED465359",
        "title":"Diversifying the Faculty: A Guidebook for Search Committees."},
      {
        "id":"ED465360",
        "title":"Reducing Alcohol Problems on Campus: A Guide to Planning and Evaluation."},
      {
        "id":"ED465361",
        "title":"What Parents Need To Know about College Drinking."},
      {
        "id":"ED465362",
        "title":"Institutional Research: Leadership through Excellence. North East Association for Institutional Research Annual Conference Proceedings (28th, Cambridge, Massachusetts, November 17-20, 2001)."},
      {
        "id":"ED465363",
        "title":"Classification of Instructional Programs: 2000 Edition."},
      {
        "id":"ED465368",
        "title":"Affirmative Action Programs: A Current Perspective."},
      {
        "id":"ED465369",
        "title":"CRitical Issue Bibliography (CRIB) Sheet: Educational Uses of Personal Digital Assistants."},
      {
        "id":"ED465370",
        "title":"The Coconut Wireless Project: Sharing Culturally Responsive Pedagogy through the World Wide Web."},
      {
        "id":"ED465371",
        "title":"Orientations for ICT in French Immersion Schools. Pratiques exemplaires en technologies de l'information et de la communication."},
      {
        "id":"ED465372",
        "title":"Education Technology Programs Authorized under the Elementary and Secondary Education Act (ESEA). Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session (Washington, DC, May 11, 1999)."},
      {
        "id":"ED465373",
        "title":"Field Hearing on Technology in Schools: Preparing for the 21st Century. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session (Petaluma, California, August 30, 1999)."},
      {
        "id":"ED465374",
        "title":"The Role of Technology in America's Schools. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, Second Session (Washington, DC, March 8, 2000)."},
      {
        "id":"ED465375",
        "title":"Information Literacy Instruction in Higher Education: Trends and Issues. ERIC Digest."},
      {
        "id":"ED465376",
        "title":"Knowledge Management in Instructional Design. ERIC Digest."},
      {
        "id":"ED465377",
        "title":"Learning and Teaching Information Technology--Computer Skills in Context. ERIC Digest."},
      {
        "id":"ED465379",
        "title":"Advancing Your Library's Web-Based Services. ERIC Digest."},
      {
        "id":"ED465380",
        "title":"SIAST Education Equity Program: Annual Monitoring Report. July 1, 2000-June 30, 2001."},
      {
        "id":"ED465382",
        "title":"Indicators of Institutional Effectiveness at NVCC: 1992-1997. Performance Indicators Series."},
      {
        "id":"ED465383",
        "title":"The High-Quality Learning Conditions Needed To Support Students of Color and Immigrants at California Community Colleges. Policy Report."},
      {
        "id":"ED465385",
        "title":"Report on Local Investments of Partnership Funds: Investments for 2000-2001."},
      {
        "id":"ED465386",
        "title":"Howard Community College 1998 Performance Accountability Report."},
      {
        "id":"ED465391",
        "title":"The Relationship between Motivation and Academic Success of Community College Freshmen Orientation Students."},
      {
        "id":"ED465392",
        "title":"Washington Community and Technical Colleges Fall Enrollment &amp; Staffing Report, 2001."},
      {
        "id":"ED465393",
        "title":"Wisconsin Technical College System Board 2000-2001 Graduate Follow-Up Report."},
      {
        "id":"ED465394",
        "title":"Online Instructors Must Be Online Students First."},
      {
        "id":"ED465395",
        "title":"The Influences of Student and Institutional Characteristics on Two-Year College Student Attrition in Korea."},
      {
        "id":"ED465396",
        "title":"Shared Governance in Community Colleges in the Global Economy."},
      {
        "id":"ED465397",
        "title":"Toward Achieving a Seamless Curriculum: A National Study To Assess the State of Articulation and Transfer in Communication Programs at Two- and Four-Year Institutions."},
      {
        "id":"ED465398",
        "title":"Transfer Capacity and Readiness in the California Community Colleges: A Progress Report to the Legislature."},
      {
        "id":"ED465399",
        "title":"Institutionalizing Service Learning in Community Colleges. AACC Research Brief."},
      {
        "id":"ED465401",
        "title":"Mississippi State Board for Community and Junior Colleges Annual Report, 2000-2001."},
      {
        "id":"ED465402",
        "title":"Access and Success in Web Courses at an Urban Multicultural Community College: The Student's Perspective."},
      {
        "id":"ED465403",
        "title":"Community College Handbook: State Approval Requirements and Procedures for Degrees, Programs, Courses, and Instructors. October 2001 Edition."},
      {
        "id":"ED465404",
        "title":"Online versus Traditionally-Delivered Instruction: A Descriptive Study of Learner Characteristics in a Community College Setting."},
      {
        "id":"ED465407",
        "title":"Worker Retraining: Sixth Accountability Report for the Worker Retraining Program."},
      {
        "id":"ED465408",
        "title":"Whitireia Community Polytechnic Annual Report, 2000."},
      {
        "id":"ED465409",
        "title":"National Articulation and Transfer Network (NATN): Building an Alternative Pathway for Underserved Student Populations To Access Historically Black Colleges and Universities (HBCU), Hispanic Serving Institutions (HSI) &amp; Tribal Colleges and Universities (TCU)."},
      {
        "id":"ED465410",
        "title":"Parameters of Multiple College Attendance."},
      {
        "id":"ED465411",
        "title":"Pensacola Junior College Institutional Accountability, 1997. PJC Institutional Research Fact File."},
      {
        "id":"ED465412",
        "title":"The Development of Children's Motivation in the Homeschool Setting."},
      {
        "id":"ED465413",
        "title":"A Guide for Parents and Families about What Your Kindergartner Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465414",
        "title":"A Guide for Parents and Families about What Your 1st Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465415",
        "title":"A Guide for Parents and Families about What Your 2nd Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465416",
        "title":"A Guide for Parents and Families about What Your 3rd Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465417",
        "title":"A Guide for Parents and Families about What Your 4th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465418",
        "title":"A Guide for Parents and Families about What Your 5th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465419",
        "title":"A Guide for Parents and Families about What Your 6th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465420",
        "title":"A Guide for Parents and Families about What Your 7th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465421",
        "title":"A Guide for Parents and Families about What Your 8th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465422",
        "title":"A Guide for Parents and Families about What Your 9th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465423",
        "title":"A Guide for Parents and Families about What Your 10th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465424",
        "title":"A Guide for Parents and Families about What Your 11th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465425",
        "title":"A Guide for Parents and Families about What Your 12th Grader Should Be Learning in School This Year. Don't Fail Your Children."},
      {
        "id":"ED465426",
        "title":"What Happened to the World? Helping Children Cope in Turbulent Times. Facilitator's Guide [and Student's Guide]."},
      {
        "id":"ED465427",
        "title":"KidsCount in Colorado! 2002."},
      {
        "id":"ED465428",
        "title":"Early Development and School Readiness from the Perspective of Addressing Barriers to Learning. A Center Brief."},
      {
        "id":"ED465430",
        "title":"Afterschool Alert: Poll Report No. 4. A Report of Findings from a July 31-August 2, 2001 Poll of Registered Voters."},
      {
        "id":"ED465431",
        "title":"Momentum. Ounce of Prevention Fund Annual Report, 2001."},
      {
        "id":"ED465438",
        "title":"Teacher's Perceptions of Parental Involvement: How It Effects Our Children's Development in Literacy."},
      {
        "id":"ED465439",
        "title":"The Transition of Gambian Children to New York City Public Schools."},
      {
        "id":"ED465440",
        "title":"Beliefs and Expectations of Parents, Prior-to-School Educators and School Teachers as Children Start School: An Australian Perspective."},
      {
        "id":"ED465441",
        "title":"Using Computers in the Classroom To Support the English Language Arts Standards."},
      {
        "id":"ED465442",
        "title":"Teaching Reading in Homeschool."},
      {
        "id":"ED465443",
        "title":"Assessing the Internal Consistency of the Self-Image Questionnaire for Young Adolescents (SIQYA): A Nigerian Investigation."},
      {
        "id":"ED465444",
        "title":"Mentoring for Early Childhood Teachers and Directors in Taiwan."},
      {
        "id":"ED465445",
        "title":"Romantic Partners, Best Friends, Mothers and Fathers: Links between Adolescent Social Worlds."},
      {
        "id":"ED465446",
        "title":"What To Know &amp; Where To Go: Parents' Guide to No Child Left Behind. A New Era in Education."},
      {
        "id":"ED465448",
        "title":"Research and Clinical Center for Child Development Annual Report, 2000-2001."},
      {
        "id":"ED465449",
        "title":"KIDS COUNT New Hampshire, 2000."},
      {
        "id":"ED465450",
        "title":"Afghanistan's Children Speak to the UN Special Session, September 19-21, 2001."},
      {
        "id":"ED465452",
        "title":"Newark Kids Count 2001: A Profile of Child Well-Being."},
      {
        "id":"ED465456",
        "title":"Academic Achievement Programs and Youth Development: A Synthesis."},
      {
        "id":"ED465457",
        "title":"Mentoring Programs and Youth Development: A Synthesis."},
      {
        "id":"ED465458",
        "title":"Reforming Quebec's Early Childhood Care and Education: The First Five Years. Occasional Paper."},
      {
        "id":"ED465461",
        "title":"Good Start, Grow Smart: The Bush Administration's Early Childhood Initiative."},
      {
        "id":"ED465462",
        "title":"KIDS COUNT Data Book, 2002: State Profiles of Child Well-Being."},
      {
        "id":"ED465464",
        "title":"Guidelines for Programs To Reduce Child Victimization: A Resource for Communities When Choosing a Program To Teach Personal Safety to Children."},
      {
        "id":"ED465465",
        "title":"Helping Every Student Succeed: Schools and Communities Working Together."},
      {
        "id":"ED465466",
        "title":"Results of Kinder Camp: Stovall-Shaw Elementary School, Summer 2001."},
      {
        "id":"ED465467",
        "title":"Rate of Physical Growth and Its Affect on Head Start Children's Motor and Cognitive Development."},
      {
        "id":"ED465470",
        "title":"What Happens When the School Year Is Over? The Use and Costs of Child Care for School-Age Children during the Summer Months. Occasional Paper. Assessing the New Federalism: An Urban Program To Assess Changing Social Politics."},
      {
        "id":"ED465471",
        "title":"Mississippi Kindergarten Guidelines. Fourth Edition."},
      {
        "id":"ED465473",
        "title":"Village Science. Teacher's Edition [and Student Edition]."},
      {
        "id":"ED465474",
        "title":"Small Schools: Great Strides. A Study of New Small Schools in Chicago."},
      {
        "id":"ED465475",
        "title":"National Directory of Scholarships, Internships, and Fellowships for Latino Youth, 2002."},
      {
        "id":"ED465476",
        "title":"West Meets East in Central Asia: Competing Discourses on Secondary Education Reform in the Kyrgyz Republic."},
      {
        "id":"ED465477",
        "title":"Welfare and Support Services for Farm Families."},
      {
        "id":"ED465478",
        "title":"Rural Communities and Rural Social Issues: Priorities for Research."},
      {
        "id":"ED465479",
        "title":"The Social Reform Movement Impacted Handiwork at Hindman Settlement School, of Hindman, Kentucky during 1902 to 1939."},
      {
        "id":"ED465480",
        "title":"No Need To Study for Your Social Class--Education and Gender in West Virginia."},
      {
        "id":"ED465481",
        "title":"Teen Girls Take on Community Problems: Lessons Learned from the Field."},
      {
        "id":"ED465482",
        "title":"The Story of One: A Reflection of Many. Lessons Learned from an Appalachian Heritage."},
      {
        "id":"ED465483",
        "title":"Lowering the Overhead by Raising the Roof ...and Other Rural Trust Strategies To Reduce the Costs of Your Small School. A Report from the Rural School and Community Trust."},
      {
        "id":"ED465485",
        "title":"The Head of the Dragon: Comprehensive Rural Primary Education Reform Project, Jilin, China. Education for All: Making It Work. Innovation Series."},
      {
        "id":"ED465486",
        "title":"Welfare Reform: Tribes Are Using TANF Flexibility To Establish Their Own Programs. Testimony before the Committee on Indian Affairs, U.S. Senate."},
      {
        "id":"ED465487",
        "title":"The Link: A Publication for Education Practitioners, 1999-2001."},
      {
        "id":"ED465488",
        "title":"Building Democracy from the Grassroots. Inter-American Foundation: 2001 in Review, October 1, 2000 to September 30, 2001."},
      {
        "id":"ED465489",
        "title":"Proceedings of the Annual International Conference on Outdoor Recreation and Education (ICORE) (14th, Oxford, Ohio, November 7-12, 2000)."},
      {
        "id":"ED465490",
        "title":"The Hidden Costs of Outdoor Education/Recreation Academic Training."},
      {
        "id":"ED465491",
        "title":"Columbus Outdoor Pursuits: A Model Structure for Volunteer Based Outdoor Pursuits Programs."},
      {
        "id":"ED465492",
        "title":"Whitewater Kayaking Instruction: Skills and Techniques."},
      {
        "id":"ED465493",
        "title":"Processing for Picasso and Other Masters."},
      {
        "id":"ED465495",
        "title":"Enriching the Professional Development of Mathematics Teachers. ERIC Digest."},
      {
        "id":"ED465496",
        "title":"Professional Development and Children's Understanding of Force and Motion: Assessment Results."},
      {
        "id":"ED465497",
        "title":"NISE Fellows Program: Feedback from Past Fellows. Occasional Paper."},
      {
        "id":"ED465498",
        "title":"The Role of Formative Evaluation in the Development of an Interdisciplinary Academic Center. Occasional Paper."},
      {
        "id":"ED465499",
        "title":"Student Learning in Linear Algebra: The Gateways To Advance Mathematical Thinking Project."},
      {
        "id":"ED465500",
        "title":"Some Recent Developments in Teacher Education in Mathematics and Science: A Review and Commentary. Occasional Paper."},
      {
        "id":"ED465501",
        "title":"Tensions between Mathematics and Science Content Standards and Local Politics. Occasional Paper."},
      {
        "id":"ED465502",
        "title":"Neato Mosquito: An Elementary Curriculum Guide. 2nd Edition."},
      {
        "id":"ED465503",
        "title":"Equity in Standards-Based Elementary Mathematics Classrooms. Weaving Gender Equity into Math Reform."},
      {
        "id":"ED465504",
        "title":"Resources for Teaching and Learning about Exotic Species. ERIC Digest."},
      {
        "id":"ED465505",
        "title":"Pentominoes &amp; Tangrams: High School Explorations."},
      {
        "id":"ED465506",
        "title":"STS for Pre-Service Teachers: Does It Translate in the Classroom?"},
      {
        "id":"ED465507",
        "title":"Science Teacher Education in China: A Brief Examination of Science Teacher Supply, Demand, and Policies."},
      {
        "id":"ED465508",
        "title":"Did They Learn and Interact Equally? A Study of Learning Opportunities in a Small Group from the Perspectives of Behavioral and Cognitive Engagement."},
      {
        "id":"ED465509",
        "title":"The Evaluation of a Statewide In-Service and Outreach Program--Preliminary Findings."},
      {
        "id":"ED465510",
        "title":"How Do Students Learn with Data Collection Devices?"},
      {
        "id":"ED465511",
        "title":"Grade 10 to Grade 12 Mathematics Resources: Annotated Bibliography. Common Curriculum Framework."},
      {
        "id":"ED465513",
        "title":"Science Education Online."},
      {
        "id":"ED465514",
        "title":"EDThoughts: What We Know about Mathematics Teaching and Learning."},
      {
        "id":"ED465517",
        "title":"Influences of the Mathematical Tasks Framework on High School Mathematics Teachers' Knowledge, Thinking, and Teaching."},
      {
        "id":"ED465518",
        "title":"A Science Museum's Expedition into the World of Formal Teacher Development: First Three Years of a Five-Year Action Research Study."},
      {
        "id":"ED465519",
        "title":"Monitoring Mathematical Metacognition."},
      {
        "id":"ED465520",
        "title":"Learning Science through Argumentation: Prospective Teachers' Experiences in an Innovative Science Course."},
      {
        "id":"ED465521",
        "title":"Investigating the Learning Environment in Canadian Mathematics and Science Classrooms in Which Laptop Computers Are Used."},
      {
        "id":"ED465523",
        "title":"Changing the \"Ecosystem\" of Preservice Math and Science Methods Classes To Enhance Students' Social, Cognitive, and Emotional Development."},
      {
        "id":"ED465524",
        "title":"A Systemic Program for Students Who Are Experiencing Difficulty with Mathematics as They Transition from Elementary to High School in Australia."},
      {
        "id":"ED465525",
        "title":"Classroom Environment and Student Outcomes Associated with Using Anthropometry Activities in High School Science."},
      {
        "id":"ED465526",
        "title":"Examining Mathematics Teachers' Beliefs through Multiple Lenses."},
      {
        "id":"ED465527",
        "title":"Uncovering Mothers' Perceptions about the Teaching and Learning of Mathematics."},
      {
        "id":"ED465528",
        "title":"An Expansive Learning Approach to Mathematics Education for Parents: An Australian Case Study."},
      {
        "id":"ED465530",
        "title":"The Resilience of Overgeneralization of Knowledge about Data Representations."},
      {
        "id":"ED465532",
        "title":"Understanding, Justification, and Representation: Secondary Students and Emergent Strands in Mathematics Education Case Study Literature."},
      {
        "id":"ED465533",
        "title":"Improving Mastery of Basic Mathematics Facts in Elementary School through Various Learning Strategies."},
      {
        "id":"ED465534",
        "title":"Improving Student Learning in Mathematics and Science through the Integration of Visual Art."},
      {
        "id":"ED465535",
        "title":"EDThoughts: What We Know about Science Teaching and Learning."},
      {
        "id":"ED465536",
        "title":"Home-School Connections. Weaving Gender Equity into Math Reform."},
      {
        "id":"ED465537",
        "title":"What Is Equity? A Look into a Reform Math Classroom. Weaving Gender Equity into Math Reform."},
      {
        "id":"ED465538",
        "title":"Weaving Gender Equity into Math Reform: Equity Resource Guide. [2001 Edition]."},
      {
        "id":"ED465539",
        "title":"Facing Equity: Facing Ourselves. Weaving Gender Equity into Math Reform."},
      {
        "id":"ED465543",
        "title":"Cultivating Leadership among Science and Mathematics Teachers. ERIC Digest."},
      {
        "id":"ED465544",
        "title":"The State of State Proficiency Testing in Science. ERIC Digest."},
      {
        "id":"ED465545",
        "title":"Teaching Science through Inquiry with Archived Data. ERIC Digest."},
      {
        "id":"ED465550",
        "title":"Surveys of Enacted Curriculum: Tools and Services To Assist Educators. Plan for Expanding SEC to Education Systems."},
      {
        "id":"ED465551",
        "title":"A Review of Worldview Research in Education: Analyzing Theory, Methods and Applications."},
      {
        "id":"ED465552",
        "title":"True Scientific Literacy for All Students. Teacher Feature."},
      {
        "id":"ED465586",
        "title":"Teacher Leadership: A Promising Paradigm for Improving Instruction in Science and Mathematics."},
      {
        "id":"ED465587",
        "title":"What Evaluation Tells Us about Professional Development Programs in Mathematics and Science."},
      {
        "id":"ED465588",
        "title":"Findings from the Multi-Agency Study of Teacher Enhancement Programs."},
      {
        "id":"ED465589",
        "title":"Effective Professional Development for Teacher Leaders: Lessons Learned from K-6 Mathematics Teacher Enhancement Program."},
      {
        "id":"ED465590",
        "title":"Designing Programs for Teacher Leaders: The Case of the California Science Implementation Network."},
      {
        "id":"ED465591",
        "title":"Building a Community for Science."},
      {
        "id":"ED465592",
        "title":"Developing and Maintaining Implementation of a Teaching-for-Thinking Program."},
      {
        "id":"ED465593",
        "title":"Teacher Leadership Development as a Critical Component of Systemic Reform: The San Joaquin Valley Mathematics Project."},
      {
        "id":"ED465594",
        "title":"The Emergence of Teacher Leaders through Professional Development."},
      {
        "id":"ED465595",
        "title":"Developing Chemistry and Mathematics Teacher Leaders in Israel."},
      {
        "id":"ED465596",
        "title":"Teachers' Perspectives: Developing Instructional Leadership through Classroom Inquiry."},
      {
        "id":"ED465597",
        "title":"In Their Own Words: What Science and Mathematics Teacher Leaders Say Are Important Aspects of Professional Development."},
      {
        "id":"ED465598",
        "title":"The Professional Development of Effective Teacher Leaders."},
      {
        "id":"ED465599",
        "title":"Evaluation of Teacher Leader Professional Development Programs."},
      {
        "id":"ED465600",
        "title":"Diversity, Technology, and Policy: Key Considerations in the Development of Teacher Leadership."},
      {
        "id":"ED465602",
        "title":"Proceedings of the Annual International Conference of the Association for the Education of Teachers in Science (Charlotte, North Carolina, January 10-13, 2002)."},
      {
        "id":"ED465603",
        "title":"Teaching Science Methods Courses with Web-Enhanced Activities."},
      {
        "id":"ED465604",
        "title":"Formative Use of Select-and-Fill-In Concept Maps in Online Instruction: Implications for Students of Different Learning Styles."},
      {
        "id":"ED465605",
        "title":"Teacher Explanations for Discourse Variations in Elementary Science Methods."},
      {
        "id":"ED465606",
        "title":"Strategies Enabling Teachers To Critically Analyze Learning and Teaching."},
      {
        "id":"ED465607",
        "title":"A Quantitative Comparison of Instruction Format of Undergraduate Introductory Level Content Biology Courses: Traditional Lecture Approach vs. Inquiry Based for Education Majors."},
      {
        "id":"ED465608",
        "title":"Examining the Influence of a Graduate Teaching Fellows Program on Teachers in Grades 7-12."},
      {
        "id":"ED465609",
        "title":"The Elementary Science Teacher as Researcher."},
      {
        "id":"ED465610",
        "title":"Preservice Secondary Science Teacher Apprenticeship Experience with Scientists."},
      {
        "id":"ED465611",
        "title":"A Focus for Collaboration: Developing and Implementing Science and Mathematics Performance Assessment Tasks."},
      {
        "id":"ED465612",
        "title":"Views of Science Teachers One-Three Years after a Pre-Service Inquiry-Based Research Course."},
      {
        "id":"ED465613",
        "title":"Evaluation of a Model for Supporting the Development of Elementary School Teachers' Science Content Knowledge."},
      {
        "id":"ED465614",
        "title":"Getting to the Fourth Year: The Instruments and Protocols Used To Study the Practice of Beginning K-12 Science Teachers."},
      {
        "id":"ED465615",
        "title":"Impacts of Contextual and Explicit Instruction on Preservice Elementary Teachers' Understandings of the Nature of Science."},
      {
        "id":"ED465616",
        "title":"Building Bridges: Using Science as a Tool To Teach Reading and Writing."},
      {
        "id":"ED465617",
        "title":"Use of Scientific Inquiry To Explain Counterintuitive Observations."},
      {
        "id":"ED465618",
        "title":"A Scientific Method Based upon Research Scientists' Conceptions of Scientific Inquiry."},
      {
        "id":"ED465619",
        "title":"Teaching Controversial Issues of Bioethics."},
      {
        "id":"ED465620",
        "title":"Science, Creationism and Religion: Responses from the Clergy."},
      {
        "id":"ED465621",
        "title":"Using Problem-Based Learning in a Science Methods Course."},
      {
        "id":"ED465622",
        "title":"Explicit/Reflective Instructional Attention to Nature of Science and Scientific Inquiry: Impact on Student Learning."},
      {
        "id":"ED465623",
        "title":"Making Puerto Rican High School Physics Contextual and Culturally Relevant: A Statistical Analysis of Influencing Factors."},
      {
        "id":"ED465624",
        "title":"Voices in a Reservation School: A Sonata-Form Narrative from a Professor and a Dakota Pre-Service Teacher about Their Professional and Practical Knowledge Teaching Science in Culturally Responsive Ways."},
      {
        "id":"ED465625",
        "title":"Discrepant Questioning as a Tool To Build Complex Mental Models of Respiration."},
      {
        "id":"ED465626",
        "title":"The Influence of a Philosophy of Science Course on Preservice Secondary Science Teachers' Views of Nature of Science."},
      {
        "id":"ED465627",
        "title":"Using a Web-Based Task To Make Prospective Elementary Teachers' Personal Theorizing about Science Teaching Explicit."},
      {
        "id":"ED465628",
        "title":"Curriculum by Design: Improving Student Learning in College Chemistry and Biology."},
      {
        "id":"ED465629",
        "title":"Novice Teachers' Perceptions of a Multifaceted Mentoring Program and the Needs of Early-Career Science Teachers."},
      {
        "id":"ED465630",
        "title":"Professional Development for Elementary Science Teachers: Implications for Practice."},
      {
        "id":"ED465631",
        "title":"Preparing Science Specific Mentors: A Look at One Successful Georgia Program."},
      {
        "id":"ED465632",
        "title":"Scientists' Conceptions of Scientific Inquiry: Voices from the Front."},
      {
        "id":"ED465633",
        "title":"When Are Analogies the Right Tool? A Look at the Strategic Use of Analogies in Teaching Cellular Respiration to Middle-School Students."},
      {
        "id":"ED465634",
        "title":"Keeping the Inquiry in Curriculum Designed To Help Students' Conceptual Understanding of Cellular Respiration."},
      {
        "id":"ED465635",
        "title":"Developing an Authentic Language for a Web-Searchable, Hypermedia Teacher-Education-Database."},
      {
        "id":"ED465636",
        "title":"Legislative Challenges to the Teaching of Evolution: The Science Educators' Response."},
      {
        "id":"ED465637",
        "title":"Integrated Instruction in University Methods Courses: Applying Science Technology Society."},
      {
        "id":"ED465638",
        "title":"Elementary Science Teaching Enhancement through a Professional Development Schools Model."},
      {
        "id":"ED465639",
        "title":"Professional Development Models: A Comparison of Duration and Effect."},
      {
        "id":"ED465640",
        "title":"Interacting with Elementary Interns about Their Perceptions of Science Teaching."},
      {
        "id":"ED465641",
        "title":"Mentoring and Constructivism: Preparing Students with Disabilities for Careers in Science."},
      {
        "id":"ED465642",
        "title":"If Inquiry Is So Great, Why Isn't Everyone Doing It?"},
      {
        "id":"ED465643",
        "title":"Chemistry Students' Challenges in Using MBL's in Science Laboratories."},
      {
        "id":"ED465644",
        "title":"Backyard Conservation: Bringing Conservation from the Countryside to Your Backyard."},
      {
        "id":"ED465655",
        "title":"Econ Ed &amp; the Fed: Resources and Information for Educators, 2001-2002."},
      {
        "id":"ED465656",
        "title":"Teaching World Religions: A Report of FPRI's History Institute for Teachers."},
      {
        "id":"ED465657",
        "title":"A Long View of the Literary Debate: E. D. Hirsch Jr. and His Forebears."},
      {
        "id":"ED465664",
        "title":"Save Our Ships. Save Our History[TM]. Teacher&apos;s Guide."},
      {
        "id":"ED465665",
        "title":"Frontier Homes. Save Our History[TM]. Teacher&apos;s Guide."},
      {
        "id":"ED465667",
        "title":"Africa."},
      {
        "id":"ED465668",
        "title":"Imperialism."},
      {
        "id":"ED465671",
        "title":"Utilizing Visual/Spatial Techniques and Strategies To Develop an Integrated Curriculum: A Collaborative Group Action Research Approach."},
      {
        "id":"ED465672",
        "title":"Civic Education and Citizenship in Malaysian Education."},
      {
        "id":"ED465673",
        "title":"Paraguayan Education Study: A Pilot Study."},
      {
        "id":"ED465674",
        "title":"&quot;A Bootlegged Curriculum&quot;: The American Legion versus Harold Rugg."},
      {
        "id":"ED465675",
        "title":"Problems and Possibilities of Web-Based Instruction: Transforming Social Studies Methods and Practice."},
      {
        "id":"ED465676",
        "title":"In the Classroom: Empowering Girls. Idea Book."},
      {
        "id":"ED465677",
        "title":"Linking Literature with Life: The NCSS Standards and Children's Literature for the Middle Grades. NCSS Bulletin."},
      {
        "id":"ED465679",
        "title":"The Voice of the Past: Historic Interpretation as a Validation of Appalachian Women's History during the War between the States."},
      {
        "id":"ED465680",
        "title":"Slow Cultural Approach vs. Radical Materialistic Change: Making the School Curriculum Responsive to Globalisation in Small Island Countries."},
      {
        "id":"ED465682",
        "title":"The Impact of a Study of 3 School Environments and Teacher/Student Perceptions."},
      {
        "id":"ED465683",
        "title":"Frame of Reference Model of Self-Concept and Locus of Control: A Cross Gender Study in the United Arab Emirates."},
      {
        "id":"ED465684",
        "title":"Teacher Perceptions Regarding the Status of Environmental Education in Latin American Elementary Schools."},
      {
        "id":"ED465685",
        "title":"Realities of the Introduction of Multiple Historical Perspectives during a Middle School Study on World War II."},
      {
        "id":"ED465686",
        "title":"Teen Television as a Stimulus for Moral Dilemma Discussions: Adolescent Girls' Conversations about &quot;Dawson's Creek,&quot;&quot;Freaks and Geeks,&quot;&quot;Get Real,&quot; and &quot;7th Heaven.&quot;"},
      {
        "id":"ED465687",
        "title":"Jigsaw IV: Using Student/Teacher Concerns To Improve Jigsaw III."},
      {
        "id":"ED465688",
        "title":"Participatory Action Research in a Contemporary Art Museum: Findings from a Researcher/Practitioner Partnership."},
      {
        "id":"ED465691",
        "title":"An Examination of the Effects of Technology Instruction in Social Studies Methods Classes."},
      {
        "id":"ED465692",
        "title":"Memory's Role in Catechesis."},
      {
        "id":"ED465694",
        "title":"General and Specific Outcomes for Grades One to Five Music."},
      {
        "id":"ED465695",
        "title":"Music Development Profiles: Grades One to Five."},
      {
        "id":"ED465696",
        "title":"Improving Student Interest and Achievement in Social Studies Using a Multiple Intelligence Approach."},
      {
        "id":"ED465697",
        "title":"Becoming a Footnote to History: A Conversation with Morris Dees."},
      {
        "id":"ED465698",
        "title":"Using Instructional and Motivational Techniques in the Art Classroom To Increase Memory Retention."},
      {
        "id":"ED465699",
        "title":"Empowering Students through the Use of the Democratic Classroom."},
      {
        "id":"ED465700",
        "title":"Developing Character Education through the Use of Current Curriculum."},
      {
        "id":"ED465701",
        "title":"Problem-Based Learning Case Writing in Medical Science."},
      {
        "id":"ED465702",
        "title":"The Current Nature of the Integration of the Humanities within Baccalaureate Nursing Education."},
      {
        "id":"ED465703",
        "title":"Tikkun Olam (Repair the World): Thoughts on the Role of Jewish Education in Teaching for Social Justice within a Normative Discourse of Self--A Question of Accommodation(s)."},
      {
        "id":"ED465704",
        "title":"&quot;The Community of Those Who Have Nothing in Common&quot;: Re-Affirming the Ethical Nature of Education."},
      {
        "id":"ED465705",
        "title":"Breaking the Bonds: Women School Leaders Confront the Effects of Socialization."},
      {
        "id":"ED465706",
        "title":"Becoming a Woman Engineer in the Community of Practice: Validity and Value in Engineering-Education Research."},
      {
        "id":"ED465707",
        "title":"The 2001 NAEP in U.S. History. ERIC Digest."},
      {
        "id":"ED465708",
        "title":"The Polygraph and the Privacy Tort."},
      {
        "id":"ED465709",
        "title":"Professional Development Increasing Student Achievement Year-Round Education: \"Why Can't We Get It Right?\""},
      {
        "id":"ED465712",
        "title":"Family and Consumer Sciences Teachers: The Best Resource for Recruiting New Teachers."},
      {
        "id":"ED465715",
        "title":"Understanding Self through the Other: Changes in Student Teacher Perceptions of Home Culture from Immersion in Navajoland and Overseas."},
      {
        "id":"ED465716",
        "title":"Classroom and Conflict Management: Rethinking Teacher Preparation for Ethical Practice."},
      {
        "id":"ED465720",
        "title":"Professional Organizational Enhancement Program: One Urban District's Answer."},
      {
        "id":"ED465721",
        "title":"High Stakes Down Under for Indigenous Peoples: Learning from Maori Education in New Zealand; An Outsiders Perspective."},
      {
        "id":"ED465722",
        "title":"The Perceptions of Third through Fifth Grade Classroom Teachers and Special Service Teachers toward Their Involvement in Collaborative Instruction."},
      {
        "id":"ED465723",
        "title":"Teachers Talking about Change: Reflection as Professional Development."},
      {
        "id":"ED465724",
        "title":"Observing Life in Small-Class Size Classrooms."},
      {
        "id":"ED465725",
        "title":"Socialization Experiences of Beginning Teachers in Differentially Effective Schools."},
      {
        "id":"ED465727",
        "title":"National Board Certification as Professional Development: A Study That Identifies a Framework and Findings of Teachers Learning To Manage Complexity, Uncertainty, and Community."},
      {
        "id":"ED465731",
        "title":"High Teacher Efficacy as a Marker of Teacher Effectiveness in the Domain of Classroom Management."},
      {
        "id":"ED465732",
        "title":"Special Olympics Get into It."},
      {
        "id":"ED465733",
        "title":"Authentic Teaching of Fitness Concepts to Children."},
      {
        "id":"ED465734",
        "title":"Fit, Healthy, and Ready To Learn: A School Health Policy Guide. Part I: Physical Activity, Health Eating, and Tobacco-Use Prevention."},
      {
        "id":"ED465735",
        "title":"Someone at School Has AIDS. 2001 Edition."},
      {
        "id":"ED465736",
        "title":"360-Degree Feedback: Should This Corporate Assessment Tool Be Used in Interscholastic Sport?"},
      {
        "id":"ED465737",
        "title":"Altering the Evaluation Process of Interscholastic Coaches Based on Alternative Classroom Teacher Appraisal Methods."},
      {
        "id":"ED465738",
        "title":"&quot;What's in It for Us?&quot; Rethinking Corporate Sponsorships in Interscholastic Athletics."},
      {
        "id":"ED465739",
        "title":"Women in Intercollegiate Sport: A Longitudinal Study. Twenty Five Year Update, 1977-2002."},
      {
        "id":"ED465741",
        "title":"Improving Illinois' Educator Workforce: A Report to the Illinois General Assembly Prepared by the Joint Education Committee in Response to HR 250."},
      {
        "id":"ED465742",
        "title":"&quot;Step up&quot; or &quot;Step out?&quot;: Perspectives on Teacher Leadership."},
      {
        "id":"ED465743",
        "title":"Constructivist High School Teachers in a Metropolitan School District: Three Case Studies."},
      {
        "id":"ED465744",
        "title":"Scaffolding the Construction of Scientific Arguments by Prospective Teachers Using Inquiry-Empowering Technologies."},
      {
        "id":"ED465745",
        "title":"Putting the Pieces of Teacher Education Together: Lessons Learned by the Eisenhower Initial Teacher Professional Development Programs."},
      {
        "id":"ED465746",
        "title":"Beginning Teachers Take Flight: A Qualitative Study of Socialization."},
      {
        "id":"ED465747",
        "title":"Developing a Positive Relationship to the Uncertainties of Teaching."},
      {
        "id":"ED465748",
        "title":"Preservice Teachers' Knowledge of Effective Classroom Management Strategies: Shy or Withdrawn Students."},
      {
        "id":"ED465749",
        "title":"Teaching, as Learning, as Inquiry: Moving beyond Activity in the Analysis of Teaching Practice."},
      {
        "id":"ED465750",
        "title":"Intensification and Beyond: Bringing Professional Development Back in the Picture."},
      {
        "id":"ED465751",
        "title":"Exploring Teacher Leadership in the Context of Teacher Preparation."},
      {
        "id":"ED465752",
        "title":"Professional Development of Mentors within a Beginning Teacher Induction Program: How Does the Garden (Mentors) Grow?"},
      {
        "id":"ED465753",
        "title":"Reflective Decision-Making and Cognitive Development: A Descriptive Study Comparing the Reflective Levels of Pre-Service and In-Service Teachers."},
      {
        "id":"ED465754",
        "title":"Changing Competence Perceptions, Changing Values: Implications for Youth Sport."},
      {
        "id":"ED465755",
        "title":"Infusing Technology throughout Teacher Education."},
      {
        "id":"ED465756",
        "title":"Advancing Massage Therapy Research Competencies: Dimensions for Thought and Action."},
      {
        "id":"ED465757",
        "title":"The Building Blocks of State Testing Programs. Statement Series."},
      {
        "id":"ED465758",
        "title":"The Relationship between GRE Scores and Performance on the Standard Principal Examination for Certification of Educators in Texas (ExCET)."},
      {
        "id":"ED465759",
        "title":"Developing Performance Assessments To Measure Teacher Competency in the Use of Educational Technology."},
      {
        "id":"ED465760",
        "title":"Equating Translated Verbal Test Forms Using Multiple Channels."},
      {
        "id":"ED465761",
        "title":"Documenting In-Classroom Support and Coaching Activities of a Professional Development Program Directed toward School-Wide Change: An Integral Part of an Organization's Evaluation Efforts."},
      {
        "id":"ED465762",
        "title":"Explaining Differences in Civic Knowledge: Multi-Level Regression Analysis of Student Data from 27 Countries."},
      {
        "id":"ED465763",
        "title":"Adaptation of a-Stratified Method in Variable Length Computerized Adaptive Testing."},
      {
        "id":"ED465765",
        "title":"A Discourse Analysis of Online Social Argumentation."},
      {
        "id":"ED465766",
        "title":"AISD's Title I (Part C) Migrant Education Program."},
      {
        "id":"ED465768",
        "title":"The Efforts of a Web-Based Academic Record and Feedback System on Student Achievement at the Junior High School Level."},
      {
        "id":"ED465770",
        "title":"Career and Technology Education: Program Evaluation Report, 2000-2001."},
      {
        "id":"ED465771",
        "title":"The AVID Program in AISD: Program Evaluation Report, 2000-2001."},
      {
        "id":"ED465772",
        "title":"Longitudinal Study of 1996 to 1998 High School Graduates One Year after Graduation."},
      {
        "id":"ED465773",
        "title":"On the Emergence of Research Problems."},
      {
        "id":"ED465774",
        "title":"Factors Supporting School Engagement and Achievement among Adolescents."},
      {
        "id":"ED465775",
        "title":"Collaborators' Attitudes about Differences of Opinion."},
      {
        "id":"ED465776",
        "title":"Use of Accountability Data for Decision-Making in Texas Bilingual Education Programs: An Examination of the Conduct Factor."},
      {
        "id":"ED465778",
        "title":"The Occasion Effect for &quot;At-Home&quot; Angoff Ratings."},
      {
        "id":"ED465779",
        "title":"Introduction and Initial Exploration of &quot;Situated Attainment&quot;: Differences in Ranked IQs and In-Class Attainment."},
      {
        "id":"ED465780",
        "title":"The RIMS Beginning Teacher Support and Assessment Partnership: A Study of Eight Years of Collaboration."},
      {
        "id":"ED465781",
        "title":"Assessing the Quality of Teaching in Tertiary Institutions."},
      {
        "id":"ED465782",
        "title":"Methods Chosen by Novice Teachers and Their Locus of Control."},
      {
        "id":"ED465783",
        "title":"The Alignment Method of Measuring Quality Teaching at Tertiary Level."},
      {
        "id":"ED465784",
        "title":"Critique of the Scoring Construct Validity of Dichotomously Scored Instruments."},
      {
        "id":"ED465785",
        "title":"Demonstrating Local Item Dependence for Recognition and Supply Format Tests."},
      {
        "id":"ED465786",
        "title":"Gender Differences for 6-12th Grade Students over Bloom's Cognitive Domain."},
      {
        "id":"ED465787",
        "title":"From Theory to Practice: Using an Instructional Theory To Provide Feedback and Consultation To Improve College Teaching, Learning and Motivation."},
      {
        "id":"ED465788",
        "title":"Professional Portfolios during Preservice and First Year of Teaching: Creating a Base for Ongoing Professional Growth."},
      {
        "id":"ED465789",
        "title":"Application of John Dewey's Ideas to an Inner City Alternative High School."},
      {
        "id":"ED465790",
        "title":"Constructing Confidence Intervals for Reliability Coefficients Using Central and Noncentral Distributions."},
      {
        "id":"ED465791",
        "title":"Teacher Education Outcomes Measures: Special Study Survey."},
      {
        "id":"ED465792",
        "title":"Web-Based Surveys for Data Gathering from Medical Educators: An Exploration of the Efficacy and Impact of Follow-Up Reminders."},
      {
        "id":"ED465793",
        "title":"A Comparative Study of Second Grade Students' Reading, Language, and Spelling Gain Scores for the Los Angeles Unified School District Reading Programs. Planning, Assessment and Research Division Publication."},
      {
        "id":"ED465794",
        "title":"Online Student Ratings: Will Students Respond?"},
      {
        "id":"ED465795",
        "title":"The Development and Validation of a Measure of Relational Leadership."},
      {
        "id":"ED465796",
        "title":"Supporting Prospective Elementary Teachers in Developing Scientific Explanations Using &quot;Progress Portfolio.&quot;"},
      {
        "id":"ED465797",
        "title":"Teachers' Responses to Policy Implementation: Interactions of New Accountability Policies and Culturally Relevant Pedagogy in Urban School Reform."},
      {
        "id":"ED465798",
        "title":"Statistical Indexes for Monitoring Item Behavior under Computer Adaptive Testing Environment."},
      {
        "id":"ED465799",
        "title":"Investigating the Complexity of Middle Grade Students' Understandings of Mathematical Constructs: An Example from Graphic Representation."},
      {
        "id":"ED465800",
        "title":"The \"RG Sausage's\" Missing Ingredients: Investigating the Validity of Reliability Generalization Study Design."},
      {
        "id":"ED465802",
        "title":"Latent Variable Modeling in the Hierarchical Modeling Framework: Exploring Initial Status X Treatment Interactions in Longitudinal Studies. CSE Technical Report."},
      {
        "id":"ED465803",
        "title":"Examining the Validity of Knowledge Mapping as a Measure of Elementary Students' Scientific Understanding. CSE Technical Report."},
      {
        "id":"ED465804",
        "title":"Examining Relationships between Where Students Start and How Rapidly They Progress: Implications for Constructing Indicators That Help Illuminate the Distribution of Achievement within Schools. CSE Technical Report."},
      {
        "id":"ED465805",
        "title":"Stability of School Building Accountability Scores and Gains. CSE Technical Report."},
      {
        "id":"ED465806",
        "title":"Looking into Students' Science Notebooks: What Do Teachers Do with Them? CSE Technical Report."},
      {
        "id":"ED465810",
        "title":"Consequences of High Stakes Testing on the Literacy Programs of High-Performing Learning Communities."},
      {
        "id":"ED465812",
        "title":"Real Time Imaging of the Rotation Mechanism Producing Interview-Based Language Spaces."},
      {
        "id":"ED465813",
        "title":"Delaware Student Testing Program Item Sampler: Released Mathematics Items, Grades 3, 5, 8, and 10."},
      {
        "id":"ED465815",
        "title":"Delaware Student Testing Program Item Sampler: Released Items for Science, Grades 8 and 11."},
      {
        "id":"ED465816",
        "title":"Delaware Student Testing Program: A Score Results Guide for Parents."},
      {
        "id":"ED465817",
        "title":"Delaware Student Testing Program: A Score Results Guide for Educators."},
      {
        "id":"ED465818",
        "title":"Establishing Proficiency Levels for the Delaware Student Testing Program in Science and Social Studies, Grades 4 &amp; 6. Report and Recommendations to the Delaware State Board of Education."},
      {
        "id":"ED465819",
        "title":"Delaware Student Testing Program: State Report for 2001 DSTP Writing Assessment."},
      {
        "id":"ED465820",
        "title":"Measuring Success: Using Assessments and Accountability To Raise Student Achievement. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED465821",
        "title":"Staying on Course in Education Reform. Policy Information Perspective."},
      {
        "id":"ED465822",
        "title":"Delaware Student Testing Program: Report of Student Questionnaire Survey--2000 Administration in Science and Social Studies for Grades 4 and 6."},
      {
        "id":"ED465824",
        "title":"Removing the Veil of Ignorance in Assessing the Distributional Impacts of Social Policies."},
      {
        "id":"ED465825",
        "title":"The Socioeconomic Status of Hispanic New Yorkers: Current Trends and Future Prospects. Pew Hispanic Center Study."},
      {
        "id":"ED465826",
        "title":"Schools Extending Excellence: EiC Annual Report, 2000-2001."},
      {
        "id":"ED465827",
        "title":"How Do Cohabiting Couples with Children Spend Their Money? JCPR Working Paper."},
      {
        "id":"ED465828",
        "title":"What the Harvard/Mathematica Study Says about Vouchers and Low-Income African-American Students."},
      {
        "id":"ED465829",
        "title":"Learning in Deed: The Power of Service-Learning for American Schools."},
      {
        "id":"ED465830",
        "title":"Ensuring Educational Opportunity for Minority Children. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (Lexington, Kentucky, May 1, 2001)."},
      {
        "id":"ED465831",
        "title":"Eyes on Education: A Proposal for East Side Union High Schools."},
      {
        "id":"ED465832",
        "title":"Medicaid, Census, and the CPS: What They Reveal about Child Undercount and Poverty. JCPR Working Paper."},
      {
        "id":"ED465833",
        "title":"Accompanying Readings &amp; Tools for Enhancing Classroom Approaches for Addressing Barriers to Learning: Classroom-Focused Enabling."},
      {
        "id":"ED465834",
        "title":"Annual District Reports: New York City Public High Schools, 2000-2001."},
      {
        "id":"ED465836",
        "title":"The State of Students of Color, 2001."},
      {
        "id":"ED465837",
        "title":"Class Size Reduction in a Large Urban School District: A Mixed Methodology Evaluation Research Study."},
      {
        "id":"ED465838",
        "title":"Race, Ethnicity and Public Education."},
      {
        "id":"ED465839",
        "title":"The Urban High School's Challenge: Ensuring Literacy for Every Child. 2002 Carnegie Challenge."},
      {
        "id":"ED465841",
        "title":"Public High School Dropouts and Completers from the Common Core of Data: School Years 1991-92 through 1997-98. Statistical Analysis Report."},
      {
        "id":"ED465842",
        "title":"Evaluation of the Performance Driven Budgeting Initiative of the New York City Board of Education (1997-2000). Final Report [and] Executive Summary."},
      {
        "id":"ED465843",
        "title":"Racial Differences in the Transition to Adulthood: A Follow-Up Study of the Philadelphia Youth Study."},
      {
        "id":"ED465844",
        "title":"Community Programs To Promote Youth Development."},
      {
        "id":"ED465845",
        "title":"Achieving High Educational Standards for All: Conference Summary."},
      {
        "id":"ED465847",
        "title":"A More Perfect Union: Building an Education System That Embraces All Children. The Report of the NASBE Study Group on the Changing Face of America's School Children."},
      {
        "id":"ED465848",
        "title":"Communities Working for Better Schools."},
      {
        "id":"ED465849",
        "title":"Work or Study: Different Fortunes of U.S. Latino Generations. Pew Hispanic Center Report."},
      {
        "id":"ED465850",
        "title":"Methodological Issues and Challenges in the Study of American Youth and Religion."},
      {
        "id":"ED465851",
        "title":"The Cost Effectiveness of Whole School Reforms. Urban Diversity Series."},
      {
        "id":"ED465854",
        "title":"School Enrollment in the United States: Social and Economic Characteristics of Students, October 1999. Population Characteristics. Current Population Reports."},
      {
        "id":"ED465855",
        "title":"Removing the Barriers: Raising Achievement Levels for Minority Ethnic Pupils. Exploring Good Practice."},
      {
        "id":"ED465856",
        "title":"Schools Achieving Success. White Paper."},
      {
        "id":"ED465857",
        "title":"No Child Left Behind Act of 2001. Title I: Improving the Academic Achievement of the Disadvantaged. 107th Congress, 1st Session."},
      {
        "id":"ED465859",
        "title":"Practicas optimas para la prevencion de la violencia juvenil: Libro de referencia para la accion comunitaria (Best Practices of Youth Violence Prevention: A Sourcebook for Community Action)."},
      {
        "id":"ED465860",
        "title":"Learning and Construction in Engineering Jobs."},
      {
        "id":"ED465861",
        "title":"A Fresh Start: Improving Literacy and Numeracy. The Report of the Working Group Chaired by Sir Claus Moser and The Moser Report: Summary and Recommendations, Annexes, Implementation Plan."},
      {
        "id":"ED465862",
        "title":"Making the Case--Adult Education & Literacy: Key to America's Future."},
      {
        "id":"ED465863",
        "title":"A Perspective on Career Education in the U.S.A. AACE Distinguished Member Series on Career Education."},
      {
        "id":"ED465864",
        "title":"Consultation Process on the European Commission's &quot;Memorandum on Lifelong Learning&quot;: Analysis of National Reports. CEDEFOP Panorama Series."},
      {
        "id":"ED465866",
        "title":"Older Women and Their Career Decisions and Compromise."},
      {
        "id":"ED465867",
        "title":"Welfare Reform: States Provide TANF-Funded Services to Many Low-Income Families Who Do Not Receive Cash Assistance. Report to the Ranking Minority Member, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED465868",
        "title":"Documenting Outcomes for Learners and Their Communities: A Report on a NCSALL Action Research Project. NCSALL Reports."},
      {
        "id":"ED465869",
        "title":"Employer-Provided Training and Public Policy."},
      {
        "id":"ED465871",
        "title":"Knowledge Elicitation and Techniques of Representing Nurse Practitioner Knowledge Use: Establishing Capability and Social Integration within Busy Nursing Contexts."},
      {
        "id":"ED465872",
        "title":"The Other Women: Radicalizing Feminism."},
      {
        "id":"ED465873",
        "title":"Peer-Interactions in the Adult Mathematics Classroom and the Flow-On Effect to the Children of Women Returning To Study Mathematics."},
      {
        "id":"ED465874",
        "title":"The Rise and Fall of Diversity Training."},
      {
        "id":"ED465875",
        "title":"The Role of Occupational Training and Evaluation in the Learning Organization."},
      {
        "id":"ED465876",
        "title":"A Search for Effects of High Schools' Work-Related Programs on Early Employment Success in the New Economy."},
      {
        "id":"ED465877",
        "title":"A Structural Examination of Academic Integration, Perceived Stress, Academic Performance, and Goal Commitment from an Elaborated Model of Adult Student Persistence."},
      {
        "id":"ED465878",
        "title":"Why Women Choose Information Technology Careers: Educational, Social, and Familial Influences."},
      {
        "id":"ED465879",
        "title":"Workplace Learning as Co-Participation."},
      {
        "id":"ED465880",
        "title":"Workplace Learning: What's the Rate of Return?"},
      {
        "id":"ED465882",
        "title":"Determining the Impact of Public Universities on Workforce Development."},
      {
        "id":"ED465883",
        "title":"Employment and Welfare Reform in the National Survey of America's Families. Discussion Papers. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED465884",
        "title":"HRD Practice: A Comparison of European and U.S. Models."},
      {
        "id":"ED465885",
        "title":"Welfare Reform: Federal Oversight of State and Local Contracting Can Be Strengthened. Report to Congressional Requesters."},
      {
        "id":"ED465886",
        "title":"OCE/CEA Three State Recidivism Study."},
      {
        "id":"ED465887",
        "title":"Illinois Occupational Skill Standards: In-Store Retailing Cluster."},
      {
        "id":"ED465890",
        "title":"Adult General Education Performance Improves; However, Placement Rates Need Improvement and the State's Residency Policy Needs Definition. Program Review. Report."},
      {
        "id":"ED465891",
        "title":"Workforce Development Education Program, Department of Education. OPPAGA Justification Review. Report."},
      {
        "id":"ED465892",
        "title":"Encouraging Higher Recruitment to Technician Engineering Training: Project Final Report. Research Report."},
      {
        "id":"ED465893",
        "title":"The Impact of Education Maintenance Allowances. LSDA Reports."},
      {
        "id":"ED465894",
        "title":"Making the Grade: A Report on Standards in Work-Based Learning for Young People."},
      {
        "id":"ED465895",
        "title":"Decisions without Direction: Career Guidance and Decision-Making among American Youth."},
      {
        "id":"ED465898",
        "title":"Improving Student Retention and Achievement: What Do We Know and What Do We Need To Find out? LSDA Reports."},
      {
        "id":"ED465899",
        "title":"Curriculum 2000+1: Preparing for Year 2 of the New Advanced Level General and Vocational Qualifications."},
      {
        "id":"ED465900",
        "title":"Curriculum 2000: Innovations, Opportunity and Change."},
      {
        "id":"ED465901",
        "title":"Distributed Open and Distance Learning: How Does E-Learning Fit? LSDA Reports."},
      {
        "id":"ED465902",
        "title":"Synergy: Australian Transcultural Mental Health Network Newsletter, 2001."},
      {
        "id":"ED465903",
        "title":"Perfectionism and Career Development."},
      {
        "id":"ED465904",
        "title":"The Relationship between Marcia's Ego Identity Statuses and Kegan's Subject-Object Balances during Late Adolescence."},
      {
        "id":"ED465905",
        "title":"Doing Justice? Criminal Offenders with Developmental Disabilities. Detailed Research Findings."},
      {
        "id":"ED465906",
        "title":"Careers across America 2002: Best Practices &amp; Ideas in Career Development Conference Proceedings (Chicago, IL, July 7-10, 2002)."},
      {
        "id":"ED465907",
        "title":"Career Tracks: A Collaborative Approach between a University Career Center and a College of Education in Building a Career Counseling Paraprofessional Program."},
      {
        "id":"ED465908",
        "title":"Stepping Out: New Directions in Internship Programming."},
      {
        "id":"ED465909",
        "title":"Career as Story: An Introduction to the Haldane Idiographic Method of Career Assessment for Multicultural Populations."},
      {
        "id":"ED465910",
        "title":"Career Development Classroom Money System."},
      {
        "id":"ED465911",
        "title":"\"Working Ahead\": The National One-Stop Workforce System and Career Development Facilitator Curriculum Training for Instructors."},
      {
        "id":"ED465912",
        "title":"Employer Perspectives on Disability Nondiscrimination Practices."},
      {
        "id":"ED465913",
        "title":"From Classrooms to Careers: The Senior Mastery Process at Henry Ford Academy."},
      {
        "id":"ED465914",
        "title":"Working with Undecided College Students."},
      {
        "id":"ED465915",
        "title":"Using the Self-Directed Search Career Explorer with Middle School Students: The Practicality of Holland's RIASEC Theory."},
      {
        "id":"ED465916",
        "title":"Granite School District's Comprehensive Counseling and Guidance Program in Action."},
      {
        "id":"ED465917",
        "title":"Holland-Based Career Materials: A Resource List for Educators."},
      {
        "id":"ED465918",
        "title":"Using Holland's Theory To Analyze Labor Market Data."},
      {
        "id":"ED465919",
        "title":"Developing a Career Resource for College Students in Saudi Arabia."},
      {
        "id":"ED465920",
        "title":"Map Your Future through ASA's New and Transfer Student Web Site."},
      {
        "id":"ED465921",
        "title":"The Application of Holland's Career Theory in Modern Day Career Services: Integrating the Self-Directed Search and the Career Thoughts Inventory."},
      {
        "id":"ED465922",
        "title":"Career Development and Adults with Moderate to Severe Mental Retardation."},
      {
        "id":"ED465923",
        "title":"The Senior Experience: A Transition to the World of Work."},
      {
        "id":"ED465924",
        "title":"Youth Violence: Do Parents and Families Make a Difference?"},
      {
        "id":"ED465925",
        "title":"Preventing School Shootings: A Summary of a U.S. Secret Service Safe School Initiative Report."},
      {
        "id":"ED465926",
        "title":"Childhood Victimization: Early Adversity, Later Psychopathology. National Institute of Justice Journal, 2000."},
      {
        "id":"ED465927",
        "title":"Improving Work Skills of Cooperative Work Students through Time Management Strategies."},
      {
        "id":"ED465928",
        "title":"Using Positive Discipline To Reduce Disruptive Classroom Behaviors."},
      {
        "id":"ED465929",
        "title":"Improving Student Social Skills through the Use of Cooperative Learning, Problem Solving, and Direct Instruction."},
      {
        "id":"ED465930",
        "title":"Multicultural Training in Doctoral School Psychology Programs: In Search of the Model Program?"},
      {
        "id":"ED465931",
        "title":"The Impact of Interactive Technology on Children's & Adolescents' Cognitive and Social Skills."},
      {
        "id":"ED465933",
        "title":"Training Counselors To Work with Native American Clients."},
      {
        "id":"ED465934",
        "title":"Early Prevention of Violence: The Impact of a School-Based Program in Social Skills and Conflict Resolution Learning."},
      {
        "id":"ED465935",
        "title":"Knowledge and Attitude of Nigerian Adolescents to Premarital Genotying."},
      {
        "id":"ED465936",
        "title":"Profession, Identities &amp; Education: A Collective Case Study with Portuguese Social Workers."},
      {
        "id":"ED465937",
        "title":"Integrating Family Counseling Theories and Techniques with Developmental Counseling and Therapy."},
      {
        "id":"ED465938",
        "title":"Keeping the Peace: Police Discretion and Mentally Ill Persons."},
      {
        "id":"ED465939",
        "title":"\"Hearing Their Voices\": Perceptions of High-School Students Who Evidence Resistance to Schooling."},
      {
        "id":"ED465940",
        "title":"Empowering Families, Helping Adolescents: Family-Centered Treatment of Adolescents with Alcohol, Drug Abuse, and Mental Health Problems. Technical Assistance Publication Series."},
      {
        "id":"ED465941",
        "title":"Addiction Counseling Competencies: The Knowledge, Skills, and Attitudes of Professional Practice. Technical Assistance Publication Series."},
      {
        "id":"ED465942",
        "title":"Navigating the Pathways: Lessons and Promising Practices in Linking Alcohol and Drug Services with Child Welfare. Technical Assistance Publication Series."},
      {
        "id":"ED465943",
        "title":"The Change Book: A Blueprint for Technology Transfer."},
      {
        "id":"ED465944",
        "title":"Anger Management for Substance Abuse and Mental Health Clients: A Cognitive Behavioral Therapy Manual [and] Participant Workbook."},
      {
        "id":"ED465945",
        "title":"Self-Mutilation. ERIC/CASS Digest."},
      {
        "id":"ED465946",
        "title":"RETROspective: A Parent's Guide to Youth Culture. Building Bridges between Generations."},
      {
        "id":"ED465948",
        "title":"School District of the City of Saginaw Dropout Study, 2000-2001."},
      {
        "id":"ED465949",
        "title":"School District of the City of Saginaw Follow-Up Study of 2000 Graduates. Revised."},
      {
        "id":"ED465952",
        "title":"Revised Language Arts Curriculum Framework."},
      {
        "id":"ED465953",
        "title":"Language Arts Curriculum Framework: Sample Grade Level Benchmarks, Grades K-4."},
      {
        "id":"ED465954",
        "title":"Language Arts Curriculum Framework: Sample Grade Level Benchmarks, Grades 5-8."},
      {
        "id":"ED465955",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade K."},
      {
        "id":"ED465956",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 1."},
      {
        "id":"ED465957",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 2."},
      {
        "id":"ED465958",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 3."},
      {
        "id":"ED465959",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 4."},
      {
        "id":"ED465960",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 5."},
      {
        "id":"ED465961",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 6."},
      {
        "id":"ED465962",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 7."},
      {
        "id":"ED465963",
        "title":"Language Arts Curriculum Framework: Sample Curriculum Model, Grade 8."},
      {
        "id":"ED465964",
        "title":"Establishing a Field-Based Literacy Lab. Professional Development Guide."},
      {
        "id":"ED465965",
        "title":"Grammar as Style: A Better Approach to the Concept of Error."},
      {
        "id":"ED465966",
        "title":"A Statewide Service Learning Network Ignites Teachers and Students."},
      {
        "id":"ED465967",
        "title":"Toward a &quot;Formula for Success&quot;--Using Oral Histories To Help Students Succeed When Everything Seems To Be Working against Them."},
      {
        "id":"ED465968",
        "title":"English Language Arts. Alabama Course of Study."},
      {
        "id":"ED465971",
        "title":"Navigating Alternative Discourses in the Basic Writing Classroom: Ethnography as Agent for Change."},
      {
        "id":"ED465972",
        "title":"At the Mercy of Sadistic Cats and Megalomaniacal Dogs: Dilbert as a Reflection of and Vehicle for Organizational Cynicism."},
      {
        "id":"ED465973",
        "title":"Hot-Spots and Holiness: Faith-Based Topics in Freshman Composition."},
      {
        "id":"ED465974",
        "title":"Public Speaking 101: In 90 Minutes or Less."},
      {
        "id":"ED465975",
        "title":"Issues Surrounding the Self: Using the Films \"Defending Your Life\" and \"Chameleon Street\" in the Interpersonal Class."},
      {
        "id":"ED465976",
        "title":"Service Learning in the Public Relations Course and Its Impact on Students, Faculty, and the Community."},
      {
        "id":"ED465977",
        "title":"The Dyslexic Student and the Public Speaking Notecard."},
      {
        "id":"ED465978",
        "title":"Using Letters-to-the-Editor To Uncover Logical Fallacies."},
      {
        "id":"ED465979",
        "title":"Students' Initial Impressions of Teaching Effectiveness: An Analysis of Structured Response Items."},
      {
        "id":"ED465980",
        "title":"Defining Literacies."},
      {
        "id":"ED465981",
        "title":"Shaping Literacy in the Secondary School: Policy, Practice and Agency."},
      {
        "id":"ED465982",
        "title":"Validity and Value of Research on Reading beyond the Early Years: What Parents Need To Know."},
      {
        "id":"ED465983",
        "title":"Tinkering or Transforming: A New Paradigm for Professional Development for Teachers of Beginning Reading."},
      {
        "id":"ED465984",
        "title":"The Hidden Messages of Secondary Reading Programs: What Students Learn vs. What Teachers Teach."},
      {
        "id":"ED465985",
        "title":"Early Indications of English Learners' Reading Achievement in San Diego Public Schools after Implementation of Policy To Comply with &quot;English Only&quot; Law."},
      {
        "id":"ED465986",
        "title":"The Contribution of Morphology to Reading and Spelling Achievement."},
      {
        "id":"ED465989",
        "title":"Multiple Books, Multiple Authors."},
      {
        "id":"ED465991",
        "title":"Improving Student Comprehension in Social Science by Teaching Reading Strategies."},
      {
        "id":"ED465994",
        "title":"Conducting (and Constructing) Research on Writing: Rhetorics from the Field."},
      {
        "id":"ED465995",
        "title":"Scaffolding in a Learning Community of Practice: A Case Study of a Gradual Release of Responsibility from the Teacher to the Students."},
      {
        "id":"ED465996",
        "title":"Oral Reading Fluency: A Predictor of Reading Proficiency in Fifth-Grade Students?"},
      {
        "id":"ED465997",
        "title":"Interpersonal Communication in Computer Mediated Learning."},
      {
        "id":"ED465998",
        "title":"The Facts About...Reading First."},
      {
        "id":"ED465999",
        "title":"Enhancing Student Achievement through the Improvement of Listening Skills."},
      {
        "id":"ED466000",
        "title":"Reading Instructional Intervention Supplement, K-3."},
      {
        "id":"ED466001",
        "title":"Reading Instructional Intervention Supplement, 4-8."},
      {
        "id":"ED466002",
        "title":"Technology Resource Guide: Reading Instructional Intervention Supplement, Grades 4-8."},
      {
        "id":"ED466003",
        "title":"Writing Instructional Intervention Supplement, Grades K-3."},
      {
        "id":"ED466004",
        "title":"Writing Instructional Intervention Supplement (Benchmarks, Informal Assessments, Strategies), Grades 4-8."},
      {
        "id":"ED466005",
        "title":"Reading Tips: A Guide for Parents, K-3."},
      {
        "id":"ED466006",
        "title":"Instructional Intervention Guide: English II."},
      {
        "id":"ED466007",
        "title":"School Calendars. ERIC Digest."},
      {
        "id":"ED466008",
        "title":"Early Elementary Class-Size Reduction: A Neo-Institutional Analysis of the Social, Political, and Economic Influences on State-Level Policymaking."},
      {
        "id":"ED466009",
        "title":"Evaluating the Impact of California's Class Size Reduction Initiative on Student Achievement: Third Year Evaluation Report."},
      {
        "id":"ED466010",
        "title":"Small by Design: Resizing America's High Schools. View Points."},
      {
        "id":"ED466013",
        "title":"Threat Assessment in Schools: A Guide to Managing Threatening Situations and to Creating Safe School Climates."},
      {
        "id":"ED466014",
        "title":"Progress in Prevention: Report on the National Study of Local Education Agency Activities under the Safe and Drug Free Schools and Communities Act."},
      {
        "id":"ED466015",
        "title":"An Exploratory Examination of North Carolina Charter Schools and Their Potential Impact on White-Minority Achievement Gap Reduction."},
      {
        "id":"ED466016",
        "title":"Educational Leadership in Northern Canada: Where Cultures Collide."},
      {
        "id":"ED466017",
        "title":"Culture in Educational Administration: Competing Values and Expectations."},
      {
        "id":"ED466018",
        "title":"Evaluation Report: The Home Visit Project."},
      {
        "id":"ED466019",
        "title":"Women in the Superintendency: Barking up the Wrong Chain of Command?"},
      {
        "id":"ED466020",
        "title":"Cooperative Charter Schools: New Enterprises in Instructional Delivery."},
      {
        "id":"ED466021",
        "title":"The Solomonic Pathway: Critical Incidents in the Elementary School Principalship."},
      {
        "id":"ED466022",
        "title":"Failing Georgia: The Case against the Ban on Social Promotion."},
      {
        "id":"ED466023",
        "title":"Developing Instructional Leaders. ERIC Digest."},
      {
        "id":"ED466024",
        "title":"The Final Report and Findings of the \"Safe School Initiative\": Implications for the Prevention of School Attacks in the United States."},
      {
        "id":"ED466025",
        "title":"U.S. Department of Education Strategic Plan, 2002-2007."},
      {
        "id":"ED466026",
        "title":"The Tacit Knowledge of Highly Productive Professors of Educational Administration."},
      {
        "id":"ED466027",
        "title":"Ways To Minimize Bullying."},
      {
        "id":"ED466028",
        "title":"The Role of Shared Values and Vision in Creating Professional Learning Communities."},
      {
        "id":"ED466029",
        "title":"The Equity, Adequacy and Educational Effects of a Property Tax Redistribution Finance System: Vermont's Act 60."},
      {
        "id":"ED466030",
        "title":"Conceptual Analysis and Research Questions: Do the Concepts of &quot;Learning Community&quot; and &quot;Community of Practice&quot; Provide Added Value?"},
      {
        "id":"ED466031",
        "title":"Principals as Teacher Leaders in the Kentucky Education Reform Act Era: Laying the Groundwork for High-Achieving, Low Income Schools."},
      {
        "id":"ED466032",
        "title":"School Leadership in Support of Teachers' Transformational Learning: The Dramatic Differences Resources Make."},
      {
        "id":"ED466033",
        "title":"The Northwest's Phantom Pool: Superintendent Certificate Holders Who Do Not Plan To Apply and Why."},
      {
        "id":"ED466034",
        "title":"Building the Capacity for School Improvement."},
      {
        "id":"ED466035",
        "title":"Effective Leadership in Schools Facing Challenging Contexts."},
      {
        "id":"ED466036",
        "title":"Predicting and Modeling Superintendent Turnover."},
      {
        "id":"ED466037",
        "title":"Education Financial Management: Weak Internal Controls Led to Instances of Fraud and Other Improper Payments. Testimony before the Subcommittee on Select Education, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED466038",
        "title":"Education Financial Management: Weak Internal Controls Led to Instances of Fraud and Other Improper Payments. Report to Congressional Requesters."},
      {
        "id":"ED466040",
        "title":"Community Schools in Ohio: Preliminary Report on Proficiency Test Results, Attendance, and Satisfaction."},
      {
        "id":"ED466042",
        "title":"Data-Driven High School Reform: The Breaking Ranks Model."},
      {
        "id":"ED466044",
        "title":"Report of the Assembly Concurrent Resolution 16 Work Group on Graduation Requirements and Testing Accommodations for Students with Disabilities. Prepared for the 71st Session of the Nevada Legislature."},
      {
        "id":"ED466045",
        "title":"An Essay on Interagency Collaboration: The View from the Principal's Office."},
      {
        "id":"ED466046",
        "title":"System of Care Interventions for Hard To Manage Preschoolers in Head Start."},
      {
        "id":"ED466047",
        "title":"Children's Mental Health Problems and Early School: Research, Service, and Policy Issues Symposium."},
      {
        "id":"ED466049",
        "title":"Federal Outlook for Exceptional Children: Budget Considerations and CEC Recommendations, Fiscal Year 2003."},
      {
        "id":"ED466050",
        "title":"Every Teacher's Little Book of Wisdom: Ideas, Insights, and Inspirations."},
      {
        "id":"ED466051",
        "title":"Addressing Over-Representation of African American Students in Special Education: The Prereferral Intervention Process. An Administrator's Guide."},
      {
        "id":"ED466052",
        "title":"IDEA and School Discipline. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, Second Session (Corryton, Tennessee, August 24, 2000)."},
      {
        "id":"ED466053",
        "title":"Participation Guidelines for Alaska Students in State Assessments, 2001/2002."},
      {
        "id":"ED466054",
        "title":"Providing Services for Students Who Are Hard of Hearing in Postsecondary Education: Questions and Answers."},
      {
        "id":"ED466055",
        "title":"The Quest for Giftedness. Proceedings of the Annual Conference of the Society for the Advancement of Gifted Education (SAGE) (11th, Calgary, Alberta, Canada, November 17-18, 2000)."},
      {
        "id":"ED466056",
        "title":"Job Seeking Skills for People with Disabilities: A Guide to Success. Student Handbook."},
      {
        "id":"ED466057",
        "title":"The North Carolina Partnership Training System: Distance Education Project. Final Report."},
      {
        "id":"ED466058",
        "title":"Excellence in Career Counseling: Improving Services to Students Who Are Deaf or Hard of Hearing."},
      {
        "id":"ED466059",
        "title":"Describing and Documenting School Discipline. Proceedings Document (Alexandria, Virginia, December 3-5, 2001)."},
      {
        "id":"ED466060",
        "title":"Due Process Hearings: 2001 Update. Quick Turn Around (QTA)."},
      {
        "id":"ED466061",
        "title":"Teaming with Technology Research Project, September 30, 2000-June 30, 2001. Final Project Report."},
      {
        "id":"ED466062",
        "title":"Idaho Special Education Manual, September 2001. Revised."},
      {
        "id":"ED466063",
        "title":"Parent's Role in Assistive Technology Considerations. Do You Know Information Brochure."},
      {
        "id":"ED466064",
        "title":"Providing a Quality Accommodated Experience in Preparation for and during Post-Secondary School. Information Brief."},
      {
        "id":"ED466065",
        "title":"Parenting Post-Secondary Students with Disabilities: Becoming the Mentor, Advocate, and Guide Your Young Adult Needs. Parent Brief."},
      {
        "id":"ED466066",
        "title":"TASH Newsletter, 2000-2001."},
      {
        "id":"ED466067",
        "title":"TASH Connections, 2001."},
      {
        "id":"ED466069",
        "title":"Buses and Trains for Everyone."},
      {
        "id":"ED466070",
        "title":"Accessibility of Campus Computers: Disability Services Scale (ACCdss) v.1.0 = Accessibilite des technologies au campus: echelle des services pour etudiants handicapes v.1."},
      {
        "id":"ED466071",
        "title":"The Child Study Team: A Special Educator's Guide to the Child Study Team Process."},
      {
        "id":"ED466072",
        "title":"Preparing Special Educators To Meet the Needs of Linguistically Diverse Students with Disabilities. Final Report."},
      {
        "id":"ED466073",
        "title":"To Light a Beacon: What Administrators Can Do To Make Schools Successful for All Students. ERIC/OSEP Topical Brief."},
      {
        "id":"ED466074",
        "title":"Special Education Personnel Attrition in Kansas for the School Years of 2000-01 to 2001-02."},
      {
        "id":"ED466075",
        "title":"A Timely IDEA: Rethinking Federal Education Programs for Children with Disabilities."},
      {
        "id":"ED466077",
        "title":"Assessing and Documenting Work Skills for High School Students with Mild Disabilities."},
      {
        "id":"ED466078",
        "title":"OPTICA: Our Path Together Initiating Cultural Access. Final Report."},
      {
        "id":"ED466079",
        "title":"Critical Pedagogy in Deaf Education: Teachers' Reflections on Implementing ASL/English Bilingual Methodology and Language Assessment for Deaf Learners. Year 4 Report (2000-2001). USDLC Star Schools Project Report."},
      {
        "id":"ED466080",
        "title":"What Writing Strategy Process, Free or Informal, Is the Most Effective for Students with Learning Disabilities?"},
      {
        "id":"ED466081",
        "title":"Minnesota Deafblind Technical Assistance Project. Final Report: October 1, 1995 to September 30, 2000."},
      {
        "id":"ED466082",
        "title":"Guidelines for Providing Mental Health Services to People Who Are Hard of Hearing."},
      {
        "id":"ED466083",
        "title":"Handbook for the Identification and Review of Students with Severe Disabilities. Revised."},
      {
        "id":"ED466084",
        "title":"CEC Today, 2000-2001."},
      {
        "id":"ED466087",
        "title":"New York City School Construction Authority: Improvements Needed in Construction Contracting Practices. Final Report."},
      {
        "id":"ED466088",
        "title":"Checklist for the Safety and Security of Buildings and Grounds."},
      {
        "id":"ED466089",
        "title":"Sustaining Systems of Relationships: The Essence of the Physical Learning Environment That Supports and Enhances Collaborative, Project-Based Learning at the Community College Level."},
      {
        "id":"ED466090",
        "title":"Integrating Public Schools through Universal Design."},
      {
        "id":"ED466091",
        "title":"Educational Specifications for the New Ridley High School as Prepared by the School's Administration and Faculty."},
      {
        "id":"ED466093",
        "title":"New Schools for Older Neighborhoods: Strategies for Building Our Communities' Most Important Assets."},
      {
        "id":"ED466094",
        "title":"New Academic Complex: The City University of New York/Baruch College."},
      {
        "id":"ED466097",
        "title":"Learner-Centered Activities from the DVD-Format &quot;Crouching Tiger, Hidden Dragon.&quot;"},
      {
        "id":"ED466098",
        "title":"The Korean Language in America: Volume 6. Papers from the Annual Conference and Teacher Training Workshop on the Teaching of Korean Language, Culture, and Literature (6th, Manoa, Hawaii, August 2-5, 2001)."},
      {
        "id":"ED466099",
        "title":"Expanding Educational Opportunity in Linguistically Diverse Societies."},
      {
        "id":"ED466100",
        "title":"Consciousness-Raising of Downgraders in Requests."},
      {
        "id":"ED466102",
        "title":"National Testing and Diversity."},
      {
        "id":"ED466103",
        "title":"Managing the Learning Environment for Second Language Learning."},
      {
        "id":"ED466104",
        "title":"Improving Language Acquisition through Journal Writing."},
      {
        "id":"ED466105",
        "title":"Access &amp; Persistence: Findings from 10 Years of Longitudinal Research on Students. ERIC Digest."},
      {
        "id":"ED466106",
        "title":"Credit Card Usage and Debt among College and University Students. ERIC Digest."},
      {
        "id":"ED466107",
        "title":"Out of the Ordinary: The Anomalous Academic. A Report of Research Supported by the Alfred P. Sloan Foundation."},
      {
        "id":"ED466111",
        "title":"Meeting the Need for Scientists, Engineers, and an Educated Citizenry in a Technological Society. Policy Information Report."},
      {
        "id":"ED466112",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Internationalization of Postsecondary Education."},
      {
        "id":"ED466113",
        "title":"Critical Issue Bibliography (CRIB) Sheet: General Multicultural Resources."},
      {
        "id":"ED466114",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Creating a Multicultural Climate."},
      {
        "id":"ED466115",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Improving Teaching and Learning."},
      {
        "id":"ED466116",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Historically Black Colleges and Universities (HBCUs)."},
      {
        "id":"ED466117",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Early Intervention."},
      {
        "id":"ED466118",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Hispanic Students."},
      {
        "id":"ED466119",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Distance Education."},
      {
        "id":"ED466120",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Academic Libraries."},
      {
        "id":"ED466121",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Asian Students."},
      {
        "id":"ED466122",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Crime on Campus."},
      {
        "id":"ED466123",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Faculty Tenure."},
      {
        "id":"ED466124",
        "title":"CRitical Issue Bibliography (CRIB) Sheet: Graduate Fellowships."},
      {
        "id":"ED466125",
        "title":"ED-MEDIA 2001 World Conference on Educational Multimedia, Hypermedia &amp; Telecommunications. Proceedings (13th, Tampere, Finland, June 25-30, 2001)."},
      {
        "id":"ED466126",
        "title":"Dialogic Knowledge Construction as the Crucial Issue in Network-Based Learning in Vocational Education."},
      {
        "id":"ED466127",
        "title":"Multimedia in Concept Maps: A Design Rationale and Web-Based Application."},
      {
        "id":"ED466128",
        "title":"Web-Based Notes Is an Inadequate Learning Resource."},
      {
        "id":"ED466129",
        "title":"The Educational Process in the Emerging Information Society: Conditions for the Reversal of the Linear Model of Education and the Development of an Open Type Hybrid Learning Environment."},
      {
        "id":"ED466130",
        "title":"Web-Based Strategies for Improving Undergraduate Commitment to Learning."},
      {
        "id":"ED466131",
        "title":"Learning Style Theory and Computer Mediated Communication."},
      {
        "id":"ED466132",
        "title":"Constructivist Instructional Design and Development of a Networked Learning Skills (NICLS) Module for Continuing Professional Education Distance Learning."},
      {
        "id":"ED466133",
        "title":"Creating and Supporting Online Learning Communities."},
      {
        "id":"ED466134",
        "title":"Towards More Independent Learning: A Southern Nevada Perspective."},
      {
        "id":"ED466135",
        "title":"Flexible Delivery Damaging to Learning? Lessons from the Canterbury Digital Lectures Project."},
      {
        "id":"ED466136",
        "title":"Satellite Home Tutorials vs. Satellite Classroom Tutorials."},
      {
        "id":"ED466137",
        "title":"The Essen Learning Model--A Step towards a Representation of Learning Objectives."},
      {
        "id":"ED466138",
        "title":"Electronic Portfolios in Tenure and Promotion Decisions: Making a Virtual Case."},
      {
        "id":"ED466139",
        "title":"Aspects of Collaborative Learning Environment Using Distributed Virtual Environments."},
      {
        "id":"ED466140",
        "title":"The Development of an Online Course for a Virtual University."},
      {
        "id":"ED466141",
        "title":"The HyperSkript Authoring Environment--An Integrated Approach for Producing, Maintaining, and Using Multimedia Lecture Material."},
      {
        "id":"ED466142",
        "title":"Recognition of Cross-Cultural Meaning When Developing Online Web Displays."},
      {
        "id":"ED466143",
        "title":"Computer-Enhanced or Computer-Enchanted? The Magic and Mischief of Learning with Computers."},
      {
        "id":"ED466144",
        "title":"An Educational Evaluation of WebCT: A Case Study Using the Conversational Framework."},
      {
        "id":"ED479157",
        "title":"Physics Students from Abroad in the Post-9/11 Era. AIP Report."},
      {
        "id":"ED479158",
        "title":"Organizing Sexualities Work at PSU. Forensic Study Visit (November 11-15, 2002)."},
      {
        "id":"ED479159",
        "title":"National Institutional Priorities Report, 2003."},
      {
        "id":"ED479160",
        "title":"National Student Satisfaction Report, 2003."},
      {
        "id":"ED479161",
        "title":"National Adult Student Priorities Report, 2003."},
      {
        "id":"ED479162",
        "title":"Evaluation of the Cleveland Scholarship and Tutoring Program, 1998-2001. Summary Report [and] Technical Report."},
      {
        "id":"ED479163",
        "title":"Muck Farming, Song Birds and Man, and Kisimi: A Curricular Case Study of the Claims of Educational Radio and Its Actualized Use in the Classroom, WKAR 1922-1945."},
      {
        "id":"ED479164",
        "title":"Epistemological Beliefs and Dispositions: Are We Measuring the Same Construct?"},
      {
        "id":"ED479165",
        "title":"Differences in Motivations between Fundamental Christians and Atheists on the Reiss Profile of Fundamental Goals and Motivational Sensitivities."},
      {
        "id":"ED479166",
        "title":"Moral and Democratic Education in Public Primary Schools."},
      {
        "id":"ED479167",
        "title":"Queering the Ethical School: A Model for Sexual Orientation Education at a Religiously-Affiliated Institution."},
      {
        "id":"ED479168",
        "title":"Identity Development Models: One Size Fits All? Heterosexual Identity Development and the Search for &quot;Allies&quot; in Higher Education."},
      {
        "id":"ED479169",
        "title":"Inadequate Societal Expectations for American Youth: Numerous but Acutely Contradictory."},
      {
        "id":"ED479170",
        "title":"Teaching History: Personal and Public Narratives."},
      {
        "id":"ED479171",
        "title":"Moral Education from a Humanistic Perspective."},
      {
        "id":"ED479172",
        "title":"Networks of Schools and Constructing Citizenship in Secondary Education."},
      {
        "id":"ED479173",
        "title":"Heteronormativity and Teaching: A Phenomenological Study of Lesbian Teachers."},
      {
        "id":"ED479174",
        "title":"Religious Education for the Disenfranchised: Fusing Multicultural Strategies into Catholic High School Religion Classes."},
      {
        "id":"ED479175",
        "title":"Rock Art and Radiance: Archaeology in the Public Domain as Life-Long Learning."},
      {
        "id":"ED479176",
        "title":"Destroying the Art of Cartography: Teaching Illustrations Using ArcView."},
      {
        "id":"ED479177",
        "title":"Youth Civic Development and Schooling as a National Project: The Cross-National Context of Formal Civics-Oriented Education."},
      {
        "id":"ED479178",
        "title":"Report on Ontario's Northern Schools."},
      {
        "id":"ED479179",
        "title":"The Texas Successful Schools Study: Quality Education for Limited English Proficient Students."},
      {
        "id":"ED479180",
        "title":"Educator User Guide for Adminstrators and Educational Personnel. A Supplement to the Texas Successful Schools Study: Quality Education for Limited English Proficient Students."},
      {
        "id":"ED479181",
        "title":"Swept Away: Chronic Hardship and Fresh Promise on the Rural Great Plains. A Socio-Economic Study of the Rural Great Plains."},
      {
        "id":"ED479182",
        "title":"Back to the Agora: Workable Solutions for Small Urban School Facilities. ERIC Digest."},
      {
        "id":"ED479183",
        "title":"Technical Manual for the Texas Successful Schools Study: Quality Education for Limited English Proficient Students."},
      {
        "id":"ED479184",
        "title":"School Directors' Handbook."},
      {
        "id":"ED479185",
        "title":"Guidelines for Review of Proposed University Campuses, Community Colleges, and Educational Centers. A Revision of the Commission's 1990 &quot;Guidelines for Review of Proposed Campuses and Off-Campus Centers.&quot; Commission Report."},
      {
        "id":"ED479186",
        "title":"The Action Plan for Early Care and Education in Minnesota: Early Care and Education Finance Commission Final Report."},
      {
        "id":"ED479187",
        "title":"Pennsylvania's Pre-Kindergarten Crisis: A Crime Prevention Tragedy."},
      {
        "id":"ED479188",
        "title":"Equal from the Start: Promoting Educational Opportunity for All Preschool Children - Learning from the French Experience. A Welcome for Every Child Series."},
      {
        "id":"ED479189",
        "title":"America's Children and the Environment: Measures of Contaminants, Body Burdens, and Illnesses. Second Edition."},
      {
        "id":"ED479191",
        "title":"Education Watch: Oregon. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479192",
        "title":"A Developmental Evaluation of the Parent Services Project in Two New York Communities: Bushwick and Washington Heights."},
      {
        "id":"ED479193",
        "title":"An Outline of Issues/Design in the Reading Curriculum."},
      {
        "id":"ED479194",
        "title":"Assisting Teachers in Teaching in Reading Instruction."},
      {
        "id":"ED479195",
        "title":"The Effect of Oral Reading Fluency on Analysis Skills."},
      {
        "id":"ED479196",
        "title":"Urban Classrooms as Sites of Reading the World: Negotiating Critical Literacy in a Test-Driven Era."},
      {
        "id":"ED479197",
        "title":"Building Better Writing through Understanding Text: A Connection for Success."},
      {
        "id":"ED479199",
        "title":"Care and Family Life in Later Childhood."},
      {
        "id":"ED479201",
        "title":"From Pennsylvania's Front Line against Crime: A School and Youth Violence Prevention Plan."},
      {
        "id":"ED479202",
        "title":"Re-Theorizing the Role of Creative Writing in Composition Studies: Cautionary Notes towards Re-Thinking the Essay in the Teaching of Writing."},
      {
        "id":"ED479203",
        "title":"Increasing Reading Achievement of Primary and Middle School Students through Differentiated Instruction."},
      {
        "id":"ED479204",
        "title":"Improving Student Academic Reading Achievement through the Use of Multiple Intelligence Teaching Strategies."},
      {
        "id":"ED479205",
        "title":"Media Habits and Academic Performance: Elementary and Middle School Students' Perceptions."},
      {
        "id":"ED479206",
        "title":"Content Literacy and Language Development across the Curriculum: What Do Core Curriculum Content Standards Have to Say?"},
      {
        "id":"ED479207",
        "title":"An Easy Way To Practice &amp; Learn: Letter Identification, Sounds of Letters, &amp; Basic Word Units."},
      {
        "id":"ED479208",
        "title":"Using Reading Strategies To Reduce the Failure Rate in the Content Area. Subject: Social Studies. Grade Level: 6-7-8."},
      {
        "id":"ED479209",
        "title":"Education Watch: Pennsylvania. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479210",
        "title":"Education Watch: Rhode Island. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479211",
        "title":"Education Watch: South Carolina. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479212",
        "title":"Education Watch: South Dakota. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479213",
        "title":"Education Watch: Tennessee. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479214",
        "title":"Education Watch: Texas. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479215",
        "title":"Education Watch: Utah. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479216",
        "title":"Education Watch: Vermont. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479217",
        "title":"Education Watch: Virginia. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479218",
        "title":"Education Watch: Washington. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479219",
        "title":"Education Watch: West Virginia. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479220",
        "title":"Education Watch: Wisconsin. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479221",
        "title":"Education Watch: Wyoming. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479222",
        "title":"What Senior Citizens Want from the Community College."},
      {
        "id":"ED479223",
        "title":"Illinois Community College Presidents' Perceptions of Leadership for Creating or Maintaining Learning Colleges."},
      {
        "id":"ED479224",
        "title":"Piecing Together the \"Mosaic Called Diversity\": One Community College's Experience with Hiring a More Diverse Faculty."},
      {
        "id":"ED479225",
        "title":"Rethinking the International Financial System: Views from the South."},
      {
        "id":"ED479228",
        "title":"Amelia Earhart Learning Packet."},
      {
        "id":"ED479229",
        "title":"Social Studies. Teacher-to-Teacher Video Series for Secondary Educators."},
      {
        "id":"ED479230",
        "title":"Model Lessons for Social Studies Grades 4 &amp; 8. Reaching for Results."},
      {
        "id":"ED479231",
        "title":"The Battle of Bennington: An American Victory. Teaching with Historic Places."},
      {
        "id":"ED479233",
        "title":"Homesteading: The Free Land Idea. An Activity Guide for Teachers Grades 4 through 6."},
      {
        "id":"ED479234",
        "title":"Teacher's Packet to the Golden Spike National Historic Site."},
      {
        "id":"ED479235",
        "title":"State Standards for Civic Education. ERIC Digest."},
      {
        "id":"ED479236",
        "title":"Teaching about the Louisiana Purchase. ERIC Digest."},
      {
        "id":"ED479237",
        "title":"Teaching, Learning, & Technology: The Challenge Continues. Proceedings of the Annual Mid-South Instructional Technology Conference (8th, Murfreesboro, Tennessee, March 30-April 1, 2003)."},
      {
        "id":"ED479238",
        "title":"Design and Implementation of a Multimedia CD-ROM-Based Directed Study Preservice Teacher Education Course."},
      {
        "id":"ED479239",
        "title":"Effective IT Integration in the Composition Classroom: Instructor and Student Perspectives."},
      {
        "id":"ED479240",
        "title":"Enduring Principles of Teaching (Technical Disciplines) in the 21st Century."},
      {
        "id":"ED479241",
        "title":"Enhancing a Face-to-Face Course with Online Lectures: Instructional and Pedagogical Issues."},
      {
        "id":"ED479242",
        "title":"Student Recommendations for Discussions Boards: Conclusions of Student Problems."},
      {
        "id":"ED479243",
        "title":"The Berry Informational Technology (B.I.T.S.) Student Work Program: An Effective Environment for Collaborative Learning, Leadership, Technological Training, and Certification."},
      {
        "id":"ED479244",
        "title":"The Challenge of Teaching Educational Technology Courses Online."},
      {
        "id":"ED479245",
        "title":"The Use of Online Courseware in Foreign Country Instruction and Its Implication for Classroom Pedagogy."},
      {
        "id":"ED479246",
        "title":"Using the Internet as an Instructional Tool: ESL Distance Learning."},
      {
        "id":"ED479247",
        "title":"Virtual University--A Higher Education Administration Simulation and Learning Tool."},
      {
        "id":"ED479248",
        "title":"How To Develop Streaming Multimedia Lecture Presentations."},
      {
        "id":"ED479249",
        "title":"Making Your Blackboard Courses Talk!"},
      {
        "id":"ED479250",
        "title":"My Beloved Blackboard: Teacher Empowerment for Students' Success."},
      {
        "id":"ED479251",
        "title":"The Best of Two Worlds: Combining ITV and Web Quests To Strengthen Distance Learning."},
      {
        "id":"ED479252",
        "title":"Developing a Cooperative Online Degree Programs--The Practical Mechanics."},
      {
        "id":"ED479253",
        "title":"Institutional, Public and Individual Learning Dynamics of the Andy Holt Virtual Library."},
      {
        "id":"ED479254",
        "title":"The Wrinkle in Your Research and Teaching: Copyright, DMCA, Guidelines, and Public Domain."},
      {
        "id":"ED479255",
        "title":"Developing a Framework for the Assessment of Teacher Candidate Dispositions."},
      {
        "id":"ED479256",
        "title":"Leading the Way: Characteristics and Early Experiences of Selected Early Head Start Programs. Volume III: Program Implementation. Early Head Start Research."},
      {
        "id":"ED479259",
        "title":"The New and Improved Arkansas Family Income Standard: How Much Does It Really Cost To Raise a Family?"},
      {
        "id":"ED479260",
        "title":"Healthy Child Care Colorado, 2002: Outcome Evaluation."},
      {
        "id":"ED479261",
        "title":"Bullying Prevention Is Crime Prevention. A Report by Fight Crime: Invest in Kids."},
      {
        "id":"ED479262",
        "title":"Welfare Dollars No Longer an Increasing Source of Child Care Funding: Use of Funds in FY 2002 Unchanged from FY 2001, Down from FY 2000."},
      {
        "id":"ED479268",
        "title":"Planning a Connected Curriculum."},
      {
        "id":"ED479269",
        "title":"A Community Action Guide to Teacher Quality."},
      {
        "id":"ED479271",
        "title":"Instructional Strategies: How Teachers Teach Matters."},
      {
        "id":"ED479275",
        "title":"Developmental Readiness of Normal Full Term Infants To Progress from Exclusive Breastfeeding to the Introduction of Complementary Foods: Reviews of the Relevant Literature Concerning Infant Immunologic, Gastrointestinal, Oral Motor and Maternal Reproductive and Lactational Development."},
      {
        "id":"ED479276",
        "title":"The Effects of a Creative Movement Program on Motor Creativity of Children Ages Three to Five."},
      {
        "id":"ED479277",
        "title":"HIV and Infant Feeding: A Chronology of Research and Policy Advances and Their Implications for Programs."},
      {
        "id":"ED479280",
        "title":"Enhancing the Transition to Kindergarten: Linking Children, Families, &amp; Schools."},
      {
        "id":"ED479281",
        "title":"Child Assessment at the Preprimary Level: Expert Opinion and State Trends. Occasional Paper."},
      {
        "id":"ED479286",
        "title":"The Hidden Crisis in the High School Dropout Problems of Young Adults in the U.S.: Recent Trends in Overall School Dropout Rates and Gender Differences in Dropout Behavior."},
      {
        "id":"ED479288",
        "title":"The Role of School Leadership in Improving Student Achievement."},
      {
        "id":"ED479289",
        "title":"Developments in School Finance, 2001-02. Fiscal Proceedings from the Annual State Data Conferences of July 2001 and July 2002."},
      {
        "id":"ED479290",
        "title":"School Meal Programs: Few Instances of Foodborne Outbreaks Reported, but Opportunities Exist To Enhance Outbreak Data and Food Safety Practices. Report to Congressional Requesters."},
      {
        "id":"ED479291",
        "title":"Issues in School Leadership and School Effectiveness: A Focus on Trinidad and Tobago."},
      {
        "id":"ED479292",
        "title":"Semiannual Report to Congress, October 1, 2002-March 31, 2003."},
      {
        "id":"ED479294",
        "title":"The Condition of Education, 2003."},
      {
        "id":"ED479299",
        "title":"Teacher Professional Development for the Less Commonly Taught Languages."},
      {
        "id":"ED479302",
        "title":"The Promotion of Minority Languages in Russian Federation and the Prevention of Interethnic Conflicts: The Case of Kalmykia. [Mercator] Working Papers."},
      {
        "id":"ED479303",
        "title":"The Political Status of the Romani Language in Europe. Mercator Working Papers."},
      {
        "id":"ED479305",
        "title":"World of Fresh Water: A Resource for Studying Issues of Freshwater Research."},
      {
        "id":"ED479308",
        "title":"Promoting Learner-Centered Instruction through the Use of Cooperative and Inquiry Learning Strategies."},
      {
        "id":"ED479309",
        "title":"The Implications of Information Technology for Scientific Journal Publishing: A Literature Review. Special Report."},
      {
        "id":"ED479316",
        "title":"Virtual Mobility in Reality: A Study of the Use of ICT in Finnish Leonardo da Vinci Mobility Projects."},
      {
        "id":"ED479317",
        "title":"A Case Study of Adult Learner Experiences of an Accelerated Degree Program."},
      {
        "id":"ED479318",
        "title":"How is the Internet Changing Careers Guidance? First Results of a Survey Amongst European Career Advisors."},
      {
        "id":"ED479320",
        "title":"Customizing Group Therapy."},
      {
        "id":"ED479321",
        "title":"National Head Start Impact Research: Report to Congress."},
      {
        "id":"ED479322",
        "title":"\"In the Loop\" Responses about Looping at the Middle School Level as Seen through Different Lenses."},
      {
        "id":"ED479323",
        "title":"The Influence of Selected Wilderness Experience Programs in Changing Participant Attitudes toward Wilderness Purism, Privacy, and Tolerated Encounters (a Pilot Study)."},
      {
        "id":"ED479324",
        "title":"The Paul Petzoldt Trivia Quiz: His Philosophy and Teaching Methods."},
      {
        "id":"ED479325",
        "title":"Using the Expedition Leader Style Analysis."},
      {
        "id":"ED479328",
        "title":"A Study of First Grade Children and Their Recall Memory When Using Active Learning in Mathematics."},
      {
        "id":"ED479329",
        "title":"The Effects of Student Multiple Intelligence Preference on Integration of Earth Science Concepts and Knowledge within a Middle Grades Science Classroom."},
      {
        "id":"ED479330",
        "title":"Daily Number Talks and the Development of Computational Strategies in Fourth Graders."},
      {
        "id":"ED479331",
        "title":"Modeling the Dimensions of Language Achievement with Categorical Data Methods."},
      {
        "id":"ED479332",
        "title":"The Effect of Grade Span Configuration and School-to-School Transition on Student Achievement."},
      {
        "id":"ED479333",
        "title":"Block Scheduling: Three Years Later."},
      {
        "id":"ED479334",
        "title":"DIF Detection in HLM."},
      {
        "id":"ED479335",
        "title":"High-Stakes Testing--Florida Comprehensive Assessment Test: A True Measure of Acquired Skills or a Political Ruse?"},
      {
        "id":"ED479337",
        "title":"Recognizing, Respecting, and Representing: Three R's of Asian Indian Cultural Identity in American Schools."},
      {
        "id":"ED479339",
        "title":"Detailed Work Programme on the Follow-Up of the Objectives of Education and Training Systems in Europe."},
      {
        "id":"ED479340",
        "title":"Locating Statistics and Resources in Adult, Career, and Career-Technical Education. Practice Application Brief."},
      {
        "id":"ED479341",
        "title":"Connecting CTE to Labor Market Information. Practice Application Brief."},
      {
        "id":"ED479342",
        "title":"Preparing for Multiple Careers. Practice Application Brief."},
      {
        "id":"ED479343",
        "title":"Assessing the Teaching of Ethics in Psychology: A Sample Survey Instrument."},
      {
        "id":"ED479344",
        "title":"Empathy: The Critical Factor in Conflict-Resolution and a Culture of Civility."},
      {
        "id":"ED479345",
        "title":"Global Self-Esteem: Cognitive Interpretation in an Academic Setting."},
      {
        "id":"ED479346",
        "title":"School-Related Characteristics of Male Juveniles."},
      {
        "id":"ED479347",
        "title":"Guidelines for Program for the Issuance of General Obligation Bonds by Missouri School Districts."},
      {
        "id":"ED479348",
        "title":"Bug Off: A Guide for Integrated Pest Management in Granville Schools."},
      {
        "id":"ED479349",
        "title":"The Ohio Schools Pest Management Survey: A Final Report."},
      {
        "id":"ED479350",
        "title":"A Case Study on the Perspectives of an Optional K-5 Year-Round/Multi-Age Program in Virginia."},
      {
        "id":"ED479351",
        "title":"Family Night Out: An After School Program."},
      {
        "id":"ED479352",
        "title":"Can't Make the Grade: NMHA State Mental Health Assessment Project."},
      {
        "id":"ED479353",
        "title":"Try Harder? Motivational Effects of Effort Attributional Feedback. ERIC Digest."},
      {
        "id":"ED479354",
        "title":"Multiracial Students: What School Counselors Need To Know. ERIC Digest."},
      {
        "id":"ED479355",
        "title":"Helping Students Cope with Test Anxiety. ERIC Digest."},
      {
        "id":"ED479356",
        "title":"Promotion, Prevention and Early Intervention for Mental Health: National Consultation."},
      {
        "id":"ED479358",
        "title":"Journal Writing in Experiential Education: Possibilities, Problems, and Recommendations. ERIC Digest."},
      {
        "id":"ED479360",
        "title":"Join the Voices for Recovery: Celebrating Health: National Alcohol &amp; Drug Addiction Recovery Month."},
      {
        "id":"ED479361",
        "title":"School District Personnel Selection Practices: Exploring the Effects of Demographic Factors on Rural Values within a Person-Organization Fit Model."},
      {
        "id":"ED479362",
        "title":"Latinos and Education in Ventura County."},
      {
        "id":"ED479365",
        "title":"Findings from the First Phase of School Choice Implementation in Three Districts: Buffalo, New York, Richmond, Virginia, DeKalb County, Georgia."},
      {
        "id":"ED479366",
        "title":"Implementing a Major Educational Reform. No Child Left Behind and Federal-State Relationships: First Impressions."},
      {
        "id":"ED479367",
        "title":"Teaching Nonparametric Statistics Using Student Instrumental Values."},
      {
        "id":"ED479368",
        "title":"Faculty Conceptions and Practices of Action Research in the NOVA Program."},
      {
        "id":"ED479369",
        "title":"Computer Proficiency Testing in Higher Education: Impetus and Implementation."},
      {
        "id":"ED479370",
        "title":"An Outcome Measure for the Social Goals of Inclusion."},
      {
        "id":"ED479371",
        "title":"Four Methods of Judging School Quality and Progress."},
      {
        "id":"ED479372",
        "title":"High School Students' Performance on Vandenberg's Mental Rotations Test: Art Ability, Gender, Activities, Academic Performance, Strategies, and Ease of Taking the Test."},
      {
        "id":"ED479373",
        "title":"Improving Accuracy of Decoding Emotions from Facial Expressions by Cooperative Learning Techniques, Two Experimental Studies."},
      {
        "id":"ED479374",
        "title":"Helping Your Child in Reading in Science."},
      {
        "id":"ED479375",
        "title":"Improving Language Arts Skills through the Use of Modeling and Grade Appropriate Comprehension Activities."},
      {
        "id":"ED479376",
        "title":"Getting All Teachers To Use Reading/Writing To Help Students Learn Subject Matter."},
      {
        "id":"ED479377",
        "title":"Suggested Classroom Practices To Help Students Who Are Reading Below Grade Level."},
      {
        "id":"ED479379",
        "title":"A Comparison of Fourth Grade Students&apos; Testing Scores Between an Independent Worksheet Review and a Bingo Game Review."},
      {
        "id":"ED479380",
        "title":"Ohio's Education Matters: 2000-2001 Poll."},
      {
        "id":"ED479381",
        "title":"Ohio's Education Matters: 2001-2002 Poll."},
      {
        "id":"ED479382",
        "title":"Ohio's Education Matters: KnowledgeWorks Foundation 2002-2003 Poll."},
      {
        "id":"ED479383",
        "title":"Creating Schools and Strengthening Communities through Adaptive Reuse."},
      {
        "id":"ED479384",
        "title":"Chilly Classrooms for Female Undergraduate Students at a Research University: A Question of Method?"},
      {
        "id":"ED479385",
        "title":"Listen to Their Voices: Expectations and Experiences of Asian Graduate Students."},
      {
        "id":"ED479386",
        "title":"Scientific Skill Building: Linking High School, College and Work."},
      {
        "id":"ED479387",
        "title":"&quot;Fear of Success&quot; Revisited: A Replication of Matina Horner's Study 30 Years Later."},
      {
        "id":"ED479388",
        "title":"A Cross-Cultural Study of the Motivation of Students Learning a Second Language."},
      {
        "id":"ED479389",
        "title":"Process Writing Checklist."},
      {
        "id":"ED479390",
        "title":"Improving Bilingual Student Learning and Thinking Skills through the Use of the Constructivist Theory."},
      {
        "id":"ED479391",
        "title":"Developing Authentic Assessment Methods from a Multiple Intelligences Perspective."},
      {
        "id":"ED479392",
        "title":"Motivating Learning in a Humanities Class through Innovative Research Assignments: A Case Study."},
      {
        "id":"ED479394",
        "title":"Enhancing Creativity and Thinking Skills in Studio Art at the Secondary Level."},
      {
        "id":"ED479396",
        "title":"An Integrated Model of the Visual Arts and Spanish Disciplines To Create a Global Perspective at the Secondary Level."},
      {
        "id":"ED479397",
        "title":"Power, Resistance, and Invisibility in High School Video Production: An Exploration of Participation Styles across Genders, Ethnicities, and Schools."},
      {
        "id":"ED479398",
        "title":"Education for Four-Year-Olds: State Initiatives. Supplement to Technical Report #2. (California &amp; Ohio)."},
      {
        "id":"ED479399",
        "title":"Partnering To Promote Emotional Wellness in Young Children: Delaware's Framework for Action, 2003."},
      {
        "id":"ED479401",
        "title":"Availability of Fresh Produce in Nutrition Assistance Programs."},
      {
        "id":"ED479402",
        "title":"A Child's Day: 2000 (Selected Indicators of Child Well-Being). Household Economic Studies. Currect Population Reports."},
      {
        "id":"ED479405",
        "title":"School Lunch Salad Bars: Nutrition Assistance Program Report Series. Special Nutrition Programs."},
      {
        "id":"ED479406",
        "title":"Risky Families and Neglected Children. A Personal and Social Problem."},
      {
        "id":"ED479407",
        "title":"A Parent's Guide to Achievement Matters Most: Maryland's Plan for PreK-12 Education, 2002-2003."},
      {
        "id":"ED479413",
        "title":"Una guia para los padres sobre lo mas importante: el logro academico plan de educacion de Maryland desde preescolar hasta el 12 grado, 2002-2003. (A Parent's Guide to Achievement Matters Most: Maryland's Plan for PreK-12 Education, 2002-2003)."},
      {
        "id":"ED479470",
        "title":"Celebrating the Past--Creating Our Future. Wilderness Education Association National Conference on Outdoor Leadership Proceedings (Paul Smith, New York, January 23-25, 2003)."},
      {
        "id":"ED479471",
        "title":"The Nation's Report Card: Reading 2002, Trial Urban District Assessment."},
      {
        "id":"ED479472",
        "title":"The Nations Report Card: Writing 2002, Trial Urban District Assessment."},
      {
        "id":"ED479474",
        "title":"No School Left Behind? The Distribution of Teacher Quality in Michigans Public Schools. Policy Report."},
      {
        "id":"ED479475",
        "title":"Who's Teaching in Michigan's Traditional and Charter Public Schools. Policy Report."},
      {
        "id":"ED479476",
        "title":"Catching the Wave: Lessons from California's Charter Schools."},
      {
        "id":"ED479477",
        "title":"Review of Research on Educational Resilience. Research Report."},
      {
        "id":"ED479478",
        "title":"First Year Evaluation Report for the Cornerstone Literacy Initiative."},
      {
        "id":"ED479479",
        "title":"The Pool of African American Candidates for the Superintendency."},
      {
        "id":"ED479480",
        "title":"Differentiating in the Classroom: A Study of Student Teachers."},
      {
        "id":"ED479482",
        "title":"The Relationship between Teacher Candidates' Beliefs about Education and Discipline Orientation."},
      {
        "id":"ED479483",
        "title":"Teachers in Middle Level Schools: Implications and Recommendations from a National Study."},
      {
        "id":"ED479484",
        "title":"The Voices of Experienced Elementary School Teachers: Their Insights about the Profession."},
      {
        "id":"ED479485",
        "title":"The Effects of Weekly, Sustained Silent Reading Time on Recreational Reading Habits and Attitudes in a 9th Grade English Class."},
      {
        "id":"ED479486",
        "title":"Problems in Multi-Media Use in the Reading Curriculum."},
      {
        "id":"ED479487",
        "title":"Discovering the Archetypes of &quot;Harry Potter.&quot;"},
      {
        "id":"ED479488",
        "title":"Authors in Schools: Some Perspectives."},
      {
        "id":"ED479489",
        "title":"Why All Teachers of English Should Be Trained To Use the THRASS &quot;Periodic Table of Phonics.&quot;"},
      {
        "id":"ED479490",
        "title":"An Exploration of Students' and Teachers' Attitudes toward Ebonics in a Community College Writing Program."},
      {
        "id":"ED479491",
        "title":"Academic Innovation in the Commercial Domain: Case Studies of Successful Transfers of University-Developed Technologies."},
      {
        "id":"ED479492",
        "title":"Management of Higher Education in a Period of Economic Recession: Alternate Revenue Resourcing for Higher Education in Nigeria."},
      {
        "id":"ED479493",
        "title":"Equity Indicators: Measures of Socio-Economic Status at Victoria University."},
      {
        "id":"ED479494",
        "title":"Do K-12 School Facilities Affect Education Outcomes? Staff Information Report."},
      {
        "id":"ED479495",
        "title":"Energy-Efficient Schools: Three Case Studies from Oregon."},
      {
        "id":"ED479496",
        "title":"&quot;All of a Sudden They Got It&quot;: Understanding Preservice Teachers' Perceptions of What It Means To Know (in) Math."},
      {
        "id":"ED479497",
        "title":"Second Teaching: A Study of Small Group Physics Learning."},
      {
        "id":"ED479499",
        "title":"Developing Pedagogy for Wireless Calculator Networks--and Researching Teacher Professional Development. Final Report. Part 2--Technical Report and Research Description to the National Science Foundation."},
      {
        "id":"ED479500",
        "title":"Nevada Criterion Referenced Tests, Grades 3 and 5 Review Guide."},
      {
        "id":"ED479501",
        "title":"Public Use Data Set User's Manual."},
      {
        "id":"ED479502",
        "title":"How Do They Compare? ITBS and ISAT Reading and Mathematics in the Chicago Public Schools, 1999 to 2002. Research Data Brief."},
      {
        "id":"ED479503",
        "title":"Delaware Student Testing Program: Report of Student Questionnaire Survey, 2002 DSTP Administration for Grades 3, 5, 8, 10, and 11 in Reading, Writing, Mathematics, Science, and Social Studies."},
      {
        "id":"ED479505",
        "title":"Delaware Student Testing Program: Supplement Report of Student Questionnaire Survey, 2002 DSTP Administration for Grades 4 and 6 Science and Social Studies."},
      {
        "id":"ED479506",
        "title":"Delaware Student Testing Program: A Score Results Guide for Parents."},
      {
        "id":"ED479507",
        "title":"Delaware Student Testing Program: A Score Results Guide for Educators."},
      {
        "id":"ED479508",
        "title":"Improving Achievement is About Focus and Completing the Right Courses. Research Brief."},
      {
        "id":"ED479509",
        "title":"Analysis of Differential Prediction of Law School Performance by Racial/Ethnic Subgroups Based on the 1996-1998 Entering Law School Classes. LSAC Research Report Series."},
      {
        "id":"ED479510",
        "title":"Final Report: LSAC Skills Analysis. Law School Task Survey. LSAC Research Report Series."},
      {
        "id":"ED479515",
        "title":"Active Galaxies Educational Unit: An Educator's Guide with Activities in Science and Mathematics."},
      {
        "id":"ED479516",
        "title":"Wireless Drop Tower for Microgravity Demonstrations. Educational Brief."},
      {
        "id":"ED479517",
        "title":"Exploring the Extreme: High Performance Learning Activities in Mathematics, Science and Technology."},
      {
        "id":"ED479518",
        "title":"Learning To Fly: The Wright Brothers' Adventure."},
      {
        "id":"ED479519",
        "title":"Science in a Box: An Educator Guide with NASA Glovebox Activities in Science, Math, and Technology."},
      {
        "id":"ED479522",
        "title":"A Survey of Effective Practices in Basic Skills."},
      {
        "id":"ED479523",
        "title":"San Diego Community College District Degree and Certificate Report, 2002 Awards."},
      {
        "id":"ED479524",
        "title":"Essential Service-Learning Resources Guide."},
      {
        "id":"ED479525",
        "title":"Fact Book, 2002-2003: A Compilation of Information for and about State Center Community College District."},
      {
        "id":"ED479526",
        "title":"Senate Rostrum: Academic Senate for California Community Colleges Newsletter, 2001."},
      {
        "id":"ED479527",
        "title":"Preparing America's Future: Community Colleges in the Era of No Child Left Behind."},
      {
        "id":"ED479528",
        "title":"San Diego State University (SDSU) Dual Admission Program: First Semester Assessment of Students Enrolled at SDCCD--Fall 2002."},
      {
        "id":"ED479529",
        "title":"Systematic Synthetic Phonics Instruction: Are There Particular Advantages for Urban Learners?"},
      {
        "id":"ED479530",
        "title":"Reading in the Twentieth Century."},
      {
        "id":"ED479531",
        "title":"Alexis De Toqueville and the Dilemmas of Professional Development."},
      {
        "id":"ED479532",
        "title":"Considering the Context for Intervention: One Urban Effort."},
      {
        "id":"ED479533",
        "title":"The State of State Prekindergarten Standards in 2003."},
      {
        "id":"ED479537",
        "title":"The Study of Self-Education as a Graduate Course and as an Illustration of What an In-Service Education Should Be: An Autobiographical Case Study and Other Possibilities."},
      {
        "id":"ED479538",
        "title":"Final Report and Recommendations of the Committee on Affordability."},
      {
        "id":"ED479539",
        "title":"Federal Outlook for Exceptional Children: Budget Considerations and CEC Recommendations, Fiscal Year 2004."},
      {
        "id":"ED479540",
        "title":"Policies and Priorities for Health-Related Programs: Report and Recommendations of the Committee To Review Health Professions Education Programs."},
      {
        "id":"ED479541",
        "title":"The Power of Early Success: A Longitudinal Study of Student Performance on the Washington Assessment of Student Learning, 1998-2001. Research Report."},
      {
        "id":"ED479639",
        "title":"Classroom Management: Techniques, Policies, Procedures, and Programs to Ensure that Discipline \"Rules\" in Your Classroom."},
      {
        "id":"ED479640",
        "title":"To Mentor or to Induct: That Is the Question."},
      {
        "id":"ED479641",
        "title":"Alienated Labor and the Quality of Teachers' Lives: How Teachers in Low-Performing Schools Experience Their Work."},
      {
        "id":"ED479642",
        "title":"Formative Evaluation of Professional Development: How Will We Know Success?"},
      {
        "id":"ED479643",
        "title":"Transformative Learning Process of One Teacher."},
      {
        "id":"ED479644",
        "title":"Survival Counseling Skills for New Teachers."},
      {
        "id":"ED479645",
        "title":"Read Me a Song: Teaching Reading Using Picture Book Songs."},
      {
        "id":"ED479646",
        "title":"Systematic Phonics Instruction: Findings of the National Reading Panel."},
      {
        "id":"ED479647",
        "title":"Fine Tuning the National Literacy Strategy to Ensure Continuing Progress in Improving Standards of Reading in the UK: Some Suggestions for Change."},
      {
        "id":"ED479648",
        "title":"Teaching the \"Pedagogy of Civic Action\": Toward a Rhetorical Democratic Pedagogy."},
      {
        "id":"ED479649",
        "title":"Interlanguage Syntax of Arabic-Speaking Learners of English: The Noun Phrase."},
      {
        "id":"ED479650",
        "title":"Collocational Competence of Arabic Speaking Learners of English: A Study in Lexical Semantics."},
      {
        "id":"ED479651",
        "title":"English in Medicine: The Case of English for the Nursing Profession."},
      {
        "id":"ED479652",
        "title":"Event Semantics, Typeshifting and Passive in Swahili."},
      {
        "id":"ED479653",
        "title":"Leadership Development: Return of Investment. Calculating the Monetary Value of the Managerial Assessment of Proficiency Program for the Georgia Extension System."},
      {
        "id":"ED479654",
        "title":"A Comparison of Teaching Goals and Objectives Identified by Faculty and Peer Learning Facilitators within a Transition Seminar for New College Students."},
      {
        "id":"ED479655",
        "title":"Studying Dialogue as a Mode of Discourse in a Course on Dialogue."},
      {
        "id":"ED479656",
        "title":"Bringing Voice to the Silences of Privilege: Strategies for Faculty Development and Curricular Change."},
      {
        "id":"ED479657",
        "title":"Preparing Preservice Teachers To Use Educational Standards."},
      {
        "id":"ED479658",
        "title":"Professionalization of Catholic High School Religion Teachers."},
      {
        "id":"ED479660",
        "title":"Feedback from European Social Partners as Part of the Consultation on the Commission's Memorandum on Lifelong Learning. Supporting Document to the Communication from the Commission Making a European Area of Lifelong Learning a Reality."},
      {
        "id":"ED479661",
        "title":"Commission Staff Working Document: Lifelong Learning Practice and Indicators. Supporting Document to the Communication from the Commission Making a European Area of Lifelong Learning a Reality."},
      {
        "id":"ED479662",
        "title":"Summary and Analysis of the Feedback from Civil Society as Part of the Consultation on the Commission's Memorandum on Lifelong Learning. Supporting Document to the Communication from the Commission Making a European Area of Lifelong Learning a Reality."},
      {
        "id":"ED479664",
        "title":"EFF Voice, Spring 2003."},
      {
        "id":"ED479666",
        "title":"A Guide to Strategically Planning Training and Measuring Results."},
      {
        "id":"ED479667",
        "title":"A Federal Employee's Family Preparedness Guide."},
      {
        "id":"ED479668",
        "title":"Restructuring, Partnership and the Learning Agenda: A Review."},
      {
        "id":"ED479669",
        "title":"How Adult Literacy Practitioners Use Research. Occasional Research Paper."},
      {
        "id":"ED479670",
        "title":"Agora XI: The Learning Region (Thessaloniki, Greece, March 15-16, 2001). CEDEFOP Panorama Series."},
      {
        "id":"ED479671",
        "title":"Aboriginal Digital Opportunities: Addressing Aboriginal Learning Needs through the Use of Learning Technologies. 328-01 Detailed Findings."},
      {
        "id":"ED479672",
        "title":"Automotive Technologies. State Competency Profile."},
      {
        "id":"ED479673",
        "title":"Full Participation in Independent Living: What Does It Mean? A National Teleconference (September 25, 2002). Participant's Manual."},
      {
        "id":"ED479674",
        "title":"SPeNSE: Study of Personnel Needs in Special Education. Final Report of the Paperwork Substudy."},
      {
        "id":"ED479675",
        "title":"The Northeast Florida Educational Consortium/University of Florida (NEFEC/UF) Collaborative Teacher Education Program. Final Grant Performance Report."},
      {
        "id":"ED479676",
        "title":"Accomplishments of State Assistive Technology Projects, 1999-2001: Providing Assistive Technology for Employment, Community Living, Telecommunications, Education, and Health Care."},
      {
        "id":"ED479677",
        "title":"Reports on Progress and Outcomes: A Report on the State Assistive Technology Act Projects, 2000-2001."},
      {
        "id":"ED479678",
        "title":"Technology &amp; Disability: Research, Design, Practice, and Policy. Proceedings of the RESNA International Conference (25th, Minneapolis, Minnesota, June 27-July 1, 2002)."},
      {
        "id":"ED479679",
        "title":"Analysis of the First Year of Operation of the Federal Alternative Financing Program for Individuals with Disabilities: Providing Low Cost Loans for the Purchase of Assistive Technology."},
      {
        "id":"ED479680",
        "title":"Preparation of Leadership Personnel in Adapted Physical Education. Final Report."},
      {
        "id":"ED479681",
        "title":"Navajo-ABLE: Replication Model Navajo Assistive Technology Loan Program. Final Program Evaluation."},
      {
        "id":"ED479683",
        "title":"Reaching American Indian Special/Elementary Educators (RAISE). Grant Final Report."},
      {
        "id":"ED479684",
        "title":"Procedures for the Investigation and Resolution of Special Education Complaints under the Individuals with Disabilities Education Act (IDEA)."},
      {
        "id":"ED479685",
        "title":"Technology and Special Education: Bridging the Most Recent Digital Divide."},
      {
        "id":"ED479687",
        "title":"An Educator's Guide to High-End Videoconferencing."},
      {
        "id":"ED479688",
        "title":"Bellevue Community College Service Area Census 2000 Data Book."},
      {
        "id":"ED479690",
        "title":"Leadership Strategies for Community College Executives."},
      {
        "id":"ED479691",
        "title":"A Single Superpower in a Quasi-Unipolar Political System: Who Defines the Role of the United States?"},
      {
        "id":"ED479692",
        "title":"Escher's Intersecting Worlds: Evaluation as a Reflection of the Evaluator, The Evaluator Being Reflected in the Evaluation."},
      {
        "id":"ED479693",
        "title":"Social Studies at the Beginning of the New Millennium: Teach Democratic Ideals, Geography, and History or Is that Objective Outdated?"},
      {
        "id":"ED479694",
        "title":"The Evolution of the Executive During the Constitutional Convention of 1787."},
      {
        "id":"ED479695",
        "title":"Teaching Cultural Perspectives to Future Army Officers at West Point."},
      {
        "id":"ED479696",
        "title":"Learning Political Engagement from the Experts: Advocacy Groups, Neighborhood Councils, and Constituency Service."},
      {
        "id":"ED479697",
        "title":"The &quot;Lived Experience&quot; of Political Engagement."},
      {
        "id":"ED479698",
        "title":"Myths about the Physical Sciences and Their Implications for Teaching Political Science."},
      {
        "id":"ED479699",
        "title":"Deliberative Discourse in the Political Science Classroom."},
      {
        "id":"ED479700",
        "title":"Team-Teaching an Interactive and Community-Based Methods Course: A Case Study."},
      {
        "id":"ED479701",
        "title":"The Web-Based Plan of Study: Advising Technology with the Personal Touch."},
      {
        "id":"ED479702",
        "title":"Model UN and Political Engagement."},
      {
        "id":"ED479703",
        "title":"Recognizing Exemplary Student Writing: A Model for a Student Journal of Politics."},
      {
        "id":"ED479704",
        "title":"Information Literacy and the Undergraduate Methods Curriculum."},
      {
        "id":"ED479705",
        "title":"Autonomy and Vulnerability: On Just Relations between Adults and Children."},
      {
        "id":"ED479706",
        "title":"An Elementary School Day in Germany."},
      {
        "id":"ED479707",
        "title":"Discovering Germany: A Social Studies Unit for Elementary Students Using the Five Fundamental Themes of Geography."},
      {
        "id":"ED479708",
        "title":"Kids in Germany: Comparing Students from Different Cultures."},
      {
        "id":"ED479709",
        "title":"National History Day in Arizona 2003 Theme Supplement: Rights and Responsibilities."},
      {
        "id":"ED479710",
        "title":"A Kentucky Journey. Teacher's Guide."},
      {
        "id":"ED479711",
        "title":"A Kentucky Journey--The Land and the People. Teacher's Guide."},
      {
        "id":"ED479712",
        "title":"A Kentucky Journey--African American Heritage. Teacher's Guide."},
      {
        "id":"ED479713",
        "title":"Today's Students, Tomorrow's Citizens: Preparing Students for Civic Engagement."},
      {
        "id":"ED479714",
        "title":"Classrooms and Curriculum Come Alive with Music: A Sequential Approach of Teaching Music to Elementary Students Using Daily Oral Music Lessons."},
      {
        "id":"ED479716",
        "title":"Using Reading as a Strategy for Teaching and Learning Language."},
      {
        "id":"ED479717",
        "title":"Wrestling J. B. Nash."},
      {
        "id":"ED479718",
        "title":"Leading for Learning Sourcebook: Concepts and Examples."},
      {
        "id":"ED479719",
        "title":"The Contribution of Prior Student Achievement and School Processes to Collective Teacher Efficacy in Elementary Schools."},
      {
        "id":"ED479720",
        "title":"Teachers for a New Era: A National Initiative To Improve the Quality of Teaching."},
      {
        "id":"ED479722",
        "title":"Survey of the Recipients of Maryland Teacher Scholarships."},
      {
        "id":"ED479725",
        "title":"Horticulture-Agriculture Technologies. State Competency Profile."},
      {
        "id":"ED479726",
        "title":"Ohio Biotechnology Competency Profile."},
      {
        "id":"ED479727",
        "title":"Ohio Construction Technologies Competency Profile."},
      {
        "id":"ED479728",
        "title":"Ohio Engineering Technologies Competency Profile."},
      {
        "id":"ED479731",
        "title":"Using Public Schools as Community-Development Tools: Strategies for Community-Based Developers."},
      {
        "id":"ED479732",
        "title":"Architecture for Education: New School Designs from the Chicago Competition."},
      {
        "id":"ED479733",
        "title":"Green School Checklist: Environmental Actions for Schools To Consider."},
      {
        "id":"ED479734",
        "title":"Programming Circulation Factors in K-12 Facilities."},
      {
        "id":"ED479735",
        "title":"The Economic Impact of Implementing the Cincinnati Public Schools' Facilities Master Plan on Greater Cincinnati."},
      {
        "id":"ED479736",
        "title":"School-Based Study of Complex Environmental Exposures and Related Health Effects in Children: Part A - Exposure. Final Report and Executive Summary."},
      {
        "id":"ED479737",
        "title":"The Development of Educational Specifications."},
      {
        "id":"ED479738",
        "title":"Outdoor Bleachers."},
      {
        "id":"ED479739",
        "title":"Space Profiles and Capacity Worksheets for Schools. Elementary Schools, Middle Schools, High Schools."},
      {
        "id":"ED479740",
        "title":"Bureau of Indian Affairs Schools: New Facilities Management Information System Promising, but Improved Data Accuracy Needed."},
      {
        "id":"ED479741",
        "title":"Academic R&D Spending Maintains Growth from All Major Sources in FY 2001. Info Brief."},
      {
        "id":"ED479743",
        "title":"Understanding the Nature of Science."},
      {
        "id":"ED479744",
        "title":"Characteristics of Successful Schools. Second Edition."},
      {
        "id":"ED479746",
        "title":"Collocational Strategies of Arab Learners of English: A Study in Lexical Semantics."},
      {
        "id":"ED479747",
        "title":"The Language of Higher Education in Jordon: Conflicts, Challenges and Innovative Accommodation."},
      {
        "id":"ED479748",
        "title":"Using Games To Teach English in Japanese Junior High School."},
      {
        "id":"ED479749",
        "title":"Program Evaluation of Educational Services to Limited English Proficient Students in an Urban School District."},
      {
        "id":"ED479750",
        "title":"The Role of Short-Term Memory on Language Learning."},
      {
        "id":"ED479751",
        "title":"Making Departments Distinctive: The Continuous Quality Improvement (CQI) Mindset."},
      {
        "id":"ED479752",
        "title":"The College Cost Crisis: A Congressional Analysis of College Costs and Implications for America's Higher Education System."},
      {
        "id":"ED479753",
        "title":"College Student Awareness of Current G.P.A."},
      {
        "id":"ED479754",
        "title":"Gender Differences in Attitudes toward and Confidence in Computer Science."},
      {
        "id":"ED479755",
        "title":"Gender Differences in the Accuracy of Self-Evaluations on Chemistry, English, and Art Questions."},
      {
        "id":"ED479756",
        "title":"Why Are So Few Women in Computer Science?"},
      {
        "id":"ED479757",
        "title":"The No Child Left Behind Act and Public Preferences."},
      {
        "id":"ED479758",
        "title":"Higher Standards: We'd Love to But . . ."},
      {
        "id":"ED479759",
        "title":"Direct Democracy Takes on Bilingual Education: Framing the Debate in Four State Initiatives."},
      {
        "id":"ED479760",
        "title":"A Comparison between the Test Scores of Third Grade Children Who Receive Drama in Place of Traditional Social Studies Instruction and Third Grade Children Who Receive Traditional Social Studies Instruction."},
      {
        "id":"ED479761",
        "title":"Cries for Social Efficiency in the Pedagogical Arenas of the Early Twentieth Century and the Early 1960s."},
      {
        "id":"ED479762",
        "title":"Dance and Cheerleading as Competitive Sports: Making a Case for OCR Sport Recognition &amp; NCAA Emerging Sport Designation."},
      {
        "id":"ED479763",
        "title":"&quot;You've Got To Learn the Territory&quot;: An Initial Assessment of a Partnership Model for Successful Student Teaching."},
      {
        "id":"ED479764",
        "title":"Launching the Next Generation of Teachers through Quality Induction."},
      {
        "id":"ED479765",
        "title":"Ways To Support Teachers in High Performing Middle Schools."},
      {
        "id":"ED479766",
        "title":"Factors That Favor and Inhibit Transition of Community College Transfers to Four-Year Teacher Education Programs."},
      {
        "id":"ED479767",
        "title":"Developing Teachers as Researchers: A Collaborative Approach."},
      {
        "id":"ED479768",
        "title":"Fifth Year Teacher: From Mentored to Mentoring!"},
      {
        "id":"ED479769",
        "title":"State Special Education Advisory Panels under the Individuals with Disabilities Education Act (IDEA). Public Information Guide [and] An Overview for State Special Education Advisory Panel Members [and] Resource Guide."},
      {
        "id":"ED479770",
        "title":"English Leadership Quarterly, 1999-2000."},
      {
        "id":"ED479771",
        "title":"Classroom Notes Plus: A Quarterly of Teaching Ideas, 2000-2001."},
      {
        "id":"ED479772",
        "title":"American Colonial Life in the Late 1700s: Distant Cousins. [Lesson Plan]."},
      {
        "id":"ED479773",
        "title":"Thomas Edison's Inventions in the 1900s and Today: From &quot;New&quot; to You! [Lesson Plan]."},
      {
        "id":"ED479774",
        "title":"Stars and Stripes Forever: Flag Facts for Flag Day. [Lesson Plan]."},
      {
        "id":"ED479775",
        "title":"Ordinary People, Ordinary Places: The Civil Rights Movement. [Lesson Plan]."},
      {
        "id":"ED479777",
        "title":"Reading Lives: Creating and Sustaining Learning about Culture and Literacy Education in Teacher Study Groups."},
      {
        "id":"ED479778",
        "title":"Pretending to Literacy--Learning Literacy through Drama. Evaluation Report."},
      {
        "id":"ED479779",
        "title":"Reforming Relationships: School Districts, External Organizations, and Systemic Change."},
      {
        "id":"ED479780",
        "title":"U.S. Department of Education Annual Plan, Fiscal Year 2004."},
      {
        "id":"ED479781",
        "title":"Closing Gaps in the Middle Grades."},
      {
        "id":"ED479782",
        "title":"Making Middle Grades Work: Technical Assistance Guide for Site Coordinators."},
      {
        "id":"ED479783",
        "title":"Closing the Achievement Gap: A &quot;High Schools That Work&quot; Design for Challenged Schools."},
      {
        "id":"ED479784",
        "title":"Effects of &quot;High Schools That Work&quot; Practices on Student Achievement. Research Brief."},
      {
        "id":"ED479785",
        "title":"Middle Grades to High School: Mending a Weak Link. Research Brief."},
      {
        "id":"ED479792",
        "title":"A Brief Profile of America's Private Schools."},
      {
        "id":"ED479793",
        "title":"Alternative Assessment: Primary Grade Literacy Teachers' Knowledge and Practices."},
      {
        "id":"ED479794",
        "title":"Alternative Assessment: Primary Grade Literacy Teachers' Attitudes and Practices."},
      {
        "id":"ED479795",
        "title":"The Measurement of Teachers' Beliefs as Cultural Context for Successful Learning of African American Children."},
      {
        "id":"ED479796",
        "title":"Economic Migrants in a Global Labour Market: A Report on the Recruitment and Retention of Asian Computer Professionals by Canadian High Tech Firms. CPRN Discussion Paper."},
      {
        "id":"ED479797",
        "title":"Errors in Standardized Tests: A Systemic Problem."},
      {
        "id":"ED479799",
        "title":"Student Teacher Input and Teacher Work Sample as Part of a Teacher Education Unit Accountability System."},
      {
        "id":"ED479800",
        "title":"What Motivates Someone To Become a Superintendent?"},
      {
        "id":"ED479801",
        "title":"The Effects of Dress on School Discipline."},
      {
        "id":"ED479802",
        "title":"Teachers' Views on Salary Schedules."},
      {
        "id":"ED479803",
        "title":"Current Use of State and Local Salary Schedules To Achieve Statewide Educational Goals."},
      {
        "id":"ED479805",
        "title":"Recommendations and Implications Emerging from a National Study of Middle Level Leadership."},
      {
        "id":"ED479806",
        "title":"Teacher Self-Efficacy and Site-Based Management as a Decentralization Strategy."},
      {
        "id":"ED479808",
        "title":"The Future of Teacher Compensation: Linking Salary to National Board Certification."},
      {
        "id":"ED479809",
        "title":"Rapid Rural Appraisal: A Study of Gullah Culture."},
      {
        "id":"ED479810",
        "title":"Globalization and EFL/ESL Pedagogy in the Arab World."},
      {
        "id":"ED479811",
        "title":"Assessing the Development of Critical Language Awareness in a Foreign Language Environment."},
      {
        "id":"ED479812",
        "title":"An Outline for Designing a Hybrid First Year Language Course with WebCT."},
      {
        "id":"ED479813",
        "title":"Whole Schooling: A Study of Schools Linking Inclusive Education &amp; School Reform in Urban &amp; Rural Communities Research Project. Final Report. Learning Well Together: Lessons about Connecting Inclusive Education to Whole School Improvement."},
      {
        "id":"ED479814",
        "title":"Proceedings of the Capacity Building Institute on Access, Participation, and Progress in the General K-12 Curriculum (Arlington, Virginia, July 10, 2002)."},
      {
        "id":"ED479816",
        "title":"A Practitioner's Guide to Involving Families in Secondary Transition."},
      {
        "id":"ED479817",
        "title":"Identification of Gifted Students in Ohio."},
      {
        "id":"ED479818",
        "title":"Sound Financial Management: A National Conference (Dallas, Texas, August 26-28, 2002). Participant's Manual."},
      {
        "id":"ED479819",
        "title":"Mobilizing Resources for Independent Living: A National Conference (New Orleans, Louisiana, August 5-7, 2002). Participant's Manual."},
      {
        "id":"ED479820",
        "title":"Making News: How the IL Movement Cultivates Media Relationships--A National Conference (Oklahoma City, Oklahoma, October 16-18, 2002). Participant's Manual."},
      {
        "id":"ED479821",
        "title":"IL 201: History & Philosophy of the Independent Living Movement--A National Teleconference (August 8, 2002). Participant's Manual."},
      {
        "id":"ED479822",
        "title":"The Hebrew Academy for Special Children's Summer Program: An Evaluation Report. An Innovative Program To Enhance the Academic and Social Outcomes of Developmentally Disabled Individuals."},
      {
        "id":"ED479823",
        "title":"POWER: Providing Options for the Workplace, Education and Rehabilitation. Final Report."},
      {
        "id":"ED479824",
        "title":"Classification Systems for Two-Year Colleges. New Directions for Community Colleges. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED479825",
        "title":"Developing Learner Concentric Learning Outcome Typologies Using Clustering and Decision Trees of Data Mining."},
      {
        "id":"ED479826",
        "title":"A Study of Community College Student Attitudes Related to Service Learning."},
      {
        "id":"ED479827",
        "title":"Community College Students: Goals, Academic Preparation, and Outcomes. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED479829",
        "title":"Opportunities in Place: National Assessment of the Rural Community College Initiative."},
      {
        "id":"ED479830",
        "title":"Early Achievements in Service Integration: What We Can Learn from No Wrong Door Startups."},
      {
        "id":"ED479831",
        "title":"Report on Teen Cigarette Smoking and Marijuana Use."},
      {
        "id":"ED479832",
        "title":"Building Leadership Skills in Middle School Girls through Interscholastic Athletics. ERIC Digest."},
      {
        "id":"ED479833",
        "title":"Results from the 2002 National Survey on Drug Use and Health: National Findings."},
      {
        "id":"ED479834",
        "title":"Overview of Findings from the 2002 National Survey on Drug Use and Health."},
      {
        "id":"ED479835",
        "title":"Ending Discrimination against People with Alcohol and Drug Problems."},
      {
        "id":"ED479836",
        "title":"Achieving the Promise: Transforming Mental Health Care in America. Final Report."},
      {
        "id":"ED479840",
        "title":"Polytechnic Education in Finland. Reviews of National Policies for Education."},
      {
        "id":"ED479841",
        "title":"A Sampling of Success Stories of Federal Investment in University Research."},
      {
        "id":"ED479843",
        "title":"Investing in Technology: The Payoff in Student Learning. ERIC Digest."},
      {
        "id":"ED479844",
        "title":"Stimulating Growth and Renewal of Public Libraries: The Natural Life Cycle as Framework. ERIC Digest."},
      {
        "id":"ED479845",
        "title":"Landscape Explorers. Photo Prints."},
      {
        "id":"ED479847",
        "title":"Curriculum Development for Learning To Live Together: The Caribbean Sub-Region. The Final Report of the Sub-Regional Seminar (Havana, Cuba, May 15-18, 2001)."},
      {
        "id":"ED479848",
        "title":"Scarves of Many Colors: Muslim Women and the Veil. A Memorial Curriculum in Honor of the Life and Work of Joan Hawkinson Bohorfoush."},
      {
        "id":"ED479864",
        "title":"Improving Student Motivation through the Use of the Multiple Intelligences."},
      {
        "id":"ED479865",
        "title":"Improving Students' Literacy through the Use of Rhythm and Rhyme."},
      {
        "id":"ED479866",
        "title":"The Power of the Portfolio."},
      {
        "id":"ED479867",
        "title":"Improving Oral Fluency, Written Accuracy, and Reading Comprehension in the 3rd Grade Using Visual Art Content."},
      {
        "id":"ED479869",
        "title":"CATS 2002 Interpretive Guide Detailed Information about How To Use Your Score Reports (Version 1.02)."},
      {
        "id":"ED479870",
        "title":"Inservice Development of Reading Teachers."},
      {
        "id":"ED479871",
        "title":"The Applied Theatre."},
      {
        "id":"ED479874",
        "title":"Teacher/Student Interactions in Public Elementary Schools When Class Size is a Factor."},
      {
        "id":"ED479875",
        "title":"Viewing Peer-Reviewed Literature about the Community College: Portrayal of a Sector in Higher Education Journals."},
      {
        "id":"ED479876",
        "title":"The Influence of a Freshman Orientation Course on the Academic Performance and Retention of New Community College Students."},
      {
        "id":"ED479880",
        "title":"Initial Employment Report: Physics PhD Recipients of 2000 & 2001."},
      {
        "id":"ED479881",
        "title":"From Outreach to Engagement to Scholarship: An Evolution."},
      {
        "id":"ED479882",
        "title":"Making the Transition to Teaching Online: Strategies and Methods for the First-Time, Online Instructor."},
      {
        "id":"ED479884",
        "title":"Radicalizing Democratic Education: Unity and Dissent in Wartime."},
      {
        "id":"ED479885",
        "title":"Cultural Conflict and School Board Recall Elections."},
      {
        "id":"ED479886",
        "title":"Sex Education, Liberalism, and Natural Law: Toward an Overlapping Consensus."},
      {
        "id":"ED479887",
        "title":"Looking inside the Black Box: What School Factors Explain Voucher Gains in Washington, D.C.?"},
      {
        "id":"ED479888",
        "title":"Analyzing State Charter School Laws and Their Influence on the Formation of Charter Schools in the United States."},
      {
        "id":"ED479889",
        "title":"Democracy and Education Spending: Has Africa's Move to Multiparty Elections Made a Difference for Policy?"},
      {
        "id":"ED479890",
        "title":"Civic Education Trends in Post-Communist Countries of Central and Eastern Europe. ERIC Digest."},
      {
        "id":"ED479891",
        "title":"Teaching History for Citizenship in the Elementary School. ERIC Digest."},
      {
        "id":"ED479893",
        "title":"Joining Together To Prepare Teachers: Developing Professional Development Schools."},
      {
        "id":"ED479895",
        "title":"Linguistic Legislation and Normalization Process: The Catalan Case in Spain. Mercator Working Papers."},
      {
        "id":"ED479896",
        "title":"The Ratification by the United Kingdom of the European Charter for Regional or Minority Languages. Mercator Working Papers."},
      {
        "id":"ED479897",
        "title":"Recent Changes in Turkey's Language Legislation. Mercator Working Papers."},
      {
        "id":"ED479899",
        "title":"Improving Reading Skills in ESL Students through an Intensive Vocabulary Building Program."},
      {
        "id":"ED479902",
        "title":"Second Language Acquisition, Culture Shock and Language Stress of Adult Latina Students in New York."},
      {
        "id":"ED479903",
        "title":"Preparing Teachers around the World. Policy Information Report."},
      {
        "id":"ED479904",
        "title":"No Child Left Behind Act: More Information Would Help States Determine Which Teachers Are Highly Qualified. Report to Congressional Requesters."},
      {
        "id":"ED479905",
        "title":"The Role of Self-Regulated Learning in Contextual Teaching: Principals and Practices for Teacher Preparation."},
      {
        "id":"ED479906",
        "title":"Title IX Athletics Policies: Issues and Data for Education Decision Makers. Report."},
      {
        "id":"ED479908",
        "title":"Women's Health USA, 2003."},
      {
        "id":"ED479910",
        "title":"Na Honua Mauli Ola: Hawaii Guidelines for Culturally Healthy and Responsive Learning Environments."},
      {
        "id":"ED479911",
        "title":"Measuring What Matters: Assessing Novice Teachers in Ohio in Japan."},
      {
        "id":"ED479912",
        "title":"Guide to Writing and Technology across the Curriculum: A Resource for Professors and Student Assistants."},
      {
        "id":"ED479913",
        "title":"What Works--Enhancing the Process of Writing through Technology: Integrating Research and Best Practice. enGauge Resources."},
      {
        "id":"ED479914",
        "title":"Improving Student Academic Reading Achievement through the Use of Multiple Intelligence Teaching Strategies."},
      {
        "id":"ED479915",
        "title":"Improving Reading Achievement through the Use of a Balanced Literacy Program."},
      {
        "id":"ED479916",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 12."},
      {
        "id":"ED479918",
        "title":"When Teachers Call on Students: Avoidance Behavior in the Classroom."},
      {
        "id":"ED479919",
        "title":"Enhancing Supervisory Relationships."},
      {
        "id":"ED479920",
        "title":"Training Addiction Counselors: Collaborating through Diversity."},
      {
        "id":"ED479921",
        "title":"Algorithms and Care Pathways for Assessment and Counseling for Domestic Violence."},
      {
        "id":"ED479922",
        "title":"An Exploration of the Validity of the Unbounded Write-In Scale."},
      {
        "id":"ED479923",
        "title":"Exploring Boundary Conditions on the Invariance Property of Item Parameter Estimates of Item Response Models."},
      {
        "id":"ED479924",
        "title":"Teacher-Candidates' Overall Program Portfolio Scoring: Systematic, Comprehensive and Hierarchical Evaluative Measures of Excellence (TOPPS SCHEME)."},
      {
        "id":"ED479925",
        "title":"Replication of Major Profile Patterns in Structural Equation Modeling: Effect of Bootstrapping in a Small Sample."},
      {
        "id":"ED479926",
        "title":"When Time Matters: Examining the Impact and Distribution of Extra Instructional Time."},
      {
        "id":"ED479930",
        "title":"The Shaping School Culture Fieldbook. The Jossey-Bass Education Series."},
      {
        "id":"ED479931",
        "title":"Efficiency, Bias, and Classification Schemes: Estimating Private-School Impacts on Test Scores in the New York City Voucher Experiment."},
      {
        "id":"ED479932",
        "title":"Education Policy and Practice: Bridging the Divide. Harvard Educational Review Reprint Series."},
      {
        "id":"ED479933",
        "title":"Role of the School Leader. Trends and Issues."},
      {
        "id":"ED479946",
        "title":"Recommendations for Radiologic Technology Workforce Development."},
      {
        "id":"ED479947",
        "title":"Shaping the Future: Collaborative Opportunities for School Administrators and School Counselors."},
      {
        "id":"ED479948",
        "title":"Faculty Members' Attitudes toward Students Who Smoke: The Last Permitted Type of Discrimination."},
      {
        "id":"ED479952",
        "title":"Native Educators Interface with Culture and Language in Schooling."},
      {
        "id":"ED479954",
        "title":"The Effect of Integrated Basic Education Programs on Women's Social and Economic Well-Being in Bolivia."},
      {
        "id":"ED479955",
        "title":"How Successful Ethnic Minority Students Construct Identities: Observations from Yunnan Province, PRC."},
      {
        "id":"ED479956",
        "title":"Kemow Eta' manik (\"Weaving Our Learning\"): A Methodological Proposal To Increase Quality of Education in Rural Areas of El Quiche, Guatemala."},
      {
        "id":"ED479957",
        "title":"BRAC's Non-Formal Primary Education (NFPE) Teacher Training Program. Panel Paper (Summary)."},
      {
        "id":"ED479958",
        "title":"Comparison of Student Test Scores in a Coordinate Plane Unit Using Traditional Classroom Techniques Versus Traditional Techniques Coupled with an Ethnomathematics Software at Torch Middle School."},
      {
        "id":"ED479959",
        "title":"Authentic Assessment: It Really Works."},
      {
        "id":"ED479961",
        "title":"America's Newcomers."},
      {
        "id":"ED479962",
        "title":"How Race Counts for Hispanic Americans."},
      {
        "id":"ED479963",
        "title":"Program Level Feedback from Former Occupational Education Students: Report 1 of 2, Summary Findings of Respondents District-Wide. Research Brief."},
      {
        "id":"ED479964",
        "title":"Mapping the District: An Accreditation Survey."},
      {
        "id":"ED479965",
        "title":"A Survey of Former Nursing (RN and LVN) Students. Summary Findings of Respondents District-Wide."},
      {
        "id":"ED479966",
        "title":"A Survey of Former Drafting &amp; Engineering Design Technology Students. Summary Findings of Respondents District-Wide."},
      {
        "id":"ED479967",
        "title":"A Survey of Former Early Childhood Education (ECE) Students. Summary Findings of Respondents District-Wide."},
      {
        "id":"ED479968",
        "title":"External Scan 2002. Environmental Scan of the Greater Sacramento Area."},
      {
        "id":"ED479969",
        "title":"A Survey of Current Computer Information Science (CIS) Students."},
      {
        "id":"ED479970",
        "title":"Fall 2002 Student Profile. Based upon First Census Data."},
      {
        "id":"ED479971",
        "title":"Results of the Alternative Calendar Survey: A Survey of Faculty, Classified Staff and Administrators at California Community Colleges That Have Moved from an 18-Week Semester to a Compressed Calendar."},
      {
        "id":"ED479972",
        "title":"A Survey of Former Business Students (General Business, Management, Marketing, Real Estate). Summary Findings of Respondents District-Wide."},
      {
        "id":"ED479973",
        "title":"A Survey of Former Office Administration Students. Summary Findings of Respondents District-Wide."},
      {
        "id":"ED479974",
        "title":"Literacy Skills for the World of Tomorrow. Further Results from PISA 2000."},
      {
        "id":"ED479975",
        "title":"A Guide to Effective Accountability Reporting: Designing Public Reports that Effectively Communicate Accountability, Assessment and Other Quantitative Education Indicators in an Easily Understood Format."},
      {
        "id":"ED479976",
        "title":"Making Valid and Reliable Decisions in Determining Adequate Yearly Progress. A Paper in the Series: Implementing the State Accountability System Requirements under the No Child Left Behind Act of 2001."},
      {
        "id":"ED479977",
        "title":"Training Haitian Teachers for Early Childhood Special Education/Teaching English to Speakers of Other Languages Master's Degree. Final Report."},
      {
        "id":"ED479978",
        "title":"A Longitudinal Study of the Vocational Rehabilitation Service Program. Second Interim Report: Characteristics and Perspectives of VR Consumers."},
      {
        "id":"ED479979",
        "title":"Vocational Rehabilitation Experiences among Individuals Who Achieved a Supported Employment Outcome: A Longitudinal Study of the Vocational Rehabilitation Service Program. Final Report."},
      {
        "id":"ED479980",
        "title":"A Longitudinal Study of the Vocational Rehabilitation Service Program. Third Interim Report: Characteristics and Outcomes of Former VR Consumers with an Employment Outcome."},
      {
        "id":"ED479981",
        "title":"DISCOVER in Middle School: Identifying Gifted Minority Students."},
      {
        "id":"ED479982",
        "title":"Friendships of Children with Disabilities."},
      {
        "id":"ED479983",
        "title":"To Assure the Free Appropriate Public Education of All Children with Disabilities (Individuals with Disabilities Education Act, Section 618). Twenty-Fourth Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act, 2002."},
      {
        "id":"ED479984",
        "title":"Listening to Inner City Teachers of English Language Learners: Differentiating Literacy Instruction."},
      {
        "id":"ED479986",
        "title":"An Investigation of Students' Perspectives on Foreign Language Anxiety."},
      {
        "id":"ED479987",
        "title":"Code Switching in Normal and Aphasic Kannada-English Bilinguals."},
      {
        "id":"ED479988",
        "title":"Optimizing Basic French Skills Utilizing Multiple Teaching Techniques."},
      {
        "id":"ED479989",
        "title":"A Benefit Cost Analysis of the Abecedarian Early Childhood Intervention."},
      {
        "id":"ED479990",
        "title":"States' Efforts in Improving the Qualifications of Early Care and Education Teachers. NIEER Working Papers."},
      {
        "id":"ED479991",
        "title":"Prekindergarten Benchmarks for Language and Literacy: Progress Made and Challenges to Be Met. NIEER Working Papers."},
      {
        "id":"ED479992",
        "title":"Learning Science in a High School Learning Environment in Papua New Guinea."},
      {
        "id":"ED479993",
        "title":"Low Income Student Transiency and Its Effects on Schools and School Districts in Upstate New York."},
      {
        "id":"ED479997",
        "title":"Frequently Asked Questions Concerning Student Fees and Financial Aid at California's Public Colleges and Universities. Information from the California Postsecondary Education Commission."},
      {
        "id":"ED479998",
        "title":"National Summit on Innovation and Learning=Sommet National sur L'Innovation et L'Apprentissage. Summary=Sommaire."},
      {
        "id":"ED479999",
        "title":"Canadians Speak on Innovation and Learning=Les Canadiens, L'Innovation et L'Apprentissage."},
      {
        "id":"ED480000",
        "title":"Youth Action Council on Sustainable Innovation (YACSI) Report: Making Innovation Sustainable Among Youth in Canada."},
      {
        "id":"ED480001",
        "title":"WIA Reauthorization Recommendations [and] Side-by-Side Comparison of Title I Provisions in Recent WIA Reauthorization Proposals (June 25, 2003 Update)."},
      {
        "id":"ED480002",
        "title":"The Employer's Voice: Frontline Workers and Workforce Development."},
      {
        "id":"ED480003",
        "title":"Multiple Pathways and State Policy: Toward Education and Training Beyond High School."},
      {
        "id":"ED480004",
        "title":"Integration of Vocational and Academic Curricula through the NSF Advanced Technological Education Program (ATE)."},
      {
        "id":"ED480005",
        "title":"Trends in High School Vocational/Technical Coursetaking, 1982-1998. Statistical Analysis Report."},
      {
        "id":"ED480008",
        "title":"Implications for Women and Children When Mothers Return To Study Mathematics."},
      {
        "id":"ED480009",
        "title":"Parents as Learners and Teachers of Mathematics: Toward a Two-Way Dialogue."},
      {
        "id":"ED480010",
        "title":"Putting Math Into Family Life: What's Possible for Working Parents?"},
      {
        "id":"ED480011",
        "title":"Connecting Students, Sense and Symbols: A Workshop of Practical Activities from Personal Experience, and Informed by Research."},
      {
        "id":"ED480012",
        "title":"The KAM-Project: Structure of the Swedish Upper Secondary School. An Example."},
      {
        "id":"ED480013",
        "title":"Math In-Service Training for Adult Educators."},
      {
        "id":"ED480015",
        "title":"Student Loans and Foreign Schools: Assessing Risks Could Help Education Reduce Program Vulnerability. Report to Congressional Addressees."},
      {
        "id":"ED480016",
        "title":"University Classroom Teaching Innovations: A Meta-Analysis Study."},
      {
        "id":"ED480017",
        "title":"Evaluation of Classroom Teaching Innovations at the University of Seville."},
      {
        "id":"ED480021",
        "title":"Library Services and Technology Act: Five-Year Program Evaluation Report for the State of Utah, 1998-2002."},
      {
        "id":"ED480022",
        "title":"Utah Public Library Service, 2001: An Annual Report."},
      {
        "id":"ED480023",
        "title":"Utah Public Library Service: A Decade of Growth, 1990-2000."},
      {
        "id":"ED480024",
        "title":"Standards for Utah Public Libraries."},
      {
        "id":"ED480025",
        "title":"Utah Governor's Mansion Library--Bibliography."},
      {
        "id":"ED480026",
        "title":"Raising Awareness and Changing Behaviors: An Evaluation of the Gender Project."},
      {
        "id":"ED480027",
        "title":"Escalante Pueblo Curriculum: An Educator's Guide to the Exhibits and Sites at the Anasazi Heritage Center."},
      {
        "id":"ED480033",
        "title":"Theorizing about Teachers' Responses to Reform: The Role of Communities of Practice. An Occasional Paper."},
      {
        "id":"ED480034",
        "title":"Teacher Teaming in Relation to Student Performance: Findings from the Literature."},
      {
        "id":"ED480035",
        "title":"Learning for the 21st Century: A Report and MILE Guide for 21st Century Skills."},
      {
        "id":"ED480036",
        "title":"Why Use Tests and Assessments?"},
      {
        "id":"ED480037",
        "title":"Types and Uses of Tests."},
      {
        "id":"ED480038",
        "title":"Guidelines for Selecting Appropriate Tests."},
      {
        "id":"ED480039",
        "title":"Reporting and Interpreting Test Results."},
      {
        "id":"ED480040",
        "title":"Informing Test Takers."},
      {
        "id":"ED480041",
        "title":"Fair and Valid Use of Educational Testing in Grades K-12."},
      {
        "id":"ED480042",
        "title":"Test and Item Bias: What They Are, What They Aren't, and How To Detect Them."},
      {
        "id":"ED480043",
        "title":"Racial and Ethnic Difference in Performance."},
      {
        "id":"ED480044",
        "title":"A Test User's Guide to Serving a Multicultural Community."},
      {
        "id":"ED480045",
        "title":"Lost in Translation: Issues in Translating Tests for Non-English Speaking, Limited English Proficient, and Bilingual Students."},
      {
        "id":"ED480046",
        "title":"Testing Students with Limited English Proficiency."},
      {
        "id":"ED480047",
        "title":"Inclusion of Students with Disabilities in State and District Assessments."},
      {
        "id":"ED480048",
        "title":"Assessment of and Accountability for Students with Disabilities: Putting Theory into Practice."},
      {
        "id":"ED480049",
        "title":"Assessing Students with Serious Mental Health and Behavioral Problems: Clinical Assessment for Educators."},
      {
        "id":"ED480050",
        "title":"Broadband and Narrowband Measures of Mental and Behavioral Health: Counseling Assessment for Educators."},
      {
        "id":"ED480051",
        "title":"Assessment of Family Issues: A Guide for Educators."},
      {
        "id":"ED480052",
        "title":"SUBSTANCE-Q: A Practical Clinical Interview for Detecting Alcohol and Other Drug Abuse."},
      {
        "id":"ED480053",
        "title":"Overcoming Test Anxiety: Giving Students the Ability to Show What They Know."},
      {
        "id":"ED480054",
        "title":"Assessment for Children Ages 3 to 8 Years."},
      {
        "id":"ED480055",
        "title":"Issues in College Admissions Testing."},
      {
        "id":"ED480056",
        "title":"Assessment and College Course Placement: Matching Students with Appropriate Instruction."},
      {
        "id":"ED480057",
        "title":"Test Consumers in the Military: Use of the Military Career Exploration Program in Schools."},
      {
        "id":"ED480058",
        "title":"Educational Assessment in a Reform Context."},
      {
        "id":"ED480059",
        "title":"Education Assessment in an Era of Accountability."},
      {
        "id":"ED480060",
        "title":"Applications of Professional Ethics in Educational Assessment."},
      {
        "id":"ED480061",
        "title":"Educational Testing Integrity: Why Educators and Students Cheat and How To Prevent It."},
      {
        "id":"ED480062",
        "title":"Practice Tests and Study Guides: Do They Help? Are They Ethical? What Is Ethical Test Preparation Practice?"},
      {
        "id":"ED480063",
        "title":"Test Preparation: What Makes It Effective?"},
      {
        "id":"ED480064",
        "title":"Professional Testing Standards: What Educators Need To Know."},
      {
        "id":"ED480065",
        "title":"Training Educators To Develop Good Educational Tests."},
      {
        "id":"ED480066",
        "title":"Assessment Competencies for School Counselors."},
      {
        "id":"ED480067",
        "title":"Test User Qualifications: Who Can Use What Tests?"},
      {
        "id":"ED480068",
        "title":"Assessment for Learning: Classroom Assessment To Improve Student Achievement and Well-Being."},
      {
        "id":"ED480069",
        "title":"Maybe We Learned All We Really Needed To Know in Kindergarten: But How Could Anybody Be Sure until We Took the Test?"},
      {
        "id":"ED480070",
        "title":"Performance Assessment: Designing Appropriate Performance Tasks and Scoring Rubrics."},
      {
        "id":"ED480071",
        "title":"Beyond Assessment to Best Grading Practice: Practical Guidelines."},
      {
        "id":"ED480072",
        "title":"Program Evaluation and Outcome Assessment Documenting the Worth of Educational Programs."},
      {
        "id":"ED480073",
        "title":"Interpreting the Meaning of Test Results: The Consultant's Role."},
      {
        "id":"ED480074",
        "title":"Testing FAQ: How to Answer Questions Parents Frequently Ask about Testing."},
      {
        "id":"ED480075",
        "title":"Steps in the Right Direction: Reporting Assessment Results to Students, Parents, School Board Members, and the Media."},
      {
        "id":"ED480076",
        "title":"Facilitating Career Development: Assessment and Interpretation Practices."},
      {
        "id":"ED480077",
        "title":"Improving Work Life Decisions: O*NET Career Exploration Tools."},
      {
        "id":"ED480078",
        "title":"Assessment of Workplace Stress: Occupational Stress, Its Consequences, and Common Causes of Teacher Stress."},
      {
        "id":"ED480079",
        "title":"Current Issues in Educational Assessment: The Test Publisher's Role."},
      {
        "id":"ED480080",
        "title":"Technology, Collaboration, and Better Practice: The Future of Assessment in Education and Counseling."},
      {
        "id":"ED480081",
        "title":"The Future of School Testing: A School District Perspective."},
      {
        "id":"ED480082",
        "title":"Harnessing the Power of Technology: Testing and Assessment Applications."},
      {
        "id":"ED480083",
        "title":"Computerized Adaptive Testing: An Introduction."},
      {
        "id":"ED480084",
        "title":"Assessing the Quality of Online Instruction: Integrating Instructional Quality and Web Usability Assessments."},
      {
        "id":"ED480085",
        "title":"Needs Assessment: An Ongoing Process for School Improvement."},
      {
        "id":"ED480086",
        "title":"The National Assessment of Educational Progress: What It Tells Educators."},
      {
        "id":"ED480087",
        "title":"English Leadership Quarterly, 2000-2001."},
      {
        "id":"ED480088",
        "title":"Report of the Regional and National Literacy Network of Research and Professional Organizations (1st, Naperville, Illinois, November 15, 2001)."},
      {
        "id":"ED480089",
        "title":"Working Together for Literacy Success: Report of the Regional Literacy Network Annual Meeting (2nd, Naperville, Illinois, April 25, 2002)."},
      {
        "id":"ED480090",
        "title":"Report of the Literacy Research Network Annual Meeting (Naperville, Illinois, November 6-7, 2002)."},
      {
        "id":"ED480091",
        "title":"A Call for Evidence: Responding to the New Emphasis on Scientifically Based Research."},
      {
        "id":"ED480092",
        "title":"Exemplary Reading Programs in Illinois Public Schools."},
      {
        "id":"ED480093",
        "title":"A Study of Reading Practices, Instruction, and Achievement in District 31 Schools."},
      {
        "id":"ED480094",
        "title":"Career Development and Self-Efficacy Belief."},
      {
        "id":"ED480095",
        "title":"Parent Self-Efficacy Mediates the Impact of Family Intervention."},
      {
        "id":"ED480096",
        "title":"The \"Strategies-for-Achievement\" Approach for Teaching Study Skills."},
      {
        "id":"ED480097",
        "title":"A Group Psychoeducational and Support Program for Single Custodial Fathers."},
      {
        "id":"ED480098",
        "title":"Reading between the Lines: Metacommunicative Aspects of Online Education."},
      {
        "id":"ED480099",
        "title":"Sources of School Belonging for Students with Learning Disabilities."},
      {
        "id":"ED480100",
        "title":"Students' Attitudes toward Working with Individuals Who Suffer from Serious and Persistent Mental Illness."},
      {
        "id":"ED480101",
        "title":"The Wall of Remembrance: Images and Themes of the Holocaust."},
      {
        "id":"ED480106",
        "title":"My School Makes Me Sick: Cheap Solutions to Environmental Problems in Schools."},
      {
        "id":"ED480121",
        "title":"Accountability in the Tug of War over Teacher Education Policy-Making: A Historical Review."},
      {
        "id":"ED480122",
        "title":"School Coaching in Context: A Case Study in Capacity Building."},
      {
        "id":"ED480123",
        "title":"The Influence of Presidential Cognition and Power on Framing Change at Community Colleges."},
      {
        "id":"ED480124",
        "title":"Parents as Active Team Members: Where Does Accountability for a Child's Special Education Rest?"},
      {
        "id":"ED480125",
        "title":"Talking about the Community College President: Is It Still a Man's World?"},
      {
        "id":"ED480126",
        "title":"Equating Multiple Forms of a Competency Test: An Item Response Theory Approach."},
      {
        "id":"ED480127",
        "title":"Peace Education Evaluation."},
      {
        "id":"ED480128",
        "title":"Even Start Participant Observation Pilot: Using Qualitative Methodologies To Enhance Evaluations."},
      {
        "id":"ED480129",
        "title":"Case Specificity Is Essential for Valid Performance Assessment of Physicians."},
      {
        "id":"ED480130",
        "title":"The Reflective Journal as a Learning and Professional Development Tool for Teachers and Administrators."},
      {
        "id":"ED480131",
        "title":"Engaging Minds, Enhancing Comprehension and Constructing Knowledge through Visual Representations."},
      {
        "id":"ED480132",
        "title":"Doing School Differently: The Leadership Factor."},
      {
        "id":"ED480133",
        "title":"Portfolios, Performance Assessments, and Standards Based Learning in Educational Leadership."},
      {
        "id":"ED480134",
        "title":"Clarifying Dispositions: Study of Administrator Candidate Perceptions."},
      {
        "id":"ED480135",
        "title":"Automatic Item Generation via Frame Semantics: Natural Language Generation of Math Word Problems."},
      {
        "id":"ED480136",
        "title":"Managing Intersubjectivity in the Context of an Informal Learning Environment."},
      {
        "id":"ED480137",
        "title":"General Academic Achievement of Adult High School Dropouts."},
      {
        "id":"ED480138",
        "title":"Connecting SEM Analysis and Profile Analysis via MDS."},
      {
        "id":"ED480139",
        "title":"Application of PAMS (Profile Analysis via Multidimensional Scaling) Model to Constructing Cognitive Ability Patterns."},
      {
        "id":"ED480141",
        "title":"Exploring the Democratic Tensions within Parents' Decisions To Homeschool. Occasional Paper."},
      {
        "id":"ED480142",
        "title":"Understudied Education: Toward Building a Homeschooling Research Agenda. Occasional Paper."},
      {
        "id":"ED480143",
        "title":"Separate and Unequal: Pataki's Budget Cuts Hit Struggling Schools the Hardest."},
      {
        "id":"ED480144",
        "title":"Institute of Education Science Findings from Interviews with Education Policymakers."},
      {
        "id":"ED480145",
        "title":"Recognizing and Encouraging Exemplary Leadership in America&apos;s Schools: A Proposal To Establish a System of Advanced Certification for Administrators."},
      {
        "id":"ED480147",
        "title":"Networks of Innovation: Towards New Models for Managing Schools and Systems. Schooling for Tomorrow."},
      {
        "id":"ED480156",
        "title":"From Vision to Reality--Developing World Language Programs in Elementary Grades: Lessons Learned. Report To TEACH Wisconsin."},
      {
        "id":"ED480158",
        "title":"The Main Concepts in the Recognition of Linguistic Rights in European States. Mercator Working Papers."},
      {
        "id":"ED480159",
        "title":"Improving Teacher Evaluation To Improve Teaching Quality. Issue Brief."},
      {
        "id":"ED476154",
        "title":"Do You See Your Family? An Examination of Racially Mixed Characters &amp; Families in Children's Picture Books Available in School Media Centers."},
      {
        "id":"ED476157",
        "title":"The Nation's Report Card: Writing Highlights, 2002."},
      {
        "id":"ED476160",
        "title":"Unbraiding the Rhetoric about Student Achievement and Teacher Quality in Georgia."},
      {
        "id":"ED476161",
        "title":"A Coat of Many Colors: Preparing Teachers To Meet the Needs of Learners in Inclusive Settings."},
      {
        "id":"ED476162",
        "title":"Implementation of the Multiple Intelligences Theory in the 21st Century Teaching and Learning Environments: A New Tool for Effective Teaching and Learning in All Levels."},
      {
        "id":"ED476163",
        "title":"Community College's Expanding Role in Teacher Preparation."},
      {
        "id":"ED476171",
        "title":"National Mythology and Its Linguistical Resources: The Bulgarian Case."},
      {
        "id":"ED476172",
        "title":"Nations in the Urhobo Noun Phrase."},
      {
        "id":"ED476174",
        "title":"A Study of Linguistic, Perceptual, and Pedagogical Change in a Short-Term Intensive Language Program."},
      {
        "id":"ED476175",
        "title":"Missing Data and IRT Item Parameter Estimation."},
      {
        "id":"ED476176",
        "title":"Gender Differences in Self-Regulated Learning, Task Value, and Achievement in Developmental College Students."},
      {
        "id":"ED476177",
        "title":"Effects of Two-Way Bilingual Education on the Literacy Development of Students in Kindergarten and the First Grade."},
      {
        "id":"ED476178",
        "title":"Sharing the Data along with the Responsibility: Examining an Analytic Scale-Based Model for Assessing School Climate."},
      {
        "id":"ED476180",
        "title":"The Powerful Influence of Research Journals beyond Collecting Data."},
      {
        "id":"ED476181",
        "title":"Empowering Beginning Teachers through Action Research."},
      {
        "id":"ED476182",
        "title":"Points of Illumination: Building Learning Communities through Focused Reflection in Schools as an Antidote to External Pressure."},
      {
        "id":"ED476183",
        "title":"The Development of Dialogical Critical Thinking."},
      {
        "id":"ED476184",
        "title":"Learning Qualitative Data Analysis in a North American University: Teaching Reflections on Creating Supports and Scaffolds for Researcher Development."},
      {
        "id":"ED476186",
        "title":"A Rasch Measurement Example in Grant Application Process."},
      {
        "id":"ED476187",
        "title":"Young People as Researchers in Schools: The Possibilities of Peer Research."},
      {
        "id":"ED476188",
        "title":"The Effects of Using EPAS Programs on PLAN and ACT Assessment Performance. ACT Research Report Series."},
      {
        "id":"ED476189",
        "title":"The Nation's Report Card: Writing, 2002."},
      {
        "id":"ED476190",
        "title":"The Nation's Report Card: State Writing 2002 Reports for Grade 4."},
      {
        "id":"ED476191",
        "title":"The Nation's Report Card: State Writing 2002 Reports for Grade 8."},
      {
        "id":"ED476192",
        "title":"The Oregon Quality Education Model: Relating Funding and Performance."},
      {
        "id":"ED476193",
        "title":"School Choice: Abundant Hopes, Scarce Evidence of Results."},
      {
        "id":"ED476194",
        "title":"Straw into Gold, Resources into Results: Spinning Out the Implications of the &quot;New&quot; School Finance. PACE Working Paper Series."},
      {
        "id":"ED476195",
        "title":"The Straight A Plan for Educational Reform."},
      {
        "id":"ED476197",
        "title":"Kentucky District and School Coordinators' Perceptions of Their Extended School Services Programs."},
      {
        "id":"ED476198",
        "title":"Creating a State of Achievement. Maryland Higher Education Commission Data Book, 2003."},
      {
        "id":"ED476199",
        "title":"Como pagar tu educacion, 2003-2004 (How To Pay for Your Education, 2003-2004)."},
      {
        "id":"ED476200",
        "title":"The Montana Behavioral Initiative: Student Results and System Outcomes."},
      {
        "id":"ED476201",
        "title":"The Montana Training for Inclusive Education (TIE) Final Evaluation."},
      {
        "id":"ED476202",
        "title":"Moving Toward a Classroom Inclusion Model."},
      {
        "id":"ED476203",
        "title":"So What If Education Survives! Who Cares and Who Should."},
      {
        "id":"ED476204",
        "title":"Maximizing Home Visit Time In Rural Early Intervention."},
      {
        "id":"ED476205",
        "title":"A Comparative Study of the Needs and Sources of Support of African American and White Urban and Rural Caregivers of Young Children with Special Needs."},
      {
        "id":"ED476206",
        "title":"Granted: Three Wishes To Improve Access to the General Curriculum."},
      {
        "id":"ED476207",
        "title":"Ensuring Rural Survival: Designing Professional Development That Builds Local Capacity."},
      {
        "id":"ED476208",
        "title":"Global Rural Autism Asperger Information Network: A Distance Learning Inservice Training Program."},
      {
        "id":"ED476209",
        "title":"Utilizing Paraeducators as Links to Their Communities: A Training Package for Use with Teacher/Paraeducator Teams and in the Pre-Service Training of Teachers."},
      {
        "id":"ED476210",
        "title":"Adults with Asperger Syndrome: How They Have Helped My Teaching."},
      {
        "id":"ED476211",
        "title":"A Qualified Teacher for Every Student: Keeping the Good Ones."},
      {
        "id":"ED476212",
        "title":"Self-Perceptions of Rural College Special Education Preservice Teachers: Assessing the Application of Curriculum Content Knowledge to the Actual Classroom."},
      {
        "id":"ED476213",
        "title":"Rural Students Becoming Rural Teachers: How Long Do They Stay?"},
      {
        "id":"ED476214",
        "title":"Helping Rural Special Education Preservice Teachers Survive the Virtual Wilderness."},
      {
        "id":"ED476215",
        "title":"Evaluating Teaming Skills in a Rural University Clinical Experience: Continuation across Two Summers."},
      {
        "id":"ED476216",
        "title":"Live Broadcasting Online: Interactive Training for Rural Special Educators."},
      {
        "id":"ED476217",
        "title":"Integrating Web Conferencing and Field Work for Preparing Rural Special Educators."},
      {
        "id":"ED476218",
        "title":"Work Incentives and the Transition to Work in Rural Areas."},
      {
        "id":"ED476219",
        "title":"Providing Psychological Consultative Services to Students with Emotional/Behavioral Disabilities: A Collaborative Effort between Rural School Districts and a University Training Program."},
      {
        "id":"ED476220",
        "title":"Strengthening Rural Schools: Training Paraprofessionals in Crisis Prevention and Intervention."},
      {
        "id":"ED476222",
        "title":"Faculty Service Roles and the Scholarship of Engagement. ASHE-ERIC Higher Education Report. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED476226",
        "title":"Paychecks: A Guide to Conducting Salary-Equity Studies for Higher Education Faculty. Second Edition."},
      {
        "id":"ED476227",
        "title":"Faculty Handbooks as Enforceable Contracts: A State Guide. 2002 Edition."},
      {
        "id":"ED476228",
        "title":"The Family and Medical Leave Act: Questions and Answers for Faculty."},
      {
        "id":"ED476229",
        "title":"What Colleges Contribute: Institutional Aid to Full-Time Undergraduates Attending 4-Year Colleges and Universities. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED476243",
        "title":"Indigenous Minority Languages of Russia: A Bibliographical Guide."},
      {
        "id":"ED476244",
        "title":"From Newcomers to New Americans: The Successful Integration of Immigrants into American Society."},
      {
        "id":"ED476245",
        "title":"Cultural Orientation for Vietnamese Montagnard Refugees: A Special Project of IOM Cambodia."},
      {
        "id":"ED476248",
        "title":"Hands-On English: A Periodical for Teachers and Tutors of Adult English as a Second Language, 2002-2003."},
      {
        "id":"ED476249",
        "title":"Neighbor to Neighbor: An English as a Second Language Curriculum for Volunteers."},
      {
        "id":"ED476251",
        "title":"Putting a Human Face on Chemistry: A Project for Liberal Arts Chemistry."},
      {
        "id":"ED476252",
        "title":"The Impact of Constructivist Teaching on Students' Perceptions of Teaching and Learning."},
      {
        "id":"ED476253",
        "title":"Dilemmas with Dilemmas...Exploring the Suitability of Dilemma Stories as a Way of Addressing Ethical Issues in Science Education."},
      {
        "id":"ED476258",
        "title":"Are Whites Still \"Fleeing\"? Racial Patterns and Enrollment Shifts in Urban Public Schools, 1987-1996."},
      {
        "id":"ED476259",
        "title":"No Time for Complacency: Teen Births in California."},
      {
        "id":"ED476260",
        "title":"Women and Men in the United States: March 2002. Population Characteristics. Current Population Reports."},
      {
        "id":"ED476261",
        "title":"The Influence of Pronunciation Instruction on the Production of English Word-Final Consonants by Brazilian Learners."},
      {
        "id":"ED476262",
        "title":"Perceptions, Interactions and Immersion: A Cross-Comparative Case Study of African-American Students' Experiences in a French Immersion Context and a Regular Education Context."},
      {
        "id":"ED476263",
        "title":"Teachers Studying Abroad: An Analysis of Changes in Linguistic and Cultural Knowledge and Attitudes Toward the Spanish Culture and the Effects of Ethnographic Interviews."},
      {
        "id":"ED476264",
        "title":"Motivation in Foreign/Second Language Learning: Some Problems and Implications."},
      {
        "id":"ED476265",
        "title":"Learning To Teach Spanish: A Case Study."},
      {
        "id":"ED476266",
        "title":"Dialogic Construction and Reflective Practice: A Teacher Educator's Action Research Study of Teacher as Learner."},
      {
        "id":"ED476267",
        "title":"Creating an Innovative English as a Second Language in the Workplace Program."},
      {
        "id":"ED476268",
        "title":"An &quot;Heretical&quot; Method for Teaching Foreign Languages."},
      {
        "id":"ED476269",
        "title":"Proceedings from the Communication Across the Curriculum Strand. NCA 2001 Summer Conference: Engaging 21st Century Communication Students."},
      {
        "id":"ED476270",
        "title":"Proceedings from the Communication Labs Strand. NCA 2001 Summer Conference: Engaging 21st Century Communication Students."},
      {
        "id":"ED476271",
        "title":"Proceedings from the Distance Education Strand. NCA 2001 Summer Conference: Engaging 21st Century Communication Students."},
      {
        "id":"ED476272",
        "title":"Implementing Communication Studies into General Education: The Basic Course as General Education (Or, How We Made It Work for Us)."},
      {
        "id":"ED476273",
        "title":"The Effect of Electronic/Computer Mediation on Communication and General Education."},
      {
        "id":"ED476274",
        "title":"Best Practices in General Education."},
      {
        "id":"ED476275",
        "title":"Reconfiguring the Basic Course: Focusing on First-Year Learners."},
      {
        "id":"ED476276",
        "title":"Preparing Future Communication Faculty. NCA 2001 Summer Conference: Engaging 21st Century Communication Students."},
      {
        "id":"ED476278",
        "title":"Proceedings from the Service-Learning Strand. NCA 2001 Summer Conference: Engaging 21st Century Communication Students."},
      {
        "id":"ED476279",
        "title":"Folktale Theatre. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476280",
        "title":"Folktales. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476281",
        "title":"Greek Mythology: Cultures and Art. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476282",
        "title":"Harlem. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476283",
        "title":"&quot;The Grapes of Wrath&quot;: Scrapbooks and Artifacts. Ethnographic Field Studies in Fiction. Learning Page Lesson Plan."},
      {
        "id":"ED476284",
        "title":"The Literate Mind."},
      {
        "id":"ED476285",
        "title":"RTS and RPGs: New Literacies and Multiplayer Computer Games."},
      {
        "id":"ED476286",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 13."},
      {
        "id":"ED476287",
        "title":"The Effect of Instruction in the Paraphrasing Strategy on Reading Fluency and Comprehension."},
      {
        "id":"ED476288",
        "title":"The Motivational Function of Private Speech: An Experimental Approach."},
      {
        "id":"ED476289",
        "title":"Standards-Based Teaching in Culturally Diverse Schools. Viewers' Guide."},
      {
        "id":"ED476290",
        "title":"Texas Papers in Foreign Language Education, Fall 2002."},
      {
        "id":"ED476291",
        "title":"Gender and Special Education: Current State Data Collection. Quick Turn Around (QTA)."},
      {
        "id":"ED476292",
        "title":"Biennial Performance Reports--Disproportionality. Quick Turn Around (QTA)."},
      {
        "id":"ED476293",
        "title":"Families' First Experiences with Early Intervention: National Early Intervention Longitudinal Study. NEILS Data Report."},
      {
        "id":"ED476294",
        "title":"Beyond Mediation: Strategies for Appropriate Early Dispute Resolution in Special Education. Briefing Paper."},
      {
        "id":"ED476295",
        "title":"Using Participant Feedback To Evaluate and Improve Quality in Mediation. Briefing Paper."},
      {
        "id":"ED476296",
        "title":"The Impact of Parent/Family Involvement of Student Outcomes: An Annotated Bibliography of Research from the Past Decade."},
      {
        "id":"ED476297",
        "title":"Should the Curriculum Be Set by State Fiat? An Empirical Test Using Economics Courses in High School. Occasional Paper."},
      {
        "id":"ED476298",
        "title":"Educational Management Organizations and the Development of Professional Community in Charter Schools. Occasional Paper."},
      {
        "id":"ED476299",
        "title":"What Does the Supreme Court Ruling on Vouchers Mean for School Superintendents?"},
      {
        "id":"ED476300",
        "title":"Understanding University Success. A Report from Standards for Success."},
      {
        "id":"ED476301",
        "title":"College and University Enrollment in Connecticut, Fall 2002."},
      {
        "id":"ED476302",
        "title":"Gaining Ground, Moving Up: The Change in the Economic Status of Single Mothers under Welfare Reform. Civic Report."},
      {
        "id":"ED476303",
        "title":"Left Out and Left Behind: NCLB and the American High School. Every Child A Graduate."},
      {
        "id":"ED476304",
        "title":"Concentrated Poverty: A Change in Course. Neighborhood Change in Urban America."},
      {
        "id":"ED476305",
        "title":"Baltimore City Schools, 2001-2002: A Failing System Riddled with Inequities. NCSC Public School Analysis Series."},
      {
        "id":"ED476306",
        "title":"Review of Selected High School Reform Strategies."},
      {
        "id":"ED476307",
        "title":"Determining &quot;What Works&quot; in Social Programs and Social Policies: Toward a More Inclusive Knowledge Base."},
      {
        "id":"ED476308",
        "title":"Undergraduate Access to the University of California after the Elimination of Race-Conscious Policies."},
      {
        "id":"ED476310",
        "title":"Economic Affirmative Action in College Admissions: A Progressive Alternative to Racial Preferences and Class Rank Admissions Plans. Issue Brief Series."},
      {
        "id":"ED476311",
        "title":"The Role of Safeguarders in Scotland. Scotland's Children: Children (Scotland) Act 1995. Research Findings."},
      {
        "id":"ED476312",
        "title":"Fostering and Secure Care: An Evaluation of CAPS. Interchange."},
      {
        "id":"ED476314",
        "title":"Key Ideas Underpinning the Course. Learning To Learn: The Next Step. Teaching Adults How To Read and Write Academic Discourse."},
      {
        "id":"ED476315",
        "title":"Learning To Learn: The Next Step. Teaching Adults How To Read and Write Academic Discourse."},
      {
        "id":"ED476316",
        "title":"Conversation on Youth Development in the 21st Century. Final Report: Florida."},
      {
        "id":"ED476321",
        "title":"Barriers to Training for Older Workers and Possible Policy Solutions."},
      {
        "id":"ED476322",
        "title":"Mapping Research Into the Delivery of Work-Based Learning. Research Report."},
      {
        "id":"ED476323",
        "title":"Matching Skill Needs to Training Provision in the Electrotechnical Industry. Project Final Report."},
      {
        "id":"ED476324",
        "title":"&quot;You Value What You Pay For.&quot; Enhancing Employers' Contributions to Skill Formation and Use: A Discussion Paper for the Dusseldorp Skills Forum."},
      {
        "id":"ED476325",
        "title":"Pathways to Success: Teamwork, Leadership &amp; Change. Proceedings of the Annual Meeting of the Association for Continuing Higher Education (64th, Birmingham, AL, November 2-6, 2002)."},
      {
        "id":"ED476326",
        "title":"Initial Assessment: A Learner Centred Process."},
      {
        "id":"ED476328",
        "title":"The Experience Corps: An Intergenerational Program Flourishes in the South Bronx."},
      {
        "id":"ED476329",
        "title":"&quot;We Could Do That!&quot; A Guide to Diversity Practices in California Community Colleges."},
      {
        "id":"ED476330",
        "title":"Community College of Rhode Island Facts &amp; Figures, 2001-2002."},
      {
        "id":"ED476331",
        "title":"The Impact of Presidential Cognition on Framing Organizational Change."},
      {
        "id":"ED476332",
        "title":"A Role for Community Colleges in Navy Training."},
      {
        "id":"ED476333",
        "title":"South Texas Community College Fact Book, 2002-2003."},
      {
        "id":"ED476334",
        "title":"Evaluation of Online Courses, Fall 2000 to Fall 2001."},
      {
        "id":"ED476335",
        "title":"Evaluation of Campus Pipeline, Spring 2002."},
      {
        "id":"ED476336",
        "title":"Results of Fall 2001 Pilot: Methodology for Validation of Course Prerequisites."},
      {
        "id":"ED476338",
        "title":"The Community Colleges and the Path to the Baccalaureate."},
      {
        "id":"ED476339",
        "title":"Santa Barbara City College Institutional Effectiveness Annual Report, 2001-02."},
      {
        "id":"ED476340",
        "title":"The Limits of Efficacy: Educating Citizens for a Democratic Society."},
      {
        "id":"ED476341",
        "title":"Creative Coin Combinations. Unit Plans."},
      {
        "id":"ED476342",
        "title":"What's It Worth? Unit Plans."},
      {
        "id":"ED476343",
        "title":"Pennies (Nickels and Dimes) from Heaven. Unit Plans."},
      {
        "id":"ED476344",
        "title":"Building Citizenship: Governance and Service Provision in Canada. CPRN Discussion Paper."},
      {
        "id":"ED476345",
        "title":"The Importance of Promoting Civic Education."},
      {
        "id":"ED476346",
        "title":"Teaching Partnerships: Report of a National Forum on Partnerships Improving Teaching of the Arts (New York, New York, November 18-19, 2001)."},
      {
        "id":"ED476348",
        "title":"Harry Truman and Independence, Missouri: &quot;This Is Where I Belong.&quot; Teaching with Historic Places."},
      {
        "id":"ED476350",
        "title":"ECEF Research Forum Report, September 2001."},
      {
        "id":"ED476351",
        "title":"Part Time Study in Higher Education."},
      {
        "id":"ED476352",
        "title":"Tomorrow's Learning Leaders: Developing Leadership and Management for Post-Compulsory Learning. 2002 Survey Report. Research Report."},
      {
        "id":"ED476354",
        "title":"Multiple Employment and Training Programs: Funding and Performance Measures for Major Programs. Report to Congressional Requesters."},
      {
        "id":"ED476355",
        "title":"Apprenticeship Training: Auto Body Technician Program."},
      {
        "id":"ED476356",
        "title":"Apprenticeship Training: Communication Technician Program."},
      {
        "id":"ED476357",
        "title":"Apprenticeship Training: Gasfitter Program."},
      {
        "id":"ED476358",
        "title":"Occupation Competency Profile: Gas Utility Operator Certificate Program."},
      {
        "id":"ED476359",
        "title":"Highlights from the OECD Project Definition and Selection Competencies: Theoretical and Conceptual Foundations (DeSeCo)."},
      {
        "id":"ED476360",
        "title":"Literacy Resource Guide for Families and Educators."},
      {
        "id":"ED476365",
        "title":"Teachers, Technology, and Policy: What Have We Learned?"},
      {
        "id":"ED476366",
        "title":"Creating Effective Teachers: Concise Answers for Hard Questions. An Addendum to the Report &quot;Teacher Preparation Research: Current Knowledge, Gaps, and Recommendations.&quot;"},
      {
        "id":"ED476367",
        "title":"Electronic Teaching Portfolios: Technology Skills + Portfolio Development = Powerful Preservice Teachers."},
      {
        "id":"ED476368",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Sports Series, Volume 7."},
      {
        "id":"ED476369",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Sports Series, Volume 8."},
      {
        "id":"ED476370",
        "title":"Society's Role in Educating Gifted Students: The Role of Public Policy. Senior Scholars Series."},
      {
        "id":"ED476371",
        "title":"Development of Differentiated Performance Assessment Tasks for Middle School Classrooms."},
      {
        "id":"ED476372",
        "title":"Assessing and Advocating for Gifted Students: Perspectives for School and Clinical Psychologists. Senior Scholars Series."},
      {
        "id":"ED476373",
        "title":"Effects of Funding Incentives on Special Education Enrollment. Civic Report."},
      {
        "id":"ED476374",
        "title":"Increasing the Effectiveness of Education for Students with Tourette Syndrome."},
      {
        "id":"ED476377",
        "title":"Understanding Inclusion and the Americans with Disabilities Act (ADA): A Resource To Assist Families, Child Care Providers and Advocates in Planning and Delivering Child Care for Children with Special Needs."},
      {
        "id":"ED476378",
        "title":"Off to a Good Start: Research on the Risk Factors for Early School Problems and Selected Federal Policies Affecting Children's Social and Emotional Development and Their Readiness for School."},
      {
        "id":"ED476379",
        "title":"Evaluating a Safety Net for At-Risk Students: Impact of Research-Based Interventions on Non-Cognitive and Cognitive Measures."},
      {
        "id":"ED476380",
        "title":"An Examination of an Alternative Early Intervention Service Delivery Model for Latino Families Whose Children Are English Language Learners. Final Report."},
      {
        "id":"ED476381",
        "title":"School Liability: Student to Student Injuries Involving Students with Disabilities."},
      {
        "id":"ED476382",
        "title":"Shifting from Empowered Agencies to Empowered People: Neighbours, Inc."},
      {
        "id":"ED476384",
        "title":"Selected Teachers' Perceptions of Special Education Laws."},
      {
        "id":"ED476385",
        "title":"Enhancing the Completeness of the Narrative Accounts in Children with Learning Disabilities To Increase Witness Credibility in Cases of Abuse and Neglect."},
      {
        "id":"ED476386",
        "title":"Data Exploration: A Journey to Better Teaching and Learning. Activity Booklet [with Videotape]."},
      {
        "id":"ED476387",
        "title":"American Language Review, 2001."},
      {
        "id":"ED476388",
        "title":"Web-Based Students' Projects: Teaching Awareness of Culture and Writing."},
      {
        "id":"ED476389",
        "title":"Roots and Wings: Teaching English as a Second Dialect to Aboriginal Students--A Review of the Literature."},
      {
        "id":"ED476391",
        "title":"Coping with Traumatic Loss."},
      {
        "id":"ED476392",
        "title":"Sexually Active Teenagers Are More Likely To Be Depressed and To Attempt Suicide. A Report of the Heritage Center for Data Analysis."},
      {
        "id":"ED476394",
        "title":"School Facility Program Guidebook."},
      {
        "id":"ED476395",
        "title":"Proceedings from the Scholarship of Teaching and Learning Strand. NCA 2001 Summer Conference: Engaging 21st Century Communication Students."},
      {
        "id":"ED476396",
        "title":"Proceedings from the General Education Strand. Guiding Principles for Communication General Education [and] Principles of General Education: A Communication Perspective [and] Administrative Perspectives on Communication in General Education: Best Practices. NCA 2001 Summer Conference: Engaging 21st Century Communication Students."},
      {
        "id":"ED476397",
        "title":"Harriet Tubman Integrated Unit. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476398",
        "title":"Heroes. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476399",
        "title":"Historical Figure: A Monologue. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476400",
        "title":"Students' Choice of Books during Self-Selected Reading."},
      {
        "id":"ED476401",
        "title":"Proofreading, Its Value, and Its Place in the Writing Center."},
      {
        "id":"ED476402",
        "title":"Regaining Our Lost Glory: Appropriating the Catalytic Germ in Sustainable Development Parameters."},
      {
        "id":"ED476403",
        "title":"Planning and Teaching Report-Writing. PEN."},
      {
        "id":"ED476404",
        "title":"The Wishing Crystal: Joint Construction in the Junior-Primary Classroom. PEN."},
      {
        "id":"ED476405",
        "title":"Changing Landscapes: Integrated Teaching Units."},
      {
        "id":"ED476408",
        "title":"Literacy Learning through Play in a Primary Classroom."},
      {
        "id":"ED476409",
        "title":"Book Report Alternative: Character and Author Business Cards."},
      {
        "id":"ED476410",
        "title":"Book Report Alternative: Summary, Symbol, and Analysis in Bookmarks."},
      {
        "id":"ED476411",
        "title":"Book Reviews, Annotation, and Web Technology."},
      {
        "id":"ED476412",
        "title":"Breaking Barriers, Building Bridges: Critical Discussion of Social Issues."},
      {
        "id":"ED476413",
        "title":"A Picture's Worth a Thousand Words: From Image to Detailed Narrative."},
      {
        "id":"ED476414",
        "title":"A Daily DEAR Program: Drop Everything, and Read!"},
      {
        "id":"ED476415",
        "title":"Management Information Reporting 2000-01 Data Analysis for Special Education, English as a Second Language (ESL), Early Literacy Initiative (ELI), and Technology Integration Funding (TIF)."},
      {
        "id":"ED476416",
        "title":"Rethinking Issues of Alignment under &quot;No Child Left Behind.&quot; Knowledge Brief."},
      {
        "id":"ED476417",
        "title":"A Mediation Model Relating Teacher Ratings of Student Achievement to Student Connectedness at School."},
      {
        "id":"ED476418",
        "title":"ACT and SAT Scores in the South: The Challenge To Lead. College Readiness Series."},
      {
        "id":"ED476419",
        "title":"Developing Data Analysis Skills in Principals."},
      {
        "id":"ED476420",
        "title":"Test-Based Accountability and Student Achievement Gains: Theory and Evidence."},
      {
        "id":"ED476421",
        "title":"The Reliability and Validity of Weighted Composite Scores."},
      {
        "id":"ED476422",
        "title":"Effects of Item Exposure for Conventional Examinations in a Continuous Testing Environment."},
      {
        "id":"ED476423",
        "title":"Predictors of Anxiety and Depression in Taiwanese Secondary Students."},
      {
        "id":"ED476424",
        "title":"Curriculum and Translation Differential Item Functioning: A Comparison of Two DIF Detection Techniques."},
      {
        "id":"ED476425",
        "title":"Developing a Theory of Performance: A Two-Stage Structure for the Psychology of Standard Setting."},
      {
        "id":"ED476426",
        "title":"A Servant of Two Masters: Designing Research To Advance Knowledge and Practice."},
      {
        "id":"ED476427",
        "title":"Deepening Capacity through Innovative Research Design: Researching Learning How To Learn in Classrooms, Schools and Networks."},
      {
        "id":"ED476428",
        "title":"The Use of Person-Fit Statistics To Analyze Placement Tests."},
      {
        "id":"ED476429",
        "title":"Designing Accountability Assessments for Teaching."},
      {
        "id":"ED476430",
        "title":"Factor Retention in Exploratory Factor Analysis: A Comparison of Alternative Methods."},
      {
        "id":"ED476431",
        "title":"Heuristic Methodology and New Science Studies."},
      {
        "id":"ED476432",
        "title":"Evaluation of the Technology Workforce Development Grants Program. Report."},
      {
        "id":"ED476433",
        "title":"Working Both Ends of the Pyramid: Using a Graduating Senior Survey To Understand Student Flow."},
      {
        "id":"ED476434",
        "title":"Physics Bachelors with Master's Degrees. AIP Report."},
      {
        "id":"ED476435",
        "title":"Western Interstate Commission for Higher Education (WICHE), 2001-02 Overview."},
      {
        "id":"ED476436",
        "title":"High-Demand Enrollment Reports, 2001-2002."},
      {
        "id":"ED476437",
        "title":"Washington Promise Scholarship Program Evaluation."},
      {
        "id":"ED476451",
        "title":"Academic Annual Report, 2001-2002."},
      {
        "id":"ED476452",
        "title":"Community College Alumni as Customers: A Discussion of the Benefits and Risks of a Common Student Data Repository."},
      {
        "id":"ED476453",
        "title":"Characteristics and Academic Performance of High School Students Attending VVC Directly after Graduation, 1996-2001. Research Report."},
      {
        "id":"ED476454",
        "title":"Partnerships with Community Colleges: Vehicles To Benefit Navy Training and Recruiting."},
      {
        "id":"ED476455",
        "title":"Foundation for California Community Colleges (F.C.C.C.) Facility Program: Saving Community California Community Colleges $$$ on Assessments and Bulk Purchasing."},
      {
        "id":"ED476456",
        "title":"What Do We Know about Good Community College Leaders: A Study in Leadership Trait Theory and Behavioral Leadership Theory."},
      {
        "id":"ED476457",
        "title":"College Credit in High School: Increasing Postsecondary Credential Rates of Underrepresented Students."},
      {
        "id":"ED476458",
        "title":"Public Trust/Private Interest: Practical and Philosophical Issues for Community Colleges and Their Contract Education Programs."},
      {
        "id":"ED476459",
        "title":"Truckee Meadows Community College FactBook, 2002."},
      {
        "id":"ED476464",
        "title":"A Quick Guide to Education Data Resources. A Tabletop Reference to Selected NCES Web Site Tools. For Librarians, Students, and Parents."},
      {
        "id":"ED476465",
        "title":"Do Instructor-Provided On-Line Notes Facilitate Student Learning."},
      {
        "id":"ED476466",
        "title":"An Analysis of Correctional Education GED Essays."},
      {
        "id":"ED476467",
        "title":"Impact of Vicarious Learning Experiences and Goal Setting on Preservice Teachers' Self-Efficacy for Technology Integration: A Pilot Study."},
      {
        "id":"ED476468",
        "title":"A Closer Look at U.S. Mathematics Instruction and Achievement: Examinations of Race and SES in a Decade of NAEP Data."}]
  }}
