{
  "response":{"numFound":509939,"start":402000,"numFoundExact":true,"docs":[
      {
        "id":"ED476469",
        "title":"The Effects of Educational Technology upon the Critical Thinking and Analytical Skills of Below Grade-Level and or Non-College Bound High School Students."},
      {
        "id":"ED476470",
        "title":"Inducing Shifts in Clinical Case Processing by Manipulation of Format and Instruction."},
      {
        "id":"ED476471",
        "title":"Calibration of Automatically Generated Items Using Bayesian Hierarchical Modeling."},
      {
        "id":"ED476472",
        "title":"Does Action Research Count as Scientifically-Based Research? A Vygotskian Mediational Response."},
      {
        "id":"ED476473",
        "title":"Daring To Be Different! Proceedings of the Annual International Conference on Outdoor Recreation and Education (ICORE) (15th, Pocatello, Idaho, November 6-11, 2001)."},
      {
        "id":"ED476474",
        "title":"Outdoor Programs and Academic Departments Working Together: Examining the Benefits of Offering For-Credit Recreation Hard Skills Courses."},
      {
        "id":"ED476475",
        "title":"The Growth of River Kayaking and Its Indirect Effect on Institutional Whitewater Programs."},
      {
        "id":"ED476476",
        "title":"Trip Staff Training Practices: Survey and Discussion Results."},
      {
        "id":"ED476477",
        "title":"The Emergence and Evolution of Outdoor Adventure Programs, 1863-2000: A History of Student Initiated Outing Programs."},
      {
        "id":"ED476478",
        "title":"Wilderness Survival and Outdoor Education."},
      {
        "id":"ED476479",
        "title":"An Essay: The Culture of Safety."},
      {
        "id":"ED476480",
        "title":"Productivity in the 21st Century."},
      {
        "id":"ED476481",
        "title":"Women Entrepreneurship in the 21st Century. Summary Report."},
      {
        "id":"ED476482",
        "title":"Creating Authentic Materials and Activities for the Adult Literacy Classroom: A Handbook for Practitioners."},
      {
        "id":"ED476486",
        "title":"Future Job Openings: Australia in the Knowledge Economy. Project 2000-02: Changing Skill Requirements in the Australian Labour Force in a Knowledge Economy. Working Paper."},
      {
        "id":"ED476488",
        "title":"A Follow-Up Study of Graduate Students in the Department of Instructional Systems, Leadership, and Workforce Development between 1996-2000."},
      {
        "id":"ED476496",
        "title":"Missouri Assessment Program, Spring 2002: Social Studies, Grade 8. Released Items [and] Scoring Guide."},
      {
        "id":"ED476497",
        "title":"Missouri Assessment Program, Spring 2002: Social Studies, Grade 11. Released Items [and] Scoring Guide."},
      {
        "id":"ED476499",
        "title":"Save Our Sounds: America's Recorded Sound Heritage Project. Save Our History[TM]. Teacher's Manual, Grades 5-12."},
      {
        "id":"ED476500",
        "title":"The Best of Both Worlds: Blending History and Geography in the K-12 Curriculum."},
      {
        "id":"ED476509",
        "title":"Alternative Models for Secondary Education in Developing Countries: Rationale and Realities. Improving Educational Quality (IEQ) Project."},
      {
        "id":"ED476510",
        "title":"The Role of Education in Promoting Cuba's Integration into the International Society: Lessons in Transition from the Post-Communist States of Central and Eastern Europe."},
      {
        "id":"ED476511",
        "title":"The Effects of Active Learning Programs in Multigrade Schools on Girls' Persistence in and Completion of Primary School in Developing Countries. Girls' Education Monitoring System (GEMS)."},
      {
        "id":"ED476512",
        "title":"Civil War Preservation Trust Two Week Curriculum for Teaching the Civil War."},
      {
        "id":"ED476526",
        "title":"Light in the Storm. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476527",
        "title":"Lilly's Purple Plastic Purse. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476528",
        "title":"Look in the Mythic Mirror: 10-Week Middle School Curriculum Unit. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED476529",
        "title":"1900 America: Historical Voices, Poetic Visions. Learning Page Lesson Plan."},
      {
        "id":"ED476530",
        "title":"Down the Rabbit Hole. Learning Page Lesson Plan."},
      {
        "id":"ED476531",
        "title":"Enhancing a Poetry Unit with American Memory. Learning Page Lesson Plan."},
      {
        "id":"ED476532",
        "title":"Fairy Tales around the World. [Lesson Plan]."},
      {
        "id":"ED476533",
        "title":"Cinderella Folk Tales: Variations in Plot and Setting. [Lesson Plan]."},
      {
        "id":"ED476534",
        "title":"Cinderella Folk Tales: Variations in Character. [Lesson Plan]."},
      {
        "id":"ED476535",
        "title":"Arabic Poetry: Guzzle a Ghazal! [Lesson Plan]."},
      {
        "id":"ED476536",
        "title":"All Together Now: Collaborations in Poetry Writing. [Lesson Plan]."},
      {
        "id":"ED476537",
        "title":"&quot;Hamlet&quot; and the Elizabethan Revenge Ethic in Text and Film. [Lesson Plan]."},
      {
        "id":"ED476538",
        "title":"&quot;Hamlet&quot; Meets &quot;Chushingura&quot;: Traditions of the Revenge Tragedy. [Lesson Plan]."},
      {
        "id":"ED476539",
        "title":"Aesop and Ananse: Animal Fables and Trickster Tales. [Lesson Plan]."},
      {
        "id":"ED476540",
        "title":"Slave Narratives: Constructing U.S. History through Analyzing Primary Sources. [Lesson Plan]."},
      {
        "id":"ED476541",
        "title":"Animals of the Chinese Zodiac. [Lesson Plan]."},
      {
        "id":"ED476542",
        "title":"Alice's Adventures in Wonderland: Nonsense Poetry and Whimsy. [Lesson Plan]."},
      {
        "id":"ED476543",
        "title":"The Images of African Americans in Children's Literature of the Past."},
      {
        "id":"ED476544",
        "title":"A Note Card and a Soapbox: Agendas, Advocacy, and Extemporaneous Speaking."},
      {
        "id":"ED476546",
        "title":"The State of Charter Schools in Colorado, 2001-02: The Characteristics, Status and Performance Record of Colorado Charter Schools."},
      {
        "id":"ED476547",
        "title":"Bringing in a New Era in Character Education."},
      {
        "id":"ED476548",
        "title":"Equity in Education: A Balancing Act."},
      {
        "id":"ED476549",
        "title":"The Changing World of School Administration. NCPEA, 2002."},
      {
        "id":"ED476550",
        "title":"Trends and Issues: Social and Economic Context. Revised."},
      {
        "id":"ED476551",
        "title":"The Changing UI Claimant Population: Is It Time To Retool Reemployment Services? Issue Brief."},
      {
        "id":"ED476552",
        "title":"Supervision: A Model for the Teacher's Role as Supervisor of Paraprofessionals. Final Report."},
      {
        "id":"ED476553",
        "title":"Discover IDEA: Supporting Achievement for Children with Disabilities. An IDEA Practices Resource Guide."},
      {
        "id":"ED476555",
        "title":"Academic Accommodations for Students with Psychiatric Disabilities."},
      {
        "id":"ED476556",
        "title":"Staff Development Designed To Improve the Achievement of Students with Disabilities."},
      {
        "id":"ED476557",
        "title":"The Stories of Katherine Paterson: Interdisciplinary Teaching Units and the Development of Social Skills."},
      {
        "id":"ED476558",
        "title":"Understanding Aggressive Girls in Canada: A Literature Review."},
      {
        "id":"ED476559",
        "title":"The IEP: A Synthesis of Current Literature since 1997."},
      {
        "id":"ED476560",
        "title":"Through Shared Windows: Outreach Project for Infants, Toddlers, and Children with Developmental Disabilities. Final Report."},
      {
        "id":"ED476561",
        "title":"Parenting a Child with Special Needs. 3rd Edition. NICHCY News Digest."},
      {
        "id":"ED476562",
        "title":"The Collaborative Planning Outreach Project: Building Comprehensive Early Childhood Systems. Final Report."},
      {
        "id":"ED476564",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement, 2003. Volume 4: The Self-Study Process for Commission Evaluation. 2003 Edition."},
      {
        "id":"ED476565",
        "title":"College Preparation Checklist, 2003-2004."},
      {
        "id":"ED476566",
        "title":"National Evaluation of GEAR UP: A Summary of the First Two Years."},
      {
        "id":"ED476567",
        "title":"Symposium on the Future of Developmental Education."},
      {
        "id":"ED476568",
        "title":"Learner Centered Courses in the University: A Powerful and Meaningful Addition."},
      {
        "id":"ED476569",
        "title":"The Tides of Tradition: Culture and Reform at the University of Alabama."},
      {
        "id":"ED476570",
        "title":"Best Practices in Juvenile Accountability: Overview. JAIBG Bulletin."},
      {
        "id":"ED476571",
        "title":"In the Good Old Summertime: What Do Parents Want for Their Kids?"},
      {
        "id":"ED476572",
        "title":"Campaign for Fiscal Equity, Inc., et al., Plaintiffs-Appellants, against the State of New York, et al., Defendants-Respondents. Brief Amicus Curiae of the Council of the Great City Schools."},
      {
        "id":"ED476573",
        "title":"Class of 1999 Final Longitudinal Report: A Three-Year Follow-Up Study."},
      {
        "id":"ED476574",
        "title":"School Performance and Resource Use: The Role of Districts in New York City. NYU Wagner Working Paper."},
      {
        "id":"ED476575",
        "title":"Mapping School Choice in Massachusetts: Data and Findings, 2003. Understanding Boston. Report."},
      {
        "id":"ED476576",
        "title":"Increasing Marriage Will Dramatically Reduce Child Poverty. A Report of the Heritage Center for Data Analysis."},
      {
        "id":"ED476577",
        "title":"Bridging the Organizational Divide: Toward a Comprehensive Approach to the Digital Divide. A PolicyLink Report."},
      {
        "id":"ED476578",
        "title":"Education in the Muslim World: What's Next? AED Global Learning Group."},
      {
        "id":"ED476584",
        "title":"Korean-American Entrepreneurs. CELCEE Digest."},
      {
        "id":"ED476585",
        "title":"Starting Up after 50. CELCEE Digest."},
      {
        "id":"ED476586",
        "title":"Let's Go! Kindergarten Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED476587",
        "title":"The Nation's Report Card: Reading Highlights, 2003."},
      {
        "id":"ED476588",
        "title":"The Nation&apos;s Report Card: State Reading 2003 Snapshot Reports for Grade 4."},
      {
        "id":"ED476589",
        "title":"The Nation's Report Card: State Reading 2003 Snapshot Reports for Grade 8."},
      {
        "id":"ED476590",
        "title":"Cognitive Concepts and Cross-Cultural Awareness."},
      {
        "id":"ED476591",
        "title":"Irish Studies Today."},
      {
        "id":"ED476592",
        "title":"An Optimality Theoretic Account of Ciyao Verbal Reduplication."},
      {
        "id":"ED476593",
        "title":"Language Minority Parents' Involvement in Their Child's English Education: A Case Study of a Young ELL Student."},
      {
        "id":"ED476595",
        "title":"The Journal of the Imagination in Language Learning, 2000."},
      {
        "id":"ED476596",
        "title":"The Journal of the Imagination in Language Learning and Teaching, 2001."},
      {
        "id":"ED476597",
        "title":"The Journal of the Imagination in Language Learning and Teaching, 2002-2003."},
      {
        "id":"ED476598",
        "title":"Bilingual Writers' Awareness of Audience in L1 and L2 Persuasive Writing."},
      {
        "id":"ED476599",
        "title":"Public Opinion Research as a Basis for Student Learning: A Suggested Teaching Model."},
      {
        "id":"ED476600",
        "title":"Assessment That Matters: Integrating the &quot;Chore&quot; of Department-Based Assessment with Real Improvements in Undergraduate Political Science Education."},
      {
        "id":"ED476601",
        "title":"Gender Equity in Educational Institutions: Problems, Practices, and Strategies for Change."},
      {
        "id":"ED476602",
        "title":"Education for Conflict--Education for Peace."},
      {
        "id":"ED476603",
        "title":"Towards a Pedagogy of a New Social Contract: Lessons from Participatory Budgeting in the State of Rio Grande do Sul (Brazil)."},
      {
        "id":"ED476604",
        "title":"The Growth of Qur'anic Schooling and the Marginalization of Islamic Pedagogy: The Case of Morocco."},
      {
        "id":"ED476605",
        "title":"Teaching the Impact of Globalization through Historical Archaeology."},
      {
        "id":"ED476606",
        "title":"What Role Should Education Play in the Aftermath of September 11, 2001: Perspectives from Kenya, South Korea, Taiwan, and the United States."},
      {
        "id":"ED476607",
        "title":"Curriculum Change and Development of Chinese Social Science Education since 1980s."},
      {
        "id":"ED476608",
        "title":"Achievements and Perspectives of the Adult Education in Croatia."},
      {
        "id":"ED476609",
        "title":"Processes of Globalisations and Adult Educations in Croatia."},
      {
        "id":"ED476610",
        "title":"Climbing the STAIRS: Preservice Social Studies Teachers' Perceptions of Technology Integration."},
      {
        "id":"ED476612",
        "title":"Inclusion, Education, and Avoidance: The Prime Time Response to September 11."},
      {
        "id":"ED476613",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (Snowbird, Utah, October 18-21, 2001). Volume 1 [and] Volume 2."},
      {
        "id":"ED476614",
        "title":"The Ecosystem of Teacher Preparation: Understanding the Complex Educational System."},
      {
        "id":"ED476615",
        "title":"Symbiosis on Campus: Collaborations of Scientists and Science Educators."},
      {
        "id":"ED476617",
        "title":"Getting Students Ready for Algebra I: What Middle Grades Students Need To Know and Be Able To Do."},
      {
        "id":"ED476618",
        "title":"Partial Credit: Half-Way to Solving the Math Problem."},
      {
        "id":"ED476619",
        "title":"Highlights from the TIMSS 1999 Video Study of Eighth-Grade Mathematics Teaching."},
      {
        "id":"ED476620",
        "title":"Biology Curriculum Support Document."},
      {
        "id":"ED476621",
        "title":"Three-Year High School Science Core Curriculum: A Framework."},
      {
        "id":"ED476622",
        "title":"Student Achievement in Algebraic Thinking: A Comparison of 3rd Graders' Performance on a State 4th Grade Assessment."},
      {
        "id":"ED476623",
        "title":"A Modeling Perspective on Metacognition in Everyday Problem-Solving Situations."},
      {
        "id":"ED476624",
        "title":"The Emergence of Quotient Understandings in a Fifth-Grade Classroom: A Classroom Teaching Experiment."},
      {
        "id":"ED476625",
        "title":"Students' Developments in Solving Data-Handling Ends-in-View Problems."},
      {
        "id":"ED476626",
        "title":"Refining a Framework on Middle School Students' Statistical Thinking."},
      {
        "id":"ED476627",
        "title":"High School Curriculum Contents from an International Perspective."},
      {
        "id":"ED476628",
        "title":"Does the Acquisition of Mathematical Knowledge Make Students Better Problem Solvers? An Examination of Third Graders' Solutions of Division-with-Remainder (DWR) Problems."},
      {
        "id":"ED476629",
        "title":"A Comparative Study of the Selected Textbooks from China, Japan, Taiwan and the United States on the Teaching of Ratio and Proportion Concepts."},
      {
        "id":"ED476630",
        "title":"Growth in Student Mathematical Understanding through Precalculus Student and Teacher Interactions."},
      {
        "id":"ED476631",
        "title":"Investigating the Teaching and Learning of Proof: First Year Results."},
      {
        "id":"ED476632",
        "title":"Beliefs about Proof in Collegiate Calculus."},
      {
        "id":"ED476633",
        "title":"Using Technology in the Mathematics Classroom and Its Impact on Girls and Boys: Teacher&apos;s View."},
      {
        "id":"ED476634",
        "title":"The Beliefs and Instructional Practices of Mathematics Teaching Assistants Participating in a Mathematics Pedagogy Course."},
      {
        "id":"ED476635",
        "title":"What Impacts Teachers as They Implement a Reform Curriculum? The Case of One Fifth Grade Teacher."},
      {
        "id":"ED476636",
        "title":"The Story of First-Year Teachers&apos; Struggle To Maintain a Reform Perspective After Experiencing Integrated Mathematics Content and Methods in Their Teacher Preparation Program."},
      {
        "id":"ED476637",
        "title":"Classroom Coaching: An Emerging Method of Professional Development."},
      {
        "id":"ED476638",
        "title":"Curriculum Reforms That Increase the Mathematical Understanding of Prospective Elementary Teachers."},
      {
        "id":"ED476639",
        "title":"An Analysis of the Teaching Practices of a Group of Fourth Grade Teachers."},
      {
        "id":"ED476640",
        "title":"The Effects of Multiple Linked Representations on Student Learning in Mathematics."},
      {
        "id":"ED476641",
        "title":"Young Children's Representation of Groups of Objects: The Relationship between Abstraction and Representation."},
      {
        "id":"ED476642",
        "title":"Poetry for Teaching Elementary Mathematics Topics."},
      {
        "id":"ED476643",
        "title":"Face-to-Face and Computer Mediated Tutoring: A Comparative Exploration on High School Students' Math Achievement."},
      {
        "id":"ED476644",
        "title":"The Influence of Classroom Environment on High School Students' Mathematics Anxiety."},
      {
        "id":"ED476645",
        "title":"Conceptualization of the Constructs in Korean Primary Mathematics."},
      {
        "id":"ED476646",
        "title":"Content Construction: How Content Becomes Curriculum in Secondary Science Classrooms."},
      {
        "id":"ED476647",
        "title":"The Role of the Goldstone Apple Valley Radio Telescope Project in Promoting Scientific Efficacy among Middle and High School Students."},
      {
        "id":"ED476648",
        "title":"\"When Girls Value Mathematics as Highly as Boys\": An Analysis of Junior-High Students' Mathematics-Related Beliefs."},
      {
        "id":"ED476650",
        "title":"The Relationship of Teacher Quality to Student Mathematics Achievement at the 8th Grade: Findings from the National Assessment of Education Progress (2000)."},
      {
        "id":"ED476651",
        "title":"From College Freshman to Secondary Mathematics Teachers: Longitudinal Case Studies Based on an Analysis of Knowledge, Beliefs, Goals, and Behaviors."},
      {
        "id":"ED476652",
        "title":"Emergent Issues in Middle School Mathematics Action Research: A Meta-Analysis of Writing as a Pedagogical Strategy."},
      {
        "id":"ED476653",
        "title":"Kindergarten Students' and Their Parents' Perceptions of Science Environments: Achievement and Attitudes."},
      {
        "id":"ED476654",
        "title":"Understanding the Culture of Elementary Mathematics Classrooms in Transition."},
      {
        "id":"ED476655",
        "title":"Supporting Iron Sharpening Iron: Developing a Swagger in the Hearts of Urban Math and Science Students."},
      {
        "id":"ED476656",
        "title":"Language Proficiency and Contextual Factors Influencing Secondary Students' Performance in Mathematics in South Africa."},
      {
        "id":"ED476657",
        "title":"An Evaluation of Elementary School Science Kits in Terms of Classroom Environment and Student Attitudes."},
      {
        "id":"ED476658",
        "title":"The Nature of Science as an Academic Discipline and School Subject."},
      {
        "id":"ED476659",
        "title":"Effects of Teachers School-Level Environment Perceptions on Changing Elementary Mathematics Classroom Environments."},
      {
        "id":"ED476660",
        "title":"A Multi-Method Study of Children's Emergent Leadership in Collaborative Learning Groups."},
      {
        "id":"ED476661",
        "title":"Children's Learning Groups: A Study of Emergent Leadership, Dominance, and Group Effectiveness."},
      {
        "id":"ED476662",
        "title":"Degrees Conferred by Connecticut Institutions, 2001-02. Report."},
      {
        "id":"ED476663",
        "title":"Strategic Plan To Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education. 2003 Annual Report."},
      {
        "id":"ED476664",
        "title":"Connecticut Public Higher Education. 2003 System Trends."},
      {
        "id":"ED476665",
        "title":"Specialized Accreditation and Assuring Quality in Distance Learning. CHEA Monograph Series, 2002."},
      {
        "id":"ED476666",
        "title":"Unintended Consequences of Tuition Discounting. New Agenda Series[TM]."},
      {
        "id":"ED476667",
        "title":"An Estimate of Nova Southeastern University's Economic Impact on South Florida and Florida for Fiscal Year 2000 (07/01/99 to 06/30/00)."},
      {
        "id":"ED476668",
        "title":"Fall Term 1999 Nova Southeastern University Students Respond to a Broad-Based Satisfaction Survey: A Comparison of Students by Age."},
      {
        "id":"ED476669",
        "title":"Exploring College Decision-Making: A Disconnect in Student Ratings."},
      {
        "id":"ED476670",
        "title":"Governance in South African Higher Education. Research Report."},
      {
        "id":"ED476671",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement, 2003. Volume 1: Establishing and Sustaining Effective Connections. 2003 Edition."},
      {
        "id":"ED476672",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement, 2003. Volume 2: Organizational Effectiveness and Future Directions. 2003 Edition."},
      {
        "id":"ED476673",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement, 2003. Volume 3: Promoting Student Learning and Effective Teaching. 2003 Edition."},
      {
        "id":"ED476674",
        "title":"Mission Possible: Spy a Book! 2003 Texas Reading Club Manual."},
      {
        "id":"ED476676",
        "title":"Facts at a Glance... Student Achievement and the School Library Media Program."},
      {
        "id":"ED476677",
        "title":"Access to the Baccalaureate: Research Synopsis."},
      {
        "id":"ED476678",
        "title":"Statement of the American Association of Community Colleges to the House Committee on Education and the Workforce on &quot;The State of American Higher Education: What Are Parents, Students, and Taxpayers Getting for Their Money?&quot;."},
      {
        "id":"ED476679",
        "title":"Facilitating Student Success for Entering California Community College Students: How One Institution Can Make an Impact."},
      {
        "id":"ED476680",
        "title":"The New Transfer Student--Students Completing Job Preparatory Programs with a Transfer Goal."},
      {
        "id":"ED476681",
        "title":"Community College Presidency: What Are the Challenges To Be Encountered and Traits To Be Successful?"},
      {
        "id":"ED476682",
        "title":"Westchester Community College, 2002 Report Card."},
      {
        "id":"ED476683",
        "title":"Towards a Global System of Credit Transfer."},
      {
        "id":"ED476684",
        "title":"College and Career Transitions Initiative Virtual Reader."},
      {
        "id":"ED476685",
        "title":"Truckee Meadows Community College Assessment Report."},
      {
        "id":"ED476686",
        "title":"Running Start: 2001-02 Annual Progress Report."},
      {
        "id":"ED476687",
        "title":"Governance of Articulation and Transfer in Maryland and Florida."},
      {
        "id":"ED476688",
        "title":"Trident Technical College Summary of Assessment Results for 2001-2002."},
      {
        "id":"ED476689",
        "title":"Connecting Teacher Identity Formation to Culturally Responsive Teaching."},
      {
        "id":"ED476692",
        "title":"STDs & HIV: A Guide for Today's Teens. 2nd Edition. Instructor's Guide."},
      {
        "id":"ED476693",
        "title":"Designing State and Local Policies for the Professional Development of Instructional Paraeducators."},
      {
        "id":"ED476694",
        "title":"STDs &amp; HIV: A Guide for Today's Teens. 2nd Edition. Student Manual."},
      {
        "id":"ED476695",
        "title":"Recommendations for Content from the American Chemical Society for the Subject of Chemistry."},
      {
        "id":"ED476698",
        "title":"Using a Constructivist Strategy and STS Methodology To Teach Science with the Humanities."},
      {
        "id":"ED476699",
        "title":"Research Findings from Games Involving Basic Fact Operations and Algebraic Thinking at a PDS."},
      {
        "id":"ED476701",
        "title":"The Rewards and Challenge of Teaching Innovation in University Physics: Four Years Reflection."},
      {
        "id":"ED476703",
        "title":"Baseline Report for the Los Angeles Urban Systemic Program in Science, Mathematics and Technology. Planning, Assessment and Research Division Publication."},
      {
        "id":"ED476704",
        "title":"Linking Algebraic Concepts and Contexts: Every Picture Tells a Story."},
      {
        "id":"ED476705",
        "title":"Collaborative Group Work in Science: Incubation and the Growth of Knowledge."},
      {
        "id":"ED476706",
        "title":"Quality and Quantity in the Mathematics Curriculum."},
      {
        "id":"ED476711",
        "title":"The Nation's Report Card: State Reading 2002, Report for Alabama."},
      {
        "id":"ED476712",
        "title":"The Nation's Report Card: State Reading 2002, Report for Arizona."},
      {
        "id":"ED476713",
        "title":"The Nation's Report Card: State Reading 2002, Report for Arkansas."},
      {
        "id":"ED476714",
        "title":"The Nation's Report Card: State Reading 2002, Report for California."},
      {
        "id":"ED476715",
        "title":"The Nation's Report Card: State Reading 2002, Report for Connecticut."},
      {
        "id":"ED476716",
        "title":"The Nation's Report Card: State Reading 2002, Report for Delaware."},
      {
        "id":"ED476717",
        "title":"The Nation's Report Card: State Reading 2002, Report for Florida."},
      {
        "id":"ED476718",
        "title":"The Nation's Report Card: State Reading 2002, Report for Georgia."},
      {
        "id":"ED476719",
        "title":"The Nation's Report Card: State Reading 2002, Report for Hawaii."},
      {
        "id":"ED476720",
        "title":"The Nation's Report Card: State Reading 2002, Report for Idaho."},
      {
        "id":"ED476721",
        "title":"The Nation's Report Card: State Reading 2002, Report for Indiana."},
      {
        "id":"ED476722",
        "title":"The Nation's Report Card: State Reading 2002, Report for Iowa."},
      {
        "id":"ED476723",
        "title":"The Nation's Report Card: State Reading 2002, Report for Kansas."},
      {
        "id":"ED476724",
        "title":"The Nation's Report Card: State Reading 2002, Report for Kentucky."},
      {
        "id":"ED476725",
        "title":"The Nation's Report Card: State Reading 2002, Report for Louisiana."},
      {
        "id":"ED476726",
        "title":"The Nation's Report Card: State Reading 2002, Report for Maine."},
      {
        "id":"ED476727",
        "title":"The Nation's Report Card: State Reading 2002, Report for Maryland."},
      {
        "id":"ED476728",
        "title":"The Nation's Report Card: State Reading 2002, Report for Massachusetts."},
      {
        "id":"ED476729",
        "title":"The Nation&apos;s Report Card: State Reading 2002, Report for Michigan."},
      {
        "id":"ED476730",
        "title":"The Nation's Report Card: State Reading 2002, Report for Minnesota."},
      {
        "id":"ED476731",
        "title":"The Nation's Report Card: State Reading 2002, Report for Mississippi."},
      {
        "id":"ED476732",
        "title":"The Nation's Report Card: State Reading 2002, Report for Missouri."},
      {
        "id":"ED476733",
        "title":"The Nation's Report Card: State Reading 2002, Report for Montana."},
      {
        "id":"ED476734",
        "title":"The Nation's Report Card: State Reading 2002, Report for Nebraska."},
      {
        "id":"ED476735",
        "title":"The Nation's Report Card: State Reading 2002, Report for Nevada."},
      {
        "id":"ED476736",
        "title":"The Nation's Report Card: State Reading 2002, Report for Pennsylvania."},
      {
        "id":"ED476746",
        "title":"Insights into English Pronunciation Problems of Thai Students."},
      {
        "id":"ED476747",
        "title":"Second Language Teaching and Learning: The Nigerian Experience."},
      {
        "id":"ED476748",
        "title":"EFL Teachers' Voice on Communicative Language Teaching."},
      {
        "id":"ED476749",
        "title":"Does the Computer Lab Improve Student Performance on Vocabulary, Grammar, and Listening Comprehension?"},
      {
        "id":"ED476750",
        "title":"Improving the Motivation of Unsuccessful Learners in the Japanese High School EFL Context."},
      {
        "id":"ED476753",
        "title":"Researching Multicultural Classes: A Collaborative Approach."},
      {
        "id":"ED476755",
        "title":"Improving Engagement in Science: A Biosocial System Perspective."},
      {
        "id":"ED476756",
        "title":"The Junior Science &amp; Humanities Symposium: Management and Operations, 2003-2004. Theme--Atmosphere--The Other Ocean."},
      {
        "id":"ED476757",
        "title":"The Junior Science and Humanities Symposium: Management and Operation, 2002-2003."},
      {
        "id":"ED476760",
        "title":"The Gene Scene."},
      {
        "id":"ED476761",
        "title":"Biodiversity Performs!"},
      {
        "id":"ED476762",
        "title":"Mapping Biodiversity."},
      {
        "id":"ED476763",
        "title":"A Qualitative Investigation of Teachers and the Jason Multimedia Science Curriculum: Reported Use and Impact. Year Two Evaluation Report."},
      {
        "id":"ED476764",
        "title":"Graduate Enrollment Increases in Science and Engineering Fields, Especially in Engineering and Computer Sciences. InfoBrief: Science Resources Statistics."},
      {
        "id":"ED476769",
        "title":"Chemistry in the National Science Education Standards: A Reader and Resource Manual for High School Teachers."},
      {
        "id":"ED476770",
        "title":"The Nation's Report Card: State Reading 2002, Report for New Mexico."},
      {
        "id":"ED476771",
        "title":"The Nation's Report Card: State Reading 2002, Report for New York."},
      {
        "id":"ED476772",
        "title":"The Nation&apos;s Report Card: State Reading 2002, Report for North Carolina."},
      {
        "id":"ED476773",
        "title":"The Nation's Report Card: State Reading 2002, Report for North Dakota."},
      {
        "id":"ED476774",
        "title":"The Nation's Report Card: State Reading 2002, Report for Ohio."},
      {
        "id":"ED476775",
        "title":"The Nation's Report Card: State Reading 2002, Report for Oklahoma."},
      {
        "id":"ED476776",
        "title":"The Nation's Report Card: State Reading 2002, Report for Oregon."},
      {
        "id":"ED476777",
        "title":"The Nation's Report Card: State Reading 2002, Report for Rhode Island."},
      {
        "id":"ED476778",
        "title":"The Nation's Report Card: State Reading 2002, Report for South Carolina."},
      {
        "id":"ED476779",
        "title":"The Nation's Report Card: State Reading 2002, Report for Tennessee."},
      {
        "id":"ED476780",
        "title":"The Nation's Report Card: State Reading 2002, Report for Texas."},
      {
        "id":"ED476781",
        "title":"The Nation's Report Card: State Reading 2002, Report for Utah."},
      {
        "id":"ED476782",
        "title":"The Nation's Report Card: State Reading 2002, Report for Vermont."},
      {
        "id":"ED476783",
        "title":"The Nation's Report Card: State Reading 2002, Report for Virginia."},
      {
        "id":"ED476784",
        "title":"The Nation's Report Card: State Reading 2002, Report for Washington."},
      {
        "id":"ED476785",
        "title":"The Nation's Report Card: State Reading 2002, Report for West Virginia."},
      {
        "id":"ED476786",
        "title":"The Nation's Report Card: State Reading 2002, Report for Wyoming."},
      {
        "id":"ED476787",
        "title":"The Nation's Report Card: State Reading 2002, Report for American Samoa."},
      {
        "id":"ED476788",
        "title":"The Nation's Report Card: State Reading 2002, Report for District of Columbia."},
      {
        "id":"ED476789",
        "title":"The Nation's Report Card: State Reading 2002, Report for Department of Defense Domestic Dependent Elementary and Secondary Schools."},
      {
        "id":"ED476790",
        "title":"The Nation's Report Card: State Reading 2002, Report for Department of Defense Schools (Overseas)."},
      {
        "id":"ED476791",
        "title":"The Nation's Report Card: State Reading 2002, Report for Guam."},
      {
        "id":"ED476792",
        "title":"The Nation's Report Card: State Reading 2002, Report for Virgin Islands."},
      {
        "id":"ED476794",
        "title":"Undergraduate Professional Education in Chemistry: Guidelines and Evaluation Procedures."},
      {
        "id":"ED476795",
        "title":"Graduate Education in Chemistry. The ACS Committee on Professional Training: Surveys of Programs and Participants."},
      {
        "id":"ED476796",
        "title":"Guidelines for Chemistry Programs in Two-Year Colleges: A Resource for Institutional Self-Study and Program Review."},
      {
        "id":"ED476798",
        "title":"Teaching Chemistry to Students with Disabilities: A Manual for High Schools, Colleges, and Graduate Programs. 4th Edition."},
      {
        "id":"ED476799",
        "title":"Preparing Future Chemistry Faculty."},
      {
        "id":"ED476800",
        "title":"Council on Higher Education Annual Report, 2001-2002."},
      {
        "id":"ED476801",
        "title":"Get Cooking with Chemistry!"},
      {
        "id":"ED476802",
        "title":"The Fostering Algebraic Thinking Toolkit: A Guide for Staff Development."},
      {
        "id":"ED476806",
        "title":"Regard pluriel sur l'enseignement et l'apprentissage des mathematiques a l'ecole primaire."},
      {
        "id":"ED476808",
        "title":"Teaching Mathematics in Seven Countries: Results from the TIMSS 1999 Video Study."},
      {
        "id":"ED476810",
        "title":"Schools' Use of Assessments for Kindergarten Entrance and Placement: 1998-99. Statistics in Brief."},
      {
        "id":"ED476811",
        "title":"Child Care: Recent State Policy Changes Affecting the Availability of Assistance for Low-Income Families. Report to the Ranking Minority Member, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED476812",
        "title":"Implementation of the Integrated Early Childhood Policy in Senegal. Early Childhood and Family Policy Series."},
      {
        "id":"ED476813",
        "title":"Consolidating Governmental Early Childhood Education and Care Services under the Ministry of Education and Science: A Swedish Case Study. Early Childhood and Family Policy Series."},
      {
        "id":"ED476816",
        "title":"Assessing the State of State Assessments: Perspectives on Assessing Young Children. Special Report."},
      {
        "id":"ED476820",
        "title":"Disaster Response Networks in Uncertain Times: Practical Recommendations."},
      {
        "id":"ED476821",
        "title":"Trauma Relief: Nursing Home Outreach in Response to 9/11."},
      {
        "id":"ED476822",
        "title":"The Relationship of Learner-Centeredness and Self-Esteem in Two Middle Schools."},
      {
        "id":"ED476823",
        "title":"Improving the Effectiveness of Schools within a Multi-Agency Strategy for Protecting Children."},
      {
        "id":"ED476824",
        "title":"Effects of School-Based Tobacco Cessation Services on Adolescent Tobacco Use: Results from a National Study."},
      {
        "id":"ED476825",
        "title":"Predicting Categories of Improvement: The Role of the Working Alliance."},
      {
        "id":"ED476826",
        "title":"Common Factors in Historical Perspective."},
      {
        "id":"ED476827",
        "title":"Psychosocial Consequences of Adolescents' Problem Behavior in School."},
      {
        "id":"ED476828",
        "title":"Personal Moral Development: Perceptions of 14 Moral Leaders."},
      {
        "id":"ED476829",
        "title":"Suspending Disbelief: Moving Beyond Punishment to Promote Effective Interventions for Children with Mental or Emotional Disorders."},
      {
        "id":"ED476830",
        "title":"Access and Success for System Goals for People of Color in Washington Community and Technical Colleges: Eighth Progress Report. Research Report."},
      {
        "id":"ED476832",
        "title":"How Virginia's Community Colleges Contribute to Virginia's Economic Future."},
      {
        "id":"ED476833",
        "title":"A Descriptive Study of the Associate in Science and Associate in Applied Science Degree General Education Modules for Articulation and Transfer in Maryland and Florida."},
      {
        "id":"ED476834",
        "title":"A Discussion Paper on Vocational Technical Education in the United States of America."},
      {
        "id":"ED476835",
        "title":"Community College Roles in Teacher Education."},
      {
        "id":"ED476836",
        "title":"Do Institutional Characteristics Matter in Two- to Four-Year Transfer?"},
      {
        "id":"ED476839",
        "title":"EFL Writing: Product and Process."},
      {
        "id":"ED476840",
        "title":"Inference: Procedures and Implications for ELT."},
      {
        "id":"ED476841",
        "title":"British Aid for Hungarian Deaf Education from a Linguistic Human Rights Point of View."},
      {
        "id":"ED476842",
        "title":"Family/Educator Guide to Washington's Special Education Services. Revised Edition."},
      {
        "id":"ED476843",
        "title":"A Tale of 3 Cities: Urban Perspectives on Special Education."},
      {
        "id":"ED476844",
        "title":"Paraeducators: Providing Support to Students with Disabilities and Their Teachers. Research Connections in Special Education."},
      {
        "id":"ED476845",
        "title":"Family-Directed Transition Planning Guide."},
      {
        "id":"ED476846",
        "title":"Lifelong Learning - A Political Agenda! Also a Research Agenda?"},
      {
        "id":"ED476847",
        "title":"Work and Leisure A Fading Dichotomy?"},
      {
        "id":"ED476848",
        "title":"Project REAL Evaluation: Final Report 1999-2000 School Year."},
      {
        "id":"ED476849",
        "title":"Re-Generating Knowledge: Inclusive Education and Research."},
      {
        "id":"ED476851",
        "title":"Learn in Beauty: A Professional Development Project for Navajo Bilingual Teachers."},
      {
        "id":"ED476852",
        "title":"Learning from Data: The Role of Professional Learning Communities."},
      {
        "id":"ED476853",
        "title":"Understanding Schools' Capacity To Use Data."},
      {
        "id":"ED476854",
        "title":"Teacher Quality and Student Educational Attainment: Findings from the National Education Longitudinal Study (1988-2000)."},
      {
        "id":"ED476855",
        "title":"Validating Questionnaire Constructs in International Studies: Two Examples from PISA 2000."},
      {
        "id":"ED476856",
        "title":"When Young People Talk to You, What Does It Mean?"},
      {
        "id":"ED476857",
        "title":"With or without? The Role of Reference Values in Evaluation Feedback to Teachers."},
      {
        "id":"ED476858",
        "title":"The Importance of Relationships in Deans' Perceptions of Fit: A Person-Environment Examination."},
      {
        "id":"ED476859",
        "title":"Alternative Paths to Administrative Practice: The New School Leader's Licensure Assessment."},
      {
        "id":"ED476860",
        "title":"&quot;Beware the Jabberwock, My Son! The Jaws that Bite, The Claws that Catch!&quot; Measuring School District Outputs by School District Inputs."},
      {
        "id":"ED476861",
        "title":"Specifying and Refining a Complex Measurement Model."},
      {
        "id":"ED476862",
        "title":"The Effect of Sample Size on Latent Growth Models."},
      {
        "id":"ED476863",
        "title":"Exploring Alternative Characteristic Curve Approaches to Linking Parameter Estimates from the Generalized Partial Credit Model."},
      {
        "id":"ED476864",
        "title":"A Statistical Test for Comparing Nonnested Covariance Structure Models."},
      {
        "id":"ED476865",
        "title":"The Struggle To Reform Education: Exploring the Limits of Policy Metaphors. CSE Technical Report."},
      {
        "id":"ED476866",
        "title":"School Awards Programs and Accountability in Massachusetts: Misusing MCAS Scores To Assess School Quality."},
      {
        "id":"ED476868",
        "title":"Comparing Eighth-Grade Diagnostic Test Results for Korean, Czech, and American Students."},
      {
        "id":"ED476869",
        "title":"Follow-Up Study of Rural Schools Implementing CSR Programs in the Southwest. Research Report."},
      {
        "id":"ED476870",
        "title":"Ontario's Small Schools."},
      {
        "id":"ED476871",
        "title":"The 2003 Elementary School Tracking Report. Six Years of the Funding Formula: Failing Ontario's Students."},
      {
        "id":"ED476873",
        "title":"An Evaluation of Nova Southeastern University's Office of Student Financial Assistance. Quality Service Survey, 2001-2002. Report."},
      {
        "id":"ED476874",
        "title":"Application Statistics, 2001."},
      {
        "id":"ED476875",
        "title":"State Fiscal Constraints and Higher Education Spending: The Role of Medicaid and the Business Cycle. Discussion Paper."},
      {
        "id":"ED476876",
        "title":"A Framework for Quality in Irish Universities: Meeting the Challenge of Change."},
      {
        "id":"ED476877",
        "title":"Higher Education in Latin America and the Caribbean. Strategy Paper."},
      {
        "id":"ED476878",
        "title":"Faculty Salaries at California's Public Universities, 2003-04. Higher Education Update."},
      {
        "id":"ED476879",
        "title":"A Regional Study of Undergraduate Enrollment Demand and Capacity for the University of California. Commission Report."},
      {
        "id":"ED476880",
        "title":"Policies &amp; Procedures. Fifth Edition."},
      {
        "id":"ED476882",
        "title":"Earth & Space Science PhDs, Class of 2001."},
      {
        "id":"ED476883",
        "title":"Higher Education Counts: Accountability Measures for the New Millennium. Data Analysis Update; Performance Improvement Targets. 2003 Report."},
      {
        "id":"ED476888",
        "title":"Fact Book on Theological Education, 2002-2003."},
      {
        "id":"ED476889",
        "title":"Addressing New Mexico's Nursing Shortage: A Statewide Strategy Framework. Report from the NM Nursing Shortage Statewide Strategy Sessions (NS4), July-October 2002."},
      {
        "id":"ED476890",
        "title":"Enrollment Trends at Virginia's Public Colleges and Universities. A SCHEV Report."},
      {
        "id":"ED476891",
        "title":"Off-Campus Instructional Sites: An Overview of the Issue in Virginia Public Higher Education. SCHEV Issue Paper."},
      {
        "id":"ED476892",
        "title":"In-State versus Out-of-State Students: The Divergence of Interest between Public Universities and State Governments. NBER Working Paper Series."},
      {
        "id":"ED476893",
        "title":"Discerning Is More Than Counting. An AALE Scholars Essay. AALE Occasional Papers in Liberal Education."},
      {
        "id":"ED476894",
        "title":"Know Your Rights on Campus: A Guide on Racial Profiling, and Hate Crime for International Students in the United States."},
      {
        "id":"ED476895",
        "title":"The University System of Georgia's Task Force on Enhancing Access for African-American Males. Report of the Programs of Excellence Subcommittee."},
      {
        "id":"ED476896",
        "title":"Beyond Percentage Plans: The Challenge of Equal Opportunity in Higher Education. Staff Report."},
      {
        "id":"ED476897",
        "title":"State of Texas Even Start Family Literacy Program Administrator's Guide."},
      {
        "id":"ED476898",
        "title":"The Integration of Immigrants Into the Labour Markets of the EU. IAB Labour Market Research Topics."},
      {
        "id":"ED476900",
        "title":"In Demand: Adult Skills in the 21st Century. A Performance and Innovation Unit Report."},
      {
        "id":"ED476902",
        "title":"Some Have Credit Cards and Others Have Giro Cheques: A Study of New Labour's 'Individuals' and 'People' as Lifelong Learners in Late Modernity. Occasional Papers."},
      {
        "id":"ED476903",
        "title":"The Mode of Professional Teaching Practice of FCS Teacher-Leaders and Non-Teacher-Leaders."},
      {
        "id":"ED476908",
        "title":"Effects of Maternal Depression on Youth Adjustment."},
      {
        "id":"ED476909",
        "title":"Integrating Multicultural Perspectives in Comprehensive Guidance and Counseling Programs."},
      {
        "id":"ED476910",
        "title":"The Relationship between Student Illicit Drug Use and School Drug-Testing Policies."},
      {
        "id":"ED476914",
        "title":"The Prevalence of Anxiety and Pro-Social Behaviors in Child-Centered and Basic Skills Preschool Classrooms."},
      {
        "id":"ED476916",
        "title":"The World Around Them: The Relationship between Kindergartners' Summer Experiences and Their General Knowledge."},
      {
        "id":"ED476917",
        "title":"Father Involvement in Early Head Start Programs: A Practitioners Study."},
      {
        "id":"ED476918",
        "title":"Deja Vu: Another Call for Replications of Research, Again."},
      {
        "id":"ED476919",
        "title":"Development of a Regression Model for Estimating the Effects of Assumption Violations on Type I Error Rates in the Student's T-Test: Implications for Practitioners."},
      {
        "id":"ED476920",
        "title":"An Item Fit Statistic Based on Pseudocounts from the Generalized Graded Unfolding Model: A Preliminary Report."},
      {
        "id":"ED476921",
        "title":"An Investigation of School-Level Factors for Students with Discrepant High School GPA and SAT Scores."},
      {
        "id":"ED476922",
        "title":"Calibrating CAT Pools and Online Pretest Items Using Marginal Maximum Likelihood Methods."},
      {
        "id":"ED476923",
        "title":"Context Effects in Pretesting: Impact on Item Statistics and Examinee Scores."},
      {
        "id":"ED476924",
        "title":"Comparing the Stability of IRT-Based and non IRT-Based DIF Methods in Different Cultural Contexts Using TIMSS Data."},
      {
        "id":"ED476925",
        "title":"Researcher's Voice in Web-Based Course Management Systems."},
      {
        "id":"ED476926",
        "title":"An Exploration of How School District Leaders Are Responding to the Connecticut Academic Achievement Test (CAPT)."},
      {
        "id":"ED476927",
        "title":"Job Task Analysis: An IRT Application."},
      {
        "id":"ED476936",
        "title":"The Partnership for Working Families: Best Practices in Cities."},
      {
        "id":"ED476937",
        "title":"A Report on Girls in San Francisco: Benchmarks for the Future."},
      {
        "id":"ED476938",
        "title":"Aboriginal Education in Winnipeg Inner City High Schools."},
      {
        "id":"ED476939",
        "title":"Number of Black Children in Extreme Poverty Hits Record High. Analysis Background."},
      {
        "id":"ED476940",
        "title":"The Limits and Contradictions of Systemic Reform: The Philadelphia Story."},
      {
        "id":"ED476941",
        "title":"Does Peer Ability Affect Student Achievement?"},
      {
        "id":"ED476942",
        "title":"Dynamics of Race, Culture and Key Indicators of Health In the Nations 100 Largest Cities and Their Suburbs. The Social and Health Landscape of Urban and Suburban America Report Series."},
      {
        "id":"ED476943",
        "title":"Chicago's Local School Councils. What the Research Says."},
      {
        "id":"ED476944",
        "title":"TANF and the Status of Teen Mothers Under Age 18. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies, Series A."},
      {
        "id":"ED476948",
        "title":"A Parent Report Card: Universal Prekindergarten in New York City. What Parents Really Think."},
      {
        "id":"ED476950",
        "title":"When the School Bell Rings... Juvenile Crime or Constructive Time? After-School Programs Are the Answer."},
      {
        "id":"ED476951",
        "title":"From Illinois' Front Line against Crime: A School and Youth Violence Prevention Plan."},
      {
        "id":"ED476959",
        "title":"ED-MEDIA 2002 World Conference on Educational Multimedia, Hypermedia & Telecommunications. Proceedings (14th, Denver, Colorado, June 24-29, 2002)."},
      {
        "id":"ED476960",
        "title":"Qualitative Analysis of Information Communication Technology Use on Teaching-Learning Process."},
      {
        "id":"ED476961",
        "title":"NDU Knowledge Net: A Web-Enabled Just-In-Time Information Service for Continuing Education."},
      {
        "id":"ED476962",
        "title":"Integrating Handheld Technology and Web-Based Science Activities: New Educational Opportunities."},
      {
        "id":"ED476963",
        "title":"WQ: An Environment for Teaching Information Access Skills."},
      {
        "id":"ED476964",
        "title":"Dual Coding Theory and Computer Education: Some Media Experiments To Examine the Effects of Different Media on Learning."},
      {
        "id":"ED476965",
        "title":"Policies for Content Filtering in Educational Networks: The Case of Greece."},
      {
        "id":"ED476966",
        "title":"Adaptive Hypermedia Educational System Based on XML Technologies."},
      {
        "id":"ED476967",
        "title":"Collaborative Teachback with a Statistical Cognitive Tool: A Formative Evaluation."},
      {
        "id":"ED476968",
        "title":"Models and Methodologies for Multimedia Courseware Production."},
      {
        "id":"ED476969",
        "title":"Skill Sets for Online Teaching."},
      {
        "id":"ED476970",
        "title":"Beyond W3C: TruVision--Enhanced Online Learning for People Blind or Vision Impaired."},
      {
        "id":"ED476971",
        "title":"Utilizing the PDA as a Vehicle for User Interface Design Pedagogy."},
      {
        "id":"ED476972",
        "title":"Media Combinations and Learning Styles: A Dual Coding Approach."},
      {
        "id":"ED476973",
        "title":"Computer-Based Distance Education for Vocational Use in Southern Nevada."},
      {
        "id":"ED476974",
        "title":"Kids Can Care about Cyberethics!"},
      {
        "id":"ED476975",
        "title":"Satellite Based Synchronous Tutorials vs. Satellite Based Asynchronous Videocassettes: Factors Affecting Students' Attitudes and Choices."},
      {
        "id":"ED476976",
        "title":"An Empirical Evaluation of Sonar Courseware Developed with Intelligent Tutoring Software (InTrain[TM]) at Naval Submarine School."},
      {
        "id":"ED476977",
        "title":"Supporting the Development of Learning Communities in Online Settings."},
      {
        "id":"ED476978",
        "title":"Web-Based Interactive Visualization in an Information Retrieval Course."},
      {
        "id":"ED476979",
        "title":"A Framework for the Instructional Design of Multi-Structured Educational Applications."},
      {
        "id":"ED476980",
        "title":"First Year of Technology Mentoring for Teachers and Faculty: Lessons Learned."},
      {
        "id":"ED476981",
        "title":"Computer Mediated Collaboration in an Academic Setting. An Experience on Web Business Models at the University of Lugano (Switzerland)."},
      {
        "id":"ED476982",
        "title":"On-Line AACE Forums: Joining, Participating, and Leading."},
      {
        "id":"ED476983",
        "title":"NASA Langley/CNU Distance Learning Programs."},
      {
        "id":"ED476984",
        "title":"Assessing and Analyzing the Effects of WBLP on Learning Processes and Achievements: Using the Electronic Portfolio for Authentic Assessment on University Students' Learning."},
      {
        "id":"ED476985",
        "title":"Record Desktop Activity as Streaming Videos for Asynchronous, Video-Based Collaborative Learning."},
      {
        "id":"ED476986",
        "title":"Animated Pedagogical Agents: Where Do We Stand?"},
      {
        "id":"ED476987",
        "title":"Computer Based Virtual Field Trips."},
      {
        "id":"ED476988",
        "title":"A Typology for Identifying Teachers' Progress in ICT Uptake."},
      {
        "id":"ED476989",
        "title":"Distance Learning Instruction: A New Model of Assessment."},
      {
        "id":"ED476990",
        "title":"New Pedagogies and Re-Usable Learning Objects: Toward a Different Role for an LMS."},
      {
        "id":"ED476991",
        "title":"Does an Agent Matter? The Effects of Animated Pedagogical Agents on Multimedia Environments."},
      {
        "id":"ED476992",
        "title":"Assessing Information and Communication Technology Literacy of Education Undergraduates: Instrument Development."},
      {
        "id":"ED476993",
        "title":"Best Practices Experiences: Successful Use of Electronic Learning Environments."},
      {
        "id":"ED476994",
        "title":"There Is Still Hope for ICT in Flanders Fields. ICT in Education: The Use, Benefits, Barriers and Expectations as Perceived by Educators at Flemish Universities."},
      {
        "id":"ED476995",
        "title":"Design Guidelines for Digital Learning Material for Food Chemistry Education."},
      {
        "id":"ED476996",
        "title":"Trends for Distance Education: Getting the Big Picture for the Coming Decade."},
      {
        "id":"ED476997",
        "title":"Supporting and Hosting Web-Based Learning Systems in the University of Wisconsin System."},
      {
        "id":"ED476998",
        "title":"Agent Technologies in the Electronic Classroom: Some Pedagogical Issues."},
      {
        "id":"ED476999",
        "title":"Applying the REAL Model to Web-Based Instruction: An Overview."},
      {
        "id":"ED477000",
        "title":"Xtreme Learning Control: Examples of the Open Source Movement's Impact on Our Educational Practice in a University Setting."},
      {
        "id":"ED477001",
        "title":"Using Technology To Create and Enhance Collaborative Learning."},
      {
        "id":"ED477002",
        "title":"Adoption of Computer-Based Instructional Methodologies: A Case Study."},
      {
        "id":"ED477003",
        "title":"Developing a Large Web-Based Learning Environment--Can a Style Guide Help Learning Material Developers?"},
      {
        "id":"ED477004",
        "title":"Universal Design for Learning: Curriculum, Technology, and Accessibility."},
      {
        "id":"ED477005",
        "title":"Digital Literacy: A New Terminology Framework and Its Application to the Design of Meaningful Technology-Based Learning Environments."},
      {
        "id":"ED477006",
        "title":"User Studies: Developing Learning Strategy Tool Software for Children."},
      {
        "id":"ED477007",
        "title":"Designing Tools and Contents for Project Based Learning with Net-Based Curriculum."},
      {
        "id":"ED477008",
        "title":"E-Accessibility: United States and International."},
      {
        "id":"ED477009",
        "title":"Participatory Design, Problem Solving and Community Involvement in Two Different Learning Communities."},
      {
        "id":"ED477010",
        "title":"Supporting the Application of Design Patterns in Web-Course Design."},
      {
        "id":"ED477011",
        "title":"Clio's Assistants: A Tool Suite for Exploring Student Web Usage."},
      {
        "id":"ED477012",
        "title":"Mathematics Teacher Education Online."},
      {
        "id":"ED477013",
        "title":"Reducing the Cognitive Load on Novice Programmers."},
      {
        "id":"ED477014",
        "title":"SPLACH: A Computer Environment Supporting Distance Project-Based Learning."},
      {
        "id":"ED477015",
        "title":"Rambling through the Wilds: A Concept of Jagged Study Zones."},
      {
        "id":"ED477016",
        "title":"That's My Story and I'm Sticking to It: Promoting Academic Integrity in the Online Environment."},
      {
        "id":"ED477017",
        "title":"Multimedia: A Powerful Support for Multidisciplinary Approach. A Case Study from the Project Discetech-Bimbotech."},
      {
        "id":"ED477018",
        "title":"Incorporating Concept Maps in a Slide Presentation Tool for the Classroom Environment."},
      {
        "id":"ED477019",
        "title":"Using a Metro Map Metaphor for Organizing Web-Based Learning Resources."},
      {
        "id":"ED477020",
        "title":"Collaborative Problem Solving in the Online Environment: A Case Study of a Web-Based Undergraduate Business Course."},
      {
        "id":"ED477021",
        "title":"Supporting Online Video-Based Correction for Language Learning through Markup-Based Video Editing."},
      {
        "id":"ED477022",
        "title":"Keeping It Simple: The Case for E-Mail."},
      {
        "id":"ED477023",
        "title":"Evaluating Online Instruction: Adapting a Training Model to E-Learning in Higher Education."},
      {
        "id":"ED477024",
        "title":"sTeam--Providing Primary Media Functions for Web-Based Computer-Supported Cooperative Learning."},
      {
        "id":"ED477025",
        "title":"Designing High Quality Learning Environments: Reflections on Some Successes and Failures."},
      {
        "id":"ED477026",
        "title":"Developing Evaluation Frameworks for Assessing Quality ICT-Based Learning in Higher Education."},
      {
        "id":"ED477027",
        "title":"Student Modeling in Computer-Assisted Language Learning."},
      {
        "id":"ED477028",
        "title":"Communication and Collaborative Learning in a Cross-Atlantic Design Course."},
      {
        "id":"ED477029",
        "title":"The Use of Multiple Representations in a Web-Based and Situated Learning Environment."},
      {
        "id":"ED477030",
        "title":"Cognitive Tools and User-Centered Learning Environments: Rethinking Tools, Functions, and Applications."},
      {
        "id":"ED477031",
        "title":"Using Emerging Technologies To Develop and Share the Knowledge of Teaching and Learning Online."},
      {
        "id":"ED477032",
        "title":"New Ways of Preparing Teachers for Technology Integration."},
      {
        "id":"ED477033",
        "title":"Transformational Leadership &amp; Professional Development for Digitally Rich Learning Environments: A Case Study of the Galileo Educational Network."},
      {
        "id":"ED477034",
        "title":"The Realization of Interaction in Cognitive Science Network Studies."},
      {
        "id":"ED477035",
        "title":"Student Feedback, Anonymity, Observable Change and Course Barometers."},
      {
        "id":"ED477036",
        "title":"E-Learning Development in Higher Education: Maximising Efficiency--Maintaining Quality."},
      {
        "id":"ED477037",
        "title":"Online Privacy, Security and Ethical Dilemma: A Recent Study."},
      {
        "id":"ED477038",
        "title":"Reshaping Curricular Culture."},
      {
        "id":"ED477039",
        "title":"The Virtual Factory Teaching System (VFTS): Project Review and Results."},
      {
        "id":"ED477040",
        "title":"Making the Transition from Print: Integrating Concept Mapping and Online Communication with Traditional Distance Education Materials."},
      {
        "id":"ED477041",
        "title":"Does the Medium Dictate the Message? Cultivating E-Communication in an Asynchronous Environment."},
      {
        "id":"ED477042",
        "title":"Educational Application of Dialogue System To Support e-Learning."},
      {
        "id":"ED477043",
        "title":"Internet Based Learning and Knowledge Management."},
      {
        "id":"ED477044",
        "title":"Summarizing Links: Issues and Interfaces."},
      {
        "id":"ED477045",
        "title":"Design and Development of a Flexible Online Course for Making Accessible Online Courses."},
      {
        "id":"ED477046",
        "title":"Mixed Reality Environments as Collaborative and Constructive Learning Spaces for Elementary School Children."},
      {
        "id":"ED477047",
        "title":"Creating a Virtual Community with PT3: College of Education Students' Beliefs, Expectations and Attitudes toward Online Learning."},
      {
        "id":"ED477048",
        "title":"Towards an Adaptive Multimedia Learning Environment: Enhancing the Student Experience."},
      {
        "id":"ED477049",
        "title":"Hard Choices for Individual Situations."},
      {
        "id":"ED477050",
        "title":"Students as Faculty Mentors: Reversing the Role of Teacher and Learner."},
      {
        "id":"ED477051",
        "title":"Teacher-Designed Software for Interactive Linear Equations: Concepts, Interpretive Skills, Applications & Word-Problem Solving."},
      {
        "id":"ED477052",
        "title":"Anchored Instruction in a Situated Learning Environment."},
      {
        "id":"ED477053",
        "title":"The Online Interactive Curriculum Portal as One Key to the Well-Structured Learning Activity of Students."},
      {
        "id":"ED477054",
        "title":"Authentic Performance of Complex Problem-Solving Tasks with an EPSS."},
      {
        "id":"ED477055",
        "title":"Collaborative Knowledge Building: A Learning Module in Shadow netWorkspace[TM] Learning System."},
      {
        "id":"ED477056",
        "title":"The Challenge of Being an Instructional Designer for New Media Development: A View from the Practitioners."},
      {
        "id":"ED477057",
        "title":"Viewing the Reviewing: An Observational Study of the Use of an Interactive Digital Video To Help Teach the Concepts of Design Inspection Reviews."},
      {
        "id":"ED477058",
        "title":"Promoting Student Learning through Peer Tutoring--A Case Study."},
      {
        "id":"ED477059",
        "title":"Informatics and Media Education--Designing a Curriculum for Media Education in Teacher Training with Regard to Basic Areas of Informatics."},
      {
        "id":"ED477060",
        "title":"Enhancing Scientific Practice and Education through Collaborative Digital Libraries."},
      {
        "id":"ED477061",
        "title":"Dynamic Educational e-Content Selection Using Multiple Criteria in Web-Based Personalized Learning Environments."},
      {
        "id":"ED477062",
        "title":"From Gutenberg's Galaxy to Cyberspace: A New Model for a New Writing Space."},
      {
        "id":"ED477063",
        "title":"Turning Points: Learning from Online Discussions in an Off-Campus Course."},
      {
        "id":"ED477064",
        "title":"Bridge over Troubled Water: Creating Effective Online Support for the Metacognitive Aspects of Problem Solving."},
      {
        "id":"ED477065",
        "title":"Experiential Learning On-Line: The Role of Asynchronous Communication Tools."},
      {
        "id":"ED477066",
        "title":"Multiple Perspectives on the Evaluation of Online Discussion."},
      {
        "id":"ED477067",
        "title":"Implementing Technology in Higher Education: The Management of Multiple Dimensions."},
      {
        "id":"ED477068",
        "title":"An Alternative System To Deliver and Manage Online Courses through the World Wide Web."},
      {
        "id":"ED477070",
        "title":"Who Learns Best with Multiple Representations? Cognitive Theory Implications for Individual Differences in Multimedia Learning."},
      {
        "id":"ED477071",
        "title":"Lights and Wires: Effective eLearning."},
      {
        "id":"ED477072",
        "title":"Information and Communication Technologies in the Teaching and Learning Process: Does Online Professional Development Make a Difference?"},
      {
        "id":"ED477073",
        "title":"Implementing Technology Integration at the University Level: A Case Study of Changes in Faculty Behaviors and Attitudes."},
      {
        "id":"ED477074",
        "title":"A Tool for Real Time On-Line Collaboration in Web-Based Learning."},
      {
        "id":"ED477075",
        "title":"Learner Perceptions of Online Interaction."},
      {
        "id":"ED477076",
        "title":"Online Student Retention: Can It Be Done?"},
      {
        "id":"ED477077",
        "title":"Teaching and Learning Activities in the Online Classroom: A Constructivist Perspective."},
      {
        "id":"ED477078",
        "title":"Rethinking Multimedia Teaching: Examining Developments in Multimedia Course Provision."},
      {
        "id":"ED477079",
        "title":"Discovery of Ontologies for Learning Resources Using Word-Based Clustering."},
      {
        "id":"ED477080",
        "title":"The Role of a Reusable Assessment Framework in Designing Computer-Based Learning Environments."},
      {
        "id":"ED477081",
        "title":"Reusable Models of Pedagogical Concepts--A Framework for Pedagogical and Content Design."},
      {
        "id":"ED477082",
        "title":"Essential Elements in the Design and Development of Inclusive Online Courses."},
      {
        "id":"ED477083",
        "title":"\"Citizen Jane\": Rethinking Design Principles for Closing the Gender Gap in Computing."},
      {
        "id":"ED477084",
        "title":"Usability and Instructional Design Heuristics for E-Learning Evaluation."},
      {
        "id":"ED477085",
        "title":"Designing Online Quiz Questions To Assess a Range of Cognitive Skills."},
      {
        "id":"ED477086",
        "title":"Learner-Centric Online Teaching for Non-Computer Science Students."},
      {
        "id":"ED477087",
        "title":"Deploying an Infrastructure for Technologically Enhanced Learning."},
      {
        "id":"ED477088",
        "title":"Information Technology Groupware: The Impact of Electronic Collaboration on Project Teams."},
      {
        "id":"ED477089",
        "title":"Online Mastery: A Certification Curriculum for Faculty."},
      {
        "id":"ED477090",
        "title":"Pedagogical Models in the Design and Assessment of Network-Based Education."},
      {
        "id":"ED477092",
        "title":"Japan's Widespread Use of Cellular Telephones To Access the Internet: Implications for Educational Telecommunications."},
      {
        "id":"ED477094",
        "title":"Project TALENT: Creating Change in Teaching Activities."},
      {
        "id":"ED477095",
        "title":"Using Streaming Technology To Build Video-Cases That Enhance Student Teaching on IT."},
      {
        "id":"ED477096",
        "title":"Virtual Portfolios for Collaboration in Distributed Web-Based Learning."},
      {
        "id":"ED477097",
        "title":"To Make E-Learning Work, Send Clear Messages!"},
      {
        "id":"ED477098",
        "title":"Debunking the Buzz Words Or Can Hermeneutic Analysis Be Used To Evaluate Pedagogically Based Learning Objects Designed from Constructivist Epistemological Ontologies Defined in XML Metadata?"},
      {
        "id":"ED477099",
        "title":"Introducing a &quot;Means-End&quot; Approach to Human-Computer Interaction: Why Users Choose Particular Web Sites Over Others."},
      {
        "id":"ED477100",
        "title":"Automatic Camera Control System for a Distant Lecture with Videoing a Normal Classroom."},
      {
        "id":"ED477101",
        "title":"Situated Professional Development: The CATIE Model."},
      {
        "id":"ED477102",
        "title":"On the Effectiveness of a Programming Coach in a Distance Learning Environment."},
      {
        "id":"ED477103",
        "title":"The Computer, the Discipline and the Classroom: Two Perspectives."},
      {
        "id":"ED477104",
        "title":"Investigating Education Faculty's Perspectives of Their Experiences in a Technology Project: Issues and Problems Related to Technology Integration."},
      {
        "id":"ED477105",
        "title":"An Investigation of a Web-Based Learning Environment Designed To Enhance the Motivation and Achievement of Students in Learning Difficult Mental Models in High School Science."},
      {
        "id":"ED477106",
        "title":"The Transition from Computer-Based Training to eEducation."},
      {
        "id":"ED477107",
        "title":"Towards a Discipline Based Reflective Thinking Process for K-12 Students and Teachers through On-Line Discourse and Action Research."},
      {
        "id":"ED477108",
        "title":"Web Based Learning Support for Experimental Design in Molecular Biology."},
      {
        "id":"ED477109",
        "title":"The Development of the Learning Object Standard Using a Pedagogic Approach: A Comparative Study."},
      {
        "id":"ED477110",
        "title":"Integration of Laptops into a K-12 Learning Environment: A Case Study of a Science Teacher in the Middle School."},
      {
        "id":"ED477111",
        "title":"A Case Study for Promoting Collaboration on Online Project-Based Learning."},
      {
        "id":"ED477112",
        "title":"WebQuests for Reflection and Conceptual Change: Variations on a Popular Model for Guided Inquiry."},
      {
        "id":"ED477113",
        "title":"Enlarging the Pool: How Higher Education Partnerships Are Recruiting and Supporting Future Special Educators from Underrepresented Groups. Developing the Special Education Workforce."},
      {
        "id":"ED477114",
        "title":"The Road to Tomorrow's Teachers: Planning, Implementing, and Evaluating a State-Based Special Education Workforce Development Initiative. Lessons Learned from the National Pilot Sites Project for Recruitment and Retention. Developing the Special Education Workforce."},
      {
        "id":"ED477115",
        "title":"Principals and Special Education: The Critical Role of School Leaders."},
      {
        "id":"ED477116",
        "title":"Special Education Administration at a Crossroads: Availability, Licensure, and Preparation of Special Education Administrators."},
      {
        "id":"ED477124",
        "title":"Training Manager Competencies: The Standards. Third Edition."},
      {
        "id":"ED477125",
        "title":"Accelerated Learning Program (ALP): Grade 3-8 Evaluation, 2001-02."},
      {
        "id":"ED477126",
        "title":"Project Achieve Evaluation Report: Year One, 2001-2002."},
      {
        "id":"ED477127",
        "title":"Class-Size Reduction Program Evaluation, 2001-02. A Report to the North Carolina Department of Public Instruction."},
      {
        "id":"ED477128",
        "title":"Advanced Placement Exam Results, 2001-2002."},
      {
        "id":"ED477129",
        "title":"School Size: A Review of the Literature. Research Watch."},
      {
        "id":"ED477130",
        "title":"NovaNet Student Outcomes, 2001-2002."},
      {
        "id":"ED477131",
        "title":"Status and Trends in the Education of Hispanics."},
      {
        "id":"ED477132",
        "title":"The National Cross-Site Evaluation of High-Risk Youth Programs. Preventing Substance Abuse: Major Findings from the National Cross-Site Evaluation of High-Risk Youth Programs. Monograph Series."},
      {
        "id":"ED477133",
        "title":"The National Cross-Site Evaluation of High-Risk Youth Programs: Understanding Risk, Protection, and Substance Use among High-Risk Youth. Monograph Series."},
      {
        "id":"ED477134",
        "title":"The National Cross-Site Evaluation of High-Risk Youth Programs: Findings on Designing and Implementing Effective Prevention Programs for Youth at High Risk. Monograph Series."},
      {
        "id":"ED477135",
        "title":"The National Cross-Site Evaluation of High-Risk Youth Programs: Making Prevention Effective for Adolescent Boys and Girls: Gender Differences in Substance Use and Prevention. Monograph Series."},
      {
        "id":"ED477136",
        "title":"The Importance of School Quality."},
      {
        "id":"ED477137",
        "title":"Efficiency and Equity in Schools around the World."},
      {
        "id":"ED477140",
        "title":"Gender Equality in SOCRATES. Final Report. SCRE Research Report."},
      {
        "id":"ED477141",
        "title":"Integrating Cultural Values into the Curriculum for Kenyan Schools."},
      {
        "id":"ED477142",
        "title":"Improving Student Achievement through Character Education."},
      {
        "id":"ED477143",
        "title":"Female Representation in Gikuyu Popular Music: A Catalyst for Domestic Violence."},
      {
        "id":"ED477144",
        "title":"Federalism and Decentralization of Education in Argentina. Unintended Consequences of Decentralization of Expenditures in a Federal Country."},
      {
        "id":"ED477145",
        "title":"The Use of Symbolism in the Struggle for Liberation: The Historical and Global Exploration of Rastafarian Art."},
      {
        "id":"ED477146",
        "title":"Red, Yellow, Blue: A Primary Study of the Strengths, Limitations and Challenges of Arts Magnet Schools."},
      {
        "id":"ED477148",
        "title":"The Education Policy Analysis in the Last Decade of the 20th Century in a Third World Country with Reference to Tanzania (1990-2000): The Shift Away from &quot;Education for Self-Reliance.&quot;"},
      {
        "id":"ED477149",
        "title":"Family Background, Forms of Capital, and Educational Outcomes of Children of Change."},
      {
        "id":"ED477150",
        "title":"Education for Coexistence and Peace: The Israeli-Palestinian Case."},
      {
        "id":"ED477151",
        "title":"Higher Education Strategic Planning in Sub-Saharan Africa: A Case Study of Cameroon."},
      {
        "id":"ED477152",
        "title":"The Meaning of Peace and the Role of Education in South Korea."},
      {
        "id":"ED477153",
        "title":"The Introduction of a System of OBE in South Africa: Transforming and Empowering a Marginalized and Disenfranchised Society."},
      {
        "id":"ED445105",
        "title":"Mini-Digest of Education Statistics, 1999."},
      {
        "id":"ED445106",
        "title":"Dispelling the Culture of Mediocrity: Expanding Advanced Placement."},
      {
        "id":"ED445107",
        "title":"Quality Profile for SASS Rounds 1-3: 1987-1995. Aspects of the Quality of Data in the Schools and Staffing Surveys (SASS)."},
      {
        "id":"ED445108",
        "title":"SASS &amp; PSS Questionnaires, 1999-2000."},
      {
        "id":"ED445109",
        "title":"Report Card to the Public: A Summary of Statistics from Alaska's Public Schools, School Year 1998-1999."},
      {
        "id":"ED445111",
        "title":"News from ACT: ACT Scores for 2000 Maintain Gains of the '90s."},
      {
        "id":"ED445112",
        "title":"HS Graduating Class of 2000 National Report. The High School Profile Report, Normative Data. A Description of the Academic Abilities and Nonacademic Characteristics of Your ACT Tested 2000 Graduates."},
      {
        "id":"ED445113",
        "title":"ACT Assessment[R] 2000 Results: National Summary Report."},
      {
        "id":"ED445114",
        "title":"ACT Average Composite by State: 2000 ACT-Tested Graduates."},
      {
        "id":"ED445115",
        "title":"The North Carolina State Testing Results, 1998-99. Multiple-Choice, Grade 3 Pretest, End-of-Grade, High School Comprehensive, and End-of-Course Tests. Reporting on the State and 117 Public School Systems and 61 Charter Schools. &quot;The Green Book.&quot;"},
      {
        "id":"ED445116",
        "title":"Effects of Differential Prediction in College Admissions for Traditional- and Nontraditional-Aged Students. ACT Research Report Series."},
      {
        "id":"ED445117",
        "title":"Adult Literacy in OECD Countries: Technical Report on the First International Adult Literacy Survey."},
      {
        "id":"ED445118",
        "title":"Analysis of Ability and Achievement Scores for Students Recommended by Classroom Teachers to a Gifted and Talented Program."},
      {
        "id":"ED445119",
        "title":"Applying Specific Information Item Selection to a Passage-Based Test."},
      {
        "id":"ED445120",
        "title":"Policy Perspectives on Assessment (Ways To Better Clarify Assessment Issues across Governance Organizations)."},
      {
        "id":"ED445121",
        "title":"Peer Evaluation and Professional Community in Public Education: A Study of Two School Districts."},
      {
        "id":"ED445122",
        "title":"Reflective Inquiry with Complex Data: A Case Study of Dispositional Learning."},
      {
        "id":"ED445123",
        "title":"Problematizing Complex Datasets for Students: Design Principles for Inquiry Curriculum."},
      {
        "id":"ED445124",
        "title":"Teacher Certification Tests: Variables That Determine Success for Secondary Pre-Service Teachers."},
      {
        "id":"ED445126",
        "title":"A Hand Up: How State Earned Income Tax Credits Help Working Families Escape Poverty. 1999 Edition."},
      {
        "id":"ED445127",
        "title":"Addressing Hate Crimes: Six Initiatives That Are Enhancing the Efforts of Criminal Justice Practitioners. Hate Crimes Series. Bureau of Justice Assistance Monograph."},
      {
        "id":"ED445128",
        "title":"Homelessness: Coordination and Evaluation of Programs Are Essential. Report to Congressional Committees."},
      {
        "id":"ED445129",
        "title":"Good Works: Highlights of a Study on the Center for Family Life."},
      {
        "id":"ED445130",
        "title":"Characteristics of Crimes against Juveniles. Crimes against Children Series. Juvenile Justice Bulletin."},
      {
        "id":"ED445131",
        "title":"Implementation of the Intensive Community-Based Aftercare Program. Juvenile Justice Bulletin."},
      {
        "id":"ED445132",
        "title":"Financing Higher Standards in Public Education: The Importance of Accounting for Educational Costs. Policy Brief, No. 10."},
      {
        "id":"ED445133",
        "title":"Births: Preliminary Data for 1999."},
      {
        "id":"ED445134",
        "title":"Welfare Reform and Postsecondary Education: Research and Policy Update. TANF Requirements Limit Welfare Recipients' Educational Opportunities."},
      {
        "id":"ED445135",
        "title":"Preferences at the University of Virginia: Racial and Ethnic Preferences in Undergraduate Admissions, 1996 and 1999."},
      {
        "id":"ED445136",
        "title":"Preferences in Minnesota Higher Education: Racial and Ethnic Preferences in Undergraduate Admissions at Four Minnesota Public University Campuses."},
      {
        "id":"ED445137",
        "title":"School Strategies for Increasing Safety. Choices Briefs, Number 6."},
      {
        "id":"ED445138",
        "title":"A Symbiosis of Sorts: School Violence and the Media. Choices Briefs, Number 7."},
      {
        "id":"ED445139",
        "title":"Promoting Safe Work for Young Workers: A Community-Based Approach. A Resource Guide Documenting the Experiences of Three Young Worker Projects."},
      {
        "id":"ED445140",
        "title":"Dispelling the Myth: High Poverty Schools Exceeding Expectations."},
      {
        "id":"ED445141",
        "title":"Early Childhood Learning: Programs for a New Age. Recommendations from a National Invitational Conference (Washington, DC, November 29-December 1, 1999)."},
      {
        "id":"ED445142",
        "title":"Addressing Community Gang Problems: A Practical Guide. Monograph."},
      {
        "id":"ED445143",
        "title":"State Policies for Assessing and Supporting Kinship Foster Parents. Discussion Papers. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED445144",
        "title":"Multiracial Children and Developmentally Appropriate Practice in Brazil: Some Preliminary Observations."},
      {
        "id":"ED445145",
        "title":"Examining Skills Shortages in America's Cities: Impact, City Responses and Business Perspective."},
      {
        "id":"ED445146",
        "title":"The Community Connection: Case Studies in Public Engagement."},
      {
        "id":"ED445147",
        "title":"Test-Score Effects of School Vouchers in Dayton, Ohio, New York City, and Washington, D.C.: Evidence from Randomized Field Trials."},
      {
        "id":"ED445148",
        "title":"Lessons for Scaling Up: Evaluations of the Talent Development Middle School's Student Team Literature Program."},
      {
        "id":"ED445149",
        "title":"Pioneer Initiatives To Reform Education Support Programs. A Center Report."},
      {
        "id":"ED445150",
        "title":"Materials from Pioneer Initiatives To Reform Education Support Programs."},
      {
        "id":"ED445152",
        "title":"Youth Gangs in Schools. Youth Gang Series. Juvenile Justice Bulletin."},
      {
        "id":"ED445153",
        "title":"Household Food Security in the United States, 1999. Measuring Food Security in the United States. Food Assistance and Nutrition Research Report No. 8."},
      {
        "id":"ED445154",
        "title":"Bureaucracy and Pupil Control Orientation and Behavior in Urban Secondary Schools."},
      {
        "id":"ED445155",
        "title":"Highways into the Past: History, Organizing & Power. A Project HIP-HOP Resource for High School Students."},
      {
        "id":"ED445156",
        "title":"Youth Development: Issues, Challenges and Directions."},
      {
        "id":"ED445157",
        "title":"A Guide to Thinking about School-Community Partnerships."},
      {
        "id":"ED445158",
        "title":"Effects of Participation in the WIC Food Assistance Program on Children's Health and Development: Evidence from NLSY Children. Discussion Paper."},
      {
        "id":"ED445160",
        "title":"Preventing Adolescent Gang Involvement. Youth Gang Series. Juvenile Justice Bulletin."},
      {
        "id":"ED445161",
        "title":"New Directions in Enhancing Educational Results: Policymakers' Guide to Restructuring Student Support Resources To Better Address Barriers to Learning. Guidebook."},
      {
        "id":"ED445162",
        "title":"Student Voices across the Spectrum: The Educational Integration Initiatives Project."},
      {
        "id":"ED445163",
        "title":"The Impact of Limited School Choice on Public School Districts: Case Studies of How School Districts in Michigan's Largest County Are Responding to Competition from Charter Schools and Public &quot;Schools-of-Choice.&quot;"},
      {
        "id":"ED445164",
        "title":"Promoviendo un Futuro Saludable: Manual de Entrenamiento para Educadores de Salud e Instructores que Trabajan con Jovenes Promotores de Salud, Jovenes Consejeros o Educadores y Voluntarios (Promoting a Healthy Future: Training Manual for Health Educators and Instructors Who Work with Young Health Promoters, Young Counselors or Educators and Volunteers)."},
      {
        "id":"ED445165",
        "title":"Sabemos y Podemos: Learning for Social Action. Adult Education Curriculum. English Edition."},
      {
        "id":"ED445166",
        "title":"The Impact of Immigration Enforcement by Local Police on the Civil Rights of Latinos. Issue Brief."},
      {
        "id":"ED445169",
        "title":"Senate Appropriations Bill Contains Severe Reductions in Social Services Block Grant: Program Funds Services for Vulnerable Low-Income Children and People Who Are Elderly or Disabled."},
      {
        "id":"ED445172",
        "title":"Florida Actions Should Improve Student Performance in High-Poverty Schools. OPPAGA Progress Report."},
      {
        "id":"ED445173",
        "title":"Educational Standards, Assessment and Accountability: A New Civil Rights Frontier. Summary of Policy Seminar Series."},
      {
        "id":"ED445174",
        "title":"Teen Childbearing in America's Largest Cities. A KIDS COUNT Working Paper."},
      {
        "id":"ED445176",
        "title":"Practices for English-Language Learners. An Overview of Instructional Practices for English-Language Learners: Prominent Themes and Future Directions. Topical Summary."},
      {
        "id":"ED445177",
        "title":"Study of Education Resources and Federal Funding: Final Report. Executive Summary."},
      {
        "id":"ED445178",
        "title":"Study of Education Resources and Federal Funding: Final Report."},
      {
        "id":"ED445179",
        "title":"Study of Education Resources and Federal Funding: Final Report. Technical Appendix."},
      {
        "id":"ED445181",
        "title":"A Preliminary Study of the Availability and Use of Information and Assessment Resources in One-Stop Centers. Technical Report Number 21."},
      {
        "id":"ED445182",
        "title":"Adult Literacy in Zanzibar."},
      {
        "id":"ED445183",
        "title":"Parental Involvement in the Educational System: To Empower Parents To Become More Knowledgeable and Effective."},
      {
        "id":"ED445186",
        "title":"Delivering the Future: The Mock Job Fair Handbook = Realiser L&apos;Avenir: Guide pour la Simulation d&apos;un Salon de L&apos;emploi."},
      {
        "id":"ED445187",
        "title":"New Technology and Lifelong Learning."},
      {
        "id":"ED445191",
        "title":"Business Education Index, 1999. Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals Published During the Year 1999. Volume 60."},
      {
        "id":"ED445193",
        "title":"German Trade Unions on Consolidation Course. Basis-Info 21-2000. Social Policy."},
      {
        "id":"ED445194",
        "title":"Work Ethic of Prison Inmates Who Participate in Correctional Industries Programs."},
      {
        "id":"ED445196",
        "title":"The Professionalization of Adult Education: Can State Certification of Adult Educators Contribute to a More Professional Workforce? State Policy Update."},
      {
        "id":"ED445197",
        "title":"Trends in the Development of Training and the Role of Innovation as a Transferable Practice. TTnet Dossier No.1."},
      {
        "id":"ED445198",
        "title":"Agriculture and Education, Planting the Seeds of Opportunity. USDA Adopt-a-School Program Guide."},
      {
        "id":"ED445199",
        "title":"Making Standards Work! Science. A Teacher's Guide to Contextual Learning: Integrating Academic Content Standards with Career Development and Workplace Competencies."},
      {
        "id":"ED445200",
        "title":"Growing Toward Systemic Change: Developing Personal Learning Plans at Montpelier High School."},
      {
        "id":"ED445201",
        "title":"Towards the Development of My Practitioner's Model about Learning for Knowing."},
      {
        "id":"ED445202",
        "title":"The Role of the Tutor from a Community Perspective. TTnet Dossier No. 2."},
      {
        "id":"ED445203",
        "title":"Honoring Our Roots and Branches...Our History and Future. Proceedings of the Annual Midwest Research to Practice Conference in Adult, Continuing, and Community Education (19th, Madison, Wisconsin, September 27-29, 2000)."},
      {
        "id":"ED445204",
        "title":"Designing a Family-Centered, Housing-Based Employment Program."},
      {
        "id":"ED445205",
        "title":"The Hard-To-Place: Understanding the Population and Strategies To Serve Them."},
      {
        "id":"ED445206",
        "title":"Work Experience and Publicly-Funded Jobs for TANF Recipients."},
      {
        "id":"ED445207",
        "title":"Job Retention and Career Advancement for Welfare Recipients."},
      {
        "id":"ED445208",
        "title":"Promoting Education among TANF Teens."},
      {
        "id":"ED445209",
        "title":"Community Work Experience and Publicly Funded Jobs--Helping the Hard-To-Serve Meet Work Requirements."},
      {
        "id":"ED445210",
        "title":"Collaboration between the Welfare and Workforce Development Systems."},
      {
        "id":"ED445211",
        "title":"Videoconferencing as a Tool for Welfare and Workforce Reform."},
      {
        "id":"ED445212",
        "title":"Promoting Employment Retention."},
      {
        "id":"ED445214",
        "title":"Perspectives on Progress: The School-to-Work National Customer Dialogues. Final Report."},
      {
        "id":"ED445215",
        "title":"Erfolg und MiBerfolg von Fernunterricht im 'Wissenszeitalter' = Success and Failure of Distance Education in the 'Age of Knowledge.' Ziff Papiere 115."},
      {
        "id":"ED445217",
        "title":"Consumer Education in Illinois Schools, 2000."},
      {
        "id":"ED445219",
        "title":"Recipes for Success: Youth Council Guide to Creating a Youth Development System under WIA. Technical Assistance and Training Materials for Youth Councils."},
      {
        "id":"ED445220",
        "title":"Workforce Tool Kit: The Resource for Employers. America's Workforce Network."},
      {
        "id":"ED445221",
        "title":"The Role of Technical Vocational Education and Training in Transition Countries. The Case of Central and Eastern Europe and the New Independent States. Working Document."},
      {
        "id":"ED445222",
        "title":"An Overview of Vocational Education and Training in Cyprus."},
      {
        "id":"ED445223",
        "title":"An Overview of Vocational Education and Training in the Hashemite Kingdom of Jordan."},
      {
        "id":"ED445224",
        "title":"An Overview of Vocational Education and Training in Malta."},
      {
        "id":"ED445225",
        "title":"An Overview of Vocational Education and Training in Turkey."},
      {
        "id":"ED445226",
        "title":"Modernisation of Vocational Education and Training in Bulgaria. National Observatory Country Report, 1999."},
      {
        "id":"ED445227",
        "title":"Modernisation of Vocational Education and Training in the Czech Republic. National Observatory Country Report, 1999."},
      {
        "id":"ED445228",
        "title":"Vocational Education and Training as a Tool To Ensure Social and Economic Cohesion. National Observatory Country Report. Estonia, 1999."},
      {
        "id":"ED445229",
        "title":"Report on the Vocational Education and Training System in Hungary. National Observatory Country Report, 1999."},
      {
        "id":"ED445230",
        "title":"Modernisation of Vocational Education and Training in Latvia. National Observatory Country Report, 1999."},
      {
        "id":"ED445231",
        "title":"Vocational Education and Training as a Tool To Ensure Social and Economic Cohesion. National Observatory Country Report. Lithuania, 1999."},
      {
        "id":"ED445232",
        "title":"Report on the Vocational Education and Training System in Poland. National Observatory Country Report, 1999."},
      {
        "id":"ED445233",
        "title":"Modernisation of Vocational Education and Training in Slovenia. National Observatory Country Report, 1999."},
      {
        "id":"ED445234",
        "title":"Web-Based Training. ERIC Digest No. 218."},
      {
        "id":"ED445235",
        "title":"Changing Career Patterns. ERIC Digest No. 219."},
      {
        "id":"ED445236",
        "title":"Employability Skills: An Update. ERIC Digest No. 220."},
      {
        "id":"ED445238",
        "title":"Art for Art's Sake and More. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445239",
        "title":"Correctional Education: Instruction and Student Motivation. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445240",
        "title":"FutureWorks: An Alternative Avenue to Success. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445241",
        "title":"Inmate Perspectives on Classroom Technology. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445242",
        "title":"Investigating the Implementation of Student Orientation in an Adult Basic Education Program. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445243",
        "title":"Reasons Practitioners Use a State Literacy Resource Center. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445244",
        "title":"Thinking about Students' Thinking. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445245",
        "title":"Understanding the Learner Who Is Court-Mandated To Learn. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED445246",
        "title":"A Parallel Postsecondary Universe: The Certification System in Information Technology."},
      {
        "id":"ED445247",
        "title":"Training Requirements in OSHA Standards and Training Guidelines. Revised."},
      {
        "id":"ED445248",
        "title":"Chemical and Biological Terrorism: Improvements to Emergency Medical Response."},
      {
        "id":"ED445249",
        "title":"21st Century Skills for 21st Century Jobs. A Report of the U.S. Department of Commerce, U.S. Department of Education, U.S. Department of Labor, National Institute for Literacy and Small Business Administration."},
      {
        "id":"ED445250",
        "title":"Feminist Resources and Curriculum for Women Achieving Literacy. Final Report."},
      {
        "id":"ED445251",
        "title":"Sustainable Literacies and the Ecology of Lifelong Learning."},
      {
        "id":"ED445252",
        "title":"Practical Project Management for Education and Training."},
      {
        "id":"ED445256",
        "title":"Teaching Critical Reflection. Myths and Realities No. 7."},
      {
        "id":"ED445257",
        "title":"Adult Education and Learning in Europe: Evaluation of the Adult Education Action within the SOCRATES Programme. Final Report of the Project &quot;MOPED--Monitoring of Projects: Evaluation as Dialogue.&quot;"},
      {
        "id":"ED445259",
        "title":"EMT-Paramedic and EMT-Intermediate Continuing Education. National Guidelines."},
      {
        "id":"ED445260",
        "title":"Making Standards Work! History. A Teacher's Guide to Contextual Learning: Integrating Academic Content Standards with Career Development and Workplace Competencies."},
      {
        "id":"ED445261",
        "title":"Integrating Year-Round and Summer Employment and Training Services for Youth under the Workforce Investment Act: Technical Assistance Guide."},
      {
        "id":"ED445263",
        "title":"TEND 97: Conference on Technological Education and National Development Report of Proceedings (1st, April 6-8, 1997, Abu Dhabi, United Arab Emirates)."},
      {
        "id":"ED445265",
        "title":"Youth Workplace Education Campaign and Needs Assessment, 1996/97. Final Report."},
      {
        "id":"ED445267",
        "title":"The Career Preparation Assessment (Tailored Versions): Results and Analyses from the 1998-1999 Cohort."},
      {
        "id":"ED445269",
        "title":"Workforce Performance: A Pragmatic View."},
      {
        "id":"ED445270",
        "title":"The National Study of the Operation of the Federal Work-Study Program: Summary Findings from the Student and Institutional Surveys."},
      {
        "id":"ED445271",
        "title":"Vocational Pathways of Australian Schoolleavers: A Longitudinal Study. Occasional Paper."},
      {
        "id":"ED445272",
        "title":"Flexible Learning for the Information Economy: A Framework for National Collaboration in Vocational Education and Training, 2000-2004."},
      {
        "id":"ED445273",
        "title":"Outreach and Technical Assistance Network Tenth Year Annual Report, July 1, 1999-June 30, 2000."},
      {
        "id":"ED445274",
        "title":"Building Literacy and Numeracy into Training: A Synthesis of Recent Research into the Effects of Integrating Literacy and Numeracy into Training Packages."},
      {
        "id":"ED445275",
        "title":"Communication and Catering Competencies: A Case Study of Literacy and Numeracy Inclusion in a Training Package. Implementation of the Hospitality Training Package and the Effects of the Inclusion of Literacy and Numeracy in Industry Standards in the Training Package, in Relation to Regional and Rural Centres."},
      {
        "id":"ED445276",
        "title":"Considering the Research, Debating the Issues: Proceedings of the National ALNARC Forum (1st, Melbourne, Australia, February 17-18, 2000)."},
      {
        "id":"ED445277",
        "title":"Investigating Literacy Language &amp; Numeracy in Training Packages. Report on the South Australian Program."},
      {
        "id":"ED445278",
        "title":"Language, Literacy and Numeracy in National Training Packages: Case Studies in Aged Care and Hospitality."},
      {
        "id":"ED445279",
        "title":"Literacy &amp; Numeracy in the Certificate IV in Assessment and Workplace Training."},
      {
        "id":"ED445280",
        "title":"Literacy and Numeracy on the Motorway: A Case Study of the Effects of the Inclusion of Literacy and Numeracy Competencies within the Civil Construction Industry Training Package."},
      {
        "id":"ED445281",
        "title":"The Literacy Factor: Adding Value to Training. Investigation of the Inclusion of Literacy in Training Packages in the Food Processing Industry."},
      {
        "id":"ED445284",
        "title":"Toward Individual and Family Well-Being: A Modest Proposal for Initiating Counseling Programs in Support of Family Resources in Western Kansas Communities."},
      {
        "id":"ED445285",
        "title":"Less Hype, More Help: Reducing Juvenile Crime, What Works--and What Doesn't."},
      {
        "id":"ED445287",
        "title":"Guidelines for Career Development: Programs and Services in the United States."},
      {
        "id":"ED445288",
        "title":"Report to the Career Development Training Institute Board."},
      {
        "id":"ED445290",
        "title":"Perceptions of Work Values and Counseling Program Implications in Negara Brunei Darussalam."},
      {
        "id":"ED445291",
        "title":"Students Speak: &quot;What Motivates Us?&quot; A Report Examining the Factors Motivating West Virginia's High School Students."},
      {
        "id":"ED445292",
        "title":"Prevailing in Life and Love: An Educator's View of the Role of Our Expectations."},
      {
        "id":"ED445293",
        "title":"Elementary Career Awareness Guide: A Resource for Elementary School Counselors and Teachers."},
      {
        "id":"ED445294",
        "title":"Marketing Violent Entertainment to Children: A Review of Self-Regulation and Industry Practices in the Motion Picture, Music Recording &amp; Electronic Game Industries [with] Appendices A-K. Report."},
      {
        "id":"ED445297",
        "title":"Challenges Confronting Counseling Education Programs: Is Therapy Research Truly Representative?"},
      {
        "id":"ED445303",
        "title":"Promoting Academic and Behavioral Growth: Collaboration at a Professional Development School."},
      {
        "id":"ED445304",
        "title":"The Career Thoughts Inventory (CTI) in Research and Practice."},
      {
        "id":"ED445305",
        "title":"Alcohol and Other Drug Prevention on College Campuses: Model Programs, 1999 and 2000."},
      {
        "id":"ED445306",
        "title":"Conduct and Behavior Problems: Intervention and Resources for School-Aged Youth. An Introductory Packet."},
      {
        "id":"ED445308",
        "title":"Clark County School District 1999 Dropout Phone Survey Report."},
      {
        "id":"ED445309",
        "title":"Youth Suicide: Results from the 1999 YRBS. Oregon Health Trends. Series No. 57."},
      {
        "id":"ED445310",
        "title":"Protective Schools: Linking Drug Abuse Prevention with Student Success. A Guide for Educators, Policy Makers, and Families."},
      {
        "id":"ED445311",
        "title":"Training Culturally Competent Counselors: Can We Meet the Challenge?"},
      {
        "id":"ED445313",
        "title":"A Comparison of Career-Related Assessment Tools/Models. Final [Report]."},
      {
        "id":"ED445314",
        "title":"Administration of Multi-Faceted Reading Skills Programs: A Dual-Text Program for Ninth-Graders; Applying Reading Strategies in the Social Studies Content Area and Teaching Reading Skills in a Reading Class."},
      {
        "id":"ED445315",
        "title":"Building on the Best, Learning from What Works: Five Promising Remedial Reading Intervention Programs."},
      {
        "id":"ED445316",
        "title":"A Theory of the Fundamentals of Beginning Reading Acquisition."},
      {
        "id":"ED445317",
        "title":"Literacy in the Preschool."},
      {
        "id":"ED445318",
        "title":"Meeting Recognition Needs of Students in Reading."},
      {
        "id":"ED445319",
        "title":"An Investigation of Consistency between Theoretical Orientations to Reading and Planning for Reading Instruction: A Three-Year Study."},
      {
        "id":"ED445320",
        "title":"Issues in Reading Instruction."},
      {
        "id":"ED445321",
        "title":"The Challenge of Improving Reading."},
      {
        "id":"ED445323",
        "title":"Teaching Reading Is Rocket Science: What Expert Teachers of Reading Should Know and Be Able To Do."},
      {
        "id":"ED445324",
        "title":"Balanced Literacy: Making It Work in a Real School."},
      {
        "id":"ED445325",
        "title":"Reading Research."},
      {
        "id":"ED445326",
        "title":"The Reading Excellence Program."},
      {
        "id":"ED445327",
        "title":"Implementing the Reading Excellence Act."},
      {
        "id":"ED445328",
        "title":"The Reading Excellence Program: Preparing an Effective Application."},
      {
        "id":"ED445329",
        "title":"Elective Reading Course for Grades 7-9."},
      {
        "id":"ED445330",
        "title":"Thinking Forwards and Backwards: Metamemory and Metacomprehension Abilities and Strategies in Text Processing."},
      {
        "id":"ED445331",
        "title":"Guide to Improving Parenting Education in Even Start Family Literacy Programs."},
      {
        "id":"ED445332",
        "title":"What Our Speech Disrupts: Feminism and Creative Writing Studies."},
      {
        "id":"ED445333",
        "title":"At the Edge of the Past: Appalachian Issues and English Composition."},
      {
        "id":"ED445334",
        "title":"Appalachian Language: Back-Talking the Stereotypes with Research and Technology."},
      {
        "id":"ED445335",
        "title":"Teaching Literature Methods in Appalachia: Moving from Stereotypes to Authentic Engagement through Appalachian Language and Literature in the Classroom."},
      {
        "id":"ED445336",
        "title":"Chicken Soup for the Portfolio."},
      {
        "id":"ED445337",
        "title":"Characters with Visual Impairment: Looking at Books for Young Adults through Their Eyes."},
      {
        "id":"ED445338",
        "title":"Writing Partnerships: Service-Learning in Composition."},
      {
        "id":"ED445339",
        "title":"Lesbian and Gay Studies and the Teaching of English: Positions, Pedagogies, and Cultural Politics."},
      {
        "id":"ED445340",
        "title":"The Perception of the Cause-Effect Relationship among Fairy-Tale Motifs."},
      {
        "id":"ED445341",
        "title":"Constructing Composition and Critical Thinking."},
      {
        "id":"ED445342",
        "title":"Setting Standards for English/Literacy Teachers: Re-Theorising a SPIRT Project after One Year."},
      {
        "id":"ED445343",
        "title":"Improving Inadequate Writers."},
      {
        "id":"ED445344",
        "title":"Growing Up and Growing Older: Books for Young Readers. An Annotated Bibliography of Nonageist Literature for Preschool-Primary."},
      {
        "id":"ED445345",
        "title":"Assessing the Need for Change: A Survey of Grammar Curricula in American J-Schools."},
      {
        "id":"ED445346",
        "title":"Both Art and Craft: Teaching Ideas That Spark Learning."},
      {
        "id":"ED445347",
        "title":"English Language Arts: Standard Course of Study and Grade Level Competencies, K-12."},
      {
        "id":"ED445348",
        "title":"Report of Student Performance in Writing, 1999-2000: Grades 4, 7, and 10. North Carolina Testing Program."},
      {
        "id":"ED445350",
        "title":"Theory, Identity, and Practice: A Study of Two High School English Teachers' Literature Instruction. Report Series."},
      {
        "id":"ED445355",
        "title":"Timeless Stories East and West: The Philosophical Narratives of the &quot;Bhagavad Gita&quot; and &quot;The Thin Red Line.&quot;"},
      {
        "id":"ED445356",
        "title":"Parents, Children and the Television Ratings System: Two Kaiser Family Foundation Surveys. Summary of Findings/Toplines."},
      {
        "id":"ED445357",
        "title":"Theatre in the Classroom--a Creative Way To Teach and Learn."},
      {
        "id":"ED445358",
        "title":"Using Creative Drama in the Writing and Reading Process."},
      {
        "id":"ED445359",
        "title":"Twenty-Five Years of the Fuzzy Factor: Fuzzy Logic, the Courts, and Student Press Law."},
      {
        "id":"ED445360",
        "title":"Does Graduate Work Matter? Characteristics of Journalists Who Went to Grad School."},
      {
        "id":"ED445362",
        "title":"Style versus Substance in Public Debate: Smoke and Mirrors?"},
      {
        "id":"ED445363",
        "title":"Measuring the Effects of Sexual Content in the Media: A Report to the Kaiser Family Foundation."},
      {
        "id":"ED445364",
        "title":"Sexual Activity on Daytime Soap Operas: A Content Analysis of Five Weeks of Television Programming."},
      {
        "id":"ED445365",
        "title":"Parents and the V-Chip: A Kaiser Family Foundation Survey. How Parents Feel (and What They Know) about TV, the V-Chip, and the TV Ratings System. Toplines."},
      {
        "id":"ED445366",
        "title":"Rating the TV Ratings: One Year Out. An Assessment of the Television Industry's Use of V-Chip Ratings. Executive Summary."},
      {
        "id":"ED445367",
        "title":"Rating the TV Ratings: One Year Out. An Assessment of the Television Industry's Use of V-Chip Ratings. Report."},
      {
        "id":"ED445368",
        "title":"Kids &amp; Media @ the New Millennium: A Kaiser Family Foundation Report [with] Appendices. A Comprehensive National Analysis of Children's Media Use."},
      {
        "id":"ED445369",
        "title":"Kids &amp; Media @ the New Millennium: A Kaiser Family Foundation Report. A Comprehensive National Analysis of Children's Media Use. Executive Summary."},
      {
        "id":"ED445370",
        "title":"The Use of Mainstream Media To Encourage Social Responsibility: The International Experience."},
      {
        "id":"ED445371",
        "title":"Sex on TV: A Biennial Report to the Kaiser Family Foundation. Executive Summary."},
      {
        "id":"ED445372",
        "title":"Sex on TV: A Biennial Report to the Kaiser Family Foundation."},
      {
        "id":"ED445373",
        "title":"Longevity and the Secondary Theatre Arts Teacher: A Case Study."},
      {
        "id":"ED445374",
        "title":"The Starlight Princess: Learning from the Theatre Experience."},
      {
        "id":"ED445375",
        "title":"Simon and the Woo: Theatre Can Develop Energy in the Classroom."},
      {
        "id":"ED445376",
        "title":"Let's Resolve Conflicts Together: Elementary School Classroom Activities. Conflict Management Week, May 1-7, 2000."},
      {
        "id":"ED445377",
        "title":"Let's Resolve Conflicts Together: Middle School Classroom Activities. Conflict Management Week, May 1-7, 2000."},
      {
        "id":"ED445378",
        "title":"Let's Resolve Conflicts Together: High School Classroom Activities. Conflict Management Week, May 1-7, 2000."},
      {
        "id":"ED445379",
        "title":"Black Like Me: How Idealized Images of Caucasian Women Affect Body Esteem and Mood States of African-American Females."},
      {
        "id":"ED445380",
        "title":"Can't You Just Talk to Them? Small Group Work in a Senior Thesis Course."},
      {
        "id":"ED445381",
        "title":"Universal Elements in Human Nature: The Putative Connection between Moral Development and Formal-Pragmatic Presupposition Awareness."},
      {
        "id":"ED445382",
        "title":"&quot;You Were Never Born; You Will Never Die&quot;: An Inquiry into the Timeless Narrative of the &quot;Bhagavad Gita.&quot;"},
      {
        "id":"ED445383",
        "title":"This House [Can't] Believe: Resolutional Reform in Parliamentary Debate."},
      {
        "id":"ED445385",
        "title":"Sector Wide Approaches to Education: A Strategic Analysis. Education Research Paper."},
      {
        "id":"ED445386",
        "title":"Do We Have the Cart before the Horses? Special Report on Standards, Assessment, Accountability, and Interventions. Report #1, Spring 1999."},
      {
        "id":"ED445387",
        "title":"Providing a Helping Hand. Special Report on Standards, Assessment, Accountability, and Interventions. Report #3, Spring 2000."},
      {
        "id":"ED445388",
        "title":"Analyzing Teachers' Expectations of the Headteacher's Roles at an Arab-Bedouin Elementary School in South of Israel."},
      {
        "id":"ED445389",
        "title":"A Journalist's Primer on Access to Schools."},
      {
        "id":"ED445390",
        "title":"Personal Visions of the Administrators in the Turkish Elementary Schools for the 21st Century."},
      {
        "id":"ED445392",
        "title":"Structure of School Finance in Maryland."},
      {
        "id":"ED445393",
        "title":"The Pros and Cons of Performance-Based Compensation."},
      {
        "id":"ED445394",
        "title":"Current School Funding Policy Issues in Missouri, 2000."},
      {
        "id":"ED445395",
        "title":"Education Commission of the States Highlights of 1999-2000."},
      {
        "id":"ED445396",
        "title":"Two Paths to Quality Teaching: Implications for Policymakers. An ECS Staff Comparison of the Positions of the National Commission on Teaching and America's Future and the Thomas B. Fordham Foundation."},
      {
        "id":"ED445397",
        "title":"In Pursuit of Quality Teaching: Five Key Strategies for Policymakers."},
      {
        "id":"ED445398",
        "title":"Why Charter Schools? The Princeton Story."},
      {
        "id":"ED445399",
        "title":"Education Reform in the Dayton Area: Public Attitudes and Opinions. Analysis of the August 1998 Findings. Fordham Report."},
      {
        "id":"ED445400",
        "title":"Superintendents, Boards, Governance and Race: A Century and a Half in the District of Columbia."},
      {
        "id":"ED445401",
        "title":"An Experimental Test of Constructivist Educational Environments."},
      {
        "id":"ED445402",
        "title":"Talking Community: The Dialogue Workbook. Strengthening Community Education: The Basis for Sustainable Renewal."},
      {
        "id":"ED445403",
        "title":"Evaluating Whole-School Reform Efforts: A Guide for District and School Staff. Second Edition."},
      {
        "id":"ED445412",
        "title":"Washington State School Finance, 1999: A Special Focus on Teacher Salaries."},
      {
        "id":"ED445413",
        "title":"Profiles 1999 State Report. Oklahoma Educational Indicators Program."},
      {
        "id":"ED445414",
        "title":"The U.S. Charter School Movement and Ethnic Segregation."},
      {
        "id":"ED445415",
        "title":"Teacher Turnover, Teacher Shortages, and the Organization of Schools. A CTP Working Paper."},
      {
        "id":"ED445416",
        "title":"A Professional Development School Staff's Perceptions of Actual and Preferred Learning Environments."},
      {
        "id":"ED445417",
        "title":"School Reform in England: Increasing Choice and Diversity through Specialist Schools?"},
      {
        "id":"ED445418",
        "title":"Helping Teachers Learn: A Four-Year Ethnography of One Principal's Efforts To Support Teacher Development."},
      {
        "id":"ED445419",
        "title":"Ideas for Transition: Planning for Transition Services during the IEP Process, Ages 14 through 21."},
      {
        "id":"ED445420",
        "title":"Sunset Commission Decisions. Interagency Council on Early Childhood Intervention."},
      {
        "id":"ED445421",
        "title":"Interagency Council on Early Childhood Intervention. Sunset Staff Report, 1998."},
      {
        "id":"ED445422",
        "title":"Teaching Young Gifted Children in the Regular Classroom. ERIC Digest E595."},
      {
        "id":"ED445423",
        "title":"Gender Differences in Psychometric Profiles of Adults with Learning Disabilities."},
      {
        "id":"ED445424",
        "title":"SSA Disability: Other Programs May Provide Lessons for Improving Return-to-Work Efforts. Testimony before the Subcommittee on Social Security, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED445425",
        "title":"Children with Disabilities: Medicaid Can Offer Important Benefits and Services. Testimony before the Committee on the Budget, U.S. Senate."},
      {
        "id":"ED445426",
        "title":"Requirements for the Participation of Students with Disabilities: A Guide for Educators and Parents. Spring 2000 Update."},
      {
        "id":"ED445427",
        "title":"Non-Drug Interventions for Improving Classroom Behavior and Social Functioning of Young Children with Attention Deficit Hyperactivity Disorder."},
      {
        "id":"ED445429",
        "title":"End of Project Report for the Achieving, Behaving, Caring Project: Preventing the Development of Serious Emotional Disturbance among Children and Youth with Emotional and Behavioral Problems."},
      {
        "id":"ED445430",
        "title":"Psychoeducational Assessment of Students Who Are Deaf-Blind: A Decision-Making Model for School-Based Practitioners. Final Report."},
      {
        "id":"ED445431",
        "title":"Memorandum on Harassment Based on Disability."},
      {
        "id":"ED445432",
        "title":"Cross-Cutting Teams in State Education Agencies. Quick Turn Around (QTA)."},
      {
        "id":"ED445433",
        "title":"Students with Disabilities in State Assessments: The NCEO State Reports. Synthesis Brief. August 2000."},
      {
        "id":"ED445434",
        "title":"DO-IT-Pals. Disabilities Opportunities Interworking Technology."},
      {
        "id":"ED445435",
        "title":"Effects of Visually-Mediated Intervention on the Social Communication of Children with Pervasive Developmental Disorders. Final Report."},
      {
        "id":"ED445436",
        "title":"Hispanic Children and Giftedness: Why the Difficulty in Identification?"},
      {
        "id":"ED445437",
        "title":"Addressing the Needs of Children with Autism: An Evaluation of a Gymnastics Program for Children with Autism and Related Disorders."},
      {
        "id":"ED445438",
        "title":"Effects of Interactive Vocabulary Instruction on Reading Comprehension of Students with Learning Disabilities."},
      {
        "id":"ED445439",
        "title":"Children, Adolescents, and Obsessive-Compulsive Disorder in the Classroom."},
      {
        "id":"ED445440",
        "title":"Puerto Rico State Project for Children Who Are Deaf-Blind. Final Performance Report."},
      {
        "id":"ED445441",
        "title":"Parent's Role in Transition to Adult Life."},
      {
        "id":"ED445442",
        "title":"The LCCE Insider, 1998-1999."},
      {
        "id":"ED445443",
        "title":"The LCCE Insider, 1999-2000."},
      {
        "id":"ED445444",
        "title":"Center for Policy Research on the Impact of General and Special Education Reform on Student with Disabilities. Final Report."},
      {
        "id":"ED445445",
        "title":"An Analysis of Disability Support Services in Higher Education."},
      {
        "id":"ED445446",
        "title":"The 1997 Reauthorization of IDEA: Individuals with Disabilities Education Act. NCERI Bulletin, Spring 1998."},
      {
        "id":"ED445449",
        "title":"Improving Results for Culturally and Linguistically Diverse Students."},
      {
        "id":"ED445450",
        "title":"Year Two Evaluation: On the Right Track."},
      {
        "id":"ED445451",
        "title":"Dissatisfaction x Vision x First Steps &gt; Resistance: A Summary of Learning from Supporting Inclusive Educational Environments through Systematic Change."},
      {
        "id":"ED445452",
        "title":"Residential Services for Persons with Developmental Disabilities: Status and Trends through 1999. Report #54."},
      {
        "id":"ED445453",
        "title":"Making Assessment Accommodations: A Toolkit For Educators."},
      {
        "id":"ED445454",
        "title":"The Quest for Literacy: Curriculum and Instructional Procedures for Teaching Reading and Writing to Students with Mental Retardation and Developmental Disabilities. MRDD Prism Series."},
      {
        "id":"ED445455",
        "title":"Development of a High School Curriculum That Promotes Self-Determination and Independence Skills."},
      {
        "id":"ED445456",
        "title":"Self-Determination, Self-Advocacy, and the Role of the Professional."},
      {
        "id":"ED445458",
        "title":"Advocacy &amp; Supported Employment for People with Disabilities: A Guide &amp; Workbook for Individuals with Disabilities &amp; Service Providers."},
      {
        "id":"ED445459",
        "title":"An Empirical Typology of Children with Severe Emotional Disturbances."},
      {
        "id":"ED445460",
        "title":"The School, Family, and Community Partnership Program: Initial Findings."},
      {
        "id":"ED445461",
        "title":"School and Community Study: Exemplary School Models and Student Outcomes over Time."},
      {
        "id":"ED445462",
        "title":"School-Based Mental Health Services in Urban Elementary Education: Child, Family, and Teacher Perspectives."},
      {
        "id":"ED445463",
        "title":"Quality Improvement and School-Based Mental Health Programs."},
      {
        "id":"ED445464",
        "title":"Project ACHIEVE and the Need To Create Effective Building-Based Social Skills, Discipline/Behavior Management, and School Safety Systems."},
      {
        "id":"ED445465",
        "title":"Can Statewide Special Education Data Inform System of Care Development?"},
      {
        "id":"ED445466",
        "title":"Comparing Academic Progress in Students with Emotional and Behavioral Disabilities and Students with Learning Disabilities."},
      {
        "id":"ED445467",
        "title":"A Mississippi School-Based Day Treatment Program Evaluation."},
      {
        "id":"ED445468",
        "title":"Expanding a Continuum of Care: Outcomes of a Partial Day Treatment Program."},
      {
        "id":"ED445469",
        "title":"The Organizational Context of Courts' Treatment Referrals for Juvenile Offenders."},
      {
        "id":"ED445470",
        "title":"Interagency Collaboration with High-Risk Gang Youth."},
      {
        "id":"ED445471",
        "title":"Somatic Symptoms in Children from Three Ethnic Groups."},
      {
        "id":"ED445472",
        "title":"Filling in the Gaps: Funding Services To Support Youth and Young Adults as They Transition into Adulthood."},
      {
        "id":"ED445473",
        "title":"Pregnancy in Adolescent Females with Serious Emotional Disturbance: Risk Factors and Outcomes."},
      {
        "id":"ED445474",
        "title":"Disability and the Digital Divide. Disability Statistics Abstract Number 22."},
      {
        "id":"ED445475",
        "title":"Transitions in Employment and Disability among People Ages 51 to 61. Disability Statistics Report 15."},
      {
        "id":"ED445476",
        "title":"Resource Guide: Selected Early Childhood/Early Intervention Training Materials. 9th Edition. Systems Change in Personnel Preparation."},
      {
        "id":"ED445477",
        "title":"Self-Determination and Struggle in the Lives of Adolescents."},
      {
        "id":"ED445479",
        "title":"Child-Centered School Funding. Arizona Issue Analysis."},
      {
        "id":"ED445481",
        "title":"A Legacy of Us: Maintaining &amp; Managing Your School Grounds [with Videotape]."},
      {
        "id":"ED445482",
        "title":"The Design of Learning Environments."},
      {
        "id":"ED445483",
        "title":"Pesticides in Schools: Reducing the Risks."},
      {
        "id":"ED445484",
        "title":"Evaluation of Energy Efficiency Improvements to Portable Classrooms in Florida."},
      {
        "id":"ED445485",
        "title":"Belmont Learning Complex: Report of Findings."},
      {
        "id":"ED445486",
        "title":"Belmont Learning Complex: Report of Findings--Part II."},
      {
        "id":"ED445487",
        "title":"Policy Study of Non-School Group Usage of Missouri Public School Facilities."},
      {
        "id":"ED445488",
        "title":"Recess Is Over! It's Time To Address Our Overcrowded and Deteriorating Schools."},
      {
        "id":"ED445489",
        "title":"State Building Aid for Public School Districts and BOCES."},
      {
        "id":"ED445490",
        "title":"Planning Guidelines for Primary Schools, Issue 1."},
      {
        "id":"ED445491",
        "title":"Modernising the Schools Infrastructure in England."},
      {
        "id":"ED445492",
        "title":"H.R. 2389, County Schools Revitalization Act of 1999 and H.R. 1185, Timber-Dependent Counties Stabilization Act. Hearing before the Subcommittee on Forests and Forest Health of the Committee on Resources, House of Representatives, One Hundredth Sixth Congress, First Session."},
      {
        "id":"ED445494",
        "title":"Expecting the Most from School Design."},
      {
        "id":"ED445495",
        "title":"Energy-Efficient Design for Florida Educational Facilities."},
      {
        "id":"ED445496",
        "title":"Educational Specifications: Milton J. Brecht Elementary School."},
      {
        "id":"ED445497",
        "title":"Cultural Impact of Participants in the Design of Community Schools."},
      {
        "id":"ED445498",
        "title":"Evaluation and Improvement of the Functions and Operations of the DPS FMCI Service Center. Final Report."},
      {
        "id":"ED445499",
        "title":"Design for All Children."},
      {
        "id":"ED445500",
        "title":"Designing Quality Child Care Facilities."},
      {
        "id":"ED445501",
        "title":"Engineering Checklist for Public School Facilities."},
      {
        "id":"ED445502",
        "title":"Arts Education Facilities Planner for Grades K-8."},
      {
        "id":"ED445503",
        "title":"What Should Parents Know about Schools as Community Learning Centers?"},
      {
        "id":"ED445504",
        "title":"Raising Standards: Opening Doors. Developing Links between Schools and Their Communities."},
      {
        "id":"ED445505",
        "title":"Teacher's Guide to Indoor Air Pollutants."},
      {
        "id":"ED445507",
        "title":"Classroom Acoustics. IssueTrak: A CEFPI Brief on Educational Facility Issues."},
      {
        "id":"ED445508",
        "title":"School Construction and Design. IssueTrak: A CEFPI Brief on Educational Facility Issues."},
      {
        "id":"ED445510",
        "title":"Frugal Construction Standards. Final [Report]."},
      {
        "id":"ED445511",
        "title":"The CATESOL Journal, 1999."},
      {
        "id":"ED445512",
        "title":"Children&apos;s Literature for Pre-K. Theme: Hooray for Pre-K (September)."},
      {
        "id":"ED445513",
        "title":"Relating Preferred Learning Style to Student Achievement."},
      {
        "id":"ED445514",
        "title":"Exploring Gender Issues across Cultures: A Literature Based Whole Language Approach."},
      {
        "id":"ED445516",
        "title":"Language and National Security in the 21st Century: The Role of Title VI/Fulbright-Hays in Supporting National Language Capacity."},
      {
        "id":"ED445517",
        "title":"High School Foreign Language Students' Perceptions of Language Learning Strategies Use and Self-Efficacy."},
      {
        "id":"ED445518",
        "title":"Children's Learning Strategies in Language Immersion Classrooms."},
      {
        "id":"ED445519",
        "title":"The Learning Strategies Instructional Resource. Including Workshop Handouts and Excerpts from the NCLRC Language Resource."},
      {
        "id":"ED445520",
        "title":"Immersion Teachers' Perceptions of Learning Strategies Instruction."},
      {
        "id":"ED445521",
        "title":"Elementary Immersion Students Perceptions of Language Learning Strategies Use and Self-Efficacy."},
      {
        "id":"ED445522",
        "title":"Artificial Intelligence in Computerized Linguistic Analysis."},
      {
        "id":"ED445525",
        "title":"Bilingual Teachers as Action Researchers in TESOL."},
      {
        "id":"ED445526",
        "title":"Using Pictures in EFL and ESL Classrooms."},
      {
        "id":"ED445527",
        "title":"Japanese National Standards: Learning Scenarios."},
      {
        "id":"ED445529",
        "title":"Developing Film Study Guides."},
      {
        "id":"ED445530",
        "title":"Could We Talk? Pragmatic Variations in Student-Professor Negotiations."},
      {
        "id":"ED445531",
        "title":"Customer-Oriented Program Design for Business Students."},
      {
        "id":"ED445534",
        "title":"Differences in FL Reading Comprehension among High-, Middle-, and Low-Ambiguity Tolerance Students."},
      {
        "id":"ED445537",
        "title":"Teaching Chinese Engineering Students Oral Presentation Skills."},
      {
        "id":"ED445538",
        "title":"The Stanford Foreign Language Oral Skills Evaluation Matrix (FLOSEM): A Rating Scale for Assessing Communicative Proficiency."},
      {
        "id":"ED445540",
        "title":"Measuring Outcomes and Setting Standards: A Brief Overview."},
      {
        "id":"ED445542",
        "title":"Two Years of Success: An Analysis of California Test Scores after Proposition 227. READ Abstract: Teaching English Wins."},
      {
        "id":"ED445543",
        "title":"An English as a Second Language and Bilingual Education Toolkit: A Working Document To Support Pre-K-12 Students in Achieving Maine's Learning Results."},
      {
        "id":"ED445544",
        "title":"Teacher Training in the Czech Republic."},
      {
        "id":"ED445546",
        "title":"Teaching Multicultural Concepts in a World Language Classroom."},
      {
        "id":"ED445547",
        "title":"Direct and Indirect Placement Test Scores as Measures of Language Proficiency and Predictors of Academic Success for ESL Students."},
      {
        "id":"ED445548",
        "title":"Involving English Language Learners in Community-Connected Learning. Perspectives on Policy and Practice."},
      {
        "id":"ED445549",
        "title":"Quality Bilingual Education: Defining Success. LAB Working Paper No. 1."},
      {
        "id":"ED445550",
        "title":"Semantic Clustering Versus Thematic Clustering of English Vocabulary Words for Second Language Instruction: Which Method Is More Effective?"},
      {
        "id":"ED445553",
        "title":"Reading Authentic Czech, Volume II: Authentic Readings, Proficiency-Based Methods."},
      {
        "id":"ED445554",
        "title":"Technology: The Common Language. A Guide for Integrating Technology in the Foreign Language Class."},
      {
        "id":"ED445555",
        "title":"Citizenship: A Guide to Good Teaching."},
      {
        "id":"ED445556",
        "title":"Job Search Workshop Curriculum."},
      {
        "id":"ED445558",
        "title":"From Welfare to Work: Lessons for ESL Learners."},
      {
        "id":"ED445559",
        "title":"Hands-On English: A Periodical for Teachers and Tutors of Adult English as a Second Language, 1999-2000."},
      {
        "id":"ED445560",
        "title":"Online Professional Development for Adult ESL Educators."},
      {
        "id":"ED445562",
        "title":"The Importance of Helping Adult ESL Students Set Goals."},
      {
        "id":"ED445564",
        "title":"Finding and Evaluating Adult ESL Resources on the World Wide Web. ERIC Q & A."},
      {
        "id":"ED445568",
        "title":"Minnesota's Post-Secondary Education Enrollment Data. Basic Data Series, 1998."},
      {
        "id":"ED445569",
        "title":"Fact Book, 1996-97."},
      {
        "id":"ED445570",
        "title":"Educating Students for Active Citizenship & Engaging with Communities: Practices in Higher Education."},
      {
        "id":"ED445571",
        "title":"A Survey of Traditional and Distance Learning Higher Education Members."},
      {
        "id":"ED445572",
        "title":"Portraits of Students (1969-1999): A Retrospective."},
      {
        "id":"ED445573",
        "title":"SFA Ombudsman Serving Students. Interim Report, September 1999 to March 2000."},
      {
        "id":"ED445575",
        "title":"Thoughts on &quot;Reconsidering the Washington-Du Bois Debate: Two Black Colleges in 1910-1911&quot; and Thoughts on &quot;Liberalism at the Crossroads: Jimmy Carter, Joseph Califano, and Public College Desegregation.&quot;"},
      {
        "id":"ED445576",
        "title":"A Contemporary Matrix Approach to Defining Shared Governance."},
      {
        "id":"ED445578",
        "title":"Guidelines for Design, Development and Delivery of Programmes/Courses through Distance Mode."},
      {
        "id":"ED445579",
        "title":"Research Projects Scheme in Distance Education."},
      {
        "id":"ED445581",
        "title":"Informational Memorandum: Degrees Conferred, 1998-99 Update."},
      {
        "id":"ED445582",
        "title":"Informational Memorandum: Student Financial Aid, 1998-99 Update."},
      {
        "id":"ED445584",
        "title":"Informational Memorandum: The New Freshman Class, Fall 1999."},
      {
        "id":"ED445585",
        "title":"New Freshman Outcomes: Retention and Graduation. Occasional Research Brief, Volume 00, No. 1."},
      {
        "id":"ED445586",
        "title":"Investing in the Future: Strategic Planning, FY 2001 Appropriations Requests, Supplemental &amp; Statistical Information."},
      {
        "id":"ED445588",
        "title":"Reducing Remedial Education: What Progress Are States Making? Educational Benchmarks 2000 Series."},
      {
        "id":"ED445591",
        "title":"Survey of American College Campuses."},
      {
        "id":"ED445594",
        "title":"The Top American Research Universities. An Occasional Paper from the Lombardi Program on Measuring University Performance."},
      {
        "id":"ED445595",
        "title":"Proprietary Sector of Missouri Postsecondary Education, 1998-1999. Statistical Summary."},
      {
        "id":"ED445596",
        "title":"Moving California Ahead: An Executive Summary Concerning Two Commission Higher Education Long-Range Planning Reports, Providing for Progress and Policy for Progress."},
      {
        "id":"ED445597",
        "title":"Providing for Progress: California Higher Education Enrollment Demand and Resources into the 21st Century."},
      {
        "id":"ED445599",
        "title":"The Loneliness of the Long Distance Runner: Department Chairs and Developing a Quality Culture for Department Assessment."},
      {
        "id":"ED445600",
        "title":"Directory of Distance Education Professionals."},
      {
        "id":"ED445602",
        "title":"Preparing Your Child for College: A Resource Book for Parents, 2000 Edition."},
      {
        "id":"ED445603",
        "title":"Directory of Higher Education, 2000."},
      {
        "id":"ED445604",
        "title":"Higher Education Exchange."},
      {
        "id":"ED445605",
        "title":"Executive Compensation in California Public Higher Education, 1999-2000. Higher Education Update."},
      {
        "id":"ED445606",
        "title":"Application of Preventative Legal Considerations to the Alumni Affairs Administrator."},
      {
        "id":"ED445608",
        "title":"Faculty Affairs in Academic Medical Centers: Selected Bibliography."},
      {
        "id":"ED445610",
        "title":"Higher Education Culture: Case Studies for a New Century."},
      {
        "id":"ED445612",
        "title":"Self-Assessment of Graduate Programs in the Biomedical Sciences: Narrative Guide and Companion Survey Instruments. Report of the Task Force on Benchmarks of Success in Graduate Programs: AAMC GREAT Group."},
      {
        "id":"ED445614",
        "title":"What's in a Name Change? Using CIRP Data at a Transitional Two-Year College."},
      {
        "id":"ED445615",
        "title":"Top Ten Trends in Enrollment Management. Synopsis: Higher Education Research Highlights."},
      {
        "id":"ED445616",
        "title":"Fifty Years of Innovations in Undergraduate Education: Change and Stasis in the Pursuit of Quality. New Agenda Series[TM], Volume 1, Number 4."},
      {
        "id":"ED445619",
        "title":"Determinants of Administrative Effectiveness: Why Some Academic Leaders Are More Influential and Effective Than Others. Professional File, Fall 1999, Number 19."},
      {
        "id":"ED445620",
        "title":"A Primer on Responsibility Centre Budgeting and Responsibility Centre Management. Professional File, Winter 1999, Number 17."},
      {
        "id":"ED445621",
        "title":"Similarities and Differences: A Case Study in Measuring Diversity and Selecting Peers in Higher Education. Professional File, Spring 1999, Number 18."},
      {
        "id":"ED445624",
        "title":"Advances in Education Research, Fall 1998."},
      {
        "id":"ED445625",
        "title":"College Quality and the Earnings of Recent College Graduates. Research and Development Report."},
      {
        "id":"ED445626",
        "title":"Performance Funding and Budgeting: An Emerging Merger? The Fourth Annual Survey (2000)."},
      {
        "id":"ED445627",
        "title":"Concept Maps for Web-Based Applications. ERIC Technical Report."},
      {
        "id":"ED445628",
        "title":"Developing Faculty as Stakeholders in Assessment: A Case Study."},
      {
        "id":"ED445629",
        "title":"Institutional Integration: An Analysis of Tinto's Theory."},
      {
        "id":"ED445630",
        "title":"Estimating First-Year Student Attrition Rates: An Application of Multilevel Modeling Using Categorical Variables."},
      {
        "id":"ED445631",
        "title":"Changes in Students' Self-Regulation Based on Different Teaching Methodologies."},
      {
        "id":"ED445632",
        "title":"The Dynamic Nature of Student Persistence: Influence of Interactions between Student Attachment, Academic Adaptation, and Social Adaptation."},
      {
        "id":"ED445633",
        "title":"A World Wide Web Response to Student Satisfaction Surveys: Comparisons Using Paper and Internet Formats."},
      {
        "id":"ED445634",
        "title":"Linking Student Retention Model with Institutional Planning: The Benefits and Limitations of a Student Matrix Model."},
      {
        "id":"ED445635",
        "title":"Using Survival Analysis To Analyze and Predict Students' Achievement from Their Status of Developmental Study."},
      {
        "id":"ED445636",
        "title":"Financial Aid and Student Bargaining Power."},
      {
        "id":"ED445637",
        "title":"The Relationship between Race and Socioeconomic Status (SES): Implications for Institutional Research and Admissions Policies. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445638",
        "title":"Sex Differences in the Supplemental Earnings of College and University Faculty. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445639",
        "title":"Using National Survey of Postsecondary Faculty Data To Form Disciplinary Specific Comparative Productivity Figures for Public Institutions with Significant Graduate and Research Programs. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445640",
        "title":"CAD/CAM at a Distance: Assessing the Effectiveness of Web-Based Instruction To Meet Workforce Development Needs. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445641",
        "title":"Transition to Semesters: Effects on Enrollment and FTE Students. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445642",
        "title":"Assessing the Effectiveness of Public Research Universities: Using NSF/NCES Data and Data Envelopment Analysis Technique. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445644",
        "title":"Restructuring the General Studies Program at a Public Urban University: Assessment, Evaluation, and Implementation. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445645",
        "title":"Navigating in a Global Learning Community: Academic Departments' Response to Graduate International Students. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445646",
        "title":"Identifying Peer Institutions for Graduation Rate Comparisons. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445647",
        "title":"Finding the &quot;Start Line&quot; with an Institutional Effectiveness Inventory. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445648",
        "title":"Curriculum Leadership Roles of Chairs in &quot;Continuously Planning&quot; Departments. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445649",
        "title":"Cost Analysis of Online Courses. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445650",
        "title":"Studying the Timing of Student Departure from College. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445651",
        "title":"A Study of the Institutional Factors Influencing the External Impacts of Student Assessment Information. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445652",
        "title":"A Multi-Campus Study of Academic Performance and Cognitive Growth among Native Freshman, Two-Year Transfers, and Four-Year Transfers. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445653",
        "title":"Financial Aid and College Persistence: A Five-Year Longitudinal Study of 1993 and 1994 Beginning Freshmen Students. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED445656",
        "title":"Evaluating Web-Based Learning and Instruction (WBLI): A Case Study and Framework for Evaluation."},
      {
        "id":"ED445657",
        "title":"Constructivist-Compatible Beliefs and Practices among U.S. Teachers. Teaching, Learning, and Computing: 1998 National Survey Report #4."},
      {
        "id":"ED445658",
        "title":"Technology Support: Its Depth, Breadth and Impact in America's Schools. Teaching, Learning, and Computing: 1998 National Survey Report #5."},
      {
        "id":"ED445659",
        "title":"Technology Framework. For Grades Five through Twelve."},
      {
        "id":"ED445660",
        "title":"History Sources on the Internet."},
      {
        "id":"ED445662",
        "title":"&quot;But What Do You Want Us To Do?&quot;: The Internet as Scaffolding."},
      {
        "id":"ED445663",
        "title":"Information &amp; Technology Literacy Standards Matrix."},
      {
        "id":"ED445664",
        "title":"Enhancing Teachers' Awareness of Academic Opportunities for K-12 Students by Providing Face-to-Face, Video, and Web-Based Teacher-Peer-Mentoring Programs That Synthesize Instruction and Technology."},
      {
        "id":"ED445665",
        "title":"Information and Communication Technology in the Education Systems in Europe: National Education Policies, Curricula, Teacher Training."},
      {
        "id":"ED445666",
        "title":"Thesaurus of Educational Technology Terms and Their Collocations."},
      {
        "id":"ED445667",
        "title":"New Delivery Systems for the 21st Century."},
      {
        "id":"ED445668",
        "title":"Connecting Learners: The South Carolina Educational Technology Plan."},
      {
        "id":"ED445669",
        "title":"A Study on the Effective Use and Integration of Technology into the Primary Curriculum."},
      {
        "id":"ED445670",
        "title":"Helping Schools Make Technology Work: Managing Information Technology from Classrooms to Lunchrooms."},
      {
        "id":"ED445671",
        "title":"E-Rate and the Digital Divide: A Preliminary Analysis from the Integrated Studies of Educational Technology."},
      {
        "id":"ED445672",
        "title":"Validation of the Online Technologies Self-Efficacy Scale (OTSES)."},
      {
        "id":"ED445673",
        "title":"The Different Perspectives Women with Disabilities Bring to Technology Use."},
      {
        "id":"ED445674",
        "title":"The Legacy of Robert M. Gagne."},
      {
        "id":"ED445675",
        "title":"Catalog of ERIC Clearinghouse Publications, 2000. A Catalog of Free and Low-Cost ERIC Clearinghouse Materials Currently in Print."},
      {
        "id":"ED445676",
        "title":"ERIC Directory of Education-Related Information Centers, 2000."},
      {
        "id":"ED445677",
        "title":"Transforming the First-Year Experience in Engineering Using WebCT and Invitational Teaching."},
      {
        "id":"ED445679",
        "title":"A Library User Survey: What Undergraduate Students Think of Services at the University of Memphis Libraries."},
      {
        "id":"ED445680",
        "title":"Montana Public Library Recognition Program for Library Staff Members, Trustees, and Volunteers Manual."},
      {
        "id":"ED445682",
        "title":"Montana Certification Program Manual."},
      {
        "id":"ED445683",
        "title":"Montana Library Laws, Rules, and Public Library Standards."},
      {
        "id":"ED445684",
        "title":"Montana State Library Long Range Plan."},
      {
        "id":"ED445685",
        "title":"Using the Internet To Promote the School Library Media Center."},
      {
        "id":"ED445686",
        "title":"Managing Illinois Libraries: Providing Services Customers Value."},
      {
        "id":"ED445688",
        "title":"The M.L.S. Hiring Requirement. SPEC Kit 257."},
      {
        "id":"ED445689",
        "title":"Certification Manual for Wisconsin Public Library Directors."},
      {
        "id":"ED445690",
        "title":"ERIC Clearinghouse and Support Contractor Publications, 1999. An Annotated Bibliography of Digests, Information Analysis Products, and Other Major Publications of the ERIC Clearinghouses and Support Contractors Announced in &quot;Resources in Education&quot; (RIE) January-December 1999."},
      {
        "id":"ED445691",
        "title":"Idaho Library Laws, 1999-2000. Full Edition."},
      {
        "id":"ED445692",
        "title":"ERIC Users' Interchange, September 1993-Spring/Summer 2000."},
      {
        "id":"ED445693",
        "title":"Local Mail Posts in the United States: A Bibliography of Items in the National Postal Museum Branch of the Smithsonian Institution Libraries."},
      {
        "id":"ED445695",
        "title":"International Association of School Librarianship Assembly of Associations, Communique 2000 (Malmo, Sweden, August 6-10, 2000)."},
      {
        "id":"ED445696",
        "title":"The State of Libraries in Solomon Islands in the 1990s."},
      {
        "id":"ED445698",
        "title":"How School Librarians Help Kids Achieve Standards: The Second Colorado Study."},
      {
        "id":"ED445699",
        "title":"A Brief History of Hudson County Community College."},
      {
        "id":"ED445700",
        "title":"Editing Professional Literature: Getting Technical Students Involved in Writing."},
      {
        "id":"ED445701",
        "title":"Funding Statewide Initiatives: A Discussion Paper for the State Board of Directors for Community Colleges of Arizona."},
      {
        "id":"ED445702",
        "title":"Accrediting Commission for Community and Junior Colleges 1998-1999 Annual Report."},
      {
        "id":"ED445703",
        "title":"The Role of Community Colleges in Expanding the Supply of Information Technology Workers."},
      {
        "id":"ED445704",
        "title":"Instructional Technology Initiative for Developmental Mathematics Students."},
      {
        "id":"ED445705",
        "title":"The Institutional Relations Review, December 1997."},
      {
        "id":"ED445706",
        "title":"The Institutional Relations Review, 1998."},
      {
        "id":"ED445707",
        "title":"The Institutional Relations Review, 1999."},
      {
        "id":"ED445708",
        "title":"Profile of B.C. College Transfer Students Admitted to Simon Fraser University, 1991-92 to 1995-96."},
      {
        "id":"ED445709",
        "title":"New Data on PGCC Academic Outcomes: Full-Time Fall Entering Cohorts, 1993-1995."},
      {
        "id":"ED445710",
        "title":"Phoenix College Institutional Effectiveness, 1999-2000."},
      {
        "id":"ED445711",
        "title":"Technology in Education: A Summary of Practical Policy and Workload Language, Adopted Spring 2000."},
      {
        "id":"ED445712",
        "title":"Why Not WebReg? Research Report."},
      {
        "id":"ED445713",
        "title":"Fox Valley Technical College Academic/Faculty Advising Guidelines, 1999-2000."},
      {
        "id":"ED445714",
        "title":"Asynchronous Learning in Manufacturing: Review of Research."},
      {
        "id":"ED445715",
        "title":"Intercom: Newsletter of the Learning Resources Association of the California Community Colleges, 1999-2000."},
      {
        "id":"ED445716",
        "title":"Trident Technical College Summary of Assessment Results for 1999-2000."},
      {
        "id":"ED445717",
        "title":"Studies on the Correlation between Campus Computing and the Rise in Tuition in Community Colleges."},
      {
        "id":"ED445718",
        "title":"San Bernardino Valley College Strategic Enrollment Management Plan: Recruitment and Retention, 2000-2002."},
      {
        "id":"ED445719",
        "title":"Planning Atlas: Annual Report of Institutional Effectiveness, Fall 1997."},
      {
        "id":"ED445720",
        "title":"Trident Technical College 1999 Fact Book."},
      {
        "id":"ED445722",
        "title":"A Study of the Progress of Basic Skills Students through an Examination of Their Success and Retention Rates."},
      {
        "id":"ED445723",
        "title":"North Carolina Community College System 2001-2003 Strategic Plan."},
      {
        "id":"ED445724",
        "title":"North Carolina Community College System Performance Measures and Standards and Performance Funding."},
      {
        "id":"ED445725",
        "title":"Arizona College and Career Guide, 1999-2000."},
      {
        "id":"ED445726",
        "title":"Trident Technical College 1998 Graduate Follow-Up."},
      {
        "id":"ED445727",
        "title":"PVCC Fact Book, 1998-1999."},
      {
        "id":"ED445728",
        "title":"Know Your Student's Learning Style: The Missing Link in the Lecture V. Active Learning Issue."},
      {
        "id":"ED445729",
        "title":"A Brief Philosophy of Community College Leadership."},
      {
        "id":"ED445730",
        "title":"Dalton State College Strategic Plan, 2000-2003. Trends and Issues in Post-Secondary Education: An Environmental Analysis Report. A Strategic Planning Document."},
      {
        "id":"ED445731",
        "title":"Salt Lake Community College 1999 Report Card."},
      {
        "id":"ED445732",
        "title":"Learning-Centered Practices in Student Services."},
      {
        "id":"ED445733",
        "title":"NCR Parameters: Newsletter of the National Council for Research and Planning, 1999."},
      {
        "id":"ED445734",
        "title":"General Studies Majors at Salt Lake Community College: A Secondary Analysis of the Fall 1999 New Student Survey."},
      {
        "id":"ED445736",
        "title":"Trident Technical College 1999 Graduate Follow-Up Report."},
      {
        "id":"ED445737",
        "title":"California Workforce Development: A Policy Framework for Economic Growth."},
      {
        "id":"ED445738",
        "title":"Answers by UC President Richard C. Atkinson to Questions from the California Citizens Commission on Higher Education."},
      {
        "id":"ED445739",
        "title":"Initiatives for Public Education: Endowing Lifelong Learning for Santa Monica. Staff Report to Board of Trustees."},
      {
        "id":"ED445740",
        "title":"We've Started Talking, and Now We're Doing It! A Perspective on Curriculum Integration."},
      {
        "id":"ED445741",
        "title":"An Analysis of Developmental Education at Michigan's Associate Degree-Granting Institutions."},
      {
        "id":"ED445742",
        "title":"Michigan State Board for Public Community Colleges 1998 Goals, Policies, and Objectives: To Promote Access to Quality Comprehensive Community College Services."},
      {
        "id":"ED445743",
        "title":"New Challenges, New Opportunities: A Report on CCSF Listening Sessions, December 1998-February 1999."},
      {
        "id":"ED445744",
        "title":"The Impact of Matriculation on Students at City College of San Francisco."},
      {
        "id":"ED445745",
        "title":"Report of the Institutional Self-Study for Reaffirmation of Accreditation, Spring 2000."},
      {
        "id":"ED445746",
        "title":"System Performance on Partnership for Excellence Goals: District and College Baseline Data for 1996-97, 1997-98, and 1998-99."},
      {
        "id":"ED445747",
        "title":"A Comparison of Community College of Philadelphia Student Outcomes with the Outcomes of Other Pennsylvania Community College Students."},
      {
        "id":"ED445749",
        "title":"Positioning the College for the 21st Century, 1999-2004."},
      {
        "id":"ED445750",
        "title":"Memorandum of Understanding between the Secretary of Health and Welfare and the Secretary of Trade and Commerce and the Chancellor of the California Community Colleges and the Superintendent of Public Instruction."},
      {
        "id":"ED445751",
        "title":"The PVCC Strategic Plan."},
      {
        "id":"ED445752",
        "title":"Proposed Technology Plan for Foothill-De Anza Community College District."},
      {
        "id":"ED445753",
        "title":"Facilities Master Plan: Executive Summary. Foothill-De Anza Community College District 2005: Planning for the New Millennium."},
      {
        "id":"ED445754",
        "title":"Glendale Community College Program Review/Program Improvement Self Study Instructional Program."},
      {
        "id":"ED445755",
        "title":"Faculty Development: A Senate Issue."},
      {
        "id":"ED445757",
        "title":"TCCTA Messenger, 1999-2000."},
      {
        "id":"ED445758",
        "title":"Students Transfers to Public and Private Colleges in California and Out-of-State."},
      {
        "id":"ED445759",
        "title":"City College of San Francisco 1997 Sexual Harassment Student Opinion Survey."},
      {
        "id":"ED445761",
        "title":"Strategic Plan for 2000. Putting Minds to Work for 2000 and Beyond."},
      {
        "id":"ED445762",
        "title":"@ONE Summary Report: Faculty Instructional Technology Needs Assessment and Survey Results."},
      {
        "id":"ED445763",
        "title":"ACAATO Environmental Scan, 2000."},
      {
        "id":"ED445764",
        "title":"Assessment of the Accounting and Joint Accounting/Computer Information Systems Programs."},
      {
        "id":"ED445765",
        "title":"Financial Activity &amp; Condition Taxpayer Summary, 1999."},
      {
        "id":"ED445766",
        "title":"A Plan for Distance Education in the Connecticut Community Colleges. [Revised]."},
      {
        "id":"ED445768",
        "title":"Differences in Stress and Social Support among Students Entering Urban, Urban Fringe, or Suburban Middle Schools."},
      {
        "id":"ED445769",
        "title":"Research and Clinical Center for Child Development Annual Report, 1997-1998, No. 21."},
      {
        "id":"ED445772",
        "title":"Home-Start between Childhood and Maturity: A Programme Evaluation."},
      {
        "id":"ED445773",
        "title":"Child Care Health Connections, 1999: A Health and Safety Newsletter for California Child Care Professionals."},
      {
        "id":"ED445774",
        "title":"America's Child Care Crisis: A Crime Prevention Tragedy."},
      {
        "id":"ED445775",
        "title":"Still! Unacceptable Trends in Kindergarten Entry and Placement. A Position Statement. Revision and Update."},
      {
        "id":"ED445776",
        "title":"Empowering Intrinsic Learners."},
      {
        "id":"ED445779",
        "title":"Families of Head Start Children: What Do We Know?"},
      {
        "id":"ED445780",
        "title":"Lack of Organizational Skills Interfere with Academic Success."},
      {
        "id":"ED445781",
        "title":"A Caring and Sharing Environment Helps Teach Values in Kindergarten Students."},
      {
        "id":"ED445783",
        "title":"Head, Heart, and Hands for Our Youngest Children."},
      {
        "id":"ED445785",
        "title":"Kids Count in Nebraska: 1998 Report."},
      {
        "id":"ED445787",
        "title":"Kids Count in Nebraska: 1999 Report."},
      {
        "id":"ED445788",
        "title":"Early Childhood Education and Care Policy in Portugal = A Educacao Pre-Escolar e os Cuidados para a Infancia em Portugal."},
      {
        "id":"ED445790",
        "title":"North Dakota Kids Count! Fact Book, 1999-2000: State, Regional and County Profiles of Child Well-Being in North Dakota."},
      {
        "id":"ED445791",
        "title":"Kindezi: A Distinctively Africentric Perspective on Early Childhood Education."},
      {
        "id":"ED445793",
        "title":"Early Childhood Summit (Washington, D.C., June 23, 2000). Remarks as Prepared for Delivery by U.S. Secretary of Education Richard W. Riley."},
      {
        "id":"ED445794",
        "title":"Times of Transition. Annual Back to School Address (Washington, D.C., September 7, 2000). Remarks as Prepared for Delivery by U.S. Secretary of Education Richard W. Riley."},
      {
        "id":"ED445795",
        "title":"21st Century Community Learning Centers: Providing Quality Afterschool Learning Opportunities for America's Families."},
      {
        "id":"ED445796",
        "title":"The State of Texas Children: 2000. A County-By-County Fact Book."},
      {
        "id":"ED445797",
        "title":"Effects of a Universally Free, In-Classroom School Breakfast Program: Results from the Second Year of the Maryland Meals for Achievement Evaluation. Interim Report."},
      {
        "id":"ED445798",
        "title":"Closing the Gap: Insuring Children in Illinois. Special Report."},
      {
        "id":"ED445799",
        "title":"Lifting the Welfare Spending Shroud: The Ambiguity around Expenditures Lessens with First Release of Information. Special Report."},
      {
        "id":"ED445800",
        "title":"Generating Resources for Families: A State EITC Would Foster Employment and Reduce Taxes for Low-Income Families. Special Report. Revised."},
      {
        "id":"ED445801",
        "title":"Proposed FY 2001 Budget Overview: Ryan Administration's Second Budget Request Introduces Funding Preferences. Special Report."},
      {
        "id":"ED445803",
        "title":"Fool's Gold: A Critical Look at Computers in Childhood."},
      {
        "id":"ED445809",
        "title":"Initiation Rites in American High Schools: A National Survey. Final Report."},
      {
        "id":"ED445810",
        "title":"A Good Beginning: Sending America's Children to School with the Social and Emotional Competence They Need To Succeed."},
      {
        "id":"ED445811",
        "title":"Offspring, 1999."},
      {
        "id":"ED445812",
        "title":"The Ecology of Day Care: Building a Model for an Integrated System of Care and Education."},
      {
        "id":"ED445813",
        "title":"A Transactional Approach to Children's Learning in a Knowledge-Based Society."},
      {
        "id":"ED445814",
        "title":"Transition to School."},
      {
        "id":"ED445815",
        "title":"Classroom Management: Beliefs of Preservice Teachers and Classroom Teachers Concerning Classroom Management Styles."},
      {
        "id":"ED445816",
        "title":"Title I Preschool Education: More Children Served, but Gauging Effect on School Readiness Difficult. Report to the Chairman, Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED445817",
        "title":"\"Meet the Alpha-Soruses\": A Program for Early Childhood Development. Action Research in Family and Early Childhood. UNESCO Education Sector Monograph No. 12/2000."},
      {
        "id":"ED445818",
        "title":"Using Tobacco Settlement Revenues for Children's Services: State Opportunities and Actions."},
      {
        "id":"ED445819",
        "title":"Financing Family Resource Centers: A Guide to Sources and Strategies. Starting Points: Meeting the Needs of Our Youngest Children."},
      {
        "id":"ED445820",
        "title":"PEEP Annual Report, April 1999-March 2000."},
      {
        "id":"ED445821",
        "title":"Child Care and Canadian Federalism in the 1990s: Canary in a Coal Mine. Occasional Paper No. 11."},
      {
        "id":"ED445823",
        "title":"America's After-School Choice: The Prime Time for Juvenile Crime, or Youth Enrichment and Achievement."},
      {
        "id":"ED445824",
        "title":"The Safe Nursery: A Booklet To Help Avoid Injuries from Nursery Furniture and Equipment."},
      {
        "id":"ED445825",
        "title":"Reconceptualising Literacy Understanding and Practices in Early Childhood Settings."},
      {
        "id":"ED445826",
        "title":"&quot;One-Stop Shopping&quot;: Meeting Diverse Family Needs in the Inner City?"},
      {
        "id":"ED445827",
        "title":"California: State of Our Children, 2000. How Young People Are Faring Today."},
      {
        "id":"ED445828",
        "title":"California Report Card, 2000: How Young People Are Faring Today."},
      {
        "id":"ED445829",
        "title":"Improving Educational Achievement: A Volume Exploring the Role of Investments in Schools and Other Supports and Services for Families and Communities."},
      {
        "id":"ED445832",
        "title":"Alaska's Children, 1999. Alaska Head Start State Collaboration Project, Quarterly Report."},
      {
        "id":"ED445833",
        "title":"Alaska Child Care Program: Annual Report for the Period Ending May 1999."},
      {
        "id":"ED445835",
        "title":"Opportunities for Child of Pre-School Age and His/Her Family in Czech Republic in 90's: A Comparison with Previous Times."},
      {
        "id":"ED445836",
        "title":"Exploring Old Growth Forests: A Teacher's Manual."},
      {
        "id":"ED445837",
        "title":"Ontario's Old Growth: A Learner's Handbook."},
      {
        "id":"ED445838",
        "title":"Ready or Not? The Rural South and Its Workforce."},
      {
        "id":"ED445839",
        "title":"Rural Telecommunications: Why Your Community Isn't Connected and What You Can Do about It. Staff Paper."},
      {
        "id":"ED445843",
        "title":"The New Learning Guide: Education Opportunities, Alternatives and Enhancements for Maritime Communities."},
      {
        "id":"ED445845",
        "title":"Exemplary Programs in Indian Education. Third Edition."},
      {
        "id":"ED445846",
        "title":"Welcome to Generations Together: Reading for the Future. An Intergenerational Program for Schools."},
      {
        "id":"ED445847",
        "title":"Why Rural Matters: The Need for Every State To Take Action on Rural Education."},
      {
        "id":"ED445848",
        "title":"Student and Parent Awareness of and Aspirations for Postsecondary Education: Fairmont State College GEAR UP Project, Year 1."},
      {
        "id":"ED445849",
        "title":"Getting Kids Ready for School in Rural America. Rural Education Issue Document."},
      {
        "id":"ED445850",
        "title":"Report on Tribal Priority Allocations."},
      {
        "id":"ED445851",
        "title":"Remarks of Kevin Gover, Assistant Secretary--Indian Affairs, Department of the Interior, at the Ceremony Acknowledging the 175th Anniversary of the Establishment of the Bureau of Indian Affairs."},
      {
        "id":"ED445852",
        "title":"Education and Training: Impacts on Farm Management Practice. CRLRA Discussion Paper."},
      {
        "id":"ED445853",
        "title":"Support Networks and Trust: How Social Capital Facilitates Learning Outcomes for Small Businesses."},
      {
        "id":"ED445854",
        "title":"The Future Is Now: Latino Education in Georgia."},
      {
        "id":"ED445855",
        "title":"Improving Rural School Facilities: Design, Construction, Finance, and Public Support."},
      {
        "id":"ED445856",
        "title":"Trends and Issues Affecting School Facilities in Rural America: Challenges and Opportunities for Action."},
      {
        "id":"ED445857",
        "title":"Financing Facilities in Rural School Districts: Variations among the States and the Case of Arkansas."},
      {
        "id":"ED445858",
        "title":"Preserving Heritage While Restoring and Improving Facilities: A Rural Community's Experience."},
      {
        "id":"ED445859",
        "title":"Creating Technology Infrastructures in a Rural School District: A Partnership Approach."},
      {
        "id":"ED445860",
        "title":"Gaining Rural Community Support for a Bond Issue: A Superintendent's Experience."},
      {
        "id":"ED445861",
        "title":"Maintaining Respect for the Past and Flexibility for the Future: Additions and Renovations as an Integrated Sequence."},
      {
        "id":"ED445862",
        "title":"Managing the Rural School Facility Construction Process."},
      {
        "id":"ED445863",
        "title":"Learn in Beauty: Indigenous Education for a New Century."},
      {
        "id":"ED445864",
        "title":"Teaching Dine Language and Culture in Navajo Schools: Voices from the Community."},
      {
        "id":"ED445865",
        "title":"Language Revitalization in Navajo/English Dual Language Classrooms."},
      {
        "id":"ED445866",
        "title":"Racing against Time: A Report on the Leupp Navajo Immersion Project."},
      {
        "id":"ED445867",
        "title":"Community-Based Native Teacher Education Programs."},
      {
        "id":"ED445868",
        "title":"Measuring Language Dominance and Bilingual Proficiency Development of Tarahumara Children."},
      {
        "id":"ED445869",
        "title":"Post-Colonial Recovering and Healing."},
      {
        "id":"ED445870",
        "title":"Observations on Response towards Indigenous Cultural Perspectives as Paradigms in the Classroom."},
      {
        "id":"ED445871",
        "title":"Visual Metaphor, Cultural Knowledge, and the New Rhetoric."},
      {
        "id":"ED445872",
        "title":"An Examination of Western Influences on Indigenous Language Teaching."},
      {
        "id":"ED445873",
        "title":"Teaching English to American Indians."},
      {
        "id":"ED445874",
        "title":"Charter Schools for American Indians."},
      {
        "id":"ED445875",
        "title":"Participation of Rural Schools in Comprehensive School Reform Demonstraton Program: What Do We Know?"},
      {
        "id":"ED445876",
        "title":"Service Learning: A Strategy for Rural School Improvement and Community Revitalization. (Benefits)[Squared]: The Exponential Results of Linking School Improvement and Community Development, Issue Number Two."},
      {
        "id":"ED445880",
        "title":"An Arithmetic Carol."},
      {
        "id":"ED445881",
        "title":"A Web of Resources for Introductory Computer Science."},
      {
        "id":"ED445883",
        "title":"Issues in Science Assessment in a Bilingual/Biliterate Elementary Classroom."},
      {
        "id":"ED445884",
        "title":"Just Do It? The Effect of a Science Apprenticeship Program on High School Students' Understanding of the Nature of Science and Scientific Inquiry."},
      {
        "id":"ED445885",
        "title":"Science, Parents, Activities, and Literature: Overview, Results, and Reflections."},
      {
        "id":"ED445886",
        "title":"Science Literacy for ALL Students: The Rhode Island Science Framework."},
      {
        "id":"ED445887",
        "title":"Mathematical Power for ALL Students: The Rhode Island Mathematics Framework, K-12."},
      {
        "id":"ED445888",
        "title":"Joint Conference on Engineering Education and Training for Sustainable Development (Paris, France, September 24-26, 1997). Final Report."},
      {
        "id":"ED445889",
        "title":"The Role of Educative Curriculum Materials in Reforming Science Education."},
      {
        "id":"ED445890",
        "title":"Observations of Urban Middle School Students Engaged in Technology-Supported Inquiry."},
      {
        "id":"ED445891",
        "title":"Foundations of Science: Using Technology To Support Authentic Science Learning."},
      {
        "id":"ED445892",
        "title":"The Impact of ScienceWare and Foundations on Students' Attitudes towards Science and Science Classes."},
      {
        "id":"ED445893",
        "title":"A Review of Computer-Based Model Research in Precollege Science Classrooms."},
      {
        "id":"ED445894",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadien d'etude en didactique des mathematiques. Proceedings of the Annual Meeting (23rd, St. Catherine's, ON, June 4-8, 1999)."},
      {
        "id":"ED445895",
        "title":"An Analysis of Student Perceptions of Learning Activities in a Museum-Based School."},
      {
        "id":"ED445896",
        "title":"The Nature of Nature: Chinese Culture and Science Education."},
      {
        "id":"ED445897",
        "title":"Factors Influencing Retention in Introductory Biology Curriculum."},
      {
        "id":"ED445898",
        "title":"Interactions between the German and Anglo-American Systems in Electrical Engineering Education."},
      {
        "id":"ED445899",
        "title":"Flexible Doctoral Programs for International Faculty."},
      {
        "id":"ED445900",
        "title":"Winners and Losers in Single-Sex Science and Mathematics Classrooms."},
      {
        "id":"ED445901",
        "title":"Strategies Reducing Science Anxiety in Female University Chemistry Students."},
      {
        "id":"ED445902",
        "title":"A Study of Creating a Distance Supervision Hot Line."},
      {
        "id":"ED445903",
        "title":"Reflections of Mathematics/Science Resource Teachers in an Urban Systemic Initiative."},
      {
        "id":"ED445904",
        "title":"Teaching Energy without Dogma."},
      {
        "id":"ED445905",
        "title":"Teaching Efficacy along the Development of Teaching Expertise among Science and Math Teachers in Taiwan."},
      {
        "id":"ED445906",
        "title":"Reform and the Prospective Science Teacher: Lessons Learned from Field Experiences."},
      {
        "id":"ED445907",
        "title":"A Comparative Study of the United States, Turkey, and Korea: Attitudes and Beliefs of Preservice Mathematics Teachers toward Mathematics, Teaching Mathematics, and Their Teacher Preparation Programs."},
      {
        "id":"ED445908",
        "title":"Mathematical and Technological Literacy: Developing an Integrated 21st Century Model."},
      {
        "id":"ED445909",
        "title":"Bringing Insights from Research into the Classroom: The Case of Introductory Number Theory. Discussion: Treating Symptoms?"},
      {
        "id":"ED445910",
        "title":"Teaching a Reformed High School Mathematics Curriculum: Inservice and Preservice Perspectives."},
      {
        "id":"ED445911",
        "title":"Exam Questions When Using CAS for School Mathematics Teaching."},
      {
        "id":"ED445912",
        "title":"Teaching Scenario Development for Concurrent Engineering Practices Simulation."},
      {
        "id":"ED445913",
        "title":"The Development of an Instrument for the Measuring Students' Cognitive Conflict Levels."},
      {
        "id":"ED445914",
        "title":"Teaching Practices and Student Achievement: Report of First-Year Findings from the 'Mosaic' Study of Systemic Initiatives in Mathematics and Science."},
      {
        "id":"ED445915",
        "title":"Interchange 63: The Impact of Information and Communications Technology Initiatives."},
      {
        "id":"ED445916",
        "title":"Linking New Learning with Previous Experiences: An Activity in Teaching Dimensional Analysis."},
      {
        "id":"ED445917",
        "title":"Teaching and Learning Science and Mathematics in Diverse Classrooms: A Resource for Collaboration and Discussion."},
      {
        "id":"ED445918",
        "title":"VISION: A School Program for Grades 4-8. [Revised]."},
      {
        "id":"ED445920",
        "title":"Mathematics and Science in the Eighth Grade: Findings from the Third International Mathematics and Science Study."},
      {
        "id":"ED445922",
        "title":"Authentic Assessment of Young Children's Developing Concepts in Mathematics and Science."},
      {
        "id":"ED445923",
        "title":"Improving Student Achievement in Solving Mathematical Word Problems."},
      {
        "id":"ED445924",
        "title":"Bouncing Balls and Hot Rod Races."},
      {
        "id":"ED445925",
        "title":"Improving Student Achievement in Mathematics. Educational Practices Series--4."},
      {
        "id":"ED445926",
        "title":"Raise Test Scores: Integrate Biology and Calculus."},
      {
        "id":"ED445927",
        "title":"Facilitators and Barriers to Achieving Equity and Reform in Middle-School Mathematics."},
      {
        "id":"ED445928",
        "title":"Final Evaluation Report: TIME 2000. Spring 1998-June 1999."},
      {
        "id":"ED445929",
        "title":"The Acadian Dikes: An Interdisciplinary Study of Technology."},
      {
        "id":"ED445930",
        "title":"Student Outcomes of International Collaborations."},
      {
        "id":"ED445931",
        "title":"The Contribution of History to Engineering Education."},
      {
        "id":"ED445932",
        "title":"Schoolyard Habitat Project Guide."},
      {
        "id":"ED445933",
        "title":"A Hands-On Course for Five Hundred Students: Introduction to Engineering I at PUC-Rio."},
      {
        "id":"ED445934",
        "title":"Learning Stress Distribution in Soils Using a Digital Multimedia Tool."},
      {
        "id":"ED445935",
        "title":"Making Schools Work for Every Child."},
      {
        "id":"ED445936",
        "title":"Mathematics and Science Classrooms: Building a Community of Learners. It's Just Good Teaching."},
      {
        "id":"ED445937",
        "title":"Faculty and Student Interaction and Learning Styles of Engineering Undergraduates."},
      {
        "id":"ED445938",
        "title":"Education for Sustainability, Biodiversity, Ill-Definedness and Respect for Pluralism."},
      {
        "id":"ED445939",
        "title":"Resources for Math and Reading Tutoring Programs."},
      {
        "id":"ED445940",
        "title":"Math and Science Education: Comprehensive Information about Federally Funded Materials Not Available. Report to Congressional Requesters."},
      {
        "id":"ED445941",
        "title":"North Carolina Mathematics Standard Course of Study. Revised."},
      {
        "id":"ED445943",
        "title":"Children's Art Exhibitions."},
      {
        "id":"ED445944",
        "title":"Local and International Curriculum Projects."},
      {
        "id":"ED445945",
        "title":"Artist's Point of View."},
      {
        "id":"ED445946",
        "title":"AnthroNotes: Museum of Natural History Publication for Educators, 1998."},
      {
        "id":"ED445947",
        "title":"The Learner and Inquiry."},
      {
        "id":"ED445948",
        "title":"A Personal Vision of a Good Social Studies Student."},
      {
        "id":"ED445950",
        "title":"Introduction to the Human Dimensions of Global Change. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED445951",
        "title":"Human Driving Forces and Their Impacts on Land Use/Land Cover. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED445952",
        "title":"The Geography of Greenhouse Gas Emissions: Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED445953",
        "title":"Population Growth, Energy Use, and Pollution: Understanding the Driving Forces of Global Change. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED445954",
        "title":"Global Change and Environmental Hazards: Is the World Becoming More Disastrous? Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED445957",
        "title":"John Brown's Raid: Park VideoPack for Home and Classroom."},
      {
        "id":"ED445960",
        "title":"Implementing Service Learning."},
      {
        "id":"ED445961",
        "title":"Service-Learning: Every Child a Citizen. Issue Paper."},
      {
        "id":"ED445962",
        "title":"Service-Learning: An Education Strategy for Preventing School Violence. Issue Paper."},
      {
        "id":"ED445963",
        "title":"Mandatory Community Service: Citizenship Education or Involuntary Servitude? Issue Paper."},
      {
        "id":"ED445964",
        "title":"Coast to Coast Virtual Road Trip. 9-11th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED445965",
        "title":"Weather Anomalies. 9th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED445966",
        "title":"Not Just a Man's War: Women in the American Civil War, 1861-65. 8th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED445967",
        "title":"Peace Education: A Review and Projection. Peace Education Reports No. 17."},
      {
        "id":"ED445968",
        "title":"My History Is America&apos;s History: 15 Things You Can Do To Save America&apos;s Stories."},
      {
        "id":"ED445969",
        "title":"Extra! Extra! Lewis and Clark Explore America. 5th Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED445970",
        "title":"Lullingstone Roman Villa. A Teacher&apos;s Handbook. [Revised]."},
      {
        "id":"ED445971",
        "title":"Primary History: Using the Evidence of the Historic Environment. A Teacher's Guide."},
      {
        "id":"ED445972",
        "title":"Design &amp; Technology and the Historic Environment: A Teacher&apos;s Guide. Education on Site."},
      {
        "id":"ED445973",
        "title":"Art and the Historic Environment: A Teacher's Guide. Education on Site."},
      {
        "id":"ED445974",
        "title":"Ten Ways To Fight Hate. A Community Response Guide. [Second Edition]."},
      {
        "id":"ED445975",
        "title":"Economic Demise of the Soviet Union."},
      {
        "id":"ED445976",
        "title":"After City of Chicago v. Jesus Morales: A Resource Guide for Teachers."},
      {
        "id":"ED445977",
        "title":"Seeking and Finding Funding."},
      {
        "id":"ED445978",
        "title":"Inequality in Attainment at Age 16: A &quot;Home International&quot; Comparison. CES Briefing No. 19."},
      {
        "id":"ED445979",
        "title":"Navajo Art--A Way of Life."},
      {
        "id":"ED445980",
        "title":"Understanding Artworlds."},
      {
        "id":"ED445981",
        "title":"Cultural Practices in Making of Installation Art: A New Perspective to Preparing Future Art Teachers."},
      {
        "id":"ED445982",
        "title":"Educational Consultation in Two Emerging Democracies: Kazakstan and South Africa."},
      {
        "id":"ED445983",
        "title":"The Mirrored Selves (Thanks Duke): Practicing Professional Development."},
      {
        "id":"ED445984",
        "title":"Teaching Core Curriculum Content through the Arts."},
      {
        "id":"ED445985",
        "title":"What Happens When the Artistic World and a Teacher's World Meet?"},
      {
        "id":"ED445986",
        "title":"Every Student a Citizen: Creating the Democratic Self. Campaign for Action: Compact for Learning and Citizenship National Study Group on Citizenship in K-12 Schools."},
      {
        "id":"ED445987",
        "title":"Promising Practice for K-16 Project Connect: School-University Collaboration for Service-Learning. Promising Practices Paper."},
      {
        "id":"ED445988",
        "title":"Service-Learning and Preservice Teacher Education. Learning in Deed Issue Paper."},
      {
        "id":"ED445989",
        "title":"My Journey as a Peace Educator. Peace Education Miniprints No. 100."},
      {
        "id":"ED445990",
        "title":"Peace Education: An Historical Overview (1843-1939). Peace Education Miniprints No. 101."},
      {
        "id":"ED445991",
        "title":"Ethnicity and Culture in Russian Schools."},
      {
        "id":"ED445995",
        "title":"Service-Learning: An Administrator's Tool for Improving Schools and Connecting with the Community. Issue Paper."},
      {
        "id":"ED445996",
        "title":"Contemporary Technology."},
      {
        "id":"ED445997",
        "title":"AnthroNotes: Museum of Natural History Publication for Educators, 1999-2000."},
      {
        "id":"ED445998",
        "title":"The Forgotten George Peabody (1795-1869), A Handbook A-Z of the Massachusetts-Born Merchant, London-Based Banker, &amp; Philanthropist: His Life, Influence, and Related People, Places, Events, &amp; Institutions."},
      {
        "id":"ED445999",
        "title":"Arts and Learning Research, 1991. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (Chicago, Illinois, April 1991)."},
      {
        "id":"ED446000",
        "title":"Arts and Learning Research, 1992-1993. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (San Francisco, California, April 1992; Atlanta, Georgia, April 1993)."},
      {
        "id":"ED446001",
        "title":"Arts and Learning Research, 1994. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (New Orleans, Louisiana, April 1994)."},
      {
        "id":"ED446002",
        "title":"Arts and Learning Research, 1995. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (San Francisco, California, April 1995)."},
      {
        "id":"ED446003",
        "title":"Arts and Learning Research, 1996-1997. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (New York, New York, April 1996)."},
      {
        "id":"ED446004",
        "title":"Arts and Learning Research, 1997-1998. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (Chicago, Illinois, March 1997)."},
      {
        "id":"ED446005",
        "title":"Arts and Learning Research, 1998-1999. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (Chicago, Illinois, April 1998)."},
      {
        "id":"ED446006",
        "title":"Arts and Learning Research, 1999-2000. The Journal of the Arts and Learning Special Interest Group of the American Educational Research Association (Montreal, Quebec, Canada, April 1999)."},
      {
        "id":"ED446008",
        "title":"Building Bridges: Connecting Classroom and Community through Service-Learning in Social Studies. NCSS Bulletin 97."},
      {
        "id":"ED446009",
        "title":"Using the Music Industry To Teach Economic Principles."},
      {
        "id":"ED446010",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 6."},
      {
        "id":"ED446011",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. World Leaders Series: Environmental Leaders 2. Volume 3."},
      {
        "id":"ED446012",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. World Leaders Series: Modern African Leaders. Volume 2."},
      {
        "id":"ED446013",
        "title":"A History of the Houston Police Department."},
      {
        "id":"ED446014",
        "title":"Globalization and Living Together: The Challenges for Educational Content in Asia. Final Report of the Sub-Regional Course on Curriculum Development, New Delhi, India, 9-17 March 1999, Organized by the International Bureau of Education and the Indian Ministry of Human Resources Development."},
      {
        "id":"ED446015",
        "title":"Open File: Professionalism in Teaching."},
      {
        "id":"ED446020",
        "title":"The Aral Sea: A Lesson in Environmental Degradation."},
      {
        "id":"ED446021",
        "title":"Multicultural Central Asia."},
      {
        "id":"ED446023",
        "title":"Teaching and Testing for Critical Thinking with Bloom's Taxonomy of Educational Objectives."},
      {
        "id":"ED446024",
        "title":"A Contrast of Mastery Learning and Non-Mastery Learning Instruction in an Undergraduate Social Work Course."},
      {
        "id":"ED446025",
        "title":"Understanding and Testing for &quot;Critical Thinking&quot; with Bloom's Taxonomy of Educational Objectives."},
      {
        "id":"ED446027",
        "title":"Youth Summits: Law-Related Education for Violence Prevention. ERIC Digest."},
      {
        "id":"ED446028",
        "title":"Critical Factors in Developing a Highly Qualified National Teaching Force."},
      {
        "id":"ED446029",
        "title":"Women in Intercollegiate Sport. A Longitudinal Study--Twenty Three Year Update, 1977-2000."},
      {
        "id":"ED446030",
        "title":"How Does Research Affect Pre-Service Students' Perceptions of Their Practice?"},
      {
        "id":"ED446031",
        "title":"Authority Discourse: An Examination of One Classroom's Authority Structure."},
      {
        "id":"ED446032",
        "title":"Valuable In-Service Training: Evaluation by Principals."},
      {
        "id":"ED446033",
        "title":"Innovative International Collaboration in Teacher Preparation in the Context of Global Teacher Education Challenges: Open University (UK) and California State University (US)."},
      {
        "id":"ED446034",
        "title":"What a Performance: Reshaping Teaching in England."},
      {
        "id":"ED446035",
        "title":"How Student Teachers Think about Their Classroom Teaching."},
      {
        "id":"ED446036",
        "title":"Innovative Mentoring Programs in Teaching Educational Psychology."},
      {
        "id":"ED446038",
        "title":"\"I Don't Have Enough Time\": Teachers' Interpretations of Time as a Key to Learning and School Change."},
      {
        "id":"ED446039",
        "title":"Preparing Chinese American Teachers: Implications for Multicultural Education."},
      {
        "id":"ED446040",
        "title":"Trends in the Scholarship on Teachers of Color for Diverse Populations: Implications for Multicultural Education."},
      {
        "id":"ED446041",
        "title":"Are We Ready To Abandon the Classroom? The Dark Side of Web Instruction."},
      {
        "id":"ED446042",
        "title":"&quot;Let&apos;s Help Our Children&quot;: A Brazilian Experience Involving the Home-School Interaction."},
      {
        "id":"ED446043",
        "title":"Teachers Construct a Knowledge Base for a Brazilian Elementary School: Analyzing a Teaching-Learning Experience Developed through University-Public School Partnership."},
      {
        "id":"ED446044",
        "title":"An Ethnographic Study of Preservice Teacher Resistance to Multiculturalism: Implications for Teaching."},
      {
        "id":"ED446045",
        "title":"Comparing Pedagogical Imaginations in Teacher Education."},
      {
        "id":"ED446046",
        "title":"Projecting State-Level Teacher Supply and Demand: Improving an Imperfect Science To Enhance Policy Decision-Making."},
      {
        "id":"ED446047",
        "title":"Deeper than Blueberries: A Reciprocal Teaching Method Approach to Narrative Text in an Electronically Supported Learning Environment."},
      {
        "id":"ED446048",
        "title":"Learning To Be Good While Becoming Good at Learning."},
      {
        "id":"ED446050",
        "title":"What English Educators Have To Say to Assessment Specialists."},
      {
        "id":"ED446052",
        "title":"A Journey of Change: Redefining and Assessing a Multifaceted Teacher Training Program."},
      {
        "id":"ED446053",
        "title":"Learning and Teaching Styles. Collaborative Action Research Report."},
      {
        "id":"ED446054",
        "title":"Teacher Attrition and Staff Development for Retention."},
      {
        "id":"ED446055",
        "title":"Spatial Visualisation Ability and Learning Style Preference of Low Achieving Students."},
      {
        "id":"ED446056",
        "title":"Contextual Teaching and Learning in Preservice Teacher Education."},
      {
        "id":"ED446057",
        "title":"The Student Issue: Original Articles by Student Gammans, 2000 Edition. The Health Education Monograph Series, Volume 17, Number 3."},
      {
        "id":"ED446060",
        "title":"Achieving Your Vision of Professional Development: How To Assess Your Needs and Get What You Want. Hot Topics."},
      {
        "id":"ED446062",
        "title":"Teacher Dialogue Forums. Special Report."},
      {
        "id":"ED446063",
        "title":"Teacher Evaluation: The Road to Excellence. Current Findings on Teacher Evaluation Models That Support Professional Growth. Sharing Success."},
      {
        "id":"ED446066",
        "title":"Biography Today: Sports Series. Profiles of People of Interest to Young Readers, Volume 4."},
      {
        "id":"ED446067",
        "title":"Using Community Based Action Research To Promote Critical Reflection in Preservice Teachers."},
      {
        "id":"ED446068",
        "title":"Teachers&apos; Work and the Growing Influence of Societal Expectations and Pressures."},
      {
        "id":"ED446069",
        "title":"Reflections of a White Teacher Teaching a Course on Racism."},
      {
        "id":"ED446070",
        "title":"Teachers' Perspectives on What It Means To Be Learner-Centered."},
      {
        "id":"ED446071",
        "title":"Validity and Reliability in the Evaluation of Portfolios for the Accreditation of Teachers in Higher Education."},
      {
        "id":"ED446076",
        "title":"Recruiting and Retaining Teachers: A Review of the Literature."},
      {
        "id":"ED446077",
        "title":"Collegial Relationships: What Does It Mean To Be a Colleague?"},
      {
        "id":"ED446078",
        "title":"Incorporating Concerns for Diversity and Social Justice in Admissions Decisions."},
      {
        "id":"ED446079",
        "title":"Discrimination and the Oregon Educator. Eighth Edition."},
      {
        "id":"ED446080",
        "title":"Kentucky's Teachers: Charting a Course for KERA's Second Decade."},
      {
        "id":"ED446082",
        "title":"Teacher Training Resource Handbook: Innovative Approach to Teaching and Learning."},
      {
        "id":"ED446083",
        "title":"Learning How To Develop a Local Health Ministry Program &amp; Linking with State and National Agendas."},
      {
        "id":"ED446084",
        "title":"Meaningful Evaluation of Teachers and Teacher Education Programs. Position Paper."},
      {
        "id":"ED446087",
        "title":"When, How and Who Do I Ask for Help? Novices' Perceptions of Learning and Assistance."},
      {
        "id":"ED446088",
        "title":"Differences in Social and Moral Hierarchical Values among American Preservice Teachers and Professors."},
      {
        "id":"ED446089",
        "title":"The Adult Basic Education (ABE) Teacher Development Project, July 1, 1999-June 30, 2000. Final Report."},
      {
        "id":"ED446090",
        "title":"Teacher Shortages in the Midwest: Current Trends and Future Issues."},
      {
        "id":"ED446091",
        "title":"The Adult Basic Education (ABE) Teacher Development Project (July 1, 1999 to June 30, 2000). Evaluation Report."},
      {
        "id":"ED446092",
        "title":"Philosophy of Philosophy: Making the Connection between Philosophy and Pedagogy for Preservice Teachers."},
      {
        "id":"ED446093",
        "title":"Chapter PI 34: Teacher Education Program Approval and Licenses."},
      {
        "id":"ED446094",
        "title":"Current Concerns in Validity Theory."},
      {
        "id":"ED446096",
        "title":"Grading the Nation's Report Card: Evaluating NAEP and Transforming the Assessment of Educational Progress."},
      {
        "id":"ED446100",
        "title":"Rubrics, Scoring Guides, and Performance Criteria: Classroom Tools for Assessing and Improving Student Learning."},
      {
        "id":"ED446101",
        "title":"Retaining Translated Verbal Reasoning Items by Revising DIF Items."},
      {
        "id":"ED446102",
        "title":"The Influence of Learning Style on Achievement in Hypertext."},
      {
        "id":"ED446103",
        "title":"Directions for Using the Alaska Developmental Profile."},
      {
        "id":"ED446104",
        "title":"The Alaska Developmental Profile User's Guide."},
      {
        "id":"ED446105",
        "title":"Keys to Interpreting Research Results for Teachers and School Administrators."},
      {
        "id":"ED440098",
        "title":"Creating a Reconciliatory Discourse on the Diverse Aims of Education."},
      {
        "id":"ED440099",
        "title":"Dilemmas in Professional Development: A Case-Based Approach to Improving Practice."},
      {
        "id":"ED440100",
        "title":"Teacher Education Follow-Up Study, 2000: A Summary of First and Second Year Teachers, Graduate Students, and Their Employers with Respect to State and National Standards."},
      {
        "id":"ED440102",
        "title":"Teachers Who Learn, Kids Who Achieve: A Look at Schools with Model Professional Development."},
      {
        "id":"ED440103",
        "title":"Is It a Dream? Critical Pedagogy in Bilingual, Elementary Classrooms."},
      {
        "id":"ED440104",
        "title":"Uncovering a Relational Epistemology of Ethical Dilemmas in Early Childhood Education."},
      {
        "id":"ED440105",
        "title":"A Comparative Assessment of Student Classroom Behaviors and Learning Environment in Classes of a High Control and a Low Control Teacher through Student Perceptions and Class Observations."},
      {
        "id":"ED440106",
        "title":"Students' Expectations of Teachers' Classroom Management Behaviors in ELT Classes."},
      {
        "id":"ED440108",
        "title":"The Effect of the Individualised Motives of Failure in the Learning Process."},
      {
        "id":"ED440109",
        "title":"High Stakes Testing in Texas: An Analysis of the Impact of Including Special Education Students in the Texas Academic Excellence Indicator System."},
      {
        "id":"ED440110",
        "title":"Teacher Knowledge of Biological Evolution from the Perspectives of Classical Test and Item Response Theory."},
      {
        "id":"ED440111",
        "title":"KIDMAP--A Diagnostic Tool for Teachers."},
      {
        "id":"ED440112",
        "title":"Nested ANOVA vs. Crossed ANOVA: When and How To Use Which."},
      {
        "id":"ED440113",
        "title":"The &quot;Prospects&quot; Study of Educational Growth and Opportunity: Overview of Study Design, Analysis Methods and Results."},
      {
        "id":"ED440114",
        "title":"Student Assessment Mini-Lessons for Your Staff."},
      {
        "id":"ED440115",
        "title":"CIM Academy Summer School: A Report of the Evaluation of the 1999 Summer School."},
      {
        "id":"ED440116",
        "title":"Validating Two-Stage Course Placement Systems When Data Are Truncated. ACT Research Report Series."},
      {
        "id":"ED440118",
        "title":"Program Evaluation: Showing That You Are Making a Difference."},
      {
        "id":"ED440119",
        "title":"Quality Instruction Based on Data To Better Meet Student Needs."},
      {
        "id":"ED440120",
        "title":"A Brief, Free and Standardised Assessment of Interests for Use in Educational and Vocational Guidance. Occasional Paper Number 12."},
      {
        "id":"ED440121",
        "title":"The APA Task Force on Statistical Inference (TFSI) Report as a Framework for Teaching and Evaluating Students' Understandings of Study Validity."},
      {
        "id":"ED440122",
        "title":"How People Learn: Bridging Research and Practice."},
      {
        "id":"ED440124",
        "title":"The Federal Forecasters Conference--1999. Papers and Proceedings (10th, Washington, DC, June 24, 1999) and Selected Papers from the International Symposium on Forecasting (19th, Washington, DC, June 27-30, 1999)."},
      {
        "id":"ED440125",
        "title":"Service Learning Instrument-Health Professional (SLI-HP)."},
      {
        "id":"ED440126",
        "title":"Making Comparisons among Schools: The Report Card."},
      {
        "id":"ED440127",
        "title":"Assessment with Portfolio and Rubric Use."},
      {
        "id":"ED440128",
        "title":"Texas Effectiveness Study: Adult Outcome Follow-Up."},
      {
        "id":"ED440129",
        "title":"Texas Effectiveness Study: Interim Report, 1996-97."},
      {
        "id":"ED440130",
        "title":"Proceedings of the Annual Meeting of the Mid-South Educational Research Association (25th, Tuscaloosa, Alabama, November 6-8, 1996)."},
      {
        "id":"ED440131",
        "title":"Proceedings of the Annual Meeting of the Mid-South Educational Research Association (28th, Point Clear, Alabama, November 17-19, 1999)."},
      {
        "id":"ED440132",
        "title":"Developing Indicators of Classroom Practice To Monitor and Support School Reform. CSE Technical Report."},
      {
        "id":"ED440133",
        "title":"Accuracy of Year-1, Year-2 Comparisons Using Individual Percentile Rank Scores: Classical Test Theory Calculations. CSE Technical Report."},
      {
        "id":"ED440134",
        "title":"Accuracy of Individual Scores Expressed in Percentile Ranks: Classical Test Theory Calculations. CSE Technical Report."},
      {
        "id":"ED440138",
        "title":"Results of College Admissions Testing in Texas for 1997-98 Graduating Seniors."},
      {
        "id":"ED440142",
        "title":"An Instrument for Exploring Students' Approaches to Learning Statistics."},
      {
        "id":"ED440144",
        "title":"Grade 3 Classrooms and Student Performance in Texas Public Schools. Statewide Texas Educational Progress Study, Report No. 6A."},
      {
        "id":"ED440145",
        "title":"A Longitudinal Study of Primary School Classrooms and Grade 3 Performance in Texas Public Schools. Statewide Texas Educational Progress Study, Report No. 6B."},
      {
        "id":"ED440146",
        "title":"Pressure Cooker: Experiences with Student-Centered Teaching and Learning in High-Stakes Assessment Environments."},
      {
        "id":"ED440147",
        "title":"Texas Student Assessment Program. Student Performance Results, 1996-1997. TAAS and End-of-Course Examinations and Other Studies. Statewide and Regional Results."},
      {
        "id":"ED440148",
        "title":"Assessing Students with Disabilities in Kentucky: The Effects of Accommodations, Format, and Subject. CSE Technical Report."},
      {
        "id":"ED440149",
        "title":"Quadrennial Milepost Accountability Testing in Kentucky. CSE Technical Report."},
      {
        "id":"ED440150",
        "title":"State Standards-Setting and Public Deliberation: The Case of California. CSE Technical Report."},
      {
        "id":"ED440152",
        "title":"Student Data Handbook: Elementary, Secondary and Early Childhood Education. 2000 Edition."},
      {
        "id":"ED440153",
        "title":"The NAEP Guide: A Description of the Content and Methods of the 1999 and 2000 Assessments. Revised Edition."},
      {
        "id":"ED440155",
        "title":"Juvenile Justice: A Century of Change. 1999 National Report Series. Juvenile Justice Bulletin."},
      {
        "id":"ED440160",
        "title":"Kids and Guns. 1999 National Report Series. Juvenile Justice Bulletin."},
      {
        "id":"ED440161",
        "title":"Greater Expectations for California's Neediest Students: A Call to Action. Recommendations from the California Superintendents Council on Language, Culture, Poverty, and Race."},
      {
        "id":"ED440162",
        "title":"Returning Home: A Look at Aftercare Services Provided to Delinquent Youth."},
      {
        "id":"ED440163",
        "title":"Can They Make It on Their Own? Aging out of Foster Care--A Report on New York City's Independent Living Program."},
      {
        "id":"ED440166",
        "title":"Births: Final Data for 1998."},
      {
        "id":"ED440167",
        "title":"Marin City Families First: Three Case Studies. Ruby and James: A Second Chance. Eleanor: Standing on My Own. Freda: The Value of Family. Child and Family Studies Program."},
      {
        "id":"ED440168",
        "title":"Lessons from the Field: Profiling City Alcohol, Tobacco & Other Drug Problems."},
      {
        "id":"ED440169",
        "title":"Lessons from the Field: Profiling State Alcohol, Tobacco & Other Drug Problems."},
      {
        "id":"ED440170",
        "title":"No Excuses: Lessons from 21 High-Performing, High-Poverty Schools."},
      {
        "id":"ED440171",
        "title":"The Comprehensive Strategy: Lessons Learned from the Pilot Sites. Juvenile Justice Bulletin."},
      {
        "id":"ED440172",
        "title":"Youth Violence Prevention in Virginia: A Needs Assessment."},
      {
        "id":"ED440174",
        "title":"Medicaid in Schools: Poor Oversight and Improper Payments Compromise Potential Benefit. Testimony before the Committee on Finance, U.S. Senate."},
      {
        "id":"ED440175",
        "title":"Now Is the Time: Places Left behind in the New Economy. Special Supplement. America's Northeast."},
      {
        "id":"ED440176",
        "title":"School Choice, 2000: What&apos;s Happening in the States."},
      {
        "id":"ED440177",
        "title":"Full-Service Schooling, &quot;At Risk&quot; Students and Democratic Citizenship."},
      {
        "id":"ED440178",
        "title":"The Evolution of the Community School Concept: The Leadership of Frank J. Manley. National Community Education Publication Series."},
      {
        "id":"ED440179",
        "title":"A History of Systemic Violence: School Policy and Student Attrition."},
      {
        "id":"ED440180",
        "title":"Enabling Prosecutors To Address Drug, Gang, and Youth Violence. Juvenile Accountability Incentive Block Grants (JAIBG) Program Bulletin."},
      {
        "id":"ED440181",
        "title":"The Community Assessment Center Concept. Juvenile Justice Bulletin."},
      {
        "id":"ED440182",
        "title":"Building Partnerships with Neighborhoods and Local Communities. Building Community Partnerships in Child Welfare, Part One. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED440183",
        "title":"Team Decisionmaking: Involving the Family and Community in Child Welfare Decisions. Building Community Partnerships in Child Welfare, Part Two. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED440184",
        "title":"Walking Our Talk in the Neighborhoods: Partnerships between Professionals and Natural Helpers. Building Community Partnerships in Child Welfare, Part Three. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED440185",
        "title":"People Helping People: Partnerships between Professionals and Natural Helpers. Building Community Partnerships in Child Welfare, Part Four. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED440186",
        "title":"Building Support for Innovation inside Child Welfare Agencies. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED440187",
        "title":"Policies and Practices. Shortening Children's Stays in Temporary Care, Part One. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED440188",
        "title":"Innovative Programs. Shortening Children's Stays in Temporary Care, Part Two. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED440189",
        "title":"Low-Income Students: Who They Are and How They Pay for Their Education. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED440190",
        "title":"Online Content for Low-Income and Underserved Americans: The Digital Divide's New Frontier. A Strategic Audit of Activities and Opportunities."},
      {
        "id":"ED440191",
        "title":"GLSEN's National School Climate Survey: Lesbian, Gay, Bisexual and Transgender Students and Their Experiences in School. Blackboard On-Line: The Web site of the Gay, Lesbian, and Straight Education Network."},
      {
        "id":"ED440193",
        "title":"School Choice 2000 Annual Report. The Heritage Foundation Backgrounder."},
      {
        "id":"ED440196",
        "title":"Predictors of Youth Violence. Juvenile Justice Bulletin."},
      {
        "id":"ED440197",
        "title":"Lessons Learned, 1999: Profiles of Leading Urban Health Department Initiatives in Maternal and Child Health from the CityMatCH Urban MCH Leadership Conference (10th, Baltimore, Maryland, September 1999)."},
      {
        "id":"ED440198",
        "title":"How Small Classes Help Teachers Do Their Best: Recommendations from a National Invitational Conference."},
      {
        "id":"ED440199",
        "title":"The Exit Skills Summer Learning Academies Staff and Parents' Perceptions."},
      {
        "id":"ED440200",
        "title":"Falling through the Net: Defining the Digital Divide. A Report on the Telecommunications and Information Technology Gap in America. Revised."},
      {
        "id":"ED440201",
        "title":"State Snapshots of Public Benefits for Immigrants: A Supplemental Report to \"Patchwork Policies.\" Occasional Paper Number 24, Supplemental Report. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED440202",
        "title":"Youth Out of the Education Mainstream: A North Carolina Profile. Juvenile Justice Bulletin."},
      {
        "id":"ED440203",
        "title":"Federal and State Funding of Children's Programs. Occasional Paper Number 5. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED440204",
        "title":"Child Support Offers Some Protection against Poverty. New Federalism: National Survey of America's Families, Series B, No. B-10. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED440205",
        "title":"Family Care or Foster Care? How State Policies Affect Kinship Caregivers. New Federalism: Issues and Options for States. Series A, No. A-34. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED440206",
        "title":"Redirecting Welfare Policy toward Building Strong Families. Strengthening Families."},
      {
        "id":"ED440207",
        "title":"Obligating Dads: Helping Low-Income Noncustodial Fathers Do More for Their Children. Strengthening Families."},
      {
        "id":"ED440208",
        "title":"Young African-American Males: Continuing Victims of High Homicide Rates in Urban Communities."},
      {
        "id":"ED440209",
        "title":"Comparing Math Scores of Black Students in D.C.'s Public and Catholic Schools."},
      {
        "id":"ED440210",
        "title":"Trends in Educational Equity of Girls & Women."},
      {
        "id":"ED440213",
        "title":"Getting the Job: How To Write Your Resume. A Resume Writing Workshop."},
      {
        "id":"ED440214",
        "title":"Pennsylvania Action Research Network (PA-ARN) Staff Development through Five Regional Staff Development Centers. Final Report, July 1998-June 1999."},
      {
        "id":"ED440215",
        "title":"Action Research Monographs. Complete Set. Pennsylvania Action Research Network, 1998-99. A Section 353 Project of the Pennsylvania Department of Education, Bureau of Adult Basic and Literacy Education. A Learning from Practice Project."},
      {
        "id":"ED440216",
        "title":"Use of Metacognitive Teaching To Enhance English Language Literacy of Deaf and Hard of Hearing Adult Learners. Action Research Monograph."},
      {
        "id":"ED440217",
        "title":"Phonemic Awareness Education with an ESL Class. Action Research Monograph."},
      {
        "id":"ED440218",
        "title":"Increased Tutor Participation. Action Research Monograph."},
      {
        "id":"ED440219",
        "title":"Will the Use of Videos Designed for the Purpose of Teaching English Pronunciation Improve the Learners&apos; Production of Discrete Sounds by At Least 80% over a 12 Week Period? Action Research Monograph."},
      {
        "id":"ED440220",
        "title":"Development of an IEP Form for Adult Students. Action Research Monograph."},
      {
        "id":"ED440221",
        "title":"Will Parental Incentives Increase Parental Involvement? Action Research Monograph."},
      {
        "id":"ED440222",
        "title":"Issues around Teaching Competencies in a Family Literacy Program. Action Research Monograph."},
      {
        "id":"ED440223",
        "title":"Contacting Students To Raise Retention Rates. Action Research Monograph."},
      {
        "id":"ED440224",
        "title":"Teaching Short-Term and Long-Term Goal-Setting to ESL Students for Educational, Personal, and Career Application. Action Research Monograph."},
      {
        "id":"ED440225",
        "title":"Using Communication To Retain Tutors. Action Research Monograph."},
      {
        "id":"ED440226",
        "title":"Peer Vocabulary Building Teams. Action Research Monograph."},
      {
        "id":"ED440227",
        "title":"Implementation of a Procedure Manual To Improve Teacher Performance. Action Research Monograph."},
      {
        "id":"ED440228",
        "title":"Increasing Student Motivation through the Development of a Personal Mission Statement. Action Research Monograph."},
      {
        "id":"ED440229",
        "title":"Integrating Professional Teaching Staff into a Volunteer-Based Agency. Action Research Monograph."},
      {
        "id":"ED440230",
        "title":"Making a Choice between the TABE and the CASAS. Action Research Monograph."},
      {
        "id":"ED440231",
        "title":"Increasing Positive Outcomes in GED Classes through Family Literacy Programs. Action Research Monograph."},
      {
        "id":"ED440232",
        "title":"The Benefits of a Tutor Training Manual. Action Research Monograph."},
      {
        "id":"ED440233",
        "title":"Post-Test Learner Evaluation. Action Research Monograph."},
      {
        "id":"ED440234",
        "title":"Teaching Grammar in an ESL Classroom. Action Research Monograph."},
      {
        "id":"ED440235",
        "title":"Developing an Intense Goal-Setting Portion of Student Orientation. Helping Students To Focus on Their Goals and Remain with GPLC Until Those Goals Are Achieved. Action Research Monograph."},
      {
        "id":"ED440236",
        "title":"One-Size-Fits-All vs. Pick-and-Choose Format. Action Research Monograph."},
      {
        "id":"ED440237",
        "title":"Redesigning the Current Student Tracking Form. Action Research Monograph."},
      {
        "id":"ED440238",
        "title":"Conversation Partners: Work in Progress. Action Research Monograph."},
      {
        "id":"ED440240",
        "title":"An Experimental Design Survey of Attitude Changes towards Education by At-Risk Students Placed in an Alternative High School Program."},
      {
        "id":"ED440245",
        "title":"The Relative Compensation of Part-Time and Full-Time Workers."},
      {
        "id":"ED440246",
        "title":"Literacy Research and Policy Development: Mapping the Dominant Discourses."},
      {
        "id":"ED440247",
        "title":"The Challenge to Sixth Form Funding: An Introduction to Government Proposals To Change the Way Sixth Forms Are Funded."},
      {
        "id":"ED440248",
        "title":"Issues in Continuing Professional Development: Towards a Systematic Framework."},
      {
        "id":"ED440249",
        "title":"It's the Economy, Stupid! Re-Thinking Learning and Skills."},
      {
        "id":"ED440250",
        "title":"Attitudes of New High School Graduates toward Apprenticeship Careers as First Choice Vocations."},
      {
        "id":"ED440251",
        "title":"Parenting and Career Development. ERIC Digest No. 214."},
      {
        "id":"ED440252",
        "title":"Preparing Limited English Proficient Persons for the Workplace. ERIC Digest No. 215."},
      {
        "id":"ED440253",
        "title":"Welfare to Work: Considerations for Adult and Vocational Education Programs. ERIC Digest No. 216."},
      {
        "id":"ED440254",
        "title":"Politics, Policy, Practice and Personal Responsibility: Adult Education in an Era of Welfare Reform. NCSALL Reports #10A."},
      {
        "id":"ED440255",
        "title":"International Roundtable on The Lifelong Learning and New Technologies Gap: Reaching the Disadvantaged (5th, Philadelphia, Pennsylvania, December 8-10, 1999). Preliminary Report."},
      {
        "id":"ED440256",
        "title":"EFA 2000 Thematic Study on Literacy and Adult Education."},
      {
        "id":"ED440258",
        "title":"Learning To Think, Learning To Learn: What the Science of Thinking and Learning Has To Offer Adult Education. NIFL Literacy Leader Fellowship, Program Reports, Volume IV, Number 1."},
      {
        "id":"ED440261",
        "title":"The Future of Low-Wage Service Jobs and the Workers That Hold Them. IEE Brief No. 25."},
      {
        "id":"ED440262",
        "title":"Pedagogical Strategies for Work-Based Learning. IEE Brief No. 26."},
      {
        "id":"ED440263",
        "title":"Work-Based Learning and Academic Skills."},
      {
        "id":"ED440264",
        "title":"Pathways to Educational Attainment: Their Effect on Early Career Development."},
      {
        "id":"ED440268",
        "title":"Faculty Presentation Skills Training: The Effects on Adult Learner Satisfaction and Achievement."},
      {
        "id":"ED440270",
        "title":"AERA Vocational Education Special Interest Group Proceedings (New Orleans, Louisiana, April 24-28, 2000)."},
      {
        "id":"ED440271",
        "title":"AERA Business Education and Information Systems Research SIG Proceedings (New Orleans, Louisiana, April 24-28, 2000)."},
      {
        "id":"ED440272",
        "title":"Behind the Fences: Case Study of a Literacy Teacher in a Prison Classroom."},
      {
        "id":"ED440273",
        "title":"A Benchmark Review of Postsecondary Technical Students in Pennsylvania."},
      {
        "id":"ED440274",
        "title":"Collaborative Learning as Professional Socialization."},
      {
        "id":"ED440275",
        "title":"The Experiences of Adult Undergraduate Students--What Shapes Their Learning?"},
      {
        "id":"ED440276",
        "title":"Expertise Development in Managerial Sciences: The Use of Knowledge Types in Problem-Solving."},
      {
        "id":"ED440277",
        "title":"A Focal Examination of Integration, Commitment, and Academic Performance: Three Subsystems from the Integrated Model of Student Persistence with Sociostructural Background Variable Effects."},
      {
        "id":"ED440278",
        "title":"Learning Career: Conceptualising Transformations in Young People and Their Learning."},
      {
        "id":"ED440279",
        "title":"Modern Media and Instructional Technology in Vocational Education: Some Experiences of the Diffusion of New Technology in the Adult Education Institutions."},
      {
        "id":"ED440280",
        "title":"&quot;Taking Control of Their Lives?&quot; First Findings from a Comparative Study of Personal Agency and Social Structures in Young Adult Transitions in England and the New Germany. Revised Version."},
      {
        "id":"ED440282",
        "title":"&quot;But What Can I Do?&quot; Helping Victims of Domestic Violence. Teacher to Teacher: Enhancing Adult Literacy in the State of Ohio."},
      {
        "id":"ED440283",
        "title":"Adult Education Act Section 353 Report. Program Year 1998-1999. Ohio's ABLE (Adult Basic and Literacy Education)."},
      {
        "id":"ED440284",
        "title":"Beginnings III: A Publication of Adult Student Writing of the Ohio Writers' Conference."},
      {
        "id":"ED440287",
        "title":"Distance Learning '99. Proceedings of the Annual Conference on Distance Teaching and Learning (15th, Madison, Wisconsin, August 4-6, 1999)."},
      {
        "id":"ED440288",
        "title":"Integrating Vocational and Academic Studies: What Three High Schools in Delaware Are Doing. High Schools That Work."},
      {
        "id":"ED440289",
        "title":"Title IV-E-IL: Adolescent Living Skills. Final Report, FFY 1999."},
      {
        "id":"ED440290",
        "title":"Minnesota Youthbuild Program Overview, 1999."},
      {
        "id":"ED440291",
        "title":"Summer Youth Report, 1999."},
      {
        "id":"ED440292",
        "title":"Defining the Future or Reliving the Past? Unions, Employers, and the Challenge of Workplace Learning. Information Series No. 380."},
      {
        "id":"ED440293",
        "title":"Using Authentic Assessment in Vocational Education. Information Series No. 381."},
      {
        "id":"ED440294",
        "title":"From the Learning Organization to Learning Communities: Toward a Learning Society. Information Series No. 382."},
      {
        "id":"ED440295",
        "title":"Using Skill Standards for Vocational-Technical Education Curriculum Development. Information Series No. 383."},
      {
        "id":"ED440296",
        "title":"The New Meaning of Retirement. ERIC Digest No. 217."},
      {
        "id":"ED440297",
        "title":"International Perspectives on Adult Education. Trends and Issues Alert No. 14."},
      {
        "id":"ED440298",
        "title":"Vocational Education Research Trends. Trends and Issues Alert No. 15."},
      {
        "id":"ED440299",
        "title":"Career Certificates: High Quality and Cutting Edge? Trends and Issues Alert No. 16."},
      {
        "id":"ED440301",
        "title":"&quot;I've Come a Long Way&quot;: Learner-Identified Outcomes of Participation in Adult Literacy Programs. NCSALL Reports #13."},
      {
        "id":"ED440302",
        "title":"An Overview of Medical and Public Health Literature Addressing Literacy Issues: An Annotated Bibliography. NCSALL Reports #14."},
      {
        "id":"ED440303",
        "title":"Cognitive Skills Matter in the Labor Market, Even for School Dropouts. NCSALL Reports #15."},
      {
        "id":"ED440306",
        "title":"Older and Bolder: Materials for People Who Want To Become More Involved, Have a Voice and Go on Learning."},
      {
        "id":"ED440307",
        "title":"Corporate Involvement in Education: Achieving Our National Education Priorities. The Seven Priorities of the U.S. Department of Education."},
      {
        "id":"ED440308",
        "title":"Yakima School District Comprehensive Counseling and Guidance Program."},
      {
        "id":"ED440309",
        "title":"Improving Student Behavior."},
      {
        "id":"ED440310",
        "title":"Approaches by School Counselors To Enhance the Self-Concept of High School Students: A Review of Related Literature."},
      {
        "id":"ED440311",
        "title":"Spirituality and Multicultural Counseling: A Generic Model and Discussion."},
      {
        "id":"ED440313",
        "title":"Addressing School Violence: Practical Strategies &amp; Interventions."},
      {
        "id":"ED440314",
        "title":"The South Carolina Comprehensive Developmental Guidance and Counseling Program Model: A Guide for School Counseling Programs, Prekindergarten-Twelfth Grade."},
      {
        "id":"ED440315",
        "title":"Teenage Fatherhood and Delinquent Behavior. Juvenile Justice Bulletin."},
      {
        "id":"ED440316",
        "title":"Children's Responses to Psychological Maltreatment in Fairy Tales."},
      {
        "id":"ED440317",
        "title":"Violence in Schools: Causation and Prevention."},
      {
        "id":"ED440320",
        "title":"Adjudicated Students&apos; Perceptions of Ideal Teacher Characteristics."},
      {
        "id":"ED440321",
        "title":"School Psychology Consultation from the Consultee's Perspective."},
      {
        "id":"ED440322",
        "title":"Implementing NOVA's Group Crisis Intervention Model in Multicultural School Settings."},
      {
        "id":"ED440323",
        "title":"Correcting Media Mis-Education: The Portrayal of Smokers and Smoking in Top Grossing Films."},
      {
        "id":"ED440324",
        "title":"The Efficacy of the Drug Abuse Resistance Education Program (DARE) in West Vancouver Schools. Part 1, Attitudes toward DARE: An Examination of Opinions, Preferences, and Perceptions of Students, Teachers, and Parents."},
      {
        "id":"ED440326",
        "title":"Practical Accountability Strategies for School Psychologists."},
      {
        "id":"ED440327",
        "title":"Safeguarding Our Children: An Action Guide. Implementing Early Warning, Timely Response."},
      {
        "id":"ED440329",
        "title":"Substance Abuse Treatment for Persons with Child Abuse and Neglect Issues. Treatment Improvement Protocol (TIP) Series, 36."},
      {
        "id":"ED440330",
        "title":"Educational Applications of Wellness Techniques: An Experimental Investigation of the Effects of Labyrinth Walking."},
      {
        "id":"ED440331",
        "title":"An Exploration of the Effects of Skin Tone on African American Life Experiences."},
      {
        "id":"ED440332",
        "title":"School-Based Eating Disorder Prevention Programs for Pre-Adolescents and Adolescents: A Review of Recent Literature."},
      {
        "id":"ED440333",
        "title":"CACD Journal, 1998-1999."},
      {
        "id":"ED440334",
        "title":"The BOUNCE BACK! Resiliency Program: A Pilot Study."},
      {
        "id":"ED440335",
        "title":"Coping in Children and Adolescents: Project KICK--A Primary Prevention Model."},
      {
        "id":"ED440336",
        "title":"Teaching the Skills of Social Behavior: An Examination of Teaching Mainstream Expectations to Students in the Margins."},
      {
        "id":"ED440337",
        "title":"Counsellor Education for Developing Multicultural Counselling Competencies."},
      {
        "id":"ED440338",
        "title":"Predictive Characteristics of Multicultural Counselling Competence."},
      {
        "id":"ED440339",
        "title":"Learning How To Ignore Racism: A Case Study of One White Beginning Teacher in &quot;The White Highlands&quot; and the Two Black Boys in Her Care."},
      {
        "id":"ED440340",
        "title":"The Development of Coping Resources in Pre-Adolescence within the Context of Whole-School Curriculum."},
      {
        "id":"ED440341",
        "title":"Cross Cultural Perspectives on Educators' Reporting Practices of Maltreatment: A Discussion Paper on the Situation in England."},
      {
        "id":"ED440342",
        "title":"Substance Abuse and Counseling."},
      {
        "id":"ED440343",
        "title":"Substance Abuse and Counseling: An Introduction."},
      {
        "id":"ED440344",
        "title":"Drugs and Addictions."},
      {
        "id":"ED440345",
        "title":"Related Addictive Disorders."},
      {
        "id":"ED440346",
        "title":"Preventing Addiction."},
      {
        "id":"ED440347",
        "title":"Assessment, Diagnosis, and Treatment."},
      {
        "id":"ED440348",
        "title":"Treating Addictive Disorders."},
      {
        "id":"ED440349",
        "title":"Change through Group Work."},
      {
        "id":"ED440350",
        "title":"Working with Families Affected by Substance Abuse."},
      {
        "id":"ED440351",
        "title":"Multicultural Issues."},
      {
        "id":"ED440352",
        "title":"Substance Abuse and Disability."},
      {
        "id":"ED440353",
        "title":"Preventing Adolescent Relapse: Concepts, Theories and Techniques."},
      {
        "id":"ED440354",
        "title":"Program Planning and Evaluation."},
      {
        "id":"ED440355",
        "title":"Substance Abuse and Counseling: An Epilogue."},
      {
        "id":"ED440356",
        "title":"Teachers' Views of the Nature of Multicultural Literacy."},
      {
        "id":"ED440362",
        "title":"CORE: Reading Reform That Works! Comprehensive School Reform."},
      {
        "id":"ED440363",
        "title":"Literacy Scaffolding Strategies for Diverse Learners: A Bridge for Tomorrow."},
      {
        "id":"ED440364",
        "title":"Teaching All Children To Read."},
      {
        "id":"ED440365",
        "title":"Quantitative Results of the Learning Environments for Accelerated Progress (LEAP) Curriculum."},
      {
        "id":"ED440366",
        "title":"Reading Recovery. [Fact Sheets]."},
      {
        "id":"ED440367",
        "title":"Reading Recovery: An Analysis of a Research-Based Reading Intervention."},
      {
        "id":"ED440368",
        "title":"[America Reads Challenge: Read*Write*Now! Arthur the Aardvark Activity Poster]."},
      {
        "id":"ED440369",
        "title":"A Teaching of Reading Book Club."},
      {
        "id":"ED440370",
        "title":"Reader Response: Effect of Reading Level on Readers' Aesthetic Responses."},
      {
        "id":"ED440371",
        "title":"\"A Smarter Summer\": Guest Columns on Summer Learning. America Reads Challenge."},
      {
        "id":"ED440372",
        "title":"Effective Content Reading Comprehension and Retention Strategies."},
      {
        "id":"ED440373",
        "title":"Review and Oversight of the 1998 Reading Results of the National Assessment of Educational Progress (NAEP)--The Nation&apos;s Report Card. Hearing before the Subcommittee on Oversight and Investigations of the Committee on Education and the Workforce. United States House of Representatives, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED440374",
        "title":"Adults' Engagement in Reading: A Test of Engagement Theory."},
      {
        "id":"ED440375",
        "title":"Relationship between Music Learning and Language Reading? Review of Literature."},
      {
        "id":"ED440381",
        "title":"Reluctant Writers &amp; Writing-Prompt Software."},
      {
        "id":"ED440382",
        "title":"Why Beginning English Teachers Do What They Do."},
      {
        "id":"ED440383",
        "title":"Smarthinking.com--Online Writing Lab or Jiffy-Editing Service?"},
      {
        "id":"ED440384",
        "title":"Another Look at Genre in the Teaching of Writing."},
      {
        "id":"ED440385",
        "title":"Using Literature To Help Emergent Readers Develop Concepts in Math, Social Studies, and Science."},
      {
        "id":"ED440386",
        "title":"Who's Afraid of Bilingual Learners? The Role of Teachers' Attitudes and Beliefs."},
      {
        "id":"ED440387",
        "title":"A Syntactical and Rhetorical Analysis of Selected Annual Reports."},
      {
        "id":"ED440389",
        "title":"AAP Findings, 1998: AAP English Language Fifth Survey."},
      {
        "id":"ED440390",
        "title":"Feedback: AAP Fifth English Survey."},
      {
        "id":"ED440391",
        "title":"AAP Examples: AAP English Language Fifth Survey."},
      {
        "id":"ED440392",
        "title":"Trends and Issues in English Instruction, 2000--Six Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED440393",
        "title":"Reading Adolescent Fiction: Students &quot;Reading&quot; Themselves."},
      {
        "id":"ED440394",
        "title":"The Self-Directed Learner. Helping Children To Learn Series."},
      {
        "id":"ED440395",
        "title":"Teaching Spelling: Which Strategies Work Best."},
      {
        "id":"ED440396",
        "title":"Improving Classroom Practice: Inviting Undergraduates To Become Teacher Researchers."},
      {
        "id":"ED440397",
        "title":"Risking Exposure: Branch Campus Writers Go Public."},
      {
        "id":"ED440398",
        "title":"Literacy and Technology Studies: Past, Present, Future."},
      {
        "id":"ED440399",
        "title":"Textual Orientations: Gay and Lesbian Students and the Making of Discourse Communities."},
      {
        "id":"ED440400",
        "title":"Canon Formation and the Creative Writing Classroom."},
      {
        "id":"ED440401",
        "title":"IFTE 1995: Some Notes from a Subgroup."},
      {
        "id":"ED440402",
        "title":"A Diet of English Language Arts Outcomes: Alberta and South Africa."},
      {
        "id":"ED440403",
        "title":"The Relationships among Early Childhood Educators' Beliefs, Knowledge Bases, and Practices Related to Early Literacy."},
      {
        "id":"ED440406",
        "title":"One State's Response to the Technology Literacy Agenda."},
      {
        "id":"ED440407",
        "title":"Can Writer's Workshop Be Successful in the First Grade?"},
      {
        "id":"ED440408",
        "title":"Good Dreams/Bad Dreams: Text Selection and Censorship in Australia."},
      {
        "id":"ED440409",
        "title":"Dictating Modes of Communication: How Communication Media Usage Norms Limit Freedom of Expression in Virtual Organizations."},
      {
        "id":"ED440410",
        "title":"New Media in the Classroom and Copyright: A Guide to Fair Use."},
      {
        "id":"ED440411",
        "title":"The Ethnographic Approach and Meta-Analysis: On the Intricacies of Identity Construction among Mohawk E-mail Users."},
      {
        "id":"ED440412",
        "title":"Using the Feature Film &quot;American History X&quot; To Teach Principles of Self-Concept in the Introduction to Interpersonal Communication Course."},
      {
        "id":"ED440414",
        "title":"Student Motivations for Participating in Policy or Parliamentary Debate."},
      {
        "id":"ED440418",
        "title":"The Connection between Formal and Informal Meetings: Understanding Shared Governance in the Small College Environment."},
      {
        "id":"ED440419",
        "title":"Recruiting, Selecting, and Orienting Graduate Teaching Assistants for the Basic Course in Oral Communication."},
      {
        "id":"ED440420",
        "title":"The Devolution of 20th Century Presidential Campaign Rhetoric: A Call for &quot;Rhetorical Service.&quot;"},
      {
        "id":"ED440421",
        "title":"Basic Communication Course Annual. Volume 7."},
      {
        "id":"ED440422",
        "title":"Basic Communication Course Annual. Volume 8."},
      {
        "id":"ED440423",
        "title":"Basic Communication Course Annual. Volume 9."},
      {
        "id":"ED440424",
        "title":"Basic Communication Course Annual. Volume 10."},
      {
        "id":"ED440425",
        "title":"Basic Communication Course Annual. Volume 11."},
      {
        "id":"ED440426",
        "title":"Basic Communication Course Annual. Volume 12."},
      {
        "id":"ED440427",
        "title":"Political Communication via the Media. ERIC Digest."},
      {
        "id":"ED440428",
        "title":"Newspapers as a Teaching Resource for Adult Learners. ERIC Digest."},
      {
        "id":"ED440429",
        "title":"Uncovering the Potential Contradictions in Reconstitution Reforms: A Working Paper."},
      {
        "id":"ED440430",
        "title":"Capitalizing on Small Class Size. ERIC Digest Number 136."},
      {
        "id":"ED440431",
        "title":"Striving for Excellence: The National Education Priorities of the President and the U.S. Department of Education. Volume IV."},
      {
        "id":"ED440432",
        "title":"The Building Leadership Team. The SILC Road."},
      {
        "id":"ED440433",
        "title":"State School Finance Litigation: 1999 Summary and Analysis."},
      {
        "id":"ED440434",
        "title":"Go for the Goal: The Dan O'Brien Goal-Setting Program. A Goal-Setting Program for Grades 3 to 6."},
      {
        "id":"ED440435",
        "title":"Designing the School of Your Dreams. Sharing Success."},
      {
        "id":"ED440437",
        "title":"Financial Management: Education Faces Challenges in Achieving Financial Management Reform. Testimony before the Subcommittee on Oversight and Investigations, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED440438",
        "title":"Block Scheduling in Texas Public High Schools. Policy Research Report Number 13."},
      {
        "id":"ED440439",
        "title":"Interim Report on Texas Public Schools, 1999. A Report to the 76th Texas Legislature."},
      {
        "id":"ED440440",
        "title":"Northwest Trends Shaping Education: The 1998 Regional Needs Assessment."},
      {
        "id":"ED440441",
        "title":"Comprehensive School Reform: Making Good Choices. A Guide for Schools and Districts."},
      {
        "id":"ED440442",
        "title":"The &quot;Loyal Opposition&quot; and the Future of British and US School Reform. Publication Series No. 19."},
      {
        "id":"ED440443",
        "title":"Achieving Student Success: A Handbook of Widely Implemented Research-Based Educational Reform Models. Publication Series No. 12."},
      {
        "id":"ED440444",
        "title":"Comprehensive School Reform Demonstration: Summary of LEA Roundtables."},
      {
        "id":"ED440445",
        "title":"Department-Wide Objectives: 1999 Performance Reports and 2001 Plans. Volume 1. U.S. Department of Education."},
      {
        "id":"ED440446",
        "title":"Individual Programs: 1999 Performance Reports and 2001 Plans. Volume 2. U.S. Department of Education."},
      {
        "id":"ED440447",
        "title":"What Do We Want from Iowa School Leaders in the 21st Century? Our Choices, Our Challenges. Iowa School Leadership Initiative, Educational Community Conversation Participant Guide."},
      {
        "id":"ED440448",
        "title":"Globalisation, Effectiveness and Improvement."},
      {
        "id":"ED440449",
        "title":"Principal Leadership in Hong Kong Christian Secondary Schools after 1997."},
      {
        "id":"ED440450",
        "title":"School Meal Programs: Few Outbreaks of Foodborne Illness Reported. Report to the Ranking Minority Member, Committee on Agriculture, Nutrition, and Forestry, U.S. Senate."},
      {
        "id":"ED440453",
        "title":"Academic Service Learning and Collaborative Action Research: Two Roads to Educational Reform."},
      {
        "id":"ED440454",
        "title":"Class Size Reduction: Great Hopes, Great Challenges. Policy Brief."},
      {
        "id":"ED440455",
        "title":"Crisis Prevention and Response: Is Your School Prepared?"},
      {
        "id":"ED440456",
        "title":"Toward a Theory of Systemic Reform: The Case of Nine NSF Statewide Systemic Initiatives. Research Monograph No. 16."},
      {
        "id":"ED440457",
        "title":"Principals and Teachers Leading Together."},
      {
        "id":"ED440458",
        "title":"Preparing Tomorrow's Principals: Meeting Emerging Challenges."},
      {
        "id":"ED440459",
        "title":"Are Educational Policies and School Reforms Improving Schools in South Carolina?"},
      {
        "id":"ED440460",
        "title":"Escaping from the Service Delivery Model in Educational Leadership Preparation: Focusing Instruction on Performance."},
      {
        "id":"ED440461",
        "title":"Level of Aspiration, Mobility, and Persistence: Factors Impacting the Number of Women in Educational Administration."},
      {
        "id":"ED440462",
        "title":"Southern Extension Leadership Development: Leadership Development through a Virtual Organization."},
      {
        "id":"ED440463",
        "title":"Scenarios for Leadership and Abandonment in the Transformation of Schools."},
      {
        "id":"ED440464",
        "title":"Inter-State and Intra-State Disparities in Districts' Per-Pupil Revenues for Public School Education: A Summary of Some of the Results of a Recent U.S. Department of Education Publication."},
      {
        "id":"ED440465",
        "title":"An In-Depth Investigation of One School District's Responses to an Externally-Mandated, High-Stakes Testing Program in Minnesota."},
      {
        "id":"ED440466",
        "title":"Superintendent Leadership for Accountability in a Site-Based Decision Making Context: A Balancing Act."},
      {
        "id":"ED440467",
        "title":"Do You Know...The Good News about American Education?"},
      {
        "id":"ED440468",
        "title":"Preparing School Leaders."},
      {
        "id":"ED440469",
        "title":"Accountability."},
      {
        "id":"ED440470",
        "title":"Comprehensive School Reform."},
      {
        "id":"ED440471",
        "title":"Grade Span."},
      {
        "id":"ED440472",
        "title":"Exploring New Directions: Title I in the Year 2000."},
      {
        "id":"ED440473",
        "title":"The Motivational Effects of School-Based Performance Awards. CPRE Policy Briefs."},
      {
        "id":"ED440474",
        "title":"Indiana Education: On Shaky Ground."},
      {
        "id":"ED440475",
        "title":"The Study of the American School Superintendency, 2000. A Look at the Superintendent of Education in the New Millennium."},
      {
        "id":"ED440476",
        "title":"Report on High School Completion Rates, 1996-97."},
      {
        "id":"ED440477",
        "title":"Partners Plus: Families and Caregivers in Partnerships. A Family-Centered Guide to Respite Care. Trainer's Workshop Manual [and] Community Planning Manual [and] A Family Manual [and] Caregiver Manual."},
      {
        "id":"ED440478",
        "title":"Department of Education Secondary and Transition Training Programs: A Catalog of Projects. Fiscal Years 1984, 1985, 1986, 1987-1988."},
      {
        "id":"ED440479",
        "title":"Transition Personnel Preparation Projects, 1992."},
      {
        "id":"ED440481",
        "title":"Connections: A Transition Curriculum for Grades 3-6."},
      {
        "id":"ED440483",
        "title":"Meeting Future Workforce Needs. Report from the Study Group (Twenty-Fifth Institute on Rehabilitation Issues, Washington, DC, May 1999)."},
      {
        "id":"ED440484",
        "title":"Oklahoma Statewide Systems Change Project for Inclusive Education. Final Report."},
      {
        "id":"ED440485",
        "title":"Behavioral Outcomes of Deinstitutionalization for People with Intellectual Disabilities: A Review of Studies Conducted between 1980 and 1999."},
      {
        "id":"ED440486",
        "title":"Education Reform: What Does It Mean for Students with Disabilities?"},
      {
        "id":"ED440487",
        "title":"Special Education: Nonpublic School and Nonpublic Agency Study. Final Report."},
      {
        "id":"ED440488",
        "title":"Special Education Annual Report, Fiscal Year 1998."},
      {
        "id":"ED440489",
        "title":"Suggestions for Screening Entering Kindergarten Students To Assist in the Identification of Possibly Gifted Children."},
      {
        "id":"ED440490",
        "title":"ACCESS: How Best To Serve Postsecondary Students Who Are Hard of Hearing."},
      {
        "id":"ED440491",
        "title":"Development and Dissemination of a Multimedia Instructional Package for Use in Preservice and Inservice Training To Address Selection of Appropriate Literacy Media for Students with Visual Impairments. Project LMA Final Report."},
      {
        "id":"ED440492",
        "title":"Learning Media Assessment of Students with Visual Impairments: A Resource Guide for Teachers. 2nd Edition."},
      {
        "id":"ED440493",
        "title":"Project LMA: Learning Media Assessment of Students with Visual Impairments. Facilitator's Manual and Participant Workbook."},
      {
        "id":"ED440494",
        "title":"Youth with Disabilities Who Are Runaways and/or Homeless: Responding to the Need."},
      {
        "id":"ED440495",
        "title":"Building a Future: Working with the Post-High School Expectations of Students &amp; Parents."},
      {
        "id":"ED440496",
        "title":"Resources Supporting Inclusion in Early Childhood. Third in a Series of Compilations of Resources on Inclusion Developed by OSEP-Funded Early Childhood Projects."},
      {
        "id":"ED440497",
        "title":"Including Preschool-Age Children with Disabilities in Community Settings: A Resource Packet."},
      {
        "id":"ED440498",
        "title":"NECTAS Resource Collection on Autism Spectrum Disorders."},
      {
        "id":"ED440499",
        "title":"Campus Life and the Development of Postsecondary Deaf and Hard of Hearing Students: Principles and Practices. [A Report of the] National Task Force on Quality of Services in the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED440500",
        "title":"Conversational Interactions between Intellectually Disabled and Normal Progress Adolescents during a Problem-Solving Task."},
      {
        "id":"ED440501",
        "title":"Deaf and Hearing Students' Transfer and Application of Skill in Math Problem Solving."},
      {
        "id":"ED440502",
        "title":"Selling without $$: Grassroots Advocates of Gifted and Talented Education Meet the Media."},
      {
        "id":"ED440503",
        "title":"Educating Children with Disabilities Who Are Homeless. Policy Forum Proceedings Document (Arlington, Virginia, December 5-7, 1999)."},
      {
        "id":"ED440504",
        "title":"Report on the 1999 National Monitoring Conference (5th, North Carolina, October 1999). Final Report."},
      {
        "id":"ED440505",
        "title":"Statewide Behavior Initiatives. Quick Turn Around (QTA)."},
      {
        "id":"ED440506",
        "title":"Strengthening and Supporting Teacher/Provider-Paraeducator Teams: Guidelines for Paraeducator Roles, Supervision, and Preparation."},
      {
        "id":"ED440507",
        "title":"State Special Education Outcomes, 1999: A Report on State Activities at the End of the Century."},
      {
        "id":"ED440508",
        "title":"Development and Evaluation of a Computer-Aided Speech-to-Print Transcription System. Final Report."},
      {
        "id":"ED440509",
        "title":"Out-of-Level Testing: Pros and Cons."},
      {
        "id":"ED440510",
        "title":"Diploma Options and Graduation Policies for Students with Disabilities."},
      {
        "id":"ED440511",
        "title":"Characteristics of Students Who Participate in Kentucky's Testing System under Various Conditions. State Assessment Series, Maryland/Kentucky Report 4."},
      {
        "id":"ED440512",
        "title":"Accommodations, Modifications, and Alternates for Instruction and Assessment. State Assessment Series, Maryland/Kentucky Report 5."},
      {
        "id":"ED440513",
        "title":"Instructional and Assessment Accommodations in Maryland. State Assessment Series, Maryland/Kentucky Report 6."},
      {
        "id":"ED440514",
        "title":"Instructional and Assessment Accommodations in Kentucky. State Assessment Series, Maryland/Kentucky Report 7."},
      {
        "id":"ED440515",
        "title":"Issues and Consequences for State-Level Minimum Competency Testing Programs. State Assessment Series. Wyoming Report 1."},
      {
        "id":"ED440516",
        "title":"Accommodations and the Performance of All Students on Rhode Island's Performance Assessment. State Assessment Series, Rhode Island Report 1."},
      {
        "id":"ED440517",
        "title":"State Relocatable Classroom Program."},
      {
        "id":"ED440518",
        "title":"Deferred Maintenance Program Handbook."},
      {
        "id":"ED440519",
        "title":"State School Facility Programs Overview."},
      {
        "id":"ED440520",
        "title":"Office of Public School Construction Applicant Handbook."},
      {
        "id":"ED440522",
        "title":"Guidebook to the School Facility Program."},
      {
        "id":"ED440523",
        "title":"School Facilities Construction Expenditures Have Grown Significantly in Recent Years. Report to the Chairman, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED440524",
        "title":"Facility Management Child Care Resource Book. Child Care Operations Center of Expertise."},
      {
        "id":"ED440525",
        "title":"Concordia Papers. All for One: Inclusion in the Learning Environment [and] Common Ground [and] E Pluribus Unum: The New American Community School [and] The Lincoln Plan."},
      {
        "id":"ED440526",
        "title":"Building for the Future: A Guide to Facilities Loan Funds for Community-Based Child and Family Services."},
      {
        "id":"ED440527",
        "title":"North Carolina Public Schools Facilities Guidelines."},
      {
        "id":"ED440528",
        "title":"School Facilities Report: The Results of a Statewide Survey To Determine the Physical Condition and Capacity of Wisconsin's Public Schools."},
      {
        "id":"ED440529",
        "title":"Daylighting in Schools: Improving Student Performance and Health at a Price Schools Can Afford."},
      {
        "id":"ED440530",
        "title":"Hands across the Water: A Pan-Pacific Collaborative English Language Teaching Project."},
      {
        "id":"ED440531",
        "title":"The Teacher Trainer: A Practical Journal Mainly for Modern Language Teacher Trainers, 1999."},
      {
        "id":"ED440532",
        "title":"Sequencing and Grading in Task-Based Syllabus Design: The State of the Art."},
      {
        "id":"ED440533",
        "title":"A Paradigm for EST Materials Preparation."},
      {
        "id":"ED440534",
        "title":"Vulnerable Refugees. Discussion Paper."},
      {
        "id":"ED440535",
        "title":"Limited English Proficient Students' Participation and Performance on Statewide Assessments: Minnesota Basic Standards Reading and Math, 1996-1998. Minnesota Report."},
      {
        "id":"ED440536",
        "title":"Participation and Performance of Students from Non-English Language Backgrounds: Minnesota's 1996 Basic Standards Tests in Reading and Math. Minnesota Report."},
      {
        "id":"ED440537",
        "title":"Students' Major Difficulties in Learning Mandarin Chinese as an Additional Language and Their Coping Strategies."},
      {
        "id":"ED440538",
        "title":"Academic English Mastery Program: 1998-99 Evaluation Report."},
      {
        "id":"ED440539",
        "title":"The Community of Learning for Foreign Language Learners: Two Language Projects for Learning Spanish."},
      {
        "id":"ED440541",
        "title":"Journal of Celtic Language Learning."},
      {
        "id":"ED440542",
        "title":"Excelencia Para Todos--Excellence for All: The Progress of Hispanic Education and the Challenges of the New Century. Remarks as Prepared for Delivery by U.S. Secretary of Education, Richard W. Riley (Bell Multicultural High School, Washington, DC, March 15, 2000)."},
      {
        "id":"ED440543",
        "title":"The Growing Importance of International Education. Remarks as Prepared for Delivery by U.S. Secretary of Education Richard W. Riley (La Maison Francaise, Washington, DC, April 19, 2000)."},
      {
        "id":"ED440544",
        "title":"Language Alternation as a Resource in the Classroom: A Pragmatic Perspective on Korean American Children."},
      {
        "id":"ED440545",
        "title":"Assessment: A Development Guidebook for Teachers of English-Language Learners. Second Edition."},
      {
        "id":"ED440546",
        "title":"Trainer's Manual. Assessment: A Development Guidebook for Teachers of English Language Learners."},
      {
        "id":"ED440547",
        "title":"Workshop Materials. Assessment: A Development Guidebook for Teachers of English-Language Learners."},
      {
        "id":"ED440548",
        "title":"Dual Language Asymmetry: Symbolic Inequalities."},
      {
        "id":"ED440549",
        "title":"Sibling Support for Bilingual Kindergartners' Developing Literacy."},
      {
        "id":"ED440550",
        "title":"JALT Journal, 1997."},
      {
        "id":"ED440551",
        "title":"Differences between the Performance of Limited English Proficient Students and Students Who Are Labeled Proficient in English on Different Content Areas: Reading and Mathematics."},
      {
        "id":"ED440553",
        "title":"Representation &amp; Redistricting."},
      {
        "id":"ED440554",
        "title":"Notes on Literacy, 1997."},
      {
        "id":"ED440555",
        "title":"A Guide to Integrating Technology into Basic Skills Instruction."},
      {
        "id":"ED440556",
        "title":"Assessing Success in Family Literacy and Adult ESL. Revised Edition. Language in Education: Theory and Practice 95."},
      {
        "id":"ED440557",
        "title":"Literacy and Language Diversity in the United States. Language in Education: Theory and Practice 87."},
      {
        "id":"ED440558",
        "title":"The Two Sided Mirror: Bringing a Real World Learning Experience to Pre-Service Undergraduate Students in Educational Administration."},
      {
        "id":"ED440559",
        "title":"Distance Education Practice: Training and Rewarding Authors. Education Research Paper."},
      {
        "id":"ED440561",
        "title":"Higher Education and the Schools. Perspectives in Public Policy: Connecting Higher Education and the Public Schools."},
      {
        "id":"ED440562",
        "title":"Trends in Undergraduate Borrowing: Federal Student Loans in 1989-90, 1992-93, and 1995-96. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED440563",
        "title":"University-Community Partnerships: Current Practices."},
      {
        "id":"ED440564",
        "title":"University-Community Partnerships in America: Current Practices. Volume III."},
      {
        "id":"ED440567",
        "title":"Prepaying &amp; Saving for College: Opportunities and Issues. Policy Perspectives No. 3."},
      {
        "id":"ED440568",
        "title":"Comprehensive Statewide Plan for Postsecondary Education."},
      {
        "id":"ED440569",
        "title":"Quality Review, 1999. CHEA Almanac of External Quality Review."},
      {
        "id":"ED440570",
        "title":"School-to-Work Partnerships and Employer Participation: Evidence on Persistence and Attrition from the National Employer Survey."},
      {
        "id":"ED440571",
        "title":"Designing Student Assessment To Strengthen Institutional Performance in Doctoral and Research Institutions. Project 5.2, Organizational and Administrative Support for Student Assessment."},
      {
        "id":"ED440572",
        "title":"Designing Student Assessment To Strengthen Institutional Performance in Comprehensive Institutions. Project 5.2, Organizational and Administrative Support for Student Assessment."},
      {
        "id":"ED440573",
        "title":"Designing Student Assessment To Strengthen Institutional Performance in Baccalaureate Institutions. Project 5.2, Organizational and Administrative Support for Student Assessment."},
      {
        "id":"ED440574",
        "title":"Designing Student Assessment To Strengthen Institutional Performance in Associate of Arts Institutions. Project 5.2, Organizational and Administrative Support for Student Assessment."},
      {
        "id":"ED440575",
        "title":"Institutional Support for Student Assessment: Methodology and Results of a National Survey."},
      {
        "id":"ED440576",
        "title":"The Human Capital Liabilities of Underrepresented Minorities in Pursuit of Science, Mathematics, and Engineering Doctoral Degrees."},
      {
        "id":"ED440577",
        "title":"Energizing Quality Work: Higher Education Quality Evaluation in Sweden and Denmark. Project 6, Quality and Productivity in Higher Education."},
      {
        "id":"ED440578",
        "title":"Reinforcing Stratification in American Higher Education: Some Disturbing Trends."},
      {
        "id":"ED440579",
        "title":"What Makes a Revolution: Teaching and Learning in Higher Education, 1980-2000."},
      {
        "id":"ED440580",
        "title":"Long-Term Effect of College Quality on the Occupational Status of Students."},
      {
        "id":"ED440587",
        "title":"From Rusty Wire Fences to Wrought-Iron Gates. How the Poor Succeed in Getting to--and through--College. Policy Perspectives."},
      {
        "id":"ED440588",
        "title":"Taking the First Steps toward Graduate Education: A Report on the Ronald E. McNair Postbaccalaureate Achievement Program."},
      {
        "id":"ED440589",
        "title":"Drug Convictions May Affect Your Student Aid."},
      {
        "id":"ED440590",
        "title":"University of Maryland--Educational Opportunity Center."},
      {
        "id":"ED440591",
        "title":"Undergraduate Appellate Simulation in American Colleges and Universities."},
      {
        "id":"ED440592",
        "title":"All One System: A Second Look. Perspectives in Public Policy: Connecting Higher Education and the Public Schools."},
      {
        "id":"ED440593",
        "title":"First Employment Experiences of Graduates. Labour Market Analysis."},
      {
        "id":"ED440594",
        "title":"South African Graduate Statistics, 1999: Profiles and Recent Trends. Labour Market Analysis."},
      {
        "id":"ED440596",
        "title":"Supplement to Higher Education Enrollment Statistics and Projections, 1999-01 Biennium."},
      {
        "id":"ED440597",
        "title":"Data Book. Maryland Higher Education Commission."},
      {
        "id":"ED440598",
        "title":"The EFC Formula, 2000-01."},
      {
        "id":"ED440600",
        "title":"Collaborating To Learn: More Lessons from School-College Partnerships in the Excellence in Education Program."},
      {
        "id":"ED440602",
        "title":"Grading Students' Classroom Writing: Issues and Strategies. ERIC Digest."},
      {
        "id":"ED440603",
        "title":"Post Tenure Faculty Development: Building a System of Faculty Improvement and Appreciation. ERIC Digest."},
      {
        "id":"ED440604",
        "title":"Performance Indicators of California Higher Education, 1999. The Sixth Annual Report to California's Governor, Legislature, and Citizens in Response to Assembly Bill 1808 (Chapter 741, Statutes of 1991)."},
      {
        "id":"ED440605",
        "title":"Student Profiles, 1999. The Latest in a Series of Annual Factbooks about Student Participation in California Higher Education."},
      {
        "id":"ED440606",
        "title":"Transportation Engineering Education and Outreach Program Designed for the Collegiate Level. Final Report."},
      {
        "id":"ED440607",
        "title":"Assessment of a Regional Transportation Education Alliance To Improve Mobility."},
      {
        "id":"ED440608",
        "title":"Salary, Promotion, and Tenure Status of Minority and Women Faculty in U.S. Colleges and Universities. National Study of Postsecondary Faculty, 1993 (NSOPF:93). Statistical Analysis Report."},
      {
        "id":"ED440609",
        "title":"Black Student Politics, Higher Education, and Apartheid: From SASO to SANSCO, 1968-1990."},
      {
        "id":"ED440610",
        "title":"Globalizing Knowledge: Connecting International &amp; Intercultural Studies. The Academy in Transition."},
      {
        "id":"ED440611",
        "title":"Assessing the Institution: The National Accreditation Perspective."},
      {
        "id":"ED440612",
        "title":"Unified Budget Recommendations for Fiscal Year 2000-2001."},
      {
        "id":"ED440613",
        "title":"Satisfaction with TRIO Programs. Final Report."},
      {
        "id":"ED440615",
        "title":"Recreating Technology Standards for Taiwan's Colleges and Universities."},
      {
        "id":"ED440616",
        "title":"Construction of Conflict: A Microethnographic Study."},
      {
        "id":"ED440618",
        "title":"Writing in the Ether: A Collaborative Approach to Academic Research."},
      {
        "id":"ED440619",
        "title":"Affecting Socially Constructed Beliefs through Narrative Simulation."},
      {
        "id":"ED440620",
        "title":"Computer Based Instruction in Saudi Education: A Survey of Commercially Produced Software."},
      {
        "id":"ED440621",
        "title":"A Review of Literature on Formative Evaluation of Teachers through Mid-Term Student Feedback and How the Reiser and Dick Instructional Planning Model Can Enhance This Feedback."},
      {
        "id":"ED440622",
        "title":"Improving Federal Education Programs through an Integrated Performance and Benchmarking System."},
      {
        "id":"ED440624",
        "title":"Information Literacy Competency Standards for Higher Education."},
      {
        "id":"ED440625",
        "title":"Being Fluent with Information Technology."},
      {
        "id":"ED440627",
        "title":"Assessment of the Role of School and Public Libraries in Support of Educational Reform. General Audience Report."},
      {
        "id":"ED440628",
        "title":"Effectiveness of Computer-Based Educational Technology in Distance Learning: A Review of the Literature."},
      {
        "id":"ED440636",
        "title":"Learning with Technology: Integrating New Technologies into Classroom Instruction."},
      {
        "id":"ED440637",
        "title":"Teaching Teachers To Use the World Wide Web."},
      {
        "id":"ED440638",
        "title":"Survey of Staff Perceptions of the AEL Resource Center."},
      {
        "id":"ED440639",
        "title":"Integrating Bibliographic Instruction for Distance Education Doctoral Students into the Child and Youth Studies Program at Nova Southeastern University."},
      {
        "id":"ED440640",
        "title":"School Safety: A Collaborative Effort."},
      {
        "id":"ED440642",
        "title":"Internet Access in U.S. Public Schools and Classrooms: 1994-99. Stats in Brief."},
      {
        "id":"ED440644",
        "title":"Laptop Computers in the K-12 Classroom. ERIC Digest."},
      {
        "id":"ED440645",
        "title":"Instructional Television Broadcast Guide, 1998-1999."},
      {
        "id":"ED440649",
        "title":"ARL Annual Salary Survey, 1998-1999."},
      {
        "id":"ED440652",
        "title":"Handbook for Alaska K-12 School Libraries, 2000. Revised."},
      {
        "id":"ED440653",
        "title":"Culture Keepers III: Making Global Connections. Proceedings of the Black Caucus of the American Library Association (BCALA) National Conference of African American Librarians (3rd, Winston-Salem, North Carolina, July 31-August 3, 1997)."},
      {
        "id":"ED440654",
        "title":"Market-Based Adult Lifelong Learning Performance Measures for Public Libraries Serving Lower Income and Majority-Minority Markets. Final Performance Report. September 1, 1996-August 31, 1999."},
      {
        "id":"ED440657",
        "title":"Systems of Knowledge Organization for Digital Libraries: Beyond Traditional Authority Files."},
      {
        "id":"ED440658",
        "title":"Current Trends and Future Prospects for Archiving Scholarly Communication: The Case of Electronic Journals."},
      {
        "id":"ED440659",
        "title":"Managing Cultural Assets from a Business Perspective."},
      {
        "id":"ED440660",
        "title":"Enduring Paradigm, New Opportunities: The Value of the Archival Perspective in the Digital Environment."},
      {
        "id":"ED440661",
        "title":"Collections, Content, and the Web. Conference (Chicago, Illinois, October 5-7, 1999)."},
      {
        "id":"ED440668",
        "title":"State Library Agencies, Fiscal Year 1998. E.D. Tabs."},
      {
        "id":"ED440670",
        "title":"Fulfilling the Promise of Access and Opportunity: Collaborative Community Colleges for the 21st Century. New Expeditions: Charting the Second Century of Community Colleges. Issues Paper No. 3."},
      {
        "id":"ED440671",
        "title":"National Profile of Community Colleges: Trends & Statistics. 3D Edition."},
      {
        "id":"ED440672",
        "title":"Reducing &quot;Math Anxiety&quot; in College Algebra Courses Including Comparisons with Elementary Statistics Courses."},
      {
        "id":"ED440673",
        "title":"Charting the Future of Global Education in Community Colleges. New Expeditions: Charting the Second Century of Community Colleges. Issues Paper No. 12."},
      {
        "id":"ED440674",
        "title":"Teachers of Life--Learners for Life: Faculty Stories in Service Learning from Miami-Dade Community College."},
      {
        "id":"ED440675",
        "title":"Distance Education Handbook, 1999."},
      {
        "id":"ED440676",
        "title":"Community Colleges Broadening Horizons through Service Learning, 1997-2000. Project Brief."},
      {
        "id":"ED440677",
        "title":"Minimum Qualifications for Faculty and Administrators in California Community Colleges. [Fourth Edition]."},
      {
        "id":"ED440678",
        "title":"Statewide and District Summaries: Report on Academic Performance of High School Graduates (A.R.S. 15-1822)."},
      {
        "id":"ED440679",
        "title":"Annual Report to the Governor, FY 1998-1999."},
      {
        "id":"ED440680",
        "title":"Reinventing Online Education from a Social Context."},
      {
        "id":"ED440681",
        "title":"Values Education in the Two-Year Colleges. ERIC Digest."},
      {
        "id":"ED440682",
        "title":"An Inventory for Learning-Centered Colleges."},
      {
        "id":"ED440683",
        "title":"Community College Teaching: Divining the Future from the Past."},
      {
        "id":"ED440684",
        "title":"My Top 10 Surprises about Teaching."},
      {
        "id":"ED440685",
        "title":"Community College of Rhode Island: Annual Report, 1998."},
      {
        "id":"ED440686",
        "title":"Report on Community College Classes Offered in Conjunction with High Schools (R7-1-709), FY 1998-1999."},
      {
        "id":"ED440687",
        "title":"Funding Arizona Community Colleges. A Discussion Paper."},
      {
        "id":"ED440688",
        "title":"Mandatory Skill Level Prerequisites: How Are Student Outcomes Affected? A Student Equity Approach."},
      {
        "id":"ED440689",
        "title":"Leadership and Values: The People of Illinois and Their Community Colleges. A Survey of the People of Illinois and the Faculty, Staff, and Students of Illinois Community Colleges."},
      {
        "id":"ED440690",
        "title":"Career Placement and Graduate Transfer Report, 1998."},
      {
        "id":"ED440691",
        "title":"Annual Report, 1998-99 [and] Annual Plan, 1999-2000."},
      {
        "id":"ED440692",
        "title":"Graduate Follow-Up Report, 1998-99."},
      {
        "id":"ED440693",
        "title":"Actual Cost Allocation Summary, 1998-99."},
      {
        "id":"ED440694",
        "title":"WTCS Facts."},
      {
        "id":"ED440695",
        "title":"How Do Community College Faculty View Intitutional Mission? An Analysis of National Survey Data."},
      {
        "id":"ED440697",
        "title":"Dimensions of Managing Academic Affairs in the Community College. New Directions for Community Colleges, Number 109. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED440698",
        "title":"Student Aid Handbook, 1998-1999: Journey to a Successful Future..."},
      {
        "id":"ED440699",
        "title":"Helping Students Take Control: A Model of Advising. Student Success Center."},
      {
        "id":"ED440700",
        "title":"First Annual Progress Report, 1997-1998. Dalton College Strategic Plan, 1997-2000."},
      {
        "id":"ED440701",
        "title":"Implementation Plan for 1998-1999. Dalton State College Strategic Plan, 1997-2000."},
      {
        "id":"ED440702",
        "title":"Florida Associate of Arts Graduates' Follow-Up Outcomes."},
      {
        "id":"ED440703",
        "title":"Florida Vocational Graduates' Follow-Up Outcomes."},
      {
        "id":"ED440704",
        "title":"FETPIP Follow-Up Study."},
      {
        "id":"ED440705",
        "title":"College Preparatory Success Rate Report."},
      {
        "id":"ED440706",
        "title":"Repeated Course Enrollments."},
      {
        "id":"ED440707",
        "title":"Grades in Selected First-Year Courses by ELT Status."},
      {
        "id":"ED440708",
        "title":"Outcomes: A Longitudinal Look at the Class of Fall 1993. Florida Community College System: Putting Minds To Work."},
      {
        "id":"ED440710",
        "title":"Graduation and Transfer Rate by ELT Status."},
      {
        "id":"ED440711",
        "title":"Changes in Employment: Executive, Administrative and Managerial (EAM), Fall 1995 to Fall 1999. Florida Community College System: Putting Minds To Work."},
      {
        "id":"ED440712",
        "title":"Changes in Full Time Faculty, Fall 1994 to Fall 1998. Florida Community College System: Putting Minds To Work."},
      {
        "id":"ED440713",
        "title":"Fast Facts 1-25. Florida Community College System: Putting Minds To Work."},
      {
        "id":"ED440715",
        "title":"International Education Study Abroad Programs: A Level I Review. Florida Community College System: Putting Minds To Work."},
      {
        "id":"ED440716",
        "title":"College Preparatory Program Agreements between State Universities and Community Colleges: A Level 1 Review. Florida Community College System: Putting Minds To Work."},
      {
        "id":"ED440717",
        "title":"Trends in Community College Curriculum. New Directions for Community Colleges, Number 108. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED440718",
        "title":"Entrepreneurship Education for Agriculture. Phase \"O\" Planning Project Report. Performance Report. Volume I: Findings and Supportive Information."},
      {
        "id":"ED440719",
        "title":"Entrepreneurship Education for Agriculture. Phase \"O\" Planning Project Report. Performance Report. Volume II: Bibliography and Storyboard Scripts."},
      {
        "id":"ED440720",
        "title":"A Compendium of Learning Resources on Community Colleges Affiliated with the State University of New York."},
      {
        "id":"ED440722",
        "title":"North Dakota KIDS COUNT! Fact Book, 1998: State, Regional and County Profiles of Child Well-Being in North Dakota."},
      {
        "id":"ED440725",
        "title":"Nevada KIDS COUNT Data Book, 2000: County, Regional and State Profiles of Child and Family Well-Being in Nevada."},
      {
        "id":"ED440726",
        "title":"Florida's Children at a Glance: The 1999 Statewide and County Update. Florida KIDS COUNT."},
      {
        "id":"ED440728",
        "title":"Tennessee KIDS COUNT: The State of the Child in Tennessee, 1999."},
      {
        "id":"ED440730",
        "title":"Make Kids Count in '99: Hawai'i Kids Count 1999 Data Book."},
      {
        "id":"ED440732",
        "title":"Home Visiting: A Vermont Approach to Working with Young Children and Their Families."},
      {
        "id":"ED440734",
        "title":"California County Data Book, 1999: How Our Youngest Children Are Faring."},
      {
        "id":"ED440735",
        "title":"Early Returns: First Year Report of the Michigan School-Readiness Program Evaluation."},
      {
        "id":"ED440736",
        "title":"Points of Light: Third Year Report of the Michigan School Readiness Evaluation."},
      {
        "id":"ED440737",
        "title":"Every Kid Counts in the District of Columbia: 6th Annual Fact Book, 1999."},
      {
        "id":"ED440743",
        "title":"Report on Child Poverty in West Virginia. West Virginia Kids Count Data Book: 1998 County Profiles of Child Well-Being."},
      {
        "id":"ED440744",
        "title":"A Report on Child Care in West Virginia. West Virginia Kids Count Data Book: 1999 County Profiles of Child Well-Being."},
      {
        "id":"ED440745",
        "title":"Information Is Power! A Child Advocate's Guide to Fear-Free Fact Finding. Revised."},
      {
        "id":"ED440746",
        "title":"Measuring the Economic Well-Being of Families and Children, 1999."},
      {
        "id":"ED440747",
        "title":"Minnesota Kids: A Closer Look. 2000 Data Book."},
      {
        "id":"ED440749",
        "title":"Ecological Human Brain and Young Children's &quot;Naturalist Intelligence&quot; from the Perspective of Developmentally and Culturally Appropriate Practice (DCAP)."},
      {
        "id":"ED440750",
        "title":"Perceptions of High, Average and Low Performance Second Graders about Physical Education and Physical Education Teachers."},
      {
        "id":"ED440751",
        "title":"Full Day Kindergarten at an Inner City Elementary School: Perceived and Actual Effects."},
      {
        "id":"ED440752",
        "title":"Primary Teachers' Beliefs Regarding Family Competence for Providing Input To Help Meet Children's Educational Needs."},
      {
        "id":"ED440753",
        "title":"The Development of Empathy and Role-Taking Skills in Pupils from Grades Six to Nine."},
      {
        "id":"ED440754",
        "title":"Early Childhood Education Programs: A Review of Program Models and Effectiveness."},
      {
        "id":"ED440755",
        "title":"A Cultural Epistemology of Success: Perspectives from within Three Cambodian Families."},
      {
        "id":"ED440756",
        "title":"Language Development and Science Inquiry: A Child-Initiated and Teacher-Facilitated Program."},
      {
        "id":"ED440757",
        "title":"Taiwanese and American Preschool Children's Everyday Mathematics."},
      {
        "id":"ED440759",
        "title":"Recommendations for Improving the Recruitment of Male Early Childhood Education Professionals: The Female Viewpoint."},
      {
        "id":"ED440760",
        "title":"Constructivist Pedagogy in Primary Classrooms."},
      {
        "id":"ED440761",
        "title":"Children's Socialisation into Schools' Learning Contexts: Ability Grouping in the UK Primary School."},
      {
        "id":"ED440762",
        "title":"The Ethnic Dimensions of Social Capital: How Parental Networks Shape Track Placement in Germany."},
      {
        "id":"ED440763",
        "title":"Felt Tip Pens and School Councils: Children's Participation Rights in Four English Schools."},
      {
        "id":"ED440764",
        "title":"Classroom Management, Social Participation Structures and Required Social Competence in Kindergarten."},
      {
        "id":"ED440766",
        "title":"Partnerships at the Middle Level: Perceptions of Family Members, Community Members, and Teachers."},
      {
        "id":"ED440770",
        "title":"Measures of Child Well-Being in Utah, 2000. How Are the Children?"},
      {
        "id":"ED440771",
        "title":"Critical Examination of U.S. Curriculum History in Early Childhood Education."},
      {
        "id":"ED440772",
        "title":"Louisiana School-Based Health Centers: Annual Service Report, 1998-1999."},
      {
        "id":"ED440773",
        "title":"Trends in the Well-Being of America&apos;s Children &amp; Youth, 1999."},
      {
        "id":"ED440774",
        "title":"Boys to Men: Entertainment Media. Messages about Masculinity: A National Poll of Children, Focus Groups, and Content Analysis of Entertainment Media."},
      {
        "id":"ED440775",
        "title":"Boys to Men: Sports Media. Messages about Masculinity: A National Poll of Children, Focus Groups, and Content Analysis of Sports Programs and Commercials."},
      {
        "id":"ED440776",
        "title":"Boys to Men: Conference Report. Media Messages about Masculinity: Annual Children & the Media Conference (Los Angeles, California, September 1999)."},
      {
        "id":"ED440777",
        "title":"The Effects of Cooperative Learning on Self-Esteem: A Literature Review."},
      {
        "id":"ED440778",
        "title":"Childhood: 1892-1992."},
      {
        "id":"ED440779",
        "title":"Quotations for Early Childhood Educators."},
      {
        "id":"ED440780",
        "title":"Preschool Education: Federal Investment for Low-Income Children Significant but Effectiveness Unclear. Testimony before the Subcommittee on Children and Families, Committee on Health, Education, Labor, and Pensions, U.S. Senate."},
      {
        "id":"ED440783",
        "title":"Early Childhood Care and Education in Canada: Provinces and Territories, 1998. Fourth Edition."},
      {
        "id":"ED440787",
        "title":"Parents and Teachers Working Together To Support Third Grade Achievement: Parents as Learning Partners (PLP) Findings."},
      {
        "id":"ED440788",
        "title":"Standing Up for Community and School: Rural People Tell Their Stories."},
      {
        "id":"ED440789",
        "title":"Succession Management: A Necessary Strategy for Rural School Administration."},
      {
        "id":"ED440790",
        "title":"Results Matter: A Decade of Difference in Kentucky's Public Schools, 1990-2000."},
      {
        "id":"ED440791",
        "title":"Examining Comprehensive School Reform in Schools Serving Native American Communities: Plan and Progress Report."},
      {
        "id":"ED440792",
        "title":"Learning Partnerships in a Remote Rural Setting."},
      {
        "id":"ED440793",
        "title":"Local Economic Environment and Dropout Rates in Appalachia."},
      {
        "id":"ED440795",
        "title":"Dropouts in New Mexico: Native American and Hispanic Students Speak Out."},
      {
        "id":"ED440798",
        "title":"Teaching from the Heart: A Search for Meaning."},
      {
        "id":"ED440802",
        "title":"Notes from the Field: KERA in the Classroom."},
      {
        "id":"ED440803",
        "title":"Touch the Sky: A Guide for Tribal and Community College Transfer Students."},
      {
        "id":"ED440805",
        "title":"Rural Student Entrepreneurs: Linking Commerce and Community. (Benefits)[Squared]: The Exponential Results of Linking School Improvement and Community Development, Issue Number Three."},
      {
        "id":"ED440806",
        "title":"South Dakota&apos;s Resource List for Children, Youth, and Families."},
      {
        "id":"ED440807",
        "title":"Education in South Dakota: A Statistical Profile, 1998-99."},
      {
        "id":"ED440808",
        "title":"More, but Not Yet Better: An Evaluation of USAID's Programs and Policies To Improve Girls' Education. USAID Program and Operations Assessment Report No. 25."},
      {
        "id":"ED440810",
        "title":"The Usefulness of Value-Added Research in Identifying Effective Schools."},
      {
        "id":"ED440811",
        "title":"What Is Successful Pedagogy in Auckland's Low Decile Primary Schools? Preliminary Findings."},
      {
        "id":"ED440812",
        "title":"Neither Objective nor Neutral? Reflecting on My Subjectivity throughout the Research Process in Takiwa School."},
      {
        "id":"ED440814",
        "title":"Academic Success of At-Risk Students in an Alternative School Setting: An Examination of Students' Academic Success Out of the Mainstream School Environment."},
      {
        "id":"ED440815",
        "title":"Federally Funded Native Hawaiian Programs. Hearing before a Subcommittee of the Committee on Appropriations, United States Senate, One Hundred Sixth Congress, First Session. Special Hearing (Honolulu, Hawaii, August 16, 1999)."},
      {
        "id":"ED440817",
        "title":"Latinos in Education."},
      {
        "id":"ED440819",
        "title":"Proceedings of the International Best of Both Worlds Conference (Pretoria, South Africa, March 1998)."},
      {
        "id":"ED440820",
        "title":"Geography and Environmental Education: International Perspectives. Proceedings of the Annual Meeting of the IGU Commission on Geographical Education (London, England, April 11-13, 1999)."},
      {
        "id":"ED440838",
        "title":"All Students Can Learn: Effects of Curriculum Alignment on the Mathematics Achievement of Third-Grade Students."},
      {
        "id":"ED440839",
        "title":"Guidance for Local Biodiversity Action Plans: Education--Awareness to Action. Guidance Note 6."},
      {
        "id":"ED440840",
        "title":"Inspecting the Environmental Dimension of Schools: A Checklist for School Inspectors."},
      {
        "id":"ED440841",
        "title":"Evaluating and Inspecting the Environmental Dimension: A Checklist for Schools."},
      {
        "id":"ED440842",
        "title":"The Impact of Students' Perceptions on Their Metacognitive Development: A Case Study."},
      {
        "id":"ED440843",
        "title":"Promoting Teachers' Flexible Use of the Learning Sciences through Case-Based Problem Solving on the WWW: A Theoretical Design Approach."},
      {
        "id":"ED440844",
        "title":"Instructional Materials Development (IMD): A Review of the IMD Program, Past, Present, and Future."},
      {
        "id":"ED440845",
        "title":"The Good, the Bad &amp; the Disappointed: A Review of NSF Funding of Computer Science Education for Secondary Schools."},
      {
        "id":"ED440846",
        "title":"Assessing Assessment."},
      {
        "id":"ED440847",
        "title":"Equalizing Expectations, Achieving Equity."},
      {
        "id":"ED440848",
        "title":"Making Authentic Mathematics Work for All Students."},
      {
        "id":"ED440849",
        "title":"Twenty Questions about Mathematical Reasoning."},
      {
        "id":"ED440850",
        "title":"Utilizing the Science as Core Course of an Integrated Curriculum Development: A Collaborative Action Research."},
      {
        "id":"ED440851",
        "title":"Engaging Women in Inquiry and Discourse: The Pedagogy of an Elementary Science Education Web Course."},
      {
        "id":"ED440852",
        "title":"Alignment of Science and Mathematics Standards and Assessments in Four States. Research Monograph No. 18."},
      {
        "id":"ED440854",
        "title":"Population Education Accessions List, May-August 1999."},
      {
        "id":"ED440856",
        "title":"Introductory College Chemistry Students' Understanding of Stoichiometry: Connections between Conceptual and Computational Understandings and Instruction."},
      {
        "id":"ED440857",
        "title":"Texas Endangered Species Activity Book."},
      {
        "id":"ED440858",
        "title":"Quality Documentation and Records in Engineering Education."},
      {
        "id":"ED440859",
        "title":"Evaluation of Teaching Quality at Politecnico di Torino."},
      {
        "id":"ED440860",
        "title":"The Center for Electronic Imaging Systems: Imaging in the Information Age."},
      {
        "id":"ED440861",
        "title":"Current Trends in Aerospace Engineering Education on Taiwan."},
      {
        "id":"ED440862",
        "title":"A Graphical Teaching Tool for Understanding Two's Complement."},
      {
        "id":"ED440863",
        "title":"Engineering Education in the United States: Past, Present, and Future."},
      {
        "id":"ED440864",
        "title":"A Fixed Effects Panel Data Model: Mathematics Achievement in the U.S."},
      {
        "id":"ED440865",
        "title":"Learning for Mathematical Insight: A Longitudinal Comparison of Two Dutch Curricula on Fractions."},
      {
        "id":"ED440866",
        "title":"Researching Schools' Contributions to Sustainable Development: Perspectives on Environmental Education and Environmental Management."},
      {
        "id":"ED440867",
        "title":"Reading in Elementary Science Instruction: An Examination of Teachers' Trade Book Selections."},
      {
        "id":"ED440868",
        "title":"An Investigation into How a Teacher Uses a Reform-Oriented Mathematics Curriculum."},
      {
        "id":"ED440869",
        "title":"A Case Study on the Changes of University Students' Function Concept in a Virtual Environment."},
      {
        "id":"ED440870",
        "title":"Values in Mathematics Textbooks: A View through Two Australasian Regions."},
      {
        "id":"ED440871",
        "title":"Portals: A Window into Telemonitoring Relationships in Project-Based Computational Science Classes."},
      {
        "id":"ED440872",
        "title":"Gender Differences in Mathematics Performance: Walberg's Educational Productivity Model and the NELS:88 Database."},
      {
        "id":"ED440873",
        "title":"\"Reasoner's Workbench\" Program Supports Students' Individual and Collaborative Argumentation."},
      {
        "id":"ED440874",
        "title":"Creationism and Evolution: A Systems Perspective on a Textbook Controversy."},
      {
        "id":"ED440875",
        "title":"Relation of Student Characteristics to Learning of Basic Biochemistry Concepts from a Multimedia Goal-Based Scenario."},
      {
        "id":"ED440876",
        "title":"The Significance of an Approach to the Teaching of Societal Issues Related to Biotechnology."},
      {
        "id":"ED440877",
        "title":"Inquiry, Discourse and Metacognition: Promoting Students' Learning in a Bioethical Context."},
      {
        "id":"ED440878",
        "title":"The Joy of Creating Virtual Mathematical Sculptures."},
      {
        "id":"ED440879",
        "title":"Tutorial on Geometer&apos;s Sketchpad--Dudeney&apos;s Decomposition."},
      {
        "id":"ED440880",
        "title":"Geometric Constructions with the Computer."},
      {
        "id":"ED440881",
        "title":"Personal Context and Continuity of Human Thought: Recurrent Themes in a Longitudinal Study of Students' Conceptions."},
      {
        "id":"ED440882",
        "title":"A Longitudinal Study of Students' Conceptualization of Ecological Processes."},
      {
        "id":"ED440884",
        "title":"A New Core Curriculum for Engineering and Science Programs at the Colorado School of Mines."},
      {
        "id":"ED440885",
        "title":"The Sisters in Science Program: Building Girls' Interest and Achievement in Science and Mathematics."},
      {
        "id":"ED440886",
        "title":"The Sisters in Science Program: Teaching the Art of Inquiry."},
      {
        "id":"ED440887",
        "title":"The Desired Image of a Science Writer."},
      {
        "id":"ED440888",
        "title":"The Differential Role of Physical Science and Biology in Achieving Scientific Literacy in South Africa--A Possible Explanation."},
      {
        "id":"ED440889",
        "title":"Students' Motivation toward Learning Physical Science--A Case from Four Classes of Taiwanese Students."},
      {
        "id":"ED440890",
        "title":"Getting Started with Visual Arts."},
      {
        "id":"ED440893",
        "title":"Gender Role Differences in Students of Single-Parent and Intact Families."},
      {
        "id":"ED440896",
        "title":"Evangelism and Learning: Learning Theory Considerations in Evangelism."},
      {
        "id":"ED440897",
        "title":"The Frankish Building: A Reflection of the Success of Ontario, California. Teaching with Historic Places."},
      {
        "id":"ED440898",
        "title":"Thaw in the Cold War: Eisenhower and Khrushchev at Gettysburg. Teaching with Historic Places."},
      {
        "id":"ED440899",
        "title":"Teaching Current Events: Its Status in Social Studies Today."},
      {
        "id":"ED440900",
        "title":"Peace Crane Project: An Interdisciplinary Approach."},
      {
        "id":"ED440901",
        "title":"The Global Classroom: A Study in Appreciation, Awareness, and Acceptance of Different Cultures and People in Our Ever Changing World."},
      {
        "id":"ED440902",
        "title":"What Really Happens? Community Service Learning for Multicultural Teacher Education."},
      {
        "id":"ED440903",
        "title":"The Poverty of Constructivism: A Comparison of Philosophies of Inquiry in the Social Sciences."},
      {
        "id":"ED440904",
        "title":"Lessons Learned from a Multiculturally, Economically Diverse Classroom Setting."},
      {
        "id":"ED440905",
        "title":"A Study of the Liabilities Concerning Exclusion from Non-Curricular Studies (Instrumental Music) in the Public Schools."},
      {
        "id":"ED440906",
        "title":"Holocaust Youth and Creativity."},
      {
        "id":"ED440907",
        "title":"Teachers' Perspectives on Incorporating Current Controversial Issues into the Curriculum."},
      {
        "id":"ED440909",
        "title":"Papermaking: Then and Now. A History of Hand Papermaking from Its Beginning, Plus a Process for Using Natural Fibers To Make Paper."}]
  }}
