{
  "response":{"numFound":509939,"start":404000,"numFoundExact":true,"docs":[
      {
        "id":"ED440910",
        "title":"Adapting Arts Activities or Success for All."},
      {
        "id":"ED440911",
        "title":"Building Good Citizens for Texas: Character Education Resource Guide. Elementary School."},
      {
        "id":"ED440912",
        "title":"Building Good Citizens for Texas: Character Education Resource Guide. Middle School."},
      {
        "id":"ED440913",
        "title":"Building Good Citizens for Texas: Character Education Resource Guide. High School."},
      {
        "id":"ED440914",
        "title":"Creating Citizenship: Youth Development for Free and Democratic Society. Executive Summary--Conference Consensus Document."},
      {
        "id":"ED440915",
        "title":"A State-Mandated Curriculum, A High-Stakes Test: One Massachusetts High School History Department's Response to a Very New Policy Context."},
      {
        "id":"ED440916",
        "title":"Family Involvement &amp; Beyond: School-Based Child and Family Support Programs."},
      {
        "id":"ED440917",
        "title":"Crossing the Brooklyn Bridge: The Geography of Social/Cultural Transitions."},
      {
        "id":"ED440918",
        "title":"Raising the Grade: A Title IX Curriculum."},
      {
        "id":"ED440919",
        "title":"Orphan Trains in Iowa History."},
      {
        "id":"ED440920",
        "title":"Teaching Archaeology. ERIC Digest."},
      {
        "id":"ED440921",
        "title":"Teaching the Learning-Different Student."},
      {
        "id":"ED440923",
        "title":"Teacher Diversity: Implications for Professional Development. Research Series."},
      {
        "id":"ED440924",
        "title":"Coping with Teacher Stress: A Research Synthesis for Pacific Educators. Research Series."},
      {
        "id":"ED440925",
        "title":"Where Are the Teachers? A Policy Report on Teacher Attendance in the Pacific Region."},
      {
        "id":"ED440926",
        "title":"Using Accountability Measures in the Preparation of Preservice Teachers To Make a Difference in the Learning of All Students."},
      {
        "id":"ED440927",
        "title":"P.E. & Sports Studies toward Peace in the World. The Establishment of World Academy of Physical Education and Sports Studies for All Nations of the World (NGO, Non Governmental Organization)."},
      {
        "id":"ED440928",
        "title":"Guidelines for Applying the Learner-Centered Psychological Principles to Preservice Teacher Education."},
      {
        "id":"ED440929",
        "title":"The Many Roles of the Cooperating Teachers: An Orientation Program for New Cooperating Teachers. Revised."},
      {
        "id":"ED440930",
        "title":"A Guide for Student Teaching. Revised."},
      {
        "id":"ED440931",
        "title":"A Guide for Early Field Experiences. A Pre-Student Teaching Handbook for ALL Education Majors, Including Undergraduate Students and Post-Baccalaureate Certification Students. Revised."},
      {
        "id":"ED440936",
        "title":"Examining Educators' Professional Development: A Global Perspective on Issues and Practices."},
      {
        "id":"ED440944",
        "title":"Addressing Teacher Supply and Demand by Increasing the Success of First-Year Teachers."},
      {
        "id":"ED440945",
        "title":"Teacher Quality: A Review of Existing Survey Data."},
      {
        "id":"ED440946",
        "title":"Institutional Quality and Teacher Preparation: Beyond Testing and Accreditation."},
      {
        "id":"ED440947",
        "title":"Mobilizing Public Support for Policy Initiatives That Enhance the Quality of Teaching. Final Report."},
      {
        "id":"ED440948",
        "title":"Teacher Recruitment, Preparation and Retention for Hard-to-Staff Schools."},
      {
        "id":"ED440949",
        "title":"Teachers' Experiences with and Perceptions of Mosston's Spectrum: How Do They Compare with Students'?"},
      {
        "id":"ED440950",
        "title":"From Passivity to Proactivity: A White Female&apos;s Development of Participation and Attitude in Middle School Mathematics."},
      {
        "id":"ED440951",
        "title":"Investigating High School Teachers' Perceptions of School Environment."},
      {
        "id":"ED440952",
        "title":"Working the Continuum between Therapy and Exercise."},
      {
        "id":"ED440953",
        "title":"Reinventing the Undergraduate Curriculum: Strategies To Enhance Student Learning in Mathematics and Science."},
      {
        "id":"ED440954",
        "title":"Bridging Cultures in Our Schools: New Approaches That Work. Knowledge Brief."},
      {
        "id":"ED440955",
        "title":"What Is Required for Performance Assessment of Teaching?"},
      {
        "id":"ED440956",
        "title":"Teachers as Leaders of Systemic Change: How To Use Them Most Effectively."},
      {
        "id":"ED440957",
        "title":"Portfolio Use in the Reading Practicum."},
      {
        "id":"ED440961",
        "title":"Schema Theory: A New Twist Using Duplo Models."},
      {
        "id":"ED440962",
        "title":"Theory to Practice: Utilization of Instructional Systems Design, Constructivist Pedagogy, and Distance Learning Strategies in Preservice Teacher Preparation."},
      {
        "id":"ED440963",
        "title":"Teacher Experience, Training, & Age: The Influence of Teacher Characteristics on Classroom Management Style."},
      {
        "id":"ED440964",
        "title":"Comparative Education through the LATTICE Experience."},
      {
        "id":"ED440965",
        "title":"Understanding Teachers' Changing Beliefs &amp; Practice While Implementing a Reform Curriculum."},
      {
        "id":"ED440966",
        "title":"Perceptions of Teacher Leadership: A Case Study of Inservice Elementary School Teachers."},
      {
        "id":"ED440967",
        "title":"Two Profiles of Schoolteachers: A Discriminant Analysis of Job Satisfaction."},
      {
        "id":"ED440968",
        "title":"Teachers and Change: Examining the Literature."},
      {
        "id":"ED440970",
        "title":"Finding a Voice and Place in a Normative Profession."},
      {
        "id":"ED440971",
        "title":"A Comparison of Teacher and Student Perceptions of Classroom Interactions: A Catalyst for Change."},
      {
        "id":"ED440972",
        "title":"The Effect of Site-Based Preservice Experiences on Elementary Social Studies Teaching Self-Efficacy Beliefs."},
      {
        "id":"ED440973",
        "title":"Diversity Awareness and Cultural Sensitivity: Assessing and Negotiating Multiple Viewpoints after School Desegregation for Educational Transformation."},
      {
        "id":"ED440974",
        "title":"The Relationship between Means-End Task Analysis and Context-Specific and Global Self-Efficacy in Emergency Certification Teachers: Exploring a New Model of Teacher Efficacy."},
      {
        "id":"ED440976",
        "title":"Waterbury Public Schools and Connecticut Academy for Education: School Improvement Support Team (SIST). External Evaluation Study."},
      {
        "id":"ED440977",
        "title":"Integrating Student-Centered Teaching Methods into the First Year SMET Curriculum: The University of Hartford Model for Institution-Wide Reform. Summative Evaluation."},
      {
        "id":"ED440978",
        "title":"Empirically Based Criteria for Determining Meaningful Effect Size."},
      {
        "id":"ED440979",
        "title":"Standards-Based Accountability Systems. Policy Brief."},
      {
        "id":"ED440980",
        "title":"Developing a Standards-Based Assessment System: A Handbook."},
      {
        "id":"ED440981",
        "title":"Building Successful Teacher Use of Computers in the Classroom: Results from a 1998-99 Survey of WCPSS Middle School Teachers."},
      {
        "id":"ED440982",
        "title":"Dropout Report, 1998-1999."},
      {
        "id":"ED440983",
        "title":"Staff Development Review Summary. Accountability Report."},
      {
        "id":"ED440984",
        "title":"Uncommon Measures: Equivalence and Linkage among Educational Tests."},
      {
        "id":"ED440985",
        "title":"Assessing Teaching Quality in Higher Education."},
      {
        "id":"ED440986",
        "title":"Using Portfolios in Higher Education."},
      {
        "id":"ED440987",
        "title":"How Should Teachers Be Assessed?"},
      {
        "id":"ED440988",
        "title":"Educating Applied Assessment Professionals at the Masters Level."},
      {
        "id":"ED440989",
        "title":"Evaluating Univariate, Bivariate, and Multivariate Normality Using Graphical Procedures."},
      {
        "id":"ED440990",
        "title":"Understanding Vermont's Framework of Standards and Learning Opportunities. Second Edition."},
      {
        "id":"ED440991",
        "title":"A Review of the Learning and Working Styles Inventory."},
      {
        "id":"ED440992",
        "title":"CSRD Evaluation Web Site Feasibility Study."},
      {
        "id":"ED440993",
        "title":"Evaluation Plan of the Mid-continent Research for Education and Learning, FY1996-FY2000."},
      {
        "id":"ED440994",
        "title":"Client Satisfaction: A Synthesis for the Year 1999."},
      {
        "id":"ED440995",
        "title":"An Investigation of Ability Estimation in Gibbs Sampling."},
      {
        "id":"ED440996",
        "title":"Properties of the Rank Transformation in Factorial Analysis of Covariance."},
      {
        "id":"ED440997",
        "title":"The Use of Technology To Facilitate the Analysis of a Qualitative Research Study."},
      {
        "id":"ED440998",
        "title":"Focus Groups: An Innovative Educational, Research and Evaluation Strategy for Professional Schools."},
      {
        "id":"ED440999",
        "title":"Classroom Assessment, Student Motivation, and Achievement in Elementary and Middle School."},
      {
        "id":"ED441000",
        "title":"Correlating Self-Directed Learning with Distance Learning Success."},
      {
        "id":"ED441001",
        "title":"Evaluation Results of the Student Achievement Guarantee in Education (SAGE) Program, 1997-98."},
      {
        "id":"ED441002",
        "title":"First Year Results of the Student Achievement Guarantee in Education Program. Executive Summary."},
      {
        "id":"ED441003",
        "title":"Evaluation Results of the Student Achievement Guarantee in Education (SAGE) Program, 1998-99."},
      {
        "id":"ED441004",
        "title":"The Unexamined Life Is Not Worth Living: A Case Study of Adults in College Who Developed an Experiential Learning Portfolio Based on Professional Work Experiences."},
      {
        "id":"ED441005",
        "title":"Dewey and the Contours of an Environment for Teaching and Learning."},
      {
        "id":"ED441006",
        "title":"How Well Do SAT Scores Predict Pass/Fail Status on a College-Level Basic Skills Test?"},
      {
        "id":"ED441007",
        "title":"An Investigation of the Likelihood Ratio Test, the Mantel Test, and the Generalized Mantel-Haenszel Test of DIF."},
      {
        "id":"ED441008",
        "title":"The Effect of a Reading Accommodation on Standardized Test Scores of Learning Disabled and Non Learning Disabled Students."},
      {
        "id":"ED441009",
        "title":"Toward \"Constructing\" the Concept of Statistical Power: An Optical Analogy."},
      {
        "id":"ED441010",
        "title":"How Is Young Children's Intellectual Culture of Understanding Nature Different from Adults?"},
      {
        "id":"ED441011",
        "title":"Engaging High School Students as Co-Researchers in Qualitative Research: Logistical, Methodological and Ethical Issues."},
      {
        "id":"ED441012",
        "title":"Families in Schools: How Did a Parent Education Program Change Parent Behaviors Related to Student Achievement?"},
      {
        "id":"ED441013",
        "title":"A State Accountability System as a Technology of Social Control: The Case of RI."},
      {
        "id":"ED441014",
        "title":"Is It Time To Take the Paper Out of Serial Publication?"},
      {
        "id":"ED441015",
        "title":"Teacher Judgment as Formative and Predictive Assessment of Student Performance on Ohio's Fourth and Sixth Grade Proficiency Tests."},
      {
        "id":"ED441016",
        "title":"Student Achievement and Reform Trends in 13 Urban Districts. Executive Summary."},
      {
        "id":"ED441017",
        "title":"What Do Kids Think When Their Teachers Grade?"},
      {
        "id":"ED441019",
        "title":"Performance Assessment on a Platter--But Will Teachers Partake?"},
      {
        "id":"ED441020",
        "title":"Cost Perception and the Expectancy-Value Model of Achievement Motivation."},
      {
        "id":"ED441021",
        "title":"Accountability in Teacher Education: Systems and Trends."},
      {
        "id":"ED441022",
        "title":"Acquiescence as Differential Person Functioning."},
      {
        "id":"ED441023",
        "title":"Validation of a School Violence Prevention Assessment Tool."},
      {
        "id":"ED441024",
        "title":"Scaling an Introduction to Clinical Medicine Examination."},
      {
        "id":"ED441026",
        "title":"The Meaning of Success for Students in Statistical Methods Courses: A Phenomenological Study."},
      {
        "id":"ED441027",
        "title":"The Effects of Judgment-Based Stratum Classifications on the Efficiency of Stratum Scored CATs."},
      {
        "id":"ED441028",
        "title":"Linking Student and Programmatic Characteristics to Test Performance: Issues and Solutions."},
      {
        "id":"ED441029",
        "title":"Using Linear versus Quadratic Rules in Predictive and Descriptive Discriminant Analysis."},
      {
        "id":"ED441030",
        "title":"&quot;Success for All&quot;: An Evaluation of the Title I Program at Four Elementary Schools, 1995-96 through 1997-1998."},
      {
        "id":"ED441031",
        "title":"Review of Twenty Nonparametric Statistics and Their Large Sample Approximations."},
      {
        "id":"ED441032",
        "title":"Assessing Clinical Judgment Using Standardized Oral Examinations."},
      {
        "id":"ED441033",
        "title":"The Role of Feedback on Studying, Achievement and Calibration."},
      {
        "id":"ED441034",
        "title":"Informed Test Component Weighting."},
      {
        "id":"ED441035",
        "title":"Efficacy of the Multidisciplinary Evaluation for Preschoolers with Suspected Developmental Delays."},
      {
        "id":"ED441036",
        "title":"Analysis of Item Ratings for Ensuring the Procedural Validity of the 1998 NAEP Achievement-Levels Setting."},
      {
        "id":"ED441037",
        "title":"Students Creating Their Own Thinking-Learning Contexts."},
      {
        "id":"ED441038",
        "title":"Comprehensive Standards-Based Data Collection: Essential for Valid Assessment of Program Impact."},
      {
        "id":"ED441039",
        "title":"School-Level Correlates of Academic Achievement: Student Assessment Scores in SASS Public Schools. Research and Development Report."},
      {
        "id":"ED441040",
        "title":"The Educational Consequences of Mobility for California Students and Schools. Research Series."},
      {
        "id":"ED441041",
        "title":"Developing and Using Black Cultural Knowledge: Challenges and Opportunities in Teacher Development."},
      {
        "id":"ED441045",
        "title":"Realistic Child Support Policies for Low Income Fathers. Kellogg Devolution Initiative Paper."},
      {
        "id":"ED441046",
        "title":"What Matters in Urban School Reform. How Reform Works: An Evaluative Study of National Science Foundation's Urban Systemic Initiatives. Study Monograph No. 1."},
      {
        "id":"ED441047",
        "title":"The JDAI Story: Building a Better Juvenile Detention System. Pathways to Juvenile Detention Reform. Overview."},
      {
        "id":"ED441048",
        "title":"Planning for Juvenile Detention Reforms: A Structured Approach. Pathways to Juvenile Detention Reform 1."},
      {
        "id":"ED441049",
        "title":"Collaboration and Leadership in Juvenile Detention Reform. Pathways to Juvenile Detention Reform 2."},
      {
        "id":"ED441050",
        "title":"Controlling the Front Gates: Effective Admissions Policies and Practices. Pathways to Juvenile Detention Reform 3."},
      {
        "id":"ED441051",
        "title":"Consider the Alternatives: Planning and Implementing Detention Alternatives. Pathways to Juvenile Detention Reform 4."},
      {
        "id":"ED441052",
        "title":"Reducing Unnecessary Delay: Innovations in Case Processing. Pathways to Juvenile Detention Reform 5."},
      {
        "id":"ED441053",
        "title":"Improving Conditions of Confinement in Secure Juvenile Detention Centers. Pathways to Juvenile Detention Reform 6."},
      {
        "id":"ED441054",
        "title":"By the Numbers: The Role of Data and Information in Detention Reform. Pathways to Juvenile Detention Reform 7."},
      {
        "id":"ED441055",
        "title":"Special Detention Cases: Strategies for Handling Difficult Populations. Pathways to Juvenile Detention Reform 9."},
      {
        "id":"ED441056",
        "title":"Promoting and Sustaining Detention Reforms. Pathways to Juvenile Detention Reform 11."},
      {
        "id":"ED441057",
        "title":"Replicating Detention Reform: Lessons from the Florida Detention Initiative. Pathways to Juvenile Detention Reform 12."},
      {
        "id":"ED441058",
        "title":"System Change through State Challenge Activities: Approaches and Products. Juvenile Justice Bulletin."},
      {
        "id":"ED441059",
        "title":"The Role of Cultural Factors in School Relevant Cognitive Functioning: Description of Home Environmental Factors, Cultural Orientations, and Learning Preferences. Report No. 43."},
      {
        "id":"ED441060",
        "title":"The Long Term Effects of Housing Assistance on Self-Sufficiency. Final Report."},
      {
        "id":"ED441061",
        "title":"The Real Facts of Life for Children of Color in Washington State."},
      {
        "id":"ED441062",
        "title":"Variations in Teenage Birth Rates, 1991-98: National and State Trends."},
      {
        "id":"ED441065",
        "title":"Latino Students and the Massachusetts Public Schools."},
      {
        "id":"ED441066",
        "title":"Mentoring School-Age Children: Relationship Development in Community-Based and School-Based Programs."},
      {
        "id":"ED441068",
        "title":"Educational Opportunities Act. Report of the Committee on Health, Education, Labor, and Pensions To Accompany S. 2 Together with Additional and Minority Views. United States Senate, 106th Congress, 2d Session."},
      {
        "id":"ED441069",
        "title":"A Different Kind of Smart: A Study of the Educational Obstacles Confronting Homeless Youth in New England."},
      {
        "id":"ED441070",
        "title":"The Robert Taylor Boys and Girls Club of Chicago. Practitioner Perspectives: Bulletin from the Field."},
      {
        "id":"ED441071",
        "title":"Helping At-Risk Youth: Lessons from Community-Based Initiatives."},
      {
        "id":"ED441072",
        "title":"Resident Experts: Supporting Neighborhood Organizations and Individuals in Collecting and Using Information. Resource Brief 9."},
      {
        "id":"ED441073",
        "title":"Urban School Superintendents: Characteristics, Tenure, and Salary. Second Biennial Survey."},
      {
        "id":"ED441076",
        "title":"Lifelong Learning: The Contribution of Education Systems in the Member States of the European Union. Results of the EURYDICE Survey. Survey 2."},
      {
        "id":"ED441077",
        "title":"Polytechnic Education in Mauritius."},
      {
        "id":"ED441078",
        "title":"Networked Learning 2000: Innovative Approaches to Lifelong Learning and Higher Education through the Internet. Proceedings of the International Conference (2nd, Lancaster, England, April 17-19, 2000)."},
      {
        "id":"ED441079",
        "title":"Human Resource Reporting: Some Exploratory Case Studies in Australian Enterprises. CEET Working Paper."},
      {
        "id":"ED441081",
        "title":"Adult Learners and Distance Education Evaluation: Implications for Success."},
      {
        "id":"ED441082",
        "title":"Between School and the Youth Club: Learning and Teaching in Cooperation with Partners from outside Schools."},
      {
        "id":"ED441084",
        "title":"Academy of Human Resource Development Conference Proceedings (Raleigh-Durham, North Carolina, March 8-12, 2000)."},
      {
        "id":"ED441085",
        "title":"Social Responsibility of Human Resource Development: How Our Definitions and Worldviews Impact Our Leadership Role. Town Forum. [Concurrent Town Forum Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441086",
        "title":"Using Technology for Learning. Symposium 1. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441087",
        "title":"Linking HRD Theory and Practice. Symposium 2. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441088",
        "title":"Motivation for Learning and Performance. Symposium 3. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441089",
        "title":"Images of HRD. Symposium 4. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441090",
        "title":"Workplace Issues. Symposium 5. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441091",
        "title":"New Perspectives in Evaluation. Symposium 6. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441092",
        "title":"Meeting the Informal Learning Challenges of the Free Agent Learner: Drawing Insights from Research-Based Lessons Learned. Innovative Session 1. [Concurrent Innovative Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441093",
        "title":"Identity, Influence, and Politics. Symposium 7. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441094",
        "title":"Charting the Future of HRD. Symposium 8. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441095",
        "title":"Assessing University Programs. Symposium 9. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441096",
        "title":"Assessing the Learning Organization. Symposium 10. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441097",
        "title":"Organizational Change. Symposium 11. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441098",
        "title":"Leadership Development. Symposium 12."},
      {
        "id":"ED439097",
        "title":"Preschool Movement Programs: Designing Developmentally Appropriate, Inclusive Curricula and Games."},
      {
        "id":"ED439098",
        "title":"Families Supporting Inclusive Learning Communities. The SILC Road."},
      {
        "id":"ED439099",
        "title":"Educators as Learners: Creating a Professional Learning Community in Your School."},
      {
        "id":"ED439102",
        "title":"A Resource Guide for Establishing Local Professional Development Committees. Transforming Professional Development in Ohio."},
      {
        "id":"ED439103",
        "title":"Oklahoma Criteria for Effective Teaching and Administrative Performance. Activities Workbook."},
      {
        "id":"ED439104",
        "title":"An Organizational Grounded Theory on the Structure and Political Dynamics of the Student Teacher Placement Process. An Executive Summary."},
      {
        "id":"ED439105",
        "title":"Inquiring Minds Want To Know: Does the Clinical Supervision Course Improve Cooperating Teachers' Supervisory Performance?"},
      {
        "id":"ED439106",
        "title":"The New Dean: Taking Charge and Learning the Job."},
      {
        "id":"ED439107",
        "title":"Comparative Models for Preparing Teachers of Minorities."},
      {
        "id":"ED439108",
        "title":"The Impact of Teaching Practice on Professional Self-Esteem: A Covariance Analysis."},
      {
        "id":"ED439109",
        "title":"Assessing Pupil Control Ideology in the Context of Hong Kong Teacher Education."},
      {
        "id":"ED439110",
        "title":"Assessing Student Teachers' Professional Self-Esteem: A Hong Kong Construct Validation Study."},
      {
        "id":"ED439111",
        "title":"Hong Kong Student Teachers' Personal Construction of Teacher Efficacy."},
      {
        "id":"ED439112",
        "title":"Personal Empowerment, Efficacy, and Environmental Characteristics."},
      {
        "id":"ED439113",
        "title":"The Effects of Cognitive Coaching and Nonverbal Classroom Management on Teacher Efficacy and Perceptions of School Culture."},
      {
        "id":"ED439114",
        "title":"Growth in Coaching Skills over a Three-Year Period: Progress toward Mastery."},
      {
        "id":"ED439115",
        "title":"Persisters versus Nonpersisters: Characteristics of Teachers Who Stay in a Professional Development Program."},
      {
        "id":"ED439116",
        "title":"Nutrition Education in Public Elementary School Classrooms, K-5. Statistical Analysis Report."},
      {
        "id":"ED439117",
        "title":"Healthy Teens: Facing the Challenges of Young Lives. A Practical Guide for Parents, Caregivers, Educators, and Health Professionals. Third Edition."},
      {
        "id":"ED439118",
        "title":"Wheat: The Whole Story."},
      {
        "id":"ED439119",
        "title":"Lifetime Health and Fitness. A Curriculum for Physical Education."},
      {
        "id":"ED439120",
        "title":"Bread in a Bag. Teacher's Packet. Revised Edition."},
      {
        "id":"ED439121",
        "title":"Kids Food CyberClub. Teacher's Guide. First Edition."},
      {
        "id":"ED439122",
        "title":"Considering the Moral Dimensions of Schooling: Implications for Teacher Educators."},
      {
        "id":"ED439123",
        "title":"Leadership for Staff Development: Supporting the Lifelong Study of Teaching and Learning."},
      {
        "id":"ED439124",
        "title":"Effective Staff Development in Cooperative Learning: Training, Transfer, and Long-Term Use."},
      {
        "id":"ED439125",
        "title":"Team-Based Professional Development: A New Model for Professional Growth."},
      {
        "id":"ED439128",
        "title":"Caterpillars, Clowns, and Curry: School Leaders and the Ingredients for Self-Efficacy."},
      {
        "id":"ED439129",
        "title":"Do Preservice Teachers Given &quot;Early Field Experiences&quot; and &quot;Integrated Methods Courses&quot; Do Better Than Students in the Traditional Teacher Education Program? (A Longitudinal Plan To Evaluate a University's Redesign of Its Teacher Education Program)."},
      {
        "id":"ED439130",
        "title":"Triad Simultaneous Renewal: A Marriage with Teacher Education/Science &amp; Math and PreK-12."},
      {
        "id":"ED439131",
        "title":"Meeting the Twin Challenges: Improving Teacher Quality and Supply in State Pilot Project for &quot;Special Education Transition Certification.&quot;"},
      {
        "id":"ED439132",
        "title":"Taxonomy of Performance Objectives."},
      {
        "id":"ED439133",
        "title":"The State of State Standards, 2000: English, History, Geography, Mathematics, Science."},
      {
        "id":"ED439134",
        "title":"Strange Brew: Minnesota's Motley Mix of School Reforms."},
      {
        "id":"ED439135",
        "title":"Growing Better Teachers in the Garden State: New Jersey's &quot;Alternate Route&quot; to Teacher Certification."},
      {
        "id":"ED439136",
        "title":"What Jobs Require: Literacy, Education, and Training, 1940-2006. Policy Information Report."},
      {
        "id":"ED439138",
        "title":"&quot;No Excuses&quot;: School Reform Efforts in Exemplary Schools of Kentucky."},
      {
        "id":"ED439139",
        "title":"Professional Development: A Key to Kentucky's Reform Effort."},
      {
        "id":"ED439140",
        "title":"The Relationship between Accountability, Measurement Scale, and Grade Inflation in School Quality Review Ratings."},
      {
        "id":"ED439141",
        "title":"The Correlational Relationship between Homeschooling Demographics and High Test Scores."},
      {
        "id":"ED439142",
        "title":"Methodological Considerations for an Evolving Model of Institutional Research."},
      {
        "id":"ED439143",
        "title":"Conditional Standard Errors of Measurement for Tests Composed of Testlets."},
      {
        "id":"ED439144",
        "title":"Estimating Conditional Standard Errors of Measurement for Tests Composed of Testlets."},
      {
        "id":"ED439145",
        "title":"Measurement Models for a Testlet-Based Test."},
      {
        "id":"ED439146",
        "title":"The Principal and Evaluation of Student Achievement."},
      {
        "id":"ED439147",
        "title":"Education for the 21st Century: The Challenge of Quality and Equity."},
      {
        "id":"ED439148",
        "title":"Sailing into the New Millennium: Charting the Course for Institutional Research. North East Association for Institutional Research Annual Conference Proceedings (26th, Newport, Rhode Island, November 13-16, 1999)."},
      {
        "id":"ED439151",
        "title":"High Stakes: Testing for Tracking, Promotion, and Graduation."},
      {
        "id":"ED439156",
        "title":"Effects of Scale Transformation and Test Termination Rule on the Precision of Ability Estimates in CAT. ACT Research Report Series."},
      {
        "id":"ED439157",
        "title":"Teacher Evaluation: Theories and Practice."},
      {
        "id":"ED439158",
        "title":"Responding to State Mandates: A Case Study of the Implementation of Local Professional Development Committees."},
      {
        "id":"ED439159",
        "title":"Ambivalent Racism Scale."},
      {
        "id":"ED439160",
        "title":"Increasing Problem Solving through the Metacognitive Skills of Planning, Monitoring, and Evaluating."},
      {
        "id":"ED439161",
        "title":"Remedial Education Reform: Private Alternatives to Traditional Title I. Policy Study No. 266."},
      {
        "id":"ED439162",
        "title":"From Service Provider to Partnership: A Manual for Planning, Developing, and Implementing Collaborations with the New York City Public Schools."},
      {
        "id":"ED439163",
        "title":"Patchwork Policies: State Assistance for Immigrants Under Welfare Reform. Occasional Paper Number 24. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439164",
        "title":"State Efforts To Remake Child Welfare: Responses to New Challenges and Increased Scrutiny. Occasional Paper Number 29. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439165",
        "title":"Figuring It Out: Standard-Based Reforms in Urban Middle Grades."},
      {
        "id":"ED439166",
        "title":"The State of Hispanic Girls."},
      {
        "id":"ED439167",
        "title":"Where Are They Now? What States' Studies of People Who Left Welfare Tell Us. Assessing the New Federalism. An Urban Institute Program To Assess Changing Social Policies. Series A, No. A-32."},
      {
        "id":"ED439168",
        "title":"CHIP: A Look at Emerging State Programs. New Federalism: Issues and Options for States. Series A, No. A-35. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439173",
        "title":"Faith: The Key to Successful Education."},
      {
        "id":"ED439179",
        "title":"Evaluation of the New York City Beacons. Phase I Findings."},
      {
        "id":"ED439180",
        "title":"Straddling Two Social Worlds: The Experience of Vietnamese Refugee Children in the United States. Urban Diversity Series No. 111."},
      {
        "id":"ED439181",
        "title":"A National Action Plan on School Violence and Kids from 2:00 to 8:00 PM. Proposals Adopted at the National Summit by Mayors, Police Chiefs, Educators, Students, Arts, Parks and Recreation Officials, Health Experts, and Representatives from the News Media and Entertainment Industry (Salt Lake City, Utah, September 24, 1998)."},
      {
        "id":"ED439182",
        "title":"Pulling Apart: A State-by-State Analysis of Income Trends."},
      {
        "id":"ED439183",
        "title":"The Initial Impacts of Welfare Reform on the Incomes of Single-Mother Families."},
      {
        "id":"ED439184",
        "title":"Big Isn't Always Bad: School District Size, Poverty, and Standards-Based Reform."},
      {
        "id":"ED439185",
        "title":"The Biculturation of the Vietnamese Student. ERIC/CUE Digest Number 152."},
      {
        "id":"ED439186",
        "title":"School Practices To Promote the Achievement of Hispanic Students. ERIC/CUE Digest Number 153."},
      {
        "id":"ED439189",
        "title":"Advisory Report on Front Line and Supervisory Practice."},
      {
        "id":"ED439191",
        "title":"Guiding Principles for Promising Female Programming: An Inventory of Best Practices."},
      {
        "id":"ED439192",
        "title":"Youth Violence Prevention in Latino Communities: A Resource Guide for MCH Professionals."},
      {
        "id":"ED439193",
        "title":"Title I in Alabama: The Struggle To Meet Basic Needs."},
      {
        "id":"ED439194",
        "title":"A Recommended Approach to Providing High School Dropout and Completion Rates at the State Level. Technical Report."},
      {
        "id":"ED439195",
        "title":"Gender Inequality in Poverty in Affluent Nations: The Role of Single Motherhood and the State."},
      {
        "id":"ED439196",
        "title":"Report on Public School Dropouts, 1997-98."},
      {
        "id":"ED439197",
        "title":"Report on the State Plan To Reduce the Dropout Rate, 1997-99."},
      {
        "id":"ED439198",
        "title":"Cooperation, Conflict Resolution, and School Violence: A Systems Approach. Choices Briefs Number 5."},
      {
        "id":"ED439200",
        "title":"Sources of Support and Income Inequality among America's Children. Discussion Papers Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439201",
        "title":"Child Care Assistance under Welfare Reform: Early Responses by the States. Occasional Paper Number 15. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439202",
        "title":"From the Courthouse to the Schoolhouse: Making Successful Transitions. Juvenile Justice Bulletin."},
      {
        "id":"ED439203",
        "title":"Profile of State Prisoners under Age 18, 1985-97. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED439204",
        "title":"Conflict and Convergence: Race, Public Opinion and Political Behavior in Massachusetts. The University of Massachusetts McCormack Institute Poll. An Occasional Paper."},
      {
        "id":"ED439205",
        "title":"\"I'd Like To Go to Harvard but I Don't Know Where It Is\": Bridging the Gap between Reality and Dreams for Adolescent African American Girls."},
      {
        "id":"ED439206",
        "title":"On Inclusion and the Other Kids: Here's What Research Shows So Far about Inclusion's Effect on Nondisabled Students. On Point...Brief Discussions of Critical Issues in Urban Education."},
      {
        "id":"ED439207",
        "title":"Restoring Communities within the Context of the Metropolis: Neighborhood Revitalization at the Millennium."},
      {
        "id":"ED439208",
        "title":"How Are They Managing? A Six Month Retrospective of Cuyahoga County Families Leaving Welfare. Fourth Quarter of 1998 and First Quarter of 1999."},
      {
        "id":"ED439209",
        "title":"Cross-Age Teaching. Youth in Action Bulletin, Number 6."},
      {
        "id":"ED439210",
        "title":"The Number of Child Care Arrangements Used by Children under Five: Variation across the States. No. B-12. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439211",
        "title":"The Hours That Children under Five Spend in Child Care: Variation across the States. No. B-8. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439212",
        "title":"Child Care Arrangements for Children under Five: Variation across States. No. B-7. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED439213",
        "title":"Social Support, Academic Press, and Student Achievement: A View from the Middle Grades in Chicago. Improving Chicago's Schools. A Report of the Chicago Annenberg Research Project."},
      {
        "id":"ED439214",
        "title":"Ending Social Promotion: Results from the First Two Years. Charting Reform in Chicago Series 1."},
      {
        "id":"ED439215",
        "title":"Setting the Pace: Opportunities To Learn in Chicago's Elementary Schools. Improving Chicago's Schools."},
      {
        "id":"ED439216",
        "title":"It's about Time: Opportunities To Learn in Chicago's Elementary Schools. Improving Chicago's Schools."},
      {
        "id":"ED439220",
        "title":"Iowa School-to-Work Employer Participation Ideas. Developing a Workforce."},
      {
        "id":"ED439221",
        "title":"From Idea to Virtual Reality: ALADIN - The Adult Learning Documentation and Information Network. Report of a CONFINTEA V Workshop and Its Follow-Up."},
      {
        "id":"ED439222",
        "title":"Funding for the Future: Strategic Research in Further Education. A Report for FEDA."},
      {
        "id":"ED439223",
        "title":"Learning and Earning: The Impact of Paid Employment on Young People in Full-Time Education."},
      {
        "id":"ED439224",
        "title":"Curriculum 2000. Reformulated A and AS Levels: Aspects of Delivery."},
      {
        "id":"ED439225",
        "title":"International Project on Technical and Vocational Education (UNEVOC). International Advisory Committee, Fourth Session (Paris, France, March 10-12, 1997). Final Report."},
      {
        "id":"ED439226",
        "title":"Factors in Sustainable Development: Current and Innovative Livestock and Range Management Practices as Perceived by Cattle-Producing Ejidatarios and Private Cattle Ranchers of Sonora, Mexico. A Summary Report of Research. Department Information Bulletin 99-4."},
      {
        "id":"ED439227",
        "title":"AmeriCorps Promise Fellows Handbook: Delivering on America's Promise to Youth."},
      {
        "id":"ED439228",
        "title":"Texas School-to-Careers Student Evaluation Project: Student Perceptions of the Impact of School-to-Careers Programs, Services, and Activities on Their Post-High School Experiences. Final Report."},
      {
        "id":"ED439229",
        "title":"Integrated Project Reports, 1997. A Collection of Integrated Projects Designed by Maryland Educators and Business Partners."},
      {
        "id":"ED439230",
        "title":"Career &amp; Life Planning Portfolio Resource Book. Activities To Accompany the South Dakota Career and Life Planning Portfolio, 1999-2000."},
      {
        "id":"ED439231",
        "title":"Putting the Pieces Together: South Dakota Integration Training Model. 4th Ed."},
      {
        "id":"ED439232",
        "title":"Tech Prep. South Dakota Career Activities for the Classroom, 4th Edition, 1998-1999."},
      {
        "id":"ED439233",
        "title":"Towards the Learning Region: Education and Regional Innovation in the European Union and the United States. CEDEFOP Reference Document."},
      {
        "id":"ED439234",
        "title":"Achieving Quality with Online Teaching Technologies."},
      {
        "id":"ED439235",
        "title":"ABLE Assessment Practices. Final Report, Fiscal Year 1998-1999."},
      {
        "id":"ED439236",
        "title":"The Administrative Leadership Institute Project. Section 353. Fiscal Year 1998-99."},
      {
        "id":"ED439237",
        "title":"Building Communities for Learning. Program Evaluation Report and BCL Case Studies, Fiscal Year 1998-1999."},
      {
        "id":"ED439238",
        "title":"FOCUS: Sharing Successful Projects. Final Report, FY 1998-1999. A 353 Special Demonstration Project."},
      {
        "id":"ED439239",
        "title":"From Welfare to Work: Dynamic Lesson Plans for ESL Learners. Final Report. Fiscal Year 1998-99 [and] From Welfare to Work: Lessons for ESL Learners."},
      {
        "id":"ED439240",
        "title":"Investigation of Deficits in Higher Level Executive Functioning as a Prerequisite for Adult Basic Education Intervention. Final Report, Fiscal Year 1998-99."},
      {
        "id":"ED439241",
        "title":"Northampton Community College Adult Learner Competencies Implementation. Final Report, 1998-1999 [and] Adult Learner Competencies Implementation Manual for Workshops #1 and #2 and NCC Competencies-Based Lesson Plan \"Mini-Bank\"."},
      {
        "id":"ED439242",
        "title":"A Pathway to Continued Success on the Job. A Final Report, July 1, 1998-June 30, 1999 [and] Product."},
      {
        "id":"ED439243",
        "title":"Project APEX: Promoting Practitioner Excellence. A 353 Special Demonstration Project. Final Report, FY 1998-1999."},
      {
        "id":"ED439244",
        "title":"Training Development and Implementation. Final Report, Fiscal Year 1998-1999."},
      {
        "id":"ED439245",
        "title":"Workforce Education Institute. Final Report, Fiscal Year 1998-1999."},
      {
        "id":"ED439248",
        "title":"Athletes Off the Field: A Model for Team Building and Leadership Development through Service Learning. Linking Learning with Life."},
      {
        "id":"ED439249",
        "title":"Oral History: Let Their Voices Be Heard. Linking Learning with Life."},
      {
        "id":"ED439250",
        "title":"Service Learning and Character Education: Walking the Talk. Linking Learning with Life."},
      {
        "id":"ED439251",
        "title":"Transforming Further Education and Training in South Africa: A Case Study of Technical Colleges in KwaZulu-Natal. Volume One: Qualitative Findings and Analysis."},
      {
        "id":"ED439252",
        "title":"The Chat Room as an Integral Part of the Virtual Classroom in Distance Learning Program Design for Adult Learners."},
      {
        "id":"ED439253",
        "title":"Core Subjects and Your Career: English and Your Career, Math and Your Career, Science and Your Career."},
      {
        "id":"ED439254",
        "title":"Here Today, Jobs of Tomorrow: Opportunities in Information Technology."},
      {
        "id":"ED439255",
        "title":"National Service Programs: Two AmeriCorps Programs' Funding and Benefits. Report to Congressional Requesters."},
      {
        "id":"ED439256",
        "title":"Philosophical Foundations: A Primer for Adult Continuing Education."},
      {
        "id":"ED439264",
        "title":"German Women Today: What Some German Newspapers Say. Inter Nationes Basis-Info 4-2000/Society. In Press."},
      {
        "id":"ED439265",
        "title":"Achieving Change for Texans. Evaluation. Net Impacts through December 1997. Revised."},
      {
        "id":"ED439266",
        "title":"Successful Career Progression: Exploratory Findings from a Study of Selected Occupations."},
      {
        "id":"ED439267",
        "title":"Collegiate Aviation Review, 1999."},
      {
        "id":"ED439268",
        "title":"CHS Follow-Up Data. For Persons Entering the Institution, Spring 1994-Fall 1995, N=9518. First Preliminary Findings."},
      {
        "id":"ED439269",
        "title":"The Career Preparation Assessment: Results and Analyses from the 1996-1997 Pilot Test. Final Report."},
      {
        "id":"ED439270",
        "title":"The Ultimate School-to-Work Challenge: Linking Assessment in School and the Workplace."},
      {
        "id":"ED439271",
        "title":"Matching Yourself with the World of Work, 1998."},
      {
        "id":"ED439272",
        "title":"Skills Needs of the SA Labour Market: 1998-2003."},
      {
        "id":"ED439273",
        "title":"Encouraging Work, Reducing Poverty: The Impact of Work Incentive Programs."},
      {
        "id":"ED439274",
        "title":"Jobs First: Implementation and Early Impacts of Connecticut's Welfare Reform Initiative."},
      {
        "id":"ED439275",
        "title":"San Francisco Works: Toward an Employer-Led Approach to Welfare Reform and Workforce Development. Connections to Work."},
      {
        "id":"ED439278",
        "title":"Home Economics Career Preparation Handbook."},
      {
        "id":"ED439279",
        "title":"Independent Study in Home Economics Education. Teacher's Instructional Guide."},
      {
        "id":"ED439280",
        "title":"Apparel. Teacher's Instructional Guide."},
      {
        "id":"ED439281",
        "title":"Family and Career Management. Teacher&apos;s Instructional Guide."},
      {
        "id":"ED439282",
        "title":"Individual and Family Life. Teacher's Instructional Guide."},
      {
        "id":"ED439283",
        "title":"Nutrition and Food Science. Teacher's Instructional Guide."},
      {
        "id":"ED439284",
        "title":"Personal and Family Development. Teacher's Instructional Guide."},
      {
        "id":"ED439285",
        "title":"Preparation for Parenting. Teacher's Instructional Guide."},
      {
        "id":"ED439286",
        "title":"Skills for Living. Teacher's Instructional Guide."},
      {
        "id":"ED439287",
        "title":"Guide for Instructors of Adult ESOL. Quality Professional Development Project."},
      {
        "id":"ED439288",
        "title":"Workforce Development Legislation. A Guide for Adult Education Instructors. Quality Professional Development Project."},
      {
        "id":"ED439289",
        "title":"Working with Adults with Learning Disabilities in Adult Education Programs: A Guide for Instructors. Quality Professional Development Project."},
      {
        "id":"ED439290",
        "title":"Numeracy Up Front: Behind the International Life Skills Survey."},
      {
        "id":"ED439291",
        "title":"Gender Equity and School-to-Career. A Guide to Strengthening the Links to Nontraditional Careers."},
      {
        "id":"ED439292",
        "title":"Instructor Interactions in Distance Education Environments: A Case Study."},
      {
        "id":"ED439293",
        "title":"Careers in Transportation: Moving Everyone and Everything--Everywhere."},
      {
        "id":"ED439294",
        "title":"Employment of Young Adults by Educational Attainment. Indicator of the Month."},
      {
        "id":"ED439295",
        "title":"Scholarship, Service, and Integrity: Benchmarks in a Changing Landscape. ACHE Proceedings (60th, Ft. Worth, Texas, October 31-November 3, 1998)."},
      {
        "id":"ED439296",
        "title":"Measuring the Quality of Communication Linkages between Farmers and the Agricultural Agencies Responsible for the Diffusion of Innovations in the South West Province of Cameroon. A Summary Report of Research. Department Information Bulletin."},
      {
        "id":"ED439300",
        "title":"Vocational Training for the Disabled in Taiwan, Republic of China."},
      {
        "id":"ED439301",
        "title":"Job Linkages Review: Promise and Challenge."},
      {
        "id":"ED439302",
        "title":"Is There a Place for Psychology in Assertive Community Treatment?"},
      {
        "id":"ED439303",
        "title":"Federal Information Resources for Professional Counselors. A Sourcebook of Free and Low-Cost Resources To Support and Enrich Your Work as a Professional Counselor."},
      {
        "id":"ED439304",
        "title":"Students Serving Students. Linking Learning with Life."},
      {
        "id":"ED439305",
        "title":"Evaluation of the Behaviour Management Program at the Melbourne Juvenile Justice Centre. Working Paper 20."},
      {
        "id":"ED439306",
        "title":"Suicidal Behavior: A Survey of Oregon High School Students, 1997."},
      {
        "id":"ED439309",
        "title":"Proceedings of the International Conference on Counseling in the 21st Century (1st, Hong Kong, December 28-30, 1989)."},
      {
        "id":"ED439310",
        "title":"Proceedings of the International Conference on Counseling in the 21st Century. (3rd, Singapore, December 29-31, 1992)."},
      {
        "id":"ED439311",
        "title":"Proceedings of the International Conference on Counseling in the 21st Century (4th, Vancouver, Canada, July 21-23, 1994)."},
      {
        "id":"ED439312",
        "title":"Caring in an Age of Technology. Proceedings of the International Conference on Counseling in the 21st Century (6th, Beijing, China, May 29-30, 1997)."},
      {
        "id":"ED439313",
        "title":"How Technology Is Influencing Families in Japan."},
      {
        "id":"ED439314",
        "title":"A Vision of an Intelligent Island."},
      {
        "id":"ED439315",
        "title":"Technology and Cultural Change: Implications in Counseling Taiwan Chinese Families."},
      {
        "id":"ED439316",
        "title":"Impacts of Credit Cards on Individuals, Families and Society in Hong Kong: An Exploration."},
      {
        "id":"ED439317",
        "title":"The Influence of Technology on Families."},
      {
        "id":"ED439318",
        "title":"Career Development and Counseling Strategies in an Age of Technology."},
      {
        "id":"ED439319",
        "title":"Computer-Based Career Interventions."},
      {
        "id":"ED439320",
        "title":"Theoretical Perspectives on the Importance of the Therapeutic Alliance and Their Implications for the Use of Technology."},
      {
        "id":"ED439321",
        "title":"The Nature of Self-Integrated Authenticity in Counselors and Therapists."},
      {
        "id":"ED439322",
        "title":"Enhancing the Effectiveness of the Counselor through the Application of Mediated Learning Experience."},
      {
        "id":"ED439323",
        "title":"Music Performance Anxiety: An Overview of Technological Advances in Therapy, Psychopharmacology & Bio-Feedback."},
      {
        "id":"ED439324",
        "title":"Pastoral Care in Assumption College: Its Concept and Practice."},
      {
        "id":"ED439325",
        "title":"The Homeroom Teacher's Role in Psychological Counseling at School."},
      {
        "id":"ED439326",
        "title":"Video Games: A Potential New World."},
      {
        "id":"ED439327",
        "title":"Career Counseling for New Chinese Immigrants: Clinical Issues and Practical Recommendations."},
      {
        "id":"ED439328",
        "title":"Separation-Individuation Process of Taiwan High School Students and Its Implications in Counseling."},
      {
        "id":"ED439329",
        "title":"Disability and Rational Emotive Behavior Therapy (REBT)."},
      {
        "id":"ED439330",
        "title":"A Study of Family Therapy for Student Counseling."},
      {
        "id":"ED439331",
        "title":"Operationalizing the Ability Chunk of Super's Vocational Theory."},
      {
        "id":"ED439332",
        "title":"History and Development of Career Counseling in the USA."},
      {
        "id":"ED439333",
        "title":"The Historical Evolution of Career Development in China and Hong Kong."},
      {
        "id":"ED439334",
        "title":"A Study on Learning Strategies and the Effect of Group Counseling for Learning of Senior High Students."},
      {
        "id":"ED439335",
        "title":"Cross-Cultural Caring: Global Solutions for Empowering Females."},
      {
        "id":"ED439336",
        "title":"Understanding the Relationship between Learning Style and Multiculturalism for School Counselors."},
      {
        "id":"ED439337",
        "title":"Genetics and Psychology at a Crossroad: A Road Less Traveled?"},
      {
        "id":"ED439338",
        "title":"Reentry Difficulty, Life Satisfaction and Psychological Well-Being of Taiwanese Students Who Have Returned from the United States."},
      {
        "id":"ED439339",
        "title":"Student Success: Serving International Students in an Age of Technology."},
      {
        "id":"ED439340",
        "title":"Relationship Technology and Caring: Comparative/Cross-Cultural Perspective on Counseling At-Risk Youth."},
      {
        "id":"ED439341",
        "title":"Issues in Multi-Cultural Counseling Supervision."},
      {
        "id":"ED439342",
        "title":"Treating Stress across Cultures: A Somatic-Cognitive Model."},
      {
        "id":"ED439343",
        "title":"The Challenge of Grief: Counseling the Survivors."},
      {
        "id":"ED439344",
        "title":"Help-Seeking Behaviors of the College Students in Taiwan."},
      {
        "id":"ED439345",
        "title":"Worldview and Counseling: Perceptions of Singaporean Students."},
      {
        "id":"ED439346",
        "title":"Integration of the Resources of the Guidance and Counseling via Internet: Development of the &quot;Guidance Network System (GNS)&quot; in Taiwan."},
      {
        "id":"ED439347",
        "title":"Technology and the School Counselor."},
      {
        "id":"ED439348",
        "title":"Keep Mental Health by Art Recreation."},
      {
        "id":"ED439349",
        "title":"Preliminary Exploration of Self-Esteem Construct: A Face Validity Study of the Index of Self-Esteem with a Chamoru University Student Sample."},
      {
        "id":"ED439350",
        "title":"The Countermeasures to the Psychological Pressure of Children in the Technological Age: How To Raise the Level of Psychological Soundness in the Family."},
      {
        "id":"ED439351",
        "title":"Finding Common Ground between Adolescent Girls and Their Mothers: Insight from a Mother-Daughter Group."},
      {
        "id":"ED439352",
        "title":"School Counselors, Teachers and Parents: Using Play Techniques To Support Children's Development."},
      {
        "id":"ED439353",
        "title":"Self-Esteem or Self-Delusion?"},
      {
        "id":"ED439354",
        "title":"Behavior Counseling Parents of Special Children."},
      {
        "id":"ED439355",
        "title":"A Study on an Image of the &quot;Ibasyo&quot; or Psychologically Comfortable Space for the Children of Non-Attendant at School through the &quot;Circle Triangle Square&quot; Technique."},
      {
        "id":"ED439356",
        "title":"Education and Counseling on Adolescent Life."},
      {
        "id":"ED439357",
        "title":"Human Dignity, Decency and Integrity as the Sine Qua Non of Human Rights Education: A Proactive Conceptual and Practical Framework for Promotion of World Peace."},
      {
        "id":"ED439358",
        "title":"The Development of Counseling and Psychotherapy in China."},
      {
        "id":"ED439359",
        "title":"\"Relating in a Global Community.\" Proceedings of the International Conference on Counseling in the 21st Century (7th, Sydney, Australia, December 29-31, 1998.)"},
      {
        "id":"ED439360",
        "title":"In My Small Village."},
      {
        "id":"ED439361",
        "title":"Higher Education Students in the 21st Century. New Directions for Relating in a Global Community."},
      {
        "id":"ED439362",
        "title":"A New Emerging Role for School Counselors: Communication Activity Therapy (CAT) for Families."},
      {
        "id":"ED439363",
        "title":"Positive Behavior Intervention for Emotionally Disturbed Children: The Counselor as Team Leader."},
      {
        "id":"ED439364",
        "title":"Dependent/Independent Images of the Early Adolescent Boys--Case Studies through &quot;Sandplay Technique&quot; and Dream Work."},
      {
        "id":"ED439365",
        "title":"On Social Interactions through the Reported Dreams of Japanese Students by the Hall and van de Castle Scales."},
      {
        "id":"ED439366",
        "title":"School-Based Adolescent Suicide Prevention Program in Guam."},
      {
        "id":"ED439367",
        "title":"&quot;Being a Decent Human Being Is a Modern Way To Be a Warrior.&quot;"},
      {
        "id":"ED439368",
        "title":"Counselors as the Foundation of Global Change."},
      {
        "id":"ED439369",
        "title":"The Separation-Individuation Process and Culture: A Study on Taiwan's College Students."},
      {
        "id":"ED439370",
        "title":"Understanding Worldviews: Global and Postmodern Perspectives."},
      {
        "id":"ED439371",
        "title":"The Self-Awareness-Training Program in Counselor-Education."},
      {
        "id":"ED439372",
        "title":"Training Counselors To Relate in a Global Community Using the Structured Interview Process."},
      {
        "id":"ED439373",
        "title":"A Descriptive Approach on Career View."},
      {
        "id":"ED439374",
        "title":"Relating Authentically in a Global Community: A Process of Personal Transformation."},
      {
        "id":"ED439375",
        "title":"What Exactly Is a Family?"},
      {
        "id":"ED439376",
        "title":"Variables Related to Career Success: Korean-American Women of Distinction Tell Their Stories."},
      {
        "id":"ED439377",
        "title":"Understanding Career Choices in Context."},
      {
        "id":"ED439378",
        "title":"Using Video To Link Counseling Theory and Practice."},
      {
        "id":"ED439379",
        "title":"Benevolent Dictation to Guidance Abandonment."},
      {
        "id":"ED439380",
        "title":"Students' Cognition of the Importance of the Content of Guidance Curriculum."},
      {
        "id":"ED439381",
        "title":"The Adjustment of Young Employees to Their Love Lives and Work Lives."},
      {
        "id":"ED439382",
        "title":"Do Human Beings Know What They Value?"},
      {
        "id":"ED439383",
        "title":"A.A. and Counseling: Conflict or Opportunity?"},
      {
        "id":"ED439384",
        "title":"Using Mediated Learning Experience Parameters To Change Children's Behavior: Techniques for Parents and Childcare Providers."},
      {
        "id":"ED439385",
        "title":"Empowering Abused Women: Multi-Cultural Counseling Techniques."},
      {
        "id":"ED439386",
        "title":"Counseling in Pacific Rim Countries: Past-Present-Future."},
      {
        "id":"ED439387",
        "title":"The Teacher, Reading, and Parents."},
      {
        "id":"ED439388",
        "title":"Phonics in the Teaching of Reading."},
      {
        "id":"ED439390",
        "title":"Technology &amp; Literacy: Is There a Positive Relationship?"},
      {
        "id":"ED439391",
        "title":"Improving Early Reading and Literacy: A Guide for Developing Research-Based Programs."},
      {
        "id":"ED439392",
        "title":"Indiana's Early Literacy Intervention Grant Program Impact Study for 1997-98."},
      {
        "id":"ED439393",
        "title":"A Guide for Evaluating a Reading or Language Arts Program."},
      {
        "id":"ED439395",
        "title":"Collaborative Action Research Summary. How To Help Children Learn To Read."},
      {
        "id":"ED439400",
        "title":"The Four &quot;Sacred Cows&quot; in American Education."},
      {
        "id":"ED439401",
        "title":"Phonics Is Phonics Is Phonics--Or Is It?"},
      {
        "id":"ED439402",
        "title":"Which Builds Stronger Language Arts Skills--Workbooks or Direct Instruction? Will Teachers Spend Their Time Dispensing Consumable Worksheets or Imparting Skills through Direct Instruction? The Continuing Debate Asks Just How Explicit Phonics, Correct Spelling, and Quality Literature or Composition-Based Programs Fit into the Time Frame Teachers Are Given to Solve the Literacy Problem."},
      {
        "id":"ED439403",
        "title":"Helping Children Learn \"Phonemic\" and \"Graphemic\" Awareness."},
      {
        "id":"ED439404",
        "title":"Successful Reading Strategies To Meet the Texas Reading Initiative Components: A Literary Review and Manual for Administrators, Teachers, and Parents."},
      {
        "id":"ED439405",
        "title":"Text Leveling and Little Books in First-Grade Reading."},
      {
        "id":"ED439407",
        "title":"Teaching Reading at the Work Site."},
      {
        "id":"ED439408",
        "title":"The Problematic of Experience: What Goes without Saying and Shouldn't among Researchers and Teachers Seeking To Define Literary Reading as an Ethical Practice."},
      {
        "id":"ED439409",
        "title":"Three Families, Multiple Discourses: Examining Differences in the Literacy Practices of Home and School."},
      {
        "id":"ED439410",
        "title":"Support for Reading in Middle and High Schools: Institutional and Organizational Influences."},
      {
        "id":"ED439411",
        "title":"Toward Teaching/Learning/Assessment Reform: A Five Year Exploration of Using Written Retellings as a Congruent Dimension of an Integrative Literacy Curriculum."},
      {
        "id":"ED439412",
        "title":"Indiana's Early Literacy Intervention Grant Program Impact Study for 1998-99."},
      {
        "id":"ED439413",
        "title":"Student Performance in Reading Comprehension, Grade 3, Reading and Writing, Grade 4, and Reading and Writing, Grade 7, Spring 1999. Colorado Student Assessment Program. Annual Report to the Colorado Assembly."},
      {
        "id":"ED439416",
        "title":"Delivering Family Literacy in the Context of Welfare Reform: Lessons Learned."},
      {
        "id":"ED439417",
        "title":"Integrating the Language Arts and Content Areas: Effective Research-Based Strategies."},
      {
        "id":"ED439418",
        "title":"Structures in Writing: Foundations and Facilitators for Freedom."},
      {
        "id":"ED439419",
        "title":"If Words Be Made of Breath and Breath of Life: Shakespeare as CPR."},
      {
        "id":"ED439423",
        "title":"Too Serious Too Soon: Where Is the Childishness in Children's Fiction?"},
      {
        "id":"ED439424",
        "title":"Emotion: An Embodied Ethic for Literacy."},
      {
        "id":"ED439425",
        "title":"The Situated Nature of Centers: Inviting Childhood into the Primary Classroom."},
      {
        "id":"ED439426",
        "title":"Fewer Tutorials and More Large-Class Workshops in the Teaching of Academic Writing. The Use of Model Examples in a Workshop Pedagogy."},
      {
        "id":"ED439428",
        "title":"Writing Center Internships: The Case for Collaboration and Integration?"},
      {
        "id":"ED439429",
        "title":"Report in Argument's Clothing: An Ecological Perspective on Writing Instruction."},
      {
        "id":"ED439430",
        "title":"Transitions into Teaching: Learning To Teach Writing in Teacher Education and Beyond."},
      {
        "id":"ED439431",
        "title":"Using Grammatical Information To Make Rhetorical Points."},
      {
        "id":"ED439432",
        "title":"&quot;Visioning the Whole Elephant&quot;: The Case for a Provincial Family Literacy Strategy."},
      {
        "id":"ED439433",
        "title":"We're Prescriptivists. Isn't Everyone?"},
      {
        "id":"ED439434",
        "title":"A Connectionist Approach to Language Acquisition."},
      {
        "id":"ED439435",
        "title":"South African English: A New Voice of Freedom."},
      {
        "id":"ED439436",
        "title":"Provocative and Powerful Children's Literature--Developing Teacher Knowledge and Acceptance of Ethnic and Cultural Diversity."},
      {
        "id":"ED439437",
        "title":"It Looks Like a Goose: Composing for the Informational Needs of Readers."},
      {
        "id":"ED439438",
        "title":"Responding to Critical Literacy Autobiographies: Disrupting the &quot;Working Consensus&quot; or Perpetuating the Myth of Homogeneity."},
      {
        "id":"ED439439",
        "title":"Mentoring: Promoting Inner City Elementary School Student Literacy."},
      {
        "id":"ED439441",
        "title":"Assessing Student Progress in Spelling."},
      {
        "id":"ED439442",
        "title":"The Shakespeare File: What English Majors Are Really Studying."},
      {
        "id":"ED439443",
        "title":"Shakespeare in Cinema."},
      {
        "id":"ED439444",
        "title":"Achieving High Quality Reading and Writing in an Urban Middle School: The Case of Gail Slatko. CELA Research Report."},
      {
        "id":"ED439445",
        "title":"Building a More Powerful Brain."},
      {
        "id":"ED439446",
        "title":"Silence/Listening and Intercultural Differences."},
      {
        "id":"ED439447",
        "title":"A New Vision for Public Broadcasting: The Summons to Rebuild."},
      {
        "id":"ED439448",
        "title":"Troublesome Discourse: Analysis of Native Speaker/Non-Native Speaker Conversation."},
      {
        "id":"ED439449",
        "title":"Intercultural Communication Competence: Implications of &quot;Old&quot; and &quot;New&quot; Paradigms."},
      {
        "id":"ED439450",
        "title":"Japanese College Students Speak about Their Fear of Communication: Thematic Analysis through SPSS TextSmart."},
      {
        "id":"ED439451",
        "title":"Racial Group Orientation and Social Outcomes: Summarizing Relationships Using Meta-Analysis."},
      {
        "id":"ED439452",
        "title":"The Uses (and Misuses) of Mass Media Resources in Secondary Schools."},
      {
        "id":"ED439453",
        "title":"Teaching with and about Film and Television: Integrating Media Literacy Concepts into Management Education."},
      {
        "id":"ED439454",
        "title":"The Seven Great Debates in the Media Literacy Movement."},
      {
        "id":"ED439455",
        "title":"The Multicultural Factor in Making Decisions."},
      {
        "id":"ED439458",
        "title":"To Avoid Conflicts: A Multimedia Training Concept for Reflected Communication."},
      {
        "id":"ED439460",
        "title":"Directions in Distance Education."},
      {
        "id":"ED439461",
        "title":"Communication and Gender: A Curriculum Sensitizing Students to the Constitutive Aspects of Discourse."},
      {
        "id":"ED439462",
        "title":"Training the Speaking Voice through Singing."},
      {
        "id":"ED439463",
        "title":"A Mass Media-Centered Approach to Teaching the Course in Family Communication."},
      {
        "id":"ED439464",
        "title":"Programmed Instruction and Interactive Multimedia: A Third Consideration."},
      {
        "id":"ED439465",
        "title":"Confronting Sexual Harassment."},
      {
        "id":"ED439466",
        "title":"Permanent Base Groups in Broadcast Journalism Instruction."},
      {
        "id":"ED439467",
        "title":"A Taxonomy of Pre/Post Performance Behaviors for Speakers and Audiences in the Basic Course."},
      {
        "id":"ED439468",
        "title":"Teaching with Computer-Mediated Communication."},
      {
        "id":"ED439470",
        "title":"An Investigation of High School Students' Perceptions of Reticence and Cognitive Communication Competence."},
      {
        "id":"ED439471",
        "title":"An Investigation of High School Students' Perceptions of Talkativeness, Apprehension, and Willingness To Talk Variables."},
      {
        "id":"ED439472",
        "title":"An Investigation of the Academic Exit Interview."},
      {
        "id":"ED439475",
        "title":"Two Models of Educational Practice: Their Prevalence in the Public and Catholic Schools of Southwestern Pennsylvania."},
      {
        "id":"ED439476",
        "title":"The SILC School Improvement Planning Process. The SILC Road."},
      {
        "id":"ED439477",
        "title":"The School Superintendency: Male Bastion or Equal Opportunity?"},
      {
        "id":"ED439478",
        "title":"Safe and Orderly Schools."},
      {
        "id":"ED439479",
        "title":"Who Gets the Credit and Who Gets the Blame: Principals' Background Complexity and Shared Governance Reforms."},
      {
        "id":"ED439480",
        "title":"Motivations for School Board Membership: Implications for Superintendents and District Accountability."},
      {
        "id":"ED439481",
        "title":"Improving Student Achievement in Today's High Schools: What Works."},
      {
        "id":"ED439482",
        "title":"Preparing School Leaders To Write Effectively: Strengthening Writing Instruction for Students in Educational Administration."},
      {
        "id":"ED439483",
        "title":"Leadership Accountability Models: Issues of Policy and Practice."},
      {
        "id":"ED439484",
        "title":"A Comparison of Job Responsibilities of Kentucky's 1997-98 Induction-Year Intern Principals and Assistant Principals."},
      {
        "id":"ED439485",
        "title":"Constructing Identity through Power and Discourse in Exemplary Women Superintendents."},
      {
        "id":"ED439486",
        "title":"The Leadership for Dignity of All: Thom's \"Resolved Christianity.\""},
      {
        "id":"ED439489",
        "title":"Launching Comprehensive School Reform: Early Lessons for State and Federal Policymakers. Policy Issues, September 1999. Issue 3."},
      {
        "id":"ED439490",
        "title":"Assessing a School Staff as a Community of Professional Learners."},
      {
        "id":"ED439492",
        "title":"School Choice Policies in Michigan: The Rules Matter."},
      {
        "id":"ED439494",
        "title":"Leadership Development."},
      {
        "id":"ED439499",
        "title":"El Titulo IX y La Discriminacion por Sexo (Title IX and Sex Discrimination)."},
      {
        "id":"ED439500",
        "title":"Elementary and Secondary Education: An International Perspective."},
      {
        "id":"ED439501",
        "title":"About Issues Facing High Schools. EdFact Resource Guide."},
      {
        "id":"ED439502",
        "title":"Keeping Schools and Students Safe. EdFact Resource Guide."},
      {
        "id":"ED439503",
        "title":"High Schools in the Hot Seat: An Overview of Current Challenges. EdSource Report."},
      {
        "id":"ED439504",
        "title":"The Majority Rule Act. EdSource Election Brief: Proposition 26."},
      {
        "id":"ED439505",
        "title":"Local Bond Elections in California: Some Vital Statistics. EdSource Factsheet."},
      {
        "id":"ED439506",
        "title":"Earmarking Lottery Funds for Instructional Materials. EdSource Election Brief, Proposition 20."},
      {
        "id":"ED439507",
        "title":"Comprehensive Program Planning for the Integration of 21st Century Learning Center After-School Programs with Regular Day Programs and Community Partners."},
      {
        "id":"ED439508",
        "title":"Evaluating Whole-School Reform Efforts: A Guide for District and School Staff."},
      {
        "id":"ED439509",
        "title":"Collaborative Partnering with Districts: Problems Encountered, Lessons Learned."},
      {
        "id":"ED439510",
        "title":"Catalog of School Reform Models. First Edition."},
      {
        "id":"ED439512",
        "title":"Collection of Clearinghouse Notes, 1998-99."},
      {
        "id":"ED439513",
        "title":"Governing America's Schools: Changing the Rules. Report of the National Commission on Governing America's Schools."},
      {
        "id":"ED439514",
        "title":"Comprehensive School Reform: Five Lessons from the Field."},
      {
        "id":"ED439515",
        "title":"Breaking Boundaries: Preparing Educational Leaders To Be Policy Advocates."},
      {
        "id":"ED439516",
        "title":"Public School Administrator Competencies: A Comparison of the Perceptions of Stakeholders in Alabama."},
      {
        "id":"ED439517",
        "title":"Contradictions in Accountability: Planning and Target Setting in Schools. Doing Things Right or Doing the Right Things?"},
      {
        "id":"ED439518",
        "title":"Schooling from the Perspective of a Group of Female Students."},
      {
        "id":"ED439519",
        "title":"Diversification and Duplication in Charter Schools and Grant-Maintained Schools: An Exploration in the Political Economy of School Choice."},
      {
        "id":"ED439520",
        "title":"The Role of Principals in Fostering Professional Community."},
      {
        "id":"ED439521",
        "title":"Community as Incentive in the Formation of Charter Schools."},
      {
        "id":"ED439522",
        "title":"Organizational Learning and the Culture of Reform: Operationalizing the \"Organizations as Brains\" Metaphor."},
      {
        "id":"ED439523",
        "title":"The Governor's Summit on Safe Schools in Safe Communities. Paper Presented at the Public Policy Forum on Collaborative Strategies for Preventing Violence in Society (Cranston, RI, October 1, 1998)."},
      {
        "id":"ED439524",
        "title":"&quot;Where Do We Turn? What Should We Do?&quot; Processes To Help Educators and Their Students Recover from a Natural Disaster. A Monograph for the Plan for Social Excellence."},
      {
        "id":"ED439525",
        "title":"Planning for School Improvement. NC HELPS: North Carolina Helping Education in Low-Performing Schools."},
      {
        "id":"ED439526",
        "title":"Curriculum Alignment. NC HELPS: North Carolina Helping Education in Low-Performing Schools."},
      {
        "id":"ED439527",
        "title":"Overview of Education in Texas. Measuring Up: The State of Texas Education. A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED439528",
        "title":"School Finance in Texas. Measuring Up: The State of Texas Education. A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED439530",
        "title":"Examining Professional Training of Middle Level Principals: Responding to a Reform Environment."},
      {
        "id":"ED439531",
        "title":"Home Schooling in Alabama: Perspectives of Public School Superintendents and Home Schooling Families."},
      {
        "id":"ED439532",
        "title":"Teaching Expressive Writing to Students with Learning Disabilities. ERIC/OSEP Digest E590."},
      {
        "id":"ED439533",
        "title":"Guidelines for Gifted and Talented Education in Colorado."},
      {
        "id":"ED439534",
        "title":"Tuition Rate Setting Process for Schools Providing Special Education Programs."},
      {
        "id":"ED439535",
        "title":"What Are the Barriers to the Use of Advanced Telecommunications for Students with Disabilities in Public Schools? NCES Issue Brief."},
      {
        "id":"ED439536",
        "title":"Gifted Education Press Quarterly, 1999."},
      {
        "id":"ED439537",
        "title":"Training To Teach in a Day: The Teaching-Skills Training Program Instructor's Manual. Second Printing."},
      {
        "id":"ED439540",
        "title":"A Maze To Amaze: Transition Planning for Youth with Disabilities. A Video and Manual for Constructing a Transition IEP Planning Meeting."},
      {
        "id":"ED439541",
        "title":"Culture, Families, and Augmentative and Alternative Communication (AAC) Impact: A Multimedia Instructional Program for Related Services Personnel and Family Members. Executive Summary and Final Report."},
      {
        "id":"ED439542",
        "title":"Medicaid and Special Education: Coordination of Services for Children with Disabilities Is Evolving."},
      {
        "id":"ED439543",
        "title":"Teacher Attitudes toward an Interdisciplinary Approach to Inclusion."},
      {
        "id":"ED439544",
        "title":"IDEA 1997: Let's Make It Work. Preliminary Analysis: The Law and Regulations. Revised."},
      {
        "id":"ED439545",
        "title":"What Every Special Educator Must Know: The Standards for the Preparation and Licensure of Special Educators. Fourth Edition."},
      {
        "id":"ED439546",
        "title":"Publish and Flourish: A Guide for Writing in Education."},
      {
        "id":"ED439547",
        "title":"Teach Children with Autism with the Discrete-Trial Approach."},
      {
        "id":"ED439548",
        "title":"The Accuracy of Teacher Prediction of Student Test Performance for Students Referred to Special Education."},
      {
        "id":"ED439549",
        "title":"National Plan for Training Personnel To Serve Children with Blindness and Low Vision."},
      {
        "id":"ED439550",
        "title":"Child Attachment and Family Environment Differences of Adolescent Children with ADHD and/or Conduct Disorder."},
      {
        "id":"ED439551",
        "title":"Empowering Culturally Diverse Exceptional Learners in the 21st Century: Imperatives for U.S. Educators."},
      {
        "id":"ED439552",
        "title":"Secondary Teachers' Perceptions of Regular Education Initiative."},
      {
        "id":"ED439553",
        "title":"Boxed In: An Explanation for the Growth of Special Education."},
      {
        "id":"ED439554",
        "title":"Evaluation of the Virginia Training and Technical Assistance Center (T/TAC) System. T/TAC Cross Case Report, December 1999. Executive Summary."},
      {
        "id":"ED439555",
        "title":"Gifted Children with AD/HD."},
      {
        "id":"ED439556",
        "title":"New Ideas for Planning Transitions to the Adult World."},
      {
        "id":"ED439557",
        "title":"Research Exchange. Quarterly Newsletter of the National Center for the Dissemination of Disability Research (NCDDR), 1999."},
      {
        "id":"ED439559",
        "title":"Every Single Student: A PEER Resource Manual on Standards-Based Education and Students with Disabilities."},
      {
        "id":"ED439561",
        "title":"Has Technology Been Considered? A Guide for IEP Teams. CASE/TAM Assistive Technology Policy and Practice Series."},
      {
        "id":"ED439562",
        "title":"What Do Special Education Students Think of School Placements?"},
      {
        "id":"ED439563",
        "title":"CEC Handbook for Strengthening Grassroots Advocacy."},
      {
        "id":"ED439565",
        "title":"Meeting the Needs of Youth with Disabilities: Handbook for Implementing Community-Based Vocational Education Programs According to the Fair Labor Standards Act. Second Edition."},
      {
        "id":"ED439566",
        "title":"College Planning for Gifted Students. Second Edition, Revised."},
      {
        "id":"ED439567",
        "title":"Safe Schools--Safe Students: Guidelines for Implementing Discipline Procedures under the New Individuals with Disabilities Education Act (IDEA). A Resource Guide for School Boards, Superintendents, Directors, Principals, Teachers, Support Staff, and Parents. Second Edition."},
      {
        "id":"ED439568",
        "title":"Increasing the Participation of Special Needs Students in NAEP: A Report on 1996 NAEP Research Activities. Statistical Analysis Report."},
      {
        "id":"ED439569",
        "title":"Social Skills Classroom Training Packet. LEAP Outreach Project."},
      {
        "id":"ED439570",
        "title":"Parent Skill Training (Trainer Modules). LEAP Outreach Project."},
      {
        "id":"ED439571",
        "title":"Classroom Staff Training (Self-Study Packet). LEAP Outreach Project."},
      {
        "id":"ED439572",
        "title":"Parent Skill Training (Self-Study Modules). LEAP Outreach Project."},
      {
        "id":"ED439573",
        "title":"Educational Accountability: A Synthesis of the Literature and Review of a Balanced Model of Accountability. Final Report."},
      {
        "id":"ED439574",
        "title":"Special Education Issues in Caseload/Class Size. Quick Turn Around (QTA)."},
      {
        "id":"ED439575",
        "title":"Project Coach Outreach: Transdisciplinary Consultation/Coaching Training for Building Infant/Toddler Teams and Linking To Promote Services in Natural Environments. Final Report."},
      {
        "id":"ED439576",
        "title":"Including Students with Disabilities. ERIC Mini-Bib EB14."},
      {
        "id":"ED439577",
        "title":"Planning Student-Directed Transitions to Adult Life. ERIC/OSEP Digest E593."},
      {
        "id":"ED439578",
        "title":"Partners Plus: Families and Caregivers in Partnerships. Model Demonstration. Final Report."},
      {
        "id":"ED439579",
        "title":"Computer and Internet Use among People with Disabilities. Disability Statistics Report 13."},
      {
        "id":"ED439580",
        "title":"Positive Behavior Support for People with Developmental Disabilities: A Research Synthesis."},
      {
        "id":"ED439581",
        "title":"Grounds for Sharing: A Guide to Developing Special School Sites."},
      {
        "id":"ED439582",
        "title":"The Challenge of the Urban School Site."},
      {
        "id":"ED439583",
        "title":"A Guide to the Management and Maintenance of School Grounds."},
      {
        "id":"ED439584",
        "title":"Grounds for Learning: A Celebration of School Site Developments in Scotland."},
      {
        "id":"ED439585",
        "title":"Esso SchoolWatch Survey Pack."},
      {
        "id":"ED439586",
        "title":"Canadian Schoolhouse in the Red. The First National Study of School Facilities."},
      {
        "id":"ED439588",
        "title":"School Buildings: Planning, Design, and Construction Series 1-8."},
      {
        "id":"ED439589",
        "title":"Maintenance Matters: Maintenance and Minor Works in Primary Schools. A Manual for Boards of Management."},
      {
        "id":"ED439590",
        "title":"Where Has the Money Gone? School Construction in Los Angeles Unified School District."},
      {
        "id":"ED439591",
        "title":"LAUSD's Business Services Center. An Investigative Report."},
      {
        "id":"ED439593",
        "title":"The Appraisal of Investments in Educational Facilities."},
      {
        "id":"ED439594",
        "title":"The Relationship between Environmental Quality of School Facilities and Student Performance. Energy Smart Schools: Opportunities To Save Money, Save Energy and Improve Student Performance. A Congressional Briefing to the U.S. House of Representatives Committee on Science."},
      {
        "id":"ED439595",
        "title":"Estate Strategies: A Guide to Good Practice."},
      {
        "id":"ED439596",
        "title":"Planning for Flexibility, Not Obsolescence."},
      {
        "id":"ED439597",
        "title":"YRE Program Guide."},
      {
        "id":"ED439598",
        "title":"School Indoor Air Quality Best Management Practices Manual."},
      {
        "id":"ED439599",
        "title":"Condition of America's Public School Facilities, 1999. Statistical Analysis Report."},
      {
        "id":"ED439600",
        "title":"Computers for English Language Learning in Japanese Schools."},
      {
        "id":"ED439601",
        "title":"Teaching Teachers Long-Distance: A Paradigm-Shift for the Teacher-Planner in Mexico."},
      {
        "id":"ED439603",
        "title":"TESOL Students as Teachers and Colleagues: Integrating Theory, Research, Methods, and Practicum in Professional Development."},
      {
        "id":"ED439604",
        "title":"EFL Teachers' Professional Development: A Concept, a Model, and Tools."},
      {
        "id":"ED439605",
        "title":"Notes on Linguistics, 1999."},
      {
        "id":"ED439606",
        "title":"Action Research, Learning Styles, and EFL/ESL Writing."},
      {
        "id":"ED439609",
        "title":"READ Perspectives 1997."},
      {
        "id":"ED439610",
        "title":"READ Perspectives, 1998."},
      {
        "id":"ED439611",
        "title":"Educating Language Minority Children."},
      {
        "id":"ED439613",
        "title":"What's Bilingual Education All About? A Guide to Language Learning in Today's Schools."},
      {
        "id":"ED439616",
        "title":"Implementing Two-Way Immersion Programs in Secondary Schools. Educational Practice Report 5."},
      {
        "id":"ED439618",
        "title":"Preparing Secondary Education Teachers to Work with English Language Learners: Mathematics. NCBE Resource Collection Series, No. 14."},
      {
        "id":"ED439621",
        "title":"Konflikty: zbirka tekstiv (Conflict: A Reader). Collage 1: A Ukrainian Language Development Series."},
      {
        "id":"ED439622",
        "title":"Rishennia: zbirka tekstiv (Decisions: A Reader). Collage 1: A Ukrainian Language Development Series."},
      {
        "id":"ED439623",
        "title":"Nadzvychaini liudy, nadzvychaini podii: zbirka tekstiv (Deeds and Doers: A Reader). Collage 1: A Ukrainian Language Development Series."},
      {
        "id":"ED439625",
        "title":"Mental Health and the Adult Refugee: The Role of the ESL Teacher. ERIC Digest."},
      {
        "id":"ED439626",
        "title":"Poetry in the Adult ESL Classroom. ERIC Digest."},
      {
        "id":"ED439627",
        "title":"Maryland Adult English as a Second Language Program Standards."},
      {
        "id":"ED439628",
        "title":"Native Language Literacy and Adult ESL Education. ERIC Digest."},
      {
        "id":"ED439629",
        "title":"Building Higher Education-Community Development Corporation Partnerships."},
      {
        "id":"ED439633",
        "title":"State Spending for Higher Education in the Next Decade: The Battle To Sustain Current Support."},
      {
        "id":"ED439634",
        "title":"Funding Your Education, 2000-2001."},
      {
        "id":"ED439635",
        "title":"Financial Aid: The Student Guide, 2000-2001."},
      {
        "id":"ED439636",
        "title":"Direct Loans School Guide. A Better Way To Borrow: The William D. Ford Federal Direct Loan Program."},
      {
        "id":"ED439637",
        "title":"Choice Theory and Prevention in Higher Education."},
      {
        "id":"ED439638",
        "title":"The Impact of Traumatic Death Experiences on the World Assumptions of Traditional Undergraduate Students."},
      {
        "id":"ED439639",
        "title":"Asian American Utilization of University Counseling Services: A Review of Current Research."},
      {
        "id":"ED439640",
        "title":"The Mission of Institutional Research."},
      {
        "id":"ED439641",
        "title":"Minority Retention in Predominantly White Universities and Colleges: The Importance of Creating a Good \"Fit.\""},
      {
        "id":"ED439642",
        "title":"Employment of College Students."},
      {
        "id":"ED439643",
        "title":"The New Era for Enrollment Management: Recruitment, Remediation, and Retention in the 21st Century. A Directory of Promising Practices, Notable and Significant Programs for Higher Education."},
      {
        "id":"ED439644",
        "title":"Understanding Differences in State Support for Higher Education: A Comparative Study of State Appropriations for Research I Universities. ASHE Annual Meeting Paper."},
      {
        "id":"ED439645",
        "title":"A Structural Model of Student Integration, Finances, Behavior, and Career Development: An Elaborated Framework of Attitudes and Persistence. ASHE Annual Meeting Paper."},
      {
        "id":"ED439646",
        "title":"University Grade Inflation through Twenty Years: An Analytical and Empirical Investigation. ASHE Annual Meeting Paper."},
      {
        "id":"ED439647",
        "title":"State-Sponsored, Tax-Advantaged College Savings Plans: A Study of Their Impact on Contemporary Understanding of the Public-Versus-Private Responsibility To Pay for Higher Education Issue. ASHE Annual Meeting Paper."},
      {
        "id":"ED439648",
        "title":"Faculty as Donors: Why They Give to Their Employing Institutions."},
      {
        "id":"ED439649",
        "title":"Facts &amp; Figures, 1999: A Compendium of Statistics on Ontario Universities."},
      {
        "id":"ED439650",
        "title":"Tribal Colleges and Universities Guide the Way."},
      {
        "id":"ED439651",
        "title":"Year-Round Operation in Higher Education. An LAO Report."},
      {
        "id":"ED439652",
        "title":"Maryland Higher Education Commission Trend Book, 2000."},
      {
        "id":"ED439653",
        "title":"The Learning Experience of Chinese Students in American Universities: A Cross-Cultural Perspective."},
      {
        "id":"ED439654",
        "title":"Service-Learning in Higher Education around the World: An Initial Look."},
      {
        "id":"ED439660",
        "title":"Advances in Education Research, Fall 1999."},
      {
        "id":"ED439661",
        "title":"Advances in Education Research, Winter 1999."},
      {
        "id":"ED439662",
        "title":"Initial Employment Report, 1998: Follow-Up of 1997 Physics and Astronomy Degree Recipients. AIP Report."},
      {
        "id":"ED439663",
        "title":"Physics and Astronomy Senior Report: Class of 1998. AIP Report."},
      {
        "id":"ED439664",
        "title":"Transitions between Tiers in &quot;U.S. News and World Report&quot; Rankings of Nationally-Ranked Liberal Arts Colleges."},
      {
        "id":"ED439665",
        "title":"Technology in the Classroom: Computers and Instruction in Vermont's Schools."},
      {
        "id":"ED439668",
        "title":"How Computer Technology Expands Educational Options: A Rationale, Recommendations, and a Pamphlet for Administrators."},
      {
        "id":"ED439676",
        "title":"Computer-Based Technology and Learning: Evolving Uses and Expectations."},
      {
        "id":"ED439680",
        "title":"Opinions of Teachers Regarding the Effects of Educational Technology in the Elementary Classroom."},
      {
        "id":"ED439682",
        "title":"Change and Challenges in Technical Services: A Survey of Medium-Sized Libraries."},
      {
        "id":"ED439683",
        "title":"Electronic Mentoring: Issues To Advance Research and Practice."},
      {
        "id":"ED439684",
        "title":"Setting New Expectations. Annual State of American Education Address (7th, Durham, North Carolina, February 22, 2000). Remarks as Prepared for Delivery by U.S. Secretary of Education Richard W. Riley."},
      {
        "id":"ED439686",
        "title":"Internet Training Manual for Educators."},
      {
        "id":"ED439687",
        "title":"Documenting Internet Technology Competencies of Graduate Education Students through Web-Based Instruction and Electronic Portfolios."},
      {
        "id":"ED439688",
        "title":"On the Road to Student-Centered Learning: TAP into Learning."},
      {
        "id":"ED439691",
        "title":"Engaged Learning Using the Internet: SURWEB as a Student-Focused Learning Tool."},
      {
        "id":"ED439692",
        "title":"A Curriculum for an Information Society: Educating and Training Information Professionals in the Asia-Pacific Region."},
      {
        "id":"ED439693",
        "title":"Developing a Non-Formal Education and Literacy Database in the Asia-Pacific Region. Final Report of the Expert Group Consultation Meeting (Dhaka, Bangladesh, December 15-18, 1997)."},
      {
        "id":"ED439694",
        "title":"Administration of Web versus Paper Surveys: Mode Effects and Response Rates."},
      {
        "id":"ED439695",
        "title":"Scholarly Electronic Journals: Economic and Technical Issues."},
      {
        "id":"ED439696",
        "title":"Language as Access to Mathematics Learning and Technology in a Title I School."},
      {
        "id":"ED439697",
        "title":"Running behind the Best Pedagogy To Develop a Telematised Teaching Environment: A Case Study between Turkey and the USA."},
      {
        "id":"ED439698",
        "title":"Factors Affecting Learners' Discourse Participation in a Computer Conferencing."},
      {
        "id":"ED439699",
        "title":"Learners' Perceptions and Learning Styles in the Integrated Mode of Web-Based Environment."},
      {
        "id":"ED439700",
        "title":"Philosophical Inquiry in Instructional Technology: The Forgotten Pathway to Learning."},
      {
        "id":"ED439701",
        "title":"Education for the Twenty-First Century: A Philosophical Perspective."},
      {
        "id":"ED439702",
        "title":"Technology and Change for the Information Age."},
      {
        "id":"ED439703",
        "title":"Internet Resources for K-8 Students: Update 2000. ERIC Digest."},
      {
        "id":"ED439705",
        "title":"Mississippi Magic: Summer Library Program, 1999."},
      {
        "id":"ED439706",
        "title":"Library and Information Skills Workbook."},
      {
        "id":"ED439710",
        "title":"Biennial Narrative Report to the American Library Association Committee on Accreditation, Fall 1996."},
      {
        "id":"ED439715",
        "title":"The Library of Congress Information Bulletin, 1999."},
      {
        "id":"ED439717",
        "title":"Dealing with Selection and Censorship: A Handbook for Wisconsin Schools and Libraries."},
      {
        "id":"ED439718",
        "title":"Summer Library Program Manual, 2000. Based on the Theme &quot;Ticket to Tomorrow!&quot;"},
      {
        "id":"ED439719",
        "title":"Read from Sea to Shining Sea. Arizona Reading Program. Program Manual."},
      {
        "id":"ED439720",
        "title":"Serials Control System Procedures and Policies."},
      {
        "id":"ED439721",
        "title":"Soaring to Excellence 2000: You Have the Power! Teleconference for Library Personnel, College of DuPage."},
      {
        "id":"ED439722",
        "title":"The Library Technical Assistant Program at the College of DuPage, Glen Ellyn, Illinois."},
      {
        "id":"ED439729",
        "title":"Alabama Public Library Service: 1997 Annual Report."},
      {
        "id":"ED439731",
        "title":"Federal Public Library Programs in Alabama, 1998."},
      {
        "id":"ED439733",
        "title":"Pennsylvania College of Technology Project Profile Report, 1999."},
      {
        "id":"ED439734",
        "title":"Institutional and Program Planning Research Brief, 1997."},
      {
        "id":"ED439735",
        "title":"The Knowledge Net: A Report of the New Expeditions Initiative [and] Executive Summary of the Report of the New Expeditions Initiative."},
      {
        "id":"ED439740",
        "title":"Minority Enrollment Report, Fall Semester 1999."},
      {
        "id":"ED439746",
        "title":"Barton County Community College Report Card '99."},
      {
        "id":"ED439747",
        "title":"Assessment Program Technical Progress Report, 1998-1999."},
      {
        "id":"ED439748",
        "title":"To Teach with Soft Eyes: Reflections on a Teacher/Leader Formation Experience."},
      {
        "id":"ED439749",
        "title":"Distance Learning in the Community Colleges: A Look at the Online and Teleclass Experience. A Level 1 Review."},
      {
        "id":"ED439750",
        "title":"The New Economic Development Role of the Community College."},
      {
        "id":"ED439751",
        "title":"Learning Outcomes for the 21st Century: Report of a Community College Study."},
      {
        "id":"ED439753",
        "title":"Service Learning Resource Guide, 1998-1999."},
      {
        "id":"ED439754",
        "title":"Institutional Self Study, Wayne County Community College District, 1999-2000. Submitted to the Commission on Institutions of Higher Education of the North Central Association of Colleges and Schools."},
      {
        "id":"ED439755",
        "title":"Non-Matriculant Survey Report, 1998."},
      {
        "id":"ED439756",
        "title":"San Jose/Evergreen Community College District: Information Systems Technology Planning."},
      {
        "id":"ED439757",
        "title":"San Jose/Evergreen Community College District: Governing Board's Strategic Master Plan."},
      {
        "id":"ED439759",
        "title":"Report on Admission of Students under the Age of Eighteen, (A.R.S. 15-1821), FY 1998-1999."},
      {
        "id":"ED439760",
        "title":"Faces of the Future: A Portrait of America's Community College Students. Summary Findings."},
      {
        "id":"ED439761",
        "title":"Community College and Secondary School Collaboration on Workforce Development and Education Reform: A Close Look at Four Community Colleges."},
      {
        "id":"ED439762",
        "title":"Multiple Missions of Community Colleges: Conflicting or Complementary?"},
      {
        "id":"ED439763",
        "title":"Enrollment Policies and Student Access at Community Colleges. Policy Paper."},
      {
        "id":"ED439764",
        "title":"Enhancing Faculty Productivity: A State Perspective. Policy Paper."},
      {
        "id":"ED439765",
        "title":"Community College Baccalaureate Degrees: A Delivery Model for the Future? Policy Paper."},
      {
        "id":"ED439766",
        "title":"Shared Governance in Community Colleges. Policy Paper."},
      {
        "id":"ED439767",
        "title":"Rural Community Colleges: Catalysts for Economic Renewal. Policy Paper."},
      {
        "id":"ED439768",
        "title":"Fostering Student Retention and Success at the Community College. Policy Paper."},
      {
        "id":"ED439769",
        "title":"Technology Planning: State and System Issues. Policy Paper."},
      {
        "id":"ED439770",
        "title":"Improving Articulation Policy To Increase Transfer. Policy Paper."},
      {
        "id":"ED439771",
        "title":"Remediation: A Must for the 21st-Century Learning Society. Policy Paper."},
      {
        "id":"ED439772",
        "title":"Welfare Reform: Creating Opportunities or Increasing Obstacles? Policy Paper."},
      {
        "id":"ED439773",
        "title":"Community Colleges: Connecting the Poor to Good Jobs. Policy Paper."},
      {
        "id":"ED439774",
        "title":"Community College Involvement in Welfare-to-Work. AACC Research Brief."},
      {
        "id":"ED439778",
        "title":"Pre-School Educational Research: Linking Policy with Practice."},
      {
        "id":"ED439779",
        "title":"Living with Welfare Reform: A Survey of Low Income Families in Illinois."},
      {
        "id":"ED439780",
        "title":"Smart Start News, 1999."},
      {
        "id":"ED439781",
        "title":"Starting Out Right: A Guide to Promoting Children's Reading Success. Specific Recommendations from America's Leading Researchers on How To Help Children Become Successful Readers."},
      {
        "id":"ED439783",
        "title":"Mentoring Parents: Support for Families of Early Adolescents."},
      {
        "id":"ED439784",
        "title":"From the Front Lines: Milwaukee's Child Welfare Community Speaks Out."},
      {
        "id":"ED439785",
        "title":"&quot;Teacher! Make Them Stop!&quot;"},
      {
        "id":"ED439786",
        "title":"Subsidizing Child Care by Mothers at Home. Working Paper Series."},
      {
        "id":"ED439787",
        "title":"Labor's Role in Addressing the Child Care Crisis. Working Paper Series."},
      {
        "id":"ED439788",
        "title":"Early Childhood Programs: Characteristics Affect the Availability of School Readiness Information. Report to the Chairman, Subcommittee on Oversight of Government Management, Restructuring, and the District of Columbia, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED439789",
        "title":"Child Care: State Requirements for Background Checks."},
      {
        "id":"ED439790",
        "title":"Increasing Parent Involvement through Effective Home/School Communication."},
      {
        "id":"ED439791",
        "title":"Increased Student Achievement through Parental Involvement and Increased Student Responsibility."},
      {
        "id":"ED439794",
        "title":"Adolescent Connections: A Guide to Selecting Resource Materials for Parents of Adolescents."},
      {
        "id":"ED439795",
        "title":"In Search of Enlightenment: Curriculum for the Children at Risk in India."},
      {
        "id":"ED439797",
        "title":"Reducing Harassment in Elementary School Classrooms Using High School Mentors."},
      {
        "id":"ED439798",
        "title":"She Is So Popular: A Study of Sixth Grade Girls' Views on Popularity."},
      {
        "id":"ED439799",
        "title":"A Juvenile Justice System in Crisis: A Case Study in Child Advocacy."},
      {
        "id":"ED439800",
        "title":"Parents' Perceptions of Teacher Outreach and Parent Involvement in Children's Education. Publication Series No. 14."},
      {
        "id":"ED439801",
        "title":"On Track with Phoenix Early Head Start. 1998-99 Evaluation Report."},
      {
        "id":"ED439802",
        "title":"The State of Working Arkansas: How Families are Faring in the Booming Economy. A Special Report from the Arkansas Working Families Project."},
      {
        "id":"ED439804",
        "title":"The Interaction of Standards-Based Reform and Inclusion in New Jersey's Fourth Grade Classrooms: Are They Perfect Together?"},
      {
        "id":"ED439805",
        "title":"Teacher-Family Contact. NCEDL Spotlights, No. 12."},
      {
        "id":"ED439807",
        "title":"Studying links between the Timing of Puberty and Psychological Individuation."},
      {
        "id":"ED439808",
        "title":"Impact of Preschool Model on Educational Transitions from Early Childhood to Middle Childhood and into Early Adolescence."},
      {
        "id":"ED439811",
        "title":"Starting School: Perspectives from Australia."},
      {
        "id":"ED439812",
        "title":"Teaching and Learning Primary Mathematics in Singapore."},
      {
        "id":"ED439813",
        "title":"Wyoming Kids Count Factbook, 1997."},
      {
        "id":"ED439814",
        "title":"Wyoming Kids Count in Wyoming Factbook, 1999."},
      {
        "id":"ED439815",
        "title":"Born in December: Ready for School?"},
      {
        "id":"ED439816",
        "title":"The State of the Child in Pennsylvania: A 1999 Guide to Child Well-Being in Pennsylvania. State of the Child in Pennsylvania Fact Book Series."},
      {
        "id":"ED439817",
        "title":"Taxing Pennsylvania: A Family-Focused Overview of Pennsylvania Taxes. State Fiscal Analysis Initiative."},
      {
        "id":"ED439818",
        "title":"Uninsured Children in Pennsylvania. Kids Count Special Report."},
      {
        "id":"ED439819",
        "title":"Partnering for Success: Community Approaches to Early Learning. A Report on Partnerships in Low-Income Communities."},
      {
        "id":"ED439820",
        "title":"Kids Count in Indiana: 1998 Indiana Data Book. County Profiles of Child Well-Being."},
      {
        "id":"ED439821",
        "title":"Kids Count in Indiana: 1999 Data Book. County Profiles of Child Well-Being [and] Highlights of &quot;Kids Count&quot; Data: State and County Statistics."},
      {
        "id":"ED439822",
        "title":"Kids Count Alaska Data Book, 1998-99."},
      {
        "id":"ED439823",
        "title":"Planning the Beginning with the End in Mind: Evaluating Outreach and Enrollment Strategies, A Case Study. An Interview with Pat Redmond, Health Director, Philadelphia Citizens for Children and Youth, a NACA Member Organization. Issue Brief."},
      {
        "id":"ED439824",
        "title":"Hawai'i Family Touchstones, 1999."},
      {
        "id":"ED439826",
        "title":"Kansas Kids Count Data Book, 1998. A Project of Kansas Action for Children."},
      {
        "id":"ED439827",
        "title":"Kansas Kids Count Data Book, 1999. A Project of Kansas Action for Children."},
      {
        "id":"ED439828",
        "title":"Child Care and Importance of the Educator-Child Relationship: Policy Relevant Conclusions Based on a Brief Review of Literature. CBGS Working Document."},
      {
        "id":"ED439829",
        "title":"Colorado Guidelines for Service Coordination: Early Childhood Connections for Infants, Toddlers &amp; Families = Guia para la Coordinacion de Servicios de Colorado: Conexiones para la Ninez Temprana para los Infantes, Parvulos y las Familias."},
      {
        "id":"ED439832",
        "title":"The Fragile Early Years: Assessing the Mental Health of Infants and Toddlers. A Summary of Proceedings of the Symposium Held at the University of Minnesota (Minneapolis, Minnesota, September 30, 1999)."},
      {
        "id":"ED439833",
        "title":"Making Reasonable Efforts: A Permanent Home for Every Child."},
      {
        "id":"ED439834",
        "title":"Early Head Start/Childcare Partnerships: Working Together To Increase Childcare Quality for Infants and Toddlers."},
      {
        "id":"ED439835",
        "title":"Parenting and Teaching in Perspective."},
      {
        "id":"ED439839",
        "title":"Quality: Canadian Style."},
      {
        "id":"ED439842",
        "title":"Minnesota Infant Mental Health Services Feasibility Study."},
      {
        "id":"ED439843",
        "title":"Brain Development &amp; Early Childhood: An Arkansas Kids Count Special Report."},
      {
        "id":"ED439845",
        "title":"The Partnership for Family Involvement in Education: Who We Are and What We Do."},
      {
        "id":"ED439849",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Spring 2000."},
      {
        "id":"ED439850",
        "title":"The Missing Support Infrastructure in Early Childhood."},
      {
        "id":"ED439851",
        "title":"Home-Community Visits during an Era of Reform (1870-1920)."},
      {
        "id":"ED439852",
        "title":"Comparisons in Early Years Education: History, Fact, and Fiction."},
      {
        "id":"ED439853",
        "title":"Dynamic Aims: The Use of Long-Term Projects in Early Childhood Classrooms in Light of Dewey's Educational Philosophy."},
      {
        "id":"ED439854",
        "title":"The Project Approach: Meeting the State Standards."},
      {
        "id":"ED439855",
        "title":"Linking Standards and Engaged Learning in the Early Years."},
      {
        "id":"ED439856",
        "title":"Continuity and Purpose in the Design of Meaningful Project Work."},
      {
        "id":"ED439857",
        "title":"Implementing the Project Approach in Part-Time Early Childhood Education Programs."},
      {
        "id":"ED439860",
        "title":"Guidelines for Preparing Culturally Responsive Teachers for Alaska's Schools."},
      {
        "id":"ED439861",
        "title":"Nature Connected Psychology: Counseling, Environmental Education and Native American School Activities That Let Earth Teach."},
      {
        "id":"ED439862",
        "title":"Community Gardening in Rural Regions: Enhancing Food Security and Nutrition."},
      {
        "id":"ED439864",
        "title":"Leadership for Better Schools."},
      {
        "id":"ED439865",
        "title":"Capitalizing on Leadership in Rural Special Education: Making a Difference for Children and Families. Conference Proceedings (Alexandria, Virginia, March 16-18, 2000)."},
      {
        "id":"ED439866",
        "title":"Collaborative Working Relations with Your State Medicaid Office: What's in It for You?"},
      {
        "id":"ED439867",
        "title":"Leadership in Accountability for Professional Development Systems."},
      {
        "id":"ED439868",
        "title":"A Classwide Peer-Assisted Self-Management Program All Teachers Can Use: Adaptations and Implications for Rural Educators."},
      {
        "id":"ED439869",
        "title":"Increasing Caring and Reducing Violence in Rural Schools."},
      {
        "id":"ED439870",
        "title":"Collaboration and Role Release: Can Diverse Special Education Teachers &amp; Regular Education Teachers Work Together To Serve Students with Visual Impairment or with Learning Disabilities?"},
      {
        "id":"ED439871",
        "title":"The Effects of Peer-Delivered Self-Monitoring Strategies on the Participation of Students with Disabilities in General Education Classrooms."},
      {
        "id":"ED439872",
        "title":"A Qualitative Study of the Child, Family and Professional Factors That Influence the Use of Assistive Technology in Early Intervention."},
      {
        "id":"ED439873",
        "title":"Designing an Online, Introductory Gifted Education Course."},
      {
        "id":"ED439874",
        "title":"Rural Gifted Education: Enhancing Service Delivery."},
      {
        "id":"ED439875",
        "title":"Hispanic Deaf Students in Rural Education Settings: Complex Issues."},
      {
        "id":"ED439876",
        "title":"Increasing Services to Children Who Are Deafblind in Southeast Arkansas: A Strategic Model for Identifying Cultural Influences."},
      {
        "id":"ED439877",
        "title":"Transition of Navajo Special Education Students in a Rural Environment."},
      {
        "id":"ED439878",
        "title":"Working with Navajo Special Education Students on the Reservation: Cultural Implications."},
      {
        "id":"ED439879",
        "title":"Parents As Change Agents: Overview of the Arizona Department of Education, Parent Information Network."},
      {
        "id":"ED439880",
        "title":"Building Inclusive School and Pre-School Communities."},
      {
        "id":"ED439881",
        "title":"Capitalizing Distance Technologies To Benefit Rural Children and Youth with Visual Disabilities."},
      {
        "id":"ED439882",
        "title":"&quot;I Do It All&quot;: The Ballad of the Rural Special Education Teacher."},
      {
        "id":"ED439883",
        "title":"Service-Learning in Preservice Special Education: A Comparison of Two Approaches."},
      {
        "id":"ED439884",
        "title":"Special Educators' Ability To Function As Leaders in Inclusionary Settings."},
      {
        "id":"ED439885",
        "title":"Strategies from Instructional Effectiveness Applicable to Training Regular Teachers for Inclusion."},
      {
        "id":"ED439886",
        "title":"Substitute Teachers and Students with Learning Disabilities: Problems in Rural Areas."},
      {
        "id":"ED439887",
        "title":"Training Rural Educators in Kentucky: Impact with Follow-Up Data."},
      {
        "id":"ED439888",
        "title":"Two Preservice Teachers with Special Needs and Their Rights: What If Their Teacher Education Experiences Had Gone Awry?"},
      {
        "id":"ED439889",
        "title":"Combining Distance Education and Web Applications for a Course on Collaboration in Special Education."},
      {
        "id":"ED439890",
        "title":"Creating a Community of Distance Learners: Putting Technology To Work."},
      {
        "id":"ED439891",
        "title":"Professionals Ready for Educational Partnerships (PREP): The Development, Implementation, and Evaluation of a Multimedia Distance Education Course on Collaboration."},
      {
        "id":"ED439892",
        "title":"What Rural Entrepreneurs Tell Us about Entrepreneurial Training Needs."},
      {
        "id":"ED439893",
        "title":"Preparing, Recruiting, and Retaining Special Education Personnel in Rural Areas."},
      {
        "id":"ED439895",
        "title":"Adult Literacy and Parenting Outcomes of a Rural, Home-Based Program."},
      {
        "id":"ED439896",
        "title":"Practical Partnerships: A Cooperative Life Skills Program for At-Risk Rural Youth."},
      {
        "id":"ED439897",
        "title":"The Northeast Regional Center for Rural Development: 1999 Annual Report. NERCRD Publication #75."},
      {
        "id":"ED439899",
        "title":"Pesticides: Improvements Needed To Ensure the Safety of Farmworkers and Their Children. Report to Congressional Requesters."},
      {
        "id":"ED439901",
        "title":"Indian Vocational Education Program: Project Summaries for Program Years 1999-2000. Continuation Grants and New Grants."},
      {
        "id":"ED439902",
        "title":"Metamorphic Mountain, Mount Jefferson State Park: An Environmental Education Learning Experience Designed for Grades 5-7."},
      {
        "id":"ED439903",
        "title":"Models and Approaches for Environmental Education in Iowa, 1999."},
      {
        "id":"ED439904",
        "title":"Online Mathematics Enrichment: An Evaluation of the NRICH Project, 1998-99."},
      {
        "id":"ED439905",
        "title":"Losing Ground? Part 1: The Dimensions of Urban Sprawl. Know Your Environment."},
      {
        "id":"ED439906",
        "title":"Approaches to Technology in Biology and Chemistry Classes: An Alternative Perspective."},
      {
        "id":"ED439907",
        "title":"Setting Standards for Students' Work in Biology."},
      {
        "id":"ED439911",
        "title":"Assessment That Informs Practice."},
      {
        "id":"ED439912",
        "title":"Transportation Education and Outreach Pilot Program Targeting Students in Grades K-12. Final Report."},
      {
        "id":"ED439927",
        "title":"Science and Engineering Degrees: 1966-97. Detailed Statistical Tables."},
      {
        "id":"ED439928",
        "title":"The Interplay of Firsthand and Text-Based Investigations in Science Education. Ciera Report."},
      {
        "id":"ED439929",
        "title":"Georgia Environmental Education Teacher Resource Guide."},
      {
        "id":"ED439931",
        "title":"Federal Academic Science and Engineering Obligations Up More Than 6 Percent in FY 1998. SRS Data Brief."},
      {
        "id":"ED439932",
        "title":"Complex Picture of Computer Use in the Home Emerges. SRS Issue Brief."},
      {
        "id":"ED439933",
        "title":"Science and Engineering Degrees, by Race/Ethnicity of Recipients: 1989-97. Detailed Statistical Tables."},
      {
        "id":"ED439936",
        "title":"Guidelines for the Initial Preparation of Environmental Educators. National Project for Excellence in Environmental Education."},
      {
        "id":"ED439937",
        "title":"Excellence in Environmental Education--Guidelines for Learning (K-12). Executive Summary and Self Assessment Tool. National Project for Excellence in Environmental Education."},
      {
        "id":"ED439938",
        "title":"Approaches to Learning in a Second Year Chemical Engineering Course."},
      {
        "id":"ED439939",
        "title":"First Year Site Visits to Milwaukee Urban Systemic Initiative Schools. A Report on the Milwaukee Public Schools Milwaukee Urban Systemic Initiative."},
      {
        "id":"ED439940",
        "title":"Lessons Learned: Implementation of the Milwaukee Urban Systemic Initiative in Years One and Two. Report for the Milwaukee Public Schools."},
      {
        "id":"ED439941",
        "title":"Second Year Site Visits to Milwaukee Urban Systemic Initiative Schools. Report for the Milwaukee Public Schools."},
      {
        "id":"ED439942",
        "title":"Survey Results for First Wave Schools of the Milwaukee Urban Systemic Initiative. Report on Milwaukee Public Schools Milwaukee Urban Systemic Initiative."},
      {
        "id":"ED439943",
        "title":"The Journey Begins: First Year Activities of the MUSI Mathematics/Science Resource Teachers. A Report on the Milwaukee Urban Systemic Initiative."},
      {
        "id":"ED439944",
        "title":"A Study of Undergraduate Science Education Major Students' Attitudes towards Science and Science Teaching, and Relations with Several Socio-Demographic Factors at Four-Year Teachers Colleges in Turkey."},
      {
        "id":"ED439946",
        "title":"Using Museum Setting To Enhance Pre-Service Science Teachers Reflect Their Student Teaching in a Methods Course."},
      {
        "id":"ED439949",
        "title":"Fostering Instrumentalist Conceptions of the Nature of Science: A Classroom Study."},
      {
        "id":"ED439950",
        "title":"Freshman South African Students' Views on the Study of Chemistry."},
      {
        "id":"ED439952",
        "title":"Factors Related to Success in Electronic Mentoring of Female College Engineering Students by Mentors Working in Industry."},
      {
        "id":"ED439953",
        "title":"An Analysis of Jamaican High School Students' Integrated Science Process Skills Performance."},
      {
        "id":"ED439954",
        "title":"A Study of Changes in Students' Science Attitudes, Awareness and Achievement across Three Years as a Function of the Level of Implementation of Interactive-Constructivist Teaching Strategies Promoted in a Local Systemic Reform Effort."},
      {
        "id":"ED439955",
        "title":"The Development, Implementation and Initial Research Findings of 'Science and Technology for All' in Israel."},
      {
        "id":"ED439956",
        "title":"Science Teaching Self-Efficacy of First Year Elementary Teachers Trained in a Site Based Program."},
      {
        "id":"ED439957",
        "title":"Experiences in a Constructivist Community of Practice: An Inquiry into TEEMS--A Science Teacher Education Program."},
      {
        "id":"ED439959",
        "title":"Looking Forward, Looking Backward: An Investigation of Students' Understanding of the Nature of Science."},
      {
        "id":"ED439960",
        "title":"Expertise, Argumentation and Scientific Practice: A Case Study about Environmental Education in the 11th Grade."},
      {
        "id":"ED439961",
        "title":"Red-Cockaded Woodpecker Classroom Activities."},
      {
        "id":"ED439964",
        "title":"Construct-a-Greenhouse. Science by Design Series."},
      {
        "id":"ED439965",
        "title":"Construct-a-Boat. Science by Design Series."},
      {
        "id":"ED439966",
        "title":"Construct-a-Glove. Science by Design Series."},
      {
        "id":"ED439967",
        "title":"Construct-a-Catapult. Science by Design Series."},
      {
        "id":"ED439968",
        "title":"Latvia: Human Development Report, 1996."},
      {
        "id":"ED439970",
        "title":"Administrative and Financial Responsibilities for Education and Training in the European Community."},
      {
        "id":"ED439971",
        "title":"Organisation of School Time in the European Union. Second Edition."},
      {
        "id":"ED439972",
        "title":"Key Data on Education in the European Union, '95. Second Edition."},
      {
        "id":"ED439973",
        "title":"Pre-School and Primary Education in the European Union."},
      {
        "id":"ED439974",
        "title":"The Situation in Austria, Finland and Sweden and in the EFTA/EEA Countries (Iceland and Norway). Supplement to the Study on Pre-School and Primary Education in the European Union."},
      {
        "id":"ED439975",
        "title":"Pre-School Education in the European Union: Current Thinking and Provision. Studies No. 6."},
      {
        "id":"ED439977",
        "title":"Bibliographie annotee de ressources complementaires. Etudes sociales: Secondaire, 7e a 12e (Annotated Bibliography of Further Resources. Social Studies: Secondary School, Grades 7-12)."},
      {
        "id":"ED439979",
        "title":"Records of the General Conference (28th, Paris, France, October 25 to November 16, 1995). Volume 1: Resolutions [and] Volume 2: Reports--Programme Commissions, Administrative Commission, Legal Committee."},
      {
        "id":"ED439980",
        "title":"Multidisciplinary Civics Lessons. Teacher's Handbook. Our Democracy: How America Works Series."},
      {
        "id":"ED439981",
        "title":"The Changing Chesapeake: An Introduction to the Natural History and Cultural History of the Chesapeake Bay. Revised."},
      {
        "id":"ED439982",
        "title":"Building Relationships: A Symposium in Art Education Management ([1st], Flagstaff, Arizona, July 8-9, 1988)."},
      {
        "id":"ED439983",
        "title":"Building Relationships: A Symposium in Art Education Management (2nd, Flagstaff, Arizona, July 6-8, 1989)."},
      {
        "id":"ED439984",
        "title":"Transcribings from the Annual Building Relationships: A Symposium in Art Education Management (3rd, Flagstaff, Arizona, June 27-30, 1990)."},
      {
        "id":"ED439986",
        "title":"[Religious Art] Fulbright-Hays Project 1997. Fulbright-Hays Summer Seminar Abroad, 1997 (Mexico)."},
      {
        "id":"ED439987",
        "title":"Independent Education in Western Europe, Second Edition. ISIS Document No. 34."},
      {
        "id":"ED439988",
        "title":"New Challenges: The Civil Rights Record of the Clinton Administration Mid-Term. Report of the Citizens' Commission on Civil Rights."},
      {
        "id":"ED439990",
        "title":"Spiritual Growth and Development."},
      {
        "id":"ED439991",
        "title":"Aging in the United States: An Education Module."},
      {
        "id":"ED439992",
        "title":"Puja: Expressions of Hindu Devotion. Guide for Educators."},
      {
        "id":"ED439993",
        "title":"Diversity, Human Rights, and Curriculum in Canada."},
      {
        "id":"ED439994",
        "title":"Woodrow Wilson: Prophet of Peace. Teaching with Historic Places."},
      {
        "id":"ED439995",
        "title":"Campaign 2000 C-SPAN: Your Press Pass to C-SPAN'S Campaign 2000. Educators' Guide."},
      {
        "id":"ED439996",
        "title":"C-SPAN in the Classroom: Campaign 2000 Topics."},
      {
        "id":"ED439997",
        "title":"C-SPAN in the Classroom: Campaign 2000 Events."},
      {
        "id":"ED439999",
        "title":"Hard Times/Hard War. Wilson's Creek National Battlefield Educational Packet, Grades 9-12. Second Edition."},
      {
        "id":"ED440000",
        "title":"Educator's Guide to the Battle of Wilson's Creek (August 10, 1861). Revised Third Edition."},
      {
        "id":"ED440001",
        "title":"No Easy Choices: Taking Sides in Civil War Missouri. Wilson's Creek National Battlefield Educational Packet, Grades 7-8."},
      {
        "id":"ED440002",
        "title":"Common Soldier/Common Man: Wilson's Creek National Battlefield Educational Packet for the Elementary Grades. Revised Second Edition."},
      {
        "id":"ED440003",
        "title":"Proposed Academic Standards for Civics and Government--05/10/99."},
      {
        "id":"ED440004",
        "title":"Proceedings of the Midwest Philosophy of Education Society, 1997-1998."},
      {
        "id":"ED440008",
        "title":"Teaching Guide on the U.S. Response to the Changing Nature of International Conflict. National Peace Essay Contest."},
      {
        "id":"ED440009",
        "title":"Creative Approaches to Managing Conflict in Africa: Findings from USIP-Funded Projects. Peaceworks No. 15."},
      {
        "id":"ED440011",
        "title":"From Mexican &quot;Talleres de Artesanos&quot; to ESL Writer's Workshop. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED440012",
        "title":"Paving a Path for the Future: Comparing Israel and Jordan."},
      {
        "id":"ED440015",
        "title":"Kansas Curricular Standards for Music Education, 1998."},
      {
        "id":"ED440016",
        "title":"Weaving Christ's Seamless Garment: Assessment of Catholic Religious Education."},
      {
        "id":"ED440019",
        "title":"State of Delaware Visual and Performing Arts Content Standards: Music, Visual Arts, Theatre, Dance, November 1997."},
      {
        "id":"ED440021",
        "title":"A Parent's Guide to Religion in the Public Schools."},
      {
        "id":"ED440022",
        "title":"A Teacher's Guide to Religion in the Public Schools."},
      {
        "id":"ED440026",
        "title":"Asia-Pacific World Heritage Youth Forum. Beijing 97."},
      {
        "id":"ED440027",
        "title":"Educational Innovation for Sustainable Development. Report of the Third UNESCO-ACEID International Conference (Bangkok, Thailand, December 1-4, 1997)."},
      {
        "id":"ED440028",
        "title":"Learning to Live Together in Peace and Harmony: Values Education for Peace, Human Rights, Democracy, and Sustainable Development for the Asia-Pacific Region. A UNESCO-APNIEVE Sourcebook for Teacher Education and Tertiary Level Education."},
      {
        "id":"ED440030",
        "title":"A Guide to Curriculum Planning in Social Studies."},
      {
        "id":"ED440032",
        "title":"Education for All: A Global Commitment. A Report of the United States to the International Consultative Forum on Education for All."},
      {
        "id":"ED440033",
        "title":"Two American Entrepreneurs: Madame C. J. Walker and J. C. Penney. Teaching with Historic Places."},
      {
        "id":"ED440035",
        "title":"Some Reflections on the Past and Future of Research Concerning the Civic Engagement of Youth within the Context of the IEA International Civic Education Study."},
      {
        "id":"ED440036",
        "title":"Response to Findings of the NAEP 1998 Civics Report Card to the Nation."},
      {
        "id":"ED440037",
        "title":"All Our Futures: Creativity, Culture &amp; Education."},
      {
        "id":"ED440038",
        "title":"Commemoration and Preservation: An Administrative History of Big Hole National Battlefield."},
      {
        "id":"ED440039",
        "title":"Alberta Response to the Draft Foundation Document for the Development of the Western Canadian Protocol Social Studies K-12 Common Curriculum Framework."},
      {
        "id":"ED440040",
        "title":"Parent/Guardian Attitudes on Year-Round Schools, Scotland County, North Carolina, 1998."},
      {
        "id":"ED440043",
        "title":"Improving Music Reading Skills among Second Grade Students."},
      {
        "id":"ED440044",
        "title":"Infusing Functional Law into the Classroom."},
      {
        "id":"ED440045",
        "title":"Recycled Rags, Renewed Lives. Education To Fight Exclusion Project. Innovations for Youth No. 3."},
      {
        "id":"ED440046",
        "title":"Home and Family Life."},
      {
        "id":"ED440048",
        "title":"The West As America: A Guide for Teachers."},
      {
        "id":"ED440049",
        "title":"Incorporating Student Voice into Teaching Practice. ERIC Digest."},
      {
        "id":"ED440050",
        "title":"The Vexing Problem of Perennial Substitute Teacher Shortage in Ohio."},
      {
        "id":"ED440051",
        "title":"Teaching and California's Future. The Status of the Teaching Profession: Research Findings and Policy Recommendations."},
      {
        "id":"ED440053",
        "title":"Issues of Supply and Demand: Recruiting and Retaining Quality Teachers. School Development Outreach Project."},
      {
        "id":"ED440056",
        "title":"On-Line Tutoring by Preservice Teachers."},
      {
        "id":"ED440057",
        "title":"Texas Teacher Recruitment and Retention Study."},
      {
        "id":"ED440058",
        "title":"Developing Culturally Consonant Curriculum Using the Technology of the New Millennium."},
      {
        "id":"ED440059",
        "title":"Verifying the Educational Value Orientations in the Curricular Decision Making Process of Pre-Service Teachers."},
      {
        "id":"ED440060",
        "title":"Partnership for Educational Renewal: From Commitment to Institutional Reality."},
      {
        "id":"ED440061",
        "title":"The One, Two Punch! General Education and Teacher Education Curricula at a Small, Independent, Liberal Arts College for All Students Including Pre-Service Teachers."},
      {
        "id":"ED440062",
        "title":"CalStateTEACH: The Origins and Emergence of a State University Distributed Learning Teacher Education Program."},
      {
        "id":"ED440063",
        "title":"Program Accountability for Beginning Teachers' Subject Matter Knowledge and Competency and How To Meet the Challenge. A State's Perspective on Program Accountability for Teacher Education Graduates' Competency."},
      {
        "id":"ED440065",
        "title":"Policy and Practice in the Improvement of Initial Teacher Education in Chile."},
      {
        "id":"ED440066",
        "title":"Teaching. Educational Practices Series--1."},
      {
        "id":"ED440067",
        "title":"Standards-Based Accountability as a Tool for Making a Difference in Student Learning. A State and an Institutional Perspective on Standards-Based Accountability."},
      {
        "id":"ED440068",
        "title":"The Liminal Tension of Performance Evaluation for Preservice Teacher Educators: A Mechanism for Accountability or a Tool for Growth?"},
      {
        "id":"ED440069",
        "title":"Character Education: The Missing Ingredient of Preservice Teacher Education Programs."},
      {
        "id":"ED440070",
        "title":"Collaborations between the College of Arts and Sciences and the College of Education at Clarion University of Pennsylvania."},
      {
        "id":"ED440071",
        "title":"Technology Advancing a Continuous Community of Learners (TACCOL): Integrating Technology into Teacher Preparation."},
      {
        "id":"ED440072",
        "title":"Predicting Student Retention in Teacher Education Programs."},
      {
        "id":"ED440073",
        "title":"The Principal Internship Portfolio: Evidence of Instructional, Managerial, and Interdependent Leadership."},
      {
        "id":"ED440074",
        "title":"The Shared Vision and Practice of a University/School Partnership."},
      {
        "id":"ED440075",
        "title":"It Takes a Village: Promoting Multidisciplinary Leadership through a Professional Development School (PDS) Partnership."},
      {
        "id":"ED440076",
        "title":"Faculty of Color in Teacher Education: A Multicultural Approach to Mentoring for Retention, 2000 and Beyond."},
      {
        "id":"ED440078",
        "title":"Becoming Consumers of Our Own Research: What Really Makes a Difference in Improving Learning?"},
      {
        "id":"ED440079",
        "title":"Reflection Is Not Description: Cultivating Reflection with Pre-Service Teachers."},
      {
        "id":"ED440080",
        "title":"&quot;Stretch Your Body and Your Mind&quot; (Tai Chi as an Adaptive Activity)."},
      {
        "id":"ED440081",
        "title":"When Self-Pleasuring Becomes Self-Destruction: Autoerotic Asphyxiation."},
      {
        "id":"ED440086",
        "title":"Student Teachers' Transcending the Limits of Their Past: Repertory Grid Framing Narratives for Learning To Teach."},
      {
        "id":"ED440087",
        "title":"Alternative Teacher Certification."},
      {
        "id":"ED440088",
        "title":"Metacognition: A New Implementation Model for Learning."},
      {
        "id":"ED440089",
        "title":"A Comparative Analysis of Present and Preferred Situations of Elementary Grade Teachers in Using Computers for Classroom Instruction."},
      {
        "id":"ED440090",
        "title":"Working Conditions of Texas Teachers. Teacher Supply, Demand, and Quality Policy Research Project."},
      {
        "id":"ED440091",
        "title":"Texas Teacher Diversity and Recruitment. Teacher Supply, Demand, and Quality Policy Research Project."},
      {
        "id":"ED440093",
        "title":"Performance Assessment: Statewide Accountability."},
      {
        "id":"ED440095",
        "title":"Using Type To Prepare or Develop Teachers for Poor Urban Areas."},
      {
        "id":"ED440096",
        "title":"From the Teacher to the Top."},
      {
        "id":"ED440097",
        "title":"Meeting the Accountability Mandate: Linking Teacher Technology Competency to Student Learning."},
      {
        "id":"ED443104",
        "title":"Improving Reading through the Use of Skills and Strategies."},
      {
        "id":"ED443106",
        "title":"Displaying Special Characters and Symbols in Computer-Controlled Reaction Time Experiments."},
      {
        "id":"ED443107",
        "title":"Literacy and Community. The Twentieth Yearbook: A Peer Reviewed Publication of the College Reading Association, 1998. [Papers from the College Reading Association Conference, 1997]."},
      {
        "id":"ED443108",
        "title":"Advancing the World of Literacy: Moving into the 21st Century. The Twenty-First Yearbook: A Peer Reviewed Publication of the College Reading Association, 1999. [Papers from the College Reading Association Conference, 1998]."},
      {
        "id":"ED443120",
        "title":"The Young Composers: Composition's Beginnings in Nineteenth-Century Schools. Studies in Writing and Rhetoric."},
      {
        "id":"ED443121",
        "title":"Imagining the Corporate World: Ethos, Application Letters, and the Student Writer."},
      {
        "id":"ED443122",
        "title":"The Ninth-Grade Proficiency Test in Writing: A Resource Manual for Teachers of Writing."},
      {
        "id":"ED443123",
        "title":"The Personal Is Professional: What Is a Feminist Pedagogy in a Man's Composition Classroom?"},
      {
        "id":"ED443124",
        "title":"The Imperative of Language Education in Composition Classrooms."},
      {
        "id":"ED443125",
        "title":"Artisans Who Create and Challenge."},
      {
        "id":"ED443126",
        "title":"Careless Errors: Teaching Expository Writing to Postsecondary Students with Learning Disabilities or Attention Deficit Disorder."},
      {
        "id":"ED443127",
        "title":"The Benefits and Challenges of a Student-Designed School Website."},
      {
        "id":"ED443128",
        "title":"What's Up wif Ebonics, Y'all?"},
      {
        "id":"ED443129",
        "title":"Improving Language Skills To Incorporate Detail in Student's Writing."},
      {
        "id":"ED443130",
        "title":"Improving Student Spelling in Daily Written Work."},
      {
        "id":"ED443131",
        "title":"Once Is Not Enough: Statistical Simulation of Textual Data."},
      {
        "id":"ED443132",
        "title":"Improving the Social Skills of Elementary School Children."},
      {
        "id":"ED443133",
        "title":"To What Extent Does a Peer Mentoring Program Aid in Student Retention?"},
      {
        "id":"ED443134",
        "title":"The Words That Buoy the European Impulse."},
      {
        "id":"ED443135",
        "title":"Student Motivation: Cultivating a Love of Learning."},
      {
        "id":"ED443136",
        "title":"Final Report of the Commission To Study Providing Educators with More Authority To Remove Violent Students from Educational Settings."},
      {
        "id":"ED443137",
        "title":"Charter Schools: Problem-Based Learning Project. Instructor Edition."},
      {
        "id":"ED443138",
        "title":"School Choice in Washington, D.C.: An Evaluation after One Year."},
      {
        "id":"ED443139",
        "title":"Kentucky's Induction-Model Intern Assistant Principals: Players or Designated Hitters in High-Stakes Accountability?"},
      {
        "id":"ED443140",
        "title":"The Struggle for Ideological Control over Curriculum: Two New Zealand Examples."},
      {
        "id":"ED443141",
        "title":"Intelevent 99. Telecom Networks in the New Millennium: Is Global Service Provisioning Inevitable? Conference Proceedings (Edinburgh, Scotland, September 12-15, 1999)."},
      {
        "id":"ED443142",
        "title":"The Relationship between Self Esteem and Effective Educational Leadership: A Literary Review, Recommendations, and Interviews."},
      {
        "id":"ED443143",
        "title":"Considerations for Entry Level Students in Schools-within-Schools: The Interplay of Social Capital and Student Identity Formation."},
      {
        "id":"ED443144",
        "title":"Pulling Together or Apart: Factors Influencing a School's Ability To Learn."},
      {
        "id":"ED443145",
        "title":"Comprehensive School Reform Demonstration Program: Raising Student Achievement through Research-Based Reforms That Strengthen the Entire School."},
      {
        "id":"ED443147",
        "title":"Improving Performance: Competition in American Public Education."},
      {
        "id":"ED443149",
        "title":"Strategies for Change: Implementing a Comprehensive School Reform Program, Part 1."},
      {
        "id":"ED443150",
        "title":"Launching Professional Learning Communities: Beginning Actions."},
      {
        "id":"ED443151",
        "title":"Creating Working Relationships: How Can School Districts and Charter Schools Work Together Effectively? Knowledge Brief."},
      {
        "id":"ED443152",
        "title":"Sustaining Educational Technology: Funding Challenges and Opportunities for Policymakers. Policy Issues. Issue 4."},
      {
        "id":"ED443153",
        "title":"Comprehensive School Reform Demonstration Program: State Action Plans."},
      {
        "id":"ED443154",
        "title":"Leadership for School Improvement."},
      {
        "id":"ED443155",
        "title":"Comprehensive School Reform Demonstration: Interactive Web Site Pilot Project. Sample School Profiles."},
      {
        "id":"ED443156",
        "title":"Comprehensive School Reform Demonstration: SEA Network Forums Proceedings (July 27, 1999 and October 14, 1999)."},
      {
        "id":"ED443158",
        "title":"The Evidence on Class Size. Occasional Paper."},
      {
        "id":"ED443159",
        "title":"The Implementation of School-Based Curriculum Development. School Improvement in Taiwan: Problems and Possibilities."},
      {
        "id":"ED443164",
        "title":"Together We Can: A Guide for Crafting a Profamily System of Education and Human Services. Special Report. [Revised Edition]."},
      {
        "id":"ED443165",
        "title":"School Board Meetings and the First Amendment."},
      {
        "id":"ED443166",
        "title":"Current School and District Accreditation Procedures in the McREL Region: A Potential Support of Curriculum Reform."},
      {
        "id":"ED443167",
        "title":"Career Crisis in the School Superintendency? The Results of a National Survey."},
      {
        "id":"ED443168",
        "title":"Dimensions of School Effectiveness: Academic and Non-Academic Outcomes among Pupils in the Republic of Ireland."},
      {
        "id":"ED443169",
        "title":"A Study of a Consortium Model To Support School District Systemic Reform."},
      {
        "id":"ED443170",
        "title":"The Comprehensive High School in the United States: A Historical Perspective."},
      {
        "id":"ED443171",
        "title":"Moral Leadership in Schools: Fact or Fancy?"},
      {
        "id":"ED443172",
        "title":"The Interdisciplinary Curriculum: A Literary Review and a Manual for Administrators and Teachers."},
      {
        "id":"ED443173",
        "title":"The Complete Toolkit for Building High-Performance Work Teams."},
      {
        "id":"ED443174",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1999. Guaranteeing Equal Access to High-Standards Education."},
      {
        "id":"ED443175",
        "title":"Benefits for Private School Students and Teachers from Federal Education Programs."},
      {
        "id":"ED443176",
        "title":"Licensing for Educational Administrators: Conceptual Framework."},
      {
        "id":"ED443177",
        "title":"Parental Involvement in School Governance: Emergence of a New Model?"},
      {
        "id":"ED443178",
        "title":"School Leadership in English Schools at the Close of the 20th Century: Puzzles, Problems and Cultural Insights."},
      {
        "id":"ED443179",
        "title":"Mission Impossible? Leadership Responsibility without Authority for Initiatives To Reorganise Schools."},
      {
        "id":"ED443180",
        "title":"The Wisdom of Solomon: Achieving Equity in Large Scale Reorganisation of Schooling."},
      {
        "id":"ED443181",
        "title":"Does Block Scheduling Live Up to Its Promise?"},
      {
        "id":"ED443182",
        "title":"Financial Management: Education's Financial Management Problems Persist. Testimony before the Task Force on Education, Committee on the Budget, House of Representatives."},
      {
        "id":"ED443183",
        "title":"Education Budget Proposals. Hearing of the Committee on Health, Education, Labor, and Pensions on Investing in Our Nation's Future: Perspectives on Federal Funding for Education. United States Senate, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED443184",
        "title":"Comprehensive School Reform Program. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED443185",
        "title":"Straight Talk: Leadership in State and Community Education Reforms. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED443186",
        "title":"Academic Achievement for All: Increasing Flexibility and Improving Student Performance and Accountability. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED443187",
        "title":"School Finance Legislation: Funding and Distribution, 1999. Research Report."},
      {
        "id":"ED443188",
        "title":"Part of the Blueprint for Standards-Based Reform Is Missing: Where Is the Foundation? Special Report on Standards, Assessment, Accountability, and Interventions. Report #2, Fall 1999."},
      {
        "id":"ED443189",
        "title":"Indiana School Funding Symposium. Alternative Tax Structures for Indiana's Schools: Implication for School Funding. Summary of Symposium Proceedings (Indianapolis, Indiana, June 22, 1998)."},
      {
        "id":"ED443190",
        "title":"A+ Accounts: More Educational Opportunity, Not More Bureaucracy [and] Executive Summary. The Heritage Foundation Backgrounder, Number 1172."},
      {
        "id":"ED443191",
        "title":"Why Congress Should Overhaul the Federal Regional Education Laboratories [and] Executive Summary. The Heritage Foundation Backgrounder, Number 1200."},
      {
        "id":"ED443192",
        "title":"Financing America's Public Schools. Issue Brief."},
      {
        "id":"ED443194",
        "title":"The 1998-99 Wisconsin Full-Time Inter-District Public School Open Enrollment Program: A Report to the Governor and the Legislature."},
      {
        "id":"ED443195",
        "title":"A Study of the Supply and Demand of School Administrators in Nebraska."},
      {
        "id":"ED443196",
        "title":"Colorado Charter Schools Evaluation Study, 1998-1999: The Characteristics, Status and Performance Record of Colorado Charter Schools."},
      {
        "id":"ED443197",
        "title":"Evaluation of a Training Program for Primary School Principals."},
      {
        "id":"ED443198",
        "title":"Salaries of Teachers. Indicator of the Month."},
      {
        "id":"ED443199",
        "title":"Making Progress: An Update on State Implementation of Federal Education Laws Enacted in 1994."},
      {
        "id":"ED443200",
        "title":"Organizational Visions of the Administrators in Turkish Elementary Schools for the 21st Century."},
      {
        "id":"ED443201",
        "title":"Feeling Like a Leader: The Emotions of Leadership."},
      {
        "id":"ED443202",
        "title":"Guidelines: Assistive Technology for Students with Disabilities."},
      {
        "id":"ED443203",
        "title":"Guidelines: Procedural Safeguards. Prior Written Notice and Parental Consent Procedures."},
      {
        "id":"ED443204",
        "title":"Guidelines: Evaluation Process."},
      {
        "id":"ED443205",
        "title":"Extended School Year Services for Students with Disabilities."},
      {
        "id":"ED443206",
        "title":"Frequently Asked Questions about Learning Disabilities."},
      {
        "id":"ED443207",
        "title":"Generalization of Social Skills: Strategies and Results of a Training Program in Problem Solving Skills."},
      {
        "id":"ED443208",
        "title":"A Comparison of the Costs and Educational Outcomes of Three Models of Service Delivery for Special Needs Students."},
      {
        "id":"ED443209",
        "title":"Comparison of Teacher Suspicion of ADHD to Teacher, Primary Caretaker, and Blinded Ratings of ADHD Symptoms in First Grade Students."},
      {
        "id":"ED443210",
        "title":"Medication Effects on Word Recognition of ADHD Students."},
      {
        "id":"ED443211",
        "title":"National Directory of Financial Assistance Programs for Post-Secondary Students with Disabilities."},
      {
        "id":"ED443212",
        "title":"Creating Options: A Resource on Financial Aid for Students with Disabilities."},
      {
        "id":"ED443213",
        "title":"Construyendo un Puente entre la Educacion del Dotado y el Mejoramiento Escolar Integral. Resumen. La Serie de Decision Basada en la Investigacion (Building a Bridge between Gifted Education and Total School Improvement. Summary. Talent Development Research-Based Decision Making Series)."},
      {
        "id":"ED443214",
        "title":"Socio-Cultural Contexts for Talent Development: A Qualitative Study on High Ability, Hispanic, Bilingual Students."},
      {
        "id":"ED443215",
        "title":"K-12 Teachers' and Administrators' Attitudes toward Inclusive Educational Practices."},
      {
        "id":"ED443216",
        "title":"Mental Health Issues on Campus: A Resource Kit for Staff."},
      {
        "id":"ED443217",
        "title":"Mental Health Issues on Campus: A Resource Kit for Students."},
      {
        "id":"ED443218",
        "title":"Transition Checklist."},
      {
        "id":"ED443219",
        "title":"A Parent Guide to Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED443220",
        "title":"Procedural Safeguards in Special Education for Children and Parents."},
      {
        "id":"ED443221",
        "title":"Assistive Technology for Students with Disabilities: Information for Parents & Educators."},
      {
        "id":"ED443222",
        "title":"Early Childhood Special Education for Children with Disabilities, Ages Three through Five: An Introduction. Revised."},
      {
        "id":"ED443223",
        "title":"Early Childhood Special Education for Children with Disabilities, Ages Three through Five: Staff/Facilities. Revised."},
      {
        "id":"ED443224",
        "title":"Early Childhood Special Education for Children with Disabilities, Ages Three through Five: Program Planning. Revised."},
      {
        "id":"ED443225",
        "title":"Early Childhood Special Education for Children with Disabilities, Ages Three through Five: Transition."},
      {
        "id":"ED443226",
        "title":"Early Childhood Special Education for Children with Disabilities, Ages Three through Five: Program Evaluation."},
      {
        "id":"ED443227",
        "title":"Special Analysis Report: Special Education Personnel."},
      {
        "id":"ED443228",
        "title":"What Is Mediation?"},
      {
        "id":"ED443229",
        "title":"Que Es la Mediacion? (What Is Mediation?)."},
      {
        "id":"ED443230",
        "title":"Reaching Individuals with Disabilities Early (RIDE) Project: Individuals with Disabilities Act, Non-Directed Model Demonstration Project. Final Report."},
      {
        "id":"ED443231",
        "title":"Educational Assessment and Accountability for All Students: Facilitating the Meaningful Participation of Students with Disabilities in District and Statewide Assessment Programs."},
      {
        "id":"ED443232",
        "title":"Alternate Performance Indicators (APIs): The Development and Examples of APIs for Students with Disabilities."},
      {
        "id":"ED443233",
        "title":"Applying Federal Civil Rights Laws to Public Charter Schools: Questions and Answers."},
      {
        "id":"ED443234",
        "title":"Will Going to School Allow Him To Reach the Top?"},
      {
        "id":"ED443235",
        "title":"G, Etc."},
      {
        "id":"ED443236",
        "title":"IQ--It's All in the Family."},
      {
        "id":"ED443237",
        "title":"Intelligence and Talent."},
      {
        "id":"ED443238",
        "title":"Gifted and Talented and Learning Disabled."},
      {
        "id":"ED443239",
        "title":"Relaxation, Cognitive Therapies, Tibetan Buddhist Perspectives Thereon and Implications for the Instruction of Students with Challenging Behaviors."},
      {
        "id":"ED443240",
        "title":"Indirect Language Stimulation (ILS): AAC Techniques To Promote Communication Competence."},
      {
        "id":"ED443241",
        "title":"Questions &amp; Answers about...Marfan Syndrome."},
      {
        "id":"ED443242",
        "title":"Learning How To PLAI: Ways To Promote Learning through Active Interaction with Infants Who Are Deafblind."},
      {
        "id":"ED443243",
        "title":"Importance of Personality in Gifted Children's Identity Formation."},
      {
        "id":"ED443244",
        "title":"Applying Positive Behavioral Support and Functional Behavioral Assessment in Schools. Technical Assistance Guide 1, Version 1.4.3."},
      {
        "id":"ED443245",
        "title":"Addressing Student Problem Behavior--Part III: Creating Positive Behavioral Intervention Plans and Supports. 1st Edition."},
      {
        "id":"ED443246",
        "title":"Reading and Learning Disabilities. NICHCY Briefing Paper. 3rd Edition."},
      {
        "id":"ED443248",
        "title":"Surrogate Parent Handbook."},
      {
        "id":"ED443249",
        "title":"Special Education Complaint Investigation Procedures."},
      {
        "id":"ED443250",
        "title":"Finally, Help through the Funding Maze! Assistive Technology Funding Resource Manual."},
      {
        "id":"ED443251",
        "title":"Medicaid in Schools: Improper Payments Demand Improvements in HCFA Oversight. Report to the Chairman and Ranking Minority Member, Committee on Finance, U.S. Senate."},
      {
        "id":"ED443253",
        "title":"Derechos Educacionales de los Padres: Una Explicacion de los Procedimientos de Seguridad para los Padres de Ninos con Discapacidades. Bajo la Clausula del Acta de Educacion para Individuos con Discapacidades (IDEA) y las Reglas para la Administracion del Acta de Educacion para Ninos Excepcionales (Educational Rights of Parents: An Explanation of Procedural Safeguards Available to Parents of Children with Disabilities. Under Provisions of the Individuals with Disabilities Education Act (IDEA) and the Rules for the Administration of the Exceptional Children's Educational Act [ECEA])."},
      {
        "id":"ED443254",
        "title":"Making the IEP Process Work for Students with Brain Injuries."},
      {
        "id":"ED443255",
        "title":"Policy for the Appointment of Surrogate Parents for Special Education Services."},
      {
        "id":"ED443256",
        "title":"Special Education Considerations in Student Discipline Procedures."},
      {
        "id":"ED443257",
        "title":"[Memorandum to Michigan State Board of Education on Approval of Policy Framework for the Implementation of Goals for Special Education.]"},
      {
        "id":"ED443258",
        "title":"Partnerships for Rural Resource Teams: Bringing Best Practices to Children Who Are Deaf-Blind in Montana. Pilot Project Year 4, Final Performance Report, 3/1/98-9/30/99."},
      {
        "id":"ED443259",
        "title":"Montana Partnerships for Rural Resource Teams Project Manual."},
      {
        "id":"ED443260",
        "title":"Lesson Plans To Teach Self-Determination across the Curriculum Developed by Spring 2000 Special Education Teacher Education Interns."},
      {
        "id":"ED443261",
        "title":"Transition Planning &amp; Anticipated Services in the Individualized Education Program (IEP) Process: An Informational Guide for Students, Families, Professionals. [Revised]."},
      {
        "id":"ED443262",
        "title":"Building IEPs with Maryland Families: What a Great IDEA! A Guide for Developing, Implementing and Reviewing Individualized Education Programs for Students with Disabilities."},
      {
        "id":"ED443265",
        "title":"Learning from a Mentor."},
      {
        "id":"ED443266",
        "title":"The Boston Schoolyard Initiative: An American City's Approach to Sustainable Schoolyard Development."},
      {
        "id":"ED443267",
        "title":"Annual Bond Referenda Survey: 1998."},
      {
        "id":"ED443268",
        "title":"Annual Bond Referenda Survey: 1999."},
      {
        "id":"ED443269",
        "title":"San Lorenzo Unified School District: Transforming Our Schools, Building for Student Success."},
      {
        "id":"ED443270",
        "title":"Assessment Screening Inventory for Safe, Orderly & Caring Schools: Directions for Use and Completion."},
      {
        "id":"ED443271",
        "title":"One + One Makes Three."},
      {
        "id":"ED443272",
        "title":"School Building Renovation and Student Performance: One District's Experience."},
      {
        "id":"ED443274",
        "title":"Guidelines for Movable Soccer Goal Safety."},
      {
        "id":"ED443275",
        "title":"How Long Does It Take English Learners To Attain Proficiency?"},
      {
        "id":"ED443276",
        "title":"Review of Research on the Instruction of Limited English Proficient Students: A Report to the California Legislature."},
      {
        "id":"ED443277",
        "title":"Revista de Documentacao de Estudos em Linguistica Teorica e Aplicada, 1999 (Journal of Documentary Studies in Linguistic Theory and Application, 1999)."},
      {
        "id":"ED443282",
        "title":"Approaching Multilingualism in Japan and the United States."},
      {
        "id":"ED443283",
        "title":"Evaluation Report: SALSA Educational Programming."},
      {
        "id":"ED443284",
        "title":"Learning Languages: The Journal of the National Network for Early Language Learning, 1999-2000."},
      {
        "id":"ED443285",
        "title":"Transfer of Word Recognition Strategies from Instructed to Non-Instructed Language in Spanish-English Bilingual First-Graders."},
      {
        "id":"ED443287",
        "title":"Report from the Centre for Language and Communication Studies on the Sixth Year of Extracurricular Foreign Language Modules for Students of Other Disciplines and the Second Year of Foreign Language Modules in the B.A. (Mod.) in Information and Communications Technology, 1 October 1998-30 September 1999."},
      {
        "id":"ED443288",
        "title":"Managing Diversity: A Cooperative Course in Foreign Languages and Business."},
      {
        "id":"ED443292",
        "title":"Programs for English Language Learners: Resource Materials for Planning and Self-Assessments."},
      {
        "id":"ED443293",
        "title":"Student-Initiated, Out-of-Class Academic Collaboration among Students at a Singapore University."},
      {
        "id":"ED443294",
        "title":"Communicative Language Teaching Innovation in China: Difficulties and Solutions."},
      {
        "id":"ED443295",
        "title":"From Context to Curriculum: A Case Study of Communicative Language Teaching in China."},
      {
        "id":"ED443296",
        "title":"Cooperative Learning Course Syllabus for Pre-Service Teachers."},
      {
        "id":"ED443297",
        "title":"Late Immersion and Language of Instruction (English vs. Chinese) in Hong Kong High Schools: Achievement Growth in Language and Nonlanguage Subjects."},
      {
        "id":"ED443298",
        "title":"ESL Instruction and Adults with Learning Disabilities. ERIC Digest."},
      {
        "id":"ED443300",
        "title":"Lessons Learned from FIPSE Projects IV."},
      {
        "id":"ED443301",
        "title":"The Influence of British and German Universities on the Historical Development of American Universities."},
      {
        "id":"ED443302",
        "title":"Defining and Assessing Quality."},
      {
        "id":"ED443303",
        "title":"Admission Policies and Practices in U.S. Colleges and Universities."},
      {
        "id":"ED443304",
        "title":"Administrative and Organizational Structures in American, British, and Continental Universities."},
      {
        "id":"ED443305",
        "title":"Cooperative Strategies in Administrative Leadership."},
      {
        "id":"ED443306",
        "title":"Changes in Institutional Characteristics as a Function of Selective Admissions."},
      {
        "id":"ED443307",
        "title":"Assessing Institutional Effectiveness: Issues, Methods, and Management."},
      {
        "id":"ED443308",
        "title":"Private Higher Education in the United States."},
      {
        "id":"ED443309",
        "title":"Learning from Our Past: The History of Educational Development in Canadian Universities. Occasional Papers in Higher Education Number 8. Occasional Paper Series."},
      {
        "id":"ED443310",
        "title":"Privatization: The Challenge Ahead for Public Higher Education."},
      {
        "id":"ED443313",
        "title":"Admission Policy Impact Study."},
      {
        "id":"ED443314",
        "title":"Changing Attitudes toward People with Mental Retardation: Effects of Extended Contact within a Changing Social Context."},
      {
        "id":"ED443316",
        "title":"Copyright Dot Com: The Digital Millennium in Copyright."},
      {
        "id":"ED443317",
        "title":"African American College Students at a Predominantly White Institution: Patterns of Success."},
      {
        "id":"ED443318",
        "title":"When \"They\" Are Also \"Us\": Building Community and Negotiating Culture among Students of Color in Higher Education."},
      {
        "id":"ED443319",
        "title":"Opinions of Administrators and Faculty on the Purposes, Control and Process of Performance Indicators in Higher Education: A Pilot Study."},
      {
        "id":"ED443320",
        "title":"A Collaborative Leadership Model for University-School-Community Partnerships."},
      {
        "id":"ED443321",
        "title":"Developing Leadership Skills for Diversity: The Role of Interracial Interaction."},
      {
        "id":"ED443322",
        "title":"New Solutions, New Barriers: Current Uses of the Web in Higher Education."},
      {
        "id":"ED443323",
        "title":"The Role of Collaborative Reflection in Developing a Culture of Inquiry in a School-University Partnership: A U.S. Perspective."},
      {
        "id":"ED443325",
        "title":"Higher Education and the Development of Moral and Civic Responsibility: Vision and Practice in Three Contexts."},
      {
        "id":"ED443326",
        "title":"Brain Hemispheric Consensus and the Quality of Investment Decisions."},
      {
        "id":"ED443327",
        "title":"Democracy Is Hard Work: The Struggle To Define One Leadership Preparation Program."},
      {
        "id":"ED443328",
        "title":"Assessment of the Higher Education Curriculum."},
      {
        "id":"ED443329",
        "title":"Vacancies and Applicant Pools: Results of the AACTE Faculty Supply and Demand Survey."},
      {
        "id":"ED443330",
        "title":"Racial/Ethnic Group Differences in the Realization of Educational Plans."},
      {
        "id":"ED443331",
        "title":"Sex Differences in Faculty Salaries: A Cohort Analysis."},
      {
        "id":"ED443332",
        "title":"Tides and Trends in Higher Education."},
      {
        "id":"ED443334",
        "title":"Making Connections: 1999 Annual Report."},
      {
        "id":"ED443335",
        "title":"Does Diversity Make a Difference? Three Research Studies on Diversity in College Classrooms. Executive Summary."},
      {
        "id":"ED443336",
        "title":"The Multidimensional Character of Teaching Effectiveness: A Comparative Analysis of Student Evaluation Responses of Full and Part-Time Faculty."},
      {
        "id":"ED443337",
        "title":"Performance Plan: Progress Report 2nd Quarter Fiscal Year 2000."},
      {
        "id":"ED443338",
        "title":"An Evaluation of Advising Programs. Research Report."},
      {
        "id":"ED443339",
        "title":"Predicting the Probability of Graduating after Four, Six, and Ten Years. Research Report."},
      {
        "id":"ED443340",
        "title":"Ten Year Enrollment and Graduation Patterns for 1989 New Freshmen and Transfers. Research Report."},
      {
        "id":"ED443341",
        "title":"Satisfaction with College as Viewed by BSU and Other Four Year College Students. Research Report."},
      {
        "id":"ED443345",
        "title":"Towards a Postmodern Theory of Moral Education. Part I: Clearing the Terrain."},
      {
        "id":"ED443346",
        "title":"An Online Discussion about the Politics of Classroom Discourse: Student Identity, Administrative Aims, and School Change."},
      {
        "id":"ED443347",
        "title":"A Quantitative Assessment of &quot;At Risk&quot; Students and Medical School Performance: The Importance of Adequate Advising and Mentorship."},
      {
        "id":"ED443348",
        "title":"Interacting as Experimenting. The Integration of Interaction Laboratory Functions for Lecture Improvement: Four Studies."},
      {
        "id":"ED443350",
        "title":"Guidelines for Support to State Open Universities and Correspondence Course Institutes."},
      {
        "id":"ED443351",
        "title":"College and University Revenues and Expenditures, New York State, Fiscal Year Ending 1995."},
      {
        "id":"ED443352",
        "title":"Alcohol and Other Drug Use among College Students in New York State: Findings From a Statewide College Survey (1996)."},
      {
        "id":"ED443353",
        "title":"Action Research Projects in Distance Education: A Manual."},
      {
        "id":"ED443354",
        "title":"Universities and the Community: Use of Time in Universities in Japan. RIHE International Publication Series, No. 6."},
      {
        "id":"ED443355",
        "title":"A Study Skills Curriculum for Pipeline Programs."},
      {
        "id":"ED443356",
        "title":"Diversity and Multiculturalism in Higher Education."},
      {
        "id":"ED443357",
        "title":"The Contribution of College to Student Growth: A Boise State University and National Public Colleges Perspective. Research Report."},
      {
        "id":"ED443358",
        "title":"Age and Gender Differences in Instructional Preferences."},
      {
        "id":"ED443359",
        "title":"Review of Undergraduate Student Financial Aid in Virginia's Public Institutions. Report of the Joint Legislative Audit and Review Commission to the Governor and the General Assembly of Virginia. House Document No. 11."},
      {
        "id":"ED443360",
        "title":"Direct Consolidation Loan Guide for Schools."},
      {
        "id":"ED443361",
        "title":"A Compilation of Federal Education Laws: Volume III--Higher Education, as Amended through December 1999. Prepared for the Use of the Committee on Education and the Workforce of the U.S. House of Representatives, Serial No. 106-B, and for the Use of the Committee on Health, Education, Labor, and Pensions of the United States Senate, S. Prt. 106-30. One Hundred Sixth Congress, First Session. [Committee Print]."},
      {
        "id":"ED443364",
        "title":"Money Matters: The Impact of Race/Ethnicity and Gender on How Students Pay for College."},
      {
        "id":"ED443369",
        "title":"Grading Students' Classroom Writing: Issues and Strategies. ASHE-ERIC Higher Education Report, Volume 27, Number 3."},
      {
        "id":"ED443370",
        "title":"Posttenure Faculty Development: Building a System for Faculty Improvement and Appreciation. ASHE-ERIC Higher Education Report, Volume 27, Number 4. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED443371",
        "title":"Digital Dilemma: Issues of Access, Cost, and Quality in Media-Enhanced and Distance Education. ASHE-ERIC Higher Education Report, Volume 27, Number 5. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED443372",
        "title":"The Compelling Need for Research on the Benefits of Racial Diversity in Higher Education and What Will Happen if Higher Education Fails To Make the Case for Diversity."},
      {
        "id":"ED443373",
        "title":"A Cross-Sectional Study of Graduation Rates by Major for the NSU 1994 Student Cohort."},
      {
        "id":"ED443374",
        "title":"Comparison of Selected Student Outcomes for Internet- versus Campus-Based Instruction."},
      {
        "id":"ED443375",
        "title":"Changes in Nova Southeastern University's Full-Time Faculty and Part-Time Faculty: Fall Term 1995 to Fall Term 1998."},
      {
        "id":"ED443376",
        "title":"From the Students' Perspective: The Effect of College Courses."},
      {
        "id":"ED443377",
        "title":"Technology Mentorships in Higher Education: An Optimal Match for Expanding Educational Computing Skills."},
      {
        "id":"ED443378",
        "title":"Assessing the Effectiveness of Distance Education versus Traditional On-Campus Education."},
      {
        "id":"ED443380",
        "title":"Combining Service and Learning in Higher Education: Learn and Serve America, Higher Education. Summary Report."},
      {
        "id":"ED443381",
        "title":"Conflicting Purposes of Education: Will Improving Access to Higher Education Undermine Quality?"},
      {
        "id":"ED443382",
        "title":"Implications for New Pedagogy in Higher Education: Can Online Technology Enhance Student Engagement &amp; Learning?"},
      {
        "id":"ED443383",
        "title":"Distance-Based and Distributed Learning: A Decision Tool for Education Leaders."},
      {
        "id":"ED443385",
        "title":"Proceedings of the 2000 ASCUE Summer Conference (33rd, North Myrtle Beach, South Carolina, June 11-15, 2000)."},
      {
        "id":"ED443386",
        "title":"Increasing Touch-Keyboarding Skills in the Middle School Student: \"KeyWords\" vs. \"Type To Learn,\" Hand Covers vs. No Hand Covers."},
      {
        "id":"ED443388",
        "title":"A Comparison of Old Computers to New Computers Using First Letter Fun[TM] and Bailey's Book House[TM]."},
      {
        "id":"ED443389",
        "title":"The Effects of Color-Coding on Keyboarding Instruction of Third Grade Students."},
      {
        "id":"ED443390",
        "title":"At Last! Individualized Instruction Is Finally Possible through Online Interactive Multimedia."},
      {
        "id":"ED443392",
        "title":"Communication: A Key to Learning."},
      {
        "id":"ED443393",
        "title":"Using What Learners Know."},
      {
        "id":"ED443394",
        "title":"A Framework for Pedagogical Evaluation of Virtual Learning Environments."},
      {
        "id":"ED443396",
        "title":"Evaluating Teacher's Perceptions of Technology Use in the K-8 Classroom."},
      {
        "id":"ED443397",
        "title":"E-Mail Dialogues with Third-Grade Writers: Redefining the Curricular-Interpersonal Balance."},
      {
        "id":"ED443398",
        "title":"A Thinking Practices Framework for Instructional Technology."},
      {
        "id":"ED443399",
        "title":"A Study of Faculty Concerns and Developmental Use of Web Based Course Tools."},
      {
        "id":"ED443400",
        "title":"Improving Middle School Educators' Computer Application Skills through a Staff Training Program."},
      {
        "id":"ED443401",
        "title":"Argumentative Reasoning in Online Discussion."},
      {
        "id":"ED443402",
        "title":"Students' Problem-Solving in a Complex Technology-Based Learning Environment."},
      {
        "id":"ED443403",
        "title":"The Y1K Situation: Gerbert's Instructional Devices, Their Influence, and Possible Parallels to the Present."},
      {
        "id":"ED443404",
        "title":"The Interpretation of Symbol Schemes in a Computational Medium."},
      {
        "id":"ED443405",
        "title":"Academic Help Seeking and Peer Interactions of High School Girls in Computer Science Classes."},
      {
        "id":"ED443406",
        "title":"Using Action Research To Create a Computer-Assisted Homework Site."},
      {
        "id":"ED443407",
        "title":"The Effects of Training Method and Individual Differences on Learning Performance and Computer Self-Efficacy in WWW Design Training."},
      {
        "id":"ED443408",
        "title":"Design Features in Computer Supported Learning Environments for Teaching Statistics to Psychology Students."},
      {
        "id":"ED443409",
        "title":"The Relationships between Cultural Differences among American and Chinese University Students and the Design of Personal Pages on the World Wide Web."},
      {
        "id":"ED443410",
        "title":"Online Discussion: How Do Students Participate?"},
      {
        "id":"ED443411",
        "title":"The Role of Television Programming on Secondary Students' Self Identity."},
      {
        "id":"ED443412",
        "title":"Using WebCT Technology To Foster Self-Study by Teacher Candidates after an Early Extended Practicum."},
      {
        "id":"ED443413",
        "title":"Technology and Curriculum: (Dis)Connections."},
      {
        "id":"ED443414",
        "title":"The Assimilation of Technology in a Sixth-Grade Classroom: Teacher Learning from the Use of an Open Toolset."},
      {
        "id":"ED443415",
        "title":"A Qualitative Analysis of Situated Web-Based Instruction."},
      {
        "id":"ED443416",
        "title":"The Influence of Current Television Programing on the Maintenance of Female Gender Identity."},
      {
        "id":"ED443417",
        "title":"Surviving Change: A Survey of Educational Change Models."},
      {
        "id":"ED443418",
        "title":"Integrating Appropriate Software in the Pre-School Curriculum."},
      {
        "id":"ED443419",
        "title":"Is Software Available for Early Childhood Spanish Speaking Children?"},
      {
        "id":"ED443420",
        "title":"Teaching Online: Breaking New Ground in Collaborative Thinking."},
      {
        "id":"ED443421",
        "title":"Keeping Your Child Safe on the Information SuperHighway: A Parent's Guide."},
      {
        "id":"ED443422",
        "title":"Interaction Patterns in the Extended Classroom via Satellite Technology in the Australian Outback."},
      {
        "id":"ED443423",
        "title":"Graphics Calculator Usage in the West Australian Tertiary Entrance Examination of Calculus."},
      {
        "id":"ED443424",
        "title":"Enactment of Learning in the Presence of Graphics Calculators."},
      {
        "id":"ED443425",
        "title":"The Horse and the Cart in Web-Based Instruction: Prevalence and Efficacy."},
      {
        "id":"ED443426",
        "title":"A Navigational Analysis of Linear and Non-Linear Hypermedia Interfaces."},
      {
        "id":"ED443427",
        "title":"Educational Practices in an Age of Information Innovation: Audiovisual Education Prize Winning Papers in 1998. AVE in Japan No. 38."},
      {
        "id":"ED443428",
        "title":"ERIC Annual Report, 2000: Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED443429",
        "title":"Who Is Going To Mine Digital Library Resources? And How?"},
      {
        "id":"ED443430",
        "title":"Bibles and Other Sacred Writings in Special Media. Reference Circular."},
      {
        "id":"ED443432",
        "title":"Norms and Standards for Library and Information Science Programmes (BLIS, MLIS) through Distance Mode."},
      {
        "id":"ED443433",
        "title":"Statewide Masterplan for Nevada Libraries, 2000-2005."},
      {
        "id":"ED443434",
        "title":"Maine's Regional Library System: A History."},
      {
        "id":"ED443435",
        "title":"A Handbook for Trustees of Nevada Public Libraries, 1998 (Abridged Edition)."},
      {
        "id":"ED443436",
        "title":"Wisconsin Public Library Standards. Third Edition."},
      {
        "id":"ED443437",
        "title":"History of the George J. Mitchell Elementary School Library Media Center, Little Egg Harbor Township, New Jersey."},
      {
        "id":"ED443438",
        "title":"Oklahoma Library Technology Network (OLTN) Electronic Resources for Elementary Age Children."},
      {
        "id":"ED443439",
        "title":"Concept, Challenge, Conundrum: From Library Skills to Information Literacy. Proceedings of the National Information Literacy Conference Conducted by the University of South Australia Library and the Australian Library and Information Association Information Literacy Special Interest Group (4th, Adelaide, Australia, December 3-5, 1999)."},
      {
        "id":"ED443440",
        "title":"Changing Roles of Library Professionals. SPEC Kit 256."},
      {
        "id":"ED443441",
        "title":"ARL Statistics, 1997-98: A Compilation of Statistics from the One Hundred and Twenty-Two Members of the Association of Research Libraries."},
      {
        "id":"ED443442",
        "title":"Getting the Word Out: Publicizing and Teaching a New Online Library System."},
      {
        "id":"ED443443",
        "title":"Library of Virginia Annual Report, July 1, 1997-June 30, 1998."},
      {
        "id":"ED443444",
        "title":"Virginia Public Library Trustee Handbook. Revised Edition, 1999."},
      {
        "id":"ED443445",
        "title":"Information Empowered: The School Librarian as an Agent of Academic Achievement in Alaska Schools. Revised Edition."},
      {
        "id":"ED443446",
        "title":"Office of Institutional Research Research Brief, 1999-2000."},
      {
        "id":"ED443447",
        "title":"The Value of Multi-Dimensional Retention Programs for First-Time Students at Community Colleges."},
      {
        "id":"ED443448",
        "title":"Mendocino College 2000 Summary Report."},
      {
        "id":"ED443449",
        "title":"New Beginnings, 2000: July 2000-June 2003. A Three-Year Business Plan for Lethbridge Community College."},
      {
        "id":"ED443450",
        "title":"Transfer Assembly, 1999."},
      {
        "id":"ED443452",
        "title":"A Proven Program for Developing Adjunct Community College Faculty."},
      {
        "id":"ED443453",
        "title":"Student Support Program Review. Revised."},
      {
        "id":"ED443454",
        "title":"Follow-Up Survey of PVCC Graduates, Class of 1996-97."},
      {
        "id":"ED443455",
        "title":"Research Plan To Analyze the Relationship between Literacy and Skill Level, and Jobs and Salaries of Cabrillo College CalWORKs Graduates."},
      {
        "id":"ED443456",
        "title":"Measuring Employment Success and Occupational Program Satisfaction."},
      {
        "id":"ED443457",
        "title":"San Antonio College Academic Program Review. Revised 1998."},
      {
        "id":"ED443458",
        "title":"Focus on the Future: Environmental Scanning at Columbia Basin College."},
      {
        "id":"ED443459",
        "title":"Assessing the Constructivist Classroom."},
      {
        "id":"ED443460",
        "title":"Creating a Learning Community."},
      {
        "id":"ED443461",
        "title":"Martorana's Legacy: Research on State Systems of Community Colleges."},
      {
        "id":"ED443462",
        "title":"Administrative Rules of the Illinois Community College Board."},
      {
        "id":"ED443463",
        "title":"Building Successful Relationships between Community Colleges and the Media. New Directions for Community Colleges, Number 110. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED443464",
        "title":"Sustainable Technology: Community Surveys of Requisite Skills, Spring 2000."},
      {
        "id":"ED443465",
        "title":"Women Chief Academic Officers of Public Community Colleges: Significant Predictors for Their Career Paths."},
      {
        "id":"ED443466",
        "title":"Enrollment and Registration Behaviors as Predictors of Academic Outcomes for Full-Time Students in a Rural Community College."},
      {
        "id":"ED443467",
        "title":"Follow-Up on Student Transfer and Degree Completion at Indiana's Public Colleges and Universities."},
      {
        "id":"ED443468",
        "title":"Progress Report on Arizona Public Postsecondary Education: Jointly Identifying and Meeting the State's Postsecondary Needs, Articulating Postsecondary Courses and Academic Programs."},
      {
        "id":"ED443469",
        "title":"The Myth of Tenure."},
      {
        "id":"ED443470",
        "title":"Community Survey, Fall 1998."},
      {
        "id":"ED443471",
        "title":"Non-Returner Survey, Fall 1998."},
      {
        "id":"ED443472",
        "title":"Graduate Follow-Up Survey, Fall 1998."},
      {
        "id":"ED443473",
        "title":"Student Outcomes in Developmental Education, 1994-95 through 1999-2000. Preliminary Report."},
      {
        "id":"ED443474",
        "title":"Graduate Outcomes Survey, Fall 1998."},
      {
        "id":"ED443476",
        "title":"Research Report 99-2: A Seven-Year Comparison of Mendocino College Student Characteristics."},
      {
        "id":"ED443477",
        "title":"A Descriptive Follow-Up Study of Piedmont Virginia Community College Electronics Technology Graduates from 1995-1999."},
      {
        "id":"ED443478",
        "title":"Community College Recruitment: An Analysis of Applicant Reactions."},
      {
        "id":"ED443479",
        "title":"JumpStart III Final Report."},
      {
        "id":"ED443481",
        "title":"Community College Programs and Services for Special Populations and Underrepresented Groups, Fiscal Year 1999."},
      {
        "id":"ED443482",
        "title":"A Review of the Results and Methodology in the 1999 Noel Levitz Student Satisfaction Survey at Salt Lake Community College."},
      {
        "id":"ED443483",
        "title":"Agreement by and between the County of Rensselaer and the Board of Trustees of Hudson Valley Community College as Co-Employers and the Hudson Valley Community College Department Chairpersons Faculty Association."},
      {
        "id":"ED443484",
        "title":"Agreement by and between the County of Rensselaer and the Board of Trustees of Hudson Valley Community College as Co-Employer and the Hudson Valley Community College Faculty Association."},
      {
        "id":"ED443485",
        "title":"Agreement by and between the County of Rensselaer and the Board of Trustees of Hudson Valley Community College as Co-Employers and the Hudson Valley Community College Unit of Local 842 Civil Service Employees Association, Inc., Local 1000, AFSCME/AFL-CIO."},
      {
        "id":"ED443486",
        "title":"Agreement by and between the County of Rensselaer and the Board of Trustees of Hudson Valley Community College as Co-Employers and the Hudson Valley Community College Non-Teaching Professional Organization, NEA/NY."},
      {
        "id":"ED443487",
        "title":"Columbia Basin College Facts &amp; Impacts: A Report to the Tri-Cities Community, 2000."},
      {
        "id":"ED443489",
        "title":"The Nuts and Bolts of a Learner Centered Curriculum."},
      {
        "id":"ED443490",
        "title":"Connecticut Community-Technical Colleges Annual Report to the Governor, 1998-99."},
      {
        "id":"ED443491",
        "title":"Academic Program Planning and Approval Process."},
      {
        "id":"ED443492",
        "title":"A Resource List of Success Indicators."},
      {
        "id":"ED443493",
        "title":"Programs of Studies Leading to a Diploma of College Studies (DEC) in the Business Administration Technology and Cooperation Sectors."},
      {
        "id":"ED443494",
        "title":"The Economic Impact of the Los Angeles Community Colleges."},
      {
        "id":"ED443496",
        "title":"The General Education Component of Programs of Studies."},
      {
        "id":"ED443498",
        "title":"Five Year Strategic Plan, 1997-2002."},
      {
        "id":"ED443499",
        "title":"Crosstown Connections: Academic Plan for the Twin Cities Metropolitan Area."},
      {
        "id":"ED443501",
        "title":"Registration Outcomes, Spring 1998 through Fall 1999."},
      {
        "id":"ED443502",
        "title":"Campus Profiles Update: Campus Enrollments by Department and School, Fall Terms 1994-1998."},
      {
        "id":"ED443503",
        "title":"School Profiles: School Enrollments by Department, Fall Terms 1994-1998."},
      {
        "id":"ED443511",
        "title":"Evaluation Study of Families First: The Netherlands. An Overview of the Results."},
      {
        "id":"ED443512",
        "title":"Netherlands Institute of Care and Welfare/NIZW: Source of Knowledge and Inspiration."},
      {
        "id":"ED443514",
        "title":"Promising Practices: New York State Universal Prekindergarten. Expanded Edition."},
      {
        "id":"ED443516",
        "title":"Child of the World: Essential Montessori Age 3-12+ Years. Sixteenth Edition."},
      {
        "id":"ED443517",
        "title":"Features of Parent-Adolescent Relationships and Adolescents' Problem Behavior."},
      {
        "id":"ED443518",
        "title":"Adolescents' Relationships with Parents and Friends: Age Differences in Emotional Tone and Degree of Influence."},
      {
        "id":"ED443520",
        "title":"There's No Place Like Home: How America's Housing Crisis Threatens Our Children."},
      {
        "id":"ED443522",
        "title":"The Structure and Development of Young Children's Self-Concepts and Relation to Academic Achievement."},
      {
        "id":"ED443523",
        "title":"A Comparison of Concept Age Gains of Kindergarten Children in Traditional and Twenty-First Century Classrooms."},
      {
        "id":"ED443525",
        "title":"Presenting the City of Thessaloniki as a Byzantine Mosaic Center to Young Children: A Visual Arts Approach in and out of Museums."},
      {
        "id":"ED443527",
        "title":"Learning Skills of Peace through Every Day Conflicts: Practical Activities and Resources for Families, Teachers and Other Caregivers. [Loose-Leaf Pages and Pack of Cards]."},
      {
        "id":"ED443529",
        "title":"Teens and Their Parents in the 21st Century: An Examination of Trends in Teen Behavior and the Role of Parental Involvement."},
      {
        "id":"ED443533",
        "title":"School-Age NOTES Newsletter, 1999-2000."},
      {
        "id":"ED443534",
        "title":"Louisiana Parent Partnering Model: Connecting Learning &amp; Earning for Our Children's Future."},
      {
        "id":"ED443535",
        "title":"Crossing the Border between Individual and Community: Community Based Parental Support in the Netherlands."},
      {
        "id":"ED443536",
        "title":"Montessori Theory into Practice: A Practical Newsletter for NAMTA Members, 1996-1997."},
      {
        "id":"ED443540",
        "title":"Head Start Program Regulations and Program Guidance for Parts 1304 and 1308. Revised."},
      {
        "id":"ED443541",
        "title":"School Involvement in Early Childhood."},
      {
        "id":"ED443542",
        "title":"In the Middle: Characteristics of Public Schools with a Focus on Middle Schools. Statistical Analysis Report."},
      {
        "id":"ED443543",
        "title":"Picky Eaters: Relating Parental Perceptions in Fruit and Vegetables Consumption."},
      {
        "id":"ED443544",
        "title":"Benefits of High Quality Childcare for Low-Income Mothers: The Abecedarian Study."},
      {
        "id":"ED443545",
        "title":"High Quality Child Care Has Long-Term Educational Benefits for Poor Children."},
      {
        "id":"ED443546",
        "title":"Parent-Infant Communication and the Neurobiology of Emotional Development."},
      {
        "id":"ED443547",
        "title":"America's Children: Key National Indicators of Well-Being, 2000."},
      {
        "id":"ED443548",
        "title":"Families, Schools, Communities: Learning Together School Volunteer Guide, Spring 2000."},
      {
        "id":"ED443549",
        "title":"Principals and Play: A Qualitative Study of Administrator Beliefs about the Place of Play in K-2 Programs."},
      {
        "id":"ED443550",
        "title":"Using Motivational Strategies To Improve Academic Achievement of Middle School Students."},
      {
        "id":"ED443551",
        "title":"Improving Student Interpersonal Skills and Social Growth in Diverse Learning Communities through Teamwork."},
      {
        "id":"ED443552",
        "title":"Improving Social Skills through Cooperative Learning and Other Instructional Strategies."},
      {
        "id":"ED443553",
        "title":"Improving Kindergarten Students' Transfer Skills through the Use of Thematic Units and an Integrated Curriculum."},
      {
        "id":"ED443554",
        "title":"Decreasing the Amount of Classroom Disruptions in Order To Increase the Amount of Time on Task in Elementary Students."},
      {
        "id":"ED443555",
        "title":"Using Cooperative Learning Strategies To Improve Social Skills."},
      {
        "id":"ED443556",
        "title":"Improving Social Skills through the Use of Direct Teaching and Cooperative Learning."},
      {
        "id":"ED443557",
        "title":"Enhancing Relationships and Improving Academics in the Elementary School Setting by Implementing Looping."},
      {
        "id":"ED443558",
        "title":"Improving Parental Involvement through School Sponsored Events."},
      {
        "id":"ED443559",
        "title":"Improving Student Motivation through the Use of Engaged Learning, Cooperative Learning and Multiple Intelligences."},
      {
        "id":"ED443560",
        "title":"A Case Study of the Impact of Post Primary Integrated Education on Past Pupils in Northern Ireland."},
      {
        "id":"ED443561",
        "title":"Mother and Home Visitor Personality Characteristics, the Mother-Home-Visitor Relationship, and Home Visit Intensity."},
      {
        "id":"ED443562",
        "title":"Empirical Research, Education Reform and Current Practice in Massachusetts Early Childhood Teacher Preparatory Programs."},
      {
        "id":"ED443564",
        "title":"Early Developments, 1999."},
      {
        "id":"ED443565",
        "title":"The NAMTA Bulletin, 1998-1999."},
      {
        "id":"ED443566",
        "title":"Uninsured Children in Arkansas. Special Report."},
      {
        "id":"ED443567",
        "title":"Connections, 1999."},
      {
        "id":"ED443569",
        "title":"Beyond the Bell: A Toolkit for Creating Effective After-School Programs."},
      {
        "id":"ED443570",
        "title":"Children Who Enter Kindergarten Late or Repeat Kindergarten: Their Characteristics and Later School Performance. Stats in Brief."},
      {
        "id":"ED443571",
        "title":"Ear Infections and Language Development."},
      {
        "id":"ED443572",
        "title":"Differentiation of Instruction in the Elementary Grades. ERIC Digest."},
      {
        "id":"ED443573",
        "title":"A Study of Head Start Effectiveness Using a Randomized Design."},
      {
        "id":"ED443574",
        "title":"CHILD, Inc. Head Start &amp; the University of Rhode Island Partnership: The Early Head Start Continuous Improvement &amp; Evaluation Plan."},
      {
        "id":"ED443575",
        "title":"The Art of Teaching Art in Early Childhood Education."},
      {
        "id":"ED443577",
        "title":"The Relationship between Indicators of the Quality of a Head Start Classroom Environment and Ratings of Child Social Behavior."},
      {
        "id":"ED443578",
        "title":"Using Computers To Facilitate Social Problem Solving in Head Start Classrooms."},
      {
        "id":"ED443579",
        "title":"University-Community Model for Connecting Research, Practice and Policy."},
      {
        "id":"ED443580",
        "title":"The Role of Narratives in Low-Income, Black Children's False Belief Performance."},
      {
        "id":"ED443581",
        "title":"\"Can You Help Me with My Homework?\" Elementary School Children's Invitations and Perspectives on Parental Involvement."},
      {
        "id":"ED443582",
        "title":"Silver Threads among the Gold: An Exploration of Elementary Schools' Learning Environments."},
      {
        "id":"ED443583",
        "title":"From Play to Literacy: Implications for the Classroom. Occasional Paper No. 2."},
      {
        "id":"ED443584",
        "title":"The Classroom as Community: Ideas from an Early Childhood Teacher. Occasional Paper No. 3."},
      {
        "id":"ED443585",
        "title":"Poverty, Welfare, and Children: A Summary of the Data. Child Trends Research Brief."},
      {
        "id":"ED443588",
        "title":"Public Support of Prekindergarten Education for School Readiness in Nevada."},
      {
        "id":"ED443590",
        "title":"Resilience and Reading Proficiency of Head Start Graduates in Inner-City Schools."},
      {
        "id":"ED443591",
        "title":"How Much Teacher Direction Is Best for Promoting Low-Income Latino Preschoolers' Learning, Motivation, and Private Speech? A Controlled Experiment."},
      {
        "id":"ED443594",
        "title":"Philanthropy: Family Education's Next-Best Friend."},
      {
        "id":"ED443597",
        "title":"The Role of Curriculum Models in Early Childhood Education. ERIC Digest."},
      {
        "id":"ED443598",
        "title":"Family Literacy: An Annotated Bibliography."},
      {
        "id":"ED443599",
        "title":"Preparing Our Students for the 21st Century: Key Areas in Education."},
      {
        "id":"ED443600",
        "title":"Queen's University Aboriginal Teacher Education Program: An Exercise in Partnership."},
      {
        "id":"ED443601",
        "title":"Building Partnerships in Polar Research and Education. Report from the Arctic Science Education Workshop (New Orleans, Louisiana, April 6-8, 1997)."},
      {
        "id":"ED443602",
        "title":"Real, Relevant, Meaningful Learning: Community-Based Education in Native Communities."},
      {
        "id":"ED443603",
        "title":"Alaska Rural Systemic Initiative: Year Three Annual Progress Report, December 1, 1997-November 30, 1998."},
      {
        "id":"ED443604",
        "title":"Does Achieving Fiscal Equity by Rural Litigant School Districts Diminish Student Achievement Gaps with Non-Litigant Districts?"},
      {
        "id":"ED443605",
        "title":"Back to the Land? Service and Self-Interest in Adult Education in Rural England, 1920-1945."},
      {
        "id":"ED443606",
        "title":"Centering a Degree on the Periphery: Curriculum Design in Cornwall and the Politics of Place."},
      {
        "id":"ED443611",
        "title":"California's Changing Face: The Challenge Ahead. Future in Focus, 2000-2025: Population."},
      {
        "id":"ED443612",
        "title":"Attitudes of Aboriginal Students to Further Education: An Overview of a Questionnaire Survey."},
      {
        "id":"ED443613",
        "title":"Indigenous Rights and Tertiary Education in Australia."},
      {
        "id":"ED443614",
        "title":"Hawaii's Parent-Community Networking Experience: Discovering Community and Community Education."},
      {
        "id":"ED443615",
        "title":"Children in Our Midst: Voices of Farmworkers' Children."},
      {
        "id":"ED443616",
        "title":"&quot;We Learn with Hope&quot;: Issues in Education on Commercial Farms in Zimbabwe."},
      {
        "id":"ED443617",
        "title":"From Bus Stop to Farm Village: The Farm Worker Programme in Zimbabwe."},
      {
        "id":"ED443618",
        "title":"No Place To Hide: Substance Abuse in Mid-Size Cities and Rural America."},
      {
        "id":"ED443619",
        "title":"Barriers to Effective Teaching of Indigenous Students."},
      {
        "id":"ED443620",
        "title":"The Caring Capacity: A Case for Multi-Age Experiential Learning."},
      {
        "id":"ED443621",
        "title":"Fresno in Transition: Urban Impacts of Rural Migration. Working Paper No. 26."},
      {
        "id":"ED443622",
        "title":"Community for a New Century: Community on the Cusp of New Millennium and the Dawn of a New Century."},
      {
        "id":"ED443624",
        "title":"Steps towards Sustainability. Inter-American Foundation: 1999 in Review, October 1, 1998 to September 30, 1999."},
      {
        "id":"ED443639",
        "title":"Professional Development."},
      {
        "id":"ED443640",
        "title":"Alaska Education Directory, School Year 1999-2000."},
      {
        "id":"ED443641",
        "title":"Big Trouble for Small Schools II: An Analysis of the Effects of LB 806."},
      {
        "id":"ED443642",
        "title":"Down Home, Downtown: Urban Appalachians Today."},
      {
        "id":"ED443644",
        "title":"Skills.net: Community Internet Access and Training in Victoria, Australia."},
      {
        "id":"ED443645",
        "title":"New Directions for U.S. Rural Policy. The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED443646",
        "title":"Mountain Identity and the Global Society in a Rural Appalachian County."},
      {
        "id":"ED443647",
        "title":"Wilderness Educators' Evaluation of the Impact Monster Program. Research Paper."},
      {
        "id":"ED443648",
        "title":"Adapting to Community-Based Learning. (Benefits)[Squared]: The Exponential Results of Linking School Improvement and Community Development, Issue Number Four."},
      {
        "id":"ED443654",
        "title":"Rethinking the Presentation of the Case Standards for Science Teacher Preparation."},
      {
        "id":"ED443655",
        "title":"A Brief History of the Collaborative Vision for Science and Mathematics Education at Michigan State University."},
      {
        "id":"ED443656",
        "title":"Teaching through Inquiry: A Novice Teacher's Authority of Experience."},
      {
        "id":"ED443657",
        "title":"The Model as a Vehicle for Understanding the Nature and Processes of Science."},
      {
        "id":"ED443658",
        "title":"Reaching Out to the Teachers in Appalachia via Distance Education."},
      {
        "id":"ED443659",
        "title":"Integrating Technology into the Science Classroom."},
      {
        "id":"ED443660",
        "title":"Science Interns' Beliefs about the Nature of Science and Teaching."},
      {
        "id":"ED443661",
        "title":"Elementary and Secondary Students' Perceptions toward Science and the Correlation with Gender, Ethnicity, Ability, Grade, and Science Achievement."},
      {
        "id":"ED443662",
        "title":"Science Inclusion in a Climate of Reform (SICOR)."},
      {
        "id":"ED443663",
        "title":"Teaching Strategies Designed To Assist Community College Science Students' Critical Thinking."},
      {
        "id":"ED443664",
        "title":"Partnerships To Promote Professional Development and Inquiry Learning in the Health Sciences."},
      {
        "id":"ED443665",
        "title":"A Continuum for Assessing Science Process Knowledge in Grades K-6."},
      {
        "id":"ED443666",
        "title":"Co-Teaching Science and Mathematics Methods Courses."},
      {
        "id":"ED443667",
        "title":"A Post-Final Assignment for the Methods Course: Providing an Incentive to Professional Growth for Future Teachers."},
      {
        "id":"ED443669",
        "title":"Developing Partnerships: Teacher Beliefs and Practices and the STS Classroom."},
      {
        "id":"ED443670",
        "title":"The Natural Sciences Program at the University of New Mexico: Personalizing Science for Elementary Education Majors."},
      {
        "id":"ED443671",
        "title":"How Much Is Enough? Preparing Elementary Science Teachers through Science Practicums."},
      {
        "id":"ED443672",
        "title":"An STS Approach to Organizing a Secondary Science Methods Course: Preliminary Findings."},
      {
        "id":"ED443673",
        "title":"Teacher Preferences for an Advanced Masters Degree Based on NBPTS and NCATE Standards."},
      {
        "id":"ED443674",
        "title":"Laboratory Skills and Competencies for Secondary Science Teachers."},
      {
        "id":"ED443675",
        "title":"Hybrid Scheduling Effects on Science Teaching and Learning."},
      {
        "id":"ED443676",
        "title":"Inquiry Based Science Supported by Technology: Achievement among Urban Middle School Students."},
      {
        "id":"ED443677",
        "title":"Designing Curriculum To Meet National Standards."},
      {
        "id":"ED443678",
        "title":"Promoting Conceptual Understanding of Chemical Representations: Students' Use of a Visualization Tool in the Classroom."},
      {
        "id":"ED443679",
        "title":"Environmental Education and Environmental Behaviour in Japanese Students."},
      {
        "id":"ED443680",
        "title":"A Model and Strategies for Realizing Secondary Level Interdisciplinary Instruction."},
      {
        "id":"ED443681",
        "title":"Connecting Science, Mathematics, and Human Health: Applications of the Graphing Calculator in Teacher Professional Development and Student Academic Enrichment."},
      {
        "id":"ED443682",
        "title":"Intellectual Discussion in Mathematics."},
      {
        "id":"ED443683",
        "title":"A Project Designed To Engage K-8 Preservice and Inservice Teachers in Classroom Inquiry."},
      {
        "id":"ED443684",
        "title":"Preparing \"Professional\" Science Teachers: Critical Goals."},
      {
        "id":"ED443685",
        "title":"A Snapshot of Upper Elementary and Middle School Science Teachers' Self-Efficacy and Outcome Expectancy."},
      {
        "id":"ED443686",
        "title":"Integrated Science and Math for Junior High Teacher Preparation: Staff Development as a Continual Process."},
      {
        "id":"ED443687",
        "title":"Student's Lab Assignments in PDE Course with MAPLE."},
      {
        "id":"ED443688",
        "title":"Computer Assisted Instruction in Mathematics Can Improve Students' Test Scores: A Study."},
      {
        "id":"ED443689",
        "title":"Learners' Mental Models of Metallic Bonding: A Cross-Age Study."},
      {
        "id":"ED443690",
        "title":"The TTF Model To Explain PCK in Teacher Development."},
      {
        "id":"ED443691",
        "title":"Mathematics &amp; Science in the Real World."},
      {
        "id":"ED443692",
        "title":"Ecology of an Estuary: Chesapeake Bay. A Guide for Middle School Teachers."},
      {
        "id":"ED443693",
        "title":"Helping Students Develop a 21st Century Environmental & Social Ethic."},
      {
        "id":"ED443694",
        "title":"Mathematics Education."},
      {
        "id":"ED443695",
        "title":"Building a Sound Rationale for Teaching among Preservice Teacher Candidates."},
      {
        "id":"ED443696",
        "title":"Pebbles in the Ocean or Fountains of Change? New Insights on Professional Development: Examining the Links--Professional Development, Teacher Leaders, and School Change."},
      {
        "id":"ED443697",
        "title":"Changes in Science Teachers' Practice &amp; Beliefs: Progress toward Implementing Standards-Based Reforms."},
      {
        "id":"ED443699",
        "title":"Common Standards and Personal Development: Changing Ideas of What You Need To Know."},
      {
        "id":"ED443701",
        "title":"Example of International Co-Operation in the Frame of the Project Phare (TEMPUS) in Innovations in Teaching of Environmental Hydrogeology in Engineering Education in the Czech Republic."},
      {
        "id":"ED443702",
        "title":"Introducing Optical Concepts in Electrical Engineering."},
      {
        "id":"ED443703",
        "title":"University-Industry Joint Program in Energy Management Education."},
      {
        "id":"ED443704",
        "title":"Reengineering Electrical Engineering Undergraduate Laboratories at Escola Politecnica, University of Sao Paulo."},
      {
        "id":"ED443705",
        "title":"Teaching First Grade Computation: A Comparison of Traditional Instruction and Computer Enhanced Instruction."},
      {
        "id":"ED443706",
        "title":"The Effect of Drill and Practice Software on Multiplication Skills: \"Multiplication Puzzles\" versus \"The Mad Minute.\""},
      {
        "id":"ED443707",
        "title":"Students Learning Science through Collaborative Discussions on Current Events in Science."},
      {
        "id":"ED443708",
        "title":"Inclusive Science Education: Scientists' Views and Instructional Practices."},
      {
        "id":"ED443709",
        "title":"Science Theater as an Interpretive Technique in a Science Museum."},
      {
        "id":"ED443710",
        "title":"Federal Funds for Research and Development: Fiscal Years 1998, 1999, and 2000. Volume 48. Detailed Statistical Tables."},
      {
        "id":"ED443711",
        "title":"Values under the Microscope: Teaching for Character in the Science Classroom."},
      {
        "id":"ED443712",
        "title":"Modes of Financial Support in the Graduate Education of Science and Engineering Doctorate Recipients. Topical Report."},
      {
        "id":"ED443713",
        "title":"Then, Now, &amp; in the Next Decade: A Commentary on Strengthening Undergraduate Science, Mathematics, Engineering and Technology Education."},
      {
        "id":"ED443714",
        "title":"A Syllabus for Biol 242--Human Anatomy."},
      {
        "id":"ED443716",
        "title":"Examining Relationships between Students' Solution Strategies, Algebraic Reasoning, and Achievement."},
      {
        "id":"ED443717",
        "title":"Video Analysis: Adding Another Dimension to Qualitative Research?"},
      {
        "id":"ED443718",
        "title":"The Effects of Mandatory, Competitive Science Fairs on Fifth Grade Students&apos; Attitudes toward Science and Interests in Science."},
      {
        "id":"ED443719",
        "title":"The Evolution of Pedagogical Content Knowledge in Prospective Secondary Physics Teachers."},
      {
        "id":"ED443720",
        "title":"Scientific Literacy of Selected South African Matriculants Entering Tertiary Education: A Baseline Survey."},
      {
        "id":"ED443721",
        "title":"Computer Supported Collaborative Physics Learning: Developing Understanding of Image Formation by Lenses."},
      {
        "id":"ED443722",
        "title":"Developing Understanding through Confronting Varying Views: The Case of Solving Qualitative Physics Problems."},
      {
        "id":"ED443723",
        "title":"A Model of the Influence of Teacher Thinking and Contexts on Teacher Change as Conceptual Change in Mathematics Education Reform."},
      {
        "id":"ED443724",
        "title":"Communicative Routines in Mathematics Class."},
      {
        "id":"ED443725",
        "title":"Using Data on Enacted Curriculum in Mathematics and Science: Sample Results from a Study of Classroom Practices and Subject Content. Summary Report from Survey of Enacted Curriculum Project."},
      {
        "id":"ED443726",
        "title":"Examining Teacher Change within the Context of Mathematics Curriculum Reform: Views from Middle School Teachers."},
      {
        "id":"ED443727",
        "title":"What Students Have To Say About Mathematics: Education Reform & Students' Reality."},
      {
        "id":"ED443728",
        "title":"Intelligent Course Structure--A Framework for Improving the Pedagogical Approach in Engineering Education."},
      {
        "id":"ED443729",
        "title":"Identifying Gender Differences in the 3-D Visualization Skills of Engineering Students in Brazil and in the United States."},
      {
        "id":"ED443730",
        "title":"Learning Opportunities with Graphing Calculators: The Case of Asymptotes."},
      {
        "id":"ED443731",
        "title":"The Use of Multimedia in Engineering Education--An Experience."},
      {
        "id":"ED443732",
        "title":"The IEEC: Combining Research, Education and Economic Development."},
      {
        "id":"ED443733",
        "title":"Science Anxiety as a Function of Personality, Gender Roles, Experience with Science."},
      {
        "id":"ED443734",
        "title":"The Effects of Cognitive Conflict on Students' Conceptual Change in Physics."},
      {
        "id":"ED443738",
        "title":"The Story of Foreign Trade and Exchange."},
      {
        "id":"ED443739",
        "title":"A Practical Inquiry: Influencing Preservice Teachers' Beliefs toward Diversity and Democracy."},
      {
        "id":"ED443742",
        "title":"Focusing on Citizenship Training in the Social Studies."},
      {
        "id":"ED443743",
        "title":"Japanese and United States Schooling: A Comparative Perspective."},
      {
        "id":"ED443744",
        "title":"Dialogue of Cultures: The Israeli Experience."},
      {
        "id":"ED443746",
        "title":"The Bible and Public Schools: A First Amendment Guide."},
      {
        "id":"ED443748",
        "title":"The Study Commission on the Rain Forest. 9th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED443749",
        "title":"Civil Society and Sustainable Communities Curriculum."},
      {
        "id":"ED443751",
        "title":"Landmines: The Hidden Crisis. For Upper Elementary Grades."},
      {
        "id":"ED443752",
        "title":"Landmines: The Hidden Crisis. For Middle School Grades."},
      {
        "id":"ED443755",
        "title":"The Decalogue: Bible Scholarship for Use Today."},
      {
        "id":"ED443756",
        "title":"Morocco and Senegal: Faces of Islam in Africa. Fulbright-Hays Summer Seminars Abroad, 1999 (Morocco and Senegal)."},
      {
        "id":"ED443757",
        "title":"Why and How Should History Departments Prepare Secondary Social Studies Teachers? Occasional Paper."},
      {
        "id":"ED443758",
        "title":"State of Oklahoma v. Tracy Smith. 1999-2000 Oklahoma High School Mock Trial Program."},
      {
        "id":"ED443761",
        "title":"Maryland State Content Standards: Social Studies."},
      {
        "id":"ED443763",
        "title":"Museums and Libraries: Gateways to Discovery."},
      {
        "id":"ED443764",
        "title":"ESEA: Arts Education and Magnet Schools. Hearing of the Committee on Health, Education, Labor, and Pensions on Examining Proposed Legislation Authorizing Funds for Programs of the Elementary and Secondary Education Act, Focusing on School Facilities. United States Senate, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED443765",
        "title":"U.S. Medical Education Reformers Abraham Flexner (1866-1959) and Simon Flexner (1863-1946)."},
      {
        "id":"ED443767",
        "title":"Institutionalizing International Influence: The Context for Education Reform in Africa."},
      {
        "id":"ED443769",
        "title":"No Teacher Guide, No Textbooks, No Chairs: Contending with Crisis in African Education."},
      {
        "id":"ED443770",
        "title":"Chicano Cultural Studies as Historiography: Literature as History, History as Literature, and Cultural Poetics."},
      {
        "id":"ED443771",
        "title":"Contributions of Adolescent Development Research to Service Learning Research."},
      {
        "id":"ED443772",
        "title":"&quot;So What If I Pray Like a Girl&quot;: Gendered Religious Socialization at a Christian School."},
      {
        "id":"ED443773",
        "title":"Dewey's Logic and Social Autopoiesis: Creative Forces for/of Social (R)evolution."},
      {
        "id":"ED443774",
        "title":"The Impact of Cultural Diversification on Education in a Closed Culture."},
      {
        "id":"ED443775",
        "title":"Seeing European History from the Outside In."},
      {
        "id":"ED443776",
        "title":"Vicarious Violence on the Screen: A Challenge to Educators and Families. Technical Assistance Bulletin No. 16. [Updated Version]."},
      {
        "id":"ED443777",
        "title":"Teaching about Presidential Elections. ERIC Digest."},
      {
        "id":"ED443778",
        "title":"Taking the Next Bold Step to America's Future: A National Conference on Teacher Quality (Washington, D.C., January 9-10, 2000)."},
      {
        "id":"ED443779",
        "title":"Project GRAD: Graduation Really Achieves Dreams. 1998-99 Program Evaluation Report."},
      {
        "id":"ED443780",
        "title":"What Happens When a Student Teacher Uses Different Techniques Designed To Improve Comprehension in a Reading Group?"},
      {
        "id":"ED443782",
        "title":"Education Standards for Teaching and Learning: A Bibliography."},
      {
        "id":"ED443783",
        "title":"Beginning Teacher Induction: A Review of the Literature."},
      {
        "id":"ED443785",
        "title":"City of Minneapolis Park &amp; Recreation Summer Youth Report, 1999."},
      {
        "id":"ED443786",
        "title":"Standards-Based Induction Programs: Implications for Teacher Training and Support."},
      {
        "id":"ED443787",
        "title":"Women in Texas Who Are Certified but Not Employed as Administrators."},
      {
        "id":"ED443788",
        "title":"Effective Educational Practices. Educational Practices Series--3."},
      {
        "id":"ED443789",
        "title":"Standards-Driven, Practice-Based Assessment of Pre-Service Teacher Education. A Focus on Subject Matter Knowledge and Competence in Social Studies."},
      {
        "id":"ED443790",
        "title":"Evaluating a University Mentoring Program for K-12 Teachers: The University of Wisconsin-Whitewater Beginning Teacher Assistance Program."},
      {
        "id":"ED443791",
        "title":"Teaching about Multicultural and Diversity Issues from an Humanistic Perspective."},
      {
        "id":"ED443792",
        "title":"Teaching the Dialectic Process to Preservice Teachers in an Educational Psychology Class."},
      {
        "id":"ED443793",
        "title":"The Professional Learning Needs and Perceptions of Secondary School Teachers: Implications for Professional Learning Community."},
      {
        "id":"ED443794",
        "title":"Healthy People 2010: Understanding and Improving Health."},
      {
        "id":"ED443796",
        "title":"Certification/Licensure Dictionary."},
      {
        "id":"ED443801",
        "title":"Amazing Results! Teacher Expectations and Student Achievement (TESA) Follow-Up Survey of TESA-Trained Teachers in 45 States and the District of Columbia."},
      {
        "id":"ED443802",
        "title":"Preservice Teachers' Articulations of &quot;Learning To Teach&quot;: Competing Perspectives on Teacher Education."},
      {
        "id":"ED443803",
        "title":"Four Years Later: Issues in Teacher Induction."},
      {
        "id":"ED443805",
        "title":"Assessment: Assessing the Impacts of Professional Development Schools. AACTE Professional Development School Practice Series."},
      {
        "id":"ED443806",
        "title":"Revisioning Professional Development: What Learner-Centered Professional Development Looks Like."},
      {
        "id":"ED443807",
        "title":"A Talented, Dedicated, and Well-Prepared Teacher in Every Classroom. Information Kit."},
      {
        "id":"ED443808",
        "title":"Closing Emotional Distance: An Analysis of Parent-Teacher Interactions in Secondary Schools."},
      {
        "id":"ED443809",
        "title":"Curriculum for At-Risk Students."},
      {
        "id":"ED443810",
        "title":"Interactivism: Change, Sensory-Emotional Intelligence, and Intentionality in Being and Learning."},
      {
        "id":"ED443811",
        "title":"Inviting Families and Community Members to the Table."},
      {
        "id":"ED443812",
        "title":"Claudia's Cycle of Inquiry: A Pedagogy for Mentoring (Part Two)."},
      {
        "id":"ED443813",
        "title":"The Meaning of Supervision for Mentor Teachers."},
      {
        "id":"ED443814",
        "title":"Studies in Teaching 1999 Research Digest. Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, December 1999)."},
      {
        "id":"ED443815",
        "title":"A Sense of Calling: Who Teaches and Why. A Report from Public Agenda."},
      {
        "id":"ED443816",
        "title":"South Carolina Summit on Teacher Quality (Charleston, SC, June 24-25, 1999)."},
      {
        "id":"ED443817",
        "title":"Talking with Kids about AIDS: A Program for Parents and Other Adults Who Care. Teaching Guide [and] Resource Manual."},
      {
        "id":"ED443818",
        "title":"Grad Rule 101 Website in Support of Minnesota Graduation Rule Standards: A Preservice Teacher Education Project."},
      {
        "id":"ED443819",
        "title":"What an Innovative Curriculum for Teachers Reveals about Supporting Teachers' Professional Learning. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED443820",
        "title":"Quantifying Length: Children's Developing Abstractions for Measures of Linear Quantity in One-Dimensional and Two-Dimensional Contexts."},
      {
        "id":"ED443821",
        "title":"Research in the Schools, 1999."},
      {
        "id":"ED443824",
        "title":"A Four-Year Analytic Comparison of Eleventh Grade Academic Achievement in the Slippery Rock Area High School, and District Pupil Expenditures. A Report Presented to the Slippery Rock School District's Board of Directors and the Pennsylvania Department of Education, Educational Measurement and Evaluation Division. Technical Report."},
      {
        "id":"ED443825",
        "title":"Windows into the Classroom: Observing and Evaluating Beginning Teachers' Developing Practice."},
      {
        "id":"ED443826",
        "title":"Surreptitious Inclusion of Good Teaching in Test Preparation Activities."},
      {
        "id":"ED443827",
        "title":"The Validity of a Computerized Measure of Reading Rate."},
      {
        "id":"ED443829",
        "title":"Designing a PBL Experience for Online Delivery in a Six-Week Course."},
      {
        "id":"ED443831",
        "title":"The Los Angeles Annenberg Metropolitan Project: &quot;How Can Internal and External Evaluations Help Improve Parent Involvement Programs?&quot;"},
      {
        "id":"ED443832",
        "title":"Constructing and Studying Notes from On-Line Text: Why Filling the Blanks in a \"Partial-Notes\" Format May Lead to Higher Performance on Delayed Higher-Order Tests."},
      {
        "id":"ED443833",
        "title":"Using Qualitative Techniques To Assess the Validity of Teachers' Responses to Survey Items."},
      {
        "id":"ED443834",
        "title":"Integration of the Rival Hypotheses Tool into Research Methodology Courses: Issues and Strategies To Support Its Use and Sustainability."},
      {
        "id":"ED443836",
        "title":"The Impact of Composition Medium on Essay Raters in Foreign Language Testing."},
      {
        "id":"ED443837",
        "title":"An Investigation of the Likelihood Ratio Test for Detection of Differential Item Functioning under the Partial Credit Model."},
      {
        "id":"ED443839",
        "title":"Intuition and Creativity: A Pas de Deux for Qualitative Researchers."},
      {
        "id":"ED443840",
        "title":"How Much Is Too Much? Multiple Measures in Practice."},
      {
        "id":"ED443841",
        "title":"Clusters of Learning Disabled Test Takers in the United States."},
      {
        "id":"ED443842",
        "title":"Lessons Learned from the Evaluation of Alliance+: An Internet-in-Education Professional Development Program."},
      {
        "id":"ED443843",
        "title":"University Student's Assessment of Instruction."},
      {
        "id":"ED443844",
        "title":"Assessment in the Mathematics Curriculum."},
      {
        "id":"ED443845",
        "title":"A Comparison of Word-Processed and Handwritten Essays Written for the Test of English as a Foreign Language."},
      {
        "id":"ED443846",
        "title":"Using Multiple Measures for Accountability Purposes: One District's Experience."},
      {
        "id":"ED443847",
        "title":"Predicting Acquisition of Learning Outcomes: A Comparison of Traditional and Activity-Based Instruction in an Introductory Statistics Course."},
      {
        "id":"ED443848",
        "title":"Seeking Significance: The Lived Experience of Teachers Using Personal Professional Development Plans."},
      {
        "id":"ED443849",
        "title":"A Conceptualization of Mixed Methods: A Need for Inductive/Deductive Approach to Conducting Research."},
      {
        "id":"ED443850",
        "title":"The Effect of Nonnormality on Student's Two-Sample T Test."},
      {
        "id":"ED443851",
        "title":"The Freedoms and Limits of Tenure: An Ideal Typology of Educational Researchers."},
      {
        "id":"ED443852",
        "title":"Components of Statistical Thinking and Implications for Instruction and Assessment."},
      {
        "id":"ED443853",
        "title":"Cooperative Learning and Unity: The Perspectives of Faculty, Students, and TA's."},
      {
        "id":"ED443854",
        "title":"The Master's Project: Negotiating Identities as Teacher Researchers."},
      {
        "id":"ED443855",
        "title":"An Analysis of University/School Alignment during Student Teaching."},
      {
        "id":"ED443856",
        "title":"Assessment and Stability in the Midst of Accelerated Change."},
      {
        "id":"ED443857",
        "title":"An Approach to Annual Assessment and Evaluation of University Faculty."},
      {
        "id":"ED443858",
        "title":"Approaches to Assessment in Multivariate Analysis."},
      {
        "id":"ED443862",
        "title":"Science Course Taking, Out-of-Class Science Accomplishments, and Achievement in the High School Graduating Class of 1998. ACT Research Report Series."},
      {
        "id":"ED443863",
        "title":"Formative Evaluation of PREL's Regional Educational Laboratory Products and Services."},
      {
        "id":"ED443864",
        "title":"Snapshot &apos;99: 1998-99 School District Profiles."},
      {
        "id":"ED443865",
        "title":"Assessments and Accountability. CSE Technical Report."},
      {
        "id":"ED443867",
        "title":"Evaluating the Construct Equivalence of International Employee Opinion Surveys. Laboratory of Psychometric and Evaluative Research Report No. 379."},
      {
        "id":"ED443868",
        "title":"An Analysis of Parents' Attitudes towards Authentic Performance Assessment."},
      {
        "id":"ED443869",
        "title":"Setting Standards on a Computerized-Adaptive Placement Examination. Laboratory or Psychometric and Evaluative Research Report No. 378."},
      {
        "id":"ED443870",
        "title":"Impact of State Testing on Students and Teaching Practices: Much Pain, No Gain?"},
      {
        "id":"ED443871",
        "title":"The Development and Impact of High Stakes Testing."},
      {
        "id":"ED443872",
        "title":"The Harmful Impact of the TAAS System of Testing in Texas: Beneath the Accountability Rhetoric."},
      {
        "id":"ED443873",
        "title":"Research To Inform Policy: An Investigation of Pupil Proficiency Testing Requirements and State Education Reform Initiatives."},
      {
        "id":"ED443874",
        "title":"School Evaluation: A Change in Perspective."},
      {
        "id":"ED443875",
        "title":"Validity of Item Performance Estimates from an Angoff Standard Setting Study."},
      {
        "id":"ED443876",
        "title":"Student Performance and Student Growth as Measures of Success: An Evaluator's Perspective."},
      {
        "id":"ED443877",
        "title":"Assessing Educational Plans in Uniformity vs. Differences."},
      {
        "id":"ED443879",
        "title":"Identifying Differential Item Functioning on the NELS:88 History Achievement Test. CSE Technical Report."},
      {
        "id":"ED443880",
        "title":"The Role of Classroom Assessment in Teaching and Learning. CSE Technical Report."},
      {
        "id":"ED443881",
        "title":"Bayes Nets in Educational Assessment: Where Do the Numbers Come from? CSE Technical Report."},
      {
        "id":"ED443882",
        "title":"Student Assessment and Student Achievement in the California Public School System. CSE Technical Report."},
      {
        "id":"ED443883",
        "title":"When Research Becomes Consulting."},
      {
        "id":"ED443884",
        "title":"Assessment! The Foundation to This Performance/Field-Based Teacher Preparation Program."},
      {
        "id":"ED443885",
        "title":"Using Geographic Information Systems in Education Research and Policy Analysis."},
      {
        "id":"ED443886",
        "title":"Faculty Development: Assessing Learner Achievement."},
      {
        "id":"ED443887",
        "title":"Measuring NCTM-Recommended Practices and Student Achievement with TIMSS."},
      {
        "id":"ED443888",
        "title":"The Coping Scale for Adults: Construct Validity and What the Instrument Tells Us."},
      {
        "id":"ED443889",
        "title":"School Careers of Students from Ethnic Minorities in the Netherlands."},
      {
        "id":"ED443890",
        "title":"Analytic Issues in the Assessment of Student Achievement. Proceedings from a Research Seminar (Washington, DC, November 1998)."},
      {
        "id":"ED443891",
        "title":"The NPEC Sourcebook on Assessment, Volume 1: Definitions and Assessment Methods for Critical Thinking, Problem Solving and Writing [and] The NPEC Sourcebook on Assessment, Volume 2: Selected Institutions Utilizing Assessment Results."},
      {
        "id":"ED443892",
        "title":"Practical Lessons: The 1998 National Symposium on Homelessness Research (Arlington, Virginia, October 29-30, 1998)."},
      {
        "id":"ED443893",
        "title":"Child Welfare Financing: Looking beyond the New York State Family and Children's Services Block Grant."},
      {
        "id":"ED443894",
        "title":"New York City's Child Health Clinics: Providing Quality Primary Care to Children in Low-Income and Immigrant Families."},
      {
        "id":"ED443895",
        "title":"Viewing Race: A Videoforum Publication. A Videography & Resource Guide."},
      {
        "id":"ED443896",
        "title":"An Examination of Charter School Equity."},
      {
        "id":"ED443898",
        "title":"From Innovative Programs to Systemic Education Reform: Lesson from Five Communities. The Final Report of the Benchmark Communities Initiative."},
      {
        "id":"ED443900",
        "title":"Generating Extreme Inequality: Schooling, Earnings, and Intergenerational Transmission of Human Capital in South Africa and Brazil. Research Report."},
      {
        "id":"ED443904",
        "title":"Educational Expectations of Asian-American Youth: Determinants and Ethnic Differences. Research Reports."},
      {
        "id":"ED443905",
        "title":"Explaining the Black-White Gap in College Attendance: Racial Differences versus Socioeconomic Determinants. Research Report."},
      {
        "id":"ED443907",
        "title":"Crossing the Great Divide: Can We Achieve Equity When Generation Y Goes to College? Leadership 2000 Series."},
      {
        "id":"ED443908",
        "title":"Profiles in Organizational Effectiveness for Nonprofits: Improving the Lives of Children, Youth and Families in Kansas City's Urban Core."},
      {
        "id":"ED443909",
        "title":"Environmental Action Guide for New York City Schools."},
      {
        "id":"ED443910",
        "title":"Educational Neglect: The Delivery of Educational Services to Children in New York City's Foster Care System."},
      {
        "id":"ED443911",
        "title":"Disruptive Students in the Classroom: A Review of the Literature."},
      {
        "id":"ED443912",
        "title":"Recentralization or Strategic Management? A New Governance Model for the New York City Public Schools. Occasional Paper No. 1."},
      {
        "id":"ED443913",
        "title":"Student Mobility and Academic Achievement: A Report of the Urban Schools Initiative Mobility Work/Study Group."},
      {
        "id":"ED443914",
        "title":"Multicultural Education: Minorities in the Athletic and Academic Arenas."},
      {
        "id":"ED443915",
        "title":"U.S. Hispanic Demographic Profile: Developments, Implications, and Challenges."},
      {
        "id":"ED443916",
        "title":"Challenges and Opportunities Posed by the Reform Era."},
      {
        "id":"ED443923",
        "title":"Enhancing Parental Involvement in Urban Schools: Types of Programs, Characteristics of Successful Programs, and Proven Strategies."},
      {
        "id":"ED443924",
        "title":"How To Choose a Public School: A Guide for Parents of Young NYC School Children."},
      {
        "id":"ED443925",
        "title":"Superintendent Suspensions: Elementary and Junior High School Students. A Guide for Parents and Students."},
      {
        "id":"ED443926",
        "title":"Parent and Student Guide to High School Superintendent Suspension Hearings."},
      {
        "id":"ED443927",
        "title":"Project Change Evaluation Research Brief."},
      {
        "id":"ED443928",
        "title":"Deaths: Final Data for 1998."},
      {
        "id":"ED443929",
        "title":"Homelessness: HUD Funds Eligible Projects According to Communities' Priorities. Report to Congressional Requesters."},
      {
        "id":"ED443930",
        "title":"Parochial Education and Public Aid: Today's Catholic Schools."},
      {
        "id":"ED443931",
        "title":"African American and Hispanic Superintendents: Factors for Success."},
      {
        "id":"ED443932",
        "title":"Teacher Transfer Policy and the Implications for Equity in Urban School Districts."},
      {
        "id":"ED443933",
        "title":"The Characteristics of Schools and Classrooms Attended by Successful Minority Students."},
      {
        "id":"ED443935",
        "title":"PlainTalk Starter Kit: A Practical Guide to Community-Based Programming To Reduce Teen Pregnancy, STDs and HIV/AIDS."},
      {
        "id":"ED443936",
        "title":"Linguistically and Culturally Diverse Students. Populations: African American &amp; Hmong. Language Sample Analysis Companion Guide."},
      {
        "id":"ED443937",
        "title":"Charlotte-Mecklenburg Education Foundation Annual Community Assessment, 2000."},
      {
        "id":"ED443938",
        "title":"Putting the Public in Public Education: Preliminary Community Vision Workbook."},
      {
        "id":"ED443939",
        "title":"The Impact of School Choice on Integration in Milwaukee Private Schools. Current Education Issues."},
      {
        "id":"ED443940",
        "title":"The Effect of Welfare Reform on the Incomes and Earnings of Low-Income Families: Evidence from the Current Population Survey."},
      {
        "id":"ED443941",
        "title":"Formative Report on the DC 21st Century Community Learning Center After-School Program."},
      {
        "id":"ED443946",
        "title":"Career Pathways Implementation Guide for Ohio's Career-Focused Education System."},
      {
        "id":"ED443947",
        "title":"Looking Forward: School-to-Work Principles and Strategies for Sustainability."},
      {
        "id":"ED443948",
        "title":"Reflecting on Essential Elements for Comprehensive Family Literacy: A Workbook. Ohio Family Literacy Statewide Initiative."},
      {
        "id":"ED443949",
        "title":"Professionalisation of Indian Adult Education."},
      {
        "id":"ED443950",
        "title":"The Los Angeles Jobs-First GAIN Evaluation: Final Report on a Work First Program in a Major Urban Center."},
      {
        "id":"ED443951",
        "title":"Lifelong Learning: Policy, Strategy and Culture."},
      {
        "id":"ED443953",
        "title":"Learning Organisations, Lifelong Learning and the Mystery of the Vanishing Employers."},
      {
        "id":"ED443954",
        "title":"CEDEFOP Annual Report, 1999."},
      {
        "id":"ED443955",
        "title":"Effective Management of Part-Time Lecturers."},
      {
        "id":"ED443956",
        "title":"It's a People Thing: Demystifying College Information."},
      {
        "id":"ED443957",
        "title":"Quality Improvement in the Work-Based Sector: Summary Report. FEDA Comments."},
      {
        "id":"ED443958",
        "title":"Self-Assessment for Improvement [and] Preparing for Accreditation: Colleges and Self-Assessment."},
      {
        "id":"ED443960",
        "title":"The Skills Agenda: Issues for Post-16 Providers. FEDA Comments."},
      {
        "id":"ED443961",
        "title":"Transforming the Public Provision of Training: Reorganisation or Privatisation? Long-Term Changes in Sweden and the Netherlands. CEDEFOP Discussion Dossier."},
      {
        "id":"ED443963",
        "title":"Vocational Education and Training in the United Kingdom. 2nd Edition."},
      {
        "id":"ED443964",
        "title":"Assessing the Quality of Vocational Education in High Schools. NAVE Design Papers."},
      {
        "id":"ED443965",
        "title":"Targeted In-Depth Assessment of Promising Practices in Secondary Vocational Education: What Can NAVE Do? NAVE Design Papers."},
      {
        "id":"ED443966",
        "title":"What Can We Learn about Postsecondary Vocational Education from Existing Data? NAVE Design Papers."},
      {
        "id":"ED443967",
        "title":"Edging toward Effectiveness: Examining Postsecondary Occupational Education. NAVE Design Papers."},
      {
        "id":"ED443968",
        "title":"Linking Measures of Quality and Success at Community Colleges to Individual Goals and Customer Needs. NAVE Design Papers."},
      {
        "id":"ED443969",
        "title":"Toward a New Framework of Industry Programs for Vocational Education: Emerging Trends in Curriculum and Instruction."},
      {
        "id":"ED443970",
        "title":"Transformative Learning and Marginalization."},
      {
        "id":"ED443971",
        "title":"The Media and Transformative Learning."},
      {
        "id":"ED443972",
        "title":"AIDS in the Workplace: A Training for Managers and Supervisors. District of Oregon."},
      {
        "id":"ED443973",
        "title":"Setting the Compass: A Program Development and Evaluation Tool for Volunteer Literacy Programs in Alberta."},
      {
        "id":"ED443974",
        "title":"Pedagogies for Lifelong Learning: Building Bridges or Building Walls? Supporting Lifelong Learning Working Paper."},
      {
        "id":"ED443975",
        "title":"Noncredit and Adult Education: Challenges, Opportunities, Changes. Final Report."},
      {
        "id":"ED443982",
        "title":"Intake Procedures as a Factor in Identifying and Addressing Barriers to Attendance of Adult Education Students."},
      {
        "id":"ED443983",
        "title":"Using the McDaniels Career Transitions Considerations (1991) (Modified) Form with Potential Temporary Employees."},
      {
        "id":"ED443984",
        "title":"Welfare-to-Work Options for Families Facing Personal and Family Challenges: Rationale and Program Strategies."},
      {
        "id":"ED443985",
        "title":"Working Out of Poverty: Employment Retention and Career Advancement for Welfare Recipients."},
      {
        "id":"ED443986",
        "title":"Building Skills for the New Economy: Innovative Initiatives. National Skills Summit."},
      {
        "id":"ED443987",
        "title":"From Equivalence to Transparency of Vocational Diplomas: The Case of France and Germany."},
      {
        "id":"ED443996",
        "title":"The Impact of Travel on Older Adults: An Exploratory Investigation."},
      {
        "id":"ED443997",
        "title":"Challenging the Discourses of Inclusion and Exclusion with Off Limits Curricula."},
      {
        "id":"ED443998",
        "title":"Lifework Planning Guide: A Student Guide to High School Planning."},
      {
        "id":"ED443999",
        "title":"Equipped for the Future Assessment Report: How Instructors Can Support Adult Learners through Performance-Based Assessment. EFF Technical Report."},
      {
        "id":"ED444000",
        "title":"Core ITAC for Career-Focused Education. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444001",
        "title":"Arts &amp; Communication Career Cluster ITAC for Career-Focused Education. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444002",
        "title":"Business &amp; Management Career Cluster ITAC for Career-Focused Education. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444003",
        "title":"Environmental &amp; Agricultural Systems Career Cluster ITAC for Career-Focused Education. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444004",
        "title":"Health Services Career Cluster ITAC for Career-Focused Education. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444005",
        "title":"Human Resources/Services Career Cluster ITAC for Career-Focused Education. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444006",
        "title":"Industrial &amp; Engineering Systems Career Cluster ITAC for Career-Focused Education: Manufacturing Sub-Cluster. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444007",
        "title":"Industrial &amp; Engineering Systems Career Cluster ITAC for Career-Focused Education: Construction Sub-Cluster. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444008",
        "title":"Industrial &amp; Engineering Systems Career Cluster ITAC for Career-Focused Education: Transportation Sub-Cluster. Integrated Technical &amp; Academic Competencies."},
      {
        "id":"ED444009",
        "title":"Auto Collision Technician: An Instructional Guide for Teachers."},
      {
        "id":"ED444010",
        "title":"Auto Technician: An Instructional Guide for Teachers."},
      {
        "id":"ED444012",
        "title":"Reading for Information: Targets for Learning. Teaching Workplace Reading Skills."},
      {
        "id":"ED444013",
        "title":"Making Connections: A Curriculum Ideabook for Teachers of Applied Academics and Business &amp; Management."},
      {
        "id":"ED444014",
        "title":"Making Connections: A Curriculum Ideabook for Teachers of Applied Academics and Health Services."},
      {
        "id":"ED444015",
        "title":"Making Connections: K-8 Worksite Learning Activity Packet."},
      {
        "id":"ED444016",
        "title":"A Code of Practice for Further Education."},
      {
        "id":"ED444017",
        "title":"SEDLP Research Brief No. 1: Key Findings from the Baseline Survey of Participants. The Sectoral Employment Development Learning Project."},
      {
        "id":"ED444022",
        "title":"&quot;Finding Pleasure in the Right Things&quot;: A Concept Paper on Arts, School-to-Career, Service Learning, and Community Revitalization."},
      {
        "id":"ED444023",
        "title":"School-to-Work Partnerships and Youth Councils. School-to-Work Intermediary Project. Issue Brief."},
      {
        "id":"ED444024",
        "title":"Career Guide to Industries, 2000-01 Edition. Bulletin 2523."},
      {
        "id":"ED444025",
        "title":"Reasonable Choices: Understanding Why Under-Educated Individuals Choose Not To Participate in Adult Education. Summary Report for the Department for Adult Education &amp; Literacy."},
      {
        "id":"ED444028",
        "title":"From the Margins to the Mainstream: An Action Agenda for Literacy. The National Literacy Summit, 2000."},
      {
        "id":"ED444029",
        "title":"Vocational Education Practices That Support Welfare Reform: A Compendium of Promising Practices."},
      {
        "id":"ED444035",
        "title":"Career Development Issues Affecting Secondary Schools. The Highlight Zone: Research @ Work, No. 1."},
      {
        "id":"ED444036",
        "title":"National Assessment of Vocational Education (NAVE): Overview of Evaluation Plan."},
      {
        "id":"ED444037",
        "title":"New Directions for High School Career and Technical Education in the 21st Century. Information Series No. 384."},
      {
        "id":"ED444038",
        "title":"AusEinetter, 1997."},
      {
        "id":"ED444039",
        "title":"Journal of the Pennsylvania Counseling Association, Spring 1999."},
      {
        "id":"ED444041",
        "title":"The Great Sexologists: John Money on Sin, Science, and the Sex Police."},
      {
        "id":"ED444042",
        "title":"Women's Internet Behavior: Providing Psychotherapy Offline and Online for Cyber-Infidelity."},
      {
        "id":"ED444043",
        "title":"Educating Students about the World of Work: An Example of Active Engagement Pedagogy."},
      {
        "id":"ED444044",
        "title":"Building Safe and Strong Communities through Collaboration."},
      {
        "id":"ED444046",
        "title":"Year in Review, 1998. Research Report."},
      {
        "id":"ED444047",
        "title":"Journal of the Pennsylvania Counseling Association, 1999-2000."},
      {
        "id":"ED444048",
        "title":"Principles of Drug Addiction Treatment: A Research-Based Guide."},
      {
        "id":"ED444049",
        "title":"Educational Discrimination against Smokers: Evidence of Student and Faculty Prejudice."},
      {
        "id":"ED444072",
        "title":"Predicting Ministerial Effectiveness: A Review of Empirical Research."},
      {
        "id":"ED444073",
        "title":"The Relationship between Attachment Status and Personality Disorders."},
      {
        "id":"ED444074",
        "title":"Reviewing Your Student Discipline Policy: A Project Worth the Investment."},
      {
        "id":"ED444075",
        "title":"Race and Kinship: Children's Categorization Processes."},
      {
        "id":"ED444076",
        "title":"Guidance Curriculum Resource."},
      {
        "id":"ED444077",
        "title":"A Literature Review of Gender Issues in Supervision: Power Differentials and Dual Relationship."},
      {
        "id":"ED444078",
        "title":"A Study of the Outcomes of Required Counseling during Counselor Training at a CACREP Accredited University."},
      {
        "id":"ED444079",
        "title":"Gender Differences in the Recall of Performance Feedback."},
      {
        "id":"ED444080",
        "title":"Crisis Intervention &amp; Non-Violent Restraint: What's Your Action-Step?"},
      {
        "id":"ED444081",
        "title":"Relative Risk of Violence among Department of Defense Connected Students in Hawai'i Schools: Report with Appendixes."},
      {
        "id":"ED444082",
        "title":"Relative Risk of Violence among Department of Defense Connected Students in Hawai'i Schools: Report without Appendixes."},
      {
        "id":"ED444083",
        "title":"Evaluation of Grant Funded School Resource Officer Programs."},
      {
        "id":"ED444084",
        "title":"School Resource Officer Facts: Findings from the Fall 1999 DCJS Survey of Virginia SRO Programs."},
      {
        "id":"ED444085",
        "title":"Reducing Violence in the High School."},
      {
        "id":"ED444087",
        "title":"Improving Secondary Student Academic Success through the Implementation of Motivational Strategies."},
      {
        "id":"ED444088",
        "title":"A Potential for Violent Injury: Guns and Knives in the Schools. Oregon Health Trends, Series No. 56."},
      {
        "id":"ED444089",
        "title":"Improving Student Behavior by Teaching Social Skills."},
      {
        "id":"ED444091",
        "title":"Counseling Children Who Have Experienced Extreme Stressors."},
      {
        "id":"ED444093",
        "title":"The Effects of a Two-Semester Career Exploration Intervention Class on the Career Development Inventory Scores of High School Seniors."},
      {
        "id":"ED444094",
        "title":"Preventing School Violence: Plenary Papers of the 1999 Conference on Criminal Justice Research and Evaluation--Enhancing Policy and Practice through Research, Volume 2. National Institute of Justice Research Forum."},
      {
        "id":"ED444095",
        "title":"Beyond Curriculum: The Development of a Counselor Educator."},
      {
        "id":"ED444096",
        "title":"Effects of Substance Use Education Programs: A Cross-Cultural Comparison of Student Use."},
      {
        "id":"ED444097",
        "title":"Effects of Substance Use Education Programs: Gender Differences in Student Substance Use."},
      {
        "id":"ED444098",
        "title":"Prejudice against Cigarette Smokers in Higher Education."},
      {
        "id":"ED444099",
        "title":"Identifying Sexually Abused Children Using Human Figure Drawings."},
      {
        "id":"ED444100",
        "title":"Attending Patterns of ADHD Children on the Learning Efficiency Test-II."},
      {
        "id":"ED444101",
        "title":"Maine Youth Suicide Prevention: Education, Resources and Support--It's Up to All of Us."},
      {
        "id":"ED444102",
        "title":"A Truancy Program: The Successful Partnering of Schools, Parents, and Community Systems."},
      {
        "id":"ED444103",
        "title":"School Consultation: Providing both Prevention and Intervention Services to Children and School Staff."},
      {
        "id":"ED444104",
        "title":"Improving Mental Health Services for Children in North Carolina: Agenda for Action."},
      {
        "id":"ED441100",
        "title":"Knowledge and Intellectual Capital. Symposium 13. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441101",
        "title":"Workforce Diversity. Symposium 14. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441102",
        "title":"Management Development. Symposium 15. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441103",
        "title":"Improving HRD Practice through Research. Symposium 16. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441104",
        "title":"Transformative Learning. Symposium 17. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441105",
        "title":"Instructional Technology. Symposium 18. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441106",
        "title":"The Use of Internet Courses in HRD Programs. Innovative Session 3. [Concurrent Innovative Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441107",
        "title":"Increasing Participation in Learning. Symposium 19. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441108",
        "title":"Emotion and Behavior in the Workplace. Symposium 20. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441109",
        "title":"Action Learning. Symposium 21. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441110",
        "title":"Increasing Job Satisfaction. Symposium 22. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441111",
        "title":"Designing Effective HRD Programs. Symposium 23. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441112",
        "title":"Organizational Culture and Climate. Symposium 24. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441113",
        "title":"Confronting Professional Values and Ethical Issues: An Innovative Session on Development of a Casebook on Ethics and Integrity. Innovative Session 4. [Concurrent Innovative Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441115",
        "title":"Developing Employee Competence. Symposium 25. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441116",
        "title":"Self-Directed and Incidental Learning. Symposium 26. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441117",
        "title":"Ethics and Integrity. Symposium 27. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441118",
        "title":"Feedback Systems. Symposium 28. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441119",
        "title":"Cross-Cultural Issues in HRD. Symposium 29. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441122",
        "title":"Core Directions in HRD. Symposium 32. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441123",
        "title":"Work Motivation. Symposium 33. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441124",
        "title":"Career Development. Symposium 34. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441125",
        "title":"HRD in Asia. Symposium 35. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441126",
        "title":"Knowledge Management. Symposium 36. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441127",
        "title":"Workforce Development. Symposium 37. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441128",
        "title":"Advances in Distance Learning. Symposium 38. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441129",
        "title":"Integrating Learning with Working. Symposium 39. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441130",
        "title":"Research Methods in HRD. Symposium 40. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441131",
        "title":"Inquiring into the Dilemmas of Implementing Action Learning. Innovative Session 6. [Concurrent Innovative Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441132",
        "title":"Organizations in Transition. Symposium 41. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441133",
        "title":"HRD and Employee Outcomes. Symposium 42. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441134",
        "title":"Change and the Consultant. Symposium 43. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441135",
        "title":"Individual Learning Issues. Symposium 44. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441136",
        "title":"Innovative Session 7. [Concurrent Innovative Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441137",
        "title":"Emotions, Intelligence, and Performance. Symposium 45. [Concurrent Symposium Session at AHRD Annual Conference, 2000.]"},
      {
        "id":"ED441139",
        "title":"Equipped for the Future Research Report: Building the Framework, 1993-1997. EFF Technical Report."},
      {
        "id":"ED441140",
        "title":"The Impact of Adult Education. Success Stories 2000."},
      {
        "id":"ED441141",
        "title":"Minister's Forum on Learning: Learning for Life. What We Heard (Edmonton, Alberta, Canada, November 19-20, 1999)."},
      {
        "id":"ED441142",
        "title":"Training Curriculum for Alternative Clothes Cleaning. Volume I: Curriculum [and] Volume II: Instructor's Manual [and Presentation Materials]."},
      {
        "id":"ED441143",
        "title":"The Relationships between Research and Decision-Making in Education: An Empirical Investigation. CEET Working Paper No. 24."},
      {
        "id":"ED441144",
        "title":"Internationalising Vocational Education and Training in Europe: Prelude to an Overdue Debate. A Discussion Paper. Conference on Internationalising Vocational Education and Training in Europe (Thessaloniki, Greece, May 25-27, 2000). CEDEFOP Panorama Series."},
      {
        "id":"ED441145",
        "title":"Economic Analysis of a Living Wage Ordinance."},
      {
        "id":"ED441146",
        "title":"Academic Advising Services for Women in Higher Education."},
      {
        "id":"ED441148",
        "title":"Vocational Training as an Instrument To Combat Unemployment: Implications for the Candidate Countries of Central and Eastern Europe. Proceedings (Turin, Italy, June 21-22, 1999)."},
      {
        "id":"ED441149",
        "title":"Curriculum Guidelines &amp; Regulatory Criteria for Family Nurse Practitioners Seeking Prescriptive Authority To Manage Pharmacotherapeutics in Primary Care. Summary Report 1998."},
      {
        "id":"ED441150",
        "title":"The Digital Work Force: Building Infotech Skills at the Speed of Innovation."},
      {
        "id":"ED441151",
        "title":"Cornell University's Entrepreneurship Education &amp; Outreach Program: Evaluation and Proposal. A White Paper."},
      {
        "id":"ED441152",
        "title":"Federal Support for the Preparation of the Clinical Nurse Specialist Workforce through Title VIII. Report to the Secretary of Health and Human Services."},
      {
        "id":"ED441153",
        "title":"Guess Who's Coming to College and Taking Courses via the World Wide Web?"},
      {
        "id":"ED441154",
        "title":"Organization, Support and Interaction for Adult Students in Web Courses."},
      {
        "id":"ED441155",
        "title":"Student Support Services and Success Factors for Adult On-Line Learners."},
      {
        "id":"ED441156",
        "title":"Supporting Adult Students in Web-Based Courses: Real Examples for Serving Non-Traditional, Adult, and Minority Students."},
      {
        "id":"ED441157",
        "title":"Use of the World Wide Web for Completion of Required Courses in Vocational Teacher Certification."},
      {
        "id":"ED441158",
        "title":"Learning Environment for the Next Generation."},
      {
        "id":"ED441159",
        "title":"Reshaping the Focus of Vocational Teacher and Trainer Training. A Cross Country Review of Needs, Achievements and Obstacles in Central and Eastern Europe. Report."},
      {
        "id":"ED441160",
        "title":"Informal Learning in the Workplace: A Brief Review of Practice and Application."},
      {
        "id":"ED441161",
        "title":"The Financing of Vocational Education and Training in Germany. Financing Portrait. CEDEFOP Panorama."},
      {
        "id":"ED441162",
        "title":"Identification, Assessment and Recognition of Non-Formal Learning in Greece. CEDEFOP Panorama."},
      {
        "id":"ED441163",
        "title":"Identification, Assessment and Recognition of Non-Formal Learning in Spain. CEDEFOP Panorama."},
      {
        "id":"ED441164",
        "title":"The Impact of Information and Communication Technologies on Vocational Competencies and Training. Case Studies in Italy, France and Spain. Synthesis Report. CEDEFOP Panorama."},
      {
        "id":"ED441165",
        "title":"CEDEFOP Work Programme 2000, Approved at the Meeting of the Management Board (November 23-24, 1999). CEDEFOP Reference Document."},
      {
        "id":"ED441167",
        "title":"European Views of Self-Directed Learning: Historical, Conceptual, Empirical, Practical, Vocational. LOS, Learning Organized Self-Directed Researchgroup."},
      {
        "id":"ED441168",
        "title":"National Standards for Family and Consumer Sciences Education."},
      {
        "id":"ED441169",
        "title":"Education Success = Business Success. Hearing before the Committee on Small Business. United States Senate, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED441171",
        "title":"Engaging with the Learning Gateway: A Guide for Colleges."},
      {
        "id":"ED441172",
        "title":"FE College Disability Statements: An Evaluation."},
      {
        "id":"ED441173",
        "title":"The New Learning Market."},
      {
        "id":"ED441174",
        "title":"Education Maintenance Allowances: The Impact on Further Education. FEDA Reports."},
      {
        "id":"ED441175",
        "title":"Compulsory Teaching Qualifications for FE Teachers. FEDA Responds."},
      {
        "id":"ED441179",
        "title":"Benefits of Vocational Education. Myths and Realities No. 8."},
      {
        "id":"ED441180",
        "title":"Lifelong Learning. Myths and Realities No. 9."},
      {
        "id":"ED441181",
        "title":"Effect of Family Dissolution, Separation and Disorganisation on Children, Partner and the Society."},
      {
        "id":"ED441182",
        "title":"Smoked: Why Joe Camel Is Still Smiling. The Read &amp; Resist Series."},
      {
        "id":"ED441183",
        "title":"Trabajos Cerebrales: de Nacimiento a Pre-Kinder (BrainWorks: Birth to Kindergarten)."},
      {
        "id":"ED441184",
        "title":"Cross-Cultural Perspectives on Educators' Reporting Practices of Maltreatment: An Australian Study."},
      {
        "id":"ED441185",
        "title":"Adolescent Decision Making: Implications for Prevention Programs. Summary of a Workshop."},
      {
        "id":"ED441186",
        "title":"Identity Exploration and Relatedness among Japanese Female Late Adolescents."},
      {
        "id":"ED441189",
        "title":"College Students' Use of Electronic Communication Technologies: Introverts versus Extraverts."},
      {
        "id":"ED441190",
        "title":"Report of a Study of Successful Programs of HIV Prevention Education in Colleges and Universities."},
      {
        "id":"ED441203",
        "title":"Common Psychosocial Problems of School-Aged Youth: Developmental Variations, Problems, Disorders and Perspectives for Prevention and Treatment. Guidebook."},
      {
        "id":"ED441204",
        "title":"At Issue: Marriage. Exploring the Debate over Marriage Rights for Same-Sex Couples: A Curriculum Guide for High School Educators."},
      {
        "id":"ED441205",
        "title":"A Family Guide to Systems of Care for Children with Mental Health Needs = Guia para la familia de \"Systems of Care\" para la salud mental de sus hijos."},
      {
        "id":"ED441206",
        "title":"Blending Perspectives and Building Common Ground: A Report to Congress on Substance Abuse and Child Protection."},
      {
        "id":"ED441209",
        "title":"Mental Health: A Report of the Surgeon General. Executive Summary."},
      {
        "id":"ED441210",
        "title":"Promising Strategies To Reduce Gun Violence. OJJDP Report."},
      {
        "id":"ED441211",
        "title":"Literacy Development in the First Year of Schooling."},
      {
        "id":"ED441215",
        "title":"Providing Leadership in the Reading Curriculum (Making Choices)."},
      {
        "id":"ED441216",
        "title":"Appraising Progress in Middle School Reading Instruction."},
      {
        "id":"ED441217",
        "title":"Appraising Reading Achievement."},
      {
        "id":"ED441218",
        "title":"Phonics Plus, Book C: Grades 2-3."},
      {
        "id":"ED441219",
        "title":"A Comparison of First and Second Language Readers' Situation Models as Evidenced in a Recall Task."},
      {
        "id":"ED441220",
        "title":"Phonemic Awareness Skills in Kindergarten Students from English and Non-English Speaking Homes."},
      {
        "id":"ED441221",
        "title":"Reading Specialists in Leadership Roles."},
      {
        "id":"ED441222",
        "title":"Re/Mediating Adolescent Literacies."},
      {
        "id":"ED441228",
        "title":"Phonological Awareness Instruction To Prevent Reading Failure: A Study of the Benefits of Commercially Produced Phonics Software to Phonological Awareness Instruction."},
      {
        "id":"ED441229",
        "title":"Strategies for Improving Reading Comprehension in Content Areas."},
      {
        "id":"ED441230",
        "title":"Nevada Even Start Family Literacy Projects, 1998-99. Final Evaluation Report."},
      {
        "id":"ED441232",
        "title":"Success in the Vertical Classroom."},
      {
        "id":"ED441233",
        "title":"Educating for Empathy and Tolerance: Holocaust Studies and the Teaching of Writing."},
      {
        "id":"ED441234",
        "title":"Blending Cultural, Academic, and Technological Communication: Literacy for the New Millennium."},
      {
        "id":"ED441235",
        "title":"Exploring the Metropolis."},
      {
        "id":"ED441237",
        "title":"Reading, Writing and the Social Studies."},
      {
        "id":"ED441238",
        "title":"Grouping Pupils for Instruction."},
      {
        "id":"ED441239",
        "title":"Nevada Fourth &amp; Eighth Grade Proficiency Examinations in Writing, 1999-2000. Administration Manual."},
      {
        "id":"ED441240",
        "title":"Multiethnic Children's Literature: Its Need for a Permanent Place in the Children's Literary Canon."},
      {
        "id":"ED441241",
        "title":"Where and How People Live. Language Arts around the World, Volume IV. Cross-Curricular Activities for Grades 4-6."},
      {
        "id":"ED441242",
        "title":"Ecology and the Environment. Language Arts around the World, Volume V. Cross-Curricular Activities for Grades 4-6."},
      {
        "id":"ED441245",
        "title":"Reconfiguring Service: The Ethical Grounding for Instruction in Composition and Rhetoric."},
      {
        "id":"ED441246",
        "title":"(Dis)Located Readers? High School Students Responding to African Fiction."},
      {
        "id":"ED441247",
        "title":"Not So Sweet Dreams Are Made of These: Cat Massacres and Reading Revolutions in Literacies and Literate Identities. The Problematics of Appropriating New Technologies into English Education."},
      {
        "id":"ED441248",
        "title":"Stories from the Center: Connecting Narrative and Theory in the Writing Center."},
      {
        "id":"ED441251",
        "title":"Spelling Strategies Used by High and Low Performing First Grade Students."},
      {
        "id":"ED441252",
        "title":"The Effects of Peer Discussion on Intermediate Students' Level of Comprehension in Written Response."},
      {
        "id":"ED441253",
        "title":"A Comparison of Spelling Drill and Practice: Computer versus Paper and Pencil Activities."},
      {
        "id":"ED441254",
        "title":"The Effects of Using Microsoft Word[R] on Journal Word Counts in the High School English Classroom."},
      {
        "id":"ED441255",
        "title":"Journal Writing in the Elementary School: Word Processor vs. Paper and Pencil."},
      {
        "id":"ED441256",
        "title":"Improving Student Achievement through the Enhancement of Study Skills."},
      {
        "id":"ED441257",
        "title":"Increasing Spelling Achievement Using an Integrated Approach Emphasizing High Frequency Words."},
      {
        "id":"ED441258",
        "title":"What Can Family Involvement Contribute to Primary-Grade Writing Instruction?"},
      {
        "id":"ED441259",
        "title":"Reliability and Validity Tests of Singelis's Self-Construal Scale (1994)."},
      {
        "id":"ED441260",
        "title":"Technology in the Creative Classroom."},
      {
        "id":"ED441261",
        "title":"Communicating Diversity: A Study of the Multicultural Climate in a Summer Academic Program."},
      {
        "id":"ED441262",
        "title":"Teaching and Disappointment."},
      {
        "id":"ED441263",
        "title":"The Symbolic Role of Organizational Message Artifacts in a Communication System Assessment."},
      {
        "id":"ED441264",
        "title":"Improving Pupil Listening."},
      {
        "id":"ED441269",
        "title":"Enhancing Vocabulary and Language Using Multiple Intelligences."},
      {
        "id":"ED441271",
        "title":"Implementation of an Educational Accountability Agenda: Integrated Governance in the Chicago Public Schools Enters Its Fourth Year."},
      {
        "id":"ED441272",
        "title":"Borrowing from Business and Equitable Transformation in Education."},
      {
        "id":"ED441274",
        "title":"An Evaluation of the Horizon Scholarship Program in the Edgewood Independent School District, San Antonio, Texas: The First Year."},
      {
        "id":"ED441275",
        "title":"School Choice in Dayton, Ohio: An Evaluation After One Year."},
      {
        "id":"ED441276",
        "title":"Elementary and Secondary School Enrollment. Indicator of the Month."},
      {
        "id":"ED441277",
        "title":"Collective Bargaining Agreement between the U.S. Department of Education and the National Council of Department of Education Locals, Council 252, American Federation of Government Employees."},
      {
        "id":"ED441278",
        "title":"Exploring the Tensions between State Activism and School Autonomy."},
      {
        "id":"ED441279",
        "title":"Selected Readings on School Reform Summer 1999."},
      {
        "id":"ED441281",
        "title":"Mastering the Maze through Mentoring: Career Advancement of Female Superintendents."},
      {
        "id":"ED441282",
        "title":"Reasons for Reduced Tenure among Independent School Administrators."},
      {
        "id":"ED441283",
        "title":"Superintendent Competencies for Continued Employment as Perceived by Louisiana Public School Superintendents and School Board Presidents."},
      {
        "id":"ED441284",
        "title":"Administration in P-12 and Higher Education: Similarities and Differences."},
      {
        "id":"ED441285",
        "title":"Liberal Feminism and Educational Administration: Recruiting and Supporting Women in Educational Administration."},
      {
        "id":"ED441286",
        "title":"The Design of School Improvement in Schools on Probation: A Comparative Content Analysis of School Improvement Plans in Three Accountability Systems."},
      {
        "id":"ED441287",
        "title":"Defining Professionalism for the Educational Administrator: Perspectives of Aspiring Leaders."},
      {
        "id":"ED441288",
        "title":"How Much Is Enough? Funding California's Public Schools. EdSource Report."},
      {
        "id":"ED441289",
        "title":"How Are California's Education Dollars Spent? EdFact."},
      {
        "id":"ED441290",
        "title":"Perspectives on Effective Education: A Guide to Including All Children."},
      {
        "id":"ED441291",
        "title":"Planning Today Creating Tomorrow: A Guide to Transition."},
      {
        "id":"ED441292",
        "title":"Status of the States in the Development of Alternate Assessments. Synthesis Report 31."},
      {
        "id":"ED441293",
        "title":"Preparation of Teachers of Students with Emotional/Behavioral Disorders. Retrospective Series on Critical Issues in Emotional/Behavioral Disorders."},
      {
        "id":"ED441294",
        "title":"Attention Deficit Disorder: Two Mothers' Perceptions."},
      {
        "id":"ED441296",
        "title":"Real-Time Speech-to-Text Services. [A Report of the] National Task Force on Quality of Services in the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED441297",
        "title":"Social Skills for School and Community: Systematic Instruction for Children and Youth with Cognitive Delays."},
      {
        "id":"ED441298",
        "title":"An Evaluation of Project TIE: An Innovative Model Program of Inclusive Education."},
      {
        "id":"ED441299",
        "title":"Practical and Creative Simulations for Training Personnel in Deafblindness."},
      {
        "id":"ED441300",
        "title":"AAC Language Activity Monitoring: Entering the New Millennium."},
      {
        "id":"ED441302",
        "title":"Teaching Mathematics to Gifted Students in a Mixed-Ability Classroom. ERIC Digest E594."},
      {
        "id":"ED441303",
        "title":"Participation and Performance of Students Receiving Special Education Services on Minnesota's Basic Standards Tests: Reading and Math, 1996 through 1998. State Assessment Series, Minnesota Report 18."},
      {
        "id":"ED441304",
        "title":"Deaf-Blind Perspectives Newsletter, 1999-2000."},
      {
        "id":"ED441305",
        "title":"Bilingual Accommodations for Limited English Proficient Students on Statewide Reading Tests: Phase 1. State Assessment Series, Minnesota Report 20."},
      {
        "id":"ED441306",
        "title":"Feasibility and Practicality of a Decision Making Tool for Standards Testing of Students with Disabilities. State Assessment Series, Minnesota Report 21."},
      {
        "id":"ED441307",
        "title":"Feasibility and Practicality of a Decision Making Tool for Standards Testing of Students with Limited English Proficiency. State Assessment Series, Minnesota Report 22."},
      {
        "id":"ED441309",
        "title":"Transition from School to Work: Career Choices for Youth with Disabilities. Resource Package."},
      {
        "id":"ED441310",
        "title":"ECT and Autism--Making the Connection."},
      {
        "id":"ED441311",
        "title":"Teaching Functional Skills through Technology: Using Assistive Technology and Multimedia Tools To Develop Career Awareness for Students with Cognitive Disabilities."},
      {
        "id":"ED441312",
        "title":"Students with Emotional and Behavioral Disorders: Post-School Outcomes."},
      {
        "id":"ED441313",
        "title":"Using Stories To Promote Beginning Communication/Language and Emergent Literacy Learning."},
      {
        "id":"ED441320",
        "title":"Transition-Related Planning, Instruction, and Service Responsibilities for Secondary Special Educators. Fact Sheet."},
      {
        "id":"ED441321",
        "title":"Transition Specialist Competencies. Fact Sheet."},
      {
        "id":"ED441322",
        "title":"The Arc's Self-Determination Scale: Procedural Guidelines."},
      {
        "id":"ED441323",
        "title":"Political Advocacy Handbook: Activating Grassroots Involvement."},
      {
        "id":"ED441324",
        "title":"The Individuals with Disabilities Education Act of 1997 Transition Requirements: A Guide for States, Districts, Schools, Universities and Families."},
      {
        "id":"ED441325",
        "title":"Who Should Own University Buildings?"},
      {
        "id":"ED441326",
        "title":"An Ill Wind: Methyl Bromide Use Near California Schools, 1998."},
      {
        "id":"ED441327",
        "title":"Alternative Use of K-12 School Buildings: Opportunities for Expanded Uses."},
      {
        "id":"ED441328",
        "title":"Unthinkable Risk: How Children Are Exposed and Harmed When Pesticides Are Used at School."},
      {
        "id":"ED441329",
        "title":"The Impact of School Building Condition and Student Achievement, and Behavior."},
      {
        "id":"ED441330",
        "title":"Assessing School Facilities for Learning/Assessing the Impact of the Physical Environment on the Educational Process: Integrating Theoretical Issues with Practical Concerns."},
      {
        "id":"ED441331",
        "title":"Bibliography of Empirical Research Investigating the Relationship between the Physical Environment of Educational Settings and Educational Outcomes."},
      {
        "id":"ED441332",
        "title":"Shivers Junior/Senior High School: Aberdeen School District in Mississippi. Case Study in Sustainable Design."},
      {
        "id":"ED441333",
        "title":"La Gramatica Ingles: Libro de Trabajo (English Grammar: Workbook)."},
      {
        "id":"ED441334",
        "title":"Using Multiple Perspectives in Observations of Diverse Classrooms: The Sheltered Instruction Observation Protocol (SIOP)."},
      {
        "id":"ED441335",
        "title":"Public Education: Title I Services Provided to Students With Limited English Proficiency. Report to Congressional Requesters."},
      {
        "id":"ED441336",
        "title":"The Process of Culture Learning within a Foreign Language Program at a Selected Suburban Middle School Site: A Case Study."},
      {
        "id":"ED441338",
        "title":"Interaction as a Construct of Oral Proficiency. Paper I."},
      {
        "id":"ED441339",
        "title":"The Influence of Assessor Training on Rater-as-Interlocutor Behaviour during a Computer-Resourced Oral Proficiency Interview-Cum-Discussion (OPI/D) Known as the &quot;Five Star Test.&quot; Paper II."},
      {
        "id":"ED441341",
        "title":"Focus on Learning Rather than Teaching: Why and How? Papers from the International Association of Teachers of English as a Foreign Language (IATEFL) Conference (Krakow, Poland, May 14-16, 1998)."},
      {
        "id":"ED441342",
        "title":"A Historical Perspective on Title VII Bilingual Education Projects in Hawai'i: Compendium of Promising Practices."},
      {
        "id":"ED441343",
        "title":"Report on the Binational Conference: In Search of a Border Pedagogy (4th, El Paso, Texas and Ciudad Juarez, Mexico, January 1999)."},
      {
        "id":"ED441345",
        "title":"Breaking the Cultural Cycle: Reframing Pedagogy and Literacy in a Community Context as Intervention Measures for Aboriginal Alienation."},
      {
        "id":"ED441347",
        "title":"History of English Education in China (1919-1998)."},
      {
        "id":"ED441348",
        "title":"Use of Connectives in Writings by Korean Learners of English."},
      {
        "id":"ED441349",
        "title":"Promoting a Language Proficient Society: What You Can Do. ERIC Digest."},
      {
        "id":"ED441350",
        "title":"Multiple Intelligences: Theory and Practice in Adult ESL. ERIC Digest."},
      {
        "id":"ED441351",
        "title":"Critical Literacy for Adult Literacy in Language Learners. ERIC Digest."},
      {
        "id":"ED441353",
        "title":"Crossroads Cafe Impact Evaluation Study."},
      {
        "id":"ED441354",
        "title":"Welcome to the USA Trainers Notebook: Activities and Handouts To Accompany the Welcome Video."},
      {
        "id":"ED441355",
        "title":"Meeting ESL Needs at Home and at Work."},
      {
        "id":"ED441356",
        "title":"Development of a Systems Engineering Education Module for Undergraduates."},
      {
        "id":"ED441357",
        "title":"Diversity, Democracy, and Higher Education: A View from Three Nations--India, South Africa, the United States."},
      {
        "id":"ED441358",
        "title":"To Form a More Perfect Union: Campus Diversity Initiatives. Understanding the Difference Diversity Makes: Assessing Campus Diversity Initiatives Series."},
      {
        "id":"ED441359",
        "title":"Learning for Our Common Health: How an Academic Focus on HIV/AIDS Will Improve Education and Health. Program for Health and Higher Education."},
      {
        "id":"ED441361",
        "title":"Illinois Higher Education: Building the Economy, Shaping Society."},
      {
        "id":"ED441362",
        "title":"Higher Education 2000: What Will Be New? What Will Be Different? Proceedings of the Annual Accreditation and Quality Assurance Conference (1999)."},
      {
        "id":"ED441365",
        "title":"Professional Development and TransLink[R]. Final Report."},
      {
        "id":"ED441366",
        "title":"Higher Education in Israel."},
      {
        "id":"ED441369",
        "title":"Higher Education: In Search of Access and Scholarship."},
      {
        "id":"ED441370",
        "title":"Integrated Postsecondary Education Data System (IPEDS): An Improved System. Final Draft."},
      {
        "id":"ED441372",
        "title":"Faculty Mentoring Program: Pittsburgh Technical Institute, Faculty Development Center."},
      {
        "id":"ED441373",
        "title":"Administrative Challenges and Response Strategies to the Job Performance of Marketing Department Chairs."},
      {
        "id":"ED441374",
        "title":"Descriptive Summary of 1995-96 Beginning Postsecondary Students: Three Years Later. With an Essay on Students Who Start at Less-Than-4-Year Institutions. Beginning Postsecondary Students Longitudinal Study (BPS:96198). Statistical Analysis Report."},
      {
        "id":"ED441378",
        "title":"Including Transfer-Out Behavior in Retention Models: Using the NSLC Enrollment Search Data."},
      {
        "id":"ED441379",
        "title":"Increasing the Entering Student Admissions Profile at Stephen F. Austin University. A Feasibility Study."},
      {
        "id":"ED441380",
        "title":"Diversity and Participation of People of Color in Higher Education. 1999 Report."},
      {
        "id":"ED441381",
        "title":"Distance Learning Enrollments in Independent Institutions. Feasibility Study."},
      {
        "id":"ED441382",
        "title":"Gender Equity Report."},
      {
        "id":"ED441383",
        "title":"Tuition and Fee Rates, 1999-2000: A National Comparison."},
      {
        "id":"ED441384",
        "title":"Accountability Update, March 2000."},
      {
        "id":"ED441385",
        "title":"The 21st Century Learner: Strategies To Meet the Challenge. 2000 Master Plan for Higher Education."},
      {
        "id":"ED441386",
        "title":"Changes in Student Attitudes Regarding a Web-Based Health Profession Course."},
      {
        "id":"ED441388",
        "title":"The Reform of Higher Education in Post-Soviet Russia: 1987-1997."},
      {
        "id":"ED441389",
        "title":"The Governor's Fiscal Year 2001 Budget."},
      {
        "id":"ED441391",
        "title":"Making a Place in the Faculty Rewards System for Work with K-12: A Project Report of Four Universities. The Public School Rewards Project: A Higher Ed Tough One."},
      {
        "id":"ED441392",
        "title":"Making Outreach Visible: A Guide to Documenting Professional Service and Outreach. AAHE Forum on Faculty Roles and Rewards."},
      {
        "id":"ED441393",
        "title":"The Course Portfolio: How Faculty Can Examine Their Teaching To Advance Practice and Improve Student Learning. The Teaching Initiatives."},
      {
        "id":"ED441395",
        "title":"Girls &amp; Technology: An Idea Book for Educators &amp; Parents."},
      {
        "id":"ED441396",
        "title":"Educational Software Use: Results of a 1999 Regional Survey."},
      {
        "id":"ED441397",
        "title":"Curriculum Snapshots: Picture Technology in Your Classroom!"},
      {
        "id":"ED441398",
        "title":"Web Courses for High School Students: Potential and Issues."},
      {
        "id":"ED441399",
        "title":"Teachers, Computer Networks, and the Internet at TechCity High."},
      {
        "id":"ED441401",
        "title":"Commission on Child Online Protection (COPA) Report to Congress [and] Personal Statements of COPA Commissioners."},
      {
        "id":"ED441402",
        "title":"Commission on Child Online Protection (COPA) Report to Congress. Appendices."},
      {
        "id":"ED441403",
        "title":"IFLA Council and General Conference: Conference Programme and Proceedings (65th, Bangkok, Thailand, August 20-28, 1999)."},
      {
        "id":"ED441404",
        "title":"Cataloguing in the Universal Character Set Environment: Looking at the Limits."},
      {
        "id":"ED441405",
        "title":"How To Put Your Maps on the Internet."},
      {
        "id":"ED441406",
        "title":"Library-University Partnerships in Distance Learning."},
      {
        "id":"ED441407",
        "title":"Malaysian Serials: Issues and Problems."},
      {
        "id":"ED441408",
        "title":"Mexican Art and Architecture Databases: Needs, Achievements, Problems."},
      {
        "id":"ED441409",
        "title":"Network Access to Visual Information: A Study of Costs and Uses."},
      {
        "id":"ED441410",
        "title":"Library and Information Science Journals in the Asian Context."},
      {
        "id":"ED441411",
        "title":"Information Services to the Disadvantaged Person: A Challenge for Information Professionals in Thailand."},
      {
        "id":"ED441412",
        "title":"Library History Revisited: Research Areas and Methodology."},
      {
        "id":"ED441413",
        "title":"FAIFE Workshop."},
      {
        "id":"ED441414",
        "title":"Inclusion of Information Covering Electronic Resources in National Bibliographies: Results of a Survey Conducted May-June 1998."},
      {
        "id":"ED441415",
        "title":"ISO 639-1 and ISO 639-2: International Standards for Language Codes. ISO 15924: International Standard for Names of Scripts."},
      {
        "id":"ED441416",
        "title":"Structural and Multilingual Approaches to Subject Access on the Web."},
      {
        "id":"ED441417",
        "title":"Delivering and Promoting Library Services in Rural Thailand."},
      {
        "id":"ED441418",
        "title":"Standards for Bibliographic Control in Thailand."},
      {
        "id":"ED441419",
        "title":"Global Information Infrastructure and the Question of African Content."},
      {
        "id":"ED441420",
        "title":"Government Information and Information about Governments in Southeast Asia: A New Era? An Overview."},
      {
        "id":"ED441421",
        "title":"Immigrant Children Mediators (ICM): Bridging the Literacy Gap in Immigrant Communities."},
      {
        "id":"ED441422",
        "title":"The Need for Co-Operation in Creating and Maintaining Multilingual Subject Authority Files."},
      {
        "id":"ED441423",
        "title":"Effective Communication: An Essential Tool To Cope with the Challenge of Technological Change."},
      {
        "id":"ED441424",
        "title":"Standards for Library Schools, 1976. Update: A Preliminary Report to the Standing Committee on Education and Training (64th IFLA General Conference, Amsterdam, August 1998)."},
      {
        "id":"ED441425",
        "title":"An Odyssey in Scholarly Library History: JLH/L&amp;C at 35."},
      {
        "id":"ED441426",
        "title":"Collections Care in Southeast Asia: Conservation and the Need for the Creation of Micro-Environments."},
      {
        "id":"ED441427",
        "title":"Services of Libraries and Reading in Mali."},
      {
        "id":"ED441428",
        "title":"Mass Disinfection of Documents Affected by Microorganisms: One Practical Experience."},
      {
        "id":"ED441429",
        "title":"Web-Based Instruction for Continuing Education Students: A Report on the San Jose State University Virtual Library School Program and Its Potential for Web-Based Instruction for Continuing Education."},
      {
        "id":"ED441430",
        "title":"Connecting Art Images and Bibliographic Data: Creating a Tool for Distance Education through Collaboration."},
      {
        "id":"ED441431",
        "title":"To Reach Multicultural Users in Libraries--Some Reflections and Examples from Sweden."},
      {
        "id":"ED441432",
        "title":"Developing a Parliamentary Research Service: The Egyptian Experience."},
      {
        "id":"ED441433",
        "title":"The Internet as a Means of Information Resources' Integration: The Regional Aspect."},
      {
        "id":"ED441434",
        "title":"Striving for Balance: The Co-Existence of Multi-, Inter- and Transdisciplinary Curricula in Information Management Education To Address Information Imbalances on Tertiary Level."},
      {
        "id":"ED441435",
        "title":"LIBECON2000 and the Future of International Library, Statistics."},
      {
        "id":"ED441436",
        "title":"Forming a New Information Services Section: A Case Study--Parliament of the Republic of South Africa."},
      {
        "id":"ED441438",
        "title":"Collecting, Making Known, and Preserving Oral Heritage in a Written Civilization: A Challenge for Libraries."},
      {
        "id":"ED441439",
        "title":"The Division of Libraries Serving the General Public--A Survey."},
      {
        "id":"ED441440",
        "title":"Accessing Canadian Federal Information: A Depository Program for the Twenty-First Century?"},
      {
        "id":"ED441441",
        "title":"Collecting Data Sensibly in Information Settings."},
      {
        "id":"ED441442",
        "title":"Access to Asian Serials in Australian Libraries."},
      {
        "id":"ED441443",
        "title":"National Bibliography in Australia: Moving into the Next Millennium."},
      {
        "id":"ED441444",
        "title":"The National Library of Australia's Rare Book and Manuscripts Collections, with Special Reference to the Asia-Pacific Region."},
      {
        "id":"ED441445",
        "title":"A Study of Undergraduate Information Literacy and Skills: The Inclusion of Information Literacy and Skills in the Undergraduate Curriculum."},
      {
        "id":"ED441446",
        "title":"Trends in Philippine Library History."},
      {
        "id":"ED441447",
        "title":"Social Science Information &amp; Documentation: Is the Time Ripe for a State of the Art?"},
      {
        "id":"ED441448",
        "title":"E-Referencer: Transforming Boolean OPACs to Web Search Engines."},
      {
        "id":"ED441449",
        "title":"The Changing Role of the National Library Advisory Service in Slovenia."},
      {
        "id":"ED441450",
        "title":"Internet Use in Libraries in South East Asia with Special Reference to the Role of the Universiti Sains Malaysia Library in Promoting the Use of the Internet for Teaching and Learning."},
      {
        "id":"ED441451",
        "title":"Collection Preservation Management: An Approach To Complement Item-by-Item Treatment Policies."},
      {
        "id":"ED441452",
        "title":"The Growing Gap between the Information Rich and the Information Poor, Both within Countries and between Countries--A Composite Policy Paper."},
      {
        "id":"ED441453",
        "title":"Internet Use and Training Needs of Staff of the esAL Consortium, KwaZulu-Natal, South Africa: Partnership between Historically Disadvantaged and Advantaged Institutions (HDIs and HAIs)."},
      {
        "id":"ED441454",
        "title":"Evaluation of Web-Based Library Instruction Programs."},
      {
        "id":"ED441455",
        "title":"Current Issues in Library and Information Science Profession and Its Education in Japan."},
      {
        "id":"ED441456",
        "title":"Voice of India's Disabled: Demanding Equality in Library Services."},
      {
        "id":"ED441457",
        "title":"Matching Preservation Decisions with Collection Development Policy."},
      {
        "id":"ED441458",
        "title":"The Roles of Knowledge Professionals for Knowledge Management."},
      {
        "id":"ED441459",
        "title":"Reading Ability and the New Technology--Developments in Germany."},
      {
        "id":"ED441460",
        "title":"Genealogical Geography: Place Identification in the Map Library."},
      {
        "id":"ED441461",
        "title":"The Role of Inter-Lending and Document Supply in Malaysia."},
      {
        "id":"ED441462",
        "title":"Prison Librarians Needed: A Challenging Career for Those with the Right Professional and Human Skills."},
      {
        "id":"ED441463",
        "title":"Public Library in Thailand."},
      {
        "id":"ED441464",
        "title":"Southeast Asian Subject Gateways: Examination of Their Classification Practices."},
      {
        "id":"ED441465",
        "title":"Social Science Information--The Poor Relation."},
      {
        "id":"ED441466",
        "title":"Guidelines for OPAC Displays."},
      {
        "id":"ED441467",
        "title":"Managing Library Staff from a Different Cultural Background--The East-West Conflict in Berlin."},
      {
        "id":"ED441468",
        "title":"ICNBS 1998: New Recommendations for the National Bibliography."},
      {
        "id":"ED441469",
        "title":"The Impermanence of Maps in the Information Age."},
      {
        "id":"ED441470",
        "title":"A Window on to the World: Newspaper Collecting in the National Library of Australia."},
      {
        "id":"ED441471",
        "title":"Fitness for Purpose: The Role of Stabilization in a Collections Conservation Program."},
      {
        "id":"ED441472",
        "title":"International Exchange of Official Publications."},
      {
        "id":"ED441473",
        "title":"Serial Murder in Southeast Asia: Collecting and Preserving Serials in Changing Landscape."}]
  }}
