{
  "response":{"numFound":509939,"start":406000,"numFoundExact":true,"docs":[
      {
        "id":"ED441474",
        "title":"A New Zealand Perspective on Managing Cultural Diversity."},
      {
        "id":"ED441475",
        "title":"The Information Right and the Information Policies in Latin America."},
      {
        "id":"ED441476",
        "title":"The Publishing of Library and Information Science Journals in Southeast Asia--An Overview."},
      {
        "id":"ED441477",
        "title":"German Cataloging Rules Facing the 21st Century--RAK Heading for Internationality and Online Operability."},
      {
        "id":"ED441478",
        "title":"Motivation To Manage: A Comparative Study of Male and Female Library &amp; Information Science Students in the United States of America, India, Singapore, &amp; Japan."},
      {
        "id":"ED441479",
        "title":"Enhancing the Skills of School Library Staff To Cater for Individual Student Needs."},
      {
        "id":"ED441480",
        "title":"An Inclusive School Library for the 21st Century: Fostering Independence."},
      {
        "id":"ED441481",
        "title":"Teaching the Research Process--For Discovery and Personal Growth."},
      {
        "id":"ED441482",
        "title":"Reaching the Information Gateways: An Unfinished Task."},
      {
        "id":"ED441483",
        "title":"An Update on the ISBD(s) Working Group."},
      {
        "id":"ED441484",
        "title":"Public Health Information and a Diverse Population."},
      {
        "id":"ED441485",
        "title":"Conditions of Storing the Documents as the Chief Means of Preserving the Library Holdings (As Shown by the Experience of the Russian State Library)."},
      {
        "id":"ED441486",
        "title":"International Collaboration on Internet Subject Gateways."},
      {
        "id":"ED441487",
        "title":"Interlibrary Lending Activities in Hong Kong--An Overview."},
      {
        "id":"ED441488",
        "title":"The U.S. Federal Depository Library Program and U.S. Government Information in an Electronic Environment: Issues for the Transition and the Millennium."},
      {
        "id":"ED441489",
        "title":"Doing Research Overseas without Tears: Adventures of an Innocent Abroad."},
      {
        "id":"ED441490",
        "title":"World Wide Thai Bibliographical Control."},
      {
        "id":"ED441491",
        "title":"The &quot;National&quot; Role of the National Library Board of Singapore."},
      {
        "id":"ED441492",
        "title":"Flexibility, Is That All?"},
      {
        "id":"ED441493",
        "title":"Southeast Asia Newspaper Collecting in the United States."},
      {
        "id":"ED441494",
        "title":"University of Melbourne Library Meeting the Challenges of Providing Information Literacy in a Networked Environment."},
      {
        "id":"ED441495",
        "title":"Library and Information Science Distance Education in Thailand in the Next Decade."},
      {
        "id":"ED441496",
        "title":"Reading Habit Promotion in ASEAN Libraries."},
      {
        "id":"ED441497",
        "title":"Canada's National Core Library Statistics Program: First Steps in Developing Key Performance Indicators."},
      {
        "id":"ED441498",
        "title":"Development of Library and Information Science Periodicals in Asia, with Emphasis on South Asia: Problems and Solutions."},
      {
        "id":"ED441499",
        "title":"Macro and Microenvironments at the British Library."},
      {
        "id":"ED441500",
        "title":"South Asia in the Global Electronic Village: Issues and Implications."},
      {
        "id":"ED441501",
        "title":"Metadata and Trends of Cataloging in Thai Libraries."},
      {
        "id":"ED441502",
        "title":"National Policies for Library Services to Visually Impaired and Other Print Handicapped Children."},
      {
        "id":"ED441503",
        "title":"About the Use of \"Functional Requirements for Bibliographic Records\" in Teaching Cataloguing."},
      {
        "id":"ED441504",
        "title":"The Economic Crisis and Other Challenges in Accessing Science and Technological Information in Asia."},
      {
        "id":"ED441505",
        "title":"The Role of the School Librarian in Providing Conditions for Discovery and Personal Growth in the School Library. How Will the School Library Fulfil This Purpose in the Next Century?"},
      {
        "id":"ED441506",
        "title":"Parliamentary Library and Information Services as Instruments for Democratic Development."},
      {
        "id":"ED441507",
        "title":"Value and Impact Studies."},
      {
        "id":"ED441508",
        "title":"National Award Books as Quality Information Resources in Thailand."},
      {
        "id":"ED441509",
        "title":"Emerging Responses to the Science Journal Crisis."},
      {
        "id":"ED441510",
        "title":"Describing the Elephant: What Is Continuing Professional Education?"},
      {
        "id":"ED441511",
        "title":"Availability of Information to LIS Curriculum Developers and Policy Makers and the Status of LIS Education System: The Case of an Information Poor Country."},
      {
        "id":"ED441512",
        "title":"How To Establish a Successful Health Information Library in the Community."},
      {
        "id":"ED441513",
        "title":"Evolution of Social Science Information Sources in Asia: The South Korean Case."},
      {
        "id":"ED441514",
        "title":"Section on Cataloguing: Report of the Activities, 1998/1999."},
      {
        "id":"ED441515",
        "title":"Collecting Science Materials from Developing Regions: Universal Dilemma, Collaborative Solutions."},
      {
        "id":"ED441516",
        "title":"Historical and Heuristic Frameworks for Shared Governance in Academic Libraries: A Documentary History, Interpretation, and Questions for the Library Council and Others of the University of Maryland."},
      {
        "id":"ED441517",
        "title":"Centennial State Libraries Newsletter, 1999."},
      {
        "id":"ED441520",
        "title":"Schools and Libraries Corporation: Actions Needed To Strengthen Program Integrity Operations before Committing Funds. Testimony before the Committee on Commerce, Science, and Transportation, U.S. Senate."},
      {
        "id":"ED441521",
        "title":"South Carolina State Library Annual Report, 1998-1999."},
      {
        "id":"ED441523",
        "title":"ARL Statistics, 1998-99: A Compilation of Statistics from the One Hundred and Twenty-One Members of the Association of Research Libraries."},
      {
        "id":"ED441524",
        "title":"A Comparison of Fall 1996 and Fall 1998 Credit Students."},
      {
        "id":"ED441525",
        "title":"Academic Career Benchmarks by Ethnicity."},
      {
        "id":"ED441526",
        "title":"Florida Public High School Class of 1993-94."},
      {
        "id":"ED441527",
        "title":"Accountability in the Year 2000."},
      {
        "id":"ED441528",
        "title":"Prior Year High School Graduates in the Florida Community College System (FCCS)."},
      {
        "id":"ED441529",
        "title":"Current Operating Income and Expenditures [for] Oklahoma State Colleges and Universities, Fiscal Year 1998-99."},
      {
        "id":"ED441530",
        "title":"Articulation Report: Report for the Florida Community College System, Data for Fall 1995, Fall 1996, Fall 1997."},
      {
        "id":"ED441532",
        "title":"The Fact Book: Report for the Florida Community College System."},
      {
        "id":"ED441533",
        "title":"The American Community College Turns 100: A Look at Its Students, Programs, and Prospects. Policy Information Report."},
      {
        "id":"ED441534",
        "title":"Community College Humanities Review, 1995."},
      {
        "id":"ED441535",
        "title":"Latin American Literatures and Cultures: Self and Society. Papers from the National Endowment for the Humanities Summer Institute (La Jolla, California, August 1996)."},
      {
        "id":"ED441537",
        "title":"Foothill-De Anza Community College District, 2005: Planning for the New Millennium. Educational Master Plan, Spring 1999."},
      {
        "id":"ED441538",
        "title":"Long Range Plan."},
      {
        "id":"ED441539",
        "title":"Planning Atlas: Fact Book for City College of San Francisco, Fall 1999."},
      {
        "id":"ED441540",
        "title":"Environmental Scan, 1999: City and County of San Francisco."},
      {
        "id":"ED441541",
        "title":"Evaluation of the Early Alert Program, Spring 1999."},
      {
        "id":"ED441542",
        "title":"Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 1999."},
      {
        "id":"ED441543",
        "title":"Cuesta College Student Withdrawal Survey."},
      {
        "id":"ED441544",
        "title":"Cuesta College All Staff Survey, Spring 1999."},
      {
        "id":"ED441545",
        "title":"Accountability in Higher Education: The Fourth Annual Systemwide Report."},
      {
        "id":"ED441546",
        "title":"Salt Lake Community College Report Card, 1998."},
      {
        "id":"ED441547",
        "title":"Minority Achievement Report."},
      {
        "id":"ED441548",
        "title":"Underprepared Students: Placement, Enrollment, and Achievement. Enrollment Analysis."},
      {
        "id":"ED441549",
        "title":"The Economic Benefits of Sub-Baccalaureate Education: Results from the National Studies. CCRC Brief, Number 2."},
      {
        "id":"ED441550",
        "title":"Moving toward Community Colleges: A New Alternative in Postsecondary Technical Education in Taiwan, Republic of China."},
      {
        "id":"ED441551",
        "title":"Facing Challenges: Identifying the Role of the Community College Dean. ERIC Digest."},
      {
        "id":"ED441554",
        "title":"Understanding Pretend Play. A Guide for Parents and Teachers To Accompany the Documentary Video &quot;When a Child Pretends.&quot;"},
      {
        "id":"ED441559",
        "title":"Fall Colors: How Diverse Is the 1999-2000 TV Season's Prime Time Lineup?"},
      {
        "id":"ED441560",
        "title":"Addressing Gender Differences in Young Adolescents."},
      {
        "id":"ED441563",
        "title":"Children's Social Categories and the Salience of Race."},
      {
        "id":"ED441570",
        "title":"The Hatfields and the McCoys: Prevalence and Significance of Mutual Antipathies among Preadolescents and Adolescents."},
      {
        "id":"ED441571",
        "title":"Rhode Island Kids Count Factbook, 1999."},
      {
        "id":"ED441572",
        "title":"Rhode Island Kids Count Factbook, 2000."},
      {
        "id":"ED441579",
        "title":"Working for Children and Families: Safe and Smart After-School Programs."},
      {
        "id":"ED441581",
        "title":"Car Seats for Growing Children: Guidelines for Counselling Parents on Which Type of Car Seat To Use."},
      {
        "id":"ED441582",
        "title":"Be All That We Can Be: Lessons from the Military for Improving Our Nation's Child Care System."},
      {
        "id":"ED441583",
        "title":"Infants, Toddlers and Preschool Transportation."},
      {
        "id":"ED441586",
        "title":"Direction of Influence between Parenting Style and Parental Involvement in Schooling Practices, and Students' Autonomy: A Short-Term Longitudinal Design."},
      {
        "id":"ED441599",
        "title":"Louisiana Adolescent Data Book."},
      {
        "id":"ED441600",
        "title":"Integrating Technology in a Montessori Classroom."},
      {
        "id":"ED441601",
        "title":"Educational Transitions in Early Childhood, Middle Childhood, and Early Adolescence: Head Start vs. Public School Pre-Kindergarten Graduates."},
      {
        "id":"ED441602",
        "title":"Bernard van Leer Foundation Annual Report, 1999."},
      {
        "id":"ED441603",
        "title":"Early Education and Care: Overlap Indicates Need To Assess Crosscutting Programs. Report to the Chairman, Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia, U.S. Senate."},
      {
        "id":"ED441604",
        "title":"Economics of Caring Labor: Improving Compensation in the Early Childhood Workforce. Summary. Working Paper Series."},
      {
        "id":"ED441605",
        "title":"Early Childhood Teacher Education Licensure Patterns and Curriculum Guidelines: A State by State Analysis."},
      {
        "id":"ED441606",
        "title":"Early Childhood Education and Care in the 21st Century: Global Guidelines and Papers from an International Symposium Hosted by the World Organization for Early Childhood Education (Organisation Mondiale pour L'Education Prescolaire) and the Association for Childhood Education International (Ruschlikon, Switzerland, July 5-8, 1999)."},
      {
        "id":"ED441608",
        "title":"Public Opinion and Children's Issues: A Special Report from the Children's Defense Fund of Minnesota."},
      {
        "id":"ED441609",
        "title":"SREB States Lead the Way: Getting Children Ready for the First Grade. SREB Educational Benchmarks 2000 Series."},
      {
        "id":"ED441610",
        "title":"Conducting Market Rate Surveys: How Does Your State Rate?"},
      {
        "id":"ED441611",
        "title":"Childhood Lead Poisoning: Blueprint for Prevention."},
      {
        "id":"ED441612",
        "title":"Childhood Lead Poisoning: Developing Prevention Programs and Mobilizing Resources."},
      {
        "id":"ED441613",
        "title":"Childhood Lead Poisoning: Resources for Prevention."},
      {
        "id":"ED441615",
        "title":"Kindergarten Teachers' Use of Developmentally Appropriate Practices: Results from the Early Childhood Longitudinal Study, Kindergarten Class of 1998-1999."},
      {
        "id":"ED441616",
        "title":"....More of a Puzzle Piece: Early Childhood Students, Literacy and Families from Diverse Backgrounds."},
      {
        "id":"ED441617",
        "title":"Building Equitable Staff-Parent Communication in Early Childhood Settings: An Australian Case Study."},
      {
        "id":"ED441618",
        "title":"Integrative Curriculum in a Standards-Based World. ERIC Digest."},
      {
        "id":"ED441619",
        "title":"Community Service Learning: Goals and Outcomes."},
      {
        "id":"ED441620",
        "title":"Where the Rubber Meets the Road: New Governance Issues in America's Rural Communities."},
      {
        "id":"ED441621",
        "title":"Culture: The Fulcrum for Levers of Change."},
      {
        "id":"ED441623",
        "title":"Grab a Great Resource: Using Educational Resources in the Community."},
      {
        "id":"ED441624",
        "title":"Profile of Rural Idaho: A Look at Economic and Social Trends Affecting Rural Idaho."},
      {
        "id":"ED441625",
        "title":"The Rural Challenge: Rural Schools and Communities Working as Partners for the Future of Rural America."},
      {
        "id":"ED441626",
        "title":"The Neglected Workforce."},
      {
        "id":"ED441628",
        "title":"Breathing New Life into Education for Life: A Reconceptualisation of Non-Formal Education with a Focus on the Melanesian Pacific."},
      {
        "id":"ED441629",
        "title":"A Journey of Transition: From Gumly Gumly Public to Secondary School."},
      {
        "id":"ED441631",
        "title":"The Case for Small Schools. A Special Series from the Center for Rural Affairs Monthly Newsletter."},
      {
        "id":"ED441632",
        "title":"Big Trouble for Small Schools: An Analysis of the Effects of LB 806."},
      {
        "id":"ED441633",
        "title":"Small Schools, Big Results: Nebraska High School Completion and Postsecondary Enrollment Rates by Size of School District."},
      {
        "id":"ED441635",
        "title":"A Handbook for Aboriginal Parents of Children with Special Needs."},
      {
        "id":"ED441636",
        "title":"Native Hawaiian Safe and Drug-Free Schools and Communities Program. End of Year Evaluation Report, 1999-2000."},
      {
        "id":"ED441638",
        "title":"New Zealand's National Education Monitoring Project: Maori Student Achievement, 1995-1998."},
      {
        "id":"ED441639",
        "title":"Sheldon Jackson the Collector."},
      {
        "id":"ED441640",
        "title":"Long School Bus Rides: Stealing the Joy of Childhood."},
      {
        "id":"ED441641",
        "title":"Contextual Issues Related to Aboriginal Children's Mathematical Learning."},
      {
        "id":"ED441642",
        "title":"Rurality: An Australian Quantification Model Applied in a Canadian Context."},
      {
        "id":"ED441643",
        "title":"&quot;Do I Beat 'Em or Join 'Em?&quot; Individual and Collective Adaptations Leading to School Success among Minority Group Students in Australia."},
      {
        "id":"ED441644",
        "title":"The Significance of &quot;Mississippi 4-H Field and Stream Workshops&quot; for Volunteer Leaders and County Programs."},
      {
        "id":"ED441646",
        "title":"Reconceptualising Child Care in Rural Areas."},
      {
        "id":"ED441647",
        "title":"What Works for Latino Youth. First Edition."},
      {
        "id":"ED441648",
        "title":"From Shop to Shakespeare: Interdisciplinary Instruction at Auburn High School, Riner, Virginia."},
      {
        "id":"ED441650",
        "title":"School Sport Self-Concept of Urban Aboriginal School Children: Teacher Influences."},
      {
        "id":"ED441651",
        "title":"Kia Kaha: Improving Classroom Performance through Developing Cultural Awareness."},
      {
        "id":"ED441652",
        "title":"Testing Hispanic Students in the United States: Technical and Policy Issues."},
      {
        "id":"ED441654",
        "title":"Northwest Education, 1999-2000."},
      {
        "id":"ED441655",
        "title":"Migrant Children in the Rural Midwest: A Collaboration of Teachers and Administrators To Reform School Programs."},
      {
        "id":"ED441656",
        "title":"Rural Schools: Diverse Needs Call for Flexible Policies. Policy Brief."},
      {
        "id":"ED441657",
        "title":"What Do Early Childhood Educators and Parents Think Is Important about Children's Transition to School? A Comparison between Data from the City and the Bush."},
      {
        "id":"ED441658",
        "title":"Vital Statistics for Ohio Appalachian School Districts, Fiscal Year 1999."},
      {
        "id":"ED441660",
        "title":"Supporting Sustainable Development through Educational Resources: A Voluntary Code of Practice."},
      {
        "id":"ED441661",
        "title":"Sustainable Development: A Guide to Selecting Educational Resources."},
      {
        "id":"ED441662",
        "title":"Teaching and Learning a New Algebra with Understanding."},
      {
        "id":"ED441663",
        "title":"Algebraic Reasoning in the Context of Elementary Mathematics: Making It Implementable on a Massive Scale."},
      {
        "id":"ED441664",
        "title":"Transforming Algebra from an Engine of Inequity to an Engine of Mathematical Power by \"Algebrafying\" the K-12 Curriculum."},
      {
        "id":"ED441665",
        "title":"Learning Circles: Virtual Communities for Elementary and Secondary Schools."},
      {
        "id":"ED441666",
        "title":"Kolb&apos;s Learning Cycle: An Alternative Strategy for Engineering Education."},
      {
        "id":"ED441667",
        "title":"The Freshman Integrated Curriculum at Texas A&M University."},
      {
        "id":"ED441668",
        "title":"The Effect of Advisement and Competition on Transfer, Advisor Use, and Attitude toward Mathematics Using a Computer-Based Simulation Game."},
      {
        "id":"ED441669",
        "title":"Local Capacity and State Policies in Colorado: Obstacles to Standards-Based Mathematics Education Reform."},
      {
        "id":"ED441670",
        "title":"Do Theories of Conceptual Change Explain the Difficulties of Enlarging the Number Concept in Mathematics Learning?"},
      {
        "id":"ED441671",
        "title":"Exploring Rate of Change through Technology with Elementary Students."},
      {
        "id":"ED441672",
        "title":"Implementing Student-Centered Instruction in Korean and the U.S. Elementary Mathematics Classrooms."},
      {
        "id":"ED441673",
        "title":"Building a Mien American House: An Inter-Cultural Dialogue."},
      {
        "id":"ED441674",
        "title":"Professional Development for Elementary Mathematics Teachers in Taiwan."},
      {
        "id":"ED441675",
        "title":"School Algebra Reform: Meeting the Grade?"},
      {
        "id":"ED441676",
        "title":"The Dynamics of Implementing and Sustaining Standards-Based Mathematics Curricula in Middle Schools."},
      {
        "id":"ED441677",
        "title":"Accountable Argumentation as a Participant Structure To Support Learning through Disagreement."},
      {
        "id":"ED441678",
        "title":"Gender Differences on Eighth Grade Mathematics Items: A Cross-Cultural Comparison of the United States and Spain."},
      {
        "id":"ED441679",
        "title":"Interactive-Engagement vs. Traditional Methods: A Six-Thousand-Student Survey of Mechanics Test Data for Introductory Physics Courses."},
      {
        "id":"ED441680",
        "title":"Changing Elementary Teachers' Views of the NOS: Effective Strategies for Science Methods Courses."},
      {
        "id":"ED441681",
        "title":"The Ideal Advisor: Graduate Science Students' Perspectives."},
      {
        "id":"ED441682",
        "title":"Caring Teachers: Adolescents' Perspectives."},
      {
        "id":"ED441683",
        "title":"Connecting the Curriculum through National Science and Mathematics Standards: A Matrix Approach."},
      {
        "id":"ED441684",
        "title":"Bringing the Reality of Science Teaching by Using a Field-Based Methods Course."},
      {
        "id":"ED441685",
        "title":"Preparing High School Biology Teachers for Standards-Based Curricula."},
      {
        "id":"ED441686",
        "title":"Addressing Equity within Science Education Courses: Sharing Approaches and Ideas."},
      {
        "id":"ED441687",
        "title":"Ausubel and Piaget: A Contemporary Investigation."},
      {
        "id":"ED441688",
        "title":"Writing-to-Learn Science: Breakthroughs, Barriers, and Promises."},
      {
        "id":"ED441689",
        "title":"Mathematics in Missouri: Report of the Missouri K-16 Coalition to Missouri Coordinating Board for Higher Education."},
      {
        "id":"ED441692",
        "title":"Teaching Science/Learning Gender: Preservice Elementary Teachers Write about Science, Gender, and Identity."},
      {
        "id":"ED441693",
        "title":"Using Negotiated Criteria and Peer-Evaluation in Undergraduate Elementary School Science Education Programs."},
      {
        "id":"ED441695",
        "title":"TI-83 Graphing Calculator Keystroke Guide."},
      {
        "id":"ED441696",
        "title":"From Monologue to Dialogue: Facilitating Classroom Debate in Mathematics Methods Courses."},
      {
        "id":"ED441697",
        "title":"Multiple Views of the Nature of Science and Socio-Scientific Issues."},
      {
        "id":"ED441698",
        "title":"Models and Moves: Focusing on Dimensions of Causal Complexity To Achieve Deeper Scientific Understanding."},
      {
        "id":"ED441699",
        "title":"How Conceptual Leaps in Understanding the Nature of Causality Can Limit Learning: An Example from Electrical Circuits."},
      {
        "id":"ED441700",
        "title":"Helping Students Ask Effective Questions about Scientific Claims: Navigating the &quot;Sound Bite&quot; Environment."},
      {
        "id":"ED441701",
        "title":"Using Models of Science To Critically Evaluate Scientific Arguments: A Look at Students, Science Education, and the Popular Media."},
      {
        "id":"ED441702",
        "title":"The Diffusion and Appropriation of Ideas in the Science Classroom: Developing a Taxonomy of Events Occurring between Groups of Learners."},
      {
        "id":"ED441703",
        "title":"Pre-Service Science Teachers and the Independent Inquiry Experience."},
      {
        "id":"ED441704",
        "title":"Conceptual Change and Chemistry Achievement: A Two-Dimensional Model."},
      {
        "id":"ED441705",
        "title":"Before It's Too Late: A Report to the Nation from the National Commission on Mathematics and Science Teaching for the 21st Century."},
      {
        "id":"ED441707",
        "title":"Biography of George Eastman: A Multiple Intelligences Profile."},
      {
        "id":"ED441709",
        "title":"Liberty and Limits: The Federalist Idea 200 Years Later. A Fred Friendly Seminar. Viewer's Guide."},
      {
        "id":"ED441710",
        "title":"Justice by the People. Teacher's Guide."},
      {
        "id":"ED441711",
        "title":"C-SPAN in the Classroom. Educators' Guide."},
      {
        "id":"ED441713",
        "title":"Nevada Academic Standards in the Social Studies: Civics."},
      {
        "id":"ED441714",
        "title":"Nevada Academic Standards in the Social Studies: Geography."},
      {
        "id":"ED441715",
        "title":"Nevada Academic Standards in the Social Studies: History."},
      {
        "id":"ED441716",
        "title":"Nevada Academic Standards in the Social Studies: Economics."},
      {
        "id":"ED441717",
        "title":"Nevada Academic Standards in the Arts: Music."},
      {
        "id":"ED441721",
        "title":"Technological Change in Written Information."},
      {
        "id":"ED441722",
        "title":"Veracruz: A Look at Its Diverse History. Fulbright-Hays Summer Seminar Abroad Program, 1999 (Mexico)."},
      {
        "id":"ED441724",
        "title":"Update on Law-Related Education, 1998."},
      {
        "id":"ED441725",
        "title":"Mapping Out a Standards-Based Framework for Geography: The Colorado Geography Curriculum Framework."},
      {
        "id":"ED441726",
        "title":"Technical Guide for Implementing Content Standards: Social Studies, June 1999."},
      {
        "id":"ED441727",
        "title":"Global Interdependence and the Need for Social Stewardship. Paper No. 1."},
      {
        "id":"ED441728",
        "title":"The Kansas Curricular Standards for Civics-Government, Economics, Geography and History."},
      {
        "id":"ED441731",
        "title":"History Textbooks at the New Century: A Report of the American Textbook Council."},
      {
        "id":"ED441732",
        "title":"Violence and Art Education."},
      {
        "id":"ED441733",
        "title":"Integrating a Middle School Art Course with an Anthropological Theme."},
      {
        "id":"ED441734",
        "title":"An Exploratory Study of Apache Middle School Students' Computer Animation."},
      {
        "id":"ED441735",
        "title":"Sociocultural Influences and Issues in an Art Class for Brazilian Preservice Teachers."},
      {
        "id":"ED441736",
        "title":"Losing America's Memory: Historical Illiteracy in the 21st Century."},
      {
        "id":"ED441737",
        "title":"The Role of Musical Intelligence in a Multiple Intelligences Focused Elementary School."},
      {
        "id":"ED441738",
        "title":"Talking about Art: Understanding Children's Perspectives."},
      {
        "id":"ED441739",
        "title":"Why Historians Accepted a Unified Social Studies: Charles Beard and the Great Depression."},
      {
        "id":"ED441740",
        "title":"The Hermeneutic Dialogic: Finding Patterns midst the &quot;Aporia&quot; of the Artist/Researcher/Teacher."},
      {
        "id":"ED441741",
        "title":"By Whom and How Is Service-Learning Implemented in Middle Level Schools: A Study of Opportunity-to-Learn Conditions and Practices."},
      {
        "id":"ED441742",
        "title":"Multiculturalism in the 21st Century: Challenges and Possibilities."},
      {
        "id":"ED441743",
        "title":"Why Art Education? Academic Implications of Art in Elementary School."},
      {
        "id":"ED441744",
        "title":"Reflections in a Maze of Mirrors: Exploring Our Emerging Identities as Arts Educators."},
      {
        "id":"ED441745",
        "title":"Discovering Different Perspectives of World War II in Sixth-Grade Social Studies Classrooms."},
      {
        "id":"ED441746",
        "title":"Values in Education and the Promotion of Citizenship in Northern Ireland."},
      {
        "id":"ED441747",
        "title":"Peace Education: The Importance of Social Engagement Skills and a Human Rights Framework."},
      {
        "id":"ED441748",
        "title":"From Eighth Grade Social Studies to Young Adulthood Voting and Community Service: National Education Longitudinal Study of 1988 Eighth Graders."},
      {
        "id":"ED441750",
        "title":"The Arts Tool Kit. Priority Academic Student Skills: Visual Art and General Music, Grades 1-12. Revised."},
      {
        "id":"ED441751",
        "title":"Art as a Tool in the Classroom: Activating the Aesthetic Sense."},
      {
        "id":"ED441752",
        "title":"In What Sense Is &quot;Class&quot; Still a Useful Concept?"},
      {
        "id":"ED441753",
        "title":"Empowering Students for Social Justice (ES[squared]J): A Structured Group Approach."},
      {
        "id":"ED441754",
        "title":"Standards for the High School Psychology Course. ERIC Digest."},
      {
        "id":"ED441755",
        "title":"Education Standards and Teacher Licensure: The State of States' Standard-Setting and Standards-Based Teacher Licensure Recommendations for Alaska."},
      {
        "id":"ED441756",
        "title":"Handbook for Educating on Adolescent Reproductive and Sexual Health. Book One, Understanding the Adolescents and Their Reproductive and Sexual Health: Guide to Better Educational Strategies [and] Book Two, Strategies and Materials on Adolescent Reproductive and Sexual Health Education."},
      {
        "id":"ED441757",
        "title":"Infusing Diversity in Teacher Education: A Blossoming Grass Roots Movement in South Mississippi."},
      {
        "id":"ED441758",
        "title":"Three Perspectives on Perceptions of Teacher-Student Interaction: A Seed for Change in Science Teaching."},
      {
        "id":"ED441759",
        "title":"Professional Development Site Schools: A Great Place for Training Elementary Language Arts Preservice Teachers."},
      {
        "id":"ED441760",
        "title":"Reflections on Exemplary Mathematics Teachers by Two African American Students."},
      {
        "id":"ED441761",
        "title":"Academic Benefits of Transitional Bilingual Education: A Literary Review, Staff Development, and Guidebook for Elementary Administrators and Educators."},
      {
        "id":"ED441762",
        "title":"What Happens in the Practicum: The Contribution of School-Based Practitioners to Teacher Education."},
      {
        "id":"ED441763",
        "title":"Teacher-Administered Self-Concept Interventions: Do Diffusion Effects Exist?"},
      {
        "id":"ED441764",
        "title":"Voyage of Discovery: What Happens When Inservice Teachers Explore Teaching for Understanding through Collaborative Investigation?"},
      {
        "id":"ED441765",
        "title":"A Comparative Assessment of Classroom Management of a High Control and a Low Control Teacher through Student Perceptions and Class Observations."},
      {
        "id":"ED441766",
        "title":"The Effect of Site-Based Preservice Experiences on Elementary Social Studies, Language Arts, and Mathematics Teaching Self-Efficacy Beliefs."},
      {
        "id":"ED441767",
        "title":"Analyzing Early Conceptual Change Processes through Students' Reflective Writing."},
      {
        "id":"ED441768",
        "title":"An Overview and Analysis of Processes of Programmatic and Curricular Reform in Teacher Education in Anglophone Canada."},
      {
        "id":"ED441769",
        "title":"Reflecting with Students on My Daily Teaching: Three Case Studies of a Post-Class Laboratory."},
      {
        "id":"ED441770",
        "title":"Searching for a Missing Link: Towards a Science of/for the Teaching Profession."},
      {
        "id":"ED441772",
        "title":"New Teachers' Network: A University-Based Support System for Educators in Urban and Suburban Ethnic Minority School Districts."},
      {
        "id":"ED441773",
        "title":"On the Contribution of Qualitative Inquiry to the Development of Reflective, Constructivist and Feminist Perspectives in Student Teachers."},
      {
        "id":"ED441774",
        "title":"Achieving Successful School-University Collaboration."},
      {
        "id":"ED441775",
        "title":"Judicious Discipline: A Case Study of a Student Teacher."},
      {
        "id":"ED441776",
        "title":"Infusing Multiculturalism into Educational Psychology: Influence on Preservice Teachers' Attitudes toward Teaching African American Students."},
      {
        "id":"ED441777",
        "title":"Motivations for the Career Choice of Preservice Teachers in New South Wales, Australia and Ontario, Canada."},
      {
        "id":"ED441778",
        "title":"Use of Computers by Teacher Education Students during Teaching Practice."},
      {
        "id":"ED441779",
        "title":"The University of Dayton Core Program."},
      {
        "id":"ED441780",
        "title":"From Aspirant to Professional: The Transformation of American Indians Who Would Be Teachers. Results of a Five-Year Ethnographic Study."},
      {
        "id":"ED441781",
        "title":"Using Discussion in the Student Teaching Seminar To Facilitate Transformation."},
      {
        "id":"ED441782",
        "title":"Impact of Teachers' Recall on Their Effectiveness in Mentoring Novice Teachers: The Unexpected Prowess of the Transitional Stage in the Continuum from Novice to Expert."},
      {
        "id":"ED441784",
        "title":"A Study of the Use of Web-Based Conferencing Software To Enhance Learning Environments in Teacher Education."},
      {
        "id":"ED441785",
        "title":"A Self-Study in Teacher Education: Collective Reflection as Negotiated Meaning."},
      {
        "id":"ED441786",
        "title":"Artistic Choices: How and Why Teachers Use the Arts in the Classroom."},
      {
        "id":"ED441787",
        "title":"Fostering Reflective Practice: Taking a Look at Context."},
      {
        "id":"ED441788",
        "title":"Multiple Understandings: The Use of Different Sources of Feedback To Support Self-Study of Teaching in Information Technology."},
      {
        "id":"ED441789",
        "title":"Measuring Change in Teachers' Perceptions of the Impact that Staff Development Has on Teaching."},
      {
        "id":"ED441790",
        "title":"Cultural Diversity in the Teaching Profession: A Case Study."},
      {
        "id":"ED441791",
        "title":"The Effects on Teacher Efficacy of School Based Collaborative Activities Structured as Professional Study Groups."},
      {
        "id":"ED441792",
        "title":"The Challenge of Impacting Preservice Teachers' Beliefs: A Comparison of Traditional and Field Based Programs."},
      {
        "id":"ED441793",
        "title":"The Place of Ideals in Teaching."},
      {
        "id":"ED441794",
        "title":"Receptiveness and Resistance to Educational Change. Experiences of English Teachers in the 1990s."},
      {
        "id":"ED441795",
        "title":"Revisiting the Work of Caring: Analyzing, Adjusting, and Abstaining."},
      {
        "id":"ED441796",
        "title":"Teachers Training Teachers: Four Perspectives on an Innovative Mentoring Program for Intern Science Teachers."},
      {
        "id":"ED441797",
        "title":"The Effects of a Course in Educational Psychology on Pre-Service Teachers' Epistemological Beliefs."},
      {
        "id":"ED441798",
        "title":"Images Reveal the &quot;Internal Dialogue&quot; of Realistic Teacher Education. A Script for the Videotaped Presentation with References and Bibliography."},
      {
        "id":"ED441799",
        "title":"Positively Women: Professionalism and Practice in Teaching and Teacher Education."},
      {
        "id":"ED441800",
        "title":"Coming Together--Respectfully: Building Community in Teacher Education."},
      {
        "id":"ED441803",
        "title":"Developing Micro-Political Literacy: A Narrative-Biographical Study on Teacher Development."},
      {
        "id":"ED441804",
        "title":"Preliminary Report on the Evaluation of the Elementary Reading Improvement Initiative (ERII), 1998-99 School Year."},
      {
        "id":"ED441805",
        "title":"Reconceptualizing the Debate on School Climate and Students' Academic Motivation and Achievement: A Multilevel Analysis."},
      {
        "id":"ED441806",
        "title":"A New Item Selection Procedure for Mixed Item Type in Computerized Classification Testing."},
      {
        "id":"ED441807",
        "title":"Initial Teacher Certification Testing in Massachusetts: What Has Been Going On? Reflections of a College Professor and a College President."},
      {
        "id":"ED441809",
        "title":"Prior Knowledge, Text Coherence, and Interest: How They Interact in Learning from Instructional Texts."},
      {
        "id":"ED441810",
        "title":"Achievement Goals and Optimal Motivation: Should We Promote Mastery, Performance, or Both Types of Goals?"},
      {
        "id":"ED441811",
        "title":"A Factor Analysis of the Bem Sex Role Inventory and the Personal Attributes Questionnaire."},
      {
        "id":"ED441812",
        "title":"Web-Based Statistical Readings for an Introductory Statistics Course."},
      {
        "id":"ED441813",
        "title":"Measuring Math--Not Reading--on a Math Assessment: A Language Accommodations Study of English Language Learners and Other Special Populations."},
      {
        "id":"ED441814",
        "title":"The Meaning of School Motivation: Multidimensional and Hierarchical Perspectives."},
      {
        "id":"ED441815",
        "title":"A Longitudinal Qualitative Study of School Motivation and Achievement."},
      {
        "id":"ED441816",
        "title":"Multiple Voices and Mixed Methodologies To Support Comprehensive School Reform."},
      {
        "id":"ED441817",
        "title":"Vicarious Interaction: A Learning Theory for Computer-Mediated Communications."},
      {
        "id":"ED441818",
        "title":"The Effect of Instruction on Students' Ideas on Data Handling of Under Prepared Students at Two Historically Advantaged South African Universities."},
      {
        "id":"ED441819",
        "title":"Academic Self-Concept and Academic Achievement: Cause and Effect."},
      {
        "id":"ED441820",
        "title":"Performance Management and the Changing Language of Education."},
      {
        "id":"ED441821",
        "title":"A Construct Validity Investigation of Scores on the Japanese Version of an Academic Self-Concept Scale for a Sample of College Students."},
      {
        "id":"ED441822",
        "title":"Demonstrating the Concepts &quot;Meaningful Learning&quot; and &quot;Elaboration.&quot;"},
      {
        "id":"ED441823",
        "title":"Validity of Student Scores in the New Hampshire Educational Assessment and Improvement Program."},
      {
        "id":"ED441824",
        "title":"Collaborative Evaluation of Schools Attuned."},
      {
        "id":"ED441825",
        "title":"Two Years of Electronic Submissions to a Regional Conference."},
      {
        "id":"ED441826",
        "title":"Stress and Stress Relief in the Educational Research Classroom."},
      {
        "id":"ED441827",
        "title":"Introducing Preservice Teachers to Teacher Research."},
      {
        "id":"ED441828",
        "title":"The Role of Responsive Choreography in Alternative Assessment: Sequencing Writing Tasks To Support Concept Assimilation."},
      {
        "id":"ED441829",
        "title":"Comparing the Power of Classical and Newer Tests of Multivariate Normality."},
      {
        "id":"ED441830",
        "title":"Teacher Agency and the TAAS: Maintaining the Ability To &quot;Act Otherwise.&quot;"},
      {
        "id":"ED441832",
        "title":"Correlates of School Achievement in Chicago Elementary Schools."},
      {
        "id":"ED441833",
        "title":"Alternative Research Approaches: Development Strategies in Educational Technology."},
      {
        "id":"ED441834",
        "title":"Racial-Ethnic Minority Children in Kindergarten Classrooms."},
      {
        "id":"ED441835",
        "title":"The Development of an Instrument To Measure Organizational Trust."},
      {
        "id":"ED441836",
        "title":"Comparing Several Robust Tests of Stochastic Equality."},
      {
        "id":"ED441837",
        "title":"Strategic Learning Abilities as a Predictor of Academic Achievement."},
      {
        "id":"ED441838",
        "title":"Increasing the Rigor of Evaluation Studies of Programs for English Learner Students."},
      {
        "id":"ED441839",
        "title":"A Construct-Centered Generalizability Model: Analyzing Underlying Constructs of Cognitively Complex Performance Assessments."},
      {
        "id":"ED441840",
        "title":"Factors Affecting Grading Practices."},
      {
        "id":"ED441841",
        "title":"Estimating Cutpoints for the Achievement-Levels Setting Process for the National Assessment of Educational Progress."},
      {
        "id":"ED441842",
        "title":"The Effects of Content Homogeneity and Equating Method on the Accuracy of Common-Item Test Equating."},
      {
        "id":"ED441843",
        "title":"Relevance of the Hierarchical Linear Model to TIMSS Data Analyses."},
      {
        "id":"ED441845",
        "title":"Development of an Instrument To Evaluate School Level Environments in the Special Sector: The Special School Level Environment Questionnaire (SSLEQ)."},
      {
        "id":"ED441846",
        "title":"The Multivariable Relationship between Student Characteristics at Medical School Interview, Interviewer Predictions of Career Plans, and Student Career Plans at Graduation."},
      {
        "id":"ED441847",
        "title":"Comparing Fourth-Grade Math and Reading Achievement of Children Who Did and Did Not Participate in Florida's Statewide Prekindergarten Early Intervention Program."},
      {
        "id":"ED441848",
        "title":"A Cross-Validation Study of the School Attitude Assessment Survey (SAAS)."},
      {
        "id":"ED441849",
        "title":"National Tests and Target Setting: Maintaining Consistent Standards."},
      {
        "id":"ED441850",
        "title":"Mapping Educational Research and Exploring Research Impact: A Holistic, Multi-Method Approach."},
      {
        "id":"ED441851",
        "title":"Relative Influence of Family and School Factors on Student Cognitive Achievement: A Brazilian Experience."},
      {
        "id":"ED441852",
        "title":"Use of the DISCOVER Assessment for Identification Purposes: Concurrent Validity and Gender Issues."},
      {
        "id":"ED441853",
        "title":"Collaborative Critical Reflection and Interpretation in Qualitative Research."},
      {
        "id":"ED441854",
        "title":"Improving Transcription of Qualitative Research Interviews with Speech Recognition Technology."},
      {
        "id":"ED441855",
        "title":"Classroom Assessment Forms and Their Relations with Cognitive Components: An Example from Taiwan."},
      {
        "id":"ED441857",
        "title":"Accountability Evaluation of Magnet School Programs: A Value-Added Model Approach."},
      {
        "id":"ED441858",
        "title":"Indicators of Success: From Concepts to Classrooms."},
      {
        "id":"ED441859",
        "title":"Intelligence: Theories and Testing."},
      {
        "id":"ED441860",
        "title":"The School Attendance Demonstration Project: Impact Analysis Using an Experimental and Longitudinal Research Design."},
      {
        "id":"ED441861",
        "title":"DIF Assessment of CAT Data: Kernel-Smoothed CATSIB."},
      {
        "id":"ED441864",
        "title":"The Analysis of the General Studies Curriculum at a Public Urban University: What Worked and What Did Not."},
      {
        "id":"ED441865",
        "title":"Can Statistical Modeling Increase Annual Fund Performance? An Experiment at the University of Maryland, College Park."},
      {
        "id":"ED441866",
        "title":"Three Perspectives in Research on Functions: Multi-Representational, Quantitative, and Phenomenological."},
      {
        "id":"ED441867",
        "title":"The Effects of Age-Based and Grade-Based Sampling on the Relative Standing of Countries in International Comparative Studies of Student Achievement."},
      {
        "id":"ED441868",
        "title":"&quot;Hearken to the Sound of the Trumpet&quot;: &quot;A Nation at Risk&quot; as an American Jeremiad."},
      {
        "id":"ED441869",
        "title":"Variable Selection Strategies in Discriminate Analysis."},
      {
        "id":"ED441870",
        "title":"Steps in Test Construction."},
      {
        "id":"ED441871",
        "title":"Dimensions of Secondary School Effectiveness: Comparative Analyses across Regions."},
      {
        "id":"ED441872",
        "title":"A Comparison of Normal and Elliptical Estimation Methods in Structural Equation Models."},
      {
        "id":"ED441873",
        "title":"Automated Follow-Up Data Report, 1999-2000: College Enrollment for the 1997-98 Senior Cohort."},
      {
        "id":"ED441874",
        "title":"Thinking Outside the Box: A Self-Teaching Guide for Educational Leaders."},
      {
        "id":"ED441875",
        "title":"NAEP 1999 Trends in Academic Progress: Three Decades of Student Performance."},
      {
        "id":"ED441879",
        "title":"Prevention of Serious and Violent Juvenile Offending. Juvenile Justice Bulletin."},
      {
        "id":"ED441880",
        "title":"The Role of Cultural Factors in School Relevant Cognitive Functioning: Synthesis of Findings on Cultural Contexts, Cultural Orientations, and Individual Differences. Report No. 42."},
      {
        "id":"ED441881",
        "title":"Work Activity and Obstacles to Work among TANF Recipients. New Federalism: National Survey of America's Families, Series B, No. B-2. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED441883",
        "title":"Urban Youth and Schooling: The Effect of School Climate on Student Disengagement and Dropout."},
      {
        "id":"ED441884",
        "title":"America's Demography in the New Century: Aging Baby Boomers and New Immigrants as Major Players. Milken Institute Policy Brief."},
      {
        "id":"ED441885",
        "title":"Latina Educators and Dominant School Discourse: The Costs of Success."},
      {
        "id":"ED441886",
        "title":"Multiculturalism and Interculturalism in Quebec: Between Myth and Reality."},
      {
        "id":"ED441887",
        "title":"Strategic Sisterhood in a Latina Sorority: Affiliation, Recognition, and Solidarity."},
      {
        "id":"ED441888",
        "title":"Wide Awake to the World: The Arts and Urban Schools--Conflicts and Contributions of an After-School Program."},
      {
        "id":"ED441889",
        "title":"Tilting at Windmills: The Paradox of Researching Mixed-Race."},
      {
        "id":"ED441890",
        "title":"Transforming Multicultural Knowledge: Attending to the Stories of Indian American High School Students' Efforts To Negotiate Self-Representations."},
      {
        "id":"ED441891",
        "title":"Chicano Street Signs: Graffiti as Public Literacy Practice."},
      {
        "id":"ED441892",
        "title":"The Role of Gender in the Crisis at Central High, 1957."},
      {
        "id":"ED441893",
        "title":"&quot;Don't Do's&quot;: Strategies for Teachers."},
      {
        "id":"ED441894",
        "title":"Missing Stories, Missing Lives: Urban Girls (Re)Constructing Race and Gender in the Literacy Classroom."},
      {
        "id":"ED441895",
        "title":"Equity for the 21st Century."},
      {
        "id":"ED441896",
        "title":"Getting to the Right Algebra: The Equity 2000 Initiative in Milwaukee Public Schools. MDRC Working Papers."},
      {
        "id":"ED441897",
        "title":"A Piece of the Puzzle: How States Can Use Education To Make Work Pay for Welfare Recipients. ETS Leadership 2000 Series: Conversations."},
      {
        "id":"ED441898",
        "title":"The Decision To Investigate: Understanding State Child Welfare Screening Policies and Practices. New Federalism: Issues and Options for States. Series A, No. A-38. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED441899",
        "title":"Women of Color Health Data Book: Adolescents to Seniors."},
      {
        "id":"ED441902",
        "title":"The Fiscal Impact of School Choice on the Milwaukee Public Schools. Current Education Issues."},
      {
        "id":"ED441903",
        "title":"The Impact of School Choice on Racial and Ethnic Enrollment in Milwaukee Private Schools. Current Education Issues. Revised."},
      {
        "id":"ED441904",
        "title":"Selective Admission Practices? Comparing the Milwaukee Public Schools and the Milwaukee Parental Choice Program. Current Education Issues 2000-01."},
      {
        "id":"ED441905",
        "title":"The Continuing Struggle of African Americans for the Power To Make Real Educational Choices."},
      {
        "id":"ED441906",
        "title":"Second Chances: Giving Kids a Chance To Make a Better Choice. Juvenile Justice Bulletin."},
      {
        "id":"ED441907",
        "title":"Falling Off Track: How Teacher-Student Relationships Predict Early High School Failure Rates."},
      {
        "id":"ED441908",
        "title":"Indicators of Welfare Dependence: Annual Report to Congress."},
      {
        "id":"ED441909",
        "title":"Rural/Urban Differences in Health Care Are Not Uniform across States. New Federalism: National Survey of America's Families, Series B, No. B-11. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED441911",
        "title":"Checkerboard Schooling: How State Aid Affects High Minority School Districts in New York State."},
      {
        "id":"ED441912",
        "title":"Smaller Is Better: First-Hand Reports of Early Grade Class Size Reduction in New York City Public Schools."},
      {
        "id":"ED441913",
        "title":"Beating the Odds: High-Achieving Elementary Schools in High-Poverty Neighborhoods."},
      {
        "id":"ED441914",
        "title":"A New Poverty Indicator To Distribute Disadvantaged Pupil Impact Aid (DPIA)."},
      {
        "id":"ED441915",
        "title":"Making Comprehensive School Reform Work. Urban Diversity Series, No. 112."},
      {
        "id":"ED441916",
        "title":"An Overview of Research on Girls and Violence. Choices Briefs, Number 1."},
      {
        "id":"ED441918",
        "title":"How the Senate Can Improve ESEA. The Heritage Foundation Backgrounder."},
      {
        "id":"ED441919",
        "title":"Excellence and Equity for Language Minority Students: Critical Issues and Promising Practices."},
      {
        "id":"ED441920",
        "title":"Study of Local Agency Activities under the Title I, Part D, Program. Program Profiles 2000."},
      {
        "id":"ED441921",
        "title":"New York State Education Department and New York City Board of Education: Monitoring Improvement Efforts of Schools with Low Standardized Test Scores."},
      {
        "id":"ED441922",
        "title":"Educational Needs Assessment Report for the Pacific Region, 1997."},
      {
        "id":"ED441923",
        "title":"Changes in Risk-Taking among High School Students, 1991-1997: Evidence from the Youth Risk Behavior Surveys."},
      {
        "id":"ED441924",
        "title":"Teen Risk-Taking: A Statistical Portrait."},
      {
        "id":"ED441926",
        "title":"Improving Education: The Promise of Inclusive Schooling."},
      {
        "id":"ED441927",
        "title":"The Junior Great Books Program: Reading for Understanding in High-Poverty Urban Elementary Schools."},
      {
        "id":"ED441928",
        "title":"Choice and Community: The Racial, Economic, and Religious Context of Parental Choice in Cleveland. A Buckeye Institute Policy Report."},
      {
        "id":"ED441929",
        "title":"High School Dropouts, by Race-Ethnicity and Recency of Migration. Indicator of the Month."},
      {
        "id":"ED441930",
        "title":"Educating the Disadvantaged. Hearing of the Committee on Health, Education, Labor, and Pensions on Examining Legislation Authorizing Funds for the Elementary and Secondary Education Act, Focusing on Title I, Education Programs for the Disadvantaged. United States Senate, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED441931",
        "title":"Faith-Based Institutions and High-Risk Youth. First Report to the Field. Field Report Series."},
      {
        "id":"ED441933",
        "title":"How Communities Can Strengthen Their Strategies To Fight Drug Abuse Using Research from the National Institute on Drug Abuse (NIDA). 2000 Monthly Action Kit."},
      {
        "id":"ED441934",
        "title":"Multiple Threats: The Co-Occurrence of Teen Health Risk Behaviors."},
      {
        "id":"ED441935",
        "title":"Reaching out to Multiple Risk Adolescents."},
      {
        "id":"ED441936",
        "title":"Gaps in Insurance Coverage for Children: A Pre-CHIP Baseline. New Federalism: National Survey of America's Families, Series B, No. B-19. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED441937",
        "title":"Gaps in Prevention and Treatment: Dental Care for Low-Income Children. New Federalism: National Survey of America's Families, Series B, No. B-15. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED441938",
        "title":"Poverty in the District of Columbia--Then and Now."},
      {
        "id":"ED441939",
        "title":"Children as Victims. 1999 National Report Series. Juvenile Justice Bulletin."},
      {
        "id":"ED441940",
        "title":"Counseling Multiracial/Multiethnic Children."},
      {
        "id":"ED441942",
        "title":"Standards-Based Reform and the Charter School Movement in 1998-99: An Analysis of Four States. Final Report to the Edna McConnell Clark Foundation."},
      {
        "id":"ED441943",
        "title":"Race, Ethnicity, and Serious and Violent Juvenile Offending. Juvenile Justice Bulletin."},
      {
        "id":"ED441946",
        "title":"An &quot;Inside&quot; Look at Success for All: A Qualitative Study of Implementation and Teaching and Learning."},
      {
        "id":"ED441948",
        "title":"Education and Technological Revolutions: The Role of the Social Sciences and the Humanities in the Knowledge Based Economy."},
      {
        "id":"ED441949",
        "title":"Review of the Workforce Development System. Report No. 99-34."},
      {
        "id":"ED441951",
        "title":"Gender, Self-Concept, and Reading Disabilities."},
      {
        "id":"ED441952",
        "title":"Influencing Process Change: Understanding the Role of Learning Transfer Climates, Self-Efficacy, and Goal Commitment."},
      {
        "id":"ED441954",
        "title":"The Financing of Vocational Education and Training in Spain. Financing Portrait. CEDEFOP Panorama."},
      {
        "id":"ED441955",
        "title":"The Financing of Vocational Education and Training in Sweden. Financing Portrait. CEDEFOP Panorama."},
      {
        "id":"ED441956",
        "title":"Technological and Vocational Education in Taiwan."},
      {
        "id":"ED441958",
        "title":"The First Phase of the English Regional Development Agencies' Skills Work: A Report on a Small-Scale Research Project."},
      {
        "id":"ED441959",
        "title":"Learning and Skills: Opportunities or Threats for Disabled Learners? FEDA Responds."},
      {
        "id":"ED441960",
        "title":"Outcomes of Adult Learning: Taking the Debate Forward."},
      {
        "id":"ED441961",
        "title":"Raising Achievement: A Guide to Successful Strategies."},
      {
        "id":"ED441962",
        "title":"Affect, Curiosity, and Socialization-Related Learning: A Path Analysis of Antecedents to Job Performance."},
      {
        "id":"ED441963",
        "title":"Influence of Skills and Education on Work Choices of Muscogee (Creek) Women."},
      {
        "id":"ED441964",
        "title":"Private and Local Support of Post-Secondary Public Vocational-Technical Institutes."},
      {
        "id":"ED441965",
        "title":"Wisconsin's Model Academic Standards for Business. Activities Guide. Bulletin No. 00190."},
      {
        "id":"ED441966",
        "title":"Financing TVET. Information Package No. 2."},
      {
        "id":"ED441967",
        "title":"What's in a Name?"},
      {
        "id":"ED441968",
        "title":"Surviving, and Maybe Thriving, on Vouchers: A Guide for Organizations Making the Transition to Individual Training Accounts under the Workforce Investment Act. Working Ventures."},
      {
        "id":"ED441969",
        "title":"The Financing of Vocational Education and Training in France. Financing Portrait. CEDEFOP Panorama."},
      {
        "id":"ED441971",
        "title":"Handbook for Advisory Groups in Career and Technology Education."},
      {
        "id":"ED441972",
        "title":"You're Putting on the Program: Tips and Teaching Techniques for 4-H. Publication 2230."},
      {
        "id":"ED441973",
        "title":"Workforce Training Needs and Practices of Washington State Employers."},
      {
        "id":"ED441974",
        "title":"Knowing and Doing: Connecting Learning & Work."},
      {
        "id":"ED441975",
        "title":"Linking School-to-Career and Empowerment Zones/Enterprise Communities To Support Young People at Risk."},
      {
        "id":"ED441977",
        "title":"A Challenge for SREB States: Increasing the Percentage of Adults with a High School Diploma. Educational Benchmarks 2000 Series."},
      {
        "id":"ED441978",
        "title":"National Job Corps Study: The Short-Term Impacts of Job Corps on Participants' Employment and Related Outcomes. Final Report. Report and Evaluation Report Series 00-A."},
      {
        "id":"ED441979",
        "title":"Workforce Investment Act: Implementation Status and the Integration of TANF Services. Testimony before the Subcommittee on Postsecondary Education, Training and Life-Long Learning, Committee on Education and the Workforce; and the Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED441980",
        "title":"Framing the Future: An E-Commerce Operation."},
      {
        "id":"ED441981",
        "title":"Framing the Future: People, Places, Projects."},
      {
        "id":"ED441982",
        "title":"Framing the Future. Re-framing the Future: A Report on the Long-Term Impacts of Framing the Future."},
      {
        "id":"ED441983",
        "title":"Framing the Future. Speaking from Experience: A Practical Guide to Workbased Learning."},
      {
        "id":"ED441984",
        "title":"Framing the Future: Workbased Learning Facilitation Tips."},
      {
        "id":"ED441993",
        "title":"A Cross-Country Report on &quot;The State of Play of Regulated Professions, as Defined by Council Directive 92/51/EEC, in the Candidate Countries of Central and Eastern Europe.&quot; Professional Qualifications."},
      {
        "id":"ED441994",
        "title":"Development of Standards in Vocational Education and Training, July 1998 (Reprinted with Updates 1999). Manual. Volume 1. Qualifications and Training Methods."},
      {
        "id":"ED441995",
        "title":"Development of Standards in Vocational Education and Training: Specification, Experience, Examples, July 1999 (Reprinted with Updates 2000). Manual. Volume 2. Qualifications and Training Methods."},
      {
        "id":"ED441996",
        "title":"Background Study on Employment and Labour Market in the Slovak Republic. Working Document. Employment &amp; Social Affairs."},
      {
        "id":"ED441997",
        "title":"Case Studies for Effective Business Instruction."},
      {
        "id":"ED441998",
        "title":"Beyond the GED: Making Conscious Choices about the GED and Your Future. Lesson Plans and Materials for the GED Classroom."},
      {
        "id":"ED441999",
        "title":"The Devil Is in the Details: Evidence from the GED on the Role of Examination System Details in Determining Who Passes. NCSALL Reports #16."},
      {
        "id":"ED442000",
        "title":"Instructional Strategies To Benefit Adolescents and Adults with Learning Disabilities. Volume 1 [and] Volume 2."},
      {
        "id":"ED442001",
        "title":"The Educational Environment, Assessment, and Counseling Services for the Learning Disabled Adolescent and Adult. Volume 3."},
      {
        "id":"ED442002",
        "title":"How Do Different Types of Adult Learners Adapt to Distance Education?"},
      {
        "id":"ED442004",
        "title":"Technology Education and Technology Teacher Education in Taiwan, R.O.C. = Zhong Hua Min Guo Ke Ji Jiao Yu Ji qi shi zi Jiao Yu."},
      {
        "id":"ED442014",
        "title":"The Curriculum Guide: The Conceptual Framework for Further Education."},
      {
        "id":"ED442015",
        "title":"Education, Training and Identity."},
      {
        "id":"ED442016",
        "title":"Learning Trajectories: Analysing the Determinants of Workplace Learning."},
      {
        "id":"ED442017",
        "title":"Why U.S. Solutions Don't Travel: Lifetime Learning and Post-Compulsory Education and Training in the U.K."},
      {
        "id":"ED442018",
        "title":"J.U.M.P.: Join Us Make Peace. 16 Power Plays for Preventing Youth Violence. California Attorney General's Youth Council on Violence Prevention 1998 Final Report."},
      {
        "id":"ED442019",
        "title":"The Journal for the Professional Counselor, 1999."},
      {
        "id":"ED442021",
        "title":"Counseling and Spirituality: The Use of Emptiness and the Importance of Timing."},
      {
        "id":"ED442024",
        "title":"Responding to Hate Crimes: A Police Officer's Guide to Investigation and Prevention."},
      {
        "id":"ED442025",
        "title":"Marijuana: Facts for Teens. Revised."},
      {
        "id":"ED442026",
        "title":"Marijuana: Facts Parents Need To Know. Revised."},
      {
        "id":"ED442028",
        "title":"New Directions from the Field: Victims' Rights and Services for the 21st Century."},
      {
        "id":"ED442029",
        "title":"Youth with Mental Health Disorders: Issues and Emerging Responses. Also: Wraparound Milwaukee Program: Suicide Prevention in Juvenile Facilities."},
      {
        "id":"ED442030",
        "title":"Youth with Mental Health Disorders: Issues and Emerging Responses."},
      {
        "id":"ED442031",
        "title":"Wraparound Milwaukee: Aiding Youth with Mental Health Needs."},
      {
        "id":"ED442032",
        "title":"Suicide Prevention in Juvenile Facilities."},
      {
        "id":"ED442033",
        "title":"National Household Survey on Drug Abuse Main Findings 1998."},
      {
        "id":"ED442034",
        "title":"Workshop on Children and Domestic Abuse."},
      {
        "id":"ED442035",
        "title":"South Dakota Youth Risk Behavior Survey Report, 1999."},
      {
        "id":"ED442036",
        "title":"Juvenile Correctional Facilities. 1998 Minnesota Student Survey."},
      {
        "id":"ED442037",
        "title":"Alternative Schools and Area Learning Centers. 1998 Minnesota Student Survey."},
      {
        "id":"ED442038",
        "title":"Toward Individual and Family Well-Being: The Western Kansas Experience in Family Resource Development."},
      {
        "id":"ED442039",
        "title":"Online Victimization: A Report on the Nation's Youth."},
      {
        "id":"ED442040",
        "title":"The Impact of an Experiential Instructional Design on College Student Development."},
      {
        "id":"ED442042",
        "title":"Behavior Rating Scales: An Analysis."},
      {
        "id":"ED442043",
        "title":"Classroom Crisis Counseling in the Aftermath of School Violence."},
      {
        "id":"ED442046",
        "title":"Cultural Differences in Self Esteem: A Study of Delinquent Male Adolescents."},
      {
        "id":"ED442076",
        "title":"Show Us How: A School-Wide Programme for Reluctant Readers."},
      {
        "id":"ED442077",
        "title":"Diagnosis in Reading, What Direction?"},
      {
        "id":"ED442078",
        "title":"Reading, Portfolios, and the Pupil."},
      {
        "id":"ED442080",
        "title":"Historical Sources in U.S. Reading Education, 1900-1970: An Annotated Bibliography."},
      {
        "id":"ED442081",
        "title":"Making a Difference Means Making It Different: Honoring Children's Rights to Excellent Reading Instruction."},
      {
        "id":"ED442089",
        "title":"Learning To Teach Reading: Setting the Research Agenda. A Collection of Papers Presented at the Reading Research 2000 Conference. (Indianapolis, Indiana, April 29, 2000)."},
      {
        "id":"ED442092",
        "title":"What Counts as the Mixed Method of Reading Instruction in Guinea? Fractures in the Global Culture of Modern Schooling."},
      {
        "id":"ED442093",
        "title":"The Influence of Text Difficulty on Children's Reading Comprehension Growth."},
      {
        "id":"ED442094",
        "title":"Nevada High School Proficiency Examination: Reading. Form E Released, Part 1 [and] Part 2."},
      {
        "id":"ED442095",
        "title":"Reading Recovery: Success for How Many?"},
      {
        "id":"ED442096",
        "title":"Federal and State Strategies To Support Early Reading Achievement."},
      {
        "id":"ED442097",
        "title":"The Effect of the Accelerated Reader on the Reading Comprehension of Third Graders."},
      {
        "id":"ED442099",
        "title":"Dynamic and Synoptic Styles, Kinds of Semiotic Practices, and Learning To Write in the Disciplines."},
      {
        "id":"ED442100",
        "title":"&quot;We Must Have Writers&quot;: An Introduction to the Narrative Rhetorical Theory of Meridel LeSueur."},
      {
        "id":"ED442101",
        "title":"Basic Writers in a Learning Community."},
      {
        "id":"ED433092",
        "title":"Sure Start: A Guide for Trailblazers."},
      {
        "id":"ED433103",
        "title":"Project ChiLD (Children Learn Differently): Using Team Collaboration To Increase the Active Participation of Children with Disabilities in Head Start."},
      {
        "id":"ED433104",
        "title":"Peace Education in the Early Childhood/Elementary Education Classroom: Setting the Agenda for a Humane World."},
      {
        "id":"ED433105",
        "title":"Peace Education and Conflict Resolution through the Expressive Arts in Early Childhood Education and Teacher Education."},
      {
        "id":"ED433106",
        "title":"Guide for Choosing Parenting Curricula I: For Use by Community Coalitions, Community Leaders, Organizations, Parents, and Parenting Educators."},
      {
        "id":"ED433107",
        "title":"The Guide for Choosing African American Parenting Curricula."},
      {
        "id":"ED433108",
        "title":"The Guide for Choosing Native American Parenting Curricula."},
      {
        "id":"ED433109",
        "title":"The Guide for Choosing Hispanic/Latino American Parenting Curricula."},
      {
        "id":"ED433110",
        "title":"Grandparents Raising Grandchildren: A Resource Guide for Professionals."},
      {
        "id":"ED433113",
        "title":"Kids Count in Michigan 1999 Data Book: County Profiles of Child and Family Well-Being."},
      {
        "id":"ED433114",
        "title":"The Harvard Education Letter, 1995."},
      {
        "id":"ED433115",
        "title":"The Harvard Education Letter, 1996."},
      {
        "id":"ED433116",
        "title":"The Harvard Education Letter, 1997."},
      {
        "id":"ED433117",
        "title":"The Harvard Education Letter, 1998."},
      {
        "id":"ED433119",
        "title":"Trends in Child Poverty in Australia: 1982 to 1995-96. Discussion Paper No. 42."},
      {
        "id":"ED433122",
        "title":"Maryland KIDS COUNT Factbook, 1999."},
      {
        "id":"ED433124",
        "title":"Children's Multidimensional Self-Concepts and Teacher Beliefs about Developmentally Appropriate Practices."},
      {
        "id":"ED433125",
        "title":"Why Teach? Prospective Teachers' Reasons for Entering the Profession."},
      {
        "id":"ED433127",
        "title":"Food, Family and Fun: A Seasonal Guide to Healthy Eating. Commemorating 50 Years of School Lunch."},
      {
        "id":"ED433128",
        "title":"Child's Play: A Work-Family Issue."},
      {
        "id":"ED433130",
        "title":"California's Working Families and Their Uninsured Children: A Big Problem with an Affordable Solution."},
      {
        "id":"ED433131",
        "title":"Reflections of Girls in the Media. A Report on the Annual Children and the Media Conference (4th, Los Angeles, California, April 30-May 2, 1997)."},
      {
        "id":"ED433132",
        "title":"California County Data Book 1997 [and] Report Card 1997. Challenges Ahead: Can Counties Make the Grade? A Children Now Report."},
      {
        "id":"ED433133",
        "title":"Talk with Your Kids...before Everyone Else Does: Talking with Kids about Tough Issues."},
      {
        "id":"ED433134",
        "title":"California&apos;s Child Support Program: The Cost of Failure. Report [and] Data Supplement."},
      {
        "id":"ED433135",
        "title":"Right Place, Right Time: Managed Care and Early Childhood Development. Report [and] In Brief."},
      {
        "id":"ED433136",
        "title":"A Different World: Media Images of Race and Class. Annual Children and the Media Conference Report (5th, Stanford, California, May 6-8, 1998)."},
      {
        "id":"ED433137",
        "title":"The Motivational Function of Private Speech in Young Children."},
      {
        "id":"ED433138",
        "title":"The ABC's of Parent Involvement in Education: Preparing Your Child for a Lifetime of Success. Second Edition."},
      {
        "id":"ED433139",
        "title":"Meeting the Needs of Today's Workforce: Child Care Best Practices."},
      {
        "id":"ED433141",
        "title":"A to Z: The Early Childhood Educator's Guide to the Internet. (Revised)."},
      {
        "id":"ED433144",
        "title":"Medicaid: Questionable Practices Boost Federal Payments for School-Based Services. Statement of William J. Scanlon, Director Health Financing and Public Health Issues, Health, Education, and Human Services Division. Testimony before the Committee on Finance, U.S. Senate."},
      {
        "id":"ED433146",
        "title":"Distinctions between Academic and Intellectual Goals in Early Childhood Education."},
      {
        "id":"ED433147",
        "title":"Participation of Kindergartners through Third-Graders in Before- and After-School Care. Statistics in Brief."},
      {
        "id":"ED433148",
        "title":"Parents Are Powerful = Los Padres Tienen Poder."},
      {
        "id":"ED433149",
        "title":"Speak Out for Children, 1998-1999."},
      {
        "id":"ED433152",
        "title":"Relationships with Parents with Disabilities: Perceptions and Training Needs of Head Start Staff."},
      {
        "id":"ED433153",
        "title":"The Impact of a Parent Education Program during Mothers' and Fathers' Transitions to Parenthood."},
      {
        "id":"ED433154",
        "title":"A Six-County Study of the Effects of Smart Start Child Care on Kindergarten Entry Skills."},
      {
        "id":"ED433155",
        "title":"Parent Behavior and Adolescents' Self-System Processes: Predictors of Behavior to Siblings and Friends Problem Behavior."},
      {
        "id":"ED433156",
        "title":"Tribal Authority for Prevention and Treatment of Child Abuse: Rights and Responsibilities."},
      {
        "id":"ED433157",
        "title":"Speaking for Our Children: A Look at the Guardian ad Litem Program."},
      {
        "id":"ED433158",
        "title":"A Review of the Portrayal of American Indians in a Selection of U.S. History Textbooks and Recommendations for a Supplementary Curriculum."},
      {
        "id":"ED433159",
        "title":"Design Considerations in Developing a Web-Based Mentor Network."},
      {
        "id":"ED433160",
        "title":"Victory at Buffalo Creek: What Makes a School Serving Low-Income Hispanic Children Successful?"},
      {
        "id":"ED433161",
        "title":"The Role of Collaboration in Integrating School Improvement and Rural Community Development. Literature Review."},
      {
        "id":"ED433162",
        "title":"The Changing Nature of Work in the South: The Polarization of Tomorrow's Workforce. Rural Development Issues Impacting the South."},
      {
        "id":"ED433164",
        "title":"Improving Job Opportunities for Low-Income People: The Hope of the Workforce Investment Act of 1998."},
      {
        "id":"ED433165",
        "title":"Proceedings of the 1998 Migrant Farmworker Stream Forums: Annual Midwest Farmworker Stream Forum (8th, San Antonio, Texas, November 5-8, 1998); Annual East Coast Migrant Stream Forum (11th, Springfield, Massachusetts, November 13-15, 1998); Annual Western Migrant Stream Forum (8th, Sacramento, California, January 29-31, 1999)."},
      {
        "id":"ED433166",
        "title":"Field Test of a Spanish-Language Version of &quot;Family Connections 1.&quot;"},
      {
        "id":"ED433167",
        "title":"Vecinos y Rehabilitation (Phase III): Assessing the Needs and Resources of Indigenous People with Disabilities in the Sierre Mixe. Final Report. [English Version]."},
      {
        "id":"ED433169",
        "title":"Mid-Western Educational Researcher, 1999."},
      {
        "id":"ED433172",
        "title":"Responding to Undocumented Children in the Schools. ERIC Digest."},
      {
        "id":"ED433173",
        "title":"The Matthew Project: State Report for Montana."},
      {
        "id":"ED433174",
        "title":"The Matthew Project: National Report."},
      {
        "id":"ED433175",
        "title":"The Matthew Project: State Report for Ohio."},
      {
        "id":"ED433176",
        "title":"Do Rural and Suburban Principals Approach Planning Differently? A Two-State Comparison."},
      {
        "id":"ED433177",
        "title":"Visitor Understanding of Interactive Exhibits: A Study of Family Groups in a Public Aquarium."},
      {
        "id":"ED433178",
        "title":"Science Autobiographies: What Do They Tell Us about Preservice Elementary Teachers' Attitudes towards Science and Science Teaching?"},
      {
        "id":"ED433179",
        "title":"Redesigning the Science Curriculum: A Report on the Implications of Standards and Benchmarks for Science Education."},
      {
        "id":"ED433180",
        "title":"Volunteer Guide for Engineers in Support of Educators."},
      {
        "id":"ED433181",
        "title":"Newton's Apple: 15th Season. Free Educational Materials."},
      {
        "id":"ED433183",
        "title":"Graphing Calculators in the Mathematics Classroom. ERIC Digest."},
      {
        "id":"ED433184",
        "title":"Curricula for Teaching about Fractions. ERIC Digest."},
      {
        "id":"ED433185",
        "title":"Science Classrooms for Students with Special Needs. ERIC Digest."},
      {
        "id":"ED433189",
        "title":"Information Sources for Environmental Education. ERIC Digest."},
      {
        "id":"ED433190",
        "title":"Information Sources for Mathematics Education. ERIC Digest."},
      {
        "id":"ED433191",
        "title":"Information Sources for Science Education. ERIC Digest."},
      {
        "id":"ED433192",
        "title":"Technology in Mathematics Education: Internet Resources. ERIC Digest."},
      {
        "id":"ED433193",
        "title":"Guidelines for College Science Teaching Assistants. ERIC Digest."},
      {
        "id":"ED433194",
        "title":"Education for Environmental Sustainability. ERIC Digest."},
      {
        "id":"ED433195",
        "title":"Choosing Instructional Materials for Environmental Education. ERIC Digest."},
      {
        "id":"ED433196",
        "title":"Helping Your Child Learn Math. ERIC Digest."},
      {
        "id":"ED433197",
        "title":"Teaching about Biodiversity. ERIC Digest."},
      {
        "id":"ED433198",
        "title":"The University of Chicago School Mathematics Project, 1998-99."},
      {
        "id":"ED433203",
        "title":"Challenge and Learning Opportunities in Mathematics."},
      {
        "id":"ED433204",
        "title":"Food for Thought: A Teacher's Resource Guide from Connecticut Ag in the Classroom."},
      {
        "id":"ED433206",
        "title":"High School and College Student Perceptions of the Ozone Depletion Problem."},
      {
        "id":"ED433207",
        "title":"\"Do-able\" Questions, Covariation and Graphical Representation: Do We Adequately Prepare Preservice Science Teachers To Teach Inquiry?"},
      {
        "id":"ED433209",
        "title":"Special Effects Activity Guide."},
      {
        "id":"ED433211",
        "title":"Replacing School Hatching Projects: Alternative Resources and How To Order Them."},
      {
        "id":"ED433213",
        "title":"What Sense Do Children Make of Three-Dimensional Life-Sized \"Representations\" of Animals?"},
      {
        "id":"ED433215",
        "title":"NASA's Space Environments and Effects (SEE) Program: Meteoroid and Orbital Debris Lesson Plan."},
      {
        "id":"ED433216",
        "title":"Minorities in Science and Math. ERIC Digest."},
      {
        "id":"ED433217",
        "title":"Should Students Be Tracked in Math or Science? ERIC Digest."},
      {
        "id":"ED433218",
        "title":"Using the Internet To Enrich Science Teaching and Learning. ERIC Digest."},
      {
        "id":"ED433219",
        "title":"Resources for Teaching and Learning about Probability and Statistics. ERIC Digest."},
      {
        "id":"ED433220",
        "title":"BLM Environmental Education National Strategy."},
      {
        "id":"ED433222",
        "title":"Down the Drain."},
      {
        "id":"ED433223",
        "title":"Water Quality: A Field-Based Quality Testing Program for Middle Schools and High Schools."},
      {
        "id":"ED433224",
        "title":"Water Works: A Great Show on Earth. Classroom Activities for Third and Fourth Grades."},
      {
        "id":"ED433225",
        "title":"Mathematics Teaching from a Constructivist Point of View. Proceedings of Topic Group 6 at the International Congress on Mathematical Education (8th, Seville, Spain, July 14-21, 1996). Faculty of Education Report No. 3."},
      {
        "id":"ED433228",
        "title":"Adopt-A-Stream Teacher&apos;s Guide for Grades K-12."},
      {
        "id":"ED433229",
        "title":"Grouping for Instruction in Teaching Science."},
      {
        "id":"ED433230",
        "title":"What They Don't Teach You in Engineering School."},
      {
        "id":"ED433231",
        "title":"Role-Playing Rhetoric of Science Pedagogy and the Study of Medical Ethics."},
      {
        "id":"ED433232",
        "title":"SESTAT: A Tool for Studying Scientists and Engineers in the United States."},
      {
        "id":"ED433233",
        "title":"The Differences of Mathematics Achievement between American Children and Chinese Children."},
      {
        "id":"ED433234",
        "title":"The Effect of Weekly Math Homework on Fourth Grade Student Math Performance."},
      {
        "id":"ED433235",
        "title":"An Empirical Development of an Instrument To Assess Mathematics Anxiety and Apprehension."},
      {
        "id":"ED433236",
        "title":"Improving Math Proficiency through Self Efficacy Training."},
      {
        "id":"ED433237",
        "title":"Deci-mania! Teaching Teachers and Students Conceptual Understanding of Our Decimal System."},
      {
        "id":"ED433239",
        "title":"Students' Use of Imagery in Solving Qualitative Problems in Kinematics."},
      {
        "id":"ED433240",
        "title":"Surveying an Ecosystem: An Exercise for High School Biology Students."},
      {
        "id":"ED433241",
        "title":"Studying a Piece of an Ecosystem: A High School Biology Class Exercise."},
      {
        "id":"ED433242",
        "title":"Inquiry and Problem Solving."},
      {
        "id":"ED433243",
        "title":"A First Look at What We Can Learn from High Performing School Districts: An Analysis of TIMSS Data from the First in the World Consortium."},
      {
        "id":"ED433244",
        "title":"Recent Research in Math, Science, Language Arts, Social Studies and the Arts."},
      {
        "id":"ED433245",
        "title":"A Developmental Model of Algebra Problem Solving: Trade-offs between Grounded and Abstract Representations."},
      {
        "id":"ED433246",
        "title":"Women, Minorities, and Persons with Disabilities in Science and Engineering: 1998."},
      {
        "id":"ED433248",
        "title":"Students' Understanding of Orbitals: A Survey."},
      {
        "id":"ED433260",
        "title":"Civics at Work: People, Government, and a Civil Society. Teacher's Guide [and] Student Resource Portfolio."},
      {
        "id":"ED433264",
        "title":"The Effects of a Word of the Month Program on a Small Independent School."},
      {
        "id":"ED433265",
        "title":"Curriculum and Peace in the Middle East."},
      {
        "id":"ED433267",
        "title":"Kwanzaa: A Selective Annotated Bibliography for Teachers."},
      {
        "id":"ED433268",
        "title":"Citizenship Education in Slovak Education."},
      {
        "id":"ED433269",
        "title":"Rebirth of the Learning Tradition: A Case Study on the Achievements of Education for All in Cambodia. Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED433271",
        "title":"An Analysis of Four Middle School Geography Textbooks: Meeting the Needs of Students with Learning Problems."},
      {
        "id":"ED433272",
        "title":"The Well at the Bottom of the World: Positionality and New Zealand [Aotearoa] Adolescents' Conceptions of Historical Significance."},
      {
        "id":"ED433273",
        "title":"Understanding &quot;Whiteness&quot; in Academia: A Black Woman's Perspective."},
      {
        "id":"ED433274",
        "title":"Parallel Lives: The Relationship between the Sexes at Millersville State Normal School, 1855-1927."},
      {
        "id":"ED433275",
        "title":"Curriculum Change in Norway - A Consideration from Cultural, Political and Personal Perspectives."},
      {
        "id":"ED433276",
        "title":"Reconsidering Arthur Bestor: A Postmortem for the Cold War in Education?"},
      {
        "id":"ED433277",
        "title":"&quot;Deserving To Go Further&quot;: Philanthropic Fellowships, African American Women, and the Development of Higher Educational Leadership in the South, 1930-1954."},
      {
        "id":"ED433278",
        "title":"&quot;Coming Out/Going Home&quot;: Australian Girls and Young Women Interrogating Racism and Heterosexism."},
      {
        "id":"ED433280",
        "title":"Framing French Success in Elementary Mathematics Curriculum and Pedagogy: Implications for American Educators."},
      {
        "id":"ED433281",
        "title":"Applying Hofstede's Cross-Cultural Theory of Organizations to School Governance: A French Case Study."},
      {
        "id":"ED433282",
        "title":"Democracy Is Messy: Exploring the Beliefs and Personal Theories of a High School Social Studies Teacher."},
      {
        "id":"ED433283",
        "title":"Elsie Ripley Clapp and the Arthurdale Schools."},
      {
        "id":"ED433284",
        "title":"From &quot;Muscular Christianity&quot; to the &quot;Cult of Efficiency&quot;: Inter-developments of Ideology and Violence Reflected in the Portrayal of Teachers in Three American Novels. Draft."},
      {
        "id":"ED433285",
        "title":"Single-Sex Classrooms: A Place for Transformation of Policy and Practice."},
      {
        "id":"ED433286",
        "title":"A Challenge toward Binary Racial Epistemology: The Reconstruction of Cultural Identity in Multicultural Teacher Education."},
      {
        "id":"ED433287",
        "title":"Reconceptualizing Educational Transfer: Brazilian Curriculum Field in the Nineties."},
      {
        "id":"ED433292",
        "title":"Work, Schools, Educational Governance, and the State: German Vocationalism and the Recasting of American Educational History."},
      {
        "id":"ED433293",
        "title":"Wisconsin Model Academic Standards for Social Studies."},
      {
        "id":"ED433294",
        "title":"Learning About Wisconsin: Activities, Historical Documents, and Resources Linked to Wisconsin&apos;s Model Academic Standards for Social Studies in Grades 4-12. Bulletin No. 99238."},
      {
        "id":"ED433299",
        "title":"The Election of 1800: Teaching about a Critical Moment in the History of American Constitutional Democracy. ERIC Digest."},
      {
        "id":"ED433300",
        "title":"School Teacher Demand and Supply. Primary and Secondary. Draft."},
      {
        "id":"ED433301",
        "title":"Promoting Quality Teacher Education for an Interconnected World. International Yearbook on Teacher Education 1997. [Proceedings] from the World Assembly of The International Council on Education for Teaching (44th, Muscot, Sultanate of Oman, December, 1997)."},
      {
        "id":"ED433302",
        "title":"The Impact of the Present Educational Reform upon Student Learning in Japan."},
      {
        "id":"ED433303",
        "title":"USDA's Great Nutrition Adventure [Packet]."},
      {
        "id":"ED433304",
        "title":"Assessment and Teacher Education. Sharing the Bull's-Eye. 39th Charles W. Hunt Memorial Lecture."},
      {
        "id":"ED433305",
        "title":"Examining Scholarship. A Case Study in Redefining the Role of the Professoriate."},
      {
        "id":"ED433306",
        "title":"Wisconsin Framework for Comprehensive School Health Programs: Case Studies in Progress. Bulletin No. 99078."},
      {
        "id":"ED433307",
        "title":"School Nursing and Health Services: A Resource and Planning Guide. Bulletin No. 8328."},
      {
        "id":"ED433308",
        "title":"Minnesota State High School League. A Program Evaluation Report. Report #98-07."},
      {
        "id":"ED433309",
        "title":"Professional Development at Fitchburg State College: A Model for the 21st Century."},
      {
        "id":"ED433310",
        "title":"Collaborative Conference Style Capstone Experience: An Innovative Approach."},
      {
        "id":"ED433311",
        "title":"Establishing a Foundation for Powerful Teacher Training."},
      {
        "id":"ED433312",
        "title":"Comparing Two Year and Four Year College Students&apos; Learning Styles in General Education and Allied Health Education."},
      {
        "id":"ED433313",
        "title":"Improving Girls' Education in Guatemala. Impact Evaluation."},
      {
        "id":"ED433314",
        "title":"Studies in Teaching 1998 Research Digest. Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, December 1998)."},
      {
        "id":"ED433316",
        "title":"The Effects of School Level Factors in Affecting Secondary School Teachers' Participation in Continuing Professional Education."},
      {
        "id":"ED433319",
        "title":"NCAA Division I, II &amp; III Graduation-Rates Summary, 1999. Graduation-Rates Data (1989-90, 1990-91, 1991-92, and 1992-93 Entering Classes) [and] Undergraduate-Enrollment Data (Fall 1997)."},
      {
        "id":"ED433320",
        "title":"An Evaluation of the Academic Volunteer and Mentor Service Program."},
      {
        "id":"ED433322",
        "title":"The California Beginning Teacher Support and Assessment Program. 1998 Statewide Evaluation Study."},
      {
        "id":"ED433324",
        "title":"Course Compression and School Partnership in Pre-Service Primary Teacher Education."},
      {
        "id":"ED433326",
        "title":"Parent Involvement: The Relationship between Beliefs and Practices."},
      {
        "id":"ED433327",
        "title":"Teacher Education Programs in Nebraska Colleges and Universities, 1999-2000."},
      {
        "id":"ED433329",
        "title":"Teacher Empowerment: Definitions, Implementation, and Strategies for Personal Renewal."},
      {
        "id":"ED433330",
        "title":"Preservice Teacher Performance Assessment during Student Teaching: Consequences and Pitfalls."},
      {
        "id":"ED433331",
        "title":"Students Help Students: A Report on a Cooperative Project Involving Teachers' College Students and Students of the Preparatory Program of Achva Academic College."},
      {
        "id":"ED433332",
        "title":"Best Practices for Comprehensive Tobacco Control Programs, August 1999."},
      {
        "id":"ED433333",
        "title":"State Tobacco Control Highlights--1999."},
      {
        "id":"ED433336",
        "title":"Teachers on Teaching. Results from the Schools and Staffing Survey."},
      {
        "id":"ED433338",
        "title":"The Influence of Teacher Educators' Perspectives on the Role of Teachers in the Student Teaching Experience."},
      {
        "id":"ED433340",
        "title":"Youth, AIDS, and HIV. Resources for Educators and Policymakers, 1999-2000. A Directory of Selected National, State, and Local Resources, and an Annotated Resource Listing of Audiovisual, Print, and Software Materials for AIDS Education and HIV Prevention. Bulletin No. 99218."},
      {
        "id":"ED433341",
        "title":"Teacher Candidates' Attitudes and Beliefs of Subject Matter and Pedagogy Measured throughout Their Reform-Based Mathematics and Science Teacher Preparation Program."},
      {
        "id":"ED433343",
        "title":"Collaboration and Teachers' Perception of Professionality in Schools for Secondary Education."},
      {
        "id":"ED433344",
        "title":"Implementing Performance Assessment: Promises, Problems, and Challenges."},
      {
        "id":"ED433345",
        "title":"Assessment of the Effectiveness of a School-Based Child Abuse Prevention Program: Follow-up in High School."},
      {
        "id":"ED433346",
        "title":"Facing the Emperor: Student Work as a Tool for the Evaluation of a Goals 2000 Professional Development Initiative."},
      {
        "id":"ED433347",
        "title":"Texas State Occupational Information Coordinating Committee Data. Feedback. Pub. No. 97.23."},
      {
        "id":"ED433348",
        "title":"Supporting Data Use among Administrators: Results from a Data Planning Model."},
      {
        "id":"ED433349",
        "title":"Prediction of CAAP Scores Based on ACT Scores, Cumulative GPAs, and Both."},
      {
        "id":"ED433350",
        "title":"Metacognition of Vocabulary Knowledge: A Preliminary Study."},
      {
        "id":"ED433352",
        "title":"Randomization Regression Tests for Single-Subject Data."},
      {
        "id":"ED433353",
        "title":"Equating \"r\"-based and \"d\"-based Effect Size Indices: Problems with a Commonly Recommended Formula."},
      {
        "id":"ED433354",
        "title":"Academics 2000 First Things First. FEEDBACK. Publication Number 98.03."},
      {
        "id":"ED433356",
        "title":"Bilingual/ESL Programs Evaluation Report, 1997-98. Publication Number 97.08."},
      {
        "id":"ED433357",
        "title":"Report Card to the Public: A Summary of Statistics from Alaska's Public Schools. School Year 1997-98."},
      {
        "id":"ED433358",
        "title":"Field Test of an Instrument Measuring the Concept of Professional Learning Communities in Schools."},
      {
        "id":"ED433359",
        "title":"Using a PDA for Field Data Collection."},
      {
        "id":"ED433360",
        "title":"Effects of Mild Curvature on ANCOVA and Randomized Blocks."},
      {
        "id":"ED433361",
        "title":"Overcoming the Underdevelopment of Learning: A Transdisciplinary View."},
      {
        "id":"ED433362",
        "title":"Synthesizing the Effects of Test Accommodations for Special Education and Limited English Proficient Students."},
      {
        "id":"ED433363",
        "title":"Results of the American College Test (ACT), 1998. Data Update."},
      {
        "id":"ED433364",
        "title":"Statewide Evaluation of Georgia's Middle Grades Educational Program: Phase I Report."},
      {
        "id":"ED433365",
        "title":"A Longitudinal Study of Hong Kong Chinese University Students' Academic Causal Attributions, Self-Concept, Learning Approaches, and Their Causal Effects on Achievement."},
      {
        "id":"ED433366",
        "title":"The Effects of Different Test-Taking Conditions on Reading Comprehension Test Performance."},
      {
        "id":"ED433368",
        "title":"Computer-Based Collaborative Knowledge Mapping To Measure Team Processes and Team Outcomes."},
      {
        "id":"ED433369",
        "title":"Comprehensive Systems for Educational Accounting and Improvement: R&amp;D Results. Proceedings of the Annual Conference of CRESST (1998)."},
      {
        "id":"ED433376",
        "title":"Evaluation of the NCES State Library Agencies Survey: An Examination of Duplication and Definitions in the Fiscal Section of the State Library Agencies Survey. Technical Report."},
      {
        "id":"ED433377",
        "title":"The National Education Goals Report: Building a Nation of Learners, 1999."},
      {
        "id":"ED433378",
        "title":"From the \"War Room\" to the Classroom: Understanding the Perceptions and Practices of a Literacy Teacher in an Urban High School Service-Learning Program."},
      {
        "id":"ED433379",
        "title":"Youth Homelessness: Early Intervention &amp; Prevention."},
      {
        "id":"ED433380",
        "title":"Why Hispanic Children Fail in School: Knowing the Facts Is Changing Their Future."},
      {
        "id":"ED433382",
        "title":"Privilege, Poverty, and Power: Remembering Paulo Freire's Work."},
      {
        "id":"ED433383",
        "title":"Grade Level Retention of Texas Students. 1995-96 Report."},
      {
        "id":"ED433384",
        "title":"The Child First Authority After-School Program: A Descriptive Evaluation. Report No. 38."},
      {
        "id":"ED433385",
        "title":"Teacher Collaboration in a Restructuring Urban High School. Report No. 37."},
      {
        "id":"ED433386",
        "title":"How Schools Choose Externally Developed Reform Designs. Report No. 35."},
      {
        "id":"ED433387",
        "title":"Exclusionary Practices and Detracked Learning Environments: A Case Study."},
      {
        "id":"ED433389",
        "title":"A Second Chance: Developing Mentoring and Education Projects for Young People."},
      {
        "id":"ED433390",
        "title":"Development and Learning of Children and Youth in Urban America."},
      {
        "id":"ED433391",
        "title":"Implementing School Reform: Practice and Policy Imperatives."},
      {
        "id":"ED433392",
        "title":"A Model for Bringing Culturally Relevant Science to Urban Schools."},
      {
        "id":"ED433393",
        "title":"Revisiting Segregation: The Overrepresentation of Minority Students in Special Education."},
      {
        "id":"ED433394",
        "title":"Art or Propaganda? Pedagogy and Politics in Illustrated African-American Children's Literature since the Harlem Renaissance."},
      {
        "id":"ED433398",
        "title":"Toward Systemic Reform in High-Poverty Schools: A Comparative Analysis of Two Large School Districts."},
      {
        "id":"ED433400",
        "title":"Working with School Systems: Educational Outreach and Action Guide."},
      {
        "id":"ED433401",
        "title":"Linking Urban Latino Families to School Using the Web: A Pilot Study."},
      {
        "id":"ED433402",
        "title":"The Politics of School Choice in British Columbia: Citizenship, Equity and Diversity."},
      {
        "id":"ED433403",
        "title":"Do Black Male Adolescent Reproductive Attitudes and Emotions about Roles Differ from White Males? Association of Dichotomous Variables."},
      {
        "id":"ED433405",
        "title":"Implementing Title I Schoolwide Projects in a Complex Policy Environment: Integrating Standards and School Reform in the Chicago Public Schools."},
      {
        "id":"ED433408",
        "title":"Challenges to Vocational Education and Training in the Nordic Countries."},
      {
        "id":"ED433413",
        "title":"Aiming at Achievement."},
      {
        "id":"ED433414",
        "title":"Improving Teaching and Learning. FEDA's Contribution and Examples of College Good Practice."},
      {
        "id":"ED433415",
        "title":"Gender Equity and the New Perkins Act: Implications for Vocational Educators."},
      {
        "id":"ED433418",
        "title":"State Flexibility: The Minimum Wage and Welfare Reform."},
      {
        "id":"ED433431",
        "title":"Contemporary Issues in Mentoring."},
      {
        "id":"ED433432",
        "title":"Higher Education: The Challenge of Lifelong Learning. Proceedings of a Conference at the Centre for Educational Policy Studies, National University of Ireland (Maynooth, Ireland, May 13, 1999)."},
      {
        "id":"ED433433",
        "title":"Netscape Communicator 4.5. Volume I: The Basic Functions of the Navigator Component."},
      {
        "id":"ED433434",
        "title":"Netscape Communicator 4.5. Volume II: Beyond the Basics. Advanced Searches, Multimedia, and Composing a Web Page."},
      {
        "id":"ED433435",
        "title":"The Transition from the Educational System to Working Life. Use of National Statistics."},
      {
        "id":"ED433436",
        "title":"The Skills Training Centres in The Gambia."},
      {
        "id":"ED433437",
        "title":"Transformations within the Classroom Experience. \"The Light Bulb Just Went On.\""},
      {
        "id":"ED433438",
        "title":"Staff Development in Transition: Benchmarks for Further Education."},
      {
        "id":"ED433444",
        "title":"Seeking the &quot;Phenomenological Nod&quot;: Report of an Inquiry into Current Writing Practices in Adult Literacy Programs in Western Canada."},
      {
        "id":"ED433445",
        "title":"Developing Career Programs in Corrections: Where To Begin?"},
      {
        "id":"ED433446",
        "title":"How Adults Learn. A Conference Held [at the] Georgetown University Conference Center (Washington, DC, April 6-8, 1998)."},
      {
        "id":"ED433447",
        "title":"Child Development (Grades 9-12)."},
      {
        "id":"ED433448",
        "title":"Dynamics of Clothing I. Curriculum Guide. A Family and Consumer Sciences Education Course of Study for Grades 9-12."},
      {
        "id":"ED433449",
        "title":"Dynamics of Clothing II. Curriculum Guide. A Family and Consumer Sciences Education Course of Study for Grades 10-12."},
      {
        "id":"ED433450",
        "title":"Controlling and Evaluation of Employment Promotion and the Employment Services in Germany. IAB Labour Market Research Topics No. 36."},
      {
        "id":"ED433451",
        "title":"Factors in the Spread of Continuing Training in the European Community."},
      {
        "id":"ED433452",
        "title":"Engaging Adults in Literacy Programs at Neighborhood Networks Centers."},
      {
        "id":"ED433454",
        "title":"Integrating Academic and Vocational Curriculum--Why Is Theory So Hard To Practice?"},
      {
        "id":"ED433455",
        "title":"New Hope for People with Low Incomes: Two-Year Results of a Program To Reduce Poverty and Reform Welfare."},
      {
        "id":"ED433456",
        "title":"Critical Literacy: A Professional Development Resource."},
      {
        "id":"ED433457",
        "title":"Numeracy in Practice: Effective Pedagogy in Numeracy for Unemployed Young People. Research Report."},
      {
        "id":"ED433458",
        "title":"Understanding Work and Literacy: (E)merging Discourses at Work. Research into Practice Series Number 7."},
      {
        "id":"ED433459",
        "title":"Widening Participation in Adult Community Education (ACE). Strategies for Using the Strength Inherent in the Cultural Diversity of Communities and Individuals."},
      {
        "id":"ED433463",
        "title":"Transfer of Classroom Skills to the Workplace."},
      {
        "id":"ED433468",
        "title":"Simulation as a Vehicle in Entrepreneurship Education. Digest Number 97-1."},
      {
        "id":"ED433469",
        "title":"Business Incubators: A Review. Digest Number 97-4."},
      {
        "id":"ED433470",
        "title":"Grameen Banks. Digest Number 97-6."},
      {
        "id":"ED433471",
        "title":"Business Plans in the Newly Independent States of the Former Soviet Union. Digest Number 97-7."},
      {
        "id":"ED433472",
        "title":"Urban Revitalization and Entrepreneurial Strategies. Digest Number 97-8."},
      {
        "id":"ED433476",
        "title":"Siblings' Response to a Survivor of Childhood Cancer: A Review of the Literature on What Leads to Healthy Adjustment or Maladjustment."},
      {
        "id":"ED433480",
        "title":"Intersections of Critical Legal Theories: In Search of a Critical Theory of Juvenile Justice."},
      {
        "id":"ED433482",
        "title":"An Experimental Investigation of Career Attainment Probability Judgments: The Role of Inaccurate Reasoning in Career Overaspiration."},
      {
        "id":"ED433483",
        "title":"The Shaming Game: The Role of Shame and Shaming Rituals in Education and Development."},
      {
        "id":"ED433484",
        "title":"Involvement as a Part-Time Faculty Member: Further Expansion of School Psychologists' Roles into the 21st Century."},
      {
        "id":"ED433485",
        "title":"Like Circles on the Water: A Study of Adolescent Identity. Linkoping Studies in Education and Psychology, No. 62."},
      {
        "id":"ED433486",
        "title":"Brainworks: Birth to Kindergarten."},
      {
        "id":"ED433487",
        "title":"Preparing for the Drug Free Years. Juvenile Justice Bulletin."},
      {
        "id":"ED433488",
        "title":"Youth of Color and Identity Development: The Impact of Socioeconomic Status."},
      {
        "id":"ED433489",
        "title":"Mental Health Professionals and the Consultation Process: Collaboration or Cooperation?"},
      {
        "id":"ED433491",
        "title":"From Clinic to School: Adapting a Homework Intervention Program for ADHD in School Settings."},
      {
        "id":"ED433492",
        "title":"School Reform and the School Counselor: Restructuring for the 21st Century."},
      {
        "id":"ED433496",
        "title":"Improving Reading Comprehension."},
      {
        "id":"ED433497",
        "title":"Improving Students' Inferential and Literal Reading Comprehension."},
      {
        "id":"ED433498",
        "title":"Improving Students' Reading Fluency."},
      {
        "id":"ED433499",
        "title":"Improving Students' Reading Achievement through the Use of Self-Esteem Lessons."},
      {
        "id":"ED433500",
        "title":"Improving Reading Strategies through the Use of Technology."},
      {
        "id":"ED433501",
        "title":"Improving Vocabulary Knowledge and Reading Attitudes in 4th Grade Students Through Direct Vocabulary Instruction."},
      {
        "id":"ED433502",
        "title":"Increasing Phonemic Awareness among Primary Students To Improve Reading Skills."},
      {
        "id":"ED433503",
        "title":"Improving Word Recognition among First Grade Students."},
      {
        "id":"ED433504",
        "title":"Improving Student Reading Comprehension through the Use of Literacy Circles."},
      {
        "id":"ED433506",
        "title":"Exploring High and Improving Reading Achievement in Connecticut. Lessons from the States."},
      {
        "id":"ED433507",
        "title":"NAEP 1998 Writing Report Card Highlights."},
      {
        "id":"ED433508",
        "title":"NAEP 1998 Writing Report Card for the Nation and the States."},
      {
        "id":"ED433509",
        "title":"NAEP 1998 Writing State Report for Alabama."},
      {
        "id":"ED433510",
        "title":"NAEP 1998 Writing State Report for Arizona."},
      {
        "id":"ED433511",
        "title":"NAEP 1998 Writing State Report for Arkansas."},
      {
        "id":"ED433512",
        "title":"NAEP 1998 Writing State Report for California."},
      {
        "id":"ED433513",
        "title":"NAEP 1998 Writing State Report for Colorado."},
      {
        "id":"ED433514",
        "title":"NAEP 1998 Writing State Report for Connecticut."},
      {
        "id":"ED433515",
        "title":"NAEP 1998 Writing State Report for Delaware."},
      {
        "id":"ED433516",
        "title":"NAEP 1998 Writing State Report for Florida."},
      {
        "id":"ED433517",
        "title":"NAEP 1998 Writing State Report for Georgia."},
      {
        "id":"ED433518",
        "title":"NAEP 1998 Writing State Report for Hawaii."},
      {
        "id":"ED433519",
        "title":"NAEP 1998 Writing State Report for Kentucky."},
      {
        "id":"ED433520",
        "title":"NAEP 1998 Writing State Report for Louisiana."},
      {
        "id":"ED433521",
        "title":"NAEP 1998 Writing State Report for Maine."},
      {
        "id":"ED433522",
        "title":"NAEP 1998 Writing State Report for Maryland."},
      {
        "id":"ED433523",
        "title":"NAEP 1998 Writing State Report for Massachusetts."},
      {
        "id":"ED433524",
        "title":"NAEP 1998 Writing State Report for Minnesota."},
      {
        "id":"ED433525",
        "title":"NAEP 1998 Writing State Report for Mississippi."},
      {
        "id":"ED433526",
        "title":"NAEP 1998 Writing State Report for Missouri."},
      {
        "id":"ED433527",
        "title":"NAEP 1998 Writing State Report for Montana."},
      {
        "id":"ED433528",
        "title":"NAEP 1998 Writing State Report for Nebraska."},
      {
        "id":"ED433529",
        "title":"NAEP 1998 Writing State Report for Nevada."},
      {
        "id":"ED433530",
        "title":"NAEP 1998 Writing State Report for New Mexico."},
      {
        "id":"ED433531",
        "title":"NAEP 1998 Writing State Report for New York."},
      {
        "id":"ED433532",
        "title":"NAEP 1998 Writing State Report for North Carolina."},
      {
        "id":"ED433533",
        "title":"NAEP 1998 Writing State Report for Oklahoma."},
      {
        "id":"ED433534",
        "title":"NAEP 1998 Writing State Report for Oregon."},
      {
        "id":"ED433535",
        "title":"NAEP 1998 Writing State Report for Rhode Island."},
      {
        "id":"ED433536",
        "title":"NAEP 1998 Writing State Report for South Carolina."},
      {
        "id":"ED433537",
        "title":"NAEP 1998 Writing State Report for Tennessee."},
      {
        "id":"ED433538",
        "title":"NAEP 1998 Writing State Report for Texas."},
      {
        "id":"ED433539",
        "title":"NAEP 1998 Writing State Report for Utah."},
      {
        "id":"ED433540",
        "title":"NAEP 1998 Writing State Report for Virginia."},
      {
        "id":"ED433541",
        "title":"NAEP 1998 Writing State Report for Washington."},
      {
        "id":"ED433542",
        "title":"NAEP 1998 Writing State Report for West Virginia."},
      {
        "id":"ED433543",
        "title":"NAEP 1998 Writing State Report for Wisconsin."},
      {
        "id":"ED433544",
        "title":"NAEP 1998 Writing State Report for Wyoming."},
      {
        "id":"ED433545",
        "title":"NAEP 1998 Writing Report for District of Columbia."},
      {
        "id":"ED433546",
        "title":"NAEP 1998 Writing Report for Department of Defense Domestic Dependent Elementary and Secondary Schools."},
      {
        "id":"ED433547",
        "title":"NAEP 1998 Writing Report for Department of Defense Dependents Schools."},
      {
        "id":"ED433551",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Miscellaneous."},
      {
        "id":"ED433552",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Religion and Media Interest Group."},
      {
        "id":"ED433553",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Magazine and Visual Communication Divisions."},
      {
        "id":"ED433554",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Media and Disabilities."},
      {
        "id":"ED433555",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Radio-Television Journalism."},
      {
        "id":"ED433557",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Communication Technology and Policy."},
      {
        "id":"ED433558",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Advertising, Part 1."},
      {
        "id":"ED433559",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Advertising, Part 2."},
      {
        "id":"ED433560",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). International Communication, Part 1."},
      {
        "id":"ED433561",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). International Communication, Part 2."},
      {
        "id":"ED433562",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Minorities and Communication."},
      {
        "id":"ED433563",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Media Management and Education."},
      {
        "id":"ED433564",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Mass Communication and Society."},
      {
        "id":"ED433565",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Communication Theory and Methodology."},
      {
        "id":"ED433566",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Public Relations."},
      {
        "id":"ED433567",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Newspaper, Part 1."},
      {
        "id":"ED433568",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Newspaper, Part 2."},
      {
        "id":"ED433569",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). History."},
      {
        "id":"ED433570",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Qualitative Studies."},
      {
        "id":"ED433571",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Civic Journalism."},
      {
        "id":"ED433572",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (82nd, New Orleans, Louisiana, August 3-8, 1999). Status of Women."},
      {
        "id":"ED433575",
        "title":"Improving Student Active Listening Skills across the Curriculum."},
      {
        "id":"ED433576",
        "title":"Shall Public Funds Be Used To Directly Support Religious Schools? The Chittenden, Vermont Case."},
      {
        "id":"ED433578",
        "title":"Mutual Parasitism and Symbiosis: Interaction between Media Professionals and Sources with a Stake in Education Policy."},
      {
        "id":"ED433579",
        "title":"Strategic Leadership, Resource Management and Effective School Reform."},
      {
        "id":"ED433580",
        "title":"Assessing the Financial Impacts of Bill 47 on Manitoba School Divisions/Districts."},
      {
        "id":"ED433581",
        "title":"Slipping through the Cracks: Policy Interaction and Implementation of School Reorganisation Initiatives."},
      {
        "id":"ED433582",
        "title":"Single-Sex Teaching in Response to a Competitive Market: The Local Operation of a National Policy in England."},
      {
        "id":"ED433583",
        "title":"A Study Concerning Selected Elements of a Safe School Environment."},
      {
        "id":"ED433585",
        "title":"North Carolina Public School Personnel State Salary Schedule, 1998-1999."},
      {
        "id":"ED433586",
        "title":"Planning Successful Bond Campaigns."},
      {
        "id":"ED433587",
        "title":"School Finance Litigation across the States: What Are a State's Core Finance Data Needs?"},
      {
        "id":"ED433588",
        "title":"Noteworthy Perspectives on Comprehensive School Reform."},
      {
        "id":"ED433593",
        "title":"School Performance Review: Port Arthur Independent School District. A Report from the Texas Performance Review."},
      {
        "id":"ED433594",
        "title":"School Performance Review: Hamilton Independent School District. A Report from the Texas Performance Review."},
      {
        "id":"ED433595",
        "title":"Homeschooling: Parents' Reasons for Transfer and the Implications for Educational Policy. Research Report No. 29."},
      {
        "id":"ED433596",
        "title":"Texas Public School Dropouts, 1995-96 Report."},
      {
        "id":"ED433598",
        "title":"Safe Schools: Unified Emergency Contingency Plan for Schools."},
      {
        "id":"ED433599",
        "title":"Report on State Implementation of the Gun-Free Schools Act: School Year 1997-98. Final Report."},
      {
        "id":"ED433600",
        "title":"Snapshots of Public Schools in the United States: Results from the Schools and Staffing Survey."},
      {
        "id":"ED433601",
        "title":"Study of Education Resources and Federal Funding: Preliminary Report."},
      {
        "id":"ED433603",
        "title":"Schooltime."},
      {
        "id":"ED433604",
        "title":"School-Based Performance Awards: Research Findings and Future Directions."},
      {
        "id":"ED433605",
        "title":"Geographic Variations in Public Schools' Costs. Working Paper Series."},
      {
        "id":"ED433606",
        "title":"Americans' Perceptions about Public Education."},
      {
        "id":"ED433607",
        "title":"Recent Changes in Public-Sector Governance."},
      {
        "id":"ED433608",
        "title":"The Changing Landscape of Education Governance."},
      {
        "id":"ED433609",
        "title":"The Invisible Hand of Ideology: Perspectives from the History of School Governance."},
      {
        "id":"ED433610",
        "title":"Emerging Strategies for Private-Sector Governance."},
      {
        "id":"ED433611",
        "title":"Effective School Governance: A Look at Today's Practice and Tomorrow's Promise."},
      {
        "id":"ED433612",
        "title":"Future Trends Affecting Education."},
      {
        "id":"ED433613",
        "title":"Measuring Resources in Education: From Accounting to the Resource Cost Model Approach. Working Paper Series."},
      {
        "id":"ED433616",
        "title":"Minnesota Charter Schools Evaluation: Final Report."},
      {
        "id":"ED433617",
        "title":"Financing Education in Ontario--Update."},
      {
        "id":"ED433618",
        "title":"Examining Principal Succession and Teacher Leadership in School Restructuring."},
      {
        "id":"ED433619",
        "title":"Youth Violence. The Progress of Education Reform 1999-2001."},
      {
        "id":"ED433620",
        "title":"The Quest for a Center: Notes on the State of the Profession of Educational Leadership."},
      {
        "id":"ED433621",
        "title":"Financing Education in Minnesota, 1998-1999."},
      {
        "id":"ED433624",
        "title":"An Institutional Perspective on Students with Disabilities in Postsecondary Education. Statistical Analysis Report."},
      {
        "id":"ED433625",
        "title":"Learning Technologies: Students with Disabilities in Postsecondary Education. Final Report to the Office of Learning Technologies [and] Appendix."},
      {
        "id":"ED433626",
        "title":"Computer and Information Technologies: Student and Service Provider Perspectives."},
      {
        "id":"ED433627",
        "title":"Project Target: Criterion-Referenced Physical Fitness Standards for Adolescents with Disabilities. Final Report."},
      {
        "id":"ED433628",
        "title":"The Brockport Physical Fitness Test Manual Developed in Connection with Project Target. The National Fitness Test for Youth with Disabilities."},
      {
        "id":"ED433629",
        "title":"The Brockport Physical Fitness Test Technical Manual. [Project Target]. The National Fitness Test for Youth with Disabilities."},
      {
        "id":"ED433630",
        "title":"The Brockport Physical Fitness Test Training Manual. [Project Target]."},
      {
        "id":"ED433631",
        "title":"A Guide for Starting and Improving Gifted and Talented High School Programs: Program Options, Teaching Strategies, Models, Forms and Examples."},
      {
        "id":"ED433632",
        "title":"Symposium: Special Education Services and Interagency Systems of Care in California."},
      {
        "id":"ED433633",
        "title":"The School and Community Study: Exemplary Program Models and Child and Family Progress over Time."},
      {
        "id":"ED433634",
        "title":"Identifying Children with Emotional Disturbance Who Qualify for Special Education Services."},
      {
        "id":"ED433635",
        "title":"Quality Assurance Activities in High School Student Mental Health Centers."},
      {
        "id":"ED433636",
        "title":"Interpreting School Satisfaction Data from a Marketing Perspective."},
      {
        "id":"ED433637",
        "title":"School-Based Systems of Care: Early Intervention and Day Treatment Examples from Illinois."},
      {
        "id":"ED433638",
        "title":"Forging Partnerships with High-Risk Families through School-Based Mental Health Services."},
      {
        "id":"ED433639",
        "title":"An Evaluative Study of Children's Day Treatment Using the Preschool Behavior Rating Scale."},
      {
        "id":"ED433640",
        "title":"The Measurement of Within-Child Protective Factors in Preschool Children."},
      {
        "id":"ED433641",
        "title":"Service Utilization by Young Children in Out-of-Home Placement."},
      {
        "id":"ED433642",
        "title":"Economic Implications of Undetected Mental Health Issues in the Pediatric Population."},
      {
        "id":"ED433643",
        "title":"Collaborative Screening of Psychiatric and Language Disorders in Pediatric Neurology."},
      {
        "id":"ED433644",
        "title":"Mental Health and Behavioral Sequelae of Children's Exposure to Violence."},
      {
        "id":"ED433647",
        "title":"The Inclusive Classroom: Mathematics and Science Instruction for Students with Learning Disabilities. It's Just Good Teaching."},
      {
        "id":"ED433650",
        "title":"Effective Instructional Strategies To Facilitate: Classroom Transitions, Group Instruction, Independent Performance and Self-Assessment. Fourth Edition. Teacher&apos;s Manual for Project SLIDE: Skills for Learning Independence in Developmentally Appropriate Environments."},
      {
        "id":"ED433651",
        "title":"Funding of Assistive Technology: State Vocational Rehabilitation Agencies and Their Obligation To Maximize Employment."},
      {
        "id":"ED433652",
        "title":"A Parents' Guide to Transition for Youth with Disabilities."},
      {
        "id":"ED433653",
        "title":"ArtExpress: A Curriculum for Young Children with Disabilities."},
      {
        "id":"ED433654",
        "title":"Building InterACTTive Futures."},
      {
        "id":"ED433660",
        "title":"The Use of Neuromuscular Electrical Stimulation as Part of a Program of Supports To Improve Gait in a Child with Cerebral Palsy and Severe Mental Retardation--A Case Study."},
      {
        "id":"ED433661",
        "title":"Related Services Research Project To Support the Education of Students with Deaf-Blindness. Final Report."},
      {
        "id":"ED433662",
        "title":"The Development and Use of Cheremic, Graphemic, and Phonological Coding in Deaf High School-Aged Readers."},
      {
        "id":"ED433663",
        "title":"Computer Attitudes and Opinions of Students with and without Learning Disabilities."},
      {
        "id":"ED433664",
        "title":"U.S. Department of Education Office of Special Education Programs, Division of Research to Practice, Leadership Grants Funded from 1990-1999. Revised."},
      {
        "id":"ED433666",
        "title":"Universal Design: Ensuring Access to the General Education Curriculum."},
      {
        "id":"ED433667",
        "title":"University Students with Disabilities Are the Chief On-Campus Accommodation Ingredient."},
      {
        "id":"ED433668",
        "title":"An Overview of the Individuals with Disabilities Education Act Amendments of 1997 (P.L. 105-17): Update 1999. ERIC Digest E576."},
      {
        "id":"ED433669",
        "title":"Learning Strategies. ERIC/OSEP Digest E577."},
      {
        "id":"ED433670",
        "title":"eMERGing Literacy and Technology: Working Together."},
      {
        "id":"ED433671",
        "title":"Computers as Accessibility Tools for Students with and without Learning Disabilities."},
      {
        "id":"ED433673",
        "title":"Accessible &amp; Safe Playgrounds into Every Town, U.S.A."},
      {
        "id":"ED433674",
        "title":"Buyer's Guide for Track Construction."},
      {
        "id":"ED433676",
        "title":"Track Construction Manual."},
      {
        "id":"ED433677",
        "title":"Tennis Courts: A Construction and Maintenance Manual."},
      {
        "id":"ED433678",
        "title":"Preliminary Report Regarding State Allocation Board Funding of the Los Angeles Unified School District's Belmont Learning Complex."},
      {
        "id":"ED433679",
        "title":"Site Acquisition and Related Environmental Concerns. Report of the Joint Legislative Audit Committee."},
      {
        "id":"ED433680",
        "title":"Toxic School Sites in Los Angeles: Weaknesses in the Site Acquisition Process. Special Report of the Joint Legislative Audit Committee."},
      {
        "id":"ED433681",
        "title":"Design-Build in Public School Construction: A Post Hearing Briefing. A Report of the Joint Legislative Audit Committee."},
      {
        "id":"ED433682",
        "title":"Partnerships between Public Schools and Private Developers. A Report of the Joint Legislative Audit Committee."},
      {
        "id":"ED433683",
        "title":"The Environmental Quality Act and the Belmont Learning Complex: A Breakdown in Process. A Special Report of the Joint Legislative Audit Committee."},
      {
        "id":"ED433684",
        "title":"Demonstration of Cooling Savings of Light Colored Roof Surfacing in Florida Commercial Buildings: Our Savior's School."},
      {
        "id":"ED433685",
        "title":"Energy Efficient Florida Educational Facilities: Phase VI. Progress Report: Phase I and II."},
      {
        "id":"ED433686",
        "title":"Energy Efficiency Technology Demonstration Project for Florida Educational Facilities: Occupancy Sensors."},
      {
        "id":"ED433687",
        "title":"FLASTAR: Florida Alliance for Saving Taxes and Energy Resources. Final Report."},
      {
        "id":"ED433688",
        "title":"Field Commissioning of a Daylight-Dimming Lighting System."},
      {
        "id":"ED433689",
        "title":"Measured Field Performance and Energy Savings of Occupancy Sensors: Three Case Studies."},
      {
        "id":"ED433692",
        "title":"Reading a School Building Like a Book: The Influence of the Physical School Setting on Learning and Literacy."},
      {
        "id":"ED433693",
        "title":"On the Right To Use the Language of One's Choice in Slovakia."},
      {
        "id":"ED433694",
        "title":"Instructional Effects of Positive and Negative Evidence on Prepositional/Phrasal Verbs."},
      {
        "id":"ED433696",
        "title":"Spanish for Native Speakers: Developing Dual Language Proficiency. ERIC Digest."},
      {
        "id":"ED433697",
        "title":"Two or More Languages in Early Childhood: Some General Points and Practical Recommendations. ERIC Digest."},
      {
        "id":"ED433698",
        "title":"Content and Language Integrated Learning: Teachers' and Teacher Educators' Experiences of English Medium Teaching. Publication No. 4."},
      {
        "id":"ED433699",
        "title":"The Future of Bilingual Education in Massachusetts: Lessons from California."},
      {
        "id":"ED433700",
        "title":"Mystery on the Bilingual Express: A Critique of the Thomas and Collier Study."},
      {
        "id":"ED433701",
        "title":"From Primary Language Instruction to English Immersion: How Five California Districts Made the Switch. READ Abstracts Research and Policy Brief."},
      {
        "id":"ED433703",
        "title":"Why Do Children Fare Better in English than Dzongkha (National Language) in the Schools of Bhutan in All Grade Levels?"},
      {
        "id":"ED433706",
        "title":"Group Membership and Writing Apprehension: Do They Affect Academic Writing?"},
      {
        "id":"ED433712",
        "title":"Measuring Writing Apprehension in Japan."},
      {
        "id":"ED433713",
        "title":"The Preliminary Development of a Vocabulary List for Osaka Jogakuin Junior College's First Year English Program."},
      {
        "id":"ED433714",
        "title":"The English Literacy Development of Bilingual Students within a Transition Whole Language Curriculum."},
      {
        "id":"ED433715",
        "title":"Out of Class Learning Experiences and Students' Perceptions of Their Impact on English Conversation Skills."},
      {
        "id":"ED433716",
        "title":"Modules for the Professional Preparation of Teaching Assistants in Foreign Languages."},
      {
        "id":"ED433717",
        "title":"Beyond TA Training: Developing a Reflective Approach to a Career in Language Education."},
      {
        "id":"ED433718",
        "title":"Research and Language Learning: A Tour of the Horizon."},
      {
        "id":"ED433719",
        "title":"Teaching Learning Strategies to Language Students."},
      {
        "id":"ED433720",
        "title":"Alternative Assessment in the Language Classroom."},
      {
        "id":"ED433721",
        "title":"Grammar in the Foreign Language Classroom: Making Principled Choices."},
      {
        "id":"ED433722",
        "title":"Spoken Language: What It Is and How To Teach It."},
      {
        "id":"ED433723",
        "title":"Listening in a Foreign Language."},
      {
        "id":"ED433724",
        "title":"Reading in the Beginning and Intermediate College Foreign Language Class."},
      {
        "id":"ED433725",
        "title":"Writing in the Foreign Language Curriculum: Soup and (Fire)crackers."},
      {
        "id":"ED433726",
        "title":"The Teaching of Culture in Foreign Language Courses."},
      {
        "id":"ED433728",
        "title":"Literacy Across Cultures: Newsletter of the JALT Foreign Language Literacy N-SIG, 1999."},
      {
        "id":"ED433729",
        "title":"Reading and the Adult English Language Learner. ERIC Digest."},
      {
        "id":"ED433730",
        "title":"What Non-Readers or Beginning Readers Need To Know: Performance-Based ESL Adult Literacy."},
      {
        "id":"ED433732",
        "title":"Enrollment and Graduations in Baccalaureate and Graduate Programs in Nursing, 1998-1999."},
      {
        "id":"ED433733",
        "title":"Salaries of Deans in Baccalaureate and Graduate Programs in Nursing, 1998-1999."},
      {
        "id":"ED433735",
        "title":"The Essentials of Baccalaureate Education for Professional Nursing Practice."},
      {
        "id":"ED433736",
        "title":"Innovations in Master's Nursing Education: New Ways of Learning for the Marketplace. Proceedings of the American Association of Colleges of Nursing Annual Conference on Master's Education (7th, San Antonio, Texas, December 4-6, 1997)."},
      {
        "id":"ED433737",
        "title":"Matriculation Status of Fall Term 1993 Farquhar Center for Undergraduate Studies Students by the Beginning of Fall Term 1998: Campus-Based Students and Distance Education Students by Site."},
      {
        "id":"ED433738",
        "title":"A Florida Perspective on Enrollment Impacts That Will Result from Recent Financial Aid Trends."},
      {
        "id":"ED433740",
        "title":"College Students' Attitudes towards Mental Retardation: A Pilot Study."},
      {
        "id":"ED433741",
        "title":"Matriculation Status of Fall Term 1993 School of Business and Entrepreneurship Students by the Beginning of Fall Term 1998: Campus-Based Students and Distance Education Students by Site."},
      {
        "id":"ED433742",
        "title":"Exploring the Evidence: Reporting Outcomes of First-Year Seminars. The First-Year Experience. Volume II. Monograph Series, Number 25."},
      {
        "id":"ED433744",
        "title":"Gaining the Competitive Edge: Enriching the Collegiate Experience of the New Student-Athlete. Monograph Series, No. 27."},
      {
        "id":"ED433745",
        "title":"Using National Newspapers in the College Classroom: Resources To Improve Teaching and Learning. The First-Year Experience &amp; Students in Transition. Monograph Series, No. 28."},
      {
        "id":"ED433746",
        "title":"Citizens' Commission on the Future of Oklahoma Higher Education. Status Report on Implementation of Recommendations."},
      {
        "id":"ED433747",
        "title":"Evidence Supporting a University Experience Course's Efficacy at a Metropolitan University, and Associated Effective Processes. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433748",
        "title":"The Business of Internationalisation: Emerging Issues for the Entrepreneurial University. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433749",
        "title":"Co-operation and Collaboration and the Emergence of a Seamless Education Sector. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433750",
        "title":"The Integrity of Ethnicity Data. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433751",
        "title":"Non-traditional vs. Traditional Academic Delivery Systems: Comparing ETS Scores for Undergraduate Students in Business Programs, 1996-1999. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433752",
        "title":"Does Early Intervention Make a Difference in Career Planning? How an Institutional Research Office Provided Answers without Implementing a New Survey. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433753",
        "title":"Using Predictive Modeling To Target Student Recruitment: Theory and Practice. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433754",
        "title":"Organizational Climate: The Overlooked Dimension of Institutional Effectiveness. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433755",
        "title":"Possible Long-Term Effects of Awarding Merit Aid. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433756",
        "title":"Dealing with Messy Data: Analyzing Pre- and Post-test Assessment Results in the Real World. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433757",
        "title":"Trends in the Use of Need-based and Non-need Financial Aid in American Colleges and Universities. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433758",
        "title":"The Risk and Promise Profile: A Validation Study. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433759",
        "title":"Effectiveness and Efficiency in Graduate Education. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433760",
        "title":"Where Are the Liberal Arts? AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433761",
        "title":"New Directions in Student Retention Research: Looking beyond Interactional Theories of Student Departure. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433762",
        "title":"Factors Affecting Academic Outcomes of Underprepared Community College Students. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433763",
        "title":"Deconstructing the Student Assessment of Instruction Instrument: Some Psychometric Issues. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433764",
        "title":"Ladders to Success: Enhancing Transfer from Technical Associate in Science Degrees to Baccalaureates. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433765",
        "title":"A Collaborative Role for Industry in Assessing Student Learning. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433766",
        "title":"Assessment of the Impact of Ubiquitous Computing. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433767",
        "title":"Comparing Student Perceptions of General Education and Personal Growth Outcomes at HBCU and Non-HBCU Institutions. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433768",
        "title":"The Effect of Method on Assessing Readiness for Employment in the Field of Education. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433769",
        "title":"Effective Report Preparation: Streamlining the Reporting Process. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433770",
        "title":"The International GTA Problem: A New Approach. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433771",
        "title":"Overcoming the Challenge of Low Response Rate in Alumni Surveys. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433772",
        "title":"Student Satisfaction and Academic Advising. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433773",
        "title":"Online News vs. Traditional Media: Students' News Acquisition Preferences. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433774",
        "title":"A Collaborative Approach to Designing Graduate Admission Studies: A Model for Influencing Program Planning and Policy. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433775",
        "title":"Assessing the Effect of Programs Designed To Enhance Student Success. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433776",
        "title":"Employment Projections and Program Priorities. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433777",
        "title":"Education after University: Degree Graduates in Vocational Programs. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433778",
        "title":"Student Satisfaction and Student Success in the University System of Georgia. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433779",
        "title":"Students Who Left College: An Examination of Their Characteristics and Reasons for Leaving. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433780",
        "title":"ABC's of Higher Education. Getting Back to the Basics: An Activity-Based Costing Approach to Planning and Financial Decision Making. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433781",
        "title":"Assessing Distance Learning Using a Website Survey. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433782",
        "title":"The Impact of Class Size on Student Performance in Introductory Courses. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433783",
        "title":"Looking for the Dual Credit Student and Finding the Under-Aged Student Ones. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433784",
        "title":"Deeper in Debt: The Impact of the 1992 Reauthorization on Student Persistence. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433785",
        "title":"Reinforcing the Seams: Using Focus Groups To Connect with Specific Employee Groups. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433786",
        "title":"Analyzing Student Aid Packaging To Improve Low-Income and Minority Student Access, Retention and Degree Completion. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433787",
        "title":"The Development of a Predictive Model for One-Year Freshman Retention Rate: A Macro-Approach. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433788",
        "title":"Does Age Matter? A Study of Transfer Students' College Experience and Adjustment Process. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433789",
        "title":"Organizational Practices Enhancing the Influence of Student Assessment Information in Academic Decisions. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433790",
        "title":"Assessing Transfer and Native Student Performance at Four-Year Institutions. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433791",
        "title":"Relationship of Financial Aid, Work and College Performance. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433792",
        "title":"Developing Peer Groups for the Oregon University System: From Politics to Analysis (and Back). AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433793",
        "title":"Predicting Student Success: The Relative Impact of Ethnicity, Income, and Parental Education. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433794",
        "title":"Assessing the Impact of Curricular Reform--Measures of Course Efficiency and Effectiveness. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433795",
        "title":"Baccalaureate Degree Attainment and Precollege Academic Preparedness of Underrepresented Minorities. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433796",
        "title":"Assessing Financial Aid Impacts on Time-to-Degree for Nontransfer Undergraduate Students at a Large Urban Public University. AIR 1999 Annual Forum Paper."},
      {
        "id":"ED433797",
        "title":"Performance Reporting in Higher Education in the Nation and New York State. Briefing Paper for the Regents Committee on Higher and Professional Education."},
      {
        "id":"ED433798",
        "title":"Excellence and Opportunity for all New Yorkers: The Statewide Plan for Higher Education, 1996-2004."},
      {
        "id":"ED433799",
        "title":"Internet Access in Public and Private Schools. Indicator of the Month."},
      {
        "id":"ED433800",
        "title":"ParenTech: Parenting in a Digital Age. ParenTech Resource Kit."},
      {
        "id":"ED433804",
        "title":"Building a Library Collection on Visual and Physical Disabilities: Basic Materials and Resources. Reference Circular No. 99-01."},
      {
        "id":"ED433806",
        "title":"Library Terminology: A Guide for International Students."},
      {
        "id":"ED433808",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 138-155. January 14 - November 11, 1998."},
      {
        "id":"ED433810",
        "title":"Oregon Intellectual Freedom Clearinghouse: Tenth Annual Report. July 1, 1996-June 30, 1997."},
      {
        "id":"ED433811",
        "title":"Oregon Intellectual Freedom Clearinghouse: Eleventh Annual Report. July 1, 1997-June 30, 1998."},
      {
        "id":"ED433812",
        "title":"Oregon Intellectual Freedom Clearinghouse: Twelfth Annual Report. July 1, 1998-June 30, 1999."},
      {
        "id":"ED433813",
        "title":"The Future of Libraries in Human Communication: Abstracts and Fulltext Documents of Papers and Demos Given at the [International Association of Technological University Libraries] IATUL Conference (Chania, Greece, May 17-21, 1999). Volume 19."},
      {
        "id":"ED433814",
        "title":"From Industry to Higher Education and Libraries: Building the Fast Response Library (FRL)."},
      {
        "id":"ED433815",
        "title":"Managing the New Learning Agenda in a Converged Service Environment."},
      {
        "id":"ED433816",
        "title":"Re-Engineering Academic Library Services: The Case of the Technical Knowledge Center &amp; Library of Denmark."},
      {
        "id":"ED433817",
        "title":"Management of Electronic Information."},
      {
        "id":"ED433818",
        "title":"Challenging Technolust: The Educational Responsibility of Librarians."},
      {
        "id":"ED433819",
        "title":"Sharing Metadata: Enabling Online Information Provision."},
      {
        "id":"ED433820",
        "title":"Breaking through with Thin-Client Technologies: A Cost Effective Approach for Academic Libraries."},
      {
        "id":"ED433821",
        "title":"The Future of the Academic Library and the Academic Librarian--A Delphi Study."},
      {
        "id":"ED433822",
        "title":"Information Literacy Courses in Engineering and Science--The Design and Implementation of the DEDICATE Courses."},
      {
        "id":"ED433823",
        "title":"New Reference: Diversifying Service Delivery."},
      {
        "id":"ED433824",
        "title":"A Key to the New Library."},
      {
        "id":"ED433825",
        "title":"The Innovation in Every Day Life of Libraries."},
      {
        "id":"ED433826",
        "title":"The Library of the University of South Africa's Marketing: Voyage of Discovery through Conventional Marketing Channels and the Internet."},
      {
        "id":"ED433827",
        "title":"Beyond Re-Engineering: Developing Sustainable Success."},
      {
        "id":"ED433828",
        "title":"Library Digitisation Project Management."},
      {
        "id":"ED433829",
        "title":"Adaptable Network Cooperate Catalog for Complex Information Objects. From Single Library to a Consortium: Sharing the Management and Distribution of Information Resources."},
      {
        "id":"ED433830",
        "title":"Is the Customer Always Right? End-User Services in a Networked Age."},
      {
        "id":"ED433831",
        "title":"Information Literacy Courses at Graduate and Postgraduate Level: Some Experiments and Some Experience."},
      {
        "id":"ED433832",
        "title":"Improving Opportunities for Research."},
      {
        "id":"ED433833",
        "title":"Ahead of the Game: Developing Academic Library Staff for the 21st Century."},
      {
        "id":"ED433834",
        "title":"User Studies, Library Response: Providing Improved Instructional Services."},
      {
        "id":"ED433835",
        "title":"The Changing Role of the Library: Missions and Ethics."},
      {
        "id":"ED433836",
        "title":"Leading Life-Long Learning: The Library's Role."},
      {
        "id":"ED433837",
        "title":"The Role of Libraries in a Changing Academic Environment."},
      {
        "id":"ED433838",
        "title":"Facing Future Users--The Challenge of Transforming a Traditional Online Database into a Web Service."},
      {
        "id":"ED433839",
        "title":"Greek Engineers and Libraries in the Coming Years: A (Human) Communication Model."},
      {
        "id":"ED433840",
        "title":"User-Focused Strategic Services for Technological University Libraries."},
      {
        "id":"ED433841",
        "title":"The Future of Academic Libraries and Changing User Needs: General Concepts and Concrete Developments."},
      {
        "id":"ED433842",
        "title":"Educational Needs of Finnish Polytechnic Librarians."},
      {
        "id":"ED433843",
        "title":"Innovation and Change in Professional Practice: Meaning To Change and Changing the Meaning."},
      {
        "id":"ED433844",
        "title":"Marketing Strategies: Lessons for Libraries from Commercial Brand Management."},
      {
        "id":"ED433847",
        "title":"Web Page Development and Management. SPEC Kit 246 and SPEC Flyer 246."},
      {
        "id":"ED433848",
        "title":"Management of Library Security. SPEC Kit 247 and SPEC Flyer 247."},
      {
        "id":"ED433849",
        "title":"Managing the Licensing of Electronic Products. SPEC Kit 248 and SPEC Flyer 248."},
      {
        "id":"ED433850",
        "title":"NCLIS: United States National Commission on Libraries and Information Science. 1997-1998 Annual Report (FY 1998)."},
      {
        "id":"ED433851",
        "title":"Report on the Assessment of Electronic Government Information Products."},
      {
        "id":"ED433852",
        "title":"Idaho's Library Future."},
      {
        "id":"ED433854",
        "title":"FY2000 LSTA Guide."},
      {
        "id":"ED433856",
        "title":"Library Services and Technology Act: FY1999 LSTA Guide."},
      {
        "id":"ED433857",
        "title":"California Community Colleges: Coping with Tax Reductions."},
      {
        "id":"ED433858",
        "title":"California Community Colleges Adapt to Local Property Tax Rollbacks."},
      {
        "id":"ED433859",
        "title":"Oregon Community Colleges Respond to Property Tax Rollbacks."},
      {
        "id":"ED433860",
        "title":"Comparisons between the State Share of Community College Operating Budgets and State Centralization of Control in Eleven State Community College Systems."},
      {
        "id":"ED433861",
        "title":"Community College Governance Case Studies."},
      {
        "id":"ED433862",
        "title":"Core Indicators of Effectiveness as Recommended by the American Association of Community Colleges. Jefferson College Status Report."},
      {
        "id":"ED433863",
        "title":"Jefferson College Fall 1997 Factbook. Volume I: Student Characteristics."},
      {
        "id":"ED433864",
        "title":"Jefferson College Fall 1998 Factbook. Volume I: Student Characteristics."},
      {
        "id":"ED433865",
        "title":"Publishing on the Web: Opening the Doors of Community College Classrooms."},
      {
        "id":"ED433866",
        "title":"The Hiring Qualifications of Full Time Community College Faculty that Teach the Economics Principles Courses: Two Surveys."},
      {
        "id":"ED433867",
        "title":"The Effect of Remedial Education Programs on Academic Achievement and Persistence at the Two-Year Community College."},
      {
        "id":"ED433868",
        "title":"Policy Governance--An Example of the Learning Paradigm in Action."},
      {
        "id":"ED433869",
        "title":"Foothill-De Anza Community College District Hazardous Materials Program Review and Future Direction."},
      {
        "id":"ED433870",
        "title":"Preparing Department Chairs for Their Leadership Roles. ERIC Digest."},
      {
        "id":"ED433871",
        "title":"Reverse Transfers in the Community College. Eric Digest."},
      {
        "id":"ED433872",
        "title":"Southwest Virginia Community College Self-Study Report, 1993-1995."},
      {
        "id":"ED433873",
        "title":"Shaping the Future: Strategies for Revitalizing Undergraduate Education. Proceedings from the National Working Conference (Washington, DC. July 11-13, 1996)."},
      {
        "id":"ED433874",
        "title":"Reaction Paper on Remediation in the Community College Mathematics Curriculum."},
      {
        "id":"ED433875",
        "title":"What Makes a Department Chair Effective with Faculty and Students?"},
      {
        "id":"ED433876",
        "title":"Underprepared Students."},
      {
        "id":"ED433877",
        "title":"Teaching Critical Thinking at the Community College."},
      {
        "id":"ED433878",
        "title":"Issues in Curriculum and Instruction: Effects of Multiculturalism on the Community College Curriculum."},
      {
        "id":"ED433879",
        "title":"The Two-Year College System of the Great State of Arkansas."},
      {
        "id":"ED433880",
        "title":"How Can Multi-Campus Community Colleges Hold on to a Sense of Unity and Oneness?"},
      {
        "id":"ED433881",
        "title":"East Central College Board of Trustees Policies &amp; Procedures."},
      {
        "id":"ED433882",
        "title":"Shaping the Future. Volume II: Perspectives on Undergraduate Education in Science, Mathematics, Engineering, and Technology."},
      {
        "id":"ED433883",
        "title":"Los Angeles Community Colleges Institutional Research and Information Department/Division Data Book, 1994-1998: Fall Weekly Student Contact Hours Trends and Staffing Patterns. Instructional and Student Services Support Division."},
      {
        "id":"ED433884",
        "title":"Los Angeles Community Colleges Information Digest [1998-99]."},
      {
        "id":"ED433885",
        "title":"Credit Transfer: Guidelines for Student Transfer and Articulation among Missouri Colleges and Universities."},
      {
        "id":"ED433886",
        "title":"Community Colleges: Innovators of Entrepreneurial Spirit. Digest Number 98-4."},
      {
        "id":"ED433887",
        "title":"Salt Lake Community College Fall Semester 1998 New Student Follow-up Survey Report."},
      {
        "id":"ED433888",
        "title":"Columbia Basin College Facts &amp; Impacts: 1999 Report to the Tri-Cities Community."},
      {
        "id":"ED433889",
        "title":"Columbia Basin College Student Performance on the Washington State University Writing Portfolio, 1993-1998."},
      {
        "id":"ED433890",
        "title":"Kern Community College District Information Technology Plan."},
      {
        "id":"ED433891",
        "title":"Maricopa Commission on Health Care Education Reform. (Task Force 6). The Maricopa/Arizona Dialogue: Impact/Implications of Workforce Regulation on Plans for the Health Care Integrated Educational System."},
      {
        "id":"ED433892",
        "title":"The Community College First-Line Dean: Management and Leadership Skills for Instructional Innovation."},
      {
        "id":"ED433893",
        "title":"Waukesha County Technical College 1998 Financial Activity and Condition Taxpayer Summary."},
      {
        "id":"ED433894",
        "title":"Waukesha County Technical College 1998 Comprehensive Annual Financial Report."},
      {
        "id":"ED433895",
        "title":"Analysis of the Central Virginia Community College Spring 1999 Survey of Business and Industry."},
      {
        "id":"ED433896",
        "title":"Central Virginia Community College 1999 Fact Book."},
      {
        "id":"ED433897",
        "title":"Focus Session Keynote Presentation on Student Development."},
      {
        "id":"ED433898",
        "title":"How To Tutor a Student in a Foreign Language."},
      {
        "id":"ED433899",
        "title":"Why Is TQM Not a Part of the Community College Vocabulary?"},
      {
        "id":"ED433900",
        "title":"Faculty Salaries in the Community College."},
      {
        "id":"ED433901",
        "title":"Are AA Majors Right for the Community College?"},
      {
        "id":"ED433902",
        "title":"Waukesha County Technical College Budget Document, Fiscal Year 1999-2000."},
      {
        "id":"ED433903",
        "title":"Information Technology Vision: 2000, 2002. Revised."},
      {
        "id":"ED433904",
        "title":"Kishwaukee College North Central Accreditation Institutional Self-Study Report."},
      {
        "id":"ED433905",
        "title":"Teamship Development."},
      {
        "id":"ED433906",
        "title":"Columbia Basin College Assessment Resource Guide."},
      {
        "id":"ED433912",
        "title":"Is Only a Small Child."},
      {
        "id":"ED433919",
        "title":"Newark Kids Count 1998: A Profile of Child Well-Being."},
      {
        "id":"ED433920",
        "title":"Media Now: Current Research on Children and the Media, 1997-1998."},
      {
        "id":"ED433922",
        "title":"The State of Our Nation's Youth, 1999-2000."},
      {
        "id":"ED433925",
        "title":"Georgia Kids Count Factbook, 1998-99."},
      {
        "id":"ED433928",
        "title":"Cultural Awareness Education in Early Childhood Education."},
      {
        "id":"ED433929",
        "title":"Helping Family Day Care Providers Implement Developmentally Appropriate Child Care Practices in Their Homes with a Four Point Strategy."},
      {
        "id":"ED433930",
        "title":"Developing Responsibility for Completing and Handing in Daily Homework Assignments for Students in Grades Three, Four, and Five."},
      {
        "id":"ED433935",
        "title":"The Impact of Welfare Reform on Head Start and Family Services."},
      {
        "id":"ED433936",
        "title":"Early Childhood Classroom Teachers' Perceptions of Successful Inclusion: A Multiple Case Study."},
      {
        "id":"ED433937",
        "title":"Post Modern and Effective: The Pyramid Program for Three-to-Six-Year-Olds."},
      {
        "id":"ED433938",
        "title":"Reaching Out for Lifelong Learning: A Discussion Paper."},
      {
        "id":"ED433939",
        "title":"Youngest Learners First: One System's Experience in Planning a Curriculum Continuum for Learners from Birth to Eighteen Years."},
      {
        "id":"ED433940",
        "title":"Ethical Conflicts in Early Childhood Education."},
      {
        "id":"ED433942",
        "title":"Preservice Teachers' Understandings of Caring."},
      {
        "id":"ED433943",
        "title":"Beyond Quality in Early Childhood Education and Care: Postmodern Perspectives."},
      {
        "id":"ED433944",
        "title":"Campus Child Care News, 1998."},
      {
        "id":"ED433950",
        "title":"Continuity for Success: Transition Planning Guide."},
      {
        "id":"ED433953",
        "title":"Families, Schools, Communities: Learning Together, Spring 1999. Bulletin 99217."},
      {
        "id":"ED433954",
        "title":"Idaho Kids Count, 1998: Profiles of Child Well-Being."},
      {
        "id":"ED433955",
        "title":"Role Perception in Fieldwork Supervisors of Students of Early Childhood Education."},
      {
        "id":"ED433959",
        "title":"How Busy Parents Can Help Their Children Learn and Develop. Early Childhood Digest."},
      {
        "id":"ED433960",
        "title":"The Use of Magic/Mythic Stories and Their Relevance to Children's Development: The Case of the Father Christmas Story."},
      {
        "id":"ED433962",
        "title":"Sibling and Parent Behavior as Predictors of Adolescents' Problem Behavior and Academic Achievement."},
      {
        "id":"ED433963",
        "title":"Breaking the Cycle: A Special Report by Arkansas Kids Count."},
      {
        "id":"ED433964",
        "title":"Kids at the Capitol: A Summary of Legislation Affecting Arkansas Children."},
      {
        "id":"ED433965",
        "title":"Parent-Teacher Conferences: Suggestions for Parents. ERIC Digest."},
      {
        "id":"ED433966",
        "title":"Faith Communities Joining with Local Communities To Support Children's Learning: Good Ideas."},
      {
        "id":"ED433971",
        "title":"Hable con sus hijos: Antes de que lo hagan todos los demas (Talk with Your Kids...before Everyone Else Does: Talking with Kids about Tough Issues)."},
      {
        "id":"ED433973",
        "title":"Annotated Bibliography: Literature (Fiction &amp; Non-Fiction) for Children about Central, South American and Caribbean Region."},
      {
        "id":"ED433974",
        "title":"Innovations in Community Development."},
      {
        "id":"ED433975",
        "title":"Idaho Small Business and Community Development Resource Directory, 1999-2000."},
      {
        "id":"ED433976",
        "title":"A Spatial Analysis of Contextual Effects on Educational Accountability in Kentucky."},
      {
        "id":"ED433977",
        "title":"School Size and Class Size in Texas Public Schools. Policy Research Report Number 12."},
      {
        "id":"ED433978",
        "title":"Is the Level of Student Academic Performance in Tennessee Public School Systems Related to Level of Expenditures for School Systems?"},
      {
        "id":"ED433979",
        "title":"A Career Development Model for Mexican-American Women."},
      {
        "id":"ED433980",
        "title":"Listening: Implications for Qualitative Research."},
      {
        "id":"ED433982",
        "title":"Indigenous Values and GIS: A Method and a Framework."},
      {
        "id":"ED433985",
        "title":"School Size, Socioeconomic Status, and Achievement: A Georgia Replication of Inequity in Education."},
      {
        "id":"ED433986",
        "title":"School Size, Socioeconomic Status, and Achievement: A Texas Replication of Inequity in Education with a Single-Unit School Addendum."},
      {
        "id":"ED433987",
        "title":"The Debate over Dropouts: How Many Are There? Measuring Up: The State of Texas Education."},
      {
        "id":"ED433988",
        "title":"Indigenous Peoples in Modern Nation-States. Proceedings from an International Workshop (Tromso, Norway, October 13-16, 1997). Occasional Papers Series A, No. 90."},
      {
        "id":"ED433989",
        "title":"SKOLE: The Journal of Alternative Education, 1998."},
      {
        "id":"ED433990",
        "title":"Quick-and-Dirty Reform in Low-Income, Rural Schools: NSF's Appalachian Rural Systemic Initiative."},
      {
        "id":"ED433995",
        "title":"An Ecological System Curriculum: An Integrated MST Approach to Environmental Science Education."},
      {
        "id":"ED433996",
        "title":"Cooperative Learning and Technology."},
      {
        "id":"ED433997",
        "title":"Teacher Inquiry. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED433998",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (21st, Cuernavaca, Morelos, Mexico, October 23-26, 1999)."},
      {
        "id":"ED433999",
        "title":"Views on Adults Re-Learning Mathematics: A Comparative Study."},
      {
        "id":"ED434000",
        "title":"Teaching Adult Students Mathematical Investigation--1."},
      {
        "id":"ED434001",
        "title":"Teaching Adult Students Mathematical Investigation--2."},
      {
        "id":"ED434003",
        "title":"SUCCEED (Southeastern University and College Coalition for Engineering Education) Strategic Plan, 1998."},
      {
        "id":"ED434004",
        "title":"SUCCEED (Southeastern University and College Coalition for Engineering Education) Strategic Plan, 1999."},
      {
        "id":"ED434005",
        "title":"SUCCEED (Southeastern University and College Coalition for Engineering Education) Annual Report: Year 6."},
      {
        "id":"ED434006",
        "title":"SUCCEED (Southeastern University and College Coalition for Engineering Education) Annual Report, Year 7."},
      {
        "id":"ED434007",
        "title":"Controversial Issues and the Teaching of A-Level Biology: Possibilities and Problems."},
      {
        "id":"ED434008",
        "title":"Meaningful Science: Teachers Doing Inquiry + Teaching Science."},
      {
        "id":"ED434009",
        "title":"Fun with Math: Real-Life Problem Solving for Grades 4-8."},
      {
        "id":"ED434012",
        "title":"A Lesson on Climate Change."},
      {
        "id":"ED434013",
        "title":"People, Growth, and Endangered Ecosystems: Exercises in Biodiversity--Grades 6-10."},
      {
        "id":"ED434015",
        "title":"Math Word Problem Remediation with Elementary Students."},
      {
        "id":"ED434016",
        "title":"Improving Critical Thinking Skills in Secondary Math and Social Studies Classes."},
      {
        "id":"ED434017",
        "title":"A Teacher's Roles and Calculator Tasks in Two Twelfth-grade Mathematics Courses."},
      {
        "id":"ED434028",
        "title":"Classroom Discourse as an Analytic Resource for Educational Research? Transcripts as a Record of Talk-in-Interaction."},
      {
        "id":"ED434030",
        "title":"A Study To Determine the Effect of Instruction in Effective Use of a Calculator on Test Scores of Middle School Students."},
      {
        "id":"ED434031",
        "title":"Steering the Course of Dialogue in Inquiry-based Science Classrooms."},
      {
        "id":"ED434032",
        "title":"Population Education Accessions List. January-April, 1999."},
      {
        "id":"ED434033",
        "title":"Exemplary and Promising Mathematics Programs."},
      {
        "id":"ED434035",
        "title":"Our Underwater Friends."},
      {
        "id":"ED434037",
        "title":"The Development and Validation of an Emotion Questionnaire for the Investigation of Affect during Mathematical Problem Solving."},
      {
        "id":"ED434038",
        "title":"The Development and Validation of a Math Affect Trait Questionnaire for the Investigation of Affect during Mathematical Problem Solving."},
      {
        "id":"ED434039",
        "title":"A Problem Set for the Investigation of Mathematical Problem Solving."},
      {
        "id":"ED434040",
        "title":"Facts and Figures about Education in Israel."},
      {
        "id":"ED434041",
        "title":"Understanding Cultural Influence: Using Authentic Assessment and Qualitative Methodology To Bridge Theory into Practice."},
      {
        "id":"ED434043",
        "title":"Process Portfolios as a Means for Formative and Summative Evaluation of Student Work in the Visual Arts."},
      {
        "id":"ED434044",
        "title":"Colorado Model Content Standards: History."},
      {
        "id":"ED434045",
        "title":"Colorado Model Content Standards for Geography."},
      {
        "id":"ED434046",
        "title":"Core Values: After Three Years of Research, What Do We Know?"},
      {
        "id":"ED434047",
        "title":"CLEP [Culture, Leadership, Empathy, and Power]: Hierarchy of Choice and Significance in Global Peace and Security."},
      {
        "id":"ED434050",
        "title":"Food for Thought. Curriculum Projects Developed by 1998 Seminar Participants. Fulbright-Hays Summer Seminars Abroad 1998 (India)."},
      {
        "id":"ED434051",
        "title":"The M&apos;Clintock House: A Home to the Women&apos;s Rights Movement. Teaching with Historic Places."},
      {
        "id":"ED434052",
        "title":"You Choose! Electing Your Government. A Teacher's Guide with Lessons To Accompany the Video and CD-ROM. The Living Ohio Government Series."},
      {
        "id":"ED434054",
        "title":"What's under the Golden Dome? A Children's Guide to the Massachusetts State House. [Update.]"},
      {
        "id":"ED434055",
        "title":"Student and Teacher Perceptions of a Single-Sex Middle School Learning Environment."},
      {
        "id":"ED434059",
        "title":"Instituto para la Promocion de la Cultura Civica, A.C.: Mission; Philosophy; Goals and Objectives; Challenge and Commitment; Activities; Publications and Essays; Presence in the Mass Media."},
      {
        "id":"ED434063",
        "title":"Massachusetts Arts Curriculum Framework, 1999."},
      {
        "id":"ED434064",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 5."},
      {
        "id":"ED434065",
        "title":"Guidelines for the Effective Implementation and Administration of Law-Related Education: Including an Addendum for Guidelines for LRE Instructor Training and Program Evaluation."},
      {
        "id":"ED434066",
        "title":"Proposed Curriculum, Written by: The Peace Education Forum for Palestinian and Israeli Educators."},
      {
        "id":"ED434069",
        "title":"Stressing the Importance of Public Affairs Knowledge in an Era of Declining Political Interest."},
      {
        "id":"ED434070",
        "title":"A School-Based Study of Cooperative Learning and Its Effects on Social Studies Achievement, Attitude towards the Subject and Classroom Climate in Four Social Studies Classrooms."},
      {
        "id":"ED434071",
        "title":"Primary Five Pupils' Cooperative Behaviours and Perceptions of the Use of Cooperative Learning in Social Studies Classes in Singapore."},
      {
        "id":"ED434074",
        "title":"The Object(s) of Culture: Bruno Latour and the Relationship between Science and Culture."},
      {
        "id":"ED434075",
        "title":"Questions of Voice, Issues of Knowledge: District Level Responses to the Colorado State Model Content Standards in Geography."},
      {
        "id":"ED434076",
        "title":"Spatiality &amp; Experience in the Curriculum: A Remapping of Dewey's Theory of Experience."},
      {
        "id":"ED434078",
        "title":"Democracy at Risk: How Schools Can Lead."},
      {
        "id":"ED434079",
        "title":"Professional Development Schools Manual, 1999-00. A George Mason University Fairfax County and Prince William County Public Schools Partnership."},
      {
        "id":"ED434080",
        "title":"Enhancing Intercultural Competence: Begin with the Family."},
      {
        "id":"ED434082",
        "title":"Quality Teachers for the 21st Century."},
      {
        "id":"ED434083",
        "title":"Assessing the Impact of College Teachers' Learning Style on Student Outcomes: A Pilot Study at the University of Central Florida."},
      {
        "id":"ED434084",
        "title":"Powerful Teacher Education: A Shared Decision Making Approach To Impact Public Policy."},
      {
        "id":"ED434085",
        "title":"Physical Activity and Aging: Implications for Health and Quality of Life in Older Persons."},
      {
        "id":"ED434086",
        "title":"Adolescence: A &quot;Risk Factor&quot; for Physical Inactivity."},
      {
        "id":"ED434087",
        "title":"Tobacco Use Cessation and Youth. Issue Brief. August 1999."},
      {
        "id":"ED434088",
        "title":"School Violence in Japan and the United States: Sharing American Practice with Japanese Teacher Educators."},
      {
        "id":"ED434090",
        "title":"Directory of Iowa College and University Faculty Who Prepare Educators and Related Service Providers. Fifth Edition."},
      {
        "id":"ED434091",
        "title":"Is This the Place...for Healthy Kids? Results of the 1997 Utah Youth Risk Behavior and 1996 School Health Education Profile Surveys."},
      {
        "id":"ED431086",
        "title":"Occupational Health and Safety. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED431087",
        "title":"Occupational Health and Safety. Numeracy. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED431088",
        "title":"CGEA Record Keeping Kit. Checklists for Assessment, Reporting and Moderation."},
      {
        "id":"ED431089",
        "title":"Adult Learning and the Future of Work."},
      {
        "id":"ED431094",
        "title":"Factors Which Facilitate Workplace Learning: Confidence, Challenge and Support."},
      {
        "id":"ED431095",
        "title":"The Impact of Welfare Reform on Adult Literacy Education: Conference Papers and Themes from Small Group Sessions."},
      {
        "id":"ED431096",
        "title":"Workplace Literacy Pilot Projects: A Discussion Paper = Les Projects-pilotes en alphabetisation en milieu de travail: document de discussion."},
      {
        "id":"ED431097",
        "title":"Vocational Education and Training in Norway."},
      {
        "id":"ED431098",
        "title":"Kentucky's Tech Prep Evaluation System: A Five-Year Review."},
      {
        "id":"ED431099",
        "title":"Shared Responsibility for Training Adults with Disabilities To Access Information through Technology: A Library's Experience."},
      {
        "id":"ED431100",
        "title":"Higher Education: Foundation for Kentucky Farms. A Primer for Students, Teachers, and Counselors. Research Memorandum No. 482."},
      {
        "id":"ED431101",
        "title":"Assessing Inservice Needs of Entry-Phase Agriculture Teachers in Texas."},
      {
        "id":"ED431102",
        "title":"Competition or Complementarity between Work and School: Some Insights from High School Students."},
      {
        "id":"ED431103",
        "title":"Older Learners Online. An Evaluation of Internet Courses for Isolated Older Persons."},
      {
        "id":"ED431104",
        "title":"Proceedings of the International Conference on New Trends of Development and Models of Reform in the Field of Vocational Education and Training in the 21st Century (Shanghai, China, October 26-29, 1998)."},
      {
        "id":"ED431107",
        "title":"Numeracy in the Workplace. A Comparison of Skill Demands and Skill Levels and Numeracy Skills for Workplace Needs."},
      {
        "id":"ED431108",
        "title":"Transformative Learning Theory and the Study of Aging: The Implication of Case Studies of Older Volunteers."},
      {
        "id":"ED431109",
        "title":"Newspapers in Adult Education. A Sourcebook."},
      {
        "id":"ED431110",
        "title":"Educational Needs of 21st Century Office Professionals."},
      {
        "id":"ED431112",
        "title":"Skills Needs Analysis. Conference on Continuing Vocational Training (Turin, Italy, November 9-10, 1998). Conclusions."},
      {
        "id":"ED431113",
        "title":"Round Table on Vocational Education and Training against Social Exclusion (Bohinj, Slovenia, October 4-6, 1998). Conclusions. Skills Needs Analysis."},
      {
        "id":"ED431114",
        "title":"Transnational Analysis of Vocational Education and Training in the Countries of Central and Eastern Europe. Report."},
      {
        "id":"ED431115",
        "title":"A Cross Country Analysis of Curricular Reform in Vocational Education and Training in Central and Eastern Europe. Integration of Work and Learning. Report."},
      {
        "id":"ED431131",
        "title":"Transforming Lives, Transforming Communities: A Conceptual Framework for Further Education. (Second Edition)."},
      {
        "id":"ED431132",
        "title":"The Los Angeles Jobs-First GAIN Evaluation. First-Year Findings on Participation Patterns and Impacts."},
      {
        "id":"ED431134",
        "title":"Assessment of the Business Education Program by Alumni."},
      {
        "id":"ED431135",
        "title":"Information-Seeking Activity of Rural Health Practitioners."},
      {
        "id":"ED431136",
        "title":"The 1999 Agenda and Personnel Directory for the National Center for Research in Vocational Education."},
      {
        "id":"ED431137",
        "title":"Academic Skills at Work: Two Perspectives."},
      {
        "id":"ED431138",
        "title":"Taking Off! Sharing State-Level Accountability Strategies. Using Academic and Vocational Accountability Strategies To Improve Student Achievement."},
      {
        "id":"ED431139",
        "title":"Who's Minding the Store? A Guide for Educators Working with School-Based Enterprises. Activities and Strategies for Creating and Operating Innovative and Productive Learning Experiences."},
      {
        "id":"ED431154",
        "title":"Rational and Developmental-Contextual Predictors of Alcohol Consumption by Youth."},
      {
        "id":"ED431155",
        "title":"Collaborative Training: The Synthesized Professional Supervision Model."},
      {
        "id":"ED431156",
        "title":"Biracial Individuals: Factors Affecting Racial Identification."},
      {
        "id":"ED431157",
        "title":"Religion as an Important Component of Diversity: Religion in Counseling Training Programs."},
      {
        "id":"ED431158",
        "title":"Respect in the Training Relationship."},
      {
        "id":"ED431159",
        "title":"University Students' Engagement in At Risk Behaviors: A Study of Past Parenting and Current Personality."},
      {
        "id":"ED431160",
        "title":"The Effects of Enrollment in the Transportation Career Academy Program on Student Outcomes."},
      {
        "id":"ED431161",
        "title":"Understanding the Social Basis of Adolescent Body Image."},
      {
        "id":"ED431162",
        "title":"The Role of Gender in Young Children's Teasing and Bullying Behavior."},
      {
        "id":"ED431163",
        "title":"The Internet: Plague or Panacea. An Evaluation of over 1000 Behavioral Healthcare Sites."},
      {
        "id":"ED431164",
        "title":"Use of a Visual Prompt To Reduce Public Cigarette Smoking on a College Campus."},
      {
        "id":"ED431165",
        "title":"Individualized Attempts To Reduce Cigarette Smoking among College Students."},
      {
        "id":"ED431167",
        "title":"Implementing the Scientist-Practitioner Model: A Case Study Using School-Based Behavioral Consultation."},
      {
        "id":"ED431168",
        "title":"Using Personal Narratives during Diagnosis: Clinical Revelations."},
      {
        "id":"ED431169",
        "title":"Reading Education in Idaho. Idaho's Literacy Act: Every Child's Birthright. Report to the Legislature."},
      {
        "id":"ED431172",
        "title":"A Study of the Instructional Effectiveness of the SIGNATURES Program. SIGNATURES Technical Report #1."},
      {
        "id":"ED431173",
        "title":"A Study of the Instructional Effectiveness of the HARCOURT READING Program. HARCOURT READING Technical Report #2."},
      {
        "id":"ED431175",
        "title":"K-3 Reading and Math Initiative. Revised. Bulletin 1967."},
      {
        "id":"ED431176",
        "title":"Start Early, Finish Strong. How To Help Every Child Become a Reader."},
      {
        "id":"ED431180",
        "title":"Reading and Literacy Initiatives. Hearing on Examining Proposal To Improve the Reading and Literacy Skills of Children and Families, Focusing on S.1596 and H.R.2614, Bills To Provide for Reading Excellence by Improving In-Service Instructional Practices for Teachers Who Teach Reading, To Stimulate the Development of More High-Quality Family Literacy Programs, To Support Extended Learning-Time Opportunities for Children, and To Ensure That Children Can Read Well and Independently not Later than Third Grade of the Committee on Labor and Human Resources. United States Senate. One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED431181",
        "title":"Harriet Quimby: America's First Lady of the Air."},
      {
        "id":"ED431195",
        "title":"Louisiana English Language Arts Content Standards. Bulletin 1963."},
      {
        "id":"ED431196",
        "title":"The Connecticut Framework: K-12 Curricular Goals and Standards."},
      {
        "id":"ED431198",
        "title":"Appropriating Conceptual and Pedagogical Tools for Teaching English: A Conceptual Framework for Studying Professional Development."},
      {
        "id":"ED431199",
        "title":"K-12 English Language Arts Curriculum Framework."},
      {
        "id":"ED431200",
        "title":"Considering the Rhetorical Theory and History of Gendered Messages."},
      {
        "id":"ED431201",
        "title":"Increasing the Visibility of the Disinclined and the Silenced: Enabling Alternatives to Traditional Argument."},
      {
        "id":"ED431202",
        "title":"Reviewing the Core Curriculum through the Journals."},
      {
        "id":"ED431203",
        "title":"How To Tell Your Literacy Stories through Radio."},
      {
        "id":"ED431204",
        "title":"A Mass Communication Research Failure: Deriving Unsubstantiated Conclusions from Misleading Data."},
      {
        "id":"ED431205",
        "title":"W. E. B. Du Bois: A Dynamic Communicator and Cultural Iconoclast."},
      {
        "id":"ED431206",
        "title":"Obtaining Peak Student Performance in a Summer Session Principles of Speech Course."},
      {
        "id":"ED431207",
        "title":"Defining Philosophical Constructs of Ethical Journalism in a Market Economy."},
      {
        "id":"ED431208",
        "title":"Administration and Orientation of Undergraduate Journalism Education: Variables Affecting &quot;Best Fit&quot; between Higher Education Institutions and Programs."},
      {
        "id":"ED431209",
        "title":"Measuring Leadership: A Guide to Assessment for Development of School Executives."},
      {
        "id":"ED431210",
        "title":"Budget Analysis: Review of the Governor's Proposed Budget, 1999-00."},
      {
        "id":"ED431211",
        "title":"North Carolina Standard Course of Study and Grade Level Competencies, K-12."},
      {
        "id":"ED431215",
        "title":"Student Suicide and Educator Duty: A Law and Policy Survey."},
      {
        "id":"ED431216",
        "title":"Targeting Student Learning: The School Board's Role as Policymaker. Effective Policy Development in an Education Reform Environment."},
      {
        "id":"ED431218",
        "title":"Predicting School Enrollments Using the Modified Regression Technique."},
      {
        "id":"ED431219",
        "title":"The Great Refusal: Curriculum Transitions--The Seventies."},
      {
        "id":"ED431220",
        "title":"Postmodern Educational Leadership Research as a Leadership Substitute: Apology, 23d."},
      {
        "id":"ED431221",
        "title":"Private and Public Schools: Cooperation or Competition."},
      {
        "id":"ED431222",
        "title":"Journey without Maps: Diverse Cultural Values and Leadership in School Communities."},
      {
        "id":"ED431223",
        "title":"Self-Renewing Secondary Schools: The Relationship between Structural and Cultural Change."},
      {
        "id":"ED431224",
        "title":"To the Barricades: The Department Head Role in Change."},
      {
        "id":"ED431225",
        "title":"Combining Cultural and Political Perspectives on Educational Administration: The Best or Worst of Both Conceptual Worlds?"},
      {
        "id":"ED431226",
        "title":"Effective School Leadership Attributes: Voices from the Field."},
      {
        "id":"ED431227",
        "title":"Leadership in a Turbulent Policy Environment. Implications for School Leaders: Evidence from the Field."},
      {
        "id":"ED431228",
        "title":"Encouraging Teacher Leadership."},
      {
        "id":"ED431229",
        "title":"Leadership Approach, the New Work of Teachers and Successful Change."},
      {
        "id":"ED431230",
        "title":"Leadership, Organizational Learning, and Classroom Change."},
      {
        "id":"ED431231",
        "title":"Quality Management and System Change in Three Suburban Public School Districts."},
      {
        "id":"ED431232",
        "title":"The Changing Face of the Principalship in Alabama: Role, Perceptions, and Gender."},
      {
        "id":"ED431233",
        "title":"Primary Principals' Experiences of ERO Reviews, 1995-1996."},
      {
        "id":"ED431234",
        "title":"Setting New Standards, Reaching New Heights: A Report by the Governor's Advisory Task Force on Education and Learning."},
      {
        "id":"ED431235",
        "title":"The Progress of Education in Louisiana."},
      {
        "id":"ED431237",
        "title":"An Analysis of Public-Private School Choice in Texas."},
      {
        "id":"ED431238",
        "title":"Education at a Crossroads: What Works and What's Wasted in Education Today. Subcommittee Report. Subcommittee on Oversight and Investigations of the Committee on Education and the Workforce. U.S. House of Representatives. One Hundred Fifth Congress, Second Session (July 17, 1998)."},
      {
        "id":"ED431239",
        "title":"Giving School Leaders the Inner Edge."},
      {
        "id":"ED431240",
        "title":"School Councils: An Information Guide for Arizona Schools."},
      {
        "id":"ED431242",
        "title":"Alternatives: The Opportunity of a Lifetime. A Handbook for Developing Alternative Learning Options To Help All Oregon Students Achieve the Standards."},
      {
        "id":"ED431243",
        "title":"Commonalities between Perceptions and Practice in Models of School Decision-Making Systems in Secondary Schools in England and Wales."},
      {
        "id":"ED431244",
        "title":"Bringing Education into the Afterschool Hours."},
      {
        "id":"ED431245",
        "title":"Selected Papers in School Finance, 1997-99."},
      {
        "id":"ED431246",
        "title":"Protecting Students from Harassment and Hate Crime: A Guide for Schools. [Revised.]"},
      {
        "id":"ED431247",
        "title":"Including Students with Disabilities in Large-Scale Testing: Emerging Practices. ERIC/OSEP Digest E564."},
      {
        "id":"ED431250",
        "title":"A Survey of Community-Based Rehabilitation Programs: Goals, Outcomes, Consumers, Finances, and Changes."},
      {
        "id":"ED431253",
        "title":"Reevaluation. Quick Turn Around (QTA)."},
      {
        "id":"ED431255",
        "title":"Changes in the Population of Persons with Autism and Pervasive Developmental Disorders in California's Developmental Services System: 1987 through 1998. A Report to the Legislature, March 1, 1999."},
      {
        "id":"ED431257",
        "title":"Special Education Services in Washington State. Sixth Annual Report."},
      {
        "id":"ED431258",
        "title":"Impact of the New 619 Funding Formula. Quick Turn Around (QTA)."},
      {
        "id":"ED431259",
        "title":"Who Takes the Alternate Assessment? State Criteria. Revised."},
      {
        "id":"ED431260",
        "title":"What Principles Are Driving Development of State Alternate Assessments?"},
      {
        "id":"ED431261",
        "title":"How To Conduct Alternate Assessments: Practices in Nine States."},
      {
        "id":"ED431262",
        "title":"What Gets Tested, Gets Taught; Who Gets Tested, Gets Taught: Curriculum Framework Development Process."},
      {
        "id":"ED431263",
        "title":"Alternate Assessment Issues and Practices."},
      {
        "id":"ED431264",
        "title":"Traumatic Brain Injury. Fact Sheet Number 18."},
      {
        "id":"ED431266",
        "title":"Getting Ready for Your IFSP Meeting. Early Childhood Connections for Infants, Toddlers &amp; Families."},
      {
        "id":"ED431267",
        "title":"1999 Special Olympics World Games, North Carolina. School Enrichment Curriculum Resource Guide."},
      {
        "id":"ED431268",
        "title":"Students with Disabilities in Postsecondary Education: A Profile of Preparation, Participation, and Outcomes. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED431269",
        "title":"Preservice Teachers' Attitudes and Awareness of Gifted Learning Disabled Preschoolers."},
      {
        "id":"ED431270",
        "title":"A Preferred Future Worksheet: A Process for School Teams. Together We're Better [Series]."},
      {
        "id":"ED431272",
        "title":"Working with Fathers of Young Children with Disabilities To Develop Print Literacy."},
      {
        "id":"ED431273",
        "title":"Social Contexts of Secondary Classrooms and Their Effect on Social Competence and Social Adjustment of Students with Learning Disabilities."},
      {
        "id":"ED431274",
        "title":"Think Ability. President's Committee on Employment of People with Disabilities: Educational Kit 1999."},
      {
        "id":"ED431275",
        "title":"Multiple Voices for Ethnically Diverse Exceptional Learners, 1999."},
      {
        "id":"ED431276",
        "title":"Natural Environments: Intervention Guidance for Service Providers and Families. Service Guideline 2. Revised."},
      {
        "id":"ED431277",
        "title":"Getting on Board: A Review of Transportation Options for Ohioans with Disabilities and Recommendations for Systems Change. Final Report to the Ohio Developmental Disabilities Council on Grant Project 98-4, Transportation. [and] Executive Summary."},
      {
        "id":"ED431278",
        "title":"Meeting a Need: A Transdisciplinary, School-Based Team Approach to Working with Children and Adolescents with Language Disorders."},
      {
        "id":"ED431279",
        "title":"Research Exchange. Quarterly Newsletter of the National Center for the Dissemination of Disability Research (NCDDR), 1996-1998."},
      {
        "id":"ED431280",
        "title":"Engineering the ADA from Vision to Reality with Technology (16th, Las Vegas, Nevada, June 12-17, 1993). Volume 13."},
      {
        "id":"ED431281",
        "title":"Tuning in to the 21st Century through Assistive Technology: Listen to the Music. Proceedings of the RESNA &apos;94 Annual Conference (Nashville, TN, June 17-22, 1994). Volume 14."},
      {
        "id":"ED431283",
        "title":"Exploring New Horizons...Pioneering the 21st Century (Salt Lake City, Utah, June 7-12, 1996). Volume 16."},
      {
        "id":"ED431284",
        "title":"State Graduation Requirements for Students with and without Disabilities. Executive Summary."},
      {
        "id":"ED431285",
        "title":"College & Career Programs for Deaf Students. Tenth Edition."},
      {
        "id":"ED431286",
        "title":"Communicator, 1997."},
      {
        "id":"ED431287",
        "title":"Communicator, 1998."},
      {
        "id":"ED431288",
        "title":"A Parents' Guide: The Educational Rights of Students with Disabilities. Revised 1998."},
      {
        "id":"ED431289",
        "title":"Advisory on Relocatable and Renovated Classrooms. IAQ Info Sheet."},
      {
        "id":"ED431290",
        "title":"Lighting Design for Schools. Building Bulletin 90."},
      {
        "id":"ED431291",
        "title":"Art Accommodation in Secondary Schools. A Design Guide. Building Bulletin 89."},
      {
        "id":"ED431292",
        "title":"Fume Cupboards in Schools. (Revision of Design Note 29). Building Bulletin 88."},
      {
        "id":"ED431293",
        "title":"Music Accommodation in Secondary Schools. A Design Guide. Building Bulletin 86."},
      {
        "id":"ED431294",
        "title":"School Grounds: A Guide to Good Practice. Building Bulletin 85."},
      {
        "id":"ED431295",
        "title":"School Boarding Accommodation. A Design Guide. Building Bulletin 84."},
      {
        "id":"ED431296",
        "title":"Area Guidelines for Schools. Building Bulletin 82."},
      {
        "id":"ED431297",
        "title":"Design and Technology Accommodation in Secondary Schools: A Design Guide. Building Bulletin 81."},
      {
        "id":"ED431298",
        "title":"Designing for Pupils with Special Educational Needs: Special Schools. Building Bulletin 77."},
      {
        "id":"ED431299",
        "title":"Maintenance of Mechanical Services. Maintenance and Renewal in Educational Buildings. Building Bulletin 70."},
      {
        "id":"ED431300",
        "title":"Crime Prevention in Schools: Specification, Installation, and Maintenance of Intruder Alarm Systems. Building Bulletin 69."},
      {
        "id":"ED431301",
        "title":"A Guide to Energy Efficient Refurbishment. Maintenance and Renewal in Educational Buildings. Building Bulletin 73."},
      {
        "id":"ED431302",
        "title":"Educational Design Initiatives in City Technology Colleges: A Study of Six Schools for 11-18 Year Olds, Having Particular Emphasis on Technology and Science. Building Bulletin 72."},
      {
        "id":"ED431303",
        "title":"Closed Circuit TV Surveillance Systems in Educational Buildings: Crime Prevention in Schools. Building Bulletin 75."},
      {
        "id":"ED431304",
        "title":"Swimming Pool Guidelines. 1997 Edition."},
      {
        "id":"ED431305",
        "title":"Alaska School Facilities Preventive Maintenance Handbook. 1997 Edition."},
      {
        "id":"ED431306",
        "title":"Program Demand Cost Model for Alaskan Schools. Eighth Edition."},
      {
        "id":"ED431307",
        "title":"Site Selection Criteria and Evaluation Handbook. 1997 Edition."},
      {
        "id":"ED431308",
        "title":"Earthquake Preparedness Checklist for Schools."},
      {
        "id":"ED431310",
        "title":"Language Ideology and Language Development."},
      {
        "id":"ED431311",
        "title":"Linguistic Diasporas and the Sindhi Biradari."},
      {
        "id":"ED431312",
        "title":"Plurilingual Ethos: A Peep into the Sociology of Language."},
      {
        "id":"ED431313",
        "title":"Television, Dialogue Journals, and Feedback in the EFL Classroom."},
      {
        "id":"ED431315",
        "title":"Error Analysis To Understand Your Students Better."},
      {
        "id":"ED431317",
        "title":"Japanese Rhetorical Transfer in Freshman Comp."},
      {
        "id":"ED431318",
        "title":"Strategic Use of Pedagogic Grammar Rules in Micro-Level Editing."},
      {
        "id":"ED431319",
        "title":"Teaching Students To Communicate in English: Considerations for Non-Native Speakers of English."},
      {
        "id":"ED431321",
        "title":"The Experiences of Portuguese-Speaking Families with Special-Needs Children as Related by the Mothers: An Ethnographic Interview Study."},
      {
        "id":"ED431322",
        "title":"Assessing Language Proficiency Levels."},
      {
        "id":"ED431323",
        "title":"Annotated Bibliography of Works on Extensive Reading in a Second Language."},
      {
        "id":"ED431324",
        "title":"Sustained Content-Based Teaching for Academic Skills Development in ESL/EFL."},
      {
        "id":"ED431325",
        "title":"Family, Culture, School, and Community: Reflections on Language and Literacy Development."},
      {
        "id":"ED431326",
        "title":"The Influence of Private Speech on Writing Development: A Vygotskian Perspective."},
      {
        "id":"ED431327",
        "title":"Learning Japanese-English Word Lists with the Bilingual-Dichotic Method."},
      {
        "id":"ED431332",
        "title":"The Verbal Academic Self-Concept Structure of University Students in a Colonial Population."},
      {
        "id":"ED431333",
        "title":"The Importance of Readership in Teaching Translation: Observations on Lexical Variations in Hong Kong, Mainland China and Taiwan."},
      {
        "id":"ED431334",
        "title":"ESL Undergraduate Students' Perceived Difficulties in American Classrooms."},
      {
        "id":"ED431335",
        "title":"A Student-Centered Short Story Curriculum."},
      {
        "id":"ED431336",
        "title":"Preparing ESP Practitioners for the Unfamiliar."},
      {
        "id":"ED431337",
        "title":"South-Asian Immigrants--Living in Two Cultures."},
      {
        "id":"ED431338",
        "title":"Success through Transitional English Program (STEP). Project Term: November 1, 1992-May 31, 1995. Final Report."},
      {
        "id":"ED431339",
        "title":"The ESL Starter Kit."},
      {
        "id":"ED431340",
        "title":"The Student Aid Game: Meeting Need and Rewarding Talent in American Higher Education."},
      {
        "id":"ED431348",
        "title":"Public University Follow-Up Studies: Baccalaureate Class of 1997 and the Senior Class of 1999."},
      {
        "id":"ED431349",
        "title":"Persistence, Graduation, and Time-to-Degree."},
      {
        "id":"ED431350",
        "title":"Factors Associated with Success for College Students with ADHD: Are Standard Accommodations Helping?"},
      {
        "id":"ED431351",
        "title":"Adult Undergraduate Students: How Do They Define Success?"},
      {
        "id":"ED431352",
        "title":"The Institutional Review Board in Social Science Research."},
      {
        "id":"ED431355",
        "title":"Morale Matters: Midlevel Administrators and Their Intent To Leave."},
      {
        "id":"ED431356",
        "title":"Tracking Institutional Leavers: An Application."},
      {
        "id":"ED431357",
        "title":"Using the National Datasets for Faculty Studies."},
      {
        "id":"ED431359",
        "title":"Compilation of SFA Regulations through 12/31/98."},
      {
        "id":"ED431360",
        "title":"State University of New York Maritime College: Selected Financial Management Practices."},
      {
        "id":"ED431363",
        "title":"Answers in the Tool Box. Academic Intensity, Attendance Patterns, and Bachelor's Degree Attainment."},
      {
        "id":"ED431364",
        "title":"Student Statistics, Fall 1998-99. The University of Wisconsin System."},
      {
        "id":"ED431366",
        "title":"Questions Raised by Contrasting School-University Partnerships with Community-University Partnerships."},
      {
        "id":"ED431369",
        "title":"Mapping University Assets for Public Scholarship and the Praxis of Community Partnering."},
      {
        "id":"ED431370",
        "title":"The Resource Handbook for Academic Deans."},
      {
        "id":"ED431372",
        "title":"Higher Education Exchange."},
      {
        "id":"ED431373",
        "title":"25 Years of Progress: Professional Staff Congress/CUNY."},
      {
        "id":"ED431374",
        "title":"College/Business Activities Report."},
      {
        "id":"ED431375",
        "title":"Agreement between the City University of New York and the Professional Staff Congress/CUNY, February 1, 1996-July 31, 2000."},
      {
        "id":"ED431376",
        "title":"Student Financial Aid Handbook, 1999-2000."},
      {
        "id":"ED431377",
        "title":"SREB Fact Book on Higher Education 1998/1999."},
      {
        "id":"ED431378",
        "title":"Five Articles on College Graduates: Outlook, Earnings, and More."},
      {
        "id":"ED431383",
        "title":"Evaluation of Engaged Learning Activities Used in an Interactive Television Course."},
      {
        "id":"ED431384",
        "title":"Needs Assessment: A Systematic Approach for Successful Distance Education."},
      {
        "id":"ED431385",
        "title":"Teaching via ITV: Instructional Design--PLUS!"},
      {
        "id":"ED431386",
        "title":"Using Distance Learning To Meet a Rural Mission."},
      {
        "id":"ED431387",
        "title":"Are You Sure You Want To Train Faculty To Develop Web-Based Instruction?"},
      {
        "id":"ED431388",
        "title":"Computer-Assisted, Portfolio-Based Composition: The Next Step for Freshman Composition at MTSU."},
      {
        "id":"ED431389",
        "title":"Developing a Computer Assisted Tutorial: A Beginner's Experience."},
      {
        "id":"ED431390",
        "title":"German History on the Web: An Experiment in &quot;Studio-Based&quot; Teaching."},
      {
        "id":"ED431391",
        "title":"Internet Research Applications in Health and Human Services Degree Programs: Promises and Problems."},
      {
        "id":"ED431392",
        "title":"Senior Nursing Students Comfort Levels with Computer Technology."},
      {
        "id":"ED431393",
        "title":"The Effectiveness of the World Wide Web as an Instructional Tool."},
      {
        "id":"ED431394",
        "title":"Technology at the Trailing Edge."},
      {
        "id":"ED431395",
        "title":"The Three Little Pigs in a Postmodern World."},
      {
        "id":"ED431396",
        "title":"Virtual Interpersonal Communication: Student Research Papers Morphed into a WWW Page Format."},
      {
        "id":"ED431397",
        "title":"Applying Technology to Restructuring and Learning: Professional Development Modules 1-3."},
      {
        "id":"ED431398",
        "title":"Constructing Knowledge with Technology."},
      {
        "id":"ED431399",
        "title":"Initial State of the Sites Report: Applying Technology to Restructuring and Learning."},
      {
        "id":"ED431400",
        "title":"History, Policy, and Universal Service: Does the Educational Radio and Television Experience Foreshadow What Is To Come?"},
      {
        "id":"ED431401",
        "title":"Will Public TV Viewers Want Interactivity? Results of the Digital Prototype Study. CPB Research Notes No. 117."},
      {
        "id":"ED431402",
        "title":"Who Donates to Public Broadcasting? Profiles of Donors from the Monitor Survey. CPB Research Notes No. 118."},
      {
        "id":"ED431403",
        "title":"Viable Global Networked Learning. JSRI Occasional Paper No. 23. Latino Studies Series."},
      {
        "id":"ED431405",
        "title":"Library Guide for International Students."},
      {
        "id":"ED431406",
        "title":"Developing Innovative Information Technology Projects."},
      {
        "id":"ED431407",
        "title":"The Promise of Global Networks. 1999 Annual Review."},
      {
        "id":"ED431410",
        "title":"ERIC Clearinghouse and Support Contractor Publications, 1997. An Annotated Bibliography of Digests, Information Analysis Products, and Other Major Publications of the ERIC Clearinghouses and Support Contractors Announced in &quot;Resources in Education&quot; (RIE) January-December 1997."},
      {
        "id":"ED431412",
        "title":"Proceedings of the International Academy for Information Management (IAIM) Annual Conference (13th, Helsinki, Finland, December 11-13, 1998)."},
      {
        "id":"ED431413",
        "title":"Should the Introductory Information Systems Course Be Removed from the Business School Curriculum? A Preliminary Investigation."},
      {
        "id":"ED431414",
        "title":"Integrating Business and IT Education."},
      {
        "id":"ED431415",
        "title":"Tired of Teaching Software Applications?"},
      {
        "id":"ED431416",
        "title":"Development of Multimedia Teaching Materials for a Common Service Subject in Information Technology."},
      {
        "id":"ED431417",
        "title":"Technology Skills in Demand: A Survey of Job Advertisements in New England."},
      {
        "id":"ED431418",
        "title":"Using Training Ads To Identify High-Demand IS/IT Job Skills and Competencies."},
      {
        "id":"ED431419",
        "title":"Information Technology Management for Rising Executives: MBA Curriculums at AACSB Accredited Schools."},
      {
        "id":"ED431420",
        "title":"Self-Directed Teams in the Introductory Information Systems Course: Lessons Learned."},
      {
        "id":"ED431421",
        "title":"Web-Based Distance Learning: Choosing Effective Technologies for Information Systems Courses."},
      {
        "id":"ED431422",
        "title":"The MIS Capstone: Development on an Integrating Group Applied Project Course."},
      {
        "id":"ED431423",
        "title":"Making Project Groups Work II: The Impact of Group Process Training and Role Assignment on the Performance and Perception of Information Systems Project Teams."},
      {
        "id":"ED431424",
        "title":"Managing Information Technology for Performance: Information Systems Education for Executives."},
      {
        "id":"ED431425",
        "title":"Designing a Core IT Course for Executive MBA Programs: Objectives, Structure, Delivery, and Lessons."},
      {
        "id":"ED431426",
        "title":"A National Study Assessing Computer Technology Master Plans To Meet Needs of College Students &amp; Faculty."},
      {
        "id":"ED431427",
        "title":"Site Visits as a Teaching Method in Information Systems Courses."},
      {
        "id":"ED431428",
        "title":"The Education of IT Professionals: Integrating Experiential Learning and Community Service."},
      {
        "id":"ED431429",
        "title":"Teaching Spatial Analysis in Business: The Case of Geographic Information Systems in a Decision Support Systems Course."},
      {
        "id":"ED431430",
        "title":"The Skills Audit Approach To Facilitate Undergraduate Learning."},
      {
        "id":"ED431431",
        "title":"Information Technology-Based Instructional Strategies."},
      {
        "id":"ED431432",
        "title":"Issues on the Leading Edge: An Examination of Problems Faced by Innovative Instructors of Information Technology."},
      {
        "id":"ED431433",
        "title":"Collaborative Learning Environments for Management Education."},
      {
        "id":"ED431434",
        "title":"A Hierarchy Fuzzy MCDM Method for Studying Electronic Marketing Strategies in the Information Service Industry."},
      {
        "id":"ED431435",
        "title":"Hypermedia Aids for Advanced Learning in Complex and Ill-Structured Knowledge Domains."},
      {
        "id":"ED431436",
        "title":"The Usefulness of Library Web Sites at Historically Black Colleges and Universities as Tools for Disseminating Information and Providing Services to Users."},
      {
        "id":"ED431439",
        "title":"Understanding the Impact of Reverse Transfer Students on Community Colleges. New Directions for Community Colleges, Number 106."},
      {
        "id":"ED431440",
        "title":"Workforce 21: A Strategic Plan for Developing Alabama's Workforce."},
      {
        "id":"ED431441",
        "title":"Organizational Effectiveness through Assessing Institutional Outcomes: Measuring the Transfer Function at CCTC."},
      {
        "id":"ED431442",
        "title":"Strategic Planning Process Resource Manual."},
      {
        "id":"ED431443",
        "title":"Setting the Stage for the 21st Century. Chancellor's Annual Report, 1996-97. Positioning the Alabama College System for the Future."},
      {
        "id":"ED431444",
        "title":"Comprehensive Statewide Plan for Postsecondary Education. Revised."},
      {
        "id":"ED431445",
        "title":"What Are Nebraska's Public Policies on Funding Postsecondary Education?"},
      {
        "id":"ED431446",
        "title":"Planning Report, 1999-2003."},
      {
        "id":"ED431447",
        "title":"Report on Distance Education and AB606 Funding Prepared for the 70th Nevada Legislature (in Accordance with AB 606, 1997 Session)."},
      {
        "id":"ED431448",
        "title":"Report on Health Care Education in Nevada."},
      {
        "id":"ED431450",
        "title":"The Annual Narrative Performance Report, 1997-98."},
      {
        "id":"ED431451",
        "title":"Maintaining Missouri's Tradition of Affordable Higher Education."},
      {
        "id":"ED431452",
        "title":"Minority Achievement Report, 1996."},
      {
        "id":"ED431453",
        "title":"Howard Community College's 1992-1996 Transfer Graduates: A Trend Analysis."},
      {
        "id":"ED431454",
        "title":"Erie Community College. Report."},
      {
        "id":"ED431455",
        "title":"Vermont State Plan for Technical Education, FY 2000-2004."},
      {
        "id":"ED431456",
        "title":"Investing in Ontario's Economic Development. Opportunities and Issues for Increasing Capacity in Colleges."},
      {
        "id":"ED431457",
        "title":"Apprenticeship 2000: Ontario Community Colleges' Vision for the 21st Century."},
      {
        "id":"ED431458",
        "title":"Post-Secondary Education in the Knowledge Economy: The College Connection."},
      {
        "id":"ED431459",
        "title":"Learning and Earning in the Middle: The Economic Benefits of Sub-Baccalaureate Education."},
      {
        "id":"ED431460",
        "title":"The First Twenty-Five Years: LaGuardia Community College CUNY. LaGuardia Works."},
      {
        "id":"ED431461",
        "title":"Salem Community College's 1999-2002 Strategic Plan Authoring & Implementation Strategy."},
      {
        "id":"ED431462",
        "title":"Salem Community College Unit Planning Workbook."},
      {
        "id":"ED431463",
        "title":"Degree Completion and Persistence in Indiana Public Postsecondary Education. 1996 Working Paper."},
      {
        "id":"ED431464",
        "title":"Mobility of Graduates from Indiana Public Postsecondary Education. Working Paper."},
      {
        "id":"ED431465",
        "title":"Study of Citizen Access to Wyoming Community College Education. WCCC Special Study Domain 1."},
      {
        "id":"ED431466",
        "title":"Study of System Staffing 1993, 1995 &amp; 1997.  Commission Special Study, Domain 2."},
      {
        "id":"ED431467",
        "title":"The Alabama College System Statistical Profiles, 1996-1997."},
      {
        "id":"ED431468",
        "title":"Applying Theory to Practice: Incorporating Principles of Student Development to Quality Student Services in California Community Colleges."},
      {
        "id":"ED431469",
        "title":"South Carolina Technical Education System. Program Evaluation Report, Based on Graduate Data July 1, 1996-June 30, 1997 and Enrollment Data Fall 1997."},
      {
        "id":"ED431470",
        "title":"Effects of Computer-Assisted Instruction on Developmental English Instruction at a Community College."},
      {
        "id":"ED431471",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED431472",
        "title":"Op-ed Essays: Sharing the Perspective of Alabama's Two-Year Colleges, Volume I-III."},
      {
        "id":"ED431473",
        "title":"Community College Governance."},
      {
        "id":"ED431474",
        "title":"Stronger Statewide Leadership."},
      {
        "id":"ED431475",
        "title":"Some Thoughts on State Aid for Community Colleges of Arizona."},
      {
        "id":"ED431476",
        "title":"A Community College--University Transfer System for Arizona."},
      {
        "id":"ED431477",
        "title":"Tuition in Arizona Community Colleges."},
      {
        "id":"ED431478",
        "title":"Arizona's Community Colleges in 2010."},
      {
        "id":"ED431479",
        "title":"Academic Divisions Connections to the Community: Essential for Effective Change."},
      {
        "id":"ED431480",
        "title":"Campus Retention Programs at Indiana Public Institutions: Working Paper."},
      {
        "id":"ED431481",
        "title":"Report on Degree Completion and Persistence in Indiana Public Postsecondary Education, 1990 Entering Freshmen: Biennial Report to the General Assembly."},
      {
        "id":"ED431482",
        "title":"Campus Profiles: Descriptions of Indiana's Public Postsecondary Campuses."},
      {
        "id":"ED431483",
        "title":"Statistical Summaries: Public Institutions."},
      {
        "id":"ED431484",
        "title":"National Council for Research and Planning. Annual Report, 1997-98."},
      {
        "id":"ED431485",
        "title":"Advancing the System of Higher Education in Virginia. 1999 Virginia Plan for Higher Education."},
      {
        "id":"ED431486",
        "title":"Faculty Perceptions of and Attitudes toward Academic Dishonesty at a Two-Year College."},
      {
        "id":"ED431487",
        "title":"Virginia Community College System. Summary Assessment Reports, 1996."},
      {
        "id":"ED431488",
        "title":"Virginia Community College System. Summary Assessment Reports, 1995."},
      {
        "id":"ED431490",
        "title":"District Priorities for Institutionalization Project, Narrative."},
      {
        "id":"ED431491",
        "title":"Partnership for Excellence Goals. A Review by the Office of Planning, Research, and Grants Development."},
      {
        "id":"ED431492",
        "title":"Student Enrollment, Full-time Equivalent (FTE), Staff/Faculty Information, Annual Statistical Report. 1995-96. Volume 31."},
      {
        "id":"ED431493",
        "title":"Student Satisfaction: The 1998 YESS Survey Results. Yearly Evaluation of Services by Students. Research Report Number 101."},
      {
        "id":"ED431494",
        "title":"The Future of Howard Community College. Report of the Commission on the Future."},
      {
        "id":"ED431495",
        "title":"IS Technology Study Findings and Recommendations."},
      {
        "id":"ED431498",
        "title":"Presentation of Guillermo Rodriguez, Jr., Chair, California Postsecondary Education Commission to the Citizens Commission on Higher Education, University of California at Berkeley, Bechtel Engineering Center (September 10, 1998)."},
      {
        "id":"ED431499",
        "title":"Local Trustee Education Programs in California Community Colleges. Results of a Survey."},
      {
        "id":"ED431500",
        "title":"Work First Client Enrollment Status Report (1995-96, 1996-97, 1997-98 Data)."},
      {
        "id":"ED431502",
        "title":"Final Report on Senate Bill 1366, Annual Review of Accountability Enhanced, North Carolina Department of Community Colleges. State Board of Community Colleges Approved 2/19/99."},
      {
        "id":"ED431503",
        "title":"Vertical Transfer: An Examination of Course Transferability in the Non-liberal Arts in California."},
      {
        "id":"ED431504",
        "title":"Developing a School-Based Health Center: An Assistance Manual. Revised."},
      {
        "id":"ED431506",
        "title":"Southern Institute on Children and Families 1997 Annual Report."},
      {
        "id":"ED431507",
        "title":"The Burden of Proof: How Much Is Too Much for Child Health Coverage?"},
      {
        "id":"ED431510",
        "title":"Guidelines for School Medication Administration. Part I: Administrative Policies and Procedures. Part II: An Instructional Program for Training School Personnel To Give Medication. Third Edition."},
      {
        "id":"ED431513",
        "title":"Children's Gendered Self-Perceptions: A Test of Social Role vs. Feminist Psychodynamic Theory."},
      {
        "id":"ED431515",
        "title":"Parenting Support on Kibbutz and in Urban Israeli Settings."},
      {
        "id":"ED431516",
        "title":"Blue Ribbon Child Care Food and Nutrition Skill Series: Idaho Child Nutrition Programs. Second Edition."},
      {
        "id":"ED431517",
        "title":"Assessing the Needs and Resources for North Carolina's Smart Start Population."},
      {
        "id":"ED431518",
        "title":"Evaluating Early Childhood Programmes Using the Strands and Goals of Te Whariki, the National Early Childhood Curriculum. Final Report on Phases One and Two to the Ministry of Education."},
      {
        "id":"ED431519",
        "title":"Competent Children at 6: Families, Early Education, and Schools."},
      {
        "id":"ED431522",
        "title":"Sex-Role Biases at the Elementary School Level in Mathematics and the Sciences."},
      {
        "id":"ED431523",
        "title":"The Visual Arts as a Therapeutic Process for Young Children."},
      {
        "id":"ED431524",
        "title":"Enhancing Learning: Computers and Early Childhood Education."},
      {
        "id":"ED431525",
        "title":"Emotional and Disciplinary Responses of Preservice Teachers to Young Children's Misbehavior."},
      {
        "id":"ED431526",
        "title":"Professional Wrestling: Can Watching It Bring Out Aggressive and Violent Behaviors in Children?"},
      {
        "id":"ED431527",
        "title":"The Integration of Whole Language and Mathematical Concepts."},
      {
        "id":"ED431528",
        "title":"Building Minds by Block Building."},
      {
        "id":"ED431529",
        "title":"A Scholarly Article about Block Building."},
      {
        "id":"ED431532",
        "title":"Child Care You Can Count On: Model Programs and Policies."},
      {
        "id":"ED431534",
        "title":"The Bridges SOI Model School Program at Palo Verde School, Palo Verde, Arizona."},
      {
        "id":"ED431535",
        "title":"Resistance to &quot;Developmentally Appropriate Practice&quot;: Teachers, Graduate Students, and Parents Speak Out."},
      {
        "id":"ED431536",
        "title":"The Quality of Life of Children: The Combination of Gainful Employment and Family through the Eyes of Children."},
      {
        "id":"ED431538",
        "title":"Teletubby Tales: Popular Culture in the Early Years Language and Literacy Curriculum."},
      {
        "id":"ED431539",
        "title":"Evaluating a Hygiene Education Program for Child Care Workers."},
      {
        "id":"ED431540",
        "title":"Kids Count New Jersey 1998: State and County Profiles of Child Well-Being."},
      {
        "id":"ED431543",
        "title":"The Longitudinal Study (LAS): Thirteen Year Follow-Up."},
      {
        "id":"ED431544",
        "title":"Bernard van Leer Foundation Annual Report 1998."},
      {
        "id":"ED431546",
        "title":"Selecting Culturally and Linguistically Appropriate Materials: Suggestions for Service Providers. ERIC Digest."},
      {
        "id":"ED431547",
        "title":"Considering Multiples: Competition &amp; Cooperation. A Collection of Articles from MOTC's &quot;Notebook.&quot;"},
      {
        "id":"ED431548",
        "title":"Disabilities &amp; Transitions."},
      {
        "id":"ED431549",
        "title":"Improving Academic Achievement of Underachieving Students in a Heterogeneous Classroom."},
      {
        "id":"ED431552",
        "title":"Infants and Toddlers, 1998-1999."},
      {
        "id":"ED431553",
        "title":"Non-Assistance Subsidized Child Care: Potential Pool of Applicants in Cuyahoga County. Center on Urban Poverty and Social Change Briefing Report No. 9702."},
      {
        "id":"ED431554",
        "title":"Transition Practices."},
      {
        "id":"ED431555",
        "title":"Easing the Teasing: How Parents Can Help Their Children. ERIC Digest."},
      {
        "id":"ED431556",
        "title":"Enhancing Pre-Kindergarten Children's Readiness for School Mathematics."},
      {
        "id":"ED431557",
        "title":"The Relations among Home-Literacy Factors, Language and Early-Literacy Skills, and Reading Acquisition."},
      {
        "id":"ED431558",
        "title":"School-Age NOTES, 1999."},
      {
        "id":"ED431560",
        "title":"Employer Child Care Resources: A Guide to Developing Effective Child Care Programs and Policies."},
      {
        "id":"ED431566",
        "title":"Enrollment Trends in Texas Public Schools. Policy Research Report Number 11."},
      {
        "id":"ED431567",
        "title":"Academic Achievement of Elementary Students with Limited English Proficiency in Texas Public Schools. Policy Research Report Number 10."},
      {
        "id":"ED431568",
        "title":"Texas Public School Dropouts, 1996-97 Report."},
      {
        "id":"ED431569",
        "title":"Grade Level Retention of Texas Students, 1996-97 Report."},
      {
        "id":"ED431570",
        "title":"Reversing Language Shift: Can Kwak'wala Be Revived?"},
      {
        "id":"ED431571",
        "title":"Guidelines Governing the Education of Migrant Children in Louisiana. Revised."},
      {
        "id":"ED431572",
        "title":"Migrant Child Advocate Handbook. Revised."},
      {
        "id":"ED431573",
        "title":"Handbook for Teachers of Samoan Students in Western Schools."},
      {
        "id":"ED431574",
        "title":"Northwest Education, 1998-1999."},
      {
        "id":"ED431590",
        "title":"Building a Model of the Environment: How Do Children See Plants?"},
      {
        "id":"ED431591",
        "title":"Countdown to Six Billion Teaching Kit."},
      {
        "id":"ED431593",
        "title":"Linking Assessment to Instruction in Your Classroom: Mathematics Guide to EXPLORE, PLAN, and the ACT Assessment. Edition 1."},
      {
        "id":"ED431594",
        "title":"Shedding a New Light on the Universe: An Information and Activity Booklet. Grades 9-12."},
      {
        "id":"ED431595",
        "title":"Starchild Presents...StarChild: A Learning Center for Young Astronomers. Black Holes. An Information and Activity Booklet. Grades K-8, 1998-1999."},
      {
        "id":"ED431596",
        "title":"Imagine the Universe! The Anatomy of Black Holes. Probing the Structure &amp; Evolution of the Cosmos. An Information and Activity Booklet. Grades 9-12, 1998-1999."},
      {
        "id":"ED431597",
        "title":"Students' Conceptions of the &quot;Reality Status&quot; of Electrons."},
      {
        "id":"ED431599",
        "title":"Collaborative Problem Solving in a Large-Scale Space Science Simulation."},
      {
        "id":"ED431600",
        "title":"Paradoxes and Paradigms in an Eighth Grade Pre-Algebra Class: A Case Study of a &quot;Good&quot; Math Teacher."},
      {
        "id":"ED431601",
        "title":"Gender and Socioeconomic Equity in Mathematics and Science Education: A Comparative Study."},
      {
        "id":"ED431602",
        "title":"Examining Gender Differences in Mathematics Achievement on the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED431603",
        "title":"A Videotape Study of Science Teaching in Shenzhen, China."},
      {
        "id":"ED431605",
        "title":"Water, Air, Fire, and Earth--A Developmental Study in Portugal of Environmental Conceptions and Values."},
      {
        "id":"ED431606",
        "title":"Psychological Foundations in Teaching Mathematics."},
      {
        "id":"ED431607",
        "title":"Problem-Based Learning Approach for Science Teachers' Professional Development."},
      {
        "id":"ED431608",
        "title":"A Content Analysis of the History of Science in the National Science Educational Standards Documents and Four Secondary Science Textbooks."},
      {
        "id":"ED431609",
        "title":"The Community of the Mathematics Classroom: Situated Insights into Knowledge Development and Use."},
      {
        "id":"ED431610",
        "title":"Is That Really Science? A Look at the Science Practice of an Inner-City Youth Gardening Program."},
      {
        "id":"ED431611",
        "title":"Constructivist Learning Environments in Science Classes in Korea."},
      {
        "id":"ED431613",
        "title":"Proceedings of the Annual Conference of the Association for International Agricultural and Extension Education (13th, Arlington, VA, April 3-5, 1997)."},
      {
        "id":"ED431614",
        "title":"Proceedings of the Annual Conference of the Association for International Agricultural and Extension Education (15th, Port of Spain, Trinidad and Tobago March 21-26, 1999)."},
      {
        "id":"ED431615",
        "title":"Geometry in the Middle Grades: A Multicultural Approach."},
      {
        "id":"ED431617",
        "title":"International Space Station: K-5 Hands-on Science and Math Lesson Plans."},
      {
        "id":"ED431618",
        "title":"Science Framework for the 1996 and 2000 National Assessment of Educational Progress. NAEP Science Consensus Project."},
      {
        "id":"ED431619",
        "title":"Toward an Essential Ethic for Teaching Science in the New Millennium."},
      {
        "id":"ED431620",
        "title":"The Old New River. New River State Park: An Environmental Education Learning Experience Designed for Grades 7 and 8."},
      {
        "id":"ED431621",
        "title":"The TIMSS Videotape Classroom Study: Methods and Findings from an Exploratory Research Project on Eighth-Grade Mathematics Instruction in Germany, Japan, and the United States. A Research and Development Report."},
      {
        "id":"ED431623",
        "title":"Attitudes, Mathematics, and Evaluation."},
      {
        "id":"ED431624",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadien d'etude en didactique des mathematiques. Proceedings of the Annual Meeting (22nd, Vancouver, British Columbia, Canada, May 29-June 2, 1998)."},
      {
        "id":"ED431625",
        "title":"Problems in Teaching Science."},
      {
        "id":"ED431626",
        "title":"Proceedings of the Annual International Conference of the Association for the Education of Teachers in Science (Austin, TX, January 14-17, 1999)."},
      {
        "id":"ED431628",
        "title":"The Relationship between High School Mathematics Teachers' Leadership Behavior and Students' Mathematics Anxiety."},
      {
        "id":"ED431629",
        "title":"High School Curriculum Structure: Effects on Coursetaking and Achievement in Mathematics for High School Graduates. An Examination of Data from the National Education Longitudinal Study of 1988. Working Paper Series."},
      {
        "id":"ED431630",
        "title":"Building New Knowledge by Thinking: How Administrators Can Learn What They Need To Know about Mathematics Education Reform."},
      {
        "id":"ED431631",
        "title":"MathWings: Effects on Student Mathematics Performance. Report No. 39."},
      {
        "id":"ED431633",
        "title":"Messages from the Front and Other Places: How Engineering Students are Enculturated into Mathematics."},
      {
        "id":"ED431634",
        "title":"Tlingit Moon &amp; Tide Teaching Resource: Elementary Level."},
      {
        "id":"ED431635",
        "title":"Performance-Based Learning and the NCTM Recommendations."},
      {
        "id":"ED431636",
        "title":"Helping Your Child Learn Math. [Second Edition.]"},
      {
        "id":"ED431637",
        "title":"Como ayudar a su hijo a aprender mathematicas. (Helping Your Child Learn Math)."},
      {
        "id":"ED431639",
        "title":"An Ethnographic Study of Democratic Citizenship Education in Elementary School: Implications for Social Studies Teacher Education."},
      {
        "id":"ED431643",
        "title":"Teachers Learning in the Community: A Field Guide. Connections: Linking Work and Learning Series No. 8."},
      {
        "id":"ED431645",
        "title":"Lesson Plan of the Month. Series V, No. 1-9, 1997."},
      {
        "id":"ED431652",
        "title":"Education Is a Human Right 1998: El Barometer on Human and Trade Union Rights in the Education Sector."},
      {
        "id":"ED431653",
        "title":"The Teacher's Field Journal: Traveling To &quot;Remember&quot; History."},
      {
        "id":"ED431654",
        "title":"Transitional Times for Arts Education in Arizona."},
      {
        "id":"ED431660",
        "title":"Indiana Social Studies Proficiency Guide: An Aid to Curriculum Development. 1996 Edition."},
      {
        "id":"ED431662",
        "title":"Art and the Western Experience: A Source of Information for American History Classes."},
      {
        "id":"ED431663",
        "title":"South Carolina Social Studies Framework. Field Review Draft."},
      {
        "id":"ED431664",
        "title":"South Carolina Visual and Performing Arts Academic Achievement Standards. Field Review Draft."},
      {
        "id":"ED431665",
        "title":"South Dakota Social Studies Standards. Draft II."},
      {
        "id":"ED431666",
        "title":"The School Improvement Project of the Aga Khan Education Service: Uganda. Evaluation Report Prepared for the Aga Khan Foundation."},
      {
        "id":"ED431667",
        "title":"New Directions: Delaware First in Education. State of Delaware Social Studies Curriculum Framework: Content Standards. Volume One."},
      {
        "id":"ED431668",
        "title":"New Directions: Delaware First in Education. State of Delaware Social Studies Curriculum Framework: Classroom Performance Models. Volume Two."},
      {
        "id":"ED431669",
        "title":"Essential Academic Learning Requirements (1997): Social Studies."},
      {
        "id":"ED431670",
        "title":"Essential Academic Learning Requirements (1997): Arts."},
      {
        "id":"ED431671",
        "title":"Teen Court: A National Movement. Technical Assistance Bulletin No. 17."},
      {
        "id":"ED431674",
        "title":"Iron Hill School: An African-American One-Room School. Teaching with Historic Places."},
      {
        "id":"ED431675",
        "title":"Rapid Educational Response in Complex Emergencies: A Discussion Document."},
      {
        "id":"ED431677",
        "title":"Narrative, Visual Model and Dragon Culture: A Narrative Analysis of Value Presentation in Two Movies Preferred by Chinese Adolescents. Research Bulletin 98."},
      {
        "id":"ED431678",
        "title":"Service Learning: Perceptions of Preservice Teachers."},
      {
        "id":"ED431680",
        "title":"Calendars and Thinking Logically."},
      {
        "id":"ED431683",
        "title":"Student Sampler: Facts in Brief on North Carolina."},
      {
        "id":"ED431685",
        "title":"Teaching Presidential Elections. A Social Studies/Service Learning Teaching Unit for the Middle Grades."},
      {
        "id":"ED431686",
        "title":"Project Tutor's &quot;How To&quot; Guide: For Implementing a Cross-Age Tutoring Program in Your Elementary School. Revised Edition."},
      {
        "id":"ED431687",
        "title":"Service-Learning: Does It Affect Attitudes, Grades, and Attendance of Students Who Participate?"},
      {
        "id":"ED431688",
        "title":"Examples of Community Service Learning Projects in Massachusetts School-Based CSL Programs, 1995-1996."},
      {
        "id":"ED431689",
        "title":"Issues in Basic Education: The Department of Education, Culture, and Sports."},
      {
        "id":"ED431690",
        "title":"Myths &amp; Legends."},
      {
        "id":"ED431691",
        "title":"Fostered to Internationalism and Peace: Biographical Notes on UN General Secretary Dag Hammarskjold. Peace Education Miniprints No. 97."},
      {
        "id":"ED431692",
        "title":"Concept- and Strategic-Knowledge Development in Historical Study: A Comparative Exploration in Two Fourth-Grade Classrooms."},
      {
        "id":"ED431693",
        "title":"Civic Education in the Czech Republic: Curriculum Reform for Democratic Citizenship. Evaluator's Report."},
      {
        "id":"ED431694",
        "title":"Locating Czech Democracy: A Semantic Differential Analysis of the Meaning of Democracy among Students and Teachers in Three Types of Secondary Schools."},
      {
        "id":"ED431695",
        "title":"Czech Democracy and Civic Education."},
      {
        "id":"ED431698",
        "title":"Constructing the Other through Community Service Learning."},
      {
        "id":"ED431699",
        "title":"Investigating Content Knowledge Gains in Academic Service-Learning: A Quasi-Experimental Study in an Educational Psychology Course."},
      {
        "id":"ED431701",
        "title":"Taking a Canoe to the Moon: Comprehensive Art Education for the Pacific. PREL Briefing Paper."},
      {
        "id":"ED431703",
        "title":"Character Development in the Catholic School."},
      {
        "id":"ED431704",
        "title":"From the Ground up: Teaching Catholic Social Principles in Elementary Schools."},
      {
        "id":"ED431705",
        "title":"Civic Education across Countries: Twenty-four National Case Studies from the IEA Civic Education Project."},
      {
        "id":"ED431706",
        "title":"Civic Writing in Education for Democratic Citizenship. ERIC Digest."},
      {
        "id":"ED431707",
        "title":"A Comparison of Alienation among Alternatively and Traditionally Certified Teachers."},
      {
        "id":"ED431708",
        "title":"A Report on Increasing Professional Standards for Delaware's Educators."},
      {
        "id":"ED431709",
        "title":"Collaborative Efforts Result in a Successful Field Based Program for the Preparation of Secondary Teachers in Social Studies."},
      {
        "id":"ED431712",
        "title":"Enhancing the Resilience of Adolescent Girls through the Mentoring Programme."},
      {
        "id":"ED431713",
        "title":"Teachers Leading Their Own Professional Growth: Self-Directed Reflection and Collaboration and Changes in Perception of Self and Work in Secondary School Teachers."},
      {
        "id":"ED431714",
        "title":"Creating a Learning Environment for Pre-Service Teachers."},
      {
        "id":"ED431715",
        "title":"Stories of Courage and Hope: Gay and Lesbian Catholic Elementary School Teachers."},
      {
        "id":"ED431716",
        "title":"The Teacher as &quot;Rebbe&quot;: Examining the Persistence of Inherited Traditions of Teacher Professionalism as &quot;Not-Yet-Completed Narrative.&quot;"},
      {
        "id":"ED431717",
        "title":"Building Teacher Education on What We Know about Teacher Development."},
      {
        "id":"ED431718",
        "title":"Preparations and Reflections: Teaching in a Widening World."},
      {
        "id":"ED431719",
        "title":"Georgia's Quality Core Curriculum. Raising Expectations. [Grades] K-5."},
      {
        "id":"ED431720",
        "title":"Georgia's Quality Core Curriculum. Raising Expectations. [Grades] 6-8."},
      {
        "id":"ED431721",
        "title":"Georgia's Quality Core Curriculum. Raising Expectations. [Grades] 9-12."},
      {
        "id":"ED431726",
        "title":"Stability of Teachers' Attitudes toward Curriculum in Physical Education."},
      {
        "id":"ED431727",
        "title":"A Comparative Analysis of Some Aspects of Educating Young Children in Tanzania and in North America: Tanzanian Parents' Perspectives."},
      {
        "id":"ED431728",
        "title":"Clarifying the Multiple Linkages between Curriculum and Instruction in Programs of Urban Teacher Preparation and State Educational Policy Promoting School Reform."},
      {
        "id":"ED431729",
        "title":"There Are Solutions for All Challenges of Cooperative Learning."},
      {
        "id":"ED431730",
        "title":"Staff Development in Cooperative Learning for Inservice Teachers."},
      {
        "id":"ED431731",
        "title":"Leading Reform in Teacher Education: A Rocky Road."},
      {
        "id":"ED431732",
        "title":"Untying the Knots: Examining the Complexities of Reflective Practice."},
      {
        "id":"ED431733",
        "title":"Collisions in a Science Education Reform Context: Anxieties, Roles and Power."},
      {
        "id":"ED431734",
        "title":"Driving a Mathematics Education Reform with Unwilling Passengers."},
      {
        "id":"ED431735",
        "title":"What Happens in Classrooms? Instructional Practices in Elementary and Secondary Schools, 1994-95. Statistical Analysis Report."},
      {
        "id":"ED431736",
        "title":"Teacher Education and School Reform. International Yearbook on Teacher Education 1996. Proceedings, Vol. I [and] Vol. II from the World Assembly of the International Council on Education for Teaching (Including the Final World Assembly Report and Recommendations Submitted by ICET to UNESCO)(43rd, Amman, Jordan, December 16-21, 1996)."},
      {
        "id":"ED431737",
        "title":"Teaching Tolerance for All: Education Strategies To Promote Global Peace. International Yearbook on Teacher Education 1995. Proceedings from the World Assembly of the International Council on Education for Teaching (42nd, Darussalam, Brunei, July 3-7, 1995)."},
      {
        "id":"ED431738",
        "title":"Teacher Education in an Era of Global Change. International Yearbook on Teacher Education 1992. World Assembly of the International Council on Education for Teaching (39th, Paris, France, July 20-24, 1992)."},
      {
        "id":"ED431739",
        "title":"Weaving the Multiple Intelligences into Rubric Design."},
      {
        "id":"ED431740",
        "title":"Teacher Pre-Service Preparation: Does Twice the Time Make Better Beginning Teachers?"},
      {
        "id":"ED431741",
        "title":"High-Quality Professional Development: An Essential Component of Successful Schools. By Request Series."},
      {
        "id":"ED431742",
        "title":"The Moral Bases of Accountability: What I Learned through My Seminar on Accountability."},
      {
        "id":"ED431743",
        "title":"Evaluating a Teacher Education Program: A Study of the Social and Personal Construction of the Concept \"Model-Based Instruction.\""},
      {
        "id":"ED431744",
        "title":"Concentric Storying: A Vehicle for Professional Development in Teacher Education."},
      {
        "id":"ED431745",
        "title":"Analysis of the Content of E-Mail Exchanged among Preservice Elementary Teacher Candidates."},
      {
        "id":"ED431746",
        "title":"Health and Nutrition Curriculum. Informative and Fun for K-8!"},
      {
        "id":"ED431748",
        "title":"Changing Perspectives and Practices in the Preparation of Elementary School Teachers at the University of Connecticut."},
      {
        "id":"ED431749",
        "title":"Instruction, Capacity, and Improvement."},
      {
        "id":"ED431750",
        "title":"Teacher Training. Over $1.5 Billion Federal Funds Invested in Many Programs. Statement of Marnie S. Shaul, Associate Director, Education, Workforce, and Income Security Issues, Health, Education, and Human Services Division. Testimony before the Subcommittee on Postsecondary Education, Training and Life-Long Learning, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED431756",
        "title":"Shaping the Profession That Shapes the Future. Speeches from the AFT/NEA Conference on Teacher Quality (Washington, D.C., September 25-27, 1998)."},
      {
        "id":"ED431757",
        "title":"Assuring Teacher Quality: It's Union Work."},
      {
        "id":"ED431758",
        "title":"A Study of Teacher Efficacy and Professional Learning Community in Quest Schools. Revised Version."},
      {
        "id":"ED431759",
        "title":"Learning the ABC's Can Save a Life. Why Classroom Teachers Should Be Certified in CPR and Pediatric First Aid."},
      {
        "id":"ED431761",
        "title":"Making Standards Work! A Teacher's Guide to Contextual Learning: Integrating Academic Content Standards with Career Development and Workplace Competencies."},
      {
        "id":"ED431764",
        "title":"Research, Issues, and Practices. Annual Curriculum and Instruction Research Symposium Conference Proceedings, University of South Dakota (6th, Vermillion, SD, April 24, 1998)."},
      {
        "id":"ED431765",
        "title":"Ensuring Quality Leadership. A Program Funded by the GE Fund (Formerly the General Electric Foundation)."},
      {
        "id":"ED431766",
        "title":"African American Teaching and the Matriarchal Performance."},
      {
        "id":"ED431767",
        "title":"Troubled Students and Schools."},
      {
        "id":"ED431768",
        "title":"The Impact of Teachers' Praise on Students' Self-Talk and Self-Concepts."},
      {
        "id":"ED431770",
        "title":"Connecting Action Research and School Improvement: A Case of Ironic Consequences."},
      {
        "id":"ED431771",
        "title":"Problem-Based Learning in Teacher Education."},
      {
        "id":"ED431772",
        "title":"Effective Teaching of Science. A Review of Research. Using Research Series, 21."},
      {
        "id":"ED431774",
        "title":"Estimating AFQT Scores for National Educational Longitudinal Study (NELS) Respondents."},
      {
        "id":"ED431784",
        "title":"The Colorado Basic Literacy Act: Multiple Measures in Action."},
      {
        "id":"ED431786",
        "title":"The Impact of Students' Background Characteristics on Accommodation Results for Students with Limited English Proficiency."},
      {
        "id":"ED431787",
        "title":"NAEP Math Test Accommodations for Students with Limited English Proficiency."},
      {
        "id":"ED431788",
        "title":"Mathematics and Science Achievement Profiles by Gender, Race, Ability, and Type of Item Response."},
      {
        "id":"ED431789",
        "title":"Examining the Effectiveness of Accommodation on Math Performance of English Language Learners."},
      {
        "id":"ED431790",
        "title":"Arts-Based Representation in Qualitative Research: Collage as a Contextualizing Analytic Strategy."},
      {
        "id":"ED431791",
        "title":"An Analysis of Gender Differences on Performance Assessment in Mathematics--A Follow-Up Study."},
      {
        "id":"ED431792",
        "title":"Effect of Item Bundling on the Assessment of Test Dimensionality. Laboratory of Psychometric and Evaluative Research Report No. 328."},
      {
        "id":"ED431793",
        "title":"The Effects of Public School Choice on the Academic Achievement of Minority Students."},
      {
        "id":"ED431794",
        "title":"Stochastic Complexity Based Estimation of Missing Elements in Questionnaire Data."},
      {
        "id":"ED431795",
        "title":"On the Cognitive Validity of Interpretations of Scores from Alternative Concept-Mapping Techniques."},
      {
        "id":"ED431796",
        "title":"Student Science Journals and the Evidence They Provide: Classroom Learning and Opportunity To Learn."},
      {
        "id":"ED431797",
        "title":"Pretesting alongside an Operational CAT."},
      {
        "id":"ED431798",
        "title":"Using Standardized Testing Results To Establish Standards for the Improvement of Student Academic Performance in Indiana."},
      {
        "id":"ED431799",
        "title":"Motivational Style, Commitment, and Cognitive Acceleration: Is It Only Good Schools Which Opt into \"Successful\" Projects?"},
      {
        "id":"ED431800",
        "title":"Estimating IRT Equating Coefficients for Tests with Polytomously and Dichotomously Scored Items."},
      {
        "id":"ED431801",
        "title":"How Students Learn: The Validation of a Model of Knowledge Acquisition Using Stimulated Recall of the Learning Process."},
      {
        "id":"ED431802",
        "title":"The Role of Generalizability in Validity."},
      {
        "id":"ED431803",
        "title":"The Development of an Instrument To Assess Institutional-Level Environment in Universities."},
      {
        "id":"ED431804",
        "title":"On the Roles of Task Model Variables in Assessment Design."},
      {
        "id":"ED431805",
        "title":"Education in South Dakota: A Statistical Profile, 1997-98."},
      {
        "id":"ED431806",
        "title":"The North Carolina State Testing Results, 1997-98. Multiple-Choice End-of-Grade and End-of-Course Tests. Grade 3 Pretest and High School Comprehensive Test. Reporting on the State and 117 Public School Systems and 35 Charter Schools. The Green Book."},
      {
        "id":"ED431807",
        "title":"Increasing Interest, Confidence and Understanding of Ethical Issues in Science through Case-Based Instructional Technology."},
      {
        "id":"ED431808",
        "title":"Estimation of Score Distributions for TOEFL Concordance Tables."},
      {
        "id":"ED431809",
        "title":"Kindergarten Initial Assessment Results, Fall 1997 and 1998. Measuring Up: E&amp;R Report No. 99.22."},
      {
        "id":"ED431810",
        "title":"Scholastic Assessment Test (SAT) Results, 1997-98. Measuring Up: E&amp;R Report No. 99.11."},
      {
        "id":"ED431811",
        "title":"Intervention/Prevention Grant Evaluation 1996-98. E&amp;R Report No. 99.16."},
      {
        "id":"ED431812",
        "title":"Re-Examining the Nature of Researcher-Participant Relationships in Qualitative Research."},
      {
        "id":"ED431813",
        "title":"Multiple-Choice versus Constructed-Response Tests in the Assessment of Mathematics Computation Skills."},
      {
        "id":"ED431814",
        "title":"Setting Standards for the 1998 NAEP in Civics and Writing: Using Focus Groups To Finalize the Achievement Levels Descriptions."},
      {
        "id":"ED431815",
        "title":"Field Trials To Determine Which Rating Method(s) To Use in the 1998 NAEP Achievement Levels-Setting Process for Civics and Writing."},
      {
        "id":"ED431819",
        "title":"Strategies for Improving the Process of Educational Assessment. ERIC/AE Digest."},
      {
        "id":"ED431821",
        "title":"Programs and Plans of the National Center for Education Statistics, 1999 Edition."},
      {
        "id":"ED431822",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1997-98. Statistical Analysis Report."},
      {
        "id":"ED431823",
        "title":"Baccalaureate and Beyond Longitudinal Study: 1993/97 Second Follow-up Methodology Report. Technical Report."},
      {
        "id":"ED431824",
        "title":"Improving America's Schools through Educational R&amp;D. Regional Educational Laboratories 1998 Annual Report."},
      {
        "id":"ED431825",
        "title":"School-Based Programs for Adolescent Parents and Their Young Children. Guidelines for Quality and Best Practice."},
      {
        "id":"ED431826",
        "title":"Professional Development and Urban Leadership: A Study of Urban Administrators' Perceptions of What Matters Most in Their Professional Development."},
      {
        "id":"ED431827",
        "title":"An Evaluation of the Professional Development School in Newark: The Impact of Training on Teacher Attitudes, Teacher Behaviors and Student Outcomes."},
      {
        "id":"ED431828",
        "title":"Laotian Refugee Parents' Perceptions of a \"Best Teacher.\""},
      {
        "id":"ED431829",
        "title":"Simple Justice: Thinking about Teaching and Learning, Equity and the Fight for Small Schools."},
      {
        "id":"ED431830",
        "title":"Transiency and Stability in the Los Angeles Unified School District, 1996-97. Publication No. 710."},
      {
        "id":"ED431831",
        "title":"Plans of the 1997 Graduates, Los Angeles Unified School District. Publication No. 700."},
      {
        "id":"ED431832",
        "title":"Focused Training for Teachers of At-Risk Students in Alternative Education."},
      {
        "id":"ED431833",
        "title":"What Do Urban Middle School Youth Think Should Happen to President Clinton?"},
      {
        "id":"ED431834",
        "title":"Effects of Nonmaternal Child Care on Inequality in Cognitive Skills. Discussion Papers."},
      {
        "id":"ED431835",
        "title":"Further Education and Equality: A Manager's Manual."},
      {
        "id":"ED431837",
        "title":"Breakthrough Strategies To Teach and Counsel Troubled Youth(TM) Workshop. Workbook and Sample Lessons."},
      {
        "id":"ED431839",
        "title":"All Students Learning: Making It Happen in Your School. By Request Series."},
      {
        "id":"ED431840",
        "title":"Tutoring: Strategies for Successful Learning. By Request Series."},
      {
        "id":"ED431841",
        "title":"Scheduling Alternatives: Options for Student Success. By Request Series."},
      {
        "id":"ED431842",
        "title":"Peaceful Schools. By Request Series."},
      {
        "id":"ED431843",
        "title":"Student Mentoring. By Request Series."},
      {
        "id":"ED431844",
        "title":"After-School Programs: Good for Kids, Good for Communities. By Request Series."},
      {
        "id":"ED431845",
        "title":"Parent Partners: Using Parents To Enhance Education. By Request Series."},
      {
        "id":"ED431846",
        "title":"&quot;When You're Talking about Race, You're Talking about People&quot;: Teachers Learning about Race and Equity through Diverse Forms of Inquiry."},
      {
        "id":"ED431847",
        "title":"Beliefs about Intelligence and the Causes of Economic Inequality: Opinions on &quot;The Bell Curve.&quot;"},
      {
        "id":"ED431848",
        "title":"The Social and Ideological Construction of \"Free-Choice Reading.\""},
      {
        "id":"ED431851",
        "title":"Plain Talk: The Story of a Community-Based Strategy To Reduce Teen Pregnancy."},
      {
        "id":"ED431852",
        "title":"Evaluation of the Jobs Initiative: First Annual/Cross-Site Report."},
      {
        "id":"ED431853",
        "title":"Getting Smart, Getting Real: Using Research and Evaluation Information To Improve Programs and Policies. Report of the Annie E. Casey Foundation's Research and Evaluation Conference (Baltimore, MD, September 27-29, 1995)."},
      {
        "id":"ED431854",
        "title":"City Kids Count: Data on the Well-Being of Children in Large Cities."},
      {
        "id":"ED431855",
        "title":"The Eye of the Storm: Ten Years on the Front Lines of New Futures. An Interview with Otis Johnson and Don Crary."},
      {
        "id":"ED431856",
        "title":"Precursors of Gang Involvement among Ninth Grade Students: A Longitudinal Investigation."},
      {
        "id":"ED431857",
        "title":"Improving Outcomes for Teen Parents and Their Young Children by Strengthening School-Based Programs. Challenges, Solutions, and Policy Implications."},
      {
        "id":"ED431858",
        "title":"Planning Guide for Community Discussion and Reflection Processes."},
      {
        "id":"ED431859",
        "title":"Seeking Supervision: Local Implementation of the TANF Minor Teen Parent Living Arrangement Rules."},
      {
        "id":"ED431860",
        "title":"Equity in Public Schools: The Federal Role."},
      {
        "id":"ED431861",
        "title":"Developing Effective Messages and Materials for Hispanic/Latino Audiences. Communications Technical Assistance Bulletin."},
      {
        "id":"ED431862",
        "title":"Inclusive Leadership for Ethnically Diverse Schools: Initiating and Sustaining Dialogue."},
      {
        "id":"ED431863",
        "title":"Who's Minding the Children: Juvenile Violence in the United States & What School Leaders Can Do about It."},
      {
        "id":"ED431864",
        "title":"Adolescent Maltreatment: Youth as Victims of Abuse and Neglect. Maternal & Child Health Technical Information Bulletin."},
      {
        "id":"ED431865",
        "title":"When Students Don&apos;t Succeed: Shedding Light on Grade Retention. By Request Series."},
      {
        "id":"ED431868",
        "title":"Focus on Basics, 1998."},
      {
        "id":"ED431869",
        "title":"Assessing the Inservice Needs of Entry-Phase Agriculture Teachers in Texas: A Discrepancy Model versus Direct Assessment."},
      {
        "id":"ED431870",
        "title":"The Outcomes and Impacts of Adult Literacy Education in the United States."},
      {
        "id":"ED431871",
        "title":"Computer-Integrated Manufacturing Technology. Tech Prep Competency Profile."},
      {
        "id":"ED431872",
        "title":"Electronics Technology. Tech Prep Competency Profile."},
      {
        "id":"ED431880",
        "title":"The Financing of Vocational Education and Training in the Netherlands. Financing Portrait. Panorama."},
      {
        "id":"ED431881",
        "title":"CEDEFOP. Annual Report, 1998."},
      {
        "id":"ED431882",
        "title":"Business Education Index, 1998. Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals Published during the Year 1998."},
      {
        "id":"ED431883",
        "title":"Vocational Education and Training in Europe on the Threshold of the 21st Century. UNEVOC-OEEK Symposium in Preparation for the International Congress on Technical and Vocational Education (2nd, Crete, Greece, September 23-26, 1998)."},
      {
        "id":"ED431885",
        "title":"Barriers of Proxemics and Kinesics Faced by Management with an Applicant from a Different Culture during a Selection Interview."},
      {
        "id":"ED431886",
        "title":"School Survival Kit for Parents. Helping Your Kids Cope with Reading, Writing, and Maths at School. Presenter's Guide. Workbook."},
      {
        "id":"ED431887",
        "title":"What Works! Colorado High School Senior Survey 1999. Initial Results."},
      {
        "id":"ED431889",
        "title":"Ohio's Adult Education Act Section 353 Report. Adult Basic and Literacy Education. Professional Development. Program Year 1997-1998."},
      {
        "id":"ED431890",
        "title":"The Change in Employment Forms: Empirical Results and First Explanatory Approaches."},
      {
        "id":"ED431891",
        "title":"Adult Education Participation Decisions and Barriers: Review of Conceptual Frameworks and Empirical Studies. Working Paper Series."},
      {
        "id":"ED431892",
        "title":"Data Sources on Lifelong Learning Available from the National Center for Education Statistics. Working Paper Series."},
      {
        "id":"ED431894",
        "title":"Partnering for Learnware: Critical Success Factors in the Use of Learnware by Human Resources Sector Councils and Industry Associations in Canada = Partenariats pour les technologies d'apprentissage: Facteurs critiques de succes dans l'utilisation des technologies d'apprentissage par les conseils sectoriels des ressources humaines et les associations industrielles au Canada."},
      {
        "id":"ED431895",
        "title":"Decision Tools: What To Consider When Partnering for Learnware = Outils de decision: Facteurs a considerer dans la mise en place de partenariats pour les technologies d'apprentissage."},
      {
        "id":"ED431896",
        "title":"Models of Community Learning Networks in Canada = Modeles de reseaux d'apprentissage communautaires au Canada."},
      {
        "id":"ED431897",
        "title":"New Learning Technologies and Media in Quebec: Profile and Positioning of the Main Stakeholders = Portrait et positionnement des intervenants en nouvelles technologies et nouveaux medias d'apprentissage au Quebec."},
      {
        "id":"ED431898",
        "title":"Impact of Technologies on Learning in the Workplace. Final Report = L'effet des technologies d'apprentissage sur l'apprentissage a vie en milieu de travail."},
      {
        "id":"ED431899",
        "title":"Lifelong Learning on the Knowledge Highway. Access to Lifelong Learning Opportunities on Canada's Information Highway. A Background Paper."},
      {
        "id":"ED431900",
        "title":"Professional Development and Learning Technologies: Needs, Issues, Trends and Activities = Le perfectionnement professionnel et les technologies d'apprentissage: Besoins, problems, tendances et activities."},
      {
        "id":"ED431901",
        "title":"Annual Adult Education Research Conference Proceedings (40th, DeKalb, Illinois, May 21-23, 1999)."},
      {
        "id":"ED431902",
        "title":"Vocational Education and Training in Tanzania and Zimbabwe in the Context of Economic Reform. Education Research Paper."},
      {
        "id":"ED431903",
        "title":"Re-Defining Post-Literacy in a Changing World. Education Research Paper."},
      {
        "id":"ED431904",
        "title":"Collegiate Aviation Review 1998."},
      {
        "id":"ED431905",
        "title":"How States Are Improving Literacy Services for Adults with Disabilities. State Policy Update."},
      {
        "id":"ED431906",
        "title":"Low Training Levels on European Labour Markets: Convergence and Contrasts."},
      {
        "id":"ED431907",
        "title":"&quot;Worth the While&quot;: A Case Study of Adult Literacy Development. Research Report No. 3."},
      {
        "id":"ED431908",
        "title":"Student Outcomes: Investigating Competency-Based Curriculum in Adult Basic Education. Research Report No. 5."},
      {
        "id":"ED431909",
        "title":"A Comparative Study of Distance Higher Education Systems in Australia and China. ZIFF Papiere 112."},
      {
        "id":"ED431910",
        "title":"Present Problems and Future Challenges of the Korea National Open University. ZIFF Papiere 113."},
      {
        "id":"ED431911",
        "title":"Providing Life-long Skill Training through an Integrated Education and Training System: The Australian Experience."},
      {
        "id":"ED431912",
        "title":"Technology Education: Addressing the Needs and Concerns of the Technologically Disenfranchised and Special Needs Populations."},
      {
        "id":"ED431914",
        "title":"Employer Recruitment Is Not the Problem: A Study of School-to-Work Transition Programs."},
      {
        "id":"ED431915",
        "title":"Conditions Promoting Self-Directed Learning at the Workplace."},
      {
        "id":"ED431916",
        "title":"Job Corps Oversight: Recruitment and Placement Standards. Hearing before the Subcommittee on Human Resources of the Committee on Government Reform and Oversight, House of Representatives, One Hundred Fifth Congress, First Session (October 23, 1997)."},
      {
        "id":"ED431917",
        "title":"Job Corps Oversight Part II: Vocational Training Standards. Hearing before the Subcommittee on Human Resources of the Committee on Government Reform and Oversight, House of Representatives, One Hundred Fifth Congress, Second Session (July 29, 1998)."},
      {
        "id":"ED431919",
        "title":"Designing a Staff Development Program and Subsequent Handbook for Use at Woburn Nursing Center: A Long-Term Care Facility of Salter Healthcare Services."},
      {
        "id":"ED431920",
        "title":"Making Joint Commitments. Roles of Schools, Employers, and Students in Implementing National Skill Standards. Final Report."},
      {
        "id":"ED431922",
        "title":"What Value Do College Admissions Directors Place on School-to-Work Experiences? Wheaton North High School Field Study Project."},
      {
        "id":"ED431923",
        "title":"No Room for Adults? A Study of Mature Students in University College Dublin."},
      {
        "id":"ED431924",
        "title":"Preparing for an Aging Work Force: A Practical Guide for Employers."},
      {
        "id":"ED431925",
        "title":"Stumbling Blocks for Career Education: School Board, Administration, and the Ever-Tightening Budget. AACE Distinguished Member Series on Career Education."},
      {
        "id":"ED431926",
        "title":"Ohio Information Technology Competency Profile."},
      {
        "id":"ED431927",
        "title":"More Things That Do Make a Difference for Youth: A Compendium of Evaluations of Youth Programs and Practices. Volume II."},
      {
        "id":"ED431928",
        "title":"A Teacher&apos;s How-to Guide for School-to-Work with Interactive Lesson Plans."},
      {
        "id":"ED431929",
        "title":"Consumer Product Safety Commission. Consumer Education Efforts for Revised Children's Sleepwear Safety Standard."},
      {
        "id":"ED431930",
        "title":"Program Guide for Business Education."},
      {
        "id":"ED431975",
        "title":"Students and Psychotropic Medication: The School's Role. A Resources Aid Packet."},
      {
        "id":"ED431976",
        "title":"Screening/Assessing Students: Indicators and Tools. A Resources Aid Packet."},
      {
        "id":"ED431977",
        "title":"School-Based Client Consultation, Referral, and Management of Care. A Technical Aid Packet."},
      {
        "id":"ED431978",
        "title":"Evaluation and Accountability Related to Mental Health in Schools. Technical Assistance Sampler."},
      {
        "id":"ED431979",
        "title":"Early Detection of Emotional Disorders in South Australia: The First Two Years."},
      {
        "id":"ED431980",
        "title":"Keep Yourself Alive. Prevention of Suicide in Young People: A Manual for Health Professionals."},
      {
        "id":"ED431981",
        "title":"Mental Health in Schools: New Roles for School Nurses. Addressing Barriers to Student Learning."},
      {
        "id":"ED431982",
        "title":"Mental Health and School-Based Health Centers. Guidebook."},
      {
        "id":"ED431984",
        "title":"Airing Dirty Laundry: Reasons and Processes by which Skin Tone Stratification Continues To Be a Pervasive Aspect of the African American Community."},
      {
        "id":"ED431986",
        "title":"College for All? Is There Too Much Emphasis on Getting a 4-Year College Degree? Research Synthesis."},
      {
        "id":"ED431987",
        "title":"Toward an Understanding of (EM)Power(Ment) for HIV/AIDS Prevention with Adolescent Women."},
      {
        "id":"ED431991",
        "title":"Behavioral Initiatives in Broad Perspective."},
      {
        "id":"ED431992",
        "title":"School Reform and School Failure: Lessons from Kentucky."},
      {
        "id":"ED431993",
        "title":"The \"True\" Perpetrators of Violence: The Effects of the Media on Public Perceptions of Youthful Violent Offenders."},
      {
        "id":"ED431996",
        "title":"Building School Communities: A District Success Story."},
      {
        "id":"ED431998",
        "title":"Take a Bite Out of Crime: Get Ready To Celebrate 20 Years. Crime Prevention Month Action Kit."},
      {
        "id":"ED431999",
        "title":"An Examination of Early Intervention Reading Programs in the Denver Area."},
      {
        "id":"ED432000",
        "title":"A Framework for Literacy in a Brain-Compatible Environment."},
      {
        "id":"ED432002",
        "title":"Assisting Pupils in Reading Science Subject Matter."},
      {
        "id":"ED432003",
        "title":"Promoting Interest in Middle School Reading."},
      {
        "id":"ED432004",
        "title":"Joseph Lancaster and the History of Reading Instruction."},
      {
        "id":"ED432005",
        "title":"Listening and Reading in the Elementary School."},
      {
        "id":"ED432006",
        "title":"The Principal and the Reading Curriculum."},
      {
        "id":"ED432007",
        "title":"The Psychology of Teaching Reading."},
      {
        "id":"ED432008",
        "title":"Teaching Reading in the Social Studies."},
      {
        "id":"ED432009",
        "title":"Getting the Most from a Site Visit: A Guide To Assist Schools Visiting a Leadership and Learning Site for Reading Best Practices."},
      {
        "id":"ED432010",
        "title":"Leadership and Learning Sites: Program Descriptions for Best Practices in Reading, 1998-1999."},
      {
        "id":"ED432011",
        "title":"Using Directed Reading Thinking Activity Strategies To Teach Students Reading Comprehension Skills in Middle Grades Language Arts."},
      {
        "id":"ED432013",
        "title":"When Third Graders Write Letters to College Pen Pals: An Analysis of Genre and Intertextual Understandings."},
      {
        "id":"ED432015",
        "title":"Relationship of Interactive Writing to Independent Writing in Kindergarten and First Grade."},
      {
        "id":"ED432018",
        "title":"NCTE Position on Class Size and Teacher Workload, K-College."},
      {
        "id":"ED432019",
        "title":"Guide to Commercially Prepared English Language Arts Inventories for Illinois Educators, Schools and Districts."},
      {
        "id":"ED432020",
        "title":"Infomercials: A Genre in Search of Legitimacy. (Mass Communication Instructional Unit)."},
      {
        "id":"ED432022",
        "title":"\"The 'Mouse' That Roared\": Using Computer Labs for Basic Course Group Projects."},
      {
        "id":"ED432023",
        "title":"Dreams of the Future in an Era of Change: Longitudinal Qualitative Research Speaks Back to Policy Studies."},
      {
        "id":"ED432024",
        "title":"The Goals of School Improvement: A View from the Field."},
      {
        "id":"ED432025",
        "title":"Peer Evaluation of the School's Potential To Improve Learning."},
      {
        "id":"ED432026",
        "title":"Principal Re-Assignment in an Accelerated School: A Steering Committee Follows the Process."},
      {
        "id":"ED432027",
        "title":"Early Results of a Reform Experiment: Charter Schools in California."},
      {
        "id":"ED432028",
        "title":"Site-Based Decision-Making in Schools."},
      {
        "id":"ED432029",
        "title":"Religious Identity at School or Not? Expanding the Classroom Community To Include All Families."},
      {
        "id":"ED432030",
        "title":"Students, Parents and Community Members as Partners in Strategic School-Community Planning."},
      {
        "id":"ED432032",
        "title":"Developing a Comprehensive Violence Prevention Plan: A Practical Guide."},
      {
        "id":"ED432033",
        "title":"Grade Configuration: Who Goes Where? By Request Series."},
      {
        "id":"ED432034",
        "title":"The Educational Renewal Agenda: A Synthesis of Our Evaluation Findings."},
      {
        "id":"ED432035",
        "title":"The Effects of Transformational Leadership on Organizational Conditions and Student Engagement with School."},
      {
        "id":"ED432036",
        "title":"Moral-Ethical Leadership as Everyday Practice."},
      {
        "id":"ED432037",
        "title":"Building Capacity for Change: Transformational Leadership for School Principals."},
      {
        "id":"ED432038",
        "title":"The Perfect Match: A Case Study of a First Year Woman Principal."},
      {
        "id":"ED432039",
        "title":"Effects of Block Scheduling on Grade Point Averages."},
      {
        "id":"ED432040",
        "title":"The Evaluation of a Field Based Principal Preparation Program in Texas."},
      {
        "id":"ED432041",
        "title":"Female Superintendents, Barriers, and the Struggle for Equity."},
      {
        "id":"ED432042",
        "title":"Use of the Unbalanced Nested ANOVA To Examine the Relationship of Class Size to Student Ratings of Instructional Quality."},
      {
        "id":"ED432043",
        "title":"What Are You Doing To Improve Your School? Information for School Principals on Washington's School Improvement Strategy, Leading Your Staff, Communicating with Your Community."},
      {
        "id":"ED432044",
        "title":"School Restructuring and Student Achievement in Washington State: Research Findings on the Effects of House Bill 1209 and School Restructuring on Western Washington Schools."},
      {
        "id":"ED432045",
        "title":"Governing America's Schools: A Primer for Reporters."},
      {
        "id":"ED432046",
        "title":"Leadership for Organisational Learning and Student Outcomes. The Lolso Project: The First Report of an Australian Three Year Study of International Significance."},
      {
        "id":"ED432047",
        "title":"A Service-Based Approach to Addressing Educational and Social Outcomes for Youth: Lessons from the Evaluation of New Jersey's School-Based Youth Services Program."},
      {
        "id":"ED432048",
        "title":"Research You Can Use To Improve Results."},
      {
        "id":"ED432049",
        "title":"Strengthening Community Education: The Basis for Sustainable Renewal. Finding Community Resources Manual."},
      {
        "id":"ED432052",
        "title":"Effective Leaders for Today's Schools: Synthesis of a Policy Forum on Educational Leadership. Perspectives on Education Policy Research. Policy Brief."},
      {
        "id":"ED432053",
        "title":"Overview of Public Elementary and Secondary Schools and Districts: School Year 1997-98. Statistics in Brief."},
      {
        "id":"ED432059",
        "title":"From \"I\" to \"We\": Reflections about Leadership."},
      {
        "id":"ED432060",
        "title":"California Educational Research Cooperative. Annual Report, 1999."},
      {
        "id":"ED432063",
        "title":"Barriers, Benefits, and Costs of Using Private Schools To Alleviate Overcrowding in Public Schools. Final Report."},
      {
        "id":"ED432064",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, April 1, 1998-September 30, 1998."},
      {
        "id":"ED432065",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, October 1, 1998-March 31, 1999."},
      {
        "id":"ED432066",
        "title":"U.S. Department of Education Indirect Cost Determination Guidance for State and Local Government Agencies."},
      {
        "id":"ED432067",
        "title":"Putting Standards of Excellence into Action. The State of American Education, Fourth Annual Address, Atlanta, Georgia."},
      {
        "id":"ED432068",
        "title":"The Condition of Education 1998: Supplemental and Standard Error Tables."},
      {
        "id":"ED432069",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 1996-1997. Statistics in Brief."},
      {
        "id":"ED432070",
        "title":"Perceptions, 1990-1998."},
      {
        "id":"ED432071",
        "title":"Sensory Integration and Its Effects on Young Children."},
      {
        "id":"ED432072",
        "title":"Students with Disabilities Projected To Exit the Public Schools after the 1998-99 School Year."},
      {
        "id":"ED432073",
        "title":"Performance Report of Educational and Vocational Services and Results for Individuals with Disabilities, 1996-1997."},
      {
        "id":"ED432074",
        "title":"Section 619 Profile. 9th Edition."},
      {
        "id":"ED432075",
        "title":"Comprehensive System of Personnel Development: Wyoming Statewide Needs Assessment."},
      {
        "id":"ED432078",
        "title":"Autism: An Overview and Investigation into the Lovaas Intervention Technique."},
      {
        "id":"ED432079",
        "title":"Chartbook on Women and Disability in the United States. An InfoUse Report."},
      {
        "id":"ED432080",
        "title":"Dispute Resolution Activities-State Data Collection. Quick Turn Around (QTA)."},
      {
        "id":"ED432081",
        "title":"Non-Cessation of Educational Services. Quick Turn Around (QTA)."},
      {
        "id":"ED432082",
        "title":"Behavioral Interventions in Schools: Guidelines for Development of District Policies for Students with Disabilities."},
      {
        "id":"ED432083",
        "title":"A Study of Four Schools: Moving toward Inclusion of Special Education Students in General Education."},
      {
        "id":"ED432084",
        "title":"Improving Dissemination of Research Results for Persons with Disabilities and Their Families."},
      {
        "id":"ED430086",
        "title":"Adult Literacy Practices in Rural Families and Communities. Research into Practice Series No. 1."},
      {
        "id":"ED430087",
        "title":"Technological Literacy. Research into Practice Series No. 4."},
      {
        "id":"ED430088",
        "title":"Adult Literacy and Health. Reading and Writing as Keeping-Well Practices. Research into Practice Series No. 5."},
      {
        "id":"ED430089",
        "title":"Welfare Reform. Information on Former Recipients' Status. Report to the Chairman, Committee on Finance, U.S. Senate, and the Chairman, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED430092",
        "title":"Job Soup for Job Shoppers. 80 Job Bits You Can Sink Your Teeth into."},
      {
        "id":"ED430093",
        "title":"A Delphi Study of Desired Entry-Level Workplace Skills, Competencies, and Proof-of-Achievement Products."},
      {
        "id":"ED430094",
        "title":"Expanding Options for Students. Report to Congress on the National Evaluation of School-to-Work Implementation."},
      {
        "id":"ED430095",
        "title":"Job Analysis and the Development of Test Specifications for Licensure and Certification Examinations."},
      {
        "id":"ED430096",
        "title":"Evaluation of the PALS (Partners in Active Learning Support) Mentoring Program. Final Report for National FFA Organization."},
      {
        "id":"ED430097",
        "title":"Adult Education: A Bibliography of English-Language Books and Selected Non-Periodical Literature through 1998."},
      {
        "id":"ED430098",
        "title":"Assessing the Adult Student. Quality Professional Development Project. Professional Development Manual I."},
      {
        "id":"ED430099",
        "title":"The Philosophy of Teaching Adult Students. Quality Professional Development Project. Professional Development Manual II."},
      {
        "id":"ED430100",
        "title":"From Theory to Practice: Adult Instructional Methodologies. Quality Professional Development Project. Professional Development Manual III."},
      {
        "id":"ED430101",
        "title":"Basics for Successful ABE Instruction: Working with Adult Learners. Quality Professional Development Project. Professional Development Manual IV."},
      {
        "id":"ED430102",
        "title":"Basics for Successful GED Instruction: Working with Adult Learners. Quality Professional Development Project. Professional Development Manual V."},
      {
        "id":"ED430103",
        "title":"Basics for Successful AHS Instruction: Working with Adult Learners. Quality Professional Development Project. Professional Development Manual VI."},
      {
        "id":"ED430104",
        "title":"Train-the-Trainer for Adult Education. Quality Professional Development Project."},
      {
        "id":"ED430105",
        "title":"The Family Transition Program: Implementation and Three-Year Impacts of Florida's Initial Time-Limited Welfare Program."},
      {
        "id":"ED430106",
        "title":"Welfare Time Limits: An Interim Report Card. The Cross-State Study of Time-Limited Welfare."},
      {
        "id":"ED430109",
        "title":"&quot;Insuring IT Competence within the Financial Services Sector.&quot; Project Evaluation Report."},
      {
        "id":"ED430112",
        "title":"Technology Education versus Liberal Arts Education?"},
      {
        "id":"ED430113",
        "title":"Learning...To Succeed. Preparing Young People for Tomorrow's Workplace."},
      {
        "id":"ED430115",
        "title":"Course Design Strategies--Traditional versus On-line. What Transfers? What Doesn't?"},
      {
        "id":"ED430116",
        "title":"Publications and Resources on Prior Learning Assessment and Recognition (PLAR). Compiled for the Research Network for New Approaches to Lifelong Learning."},
      {
        "id":"ED430117",
        "title":"Dikmas KBU Program Summary Evaluation: An Evaluation of Non-formal Education and the Development of Microenterprises in Indonesia."},
      {
        "id":"ED430118",
        "title":"Comparative Adult Education 1998. The Contribution of ISCAE to an Emerging Field of Study."},
      {
        "id":"ED430120",
        "title":"Distance Education and Web-Based Training. Information Series No. 379."},
      {
        "id":"ED430121",
        "title":"Learning for the Workplace: Nordic and Canadian Perspectives."},
      {
        "id":"ED430122",
        "title":"Colorado's School-to-Career Program. Issue Brief Number 98-8."},
      {
        "id":"ED430123",
        "title":"Successful Strategies. Teaching and Learning in Arizona Schools."},
      {
        "id":"ED430124",
        "title":"The Value of the GED Tests."},
      {
        "id":"ED430125",
        "title":"A Training Guide for Mentors."},
      {
        "id":"ED430126",
        "title":"The Fantastic Facilitator: Engaging Activities for Leading Groups."},
      {
        "id":"ED430127",
        "title":"Administrator's Guide to Service Learning. Linking Learning with Life."},
      {
        "id":"ED430128",
        "title":"Connecting Communities through Service Learning. Linking Learning with Life."},
      {
        "id":"ED430129",
        "title":"Digging for Buried Treasure. Finding Funding for the Future in Service Learning. Linking Learning with Life."},
      {
        "id":"ED430130",
        "title":"Giving Youth the Power and the Money. A Guide to Establishing Youth Service Learning Councils. Linking Learning with Life."},
      {
        "id":"ED430131",
        "title":"Hooking Out-of-School Youth through Service Learning. Linking Learning with Life."},
      {
        "id":"ED430132",
        "title":"Igniting the Flame. Establishing a Service Learning Task Force. Linking Learning with Life."},
      {
        "id":"ED430133",
        "title":"Youth Consultants. Putting It All Together. Linking Learning with Life."},
      {
        "id":"ED430134",
        "title":"Off Their Rockers into Service. Connecting the Generations through Service Learning. Linking Learning with Life."},
      {
        "id":"ED430135",
        "title":"Parent Involvement in Service Learning. Linking Learning with Life."},
      {
        "id":"ED430136",
        "title":"Partners in Prevention. Involving College Students in Dropout Prevention. Linking Learning with Life."},
      {
        "id":"ED430138",
        "title":"School to Work to Life. Linking Service Learning and School-to-Work. Linking Learning with Life."},
      {
        "id":"ED430139",
        "title":"Service Learning and Teacher Education. Linking Learning with Life."},
      {
        "id":"ED430140",
        "title":"Take a Class Outdoors. A Guidebook for Environmental Service Learning. Linking Learning with Life."},
      {
        "id":"ED430141",
        "title":"Making the Case for Service-Learning. Action Research & Evaluation Guidebook for Teachers."},
      {
        "id":"ED430143",
        "title":"Literacy on the Line. Australian Council for Adult Literacy Conference Proceedings (21st, Adelaide, Australia, September 24-26, 1998)."},
      {
        "id":"ED430144",
        "title":"Perceived Vocational Students' Intentional Persistence."},
      {
        "id":"ED430145",
        "title":"Education, Training and Youth Affairs--Issues and Public Policy Responses."},
      {
        "id":"ED430146",
        "title":"The Delaware Department of Correction Life Skills Program. Program Focus."},
      {
        "id":"ED430147",
        "title":"Work-Based Learning Curriculum Guidelines for Cooperative Education. Washington State. Revised."},
      {
        "id":"ED430148",
        "title":"Work-Based Learning Program Standards. Washington State. Revised."},
      {
        "id":"ED430149",
        "title":"Bay County Sheriff's Office Juvenile Boot Camp: A Follow-up Study of the First Seven Platoons. Management Report Number 44."},
      {
        "id":"ED430150",
        "title":"Polk County Juvenile Boot Camp--Female Program: A Follow-up Study of the First Seven Platoons. Management Report Number 55."},
      {
        "id":"ED430152",
        "title":"Health Technologies State Tech Prep Competency Profile."},
      {
        "id":"ED430153",
        "title":"Wisconsin Technical College System Board Equity Staff Development Workshops and Services Phase VIII and Single Parent/Displaced Homemaker Staff Development Workshops. Final Report."},
      {
        "id":"ED430154",
        "title":"Tech-Prep in New York State: Profiles of Four Diverse Programs."},
      {
        "id":"ED430155",
        "title":"Modified Video Course Methodology for Distance Learning."},
      {
        "id":"ED430156",
        "title":"Annotated Bibliography of Welfare Reform and Welfare to Work Resources. Program Resources."},
      {
        "id":"ED430157",
        "title":"Employer Aid for Postsecondary Education. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED430158",
        "title":"Ohio Students, Parents, and Teachers Speak out on Sexual Harassment."},
      {
        "id":"ED430160",
        "title":"Use It or Lose It? The Impact of Time out of Work on Literacy and Numeracy Skills."},
      {
        "id":"ED430162",
        "title":"Third Party Payments: Status for Counselors."},
      {
        "id":"ED430163",
        "title":"Families Communicate Pilot Project. Austin Independent School District Publication 97.15."},
      {
        "id":"ED430165",
        "title":"Student Government in the School Setting."},
      {
        "id":"ED430166",
        "title":"South Dakota Youth Risk Behavior Survey Report, 1997."},
      {
        "id":"ED430167",
        "title":"The Influence of Extracurricular Activity Participation upon Youth Problem Behavior: School Connection as a Mediator."},
      {
        "id":"ED430168",
        "title":"An Analysis of the Short-Term Impact of Peer Mediation on High School Disputants in an Ethnically Diverse Suburban School System."},
      {
        "id":"ED430169",
        "title":"What's My Job in Court? An Answer and Activity Book for Kids Who Are Going to Court."},
      {
        "id":"ED430170",
        "title":"Key Roles in the Revolution of Work."},
      {
        "id":"ED430171",
        "title":"ICAPS: A New Scale of Intercultural Adjustment II."},
      {
        "id":"ED430172",
        "title":"Play Therapy. ERIC Digest."},
      {
        "id":"ED430173",
        "title":"Peaceful Solutions: Teacher&apos;s Guide. Conflict Resolution and Violence Prevention Strategies. Professional Development, Grades 5-12."},
      {
        "id":"ED430174",
        "title":"Texas Survey of Substance Use among University Students, 1997."},
      {
        "id":"ED430175",
        "title":"Issues in Psychology Licensure: Requirements, Applicant Rights, Future Trends, and Epilogue."},
      {
        "id":"ED430177",
        "title":"Rather than \"Fixing Kids\"--Transform the Environment."},
      {
        "id":"ED430178",
        "title":"Are Arizona Public Schools Making the Best Use of School Counselors? Results of a Three-Year Study of Counselors' Time Use. Arizona School to Work Briefing Paper #16."},
      {
        "id":"ED430179",
        "title":"Proven Strategies for Improving Learning & Achievement."},
      {
        "id":"ED430180",
        "title":"An Investigation into Empowering Students through Cooperative Learning."},
      {
        "id":"ED430181",
        "title":"Pupil Control Behavior, Classroom Robustness, and Self-Control: Public and Military High Schools Compared."},
      {
        "id":"ED430182",
        "title":"Limits of Meta-Analysis as a Basis for Justifying Individual Counseling Interventions."},
      {
        "id":"ED430183",
        "title":"Interpretive Error in Psychological Testing."},
      {
        "id":"ED430184",
        "title":"Burnout and Leadership in Community Mental Health Systems."},
      {
        "id":"ED430185",
        "title":"A Chaotic Look at Students' Motivation: Exploring the Interface between Chaos Theory and Goal Theory."},
      {
        "id":"ED430186",
        "title":"Performance Approach, Performance Avoidance and Depth of Information Processing: A Fresh Look at Relations between Students' Academic Motivation and Cognition."},
      {
        "id":"ED430187",
        "title":"Learning All about Court with &quot;B.J.&quot;! An Activity Book for Children Going to Federal or Tribal Court."},
      {
        "id":"ED430189",
        "title":"Evaluating the Effectiveness of Charger Connection Class."},
      {
        "id":"ED430190",
        "title":"Attempts To Reduce Cigarette Smoking among College Students: A Pilot Study."},
      {
        "id":"ED430191",
        "title":"Training Parents as Peacekeepers--A Resolutionary Process."},
      {
        "id":"ED430194",
        "title":"The Influence of Parental Monitoring and Support on Adolescent Identity Development."},
      {
        "id":"ED430195",
        "title":"Gender Differences in the Family Situation of Brazilian Street Youth."},
      {
        "id":"ED430196",
        "title":"Homicide Crisis Intervention in a Multicultural School Setting."},
      {
        "id":"ED430197",
        "title":"School Psychology in the New Millennium: Constructing and Implementing a Blueprint for Intervening in Crises Involving Disasters and/or Violence."},
      {
        "id":"ED430198",
        "title":"Students At-Risk: Poverty, Pregnancy, Violence, Depression, and the Demise of the Traditional Family. Second Edition."},
      {
        "id":"ED430199",
        "title":"An Ounce of Prevention, a Pound of Uncertainty: The Cost-Effectiveness of School-Based Drug Prevention Programs."},
      {
        "id":"ED430200",
        "title":"Complete Summary of a Four-Part Research Project for the \"I Like Me!\" Program."},
      {
        "id":"ED430201",
        "title":"Research Teams in Masters Counseling Programs?"},
      {
        "id":"ED430202",
        "title":"Financial Aid Handbook for High School Counselors."},
      {
        "id":"ED430203",
        "title":"Who Needs Help and When: Coping with the Transition from School to University."},
      {
        "id":"ED430204",
        "title":"Negative Outcomes of Diversity Training: What Can We Do?"},
      {
        "id":"ED430205",
        "title":"Career Aspirations of Young Women in High School and in College: A Seven Year Longitudinal Study."},
      {
        "id":"ED430206",
        "title":"School-Based and School-Linked Programs for Pregnant and Parenting Teens and Their Children. A Synthesis of Conference Proceedings (Washington, DC, November 5-6, 1997)."},
      {
        "id":"ED430207",
        "title":"The Role of Error Correction in Working with Emergent Readers."},
      {
        "id":"ED430208",
        "title":"Reading Fluency: A Critical Component of Reading Instruction."},
      {
        "id":"ED430209",
        "title":"Reading Framework for the National Assessment of Educational Progress: 1992-2000. NAEP Reading Consensus Project."},
      {
        "id":"ED430210",
        "title":"L2 Children's Reading Conceptions and Its Relationships with Intertextuality."},
      {
        "id":"ED430211",
        "title":"Turning the Researcher Gaze Inward: Where Does My Pedagogy Come from?"},
      {
        "id":"ED430212",
        "title":"What's New in Chapter Books."},
      {
        "id":"ED430213",
        "title":"Frontiers in Family Learning. A Showcase of Exemplary Family Literacy Programs."},
      {
        "id":"ED430214",
        "title":"Literacy Clubs for At-Risk Girls. A Series of Solutions and Strategies, Number 12."},
      {
        "id":"ED430215",
        "title":"The Effectiveness of a Skill Based Explicit Phonics Reading Program K-2 as Measured by Student Performance and Teacher Evaluation."},
      {
        "id":"ED430216",
        "title":"Reading Recovery in California, 1991-96. Technical Report."},
      {
        "id":"ED430217",
        "title":"Effect of the Reading Renaissance Approach or a Traditional Basal Approach on Reading Achievement in Third Grade."},
      {
        "id":"ED430218",
        "title":"Displacement and Knowledge Construction in Literature Reviews."}]
  }}
