{
  "response":{"numFound":509939,"start":408000,"numFoundExact":true,"docs":[
      {
        "id":"ED430219",
        "title":"Research into Practice: An Overview of Reading Research for Washington State."},
      {
        "id":"ED430220",
        "title":"A Practical Model for Measuring the Effect of School Reform on the Reading Achievement of Non-Transient Learners."},
      {
        "id":"ED430222",
        "title":"Comprehensive Literacy Plan Grades K-3 for the State of Idaho."},
      {
        "id":"ED430223",
        "title":"Reading Achievement State by State, 1999. Goal 3: Student Achievement and Citizenship."},
      {
        "id":"ED430224",
        "title":"Life Writing: Finding Whole Narratives in Poetry and Composition."},
      {
        "id":"ED430225",
        "title":"The Interdependency of Fair Use and the First Amendment."},
      {
        "id":"ED430226",
        "title":"Lassoing Levels of Language."},
      {
        "id":"ED430227",
        "title":"Gender Equity and the State of the Union."},
      {
        "id":"ED430228",
        "title":"Fifth Graders' Story Dramatizations during Literature Study."},
      {
        "id":"ED430229",
        "title":"Hard Work and Hard Data: Getting Our Message Out."},
      {
        "id":"ED430230",
        "title":"Applied This, Applied That, and the Other: The Counterproductive Professionalization of Composition Teaching."},
      {
        "id":"ED430231",
        "title":"Short Stories in the Classroom."},
      {
        "id":"ED430232",
        "title":"Administrative Problem-Solving for Writing Programs and Writing Centers: Scenarios in Effective Program Management."},
      {
        "id":"ED430234",
        "title":"Storytelling for Literacy."},
      {
        "id":"ED430242",
        "title":"Is the Truth Out There? Fables of Abduction, Abdication, and Absolution on the Post-Profession, Pre-Millennial Landscape."},
      {
        "id":"ED430243",
        "title":"Writing Invention: Sometimes an Anti-Social Act, or the Relationship of Anger and the Impulse To Write. [Revised.]"},
      {
        "id":"ED430244",
        "title":"Beating the Odds over Time: One District's Perspective."},
      {
        "id":"ED430245",
        "title":"A Lifelong Middle School Teacher Never Stops Learning: The Case of Cathy Starr."},
      {
        "id":"ED430246",
        "title":"NAEP 1996 Trends in Writing: Fluency and Writing Conventions. Holistic and Mechanics Scores in 1984 and 1996."},
      {
        "id":"ED430247",
        "title":"Using Aesthetic Work To Inspire Storytelling, Writing and Illustration."},
      {
        "id":"ED430248",
        "title":"Mississippi Language Arts Framework."},
      {
        "id":"ED430249",
        "title":"Editorial Commentary in the &quot;Review of Educational Research,&quot; 1931-1998: A Study of Genre Construction."},
      {
        "id":"ED430250",
        "title":"First-Year Training for First-Year Composition: TA Training from the Inside."},
      {
        "id":"ED430254",
        "title":"Working with the English Language. Five Teaching Units for Middle and Upper Grades. Working with Languages Series. Second Edition."},
      {
        "id":"ED430255",
        "title":"Reading, Writing, and Speaking about Contemporary Issues. Lesson Plans for Teachers of English and Social Studies. Working with Language Series."},
      {
        "id":"ED430256",
        "title":"Improve Student Reading and Writing. Sentence-Combining Activities for Elementary and Secondary Teachers. Working with Language Series."},
      {
        "id":"ED430257",
        "title":"Writing as a Process of Discovery--A Practical Plan. Structured Theme Assignments for Grades Five through Twelve. Revised Edition. Working with Language Series."},
      {
        "id":"ED430258",
        "title":"Kansas Curricular Standards for Reading and Writing."},
      {
        "id":"ED430259",
        "title":"A Sociohistorical View of Reason and Emotion in Academic Debate."},
      {
        "id":"ED430260",
        "title":"Rewards and Liabilities of Presentation Software as an Ancillary Tool: Prison or Paradise?"},
      {
        "id":"ED430261",
        "title":"The Effectiveness of Web-Based Instruction: A Case Study."},
      {
        "id":"ED430262",
        "title":"Helping Kids To \"Imaginate\": The Story of Drama Education at One Elementary School."},
      {
        "id":"ED430265",
        "title":"Controlled Choice: A New Approach to School Desegregated Education and School Improvement."},
      {
        "id":"ED430266",
        "title":"Investing in Oklahoma: The Progress of Education Reform. Volumes 1-4, January 1996-January 1999."},
      {
        "id":"ED430267",
        "title":"Educational Progress Indicator (E.P.I.): Synthetic Indicator for Monitoring Education. Contribution to Education for All."},
      {
        "id":"ED430268",
        "title":"Making Standards Work: Active Voices, Focused Learning."},
      {
        "id":"ED430269",
        "title":"Creating a New Research Agenda on Race, Gender, and Class Impacts on Educational Achievement and Underachievement. A Workshop on Race, Gender, Class, and Student Achievement (Washington, DC, March 6, 1998)."},
      {
        "id":"ED430270",
        "title":"The Corporate Imperative: A Business Guide for Implementing Strategic Education Partnerships."},
      {
        "id":"ED430271",
        "title":"Key High School Reform Strategies: An Overview of Research Findings. New American High Schools: High Schools at the Leading Edge of Reform."},
      {
        "id":"ED430273",
        "title":"Standards for Excellence in Education: A Guide for Parents, Teachers, and Principals for Evaluating and Implementing Standards for Education."},
      {
        "id":"ED430274",
        "title":"The Life and Times of a Pair of Standards: Estimation and Mental Calculation. Standards for Excellence in Education."},
      {
        "id":"ED430275",
        "title":"A Parent's Guide to Understanding Academic Standards. Standards for Excellence in Education."},
      {
        "id":"ED430276",
        "title":"The Standards Teacher. Standards for Excellence in Education."},
      {
        "id":"ED430277",
        "title":"Standards Principles for Principals. Standards for Excellence in Education."},
      {
        "id":"ED430278",
        "title":"Incentives in States' Educational Accountability Systems: Is the Assumption of Continuous Improvement Included?"},
      {
        "id":"ED430279",
        "title":"District-Wide Administrator Assistance: Decreasing Suspension Rates through Clear Reporting and Utilization of Discipline Alternatives."},
      {
        "id":"ED430280",
        "title":"The Effects of Course Assignment on Teacher Efficacy in Restructuring Secondary Schools."},
      {
        "id":"ED430281",
        "title":"The Social Promotion Epidemic."},
      {
        "id":"ED430282",
        "title":"Supervisory Behaviors That Affect School Climate."},
      {
        "id":"ED430283",
        "title":"Summary of the School District Finance and Quality Performance Act and the School District Capital Improvements State Aid Program (as Amended through 1998)."},
      {
        "id":"ED430284",
        "title":"Study of Education Issues in Nine Louisiana School Districts."},
      {
        "id":"ED430285",
        "title":"The 21st Century Site-Level Resource Manager: Strategies for Successful Devolved Leadership."},
      {
        "id":"ED430286",
        "title":"Complexity of School Reform: Order and Chaos."},
      {
        "id":"ED430287",
        "title":"Research of Education Issues in Southern Regional Education Board States."},
      {
        "id":"ED430288",
        "title":"Challenges of Instructional Leadership for Reforming School."},
      {
        "id":"ED430289",
        "title":"A School Level Environment Study in Australia."},
      {
        "id":"ED430290",
        "title":"An Overlooked Role of High School Athletics: The Formation of Social Capital through Parent Involvement."},
      {
        "id":"ED430291",
        "title":"Quality Education Model Final Report."},
      {
        "id":"ED430292",
        "title":"Effects of School Safety and School Characteristics on Grade 8 Achievement: A Multilevel Analysis."},
      {
        "id":"ED430293",
        "title":"Large or Small? Public or Private? What Matters Most in the Formation of Social Capital."},
      {
        "id":"ED430294",
        "title":"Finance Reform: More Money, More (Spending) Saving."},
      {
        "id":"ED430295",
        "title":"A Gendered Dichotomy in Written Reflections in Professional Development Portfolios."},
      {
        "id":"ED430296",
        "title":"Leadership Development: A Meaning-Making Art."},
      {
        "id":"ED430297",
        "title":"The Relationship of Organizational Health, Leadership, and Teacher Empowerment."},
      {
        "id":"ED430298",
        "title":"Managing Incompetent Teachers."},
      {
        "id":"ED430299",
        "title":"School-University Partnerships and Student Voice."},
      {
        "id":"ED430300",
        "title":"The Role of the Head Teacher (School Principal) in Addressing the Problem of Incompetent Teachers."},
      {
        "id":"ED430301",
        "title":"Validating the Vision: An Assessment Protocol for Mission Effectiveness, Institutional Accreditation, and Strategic Planning in the Catholic High School."},
      {
        "id":"ED430302",
        "title":"Catechetical Leaders: A Statistical Profile. A Follow-up Study to the 1986-1992 Progressive Study of Parish Directors of Religious Education Training and Educational Needs."},
      {
        "id":"ED430303",
        "title":"CHS 2000: A First Look."},
      {
        "id":"ED430304",
        "title":"Balance Sheet for Catholic Elementary Schools: 1997 Income and Expenses."},
      {
        "id":"ED430305",
        "title":"United States Catholic Elementary and Secondary Schools, 1998-1999: The Annual Statistical Report on Schools Enrollment and Staffing."},
      {
        "id":"ED430306",
        "title":"United States Catholic Elementary and Secondary Schools, 1997-98: The Annual Statistical Report on Schools, Enrollment and Staffing."},
      {
        "id":"ED430307",
        "title":"Doctoral Dissertations on Catholic Schools in the United States, 1988-1997."},
      {
        "id":"ED430309",
        "title":"Arguing for Equity: The Politics of Testing English Language Learners in San Francisco."},
      {
        "id":"ED430310",
        "title":"Looking behind the Veil: Addressing the Enigma of Leadership."},
      {
        "id":"ED430311",
        "title":"Public School Foundations: A Survey of the Current Status, 1999."},
      {
        "id":"ED430312",
        "title":"Business Management in the Catholic School."},
      {
        "id":"ED430313",
        "title":"American Catholic Schools for the 21st Century: Reflections on the Future of American Catholic Elementary Schools. Volume 2."},
      {
        "id":"ED430314",
        "title":"Conversations in Excellence: Providing for the Diverse Needs of Youth and Their Families."},
      {
        "id":"ED430315",
        "title":"Service to Families: Model Extended Care Programs."},
      {
        "id":"ED430316",
        "title":"Selected Legal Issues in Catholic Schools."},
      {
        "id":"ED430317",
        "title":"Building an Endowment: What, Why, and How."},
      {
        "id":"ED430318",
        "title":"Empowering Catechetical Leaders."},
      {
        "id":"ED430319",
        "title":"Taking Responsibility for Ending Social Promotion: A Guide for Educators and State and Local Leaders."},
      {
        "id":"ED430320",
        "title":"Performance Contracts for Administrators. ERIC Digest, Number 127."},
      {
        "id":"ED430322",
        "title":"Annual Earnings of Young Adults, by Educational Attainment. Indicator of the Month."},
      {
        "id":"ED430323",
        "title":"The State of Charter Schools. National Study of Charter School. Third-Year Report."},
      {
        "id":"ED430324",
        "title":"The Condition of Education, 1999."},
      {
        "id":"ED430325",
        "title":"An Overview of the Individuals with Disabilities Education Act Amendments of 1997 (P.L. 105-17). ERIC Digest."},
      {
        "id":"ED430326",
        "title":"Taking Charge: Adolescents with Learning Disabilities Assume Responsibility for Their Own Writing."},
      {
        "id":"ED430327",
        "title":"The Performance of &quot;Gifted&quot; High School Students in University."},
      {
        "id":"ED430328",
        "title":"Financial Aid for Students with Disabilities, 1999."},
      {
        "id":"ED430330",
        "title":"A Head Operated Joystick--Experience with Use."},
      {
        "id":"ED430331",
        "title":"Gifted Education: A Critical Discussion."},
      {
        "id":"ED430332",
        "title":"Cross-Cultural Predictors of Teachers' Attitudes toward Gifted Education."},
      {
        "id":"ED430337",
        "title":"AAC: Using a Reduced Keyboard."},
      {
        "id":"ED430338",
        "title":"Preventing School Failure and Antisocial Behavior Fact Sheets."},
      {
        "id":"ED430339",
        "title":"Adapting Curriculum for Augumentative Communication."},
      {
        "id":"ED430340",
        "title":"Assisting Newly Hired Special Education Teachers To Function More Effectively through Inservice Training and Mentoring on All Grade Levels."},
      {
        "id":"ED430342",
        "title":"Helping Students with Cognitive Disabilities Find and Keep a Job. Technical Assistance Guide 3."},
      {
        "id":"ED430343",
        "title":"Recommendations of the NIDCD Working Group on Early Identification of Hearing Impairment on Acceptable Protocols for Use in State-Wide Universal Newborn Hearing Screening Programs."},
      {
        "id":"ED430344",
        "title":"Dual Exceptionalities. ERIC Digest E574."},
      {
        "id":"ED430345",
        "title":"Outcomes and Career Achievements of Persons with Professional Qualifications Who Have Severe Psychiatric Disabilities: The Minnesota Mainstream Experience."},
      {
        "id":"ED430346",
        "title":"Identifying Factors Associated with Parental Reluctance to Involvement in the Education of Children with Special Needs."},
      {
        "id":"ED430347",
        "title":"Assistive Technology in Special Education: Policy & Practice. CASE/TAM Assistive Technology Policy and Practice Series."},
      {
        "id":"ED430348",
        "title":"From Deaf Homes to Hearing Homes: Building Bridges via Schools."},
      {
        "id":"ED430350",
        "title":"Using Cooperative Grouping and Group Reinforcement To Increase Work Completion with Severely Emotionally Disordered Students."},
      {
        "id":"ED430351",
        "title":"Antisocial Behavior in Children and Hans Eysenck's Biosocial Theory of Personality: A Review."},
      {
        "id":"ED430352",
        "title":"Voices of Perfectionism: Perfectionistic Gifted Adolescents in a Rural Middle School."},
      {
        "id":"ED430353",
        "title":"Improving the Consistency of Interventions in a Public Middle School Therapeutic Program for Students with Severe Emotional/Behavioral Disorders."},
      {
        "id":"ED430357",
        "title":"On Track: A Comprehensive System for Early Childhood Intervention."},
      {
        "id":"ED430358",
        "title":"Caring for Our Children: A Study of TEFRA in Minnesota."},
      {
        "id":"ED430359",
        "title":"Part C of the Individuals with Disabilities Education Act (IDEA) for Infants, Toddlers, and Their Families Annual Performance Report, Year XI (1997-1998)."},
      {
        "id":"ED430360",
        "title":"Social Skills and Problem Behaviors as Contexual Variables in African American Education: Students with and without Disabilities."},
      {
        "id":"ED430361",
        "title":"Local Variations in Least Restrictive Environment Placements for Preschool Children with Disabilities."},
      {
        "id":"ED430362",
        "title":"Applying Structured Teaching Principles to Toilet Training."},
      {
        "id":"ED430363",
        "title":"Addressing Student Problem Behavior-Part II: Conducting a Functional Behavioral Assessment. 3rd Edition."},
      {
        "id":"ED430364",
        "title":"Safe, Drug-Free, and Effective Schools for ALL Students: What Works!"},
      {
        "id":"ED430365",
        "title":"Two Decades of Research in Learning Disabilities: Reading Comprehension, Expressive Writing, Problem Solving, Self-Concept. Keys to Successful Learning: A National Summit on Research in Learning Disabilities."},
      {
        "id":"ED430366",
        "title":"The NICHD Research Program in Reading Development, Reading Disorders and Reading Instruction: A Summary of Research Findings. Keys to Successful Learning: A National Summit on Research in Learning Disabilities."},
      {
        "id":"ED430367",
        "title":"Improving Instruction for Students with Learning Disabilities: The Results of Three Research Syntheses. Keys to Successful Learning: A National Summit on Research in Learning Disabilities."},
      {
        "id":"ED430368",
        "title":"The Development and Implementation of Behavior Management Strategies To Decrease Discipline Referrals and Increase Teaching Time in the Classroom at the Secondary Level."},
      {
        "id":"ED430370",
        "title":"Preservice Clinical Experiences: A Bridge for Teachers and Students."},
      {
        "id":"ED430371",
        "title":"Positive Behavioral Support."},
      {
        "id":"ED430372",
        "title":"Factors Related to the Identification of Minority Gifted Students."},
      {
        "id":"ED430375",
        "title":"Facilities Task Force."},
      {
        "id":"ED430377",
        "title":"Factors Affecting the Outcomes of School Bond Elections in South Dakota."},
      {
        "id":"ED430378",
        "title":"Security Lighting: Crime Prevention in Schools. Architects and Building Branch. Building Bulletin 78."},
      {
        "id":"ED430379",
        "title":"Guide for Planning School Construction Projects in Minnesota. Revised."},
      {
        "id":"ED430382",
        "title":"Eco School."},
      {
        "id":"ED430383",
        "title":"Learning Through Landscapes: Using School Grounds as an Educational Resource."},
      {
        "id":"ED430384",
        "title":"Special Places; Special People: The Hidden Curriculum of School Grounds."},
      {
        "id":"ED430388",
        "title":"Perspectives and Resources for Addressing Educational Needs of Linguistically Diverse Students."},
      {
        "id":"ED430389",
        "title":"Current Task-Based Language Teaching: Some Issues and Models."},
      {
        "id":"ED430390",
        "title":"Native Speakers' Perception of the Nature of the OPI Communicative Speech Event."},
      {
        "id":"ED430391",
        "title":"TESL: The Crucial Role of Formal and Explicit Instruction and Learners' Prior Knowledge--An Example in Learners of Chinese Background."},
      {
        "id":"ED430392",
        "title":"Language Gains During Study Abroad: A Reassessment of the \"Predictors Study\" and Prospects for Future Research."},
      {
        "id":"ED430394",
        "title":"Foreign Languages in the Upper Secondary School: A Study of the Causes of Decline."},
      {
        "id":"ED430396",
        "title":"Tandem Language Learning by E-Mail: Some Basic Principles and a Case Study. CLCS Occasional Paper No. 54."},
      {
        "id":"ED430397",
        "title":"Evaluating Tandem Language Learning by E-Mail: Report on a Bilateral Project. CLCS Occasional Paper No. 55."},
      {
        "id":"ED430398",
        "title":"Cross-Cultural Attitudes as a Goal of Language Teaching in the Global Context."},
      {
        "id":"ED430399",
        "title":"Teaching Culture -- In Search of a New Model."},
      {
        "id":"ED430400",
        "title":"ESL Korean Learners' Use of External and Internal Modifications in Request Realizations."},
      {
        "id":"ED430401",
        "title":"Notes on Linguistics, 1998."},
      {
        "id":"ED430402",
        "title":"Making the Connection: Language and Academic Achievement among African American Students. Proceedings of a Conference of the Coalition on Language Diversity in Education (January 1998).  Language in Education 92."},
      {
        "id":"ED430403",
        "title":"Culture in the Foreign Language Classroom: A Survey of High School Teachers' Practices and Needs. Final Report and Executive Summary."},
      {
        "id":"ED430404",
        "title":"Assessment from Multiple Perspectives for Second Language Learners: An Analysis of the Hispanic Bilingual Gifted Screening Instrument."},
      {
        "id":"ED430406",
        "title":"Exploring Intercultural Interactions in Multicultural Contexts: Proposal and Research Suggestions."},
      {
        "id":"ED430408",
        "title":"French Language Arts: Programme d'etudes de francais langue seconde--immersion (Program of French Second Language Study--Immersion)."},
      {
        "id":"ED430409",
        "title":"Selection d&apos;ouvrages de la litterature enfantine. Bibliographie annotee, francais langue seconde--immersion, M-3. (Selection of Works from Children&apos;s Literature. Annotated Bibliography, French as a Second Language--Immersion)."},
      {
        "id":"ED430410",
        "title":"&quot;L'Allemand, c'est pas du francais!&quot;: Enjeux et paradoxes de l'apprentissage de l'allemand (&quot;German Isn't Like French!&quot;: Stakes and Paradoxes in the Teaching of German)."},
      {
        "id":"ED430411",
        "title":"English Usage and Needs in the Workforce: Review of the Literature and Relevance to Higher Education Curriculum Development."},
      {
        "id":"ED430413",
        "title":"Uses of Computer Technology in Adult Basic Skills/Literacy Programs: North Carolina Practice and Ideas from Other States."},
      {
        "id":"ED430418",
        "title":"New T.A. Handbook."},
      {
        "id":"ED430419",
        "title":"Regional Accreditation for Access and Success of Minorities in American Colleges and Universities."},
      {
        "id":"ED430420",
        "title":"Negotiating and Resisting Racism: How Faculty of Color Construct Promotion and Tenure."},
      {
        "id":"ED430421",
        "title":"Higher Education in the 21st Century: Global Challenge and National Response. IIE Research Report No. 29."},
      {
        "id":"ED430422",
        "title":"About Women on Campus, 1997."},
      {
        "id":"ED430423",
        "title":"Asian/Pacific American Women in Higher Education Administration: Doubly Bound, Doubly Scarce. Issues in Policy, No. 9."},
      {
        "id":"ED430424",
        "title":"Coming Around."},
      {
        "id":"ED430425",
        "title":"Wheaton College. Exemplars."},
      {
        "id":"ED430426",
        "title":"BRIDGE: A Simulation Model for Comparing the Costs of Expanding a Campus Using Distributed Instruction versus Classroom Instruction. Documentation and Instructions."},
      {
        "id":"ED430427",
        "title":"Case Studies in Evaluating the Benefits and Costs of Mediated Instruction and Distributed Learning: Synopses/Summaries of Eight Cases."},
      {
        "id":"ED430428",
        "title":"Alberta's Performance-Based Funding Mechanism."},
      {
        "id":"ED430437",
        "title":"Mapping Interdisciplinary Studies. The Academy in Transition."},
      {
        "id":"ED430438",
        "title":"General Education: The Changing Agenda. The Academy in Transition."},
      {
        "id":"ED430440",
        "title":"Diversity Blueprint: A Planning Manual for Colleges and Universities."},
      {
        "id":"ED430441",
        "title":"Financial Aid: A Resource for Women, 6th Edition."},
      {
        "id":"ED430442",
        "title":"It's All Relative: The Role of Parents in College Financing and Enrollment. New Agenda Series. Volume 1, Number 1."},
      {
        "id":"ED430443",
        "title":"Student Indebtedness: Are Borrowers Pushing the Limits? New Agenda Series. Volume 1, Number 2."},
      {
        "id":"ED430444",
        "title":"Open Doors, 1997-1998. Report on International Educational Exchange."},
      {
        "id":"ED430445",
        "title":"Enrollment Management for the 21st Century: Institutional Goals, Accountability, and Fiscal Responsibility. ASHE-ERIC Higher Education Report, Volume 26, Number 7."},
      {
        "id":"ED430446",
        "title":"Higher Education Trends for the Next Century: A Research Agenda for Student Success."},
      {
        "id":"ED430447",
        "title":"Momentum: Moving from a Leader in the South to a Leader in the Nation. Annual Report of the University System of Georgia, July 1, 1997--June 30, 1998."},
      {
        "id":"ED430448",
        "title":"Accountability Report: The University System of Georgia, 1999."},
      {
        "id":"ED430449",
        "title":"Higher Education Enrollment Statistics and Projections: 1999-2001 Biennium."},
      {
        "id":"ED430450",
        "title":"Louisiana State University System General Purpose Financial Statements and Independent Auditor's Reports as of and for the Year Ended June 30, 1998, with Supplemental Information Schedules."},
      {
        "id":"ED430452",
        "title":"Direct Loan Overview Workshop. Participant&apos;s Guide."},
      {
        "id":"ED430454",
        "title":"Class Dismissed: Higher Education vs. Corrections during the Wilson Years."},
      {
        "id":"ED430456",
        "title":"New Faculty Orientation Plan."},
      {
        "id":"ED430457",
        "title":"Triton College Faculty Recruitment Action Plan (FRAP)."},
      {
        "id":"ED430458",
        "title":"The Department Chair: Between a Rock and a Hard Place."},
      {
        "id":"ED430459",
        "title":"Report of the Legislative Educational Planning Committee to the 1999 Kansas Legislature."},
      {
        "id":"ED430460",
        "title":"Output, Professional Affiliation, and Placement of Ph.D. Graduates in Agricultural Economics."},
      {
        "id":"ED430462",
        "title":"Hermeneutics, Education, and Leadership in Contemporary Society."},
      {
        "id":"ED430463",
        "title":"Resident Assistant Service as a Correlate to Higher Education Fund Raising."},
      {
        "id":"ED430464",
        "title":"Where Have Oregon's Graduates Gone? Survey of the Oregon High School Graduating Class of 1997. A Report to the Oregon State Board of Higher Education."},
      {
        "id":"ED430465",
        "title":"A Plan for Course and Credit Transfer between Oregon Community Colleges and Oregon University System Institutions."},
      {
        "id":"ED430466",
        "title":"Performance Measures and Indicators: 1998 Baseline Performance Reports for Institutions. Revised."},
      {
        "id":"ED430467",
        "title":"Student Racial/Ethnic Diversity: Trends in Enrollment, Graduation, and Retention."},
      {
        "id":"ED430468",
        "title":"Faculty Racial/Ethnic Diversity and Faculty Diversity Initiative Update."},
      {
        "id":"ED430469",
        "title":"Post-Tenure Review. A Report Prepared for the Oregon State Board of Higher Education. Revised."},
      {
        "id":"ED430470",
        "title":"Oregon Early Options Study."},
      {
        "id":"ED430471",
        "title":"An Overview of the Sabbatical Leave in Higher Education: A Synopsis of the Literature Base."},
      {
        "id":"ED430473",
        "title":"Adult Undergraduates' Participation and Involvement: Future Directions for Theory and Research."},
      {
        "id":"ED430474",
        "title":"Student Retention in an Historically Black Institution."},
      {
        "id":"ED430475",
        "title":"Implications of Distance Education for Educational Administration Programs."},
      {
        "id":"ED430476",
        "title":"Student Financial Aid. Informational Paper No. 39."},
      {
        "id":"ED430479",
        "title":"Course Selection Determinants: A Comparison of &quot;Distance Learning&quot; and &quot;Traditional&quot; Wellness and Physical Education Programming."},
      {
        "id":"ED430480",
        "title":"The Evolution of Qualitative and Quantitative Research Classes when Delivered via Distance Education."},
      {
        "id":"ED430481",
        "title":"Using CU-SeeMe To Deliver a Masters-Level Class over the Internet."},
      {
        "id":"ED430482",
        "title":"Pastoring the Church into the Twenty-First Century."},
      {
        "id":"ED430483",
        "title":"The Coast of Siberia: A Vladivostok Spring."},
      {
        "id":"ED430486",
        "title":"Professional Development of Part-Time or Casual Academic Staff in Universities: A Model for Empowerment."},
      {
        "id":"ED430487",
        "title":"Te Pikaunga-Mahi Me Te Kohukihuki (Workload and Stress)=A National Survey of Maori Aste Te Hau Takitini O Aotearoa Members."},
      {
        "id":"ED430488",
        "title":"Excellence Through Partnerships: School of Education, East Carolina University. 1997-98 Progress Report."},
      {
        "id":"ED430489",
        "title":"Participation of New High School Graduates in Higher Education."},
      {
        "id":"ED430490",
        "title":"Development of an MBA Student Handbook for the School of Business and Entrepreneurship. Politics, Law, and Economics of Higher Education."},
      {
        "id":"ED430491",
        "title":"A Study of Factors Related to Dissertation Progress among Doctoral Candidates: Focus on Students' Research Self-Efficacy as a Result of Their Research Training and Experiences."},
      {
        "id":"ED430492",
        "title":"Space To Grow: Creating an Ecology Model of Bi- and Multiracial Identity Development in College Students."},
      {
        "id":"ED430493",
        "title":"Becoming a Department Chair: Negotiating the Transition from Scholar to Administrator."},
      {
        "id":"ED430494",
        "title":"The Research Apprenticeship Program: Promoting Careers in Biomedical Sciences and the Health Professions for Minority Populations."},
      {
        "id":"ED430496",
        "title":"Investments in the Future. IHE Perspectives."},
      {
        "id":"ED430497",
        "title":"Reconsidering Faculty Roles and Rewards: Promising Practices for Institutional Transformation and Enhanced Learning. A Report on CAPHE's Faculty Roles, Faculty Rewards, and Institutional Priorities Grant Program."},
      {
        "id":"ED430498",
        "title":"The Rise of Temporary Faculty Appointments and the Decline of the Liberal Arts."},
      {
        "id":"ED430499",
        "title":"Engaged Institutions: A Commitment to Service. Profiles and Data. Third Working Paper."},
      {
        "id":"ED430500",
        "title":"Student Charges and Financial Aid: 1998-99. A Guide to Recent Trends in Student Charges and Financial Aid at Four-Year Public Colleges and Universities."},
      {
        "id":"ED430501",
        "title":"University Research and Technology Transfer in a Changing World."},
      {
        "id":"ED430502",
        "title":"Enrollment Trends at Public Four-Year Colleges and Universities, Fall 1990 to Fall 1996."},
      {
        "id":"ED430503",
        "title":"Proceedings of the Annual Meeting of the National Association of State Universities and Land-Grant Colleges (110th, Washington DC, November 16-18, 1997)."},
      {
        "id":"ED430504",
        "title":"An Exercise in Growth and Adaptation for a Rapidly Growing State College: Faculty Pay Scale Report and Proposals. Presented to the Faculty Senate by the UVSC Faculty Senate Budget Committee, 1998-1999."},
      {
        "id":"ED430511",
        "title":"Salary-Trend Studies of Faculty for the Years 1994-95 and 1997-98 in the Following Academic Disciplines/Major Fields: History, General, ...,Visual and Performing Arts."},
      {
        "id":"ED430512",
        "title":"Learning Communities. ERIC Digest."},
      {
        "id":"ED430513",
        "title":"Enacting Diverse Learning Environments: Improving the Climate for Racial/Ethnic Diversity in Higher Education. ERIC Digest."},
      {
        "id":"ED430514",
        "title":"Enacting Diverse Learning Environments: Improving the Climate for Racial/Ethnic Diversity in Higher Education. ASHE-ERIC Higher Education Report, Vol. 26, No. 8."},
      {
        "id":"ED430515",
        "title":"Mid-South Instructional Technology Conference Proceedings (2nd, Murfreesboro, Tennessee, April 6-8, 1997)."},
      {
        "id":"ED430516",
        "title":"Evaluation of Three Educational Online Delivery Approaches."},
      {
        "id":"ED430517",
        "title":"A Systematic Approach to Training Faculty To Teach via a Two-Way Interactive Television System."},
      {
        "id":"ED430518",
        "title":"Hardware/Software To Support Distance Learning Classes."},
      {
        "id":"ED430519",
        "title":"Guiding Students in Using the World Wide Web for Research."},
      {
        "id":"ED430520",
        "title":"Practical Tips and Strategies for Finding Information on the Internet."},
      {
        "id":"ED430521",
        "title":"Interactive Television vs. a Traditional Classroom Setting: A Comparison of Student Math Achievement."},
      {
        "id":"ED430522",
        "title":"Best Case Practices of Technology at Eastern New Mexico University."},
      {
        "id":"ED430523",
        "title":"The Nature of Teaching and Learning in the Multimedia Laboratory Classroom: Process, Activity, Problem-Solving, Engagement."},
      {
        "id":"ED430524",
        "title":"Enhancing Student Learning through Electronic Communication Technologies."},
      {
        "id":"ED430525",
        "title":"The Lecture Really IS Dead: Using Electronic Media To Teach On-Campus Courses."},
      {
        "id":"ED430526",
        "title":"Developing Critical Thinking Skills in a Technology-Related Class."},
      {
        "id":"ED430527",
        "title":"The Virtual Global Village: The World Wide Web, Instructional Technology and the &quot;Communicative&quot; Language Classroom."},
      {
        "id":"ED430528",
        "title":"The High-Tech Humanist: Multimedia Computing in a Senior Applied Ethics Seminar."},
      {
        "id":"ED430529",
        "title":"An Online Adventure with BCReading and Wolftrip."},
      {
        "id":"ED430530",
        "title":"Children and Young Adult Literature on the Internet: An Introduction."},
      {
        "id":"ED430531",
        "title":"The Readers' Advisory in Academic Libraries."},
      {
        "id":"ED430532",
        "title":"CompSpeak 2050: How Talking Computers Will Recreate an Oral Culture by Mid-21st Century."},
      {
        "id":"ED430533",
        "title":"Optimizing a Middle School's Network Capabilities for Accessing Information, Improving School Communications and Interacting with the Global Community through Network Training."},
      {
        "id":"ED430534",
        "title":"An Analysis of the Status of Education Technology Availability and Usage in the Public Schools of Virginia. Report to the Commonwealth of Virginia. Second Edition."},
      {
        "id":"ED430535",
        "title":"Accelerating a National Agenda for Technology in Schools."},
      {
        "id":"ED430536",
        "title":"Preparing Our Young People for a Changing World: Policymakers, Business Leaders and the Public Speak out on the Role of Education Technology in America's Classrooms. The Second Annual Milken Exchange on Education Technology Public Opinion Survey."},
      {
        "id":"ED430537",
        "title":"The Impact of Education Technology on Student Achievement: What the Most Current Research Has To Say."},
      {
        "id":"ED430538",
        "title":"Statewide Educational Networks: Policy and Management Report."},
      {
        "id":"ED430539",
        "title":"Computers in Classrooms."},
      {
        "id":"ED430540",
        "title":"Technology for Educational Achievement in Wisconsin Board. Informational Paper No. 34."},
      {
        "id":"ED430541",
        "title":"Authorware Professional as a Research and Teaching Tool."},
      {
        "id":"ED430542",
        "title":"Teacher Teams and Computer Technology."},
      {
        "id":"ED430543",
        "title":"Bleeding on the Edge: Experiences from Teaching a Multimedia-Rich Course over the Internet."},
      {
        "id":"ED430544",
        "title":"Improving Secondary Practical Computer Skills: Logo Test Scores through Graphically Designed Computer Programs and Utilization of Multimedia and Technology."},
      {
        "id":"ED430545",
        "title":"The Washington State Technology Plan for the K-12 Common School System. Sections 701-703, Chapter 336, Laws of 1993 (Engrossed Substitute House Bill 1209) as Amended by Chapter 245, Laws of 1994. Report to the Legislature."},
      {
        "id":"ED430547",
        "title":"The Effectiveness of Interactive Distance Education Technologies in K-12 Learning: A Meta-Analysis."},
      {
        "id":"ED430548",
        "title":"The Presence of Computers in American Schools. Teaching, Learning, and Computing: 1998 National Survey. Report No.2."},
      {
        "id":"ED430549",
        "title":"Disseminating Educational Research with IT."},
      {
        "id":"ED430550",
        "title":"Differential Memory Effects for Immediate and Delayed Feedback: A Delta Rule Explanation of Feedback Timing Effects."},
      {
        "id":"ED430551",
        "title":"A Theoretical Look at Electronic Community's Conversation and Curriculum."},
      {
        "id":"ED430552",
        "title":"Implementation and Utilization of Educational Technology."},
      {
        "id":"ED430553",
        "title":"Critical Evaluations and Instructional Potential of Authoring and Titled Program Software."},
      {
        "id":"ED430554",
        "title":"Donald Norman's &quot;The Invisible Computer&quot; and Its Implications for Education."},
      {
        "id":"ED430555",
        "title":"A Guide to Networking for K-12 Schools."},
      {
        "id":"ED430556",
        "title":"Closing the Equity Gap in Technology Access and Use: A Practical Guide for K-12 Educators."},
      {
        "id":"ED430557",
        "title":"Telematics for Teacher Training Project. Final Report."},
      {
        "id":"ED430558",
        "title":"A Middle School Instructional Technology Study: Assessing Instructional Technology Staff Development and Training Needs Using the Shared Decision Making Process."},
      {
        "id":"ED430559",
        "title":"Implementing Technology at Springdale Elementary School: A Case Study."},
      {
        "id":"ED430561",
        "title":"Immersive Educational Technology: Changing Families and Learning."},
      {
        "id":"ED430562",
        "title":"Virtual Reality Support Versus Video Support in a High School World Geography Class. Evaluation Proposal."},
      {
        "id":"ED430564",
        "title":"Evaluating Online Educational Materials for Use in Instruction. ERIC Digest."},
      {
        "id":"ED430565",
        "title":"The Effective College Library."},
      {
        "id":"ED430566",
        "title":"DeKalb County Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED430567",
        "title":"Distance Learning. Transforming Libraries Number 6."},
      {
        "id":"ED430568",
        "title":"Electronic Theses and Dissertations. Transforming Libraries Number 7."},
      {
        "id":"ED430569",
        "title":"Learning Library Resources by Researching Latin American Topics."},
      {
        "id":"ED430570",
        "title":"Public Libraries. Informational Paper No. 40."},
      {
        "id":"ED430571",
        "title":"Digitization for Scholarly Use: The Boswell Papers Project at the Beinecke Rare Book and Manuscript Library."},
      {
        "id":"ED430572",
        "title":"The Future of the Past: Preservation in American Research Libraries."},
      {
        "id":"ED430573",
        "title":"Disaster Response Plan, Cunningham Memorial Library, Indiana State University."},
      {
        "id":"ED430575",
        "title":"InFoPeople Surveys and Quarterly Statistics: Preliminary Findings. Stage I Report."},
      {
        "id":"ED430576",
        "title":"The Importance of California Public Libraries in Increasing Public Access to the Internet: Findings from the InFoPeople Site Visits. Stage II Final Report."},
      {
        "id":"ED430577",
        "title":"Understanding Information Literacy."},
      {
        "id":"ED430578",
        "title":"Case Study of a Hypothetical Higher Education Library Media Center."},
      {
        "id":"ED430579",
        "title":"Preserving the Whole: A Two-Track Approach to Rescuing Social Science Data and Metadata."},
      {
        "id":"ED430582",
        "title":"Redefining Higher Education. Proceedings of the Meeting of the Association of Research Libraries (129th, Washington, DC, October 16-18, 1996)."},
      {
        "id":"ED430583",
        "title":"Consortial Leadership: Cooperation in a Competitive Environment. Proceedings of the Meeting of the Association of Research Libraries (130th, Albuquerque, NM, May 14-16, 1997)."},
      {
        "id":"ED430584",
        "title":"Using the Web To Access Online Education Periodicals. ERIC Digest."},
      {
        "id":"ED430585",
        "title":"State Board of Directors for Community Colleges of Arizona Annual Report to the Governor, Fiscal Year 1997-1998."},
      {
        "id":"ED430586",
        "title":"Consumer and Homemaking Education Instruction for Homeless Families: A Teacher's Guide."},
      {
        "id":"ED430587",
        "title":"Consumer and Homemaking Education Instruction for Homeless Families: A Study Guide."},
      {
        "id":"ED430588",
        "title":"GCCCD Grapevine, 1996-1998."},
      {
        "id":"ED430589",
        "title":"Measuring Success in Texas Urban Community Colleges: What Should the Indicators Be?"},
      {
        "id":"ED430590",
        "title":"Inservice Education at the Community College."},
      {
        "id":"ED430591",
        "title":"Graduate Follow-Up Study, 1997-98."},
      {
        "id":"ED430592",
        "title":"Partnership for Excellence: Report of Reports. Expenditures for 1998-99 and 1999-00."},
      {
        "id":"ED430594",
        "title":"MCC Instruction in Sustainable Technologies. Follow-Up Study."},
      {
        "id":"ED430595",
        "title":"Lifelong Learning, Systematic Skepticism and Decent Democracy."},
      {
        "id":"ED430596",
        "title":"Rural Community College Initiative III. Building Teams for Institutional and Community Change. AACC Project Brief."},
      {
        "id":"ED430597",
        "title":"Campus Climate: Perceptions, Policies and Programs in Community Colleges. AACC Research Brief."},
      {
        "id":"ED430598",
        "title":"Board Focus, 1997-1998."},
      {
        "id":"ED430599",
        "title":"Financial Statement Audit Report of Guilford Technical Community College."},
      {
        "id":"ED430600",
        "title":"Financial Statement Audit Report of Halifax Community College."},
      {
        "id":"ED430601",
        "title":"Financial Statement Audit Report of Randolph Community College."},
      {
        "id":"ED430602",
        "title":"Financial Statement Audit Report of Tri-County Community College."},
      {
        "id":"ED430603",
        "title":"Financial Statement Audit Report of Isothermal Community College."},
      {
        "id":"ED430604",
        "title":"Financial Statement Audit Report of Pamlico Community College."},
      {
        "id":"ED430605",
        "title":"Financial Statement Audit Report of Rockingham Community College."},
      {
        "id":"ED430606",
        "title":"Stressors Related to Managing Faculty Governance in Community Colleges."},
      {
        "id":"ED430607",
        "title":"Dismissal of Tenured Faculty--the College Administrator's Ugly Responsibility."},
      {
        "id":"ED430608",
        "title":"Reflections of a Board Chair."},
      {
        "id":"ED430609",
        "title":"Faculty Perceptions of Organizational Culture in Community Colleges."},
      {
        "id":"ED430611",
        "title":"So, What's a Learning Outcome Anyway?"},
      {
        "id":"ED430612",
        "title":"The TeleEducation NB Programme Development Fund Report, 1993-1998."},
      {
        "id":"ED430613",
        "title":"Excellence in Faculty Evaluation...Includes Faculty Buy-in!"},
      {
        "id":"ED430614",
        "title":"New Expeditions: Charting the Future of Global Education in Community Colleges. Testimony and Reflections on Global Education."},
      {
        "id":"ED430615",
        "title":"Telling the Community College Story: The Transfer Function."},
      {
        "id":"ED430616",
        "title":"Teaching Community College English."},
      {
        "id":"ED430617",
        "title":"An Innovative University/Community College Partnership."},
      {
        "id":"ED430618",
        "title":"Entrepreneurial Aussies--Success in Tough Times."},
      {
        "id":"ED430619",
        "title":"The New Corporate Landscape and Workforce Skills: What Firms Want; How They Get It; and the Role of Education, Training and Community Colleges."},
      {
        "id":"ED430620",
        "title":"Educating Alabama&apos;s Workforce One by One. Chancellor&apos;s Annual Report, 1994-1995. 30th Anniversary Edition."},
      {
        "id":"ED430621",
        "title":"Institutional Effectiveness. Chancellor's Annual Report, 1993-1994."},
      {
        "id":"ED430622",
        "title":"Re-engineering Alabama's Two-Year Colleges. A White Paper."},
      {
        "id":"ED430623",
        "title":"The Alabama College System: A Partner in Economic and Human Resource Development. A White Paper."},
      {
        "id":"ED430624",
        "title":"Developmental Course-Taking in Community Colleges."},
      {
        "id":"ED430625",
        "title":"The Departmental Technical Curriculum Instructional Costs of Emergency Medical Technician-Paramedic Programs in Two-Year Public Colleges in the United States."},
      {
        "id":"ED430626",
        "title":"Writing Center Practices in Tennessee Community Colleges."},
      {
        "id":"ED430627",
        "title":"Facilitating Transfer for First-Generation Community College Students. ERIC Digest."},
      {
        "id":"ED430628",
        "title":"Characteristics and Outcomes of Financial Aid Students with a Focus on State Need Grant Recipients. Research Report No. 98-5."},
      {
        "id":"ED430629",
        "title":"Educational and Employment Outcomes for Injured Workers after Vocational Training, 1993-96. Research Report No. 98-6."},
      {
        "id":"ED430630",
        "title":"Patterns Underlying the Current and Future Trends in Transfers from Community Colleges to Four-Year Public and Independent Institutions. Research Report No. 98-7."},
      {
        "id":"ED430631",
        "title":"Results of Training for Timber Retraining Benefits Recipients. Research Report No. 99-1."},
      {
        "id":"ED430632",
        "title":"Welfare Enrollments and the Start-up of Workfirst Wage and Skill Progression Training. Research Report No. 99-2."},
      {
        "id":"ED430633",
        "title":"Worker Retraining: Fifth Accountability Report for Worker Retraining Programs. (Formerly HB 1988)."},
      {
        "id":"ED430634",
        "title":"Worker Retraining: Fourth-Year Accountability Report for Worker Retraining Programs. (Formerly HB 1988)."},
      {
        "id":"ED430635",
        "title":"Fall Enrollment &amp; Staffing Report, 1998."},
      {
        "id":"ED430636",
        "title":"New Directions in Education. Chancellor&apos;s Annual Report, 1995-96."},
      {
        "id":"ED430637",
        "title":"Retention in Washington Community and Technical Colleges. Research Report No. 97-3."},
      {
        "id":"ED430638",
        "title":"The Effect of Race and Ethnic Background on Students' Community and Technical College Experiences. Research Report No. 97-5."},
      {
        "id":"ED430639",
        "title":"Developmental Education Trends in Washington Community and Technical Colleges. Research Report No. 98-1."},
      {
        "id":"ED430640",
        "title":"Access and Success for System Goals for People of Color in Washington Community and Technical Colleges: Fifth Annual Progress Report. Updated January 1999. Research Report No. 98-2."},
      {
        "id":"ED430641",
        "title":"Welfare Enrollments in Washington Community and Technical Colleges: Fall Quarter 1997. Research Report No. 98-3."},
      {
        "id":"ED430642",
        "title":"Part-Time Faculty in Washington Community and Technical Colleges. Research Report No. 98-4."},
      {
        "id":"ED430643",
        "title":"JCCC Financial Aid Office Student Satisfaction Survey, 1997."},
      {
        "id":"ED430644",
        "title":"The Alabama College System Quarter to Semester Conversion: A Working Manual."},
      {
        "id":"ED430645",
        "title":"The Alabama College System and the Workforce Investment Act of 1998: A White Paper."},
      {
        "id":"ED430646",
        "title":"New Student Survey, Fall 1998."},
      {
        "id":"ED430647",
        "title":"User Evaluation of Student and Auxiliary Services, Fall 1998."},
      {
        "id":"ED430648",
        "title":"Survey of Fall 1996 Non-enrolling Applicants."},
      {
        "id":"ED430649",
        "title":"Support Services for Deaf and Hard of Hearing Students and the Role of Deaf Professionals in Higher Education."},
      {
        "id":"ED430650",
        "title":"Survey of JCCC Nonclient Businesses."},
      {
        "id":"ED430651",
        "title":"Internet Training Needs Inventory."},
      {
        "id":"ED430652",
        "title":"JCCC Survey of Adjunct Faculty, 1997."},
      {
        "id":"ED430653",
        "title":"Oakton Community College Annual Budget, Fiscal Year 1998-1999, Community College District 535."},
      {
        "id":"ED430654",
        "title":"Oakton Community College Community College District No. 535 Comprehensive Annual Financial Report for Fiscal Year Ended June 30, 1998."},
      {
        "id":"ED430655",
        "title":"Recommendations of the Chancellor to the Alabama State Board of Education for Implementation of the Report of the Task Force for Effectiveness Planning in Postsecondary Education."},
      {
        "id":"ED430656",
        "title":"An Analysis of an Office Technology Curriculum at the College Level."},
      {
        "id":"ED430657",
        "title":"Shaping Alabama's Two-Year Colleges for the 21st Century: A Report to Governor Don Siegelman."},
      {
        "id":"ED430658",
        "title":"A Report on the Alabama College System Submitted to the State Board of Education by the Task Force for Effectiveness Planning in Postsecondary Education."},
      {
        "id":"ED430659",
        "title":"On-line Evaluation: Multiple Choice, Discussion Questions, Essay, and Authentic Projects."},
      {
        "id":"ED430660",
        "title":"Report on Community College Industrial Production Technology Programs."},
      {
        "id":"ED430661",
        "title":"Administrative Rules of the Illinois Community College Board."},
      {
        "id":"ED430663",
        "title":"Professional Development of Head Start Teachers in Hispanic Communities: Effects of a Violence Prevention Curriculum."},
      {
        "id":"ED430667",
        "title":"Child Transportation Safety Tips."},
      {
        "id":"ED430668",
        "title":"Preschoolers' Actions and Social Representations: A Sociogenetic Approach to Information Processing."},
      {
        "id":"ED430669",
        "title":"Religion as a Source of Stress, Coping, and Identity among Jewish Adolescents."},
      {
        "id":"ED430670",
        "title":"Mothers' Prenatal Activities Predict Adjustment to Pregnancy and Early Parenting."},
      {
        "id":"ED430671",
        "title":"Mothers' Responses to Boys and Girls Engaging in Injury-Risk Behaviors on a Playground: Implications for Sex Differences in Childhood Injuries."},
      {
        "id":"ED430672",
        "title":"Family Experiences and Early Emotion Knowledge."},
      {
        "id":"ED430673",
        "title":"The Characteristics of Attachment Styles in Japanese Students."},
      {
        "id":"ED430674",
        "title":"Effects of Infant Massage on Attachment Security: An Experimental Manipulation."},
      {
        "id":"ED430675",
        "title":"Interaffectivity, Attachment, and Perinatal Vulnerability: Complexities of Motherhood in the Nineties."},
      {
        "id":"ED430676",
        "title":"Divergent Perceptions: Parental Acceptance and Adolescents' Psychosocial Adjustment."},
      {
        "id":"ED430677",
        "title":"Early Childhood and Elementary Preservice Teachers' Beliefs."},
      {
        "id":"ED430678",
        "title":"A Skill-Based Model of Emotional Competence: A Developmental Perspective."},
      {
        "id":"ED430680",
        "title":"Monsters, Bananas and Seaweed: Active Participation and Young Children's Understanding of False Belief."},
      {
        "id":"ED430682",
        "title":"The Role of Maternal Literacy in Child Health and Cognitive Development in Rural Guatemala."},
      {
        "id":"ED430683",
        "title":"Architects of the Intellect."},
      {
        "id":"ED430684",
        "title":"Male Early Childhood Montessori Teachers: Why They Chose To Teach."},
      {
        "id":"ED430685",
        "title":"Moving towards the 21st Century: Eliminating Gender Biases in Young Children's Use of Computers."},
      {
        "id":"ED430688",
        "title":"Development of the Trait Meta-Mood Scale for Elementary School Children."},
      {
        "id":"ED430694",
        "title":"Infant and Toddlers, A Publication for Montessori Infant and Toddler Programs, 1997-1998."},
      {
        "id":"ED430695",
        "title":"Open Doors, Closed Doors: Home-School Partnerships in a Large Bronx Elementary School."},
      {
        "id":"ED430696",
        "title":"The Effects of Social Behavior on Fourth and Fifth Grade Girls' Perceptions of Physically Attractive and Unattractive Peers."},
      {
        "id":"ED430697",
        "title":"Autonomy, Parenting, Parental Involvement in Schooling and School Achievement: Perception of Quebec Adolescents."},
      {
        "id":"ED430698",
        "title":"Children's Temperaments and Their Relation to Behaviour and Emotion across Different Contexts."},
      {
        "id":"ED430699",
        "title":"Longitudinal Outcomes from the Family Development Research Program."},
      {
        "id":"ED430700",
        "title":"\"I Get Proud When I Read\": First Graders Talk about Reading."},
      {
        "id":"ED430701",
        "title":"A Study To Determine the Effects of Pre-Kindergarten on Kindergarten Readiness and Achievement in Mathematics."},
      {
        "id":"ED430702",
        "title":"Prekindergarten and Parent Support Programs."},
      {
        "id":"ED430703",
        "title":"Supporting Parents, Supporting Parenting: Second Year Report. Identifying the Support Needs of Parents and Families in Scotland."},
      {
        "id":"ED430704",
        "title":"North Carolina's Smart Start Initiative: 1998 Annual Evaluation Report."},
      {
        "id":"ED430705",
        "title":"Familial Antecedents of Children's Overt and Relational Aggression."},
      {
        "id":"ED430707",
        "title":"Helping Children Learn 1999-2000: A County-by-County Factbook. For Children For Ohio's Future."},
      {
        "id":"ED430708",
        "title":"Effect of Chinese Parental Practices on Their Adolescent Children's School Performance, Moderated by Student's Conformity to Parents, Self-Esteem, and Self-Efficacy."},
      {
        "id":"ED430710",
        "title":"Minding Your Own Business."},
      {
        "id":"ED430711",
        "title":"Implementing Children's Rights: What Can the UK Learn from International Experience?"},
      {
        "id":"ED430712",
        "title":"Child Labour: Promoting the Best Interests of Working Children. Second Edition."},
      {
        "id":"ED430713",
        "title":"Risky Behaviors among Adolescents in the Midwest: Personal Gratification or Peer Pressure?"},
      {
        "id":"ED430714",
        "title":"Status of Oregon's Children: 1998 County Data Book. Special Focus: Children's Health Care."},
      {
        "id":"ED430715",
        "title":"Maine Kids Count 1999 Data Book."},
      {
        "id":"ED430716",
        "title":"Caring for Our Children: Our Most Precious Investment."},
      {
        "id":"ED430723",
        "title":"Kids Count Data Book, 1999. State Profiles of Child Well-Being."},
      {
        "id":"ED430724",
        "title":"Child Care Staff Compensation Guidelines for California 1998."},
      {
        "id":"ED430725",
        "title":"Promoting Primary Education for Girls in Pakistan. CDIE Impact Evaluation."},
      {
        "id":"ED430726",
        "title":"Child Care: An Investment That Works for Colorado. A Child Care Data Report."},
      {
        "id":"ED430731",
        "title":"A Visit to Kindergarten No. 490 in Minsk, Belarus."},
      {
        "id":"ED430732",
        "title":"No One Best Way--But Many Very Good Ways."},
      {
        "id":"ED430733",
        "title":"A Conversation with Gita Levovna Vygodskaya."},
      {
        "id":"ED430734",
        "title":"Early Childhood: Where Learning Begins. Mathematics: Mathematical Activities for Parents and Their 2- to 5-Year-Old Children."},
      {
        "id":"ED430735",
        "title":"Another Look at What Young Children Should Be Learning. ERIC Digest."},
      {
        "id":"ED430738",
        "title":"Making It Up as We Go Along: The Story of the Albany Free School."},
      {
        "id":"ED430740",
        "title":"A Spatial Study of the Mobility of Hispanics in Illinois and the Implications for Educational Institutions. Working Paper No. 43."},
      {
        "id":"ED430742",
        "title":"Objectivity, Scholarship, and Advocacy: The Chicano/Latino Scholar in America. JSRI Occasional Paper No. 58, Latino Studies Series."},
      {
        "id":"ED430743",
        "title":"Culturally Competent HIV Prevention with Mexican/Chicano Farmworkers. JSRI Occasional Paper No. 47. Latino Studies Series."},
      {
        "id":"ED430745",
        "title":"School Size as a Factor in Financing Small Rural Schools."},
      {
        "id":"ED430747",
        "title":"Indigenous Women in a Canadian Teacher Education Program: Culture-Creators in Action."},
      {
        "id":"ED430748",
        "title":"Wilderness Medicine Newsletter, Volume 9."},
      {
        "id":"ED430749",
        "title":"Native Education Resources for the Southwest Region."},
      {
        "id":"ED430750",
        "title":"Secondary Schools in Canada: The National Report of the Exemplary Schools Project."},
      {
        "id":"ED430752",
        "title":"Why Small Catholic Schools Succeed."},
      {
        "id":"ED430753",
        "title":"State Title I Migrant Participation Information 1996-97."},
      {
        "id":"ED430755",
        "title":"Understanding Rural Student Achievement: Identifying Instructional and Organizational Differences between Rural and Nonrural Schools."},
      {
        "id":"ED430756",
        "title":"Evaluation of Quest High School Network Inquiry into Improvement Conference, October 1997."},
      {
        "id":"ED430757",
        "title":"Evaluation of Quest Elementary School Network Inquiry into Improvement Conference, November 1997."},
      {
        "id":"ED430758",
        "title":"Evaluation of Quest Elementary School Network Rally, February 1998."},
      {
        "id":"ED430759",
        "title":"Evaluation of Quest High School Network Rally, February 1998."},
      {
        "id":"ED430760",
        "title":"Evaluation of Quest Scholars Colloquium, July 1998."},
      {
        "id":"ED430761",
        "title":"Evaluation of Quest Summer Symposium, August 1998."},
      {
        "id":"ED430762",
        "title":"Evaluation of Quest Elementary and High School Rally, November 1998."},
      {
        "id":"ED430763",
        "title":"Evaluation of Quest High School Rally, February 1999."},
      {
        "id":"ED430764",
        "title":"Interview Evaluation of Leadership To Unify School Improvement Efforts (LUSIE)."},
      {
        "id":"ED430765",
        "title":"Working Memory: The Influence of Culture on Aspirations."},
      {
        "id":"ED430766",
        "title":"Gifted Education in Rural Schools: A National Assessment."},
      {
        "id":"ED430767",
        "title":"New York City's Small Public Schools: Opportunities for Achievement."},
      {
        "id":"ED430769",
        "title":"Native Networking: Telecommunications and Information Technology in Indian Country."},
      {
        "id":"ED430770",
        "title":"Counselors and Principals, a Team Effort: Small/Rural Schools in Texas."},
      {
        "id":"ED430771",
        "title":"Cultural Perspectives at Goshen Middle School: Examination of Internal and External Factors That Affect Hispanic Student Achievement."},
      {
        "id":"ED430772",
        "title":"Evaluation of Quest Elementary School Rally, February 1999."},
      {
        "id":"ED430773",
        "title":"Community-Based Solid Waste Management: A Training Facilitator's Guide."},
      {
        "id":"ED430774",
        "title":"Different Learning Styles: Visual vs. Non-Visual Learners Mean Raw Scores in the Vocabulary, Comprehension, Mathematical Computation, and Mathematical Concepts."},
      {
        "id":"ED430775",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (20th, Raleigh, NC, October 31-November 3, 1998). Volume 1."},
      {
        "id":"ED430776",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (20th, Raleigh, NC, October 31-November 3, 1998). Volume 2."},
      {
        "id":"ED430777",
        "title":"Different Ways To Reach Agreement and To Handle Disagreement in Science Group Discourse."},
      {
        "id":"ED430778",
        "title":"Prospective Teachers' Concerns about Teaching Chemistry Topics at a Macro-Micro-Symbolic Interface."},
      {
        "id":"ED430779",
        "title":"Family and Culture: Are Minorities Smart Enough To Learn Science? Working Paper No. 41."},
      {
        "id":"ED430780",
        "title":"Active Learning Institute: Energizing Science and Math Education. A Compilation of Lesson Plans."},
      {
        "id":"ED430781",
        "title":"MATHCOUNTS School Handbook: Math Is Not a Spectator Sport, '98-'99."},
      {
        "id":"ED430784",
        "title":"Teacher Research Guide, 1998: A Guide to Educational Materials about Agriculture."},
      {
        "id":"ED430785",
        "title":"Estimating the Distance to the Moon--Its Relevance to Mathematics. Core-Plus Mathematics Project."},
      {
        "id":"ED430786",
        "title":"&quot;Galileo Calling Earth...&quot;"},
      {
        "id":"ED430794",
        "title":"Building Understanding of Multiplication of Fractions."},
      {
        "id":"ED430795",
        "title":"Modeling Functions with the Calculator Based Ranger."},
      {
        "id":"ED430796",
        "title":"Taoism and Its Implications for Science Education."},
      {
        "id":"ED430797",
        "title":"Critical Issues in K-12 Environmental Education."},
      {
        "id":"ED430798",
        "title":"South Dakota Mathematics Content Standards."},
      {
        "id":"ED430799",
        "title":"Technical Guide for Implementing Content Standards: Mathematics."},
      {
        "id":"ED430800",
        "title":"Encouraging Parent Involvement at Home through Improved Home-School Connections."},
      {
        "id":"ED430801",
        "title":"&quot;The Future of Secondary Science Education: Charting a Course for Renewal.&quot; Proceedings of the Alberta Science Education Leaders' Symposia (Calgary, Alberta, Canada, December 5, 1997) and (Edmonton, Alberta, Canada, March 13, 1998)."},
      {
        "id":"ED430802",
        "title":"An Examination of Science Items in TIMSS."},
      {
        "id":"ED430804",
        "title":"What Is Ethnomathematics and Why Should We Teach It? Crossing Cultures: Communicating through the Curriculum."},
      {
        "id":"ED430805",
        "title":"Future Images and Women's Career Decisions in Science."},
      {
        "id":"ED430806",
        "title":"Influences on Mathematics Learning among African American High School Students."},
      {
        "id":"ED430807",
        "title":"Student's Understanding of Rate of Change: The Use of Different Representation."},
      {
        "id":"ED430808",
        "title":"Inquiry in Science Classes--Do We Know \"How, When and Why\"?"},
      {
        "id":"ED430809",
        "title":"Proceedings of the Annual Conference of the Western Australian Science Education Association (23rd, Perth, Western Australia, November 13, 1998)."},
      {
        "id":"ED430810",
        "title":"Designing Professional Development for Science and Mathematics Teachers: Decision Points and Dilemmas."},
      {
        "id":"ED430811",
        "title":"Annotated Bibliography of Materials Relating to the Evolution-Creationism Controversy."},
      {
        "id":"ED430813",
        "title":"You Can Help Your Child with Math: Ten Fun and Easy Tips."},
      {
        "id":"ED430814",
        "title":"Les competences spatiales geometriques et l'acculturation mathematique inuite. Rapport de recherche (Geometric Spatial Competencies and Inuit Mathematical Acculturation. Research Report)."},
      {
        "id":"ED430821",
        "title":"Environmental Education Activities & Programs 1998-1999."},
      {
        "id":"ED430822",
        "title":"Windows on the Wild: Biodiversity Basics. An Educator's Guide to Exploring the Web of Life [and] Student Book."},
      {
        "id":"ED430823",
        "title":"Ohio EE 2000: A Strategic Plan for Environmental Education in Ohio."},
      {
        "id":"ED430824",
        "title":"English Language Development Theory and Practices: Background Information for &quot;EE&quot; Providers."},
      {
        "id":"ED430839",
        "title":"Crossroads: A K-16 American History Curriculum. Essays in American History. [Part One--I.]"},
      {
        "id":"ED430840",
        "title":"Crossroads: A K-16 American History Curriculum. Bibliographic Essay. [Part One--II.]"},
      {
        "id":"ED430841",
        "title":"Crossroads: A K-16 American History Curriculum. The Elementary Curriculum. [Part Two.]"},
      {
        "id":"ED430842",
        "title":"Crossroads: A K-16 American History Curriculum. The Middle School Curriculum. [Part Three.]"},
      {
        "id":"ED430843",
        "title":"Crossroads: A K-16 American History Curriculum. The High School Curriculum. [Part Four.]"},
      {
        "id":"ED430844",
        "title":"Crossroads: A K-16 American History Curriculum. The Post Secondary Curriculum. [Part Five.]"},
      {
        "id":"ED430845",
        "title":"Teaching Landmarks: Middle School Curriculum Unit, 1998."},
      {
        "id":"ED430846",
        "title":"Enlarging the Profession: Scholars Teaching History. A Plan of Action from the NCHE Conference, &quot;Preparing Knowledgeable and Effective History Teachers.&quot;"},
      {
        "id":"ED430847",
        "title":"Facing the Challenges of Racism and Race Relations: Democratic Dialogue and Action for Stronger Communities. 3rd Edition."},
      {
        "id":"ED430848",
        "title":"Facing the Challenge of Racism and Race Relations: The Busy Citizen's Discussion Guide. 3rd Edition."},
      {
        "id":"ED430849",
        "title":"Colombia, Many Countries in One: Economic Growth, Environmental Sustainability, Sociocultural Divergence and Biodiversity. Profile and Paradox. Volumes I and II. Fulbright Hays Summer Seminars Abroad 1997 (Colombia)."},
      {
        "id":"ED430850",
        "title":"The Social Studies Character/Citizenship Education Connection. Teaching Responsibility in the High School Social Studies Curriculum."},
      {
        "id":"ED430851",
        "title":"Teaching American Ethnic Geography. Pathways in Geography Series Title No. 18."},
      {
        "id":"ED430867",
        "title":"Education for Democratic Citizenship: Dimensions of Citizenship, Core Competencies, Variables, and International Activities."},
      {
        "id":"ED430868",
        "title":"Informational Interaction with Model-Societies of Different Theoretical Orientation. No. 63."},
      {
        "id":"ED430869",
        "title":"Mapping the Postmodernity Debate in Comparative Education Discourse. Occasional Paper Series."},
      {
        "id":"ED430871",
        "title":"Louisiana Social Studies Content Standards. State Standards for Curriculum Development."},
      {
        "id":"ED430872",
        "title":"Louisiana Arts Content Standards. State Standards for Curriculum Development."},
      {
        "id":"ED430874",
        "title":"Education of Minority Ethnic Groups in Scotland: A Review of Research. SCRE Research Report Series."},
      {
        "id":"ED430881",
        "title":"Colorado Model Content Standards: Civics."},
      {
        "id":"ED430882",
        "title":"Colorado Model Content Standards: Economics."},
      {
        "id":"ED430883",
        "title":"Colorado Model Content Standards: Visual Arts."},
      {
        "id":"ED430884",
        "title":"Colorado Model Content Standards: Music."},
      {
        "id":"ED430885",
        "title":"Skills-Based Scope and Sequence Guide: Social Studies Grades K-6. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED430886",
        "title":"Skills-Based Scope and Sequence Guide: Art Grades K-6. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED430887",
        "title":"Skills-Based Scope and Sequence Guide: Music Grades K-6. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED430888",
        "title":"Nebraska Social Studies/History Standards K-12."},
      {
        "id":"ED430889",
        "title":"New Hampshire K-12 Social Studies Curriculum Framework."},
      {
        "id":"ED430890",
        "title":"Social Studies Curriculum Framework: First Draft. New Jersey Social Studies Curriculum Framework."},
      {
        "id":"ED430891",
        "title":"New Mexico Social Studies Content Standards and Benchmarks, 1997."},
      {
        "id":"ED430892",
        "title":"New Mexico Arts Content Standards and Benchmarks, 1997."},
      {
        "id":"ED430895",
        "title":"Opera and the French Revolution. Syllabus for a Series of Graduate Seminars in the MAT In-service Program at Webster University, St. Louis."},
      {
        "id":"ED430896",
        "title":"North Carolina Social Studies Curriculum 1997."},
      {
        "id":"ED430897",
        "title":"Visual &amp; Performing Arts: Proficiency Standards. PASS Project."},
      {
        "id":"ED430898",
        "title":"Does Listening to Slow Tempo Classical Music During Independent Writing Affect Children's On-Task Performance?"},
      {
        "id":"ED430899",
        "title":"Systemes Politiques et economiques (Political and Economic Systems)."},
      {
        "id":"ED430900",
        "title":"Systemes politiques et economiques: guide d'encadrement (Political and Economic Systems: Training Guide)."},
      {
        "id":"ED430901",
        "title":"Chicago's Black Metropolis: Understanding History through a Historic Place."},
      {
        "id":"ED430903",
        "title":"Using Collegial Coaching and Reflection as Mechanisms for Changing School Cultures."},
      {
        "id":"ED430904",
        "title":"Identity and Diversity: Interrogating Beliefs."},
      {
        "id":"ED430905",
        "title":"Education: A Right or a Privilege? Student Journalists Report on the Right to Education Worldwide."},
      {
        "id":"ED430906",
        "title":"The Educational System in Germany: Case Study Findings."},
      {
        "id":"ED430907",
        "title":"Service, Social Studies, and Citizenship: Connections for the New Century. ERIC Digest."},
      {
        "id":"ED430909",
        "title":"Mentoring Matters."},
      {
        "id":"ED430910",
        "title":"The Pollution and Reclamation of the Next Generation of Teacher Educators."},
      {
        "id":"ED430912",
        "title":"Comparative Education After Postmodernity. Occasional Paper Series."},
      {
        "id":"ED430913",
        "title":"Ensuring Opportunities for the Professional Development of Teachers. Innovation and Reform in Teacher Education for the 21st Century in the Asia-Pacific Region. Seminar Report (Hiroshima, Japan, September 1998)."},
      {
        "id":"ED430917",
        "title":"Using High-Stakes Test Scores To Provide Outstanding Responsive Teachers to Disadvantaged Kids."},
      {
        "id":"ED430918",
        "title":"Staff Development and Student Achievement: Making the Connection."},
      {
        "id":"ED430919",
        "title":"The National PTA's National Standards for Parent/Family Involvement Programs."},
      {
        "id":"ED430920",
        "title":"To Care or Not To Care: Can You Measure Care?"},
      {
        "id":"ED430921",
        "title":"Gender Equity in Rural Secondary Classrooms."},
      {
        "id":"ED430922",
        "title":"Document Center for NCATE Accreditation: Securing and Organizing Documentation."},
      {
        "id":"ED430923",
        "title":"A Call to Reflection: A Teacher's Guide to Catholic Identity for the 21st Century."},
      {
        "id":"ED430924",
        "title":"Bigger Isn't Always Better, and Small Can Be Very Beautiful."},
      {
        "id":"ED430925",
        "title":"From Knowledge to Action: The Role of Developmental Psychology in Reflective Practice."},
      {
        "id":"ED430926",
        "title":"A Collaborative Action Research Investigation in Teacher Education: The Global Perspectives Calendar as a Methodology for Enhancing Multicultural Teaching."},
      {
        "id":"ED430927",
        "title":"Achieving Styles as a Framework for Reflection: A Continuation of Work in Progress."},
      {
        "id":"ED430928",
        "title":"Preparing To Become a Reflective Practitioner: A Swedish Perspective."},
      {
        "id":"ED430929",
        "title":"Teacher as Inquiring Professional: Does This Help the Children To Raise Their Game? A Theoretical and Empirical Study; Preliminary Results."},
      {
        "id":"ED430930",
        "title":"The Impact of an Innovative User-Friendly Mathematics Program on Preservice Teachers' Attitudes Toward Mathematics."},
      {
        "id":"ED430931",
        "title":"Short-Term Teacher Workshops: Examining the Assumption of Teacher-to-Student Transfer."},
      {
        "id":"ED430932",
        "title":"Peer Narratives of Experience: Their Influence on Knowledge Acquisition in Professional Education."},
      {
        "id":"ED430933",
        "title":"Using Letter Writing To Engage Experienced Teachers in Curriculum Theory."},
      {
        "id":"ED430934",
        "title":"Assessment in the Cooperative Classroom: Using an Action Research Enhanced Version of the Train the Trainer In-service Model To Impact Teacher Attitudes and Practices."},
      {
        "id":"ED430935",
        "title":"A School-University Partnership's Involvement in State Mandated Reform: The Impact of a Teacher-Based Professional Development Model on Teachers, or, &quot;Caught in the Headlights!&quot;"},
      {
        "id":"ED430936",
        "title":"Evaluation of Learning Experiences Outside the Classroom (LEOTC) Programme."},
      {
        "id":"ED430939",
        "title":"What Works in the Middle: Results-Based Staff Development."},
      {
        "id":"ED430940",
        "title":"An Examination of the Relationship between Student Choice in Project-Based Learning and Achievement."},
      {
        "id":"ED430941",
        "title":"A Framework for Identifying Consensus: Agreement and Disagreement among Teacher Education Reform Documents."},
      {
        "id":"ED430942",
        "title":"The Education of Teacher Educators: A Self-Study of the Professional Development of Two Doctoral Students in Teacher Education."},
      {
        "id":"ED430943",
        "title":"Some Connections between Class Size and Student Successes."},
      {
        "id":"ED430945",
        "title":"Towards an Understanding of Development in Transformational Teacher Education."},
      {
        "id":"ED430946",
        "title":"Ethnic Identity Development and In-service Teacher Education: A Case Study in Resistance and Change."},
      {
        "id":"ED430947",
        "title":"A System-Science Approach towards Model Construction for Curriculum Development."},
      {
        "id":"ED430948",
        "title":"Proactive Approaches to Improving Outcomes for At-Risk Students."},
      {
        "id":"ED430950",
        "title":"Benchmarking Teacher Education: What Can We Learn from the Military?"},
      {
        "id":"ED430952",
        "title":"Substitute Teacher Handbook for Montgomery County Public Schools."},
      {
        "id":"ED430953",
        "title":"University Faculty Perspectives on the First Year of a Professional Development School Program."},
      {
        "id":"ED430954",
        "title":"One Year Later: Follow-up on a Professional Development School."},
      {
        "id":"ED430955",
        "title":"Teacher Educators: A Minority Perspective on Preparing Majority Preservice Teachers for Diverse Classrooms."},
      {
        "id":"ED430958",
        "title":"Technology in the Trenches: Using Standards To Improve the Quality of Instruction."},
      {
        "id":"ED430959",
        "title":"The Effectiveness of Peer Tutoring in the Elementary Grades."},
      {
        "id":"ED430960",
        "title":"Creating an Electronic Community of Teacher Educators in Richland County (SC) School District One To Support the Instructional Technology Teacher Education Curriculum."},
      {
        "id":"ED430961",
        "title":"Expert University Teachers: Thinking, Knowledge and Practice Regarding Effective Teaching Behaviors."},
      {
        "id":"ED430962",
        "title":"The Relationship between Teachers' Pedagogical Beliefs and the Level of Instructional Computer Use."},
      {
        "id":"ED430963",
        "title":"What Student Teachers Tell Us."},
      {
        "id":"ED430964",
        "title":"Impact of Student Teaching on Student Teachers' Beliefs Related to Behaviorist and Constructivist Theories of Learning."},
      {
        "id":"ED430965",
        "title":"Can We Change Teachers' Beliefs? A Survey about Constructivist and Behaviorist Approaches."},
      {
        "id":"ED430966",
        "title":"Initiation of a Teacher Education Project in Tanzania (TEPT). Publication No. 1."},
      {
        "id":"ED430967",
        "title":"Teaching Thinking for Engineering and Applied Science Students: A Cognitive Modifiability Approach."},
      {
        "id":"ED430968",
        "title":"Restructuring the Schools Learning Arrangement into Communities."},
      {
        "id":"ED430969",
        "title":"What Every Teacher Should Know. The National Board Certification Process. Q &amp; A, 1999-2000."},
      {
        "id":"ED430970",
        "title":"Comparing Pre-Service Teachers' Attitudes toward Diversity: Internship and Student Teaching Experiences."},
      {
        "id":"ED430971",
        "title":"Measuring Personality Types of Secondary Pre-Service Teachers."},
      {
        "id":"ED430973",
        "title":"Focus on Teacher Education in Reading."},
      {
        "id":"ED430974",
        "title":"Seventh-Grade Students' Attitudes toward Conflict before and after Applying a Conflict Resolution Curriculum."},
      {
        "id":"ED430975",
        "title":"Teachers' Beliefs about Redesigning Instruction To Meet New Standards through Action Research."},
      {
        "id":"ED430976",
        "title":"Identified Professional Development Needs of Teachers in Curriculum Reform."},
      {
        "id":"ED430987",
        "title":"Using Classroom-Based Assessment on a Large Scale: Supporting and Reporting on Student Learning with the Early Literacy Profile."},
      {
        "id":"ED430988",
        "title":"Enhancing Students' Motivation To Learn by Matching Conceptual Level with Instructional Type."},
      {
        "id":"ED430989",
        "title":"Ability Grouping in Schools: An Analysis of Effects."},
      {
        "id":"ED430990",
        "title":"Confluent Education, Multicultural Education, and New Standards for the 21st Century."},
      {
        "id":"ED430991",
        "title":"Improvement of Instruction with the Use of CATs To Clarify Student Learning Strategies."},
      {
        "id":"ED430992",
        "title":"A Structural Model of Student Career Aspiration and Science Education: The 10th Grade Investigation."},
      {
        "id":"ED430993",
        "title":"Practicing What We Teach: Assessing Pre-Service Teachers' Performance Using Scoring Guides."},
      {
        "id":"ED430994",
        "title":"An Illustration of the Least Median Squares (LMS) Regression Using PROGRESS."},
      {
        "id":"ED430995",
        "title":"Differential Functioning of Items and Tests versus the Mantel-Haenszel Technique for Detecting Differential Item Functioning in a Translated Test."},
      {
        "id":"ED430996",
        "title":"Student Response to a Systematic Program of Anxiety-Reducing Strategies in a Graduate-Level Introductory Educational Research Course."},
      {
        "id":"ED430997",
        "title":"A Multilevel Assessment of Differential Item Functioning."},
      {
        "id":"ED430998",
        "title":"Measure for Measure: A Magnified Look at Standardized Test Scores."},
      {
        "id":"ED430999",
        "title":"Domain Structure of Reading Literacy: Latent Class Modeling of IEA Data."},
      {
        "id":"ED431000",
        "title":"Evaluating Cut-Scores on Two Certification Tests: How Well Do Decisions Based on Cut-Scores Match Teacher- and Principal-Reported Ratings of Competence in the Classroom?"},
      {
        "id":"ED431001",
        "title":"Improving Mathematics Education Using Results from NAEP and TIMSS."},
      {
        "id":"ED431002",
        "title":"State Education Indicators with a Focus on Title I, 1998."},
      {
        "id":"ED431003",
        "title":"Education Establishment Bias? A Look at the National Research Council's Critique of Test Utility Studies."},
      {
        "id":"ED431004",
        "title":"Anchorage School District Project EXCELS 1994-97. Final Grant Report. Assessment and Evaluation Report #99-6."},
      {
        "id":"ED431005",
        "title":"Research on Interest: Implications for Curriculum Development and Future Research."},
      {
        "id":"ED431006",
        "title":"Does Integrating Technology into the Curriculum Increase Student Learning?"},
      {
        "id":"ED431007",
        "title":"Item Variants in Computer-Based Tests."},
      {
        "id":"ED431011",
        "title":"The Effect of Different Pedagogical Approaches on Mathematics Students' Achievement."},
      {
        "id":"ED431012",
        "title":"Traditional Assessment versus Alternative Assessment."},
      {
        "id":"ED431013",
        "title":"Using Objective Tests To Evaluate."},
      {
        "id":"ED431014",
        "title":"The Construct Validity of a Performance-Based Assessment Program."},
      {
        "id":"ED431015",
        "title":"Analytical and Methodological Issues in the Use of Qualitative Data Analysis Software: A Description of Three Studies."},
      {
        "id":"ED431016",
        "title":"Using Multiple Means of Inquiry To Gain Insight into Classrooms: A Multi-Trait Multi-Method Approach."},
      {
        "id":"ED431017",
        "title":"Using the Rasch Model To Assess the Implementation of Exemplary Middle School Practices: A Pilot Study of Florida's Middle Schools."},
      {
        "id":"ED431018",
        "title":"Structural Knowledge as a Pre-requisite to Valid Performance Assessment Scores."},
      {
        "id":"ED431019",
        "title":"Helping Teachers Interpret Item-Level Data: The New Hampshire Statewide Assessment."},
      {
        "id":"ED431020",
        "title":"Student Progress in Australian Schools: A Multilevel Multivariate Model."},
      {
        "id":"ED431021",
        "title":"Using Curriculum-Embedded Assessment for Making Educational Decisions: An Empirical Study with Implications for Including Students with Disabilities in Accountability."},
      {
        "id":"ED431022",
        "title":"A Monte Carlo Simulation of an Omnibus Test Based on Normal Probability Plots: The Line Test."},
      {
        "id":"ED431023",
        "title":"Mapping-Enhanced Collaborative Knowledge Construction."},
      {
        "id":"ED431024",
        "title":"General Ability Measurement: An Application of Multidimensional Adaptive Testing."},
      {
        "id":"ED431026",
        "title":"Estimating Average Domain Scores. ACT Research Report Series 98-5."},
      {
        "id":"ED431027",
        "title":"Study Guide for Classroom Assessment: Linking Instruction and Assessment."},
      {
        "id":"ED431028",
        "title":"Impact of Modality on Skills Training for Youth with Externalizing Problems: A Meta-Analysis."},
      {
        "id":"ED431029",
        "title":"The Role of Instructional Rubrics and Self-Assessment in Learning To Write: A Smorgasbord of Findings."},
      {
        "id":"ED431030",
        "title":"Student Self-Assessment: At the Intersection of Metacognition and Authentic Assessment."},
      {
        "id":"ED431031",
        "title":"District Information Technology Plans and Planning: Monitoring Implementation and Assessing Impact."},
      {
        "id":"ED431032",
        "title":"The Assignment of Raters to Items: Controlling for Rater Effects."},
      {
        "id":"ED431033",
        "title":"Issues in Creating and Reporting Concordance Results Based on Equipercentile Methods."},
      {
        "id":"ED431035",
        "title":"Influences of Item Content and Format on the Dimensionality of Tests Combining Multiple-Choice and Open-Response Items: An Application of the Poly-DIMTEST Procedure."},
      {
        "id":"ED431036",
        "title":"Investing in Learning: A Policy Statement with Recommendations on Research in Education by the National Educational Research Policy and Priorities Board."},
      {
        "id":"ED431037",
        "title":"Using Familialism within the Schools To Increase Attendance and Academic Performance of African American Urban High School Freshmen: Evaluating the Student-Teacher-Parent Support Unit."},
      {
        "id":"ED431038",
        "title":"A Review of Voucher Program Studies, 1998. Cleveland Public Schools."},
      {
        "id":"ED431039",
        "title":"Chicago School Reform and the Production Model."},
      {
        "id":"ED431040",
        "title":"A Fragile Foundation: The State of Developmental Assets among American Youth."},
      {
        "id":"ED431041",
        "title":"The Impact of Mandated Statewide Testing on Teachers' Classroom Assessment and Instructional Practices."},
      {
        "id":"ED431042",
        "title":"Alternative Schools: Approaches for Students at Risk. By Request Series."},
      {
        "id":"ED431043",
        "title":"Pacific Islands School-Parent-Community Liaison Project. An Independent Evaluation Report."},
      {
        "id":"ED431044",
        "title":"Parental Involvement: An Essential Ingredient."},
      {
        "id":"ED431045",
        "title":"Racial Inequality in Schools."},
      {
        "id":"ED431046",
        "title":"Where's the Money Going? Changes in the Level and Composition of Education Spending, 1991-96."},
      {
        "id":"ED431047",
        "title":"The Prosperity Gap: A Chartbook of American Living Standards."},
      {
        "id":"ED431048",
        "title":"One America in the 21st Century: The President's Initiative on Race. One America Dialogue Guide: Conducting a Discussion on Race."},
      {
        "id":"ED431049",
        "title":"Gang Members on the Move. Juvenile Justice Bulletin. Youth Gang Series."},
      {
        "id":"ED431051",
        "title":"Dropout Rates in the United States, 1997. Statistical Analysis Report."},
      {
        "id":"ED431052",
        "title":"Public Spaces for Young People: A Guide to Creative Projects &amp; Positive Strategies."},
      {
        "id":"ED431053",
        "title":"Multiple Entry Points for Engaging Families in School Life: An Exceptional Case."},
      {
        "id":"ED431054",
        "title":"When Teens Have Sex: Issues and Trends. KIDS COUNT Special Report."},
      {
        "id":"ED431055",
        "title":"Effective Family Strengthening Interventions. Juvenile Justice Bulletin. Family Strengthening Series."},
      {
        "id":"ED431057",
        "title":"\"First We Read a Great Book\": Interfacing Literacy Instruction with the Arts in Two Urban Elementary Schools. Preservice Teachers' Case Quandaries and Accomplishments."},
      {
        "id":"ED431058",
        "title":"Teaching in High Poverty, Urban Schools--Learning from Practitioners and Students."},
      {
        "id":"ED431059",
        "title":"Urban Planning and School Architecture: Homologies in Governing the Civic Body and the School Body."},
      {
        "id":"ED431062",
        "title":"Juvenile Mentoring Program (JUMP). Juvenile Justice and Delinquency Prevention Act of 1974 as Amended in 1992 (Pub. L.93-415:42 U.S.C. 5667e et seq.). Report to Congress, 1998."},
      {
        "id":"ED431063",
        "title":"Family Literacy Strategies To Support Children's Learning. ERIC Digest Number 144."},
      {
        "id":"ED431064",
        "title":"Building on Existing Strengths To Increase Family Literacy. ERIC Digest Number 145."},
      {
        "id":"ED431065",
        "title":"A Study of the Relationships between Acculturation, Cultural Identity, Family Bonding, and Parent-Child Conflict among the Korean-American Adolescents."},
      {
        "id":"ED431066",
        "title":"The Interaction Effect of Transition Grade to High School with Gender and Grade Level upon Dropout Rates."},
      {
        "id":"ED431067",
        "title":"Evaluation of the Professional Services Agreement between the Detroit Public Schools and Sylvan Learning Systems, Inc."},
      {
        "id":"ED431069",
        "title":"Powerful Learning Framework for Teachers."},
      {
        "id":"ED431070",
        "title":"Mentoring School-Age Children: A Classification of Programs."},
      {
        "id":"ED431073",
        "title":"Ensuring Effectiveness of ICT Training. Report and Evaluation 1999."},
      {
        "id":"ED431074",
        "title":"Vocational Education in the Principality of Liechtenstein."},
      {
        "id":"ED431075",
        "title":"Impact of the Growth of Labour Hire Companies on the Apprenticeship System."},
      {
        "id":"ED431078",
        "title":"Lifelong Vocational Guidance: European Case Studies. CEDEFOP Panorama."},
      {
        "id":"ED431079",
        "title":"Family and Consumer Sciences Curriculum Review Report."},
      {
        "id":"ED431080",
        "title":"Agricultural Production. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED431081",
        "title":"Agricultural Production. Numeracy. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED431082",
        "title":"Farm Management and Leadership. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED431083",
        "title":"Farm Management and Leadership. Numeracy. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED431084",
        "title":"Farmers as Employers. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED431085",
        "title":"Farmers as Employers. Numeracy. Level 1. Level 2. Level 3. Support Materials for Agricultural Training."},
      {
        "id":"ED434092",
        "title":"Teams as Breakers of Traditional Work Practices. A Longitudinal Study of Planning and Implementing Curriculum Units in Elementary School Teacher Teams. Research Bulletin 100."},
      {
        "id":"ED434094",
        "title":"The Japanese Middle Schools: A Reflection on Practices, Issues and Trends."},
      {
        "id":"ED434095",
        "title":"Preparing Teachers To Use Contextual Teaching and Learning Strategies To Enhance Student Success in and beyond School. Conference Proceedings (Columbus, Ohio, May 12-13, 1998)."},
      {
        "id":"ED434096",
        "title":"Teacher Preparation and Development."},
      {
        "id":"ED434100",
        "title":"Curriculum Planning Guidelines for HIV/AIDS Education. Revised."},
      {
        "id":"ED434104",
        "title":"Surviving the Deanship: It Plays in Peoria or Perspectives of a Private University Dean."},
      {
        "id":"ED434106",
        "title":"Consumer Health: Does Advertising Work on You? and Evaluating a Product's Health Claims."},
      {
        "id":"ED434107",
        "title":"Productivity of Teacher Preparation Programs: Surplus or Shortage in Quantity and Quality of Degree Graduates. Data Analysis Report No. 1999-DAR2."},
      {
        "id":"ED434109",
        "title":"How Can School and University Teachers Reconstruct Educational Knowledge?"},
      {
        "id":"ED434110",
        "title":"Supporting Teachers To Bridge Cultures for Immigrant Latino Students. A Model for Professional Development."},
      {
        "id":"ED434111",
        "title":"Expanding and Diversifying the Teaching Work Force. Building on Local Talent and Community Funds of Knowledge."},
      {
        "id":"ED434112",
        "title":"The Promoting Instructional Coherence Annotated Bibliography."},
      {
        "id":"ED434113",
        "title":"The Teacher Shortage in Texas: How Are School Districts Coping?"},
      {
        "id":"ED434115",
        "title":"Detecting Differential Rater Functioning over Time (DRIFT) Using a Rasch Multi-Faceted Rating Scale Model."},
      {
        "id":"ED434116",
        "title":"Information Works! 100% Proficiency of All Rhode Island Fourth Graders: What Will It Take? A Statewide Analysis, 1999."},
      {
        "id":"ED434117",
        "title":"Information Works! Measuring Rhode Island Schools for Change, 1999."},
      {
        "id":"ED434118",
        "title":"Uncovering the Knowledge Construction of University Based Teacher Educators: What We Learn from/with School Based Practitioners."},
      {
        "id":"ED434119",
        "title":"Psychometric Properties of Scores on a New Measure of Psychological Type."},
      {
        "id":"ED434120",
        "title":"Score Validation and Theory Elaboration of a Jungian Personality Measure."},
      {
        "id":"ED434121",
        "title":"Reliability Generalization: An Important Meta-Analytic Method, Because It Is Incorrect To Say, &quot;The Test Is Unreliable.&quot;"},
      {
        "id":"ED434122",
        "title":"The Constructivist Teaching Inventory: A New Instrument for Assessing Constructivist Teaching Practices in the Elementary Grades."},
      {
        "id":"ED434123",
        "title":"Making Standards Work: A Case Study of Washington State."},
      {
        "id":"ED434124",
        "title":"Better Teachers, Better Schools."},
      {
        "id":"ED434126",
        "title":"Collection of Public School Expenditure Data: Development of a Questionnaire. Working Paper Series."},
      {
        "id":"ED434127",
        "title":"Response Variance in the 1993-94 Schools and Staffing Survey: A Reinterview Report. Working Paper Series."},
      {
        "id":"ED434128",
        "title":"SASS Documentation: 1993-94 SASS Student Sampling Problems; Solutions for Determining the Numerators for the SASS Private School (3B) Second-Stage Factors. Working Paper Series."},
      {
        "id":"ED434129",
        "title":"National Education Longitudinal Study of 1988 (NELS:88), Base Year through Second Follow-Up: Final Methodology Report. Working Paper Series."},
      {
        "id":"ED434130",
        "title":"Decennial Census School District Project Planning Report. Working Paper Series."},
      {
        "id":"ED434131",
        "title":"The Redesign of the Schools and Staffing Survey for 1999-2000: A Position Paper. Working Paper Series."},
      {
        "id":"ED434132",
        "title":"Beginning Postsecondary Students Longitudinal Study First Follow-up (BPS:96/98) Field Test Report. Working Paper Series."},
      {
        "id":"ED434133",
        "title":"A Bootstrap Variance Estimator for Systematic PPS Sampling. Working Paper Series."},
      {
        "id":"ED434134",
        "title":"Response Variance in the 1994-95 Teacher Follow-up Survey. Working Paper Series."},
      {
        "id":"ED434135",
        "title":"Variance Estimation of Imputed Survey Data. Working Paper Series."},
      {
        "id":"ED434136",
        "title":"Development of a Prototype System for Accessing Linked NCES Data. Working Paper Series."},
      {
        "id":"ED434137",
        "title":"A Feasibility Study of Longitudinal Design for Schools and Staffing Survey. Working Paper Series."},
      {
        "id":"ED434138",
        "title":"A Birth Cohort Study: Conceptual and Design Considerations and Rationale. Working Paper Series."},
      {
        "id":"ED434139",
        "title":"Tracking Secondary Use of the Schools and Staffing Survey Data: Preliminary Results. Working Paper Series."},
      {
        "id":"ED434140",
        "title":"Evaluation of the 1996-97 Nonfiscal Common Core of Data Surveys Data Collection, Processing, and Editing Cycle. Working Paper Series."},
      {
        "id":"ED434141",
        "title":"Procedures Guide for Transcript Studies. Working Paper Series."},
      {
        "id":"ED434142",
        "title":"Revision of the Secondary School Taxonomy, 1998. Working Paper Series."},
      {
        "id":"ED434143",
        "title":"Collection of Resource and Expenditure Data on the Schools and Staffing Survey. Working Paper Series."},
      {
        "id":"ED434144",
        "title":"Measuring Classroom Instructional Processes: Using Survey and Case Study Fieldtest Results To Improve Item Construction. Working Paper Series."},
      {
        "id":"ED434145",
        "title":"What Users Say about Schools and Staffing Survey Publications. Working Paper Series."},
      {
        "id":"ED434146",
        "title":"Teacher Followup Survey, 1994-95: Data File User's Manual Restricted-Use Codebook. Working Paper Series."},
      {
        "id":"ED434148",
        "title":"A Review of Methods for Evaluating the Fit of Item Score Patterns on a Test. Research Report 99-01."},
      {
        "id":"ED434149",
        "title":"Adaptive Testing with Equated Number-Correct Scoring. Research Report 99-02."},
      {
        "id":"ED434150",
        "title":"Designing Item Pools for Computerized Adaptive Testing. Research Report 99-03."},
      {
        "id":"ED434151",
        "title":"Snapshot '98: 1997-98 School District Profiles."},
      {
        "id":"ED434152",
        "title":"The IDEALL Approach to Learning Development: A Model for Fostering Improved Literacy and Learning Outcomes for Students."},
      {
        "id":"ED434153",
        "title":"An Analysis of the 1992 New Jersey Grade 8 Early Warning Test."},
      {
        "id":"ED434154",
        "title":"Assessing Achievement Effects of Desegregation Programs: The role of a Program Evaluation and Research Department."},
      {
        "id":"ED434155",
        "title":"Summary of Attendance: Maryland Public Schools, 1997-1998."},
      {
        "id":"ED434156",
        "title":"Assessing Group Process during Collaborative Problem-Solving."},
      {
        "id":"ED434157",
        "title":"Unifying Quantitative Methodology in Social Research."},
      {
        "id":"ED434158",
        "title":"A Comprehensive Review of Research Evaluating the Effectiveness of DISCOVER in Promoting Career Development. ACT Research Report Series 99-3."},
      {
        "id":"ED434159",
        "title":"Handbook: Statewide Student Assessment System. Information for Parents, Students, Teachers, and Other School Personnel."},
      {
        "id":"ED434160",
        "title":"Statewide Articulated Assessment System. 1997-1998 Summary Report."},
      {
        "id":"ED434161",
        "title":"Dos Idiomas, Un Mundo Dual Language Project Title VII Third-Year Evaluation Report, 1997-98. Publication Number 97.21."},
      {
        "id":"ED434162",
        "title":"Determining Capacity within Systemic Educational Reform."},
      {
        "id":"ED434163",
        "title":"Form and Function: Using Mixed Methods To Study Works in Progress."},
      {
        "id":"ED434164",
        "title":"Mini-Digest of Education Statistics, 1998."},
      {
        "id":"ED434165",
        "title":"Projections of Education Statistics to 2009."},
      {
        "id":"ED434166",
        "title":"Students Who Took Advanced Placement (AP) Examinations. Indicator of the Month."},
      {
        "id":"ED434167",
        "title":"Model Minority Stereotype Reconsidered."},
      {
        "id":"ED434168",
        "title":"The Hidden Curriculum of Whiteness: White Teachers, White Territory, and White Community."},
      {
        "id":"ED434169",
        "title":"Fostering Hope: A Prevention Process."},
      {
        "id":"ED434170",
        "title":"African American Adult Literacy: A Look at the National Adult Literacy Survey."},
      {
        "id":"ED434171",
        "title":"Gender Gap Trends in Public Secondary Schools: 1972 to 1992."},
      {
        "id":"ED434172",
        "title":"Challenges in Studying the Impact of Integrated Approaches to Preparing Teachers for Diversity."},
      {
        "id":"ED434173",
        "title":"Examining the Literacy Practices of Home, School, and Community: When Does Difference Make a Difference?"},
      {
        "id":"ED434174",
        "title":"Realidades Suburbanas: Latinos en el Condado de Dakota. Una Investigacion Dirigida por HACER = Suburban Realities: Latinos in Dakota County. A Study Conducted by HACER."},
      {
        "id":"ED434175",
        "title":"What Makes the Teaching of an African-American Urban Educator Exceptional?"},
      {
        "id":"ED434177",
        "title":"Humanizing an Inhumane Urban Environment: Children's Artwork and Stories."},
      {
        "id":"ED434179",
        "title":"Chinese Parents' Awareness of Their Children's Homework Style and Homework Behavior and Its Effects on Achievement."},
      {
        "id":"ED434180",
        "title":"Beyond the Numbers: Ethnography of Life at an Alternative School for Students Caught with Weapons."},
      {
        "id":"ED434181",
        "title":"School Readiness Language Development Program: A Teacher Survey Report. Publication No. 701, Part C."},
      {
        "id":"ED434182",
        "title":"Designing Title I Schoolwide Programs: A Comparison of Three Urban Districts."},
      {
        "id":"ED434183",
        "title":"Planned Serendipity."},
      {
        "id":"ED434186",
        "title":"Service Learning in the Northwest Region. By Request Series."},
      {
        "id":"ED434188",
        "title":"Family Diversity in Urban Schools. ERIC/CUE Digest, Number 148."},
      {
        "id":"ED434189",
        "title":"School Support for Foster Families. ERIC/CUE Digest, Number 147."},
      {
        "id":"ED434190",
        "title":"Safe Passages through Adolescence: Communities Protecting the Health and Hopes of Youth. Lessons Learned from W. K. Kellogg Foundation Programming."},
      {
        "id":"ED434191",
        "title":"1977-1997 Fall Enrollment by Race/Ethnicity."},
      {
        "id":"ED434192",
        "title":"Education: A Site of Desire and Threat for Australian Girls."},
      {
        "id":"ED434194",
        "title":"Urban Elementary Schools Implementing Title I School-Wide Projects: Issues of Leadership, School Climate and Philosophy of Teaching and Learning."},
      {
        "id":"ED434195",
        "title":"Living and Learning in a World of Diversities. An EDC Report Series."},
      {
        "id":"ED434199",
        "title":"First Year Evaluation of Iowa's Basic Skills Certification Program."},
      {
        "id":"ED434200",
        "title":"Arts &amp; Humanities in Adult Education."},
      {
        "id":"ED434201",
        "title":"Adult Education in the 1990s: A Report on the 1991 National Household Education Survey. Working Paper Series."},
      {
        "id":"ED434202",
        "title":"Arts and Earning a Living."},
      {
        "id":"ED434203",
        "title":"Orientation to Trades and Technology. A Curriculum Guide and Resource Book with Special Emphasis on the Needs of Women. Revised."},
      {
        "id":"ED434204",
        "title":"Transition and Skills Development through Education, Training and Work Experiences: A Follow-up Study, Seven Oaks School Division."},
      {
        "id":"ED434206",
        "title":"Non Award-Bearing Continuing Education. An Evaluation of the HEFCE Programme 1995-1998. Report 99/19."},
      {
        "id":"ED434207",
        "title":"The Evaluation of Funding for the Development of Continuing Vocational Education (CVE). Report 98/44."},
      {
        "id":"ED434208",
        "title":"Survey of Human Resource Development. Participant Handbook."},
      {
        "id":"ED434209",
        "title":"Defining Adult Literacy--Again. Literacy Discussion Paper."},
      {
        "id":"ED434213",
        "title":"Consumer Education for the Information Age. Practice Application Brief No. 4."},
      {
        "id":"ED434214",
        "title":"School-to-Work and Elementary Education. Practice Application Brief No. 5."},
      {
        "id":"ED434215",
        "title":"Training Practices for Small Businesses. Practice Application Brief No. 6."},
      {
        "id":"ED434216",
        "title":"Career Guidance Resource Guide for Elementary and Middle/Junior High School Educators."},
      {
        "id":"ED434218",
        "title":"Business Ethics. Digest Number 98-1."},
      {
        "id":"ED434219",
        "title":"Social Entrepreneurship: Profit as a Means, Not an End. Digest Number 98-7."},
      {
        "id":"ED434220",
        "title":"Merging Economic and Environmental Concerns through Ecopreneurship. Digest Number 98-8."},
      {
        "id":"ED434221",
        "title":"Putting ISO 9000 Standards and Baldrige Quality Criteria To Work Now in Public Education."},
      {
        "id":"ED434222",
        "title":"A Place for Political Literacy in Adult Education."},
      {
        "id":"ED434223",
        "title":"Adult Learning. ARIS Information Sheet."},
      {
        "id":"ED434224",
        "title":"Work Force Development: The Chinese Commercial High School in Taiwan as a Vehicle for Economic Development."},
      {
        "id":"ED434225",
        "title":"How To Design and Deliver an Effective Employment Program."},
      {
        "id":"ED434226",
        "title":"Personal, Professional, and Organizational Impact of Receiving a National Fire Academy Executive Fire Officer Program Outstanding Research Award."},
      {
        "id":"ED434227",
        "title":"Critical Thinking Skills."},
      {
        "id":"ED434229",
        "title":"A New Model for Business Investment in Educational Change. Shaping the &quot;Before, During and After&quot; of Teacher Internships [and] Bridging Cultures: How Businesses and Teachers Are Changing Student Learning."},
      {
        "id":"ED434231",
        "title":"The Lived Experience of Being a Distance Learner."},
      {
        "id":"ED434232",
        "title":"Mobilizing Public Housing Communities for Work: Origins and Early Accomplishments of the Jobs-Plus Demonstration."},
      {
        "id":"ED434233",
        "title":"Promoting Participation. How To Increase Involvement in Welfare-to-Work Activities. A How-To Guide."},
      {
        "id":"ED434235",
        "title":"An Employer Guide on Insurance-Liability Issues and Child Labor Laws. New Jersey School to Careers: Work-Based Learning Activities."},
      {
        "id":"ED434238",
        "title":"School to Work High Yields for Students, Schools, Parents, Educators, Employers, Legislators, Businesses, Communities, Job Markets. A Guide for State Legislators."},
      {
        "id":"ED434240",
        "title":"Targeting Education: The Connecticut Adult Basic Skills Survey. Executive Summary."},
      {
        "id":"ED434241",
        "title":"The Changing Role of Vocational Education and the Comprehensive High School."},
      {
        "id":"ED434242",
        "title":"The Changing Roles of Vocational and Academic Education in Future High Schools."},
      {
        "id":"ED434244",
        "title":"One-Stop Career Centers. ERIC Digest No. 208."},
      {
        "id":"ED434245",
        "title":"New Directions for Cooperative Education. ERIC Digest No. 209."},
      {
        "id":"ED434246",
        "title":"Culturally Sensitive Career Assessment: A Quandary. ERIC Digest No. 210."},
      {
        "id":"ED434247",
        "title":"Worker-Centered Learning: Labor's Role. ERIC Digest No. 211."},
      {
        "id":"ED434248",
        "title":"Vocational Certificates and College Degrees. ERIC Digest No. 212."},
      {
        "id":"ED434249",
        "title":"Taking Risks."},
      {
        "id":"ED434250",
        "title":"Colorado School-to-Career Partnership."},
      {
        "id":"ED434251",
        "title":"Enterprise Education in the Case of Finland."},
      {
        "id":"ED434252",
        "title":"Resident Involvement in Community Change: The Experiences of Two Initiatives."},
      {
        "id":"ED434270",
        "title":"Context Matters: Teaching and Learning Skills for Work."},
      {
        "id":"ED434271",
        "title":"Beyond Eighth Grade: Functional Mathematics for Life and Work."},
      {
        "id":"ED434272",
        "title":"Zeroing in on Students' Needs: The 1998 Exemplary Career Guidance and Counseling Programs."},
      {
        "id":"ED434273",
        "title":"New College Admission Procedures: Implications for Career-Related Learning in High School."},
      {
        "id":"ED434274",
        "title":"A Guide to State Laws and Regulations on Professional School Counseling."},
      {
        "id":"ED434275",
        "title":"Federal Information Resources for Professional Counselors. A Sourcebook of Free and Low-cost Resources To Support and Enrich Your Work as a Professional Counselor."},
      {
        "id":"ED434276",
        "title":"Professional Counselor's Guide to Federal Law on Student Records."},
      {
        "id":"ED434277",
        "title":"Effective Advocacy and Communication with Legislators."},
      {
        "id":"ED434282",
        "title":"Public Awareness Ideas and Strategies for Professional Counselors. For Use During Counseling Awareness Month and throughout the Year."},
      {
        "id":"ED434283",
        "title":"The Medicaid Maze: An Overview of Federal and State Policies."},
      {
        "id":"ED434284",
        "title":"Managed Care: A Primer on Issues and Legislation."},
      {
        "id":"ED434285",
        "title":"The Collaborative Problem Solving Process: Academic and Behavioral Intervention."},
      {
        "id":"ED434286",
        "title":"In Search of Moral Sensitivity in Teaching and Learning."},
      {
        "id":"ED434287",
        "title":"The Effectiveness of Mentoring for Adolescent Mothers and Their Infants: A Comparative Study between Sister Friend and Cal Learn."},
      {
        "id":"ED434288",
        "title":"Understanding and Feeling Understood as a Function of Time in Therapy."},
      {
        "id":"ED434289",
        "title":"Differences among African American Jr. High School Students: The Effects of Skin Tone on Ethnic Identity, Self-Esteem and Cross-Cultural Behavior."},
      {
        "id":"ED434290",
        "title":"A Systemic Approach to Facilitating Family Grief Resolution Following the Death of a Child."},
      {
        "id":"ED434291",
        "title":"Understanding Women's Career Choices Using Taylor's Concept of Authenticity."},
      {
        "id":"ED434292",
        "title":"Using Collaborative Planing To Enhance Instruction for All Students."},
      {
        "id":"ED434294",
        "title":"Work Stress, Burnout, and Coping. Brief Summary of an Exploratory Study."},
      {
        "id":"ED434295",
        "title":"Improving Age Appropriate Social Skills To Enhance Interpersonal Relationships."},
      {
        "id":"ED434296",
        "title":"Improving Prosocial Behavior through Social Skill Instruction."},
      {
        "id":"ED434297",
        "title":"Social Skills and the Junior High School Student."},
      {
        "id":"ED434298",
        "title":"A Study of Relaxation Techniques and Coping Skills with Moderately to Highly Stressed Middle and High School Students."},
      {
        "id":"ED434299",
        "title":"Enhancing Academic Achievement through Direct Instruction of Social Skills."},
      {
        "id":"ED434300",
        "title":"Crisis Intervention: The Role of the School Counselor."},
      {
        "id":"ED434301",
        "title":"A Program on Preventing Sexual Assault Directed toward Greek Leaders."},
      {
        "id":"ED434302",
        "title":"Reading and Literature for Children."},
      {
        "id":"ED434303",
        "title":"Reading across the Curriculum."},
      {
        "id":"ED434304",
        "title":"Reading in the Primary Grades."},
      {
        "id":"ED434305",
        "title":"NAEP State-by-State: Cautious Conclusions."},
      {
        "id":"ED434306",
        "title":"The Mathematics Curriculum and Reading."},
      {
        "id":"ED434307",
        "title":"Integrating Whole Language & Phonics: New Options in Teaching Reading."},
      {
        "id":"ED434308",
        "title":"What Is the Reading Achievement Levels of Our Pupils?"},
      {
        "id":"ED434310",
        "title":"Portraits of the Literacy Practices in Two Kindergarten Classrooms: What's Going On."},
      {
        "id":"ED434311",
        "title":"Reading: Phonics Tool Kit."},
      {
        "id":"ED434312",
        "title":"So That Every Child Can Read... America Reads Community Tutoring Partnerships: A Review of Effective and Promising Practices in Volunteer Reading Tutoring Programs."},
      {
        "id":"ED434314",
        "title":"Opening the Door: What Families &amp; Teachers Can Do to Help Every Child Become a Reader."},
      {
        "id":"ED434315",
        "title":"Unlocking the Door: Current Research on How Children Learn To Read."},
      {
        "id":"ED434317",
        "title":"Volunteer Literacy Manual."},
      {
        "id":"ED434318",
        "title":"Reading Recovery Executive Summary, 1984 to 1998."},
      {
        "id":"ED434319",
        "title":"Leadership for Literacy: A Guidebook for School-Based Planning. Revised Edition."},
      {
        "id":"ED434320",
        "title":"Reading Recovery Review: Understandings Outcomes &amp; Implications."},
      {
        "id":"ED434321",
        "title":"Chronicles of a Word-Watcher at Work."},
      {
        "id":"ED434322",
        "title":"Yes, But...(An Invitation to Dialogue)--Holistic vs. Systemic Approach to the Teaching of Reading."},
      {
        "id":"ED434324",
        "title":"The School Principal as Leader in Reading Instruction."},
      {
        "id":"ED434325",
        "title":"America Reads: How One University Meets the Challenge."},
      {
        "id":"ED434328",
        "title":"Knowledge through Humor: An Original Approach for Teaching Developmental Readers."},
      {
        "id":"ED434329",
        "title":"Using Computers for Intervention and Remediation of Severely Reading-Impaired Children in a University Literacy Clinic."},
      {
        "id":"ED434330",
        "title":"Ideas at Work: How To Help Every Child Become a Reader."},
      {
        "id":"ED434331",
        "title":"Helping the Underachiever in Reading. ERIC Digest."},
      {
        "id":"ED434332",
        "title":"Start Early, Finish Strong. How To Help Every Child Become a Reader. Updated Edition."},
      {
        "id":"ED434333",
        "title":"Reading and the Structure of the English Language."},
      {
        "id":"ED434338",
        "title":"Providing Leadership in the Language Arts and the Psychology of Learning."},
      {
        "id":"ED434339",
        "title":"Trends and Issues in Elementary Language Arts. Trends and Issues in English Language Arts, 1999."},
      {
        "id":"ED434340",
        "title":"Trends and Issues in Postsecondary English Studies. Trends and Issues in English Language Arts, 1999."},
      {
        "id":"ED434341",
        "title":"Trends and Issues in Secondary English. Trends and Issues in English Language Arts, 1999."},
      {
        "id":"ED434342",
        "title":"New Mexico Language Arts Content Area Standards and Benchmarks."},
      {
        "id":"ED434343",
        "title":"Re-Visualizing the Instruction of Composition: Students, Authors, and the Logics of Writing Instruction."},
      {
        "id":"ED434345",
        "title":"Vocational School English Teacher Engages Students in High Levels of Reading and Writing: The Case of Janas Masztal. Case Study Number 12006."},
      {
        "id":"ED434346",
        "title":"Bridges, 1999."},
      {
        "id":"ED434350",
        "title":"Computers: Tools of Oppression, Tools of Liberation."},
      {
        "id":"ED434353",
        "title":"Writing Back to Writers: Inter-Institutional Collaboration and Preliminary Research on the Value of Substantive Response in Writing Instruction."},
      {
        "id":"ED434360",
        "title":"Performing Memorable Monologues."},
      {
        "id":"ED434361",
        "title":"Framing Games: An Exploration into the Speaking Activity of a Chinese-English Bilingual Child."},
      {
        "id":"ED434362",
        "title":"Opinion Expression as a Rational Behavior."},
      {
        "id":"ED434363",
        "title":"A Comparative Analysis of a Successful Approach for Rescuing the Undergraduate Media Research Course from Termination as Measured against the Traditional Teaching Modalities."},
      {
        "id":"ED434364",
        "title":"Pacing in Children's Television Programming."},
      {
        "id":"ED434366",
        "title":"A National Study of a Three-Weekend Accelerated Class Format within the Public Relations Curriculum."},
      {
        "id":"ED434367",
        "title":"&quot;Professors of Foresight&quot;: Finding a Place for the Future in Journalism Curricula."},
      {
        "id":"ED434368",
        "title":"High School Student Newspapers in U.S. Youth Culture: From Gossip to Politics to Social Issues; From Vocational Education to School PR Tool, to Forum for Expression and Back Again."},
      {
        "id":"ED434369",
        "title":"Perceptions of Harmful Female Advertising Stereotypes and Eating-Disordered Thinking among Female College Students: A Q Method Analysis."},
      {
        "id":"ED434371",
        "title":"Integrating Active Learning, Critical Thinking and Multicultural Education in Teaching Media Ethics across the Curriculum."},
      {
        "id":"ED434372",
        "title":"Training Journalism Students To Deal with Trauma."},
      {
        "id":"ED434373",
        "title":"Comprehension and Recall of Internet News: A Quantitative Study of Web Page Design."},
      {
        "id":"ED434374",
        "title":"Students' Use of E-Mail in an Undergraduate Public Relations Course."},
      {
        "id":"ED434375",
        "title":"Incorporating a Comprehensive Drama Unit including a Theatre of the Absurd Component within the Advanced Placement English Program for Senior Level Students."},
      {
        "id":"ED434376",
        "title":"Implications of New Technology in Providing Training for High School Journalism Teachers."},
      {
        "id":"ED434377",
        "title":"Using Readers' Theatre in the Classroom."},
      {
        "id":"ED434378",
        "title":"Using Creative Drama in the Multicultural Classroom."},
      {
        "id":"ED434379",
        "title":"Using Creative Drama in the Writing Process."},
      {
        "id":"ED434380",
        "title":"Encouraging Creativity and Imagination in the Classroom."},
      {
        "id":"ED434381",
        "title":"Holding Schools Accountable for Achievement. ERIC Digest, Number 130."},
      {
        "id":"ED434382",
        "title":"Wisconsin Charter Schools, 1998. Bulletin No. 99069."},
      {
        "id":"ED434383",
        "title":"Aligning Organizational Features and School Reform: An Examination of Two Recent Reforms."},
      {
        "id":"ED434384",
        "title":"The Journey to Teacher Empowerment."},
      {
        "id":"ED434386",
        "title":"Goals 2000: Case Studies of Promising Districts."},
      {
        "id":"ED434387",
        "title":"Discovering New Solutions through Cooperative Audit Resolution: A Guide."},
      {
        "id":"ED434388",
        "title":"One System or Two? Title I Accountability in the Context of High Stakes for Schools in Local Districts and States."},
      {
        "id":"ED434389",
        "title":"Evaluation of the Michigan Public School Academy Initiative: Final Report [and] Executive Summary."},
      {
        "id":"ED434390",
        "title":"School Choice."},
      {
        "id":"ED434391",
        "title":"California's Public Schools: A Needs Assessment."},
      {
        "id":"ED434394",
        "title":"Public Funding of Religious Schools: Legal and Political Implications of Current Court Cases."},
      {
        "id":"ED434395",
        "title":"Legislative Council Staff Report on School District Size Factors. Report to the Colorado General Assembly. Research Publication No. 451."},
      {
        "id":"ED434396",
        "title":"Charter Schools: ED-Sponsored Charter School Research and Demonstration Programs. Research Today."},
      {
        "id":"ED434397",
        "title":"Equity &amp; Adequacy in Funding To Improve Learning for All Children. Essential Programs and Services."},
      {
        "id":"ED434398",
        "title":"Organizational Health of the Secondary Schools in Turkey and Changes Needed."},
      {
        "id":"ED434400",
        "title":"Chartering for Excellence: Developing & Implementing Charter School Legislation. A Guide for Policymakers."},
      {
        "id":"ED434401",
        "title":"School-Based Budgeting. ERIC Digest Number 131."},
      {
        "id":"ED434402",
        "title":"Profiles of the Regional Educational Laboratories, 1999-2000."},
      {
        "id":"ED434406",
        "title":"Selected Integrated and Applied Curricula in Wisconsin Secondary Schools. Bulletin No. 99110."},
      {
        "id":"ED434415",
        "title":"Title I School-Parent Compacts: Supporting Partnerships To Improve Learning. Final Report."},
      {
        "id":"ED434416",
        "title":"Private School Universe Survey, 1997-98."},
      {
        "id":"ED434417",
        "title":"Federal Education Legislation Enacted in 1994: An Evaluation of Implementation and Impact."},
      {
        "id":"ED434418",
        "title":"Promising Results, Continuing Challenges: The Final Report of the National Assessment of Title I."},
      {
        "id":"ED434419",
        "title":"Managing Technological Change for Schools of the New Millennium. Instructor Edition. Problem Based Learning Project."},
      {
        "id":"ED434420",
        "title":"Education Department General Administrative Regulations. 34 CFR Parts 74, 75, 76, 77, 79, 80, 81, 82, 85, 86, 97, 98, and 99."},
      {
        "id":"ED434421",
        "title":"Planning Our Future Together: Using a Large-Scale Systems Change Process for Educational Reform: Video Discussion Guide."},
      {
        "id":"ED434422",
        "title":"Ensuring Access, Equity, and Quality for Students with Disabilities in School-to-Work Systems: A Guide to Federal Law and Policies."},
      {
        "id":"ED434423",
        "title":"District Partnership Approach to Inclusion: A Qualitative Evaluation of Impact."},
      {
        "id":"ED434424",
        "title":"Hey, We See It Differently! Lessons on Team Dynamics."},
      {
        "id":"ED434425",
        "title":"Lessons for Understanding: A Junior and High School Curriculum on Perspective-Taking."},
      {
        "id":"ED434426",
        "title":"The Council on Quality and Leadership in Supports for People with Disabilities: Personal Outcomes Chart Book."},
      {
        "id":"ED434427",
        "title":"Profiles in Collaboration: A Comprehensive Report of the Professional Development Partnership Projects."},
      {
        "id":"ED434429",
        "title":"Guidelines for the Roles and Responsibilities of the School-Based Speech-Language Pathologist."},
      {
        "id":"ED434430",
        "title":"Family Support and Resources in Families Having Children with Disabilities."},
      {
        "id":"ED434431",
        "title":"The Accelerated Reader Program, Reading Achievement, and Attitudes of Students with Learning Disabilities."},
      {
        "id":"ED434432",
        "title":"An Example of Teacher-Made Software."},
      {
        "id":"ED434433",
        "title":"Behavioral Strategies: Building Systems."},
      {
        "id":"ED434434",
        "title":"New IDEA '97 Requirements: Factors To Consider in Developing an IEP. ERIC Digest E578."},
      {
        "id":"ED434435",
        "title":"Student Groupings for Reading Instruction. ERIC/OSEP Digest E579."},
      {
        "id":"ED434436",
        "title":"Early Transitions for Children and Families: Transitions from Infant/Toddler Services to Preschool Education. ERIC Digest E581."},
      {
        "id":"ED434437",
        "title":"Positive Behavior Support and Functional Assessment. ERIC/OSEP Digest E580."},
      {
        "id":"ED434438",
        "title":"A Parent Guide to Early Intervention in Pennsylvania for Infants and Toddlers."},
      {
        "id":"ED434439",
        "title":"Guia para Padres Intervencion Temprana en Pennsylvania para Bebes desde el Nacimiento a los Tres Anos (A Parent Guide to Early Intervention in Pennsylvania for Infants and Toddlers)."},
      {
        "id":"ED434440",
        "title":"A Parent Guide to Special Education for Preschool Children in Pennsylvania."},
      {
        "id":"ED434441",
        "title":"Guia para Padres Educacion Especial para Ninos en Pre-Escolar en Pennsylvania. (A Parent Guide to Special Education for Preschool Children in Pennsylvania)."},
      {
        "id":"ED434442",
        "title":"Factors Affecting the Career Decision Making of Minority Teachers in Gifted Education."},
      {
        "id":"ED434445",
        "title":"Social Work Education and Mental Retardation: A Vision of Bridging the Gap in the New Millennium."},
      {
        "id":"ED434446",
        "title":"Caption Speed and Viewer Comprehension of Television Programs. Final Report."},
      {
        "id":"ED434447",
        "title":"Grades, Diplomas and Transcripts for Students with Disabilities."},
      {
        "id":"ED434448",
        "title":"How Are Reading Disabled Children Identified?"},
      {
        "id":"ED434449",
        "title":"Definitions and Essential Elements: Student Discipline Provisions of the Individuals with Disabilities Education Act of 1997."},
      {
        "id":"ED434450",
        "title":"Their Future...Our Guidance. Iowa IEP Guidebook."},
      {
        "id":"ED434451",
        "title":"Resource Guide: Selected Early Childhood/Early Intervention Training Materials. 8th Edition."},
      {
        "id":"ED434452",
        "title":"Assistive Technology Creating a Pathway: Iowa Assistive Technology Guidebook. Field Edition."},
      {
        "id":"ED434453",
        "title":"Iowa Programs Providing and Financing Children&apos;s Care and Services. [Fourth Edition]."},
      {
        "id":"ED434454",
        "title":"Functional and Noncategorical Identification and Intervention in Special Education."},
      {
        "id":"ED434455",
        "title":"Current Status of Educational Interpreter Certification for Students Who Are Deaf or Hard of Hearing."},
      {
        "id":"ED434456",
        "title":"Improving Retention with the Mentally Disabled."},
      {
        "id":"ED434458",
        "title":"Improvement Grants. Quick Turn Around (QTA)."},
      {
        "id":"ED434459",
        "title":"Test Changes: An Empirical Basis for Defining Accommodations. Project FORUM at NASDSE. A Synthesis Brief."},
      {
        "id":"ED434460",
        "title":"Workforce Development and Welfare Reform: Potential Impact upon Persons with Disabilities and Community Rehabilitation Programs."},
      {
        "id":"ED434461",
        "title":"Reforzando a los Alumnos Diversos Culturalmente y Linguisticamente con Aprendizaje. Traduccion de ERIC EC Digest #E500. (Empowering Culturally and Linguistically Diverse Students with Learning Problems). Translation of ERIC EC Digest #E500."},
      {
        "id":"ED434462",
        "title":"Retraso Mental. Traduccion de ERIC EC Digest #528. (Mental Retardation. Translation of ERIC EC Digest #528)."},
      {
        "id":"ED434463",
        "title":"Lo Que los Padres y los Maestros Deberian Saber sobre la...Aceleraction (What Parents and Teachers Should Know about Academic Acceleration)."},
      {
        "id":"ED434465",
        "title":"How To Use ERIC To Search Your Special Education Topic: Update 1999. ERIC Digest E573."},
      {
        "id":"ED434468",
        "title":"Special Education: Study of Incidence of Disabilities. Final Report."},
      {
        "id":"ED434471",
        "title":"A Model Gifted Education Program for Elementary Schools: Process and Product."},
      {
        "id":"ED434472",
        "title":"Practices in Identification of Twice-Exceptional Students in the State of Mississippi."},
      {
        "id":"ED434473",
        "title":"Assistive Technology and Learning Disabilities."},
      {
        "id":"ED434474",
        "title":"ACTTive Technology, 1997."},
      {
        "id":"ED434475",
        "title":"ACTTive Technology, 1998."},
      {
        "id":"ED434477",
        "title":"Healthy Building Design for the Commercial, Industrial, and Institutional Marketplace."},
      {
        "id":"ED434478",
        "title":"Buyer's Guide for Tennis Court Construction."},
      {
        "id":"ED434479",
        "title":"You&apos;re Really Efficient and Effective: Does It Cost More?"},
      {
        "id":"ED434480",
        "title":"Johnson County Community College and Burlington Northern Railroad."},
      {
        "id":"ED434481",
        "title":"Ohio Public School Facility Survey, 1990. A Report to the 118th General Assembly."},
      {
        "id":"ED434482",
        "title":"Educational Furniture for the 16-19 Age Group: Specification and Design. Design Note 30."},
      {
        "id":"ED434483",
        "title":"Energy Retrofit for Aging K-12 Schools."},
      {
        "id":"ED434484",
        "title":"Creating Outdoor Play &amp; Learning Environments."},
      {
        "id":"ED434485",
        "title":"A Guide for the Adaptive Use of Surplus Schools."},
      {
        "id":"ED434486",
        "title":"Accommodation for the 16-19 Age Group: Four Colleges in 1980. Design Note 23."},
      {
        "id":"ED434487",
        "title":"The Shared Use of Public Space: Summary of a National Survey. Community Education Proven Practices II Series."},
      {
        "id":"ED434488",
        "title":"Industrial Education Ventilation Study. Volume 1: Final Report."},
      {
        "id":"ED434489",
        "title":"Data Collection Training and Procedures Manual. Building &amp; Educational Technology Assessment. Revised Edition."},
      {
        "id":"ED434490",
        "title":"Maintenance of Educational Buildings Policies and Strategies. Conclusions of a Seminar in Han-sur-Less, Belgium, October 21-25, 1985."},
      {
        "id":"ED434491",
        "title":"The Form of Reform: School Facility Design Implications for California Educational Reform."},
      {
        "id":"ED434492",
        "title":"Under Siege: Schools as the New Battleground. Strategies To Protect Students, Staff, and Facilities."},
      {
        "id":"ED434494",
        "title":"Educational Specifications: Linking Design of School Facilities to Educational Program."},
      {
        "id":"ED434495",
        "title":"Optimizing Value and Avoiding Problems in Building Schools."},
      {
        "id":"ED434496",
        "title":"Schools as Centers of Community: Remarks as Prepared for Delivery by U.S. Secretary of Education Richard W. Riley."},
      {
        "id":"ED434497",
        "title":"School Architecture, Curriculum, and Pedagogy: Shifts in the Discursive Space of the \"School\" as Forms of Governmentality."},
      {
        "id":"ED434498",
        "title":"The ABC's of Building a School. Revised."},
      {
        "id":"ED434499",
        "title":"Planning for Education: Space Guidelines for Planning Educational Facilities. Revised."},
      {
        "id":"ED434500",
        "title":"Rules and Regulations: Minimum Schoolhouse Construction Standards."},
      {
        "id":"ED434501",
        "title":"North Dakota's School Construction Approval Process and School Construction Loan Approval Process Reference Guide."},
      {
        "id":"ED434504",
        "title":"ADAAG Manual: A Guide to the Americans with Disabilities Act Accessibility Guidelines."},
      {
        "id":"ED434506",
        "title":"Outcomes, Strengths, and Needs of the English Language Proficiency Act (ELPA) Program, 1996-97."},
      {
        "id":"ED434507",
        "title":"Lectura y Vida: Revista Latinoamericana de Lectura. (Reading and Life: Latin American Reading Magazine). 1998."},
      {
        "id":"ED434508",
        "title":"Collegial Support and Networks Invigorate Teaching: The Case of Marsha S. Slater. CELA Research Report. Case Study Number 12008."},
      {
        "id":"ED434510",
        "title":"Student Initiative and Risk: Applying My SIT Experience to an ESL Classroom."},
      {
        "id":"ED434511",
        "title":"Educating California's Immigrant Children: An Overview of Bilingual Education."},
      {
        "id":"ED434512",
        "title":"A Texas Framework for Languages Other Than English."},
      {
        "id":"ED434513",
        "title":"Taming the Cobra: English, Multilingualism, and Language Education in South Africa. A Comparison with Canada."},
      {
        "id":"ED434514",
        "title":"A National Survey of Foreign Language Instruction in Elementary and Secondary Schools. Final Report."},
      {
        "id":"ED434515",
        "title":"Minne-WI TESOL Journal, 1998-1999."},
      {
        "id":"ED434519",
        "title":"The Effects of Task and Language Vernacular on Rhyming in Kindergarten, First, and Second Graders."},
      {
        "id":"ED434521",
        "title":"The 'Old English District': ESL Problems in South Carolina."},
      {
        "id":"ED434527",
        "title":"\"Dreams I Wanted To Be Reality\": Experiences of Hispanic Immigrant Students at an Urban High School."},
      {
        "id":"ED434528",
        "title":"Using Rater Comments in Large-Scale Writing Assessment."},
      {
        "id":"ED434530",
        "title":"Bilingualism, Biliteracy, Classrooms and Identity Politics in Sub-Saharan Africa."},
      {
        "id":"ED434532",
        "title":"Foreign Language Instruction in the United Sates: A National Survey of Elementary and Secondary Schools. Language in Education: Theory and Practice No. 93."},
      {
        "id":"ED434533",
        "title":"The Sheltered Instruction Observation Protocol: A Tool for Teacher-Research Collaboration and Professional Development. Educational Practice Report 3."},
      {
        "id":"ED434534",
        "title":"SSR: An Old Practice in an ESL Context."},
      {
        "id":"ED434535",
        "title":"Comparing the Effects of Native Language and Learning Experience on the University of Illinois at Urbana-Champaign English as a Second Language Test."},
      {
        "id":"ED434536",
        "title":"Why Can't Learners of Japanese as a Foreign Language Distinguish Polite from Impolite Speech Styles?"},
      {
        "id":"ED434538",
        "title":"Double Power: English Literacy and Indigenous Education."},
      {
        "id":"ED434539",
        "title":"Using Videos with Adult English Language Learners. ERIC Digest."},
      {
        "id":"ED434540",
        "title":"Determining Communication Needs of ESL Workers: Implications for Customizing Computer Courseware."},
      {
        "id":"ED434541",
        "title":"University Students' Beliefs about Writing and Writing Approaches."},
      {
        "id":"ED434555",
        "title":"Matriculation Status of Fall Term 1993 Fischler Graduate School of Education and Human Services Students by the Beginning of Fall Term 1998: Campus-Based Students and Distance Education Students by Site. Report No. 99-07."},
      {
        "id":"ED434556",
        "title":"The Influence of Geographical Location and Application to Multiple Institutions of Recruitment. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED434557",
        "title":"Matriculation Status of Fall Term 1993 Center for Psychological Studies Students by the Beginning of Fall Term 1998: Campus-Based Students and Distance Education Students by Site. Report No. 99-09."},
      {
        "id":"ED434558",
        "title":"Tuition Discounts, Institutional Student Aid and Scholarship Allowances. Monograph Series."},
      {
        "id":"ED434559",
        "title":"Supporting the Historically Black College &amp; University Mission: The Sallie Mae HBCU Default Management Program."},
      {
        "id":"ED434560",
        "title":"The Use of Private Student Loans at High-Cost Postsecondary Education Institutions in Academic Year 1997-98."},
      {
        "id":"ED434561",
        "title":"Institutional Aid in the 1990s: The Consequences of Policy Connections."},
      {
        "id":"ED434562",
        "title":"Evaluation of the Federal Direct Loan Program: Repayment Survey of Borrowers Participating in the Federal Direct Loan and Federal Family Education Loan Programs. Volume One: Summary Report [and] Volume Two: Technical Appendices."},
      {
        "id":"ED434563",
        "title":"Student Financial Aid Handbook, 1999-2000: Direct Loan and FFEL Programs Reference."},
      {
        "id":"ED434564",
        "title":"Transfer Guide for Students, 1999-2000."},
      {
        "id":"ED434565",
        "title":"Year 2000 Computing Crisis: Significant Risks Remain to Department of Education's Student Financial Aid Systems. Testimony before the Subcommittee on Oversight and Investigations, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED434567",
        "title":"Access America for Students. Strategic Plan."},
      {
        "id":"ED434568",
        "title":"Statistical Summary of Missouri Higher Education, 1998-1999."},
      {
        "id":"ED434570",
        "title":"Architecture for Change: Information as Foundation. 1998 AAHE Assessment Conference (Cincinnati, OH, June 13-17, 1998)."},
      {
        "id":"ED434571",
        "title":"Kansas Regents Honors Academy: A Follow-Up Study."},
      {
        "id":"ED434576",
        "title":"Graduate Medical Education (GME). Hearing Before the Committee on Finance. United States Senate. One Hundred Fifth Congress. First Session (March 12, 1997)."},
      {
        "id":"ED434577",
        "title":"Enrollment Patterns of First-Time Beginning Postsecondary Students. Indicator of the Month."},
      {
        "id":"ED434578",
        "title":"Annual Employment Outcomes Report. Oklahoma State System of Higher Education."},
      {
        "id":"ED434579",
        "title":"Cooperative Education: Institutional Profiles of Integrated Learning. NCCE Executive Summary Series, No. 2."},
      {
        "id":"ED434580",
        "title":"Facilities Policies and Procedures Manual. South Carolina Commission on Higher Education. Division of Finance, Facilities, and Statistical Services."},
      {
        "id":"ED434581",
        "title":"North Dakota University System Strategic Plan: 1998-2004. 1998 Progress Report."},
      {
        "id":"ED434582",
        "title":"University and Community College System of Nevada: Research Report, 1998."},
      {
        "id":"ED434584",
        "title":"General Education in Virginia: Assessment and Innovation. A Challenge to Academic Leadership. [Volumes 1 and 2]."},
      {
        "id":"ED434585",
        "title":"Virginia Higher Education Performance Funding Model."},
      {
        "id":"ED434586",
        "title":"Managing Academic Staff in Changing University Systems: International Trends and Comparisons."},
      {
        "id":"ED434587",
        "title":"Changing Academic Work: Developing the Learning University."},
      {
        "id":"ED434588",
        "title":"Lex Collegii. Volume 22."},
      {
        "id":"ED434589",
        "title":"Serving Students: The OSFA Ombudsman."},
      {
        "id":"ED434590",
        "title":"Renewing the Federal Government-University Research Partnership for the 21st Century. NSTC Presidential Review Directive, No. 4."},
      {
        "id":"ED434591",
        "title":"Student Loans: Default Rates Need To Be Computed More Appropriately. Report to Congressional Requesters."},
      {
        "id":"ED434593",
        "title":"Summer Pre-College Programs for Students with Disabilities, 1999."},
      {
        "id":"ED434601",
        "title":"An Intercampus Learning Community: &quot;The Fundamental Values of a Good Community.&quot;"},
      {
        "id":"ED434602",
        "title":"Teaching the Same Course via Distance and Traditional Education: A Case Study."},
      {
        "id":"ED434603",
        "title":"College Performance of New Maryland High School Graduates: Student Outcome and Achievement Report."},
      {
        "id":"ED434607",
        "title":"State Higher Education Assessment Policy: Research Findings from Second and Third Years."},
      {
        "id":"ED434608",
        "title":"Improving and Aligning K-16 Standards, Admissions, and Freshman Placement Policies."},
      {
        "id":"ED434625",
        "title":"Investing in the Future: Strategic Plan of the Board of Regents, State of Iowa, 1998."},
      {
        "id":"ED434626",
        "title":"A Bridge to the Future: Higher Education Planning for the Next Century."},
      {
        "id":"ED434627",
        "title":"Higher Education Students' Off-Campus Work Patterns."},
      {
        "id":"ED434629",
        "title":"Academic Capitalism and Accountability in Higher Education."},
      {
        "id":"ED434630",
        "title":"Idaho State University Statistical Portrait: Academic Year 1997-1998."},
      {
        "id":"ED434631",
        "title":"Adult Students in the College Classroom."},
      {
        "id":"ED434633",
        "title":"Fact Book on Theological Education for the Academic Year 1998-99."},
      {
        "id":"ED434635",
        "title":"Cohort Default Rates for Schools Due to FY 1995, FY 1996, and FY 1997. Sorted by Alpha Name."},
      {
        "id":"ED434636",
        "title":"Cohort Default Rates for Schools Due to FY 1995, FY 1996, and FY 1997. Sorted by OPE ID."},
      {
        "id":"ED434637",
        "title":"Assessment Update: The First Ten Years."},
      {
        "id":"ED434638",
        "title":"Medical Education and Research Costs (MERC). Recommendations on Distribution of PMAP/PGAMC Funds. A Report to the Minnesota Legislature."},
      {
        "id":"ED434639",
        "title":"Medical Education and Research Costs (MERC): Annual Report on Program Implementation."},
      {
        "id":"ED434640",
        "title":"Medical Education and Research Costs (MERC): Annual Report on Program Implementation and Recommendations."},
      {
        "id":"ED434641",
        "title":"Making Connections through Learning Communities: A Case Study in the Creation and Development of Learning Communities at Abilene Christian University."},
      {
        "id":"ED434645",
        "title":"Learning for Organizing: Using Reading Groups To Create More Effective Institutions."},
      {
        "id":"ED434646",
        "title":"Balancing the Core Strategies of Institutional Transformation: Toward a \"Mobile\" Model of Change."},
      {
        "id":"ED434647",
        "title":"The New College Course Map and Transcript Files: Changes in Course-Taking and Achievement, 1972-1993. Second Edition."},
      {
        "id":"ED434648",
        "title":"So You Want To Deliver a Course Using the Internet!"},
      {
        "id":"ED434649",
        "title":"Utah State University, Department of Instructional Technology: Needs Assessment."},
      {
        "id":"ED434650",
        "title":"LincOn: Internet for Education. Bringing the World to Illinois, 1998. Membership Application Form and Instructions."},
      {
        "id":"ED434651",
        "title":"Library Services and Technology Act Five-Year Plan. October 1, 1997-September 30, 2002. Revised."},
      {
        "id":"ED434652",
        "title":"Indiana State Library Services and Technology Act."},
      {
        "id":"ED434653",
        "title":"Library Services and Technology Act. Massachusetts Long-Range Plan, 1998-2002."},
      {
        "id":"ED434654",
        "title":"New York State Library Services and Technology Act, Five-Year Plan, October 1, 1997-September 30, 2002."},
      {
        "id":"ED434655",
        "title":"Library Services and Technology Act Plan for Wisconsin, 1997-2002."},
      {
        "id":"ED434656",
        "title":"State Library of Iowa Five-Year Plan for the Use of Library Services and Technology Act (LSTA) Funds FY98-FY02."},
      {
        "id":"ED434657",
        "title":"National Library of Education: 1998 Annual Report."},
      {
        "id":"ED434658",
        "title":"Managing Electronic Resources: A Survey of Current Practices in Academic Libraries."},
      {
        "id":"ED434659",
        "title":"The Challenge To Be Relevant in the 21st Century: Abstracts and Full Text Documents of Papers and Demos Given at the [International Association of Technological University Libraries] IATUL Conference (Pretoria, South Africa, June 1-5, 1998), Volume 18."},
      {
        "id":"ED434660",
        "title":"A Library Ready for 21st Century Services: The Case of the University of Science and Technology (UST) Library, Kumasi, Ghana."},
      {
        "id":"ED434661",
        "title":"Libraries in Partnership: Defining Our Core Roles for the 21st Century."},
      {
        "id":"ED434662",
        "title":"Information Literacy: The Key Competency for the 21st Century."},
      {
        "id":"ED434663",
        "title":"Library Purchasing Consortia: Achieving Value for Money and Shaping the Emerging Electronic Marketplace."},
      {
        "id":"ED434664",
        "title":"Measure for Measure: A Post Modern Critique of Performance Measurement in Libraries and Information Services."},
      {
        "id":"ED434665",
        "title":"The KMAT: Benchmarking Knowledge Management."},
      {
        "id":"ED434666",
        "title":"GAELIC: Consortial Strategies for Survival."},
      {
        "id":"ED434667",
        "title":"Avoiding the Reefs and Rips While Riding a Relevant Technology Wave into Rural Regions."},
      {
        "id":"ED434668",
        "title":"Factors Related to Faculty Publishing Productivity."},
      {
        "id":"ED434669",
        "title":"User-Education in a Flexible Learning Environment--An Opportunity To Stay Relevant in the 21st Century."},
      {
        "id":"ED434670",
        "title":"Smarter Higher Education: Information Literacy Adds Value."},
      {
        "id":"ED434671",
        "title":"The Implementation of the Greek Union Catalog."},
      {
        "id":"ED434672",
        "title":"Riding the Technology Wave."},
      {
        "id":"ED434673",
        "title":"Library Resource-Sharing in the Network-Centric World."},
      {
        "id":"ED434674",
        "title":"People in a Technology Driven Future: On the Social Relations of New Information Technologies."},
      {
        "id":"ED434675",
        "title":"Using the Internet To Support Lifelong Learning: The Role of the Librarian."},
      {
        "id":"ED434676",
        "title":"The New Library, A Hybrid Organization."},
      {
        "id":"ED434677",
        "title":"Collaboration between a Technological University Library and Tenant Firms in a Technology Park in Thailand: New Challenges for Librarianship in a Developing Country."},
      {
        "id":"ED434678",
        "title":"Every Time I Figure Out Where It's At, Somebody Moves It!"},
      {
        "id":"ED434679",
        "title":"Malaysia's Multimedia Super Corridor and Roles of Information Professionals."},
      {
        "id":"ED434680",
        "title":"Library Leadership and Re-Engineering - An Israeli Experience."},
      {
        "id":"ED434681",
        "title":"Global Literacy Initiatives: The United States and Developing Nations."},
      {
        "id":"ED434682",
        "title":"The Truth Is in the Details, Lessons in Inter-University Library Collaboration."},
      {
        "id":"ED434683",
        "title":"Remote Electronic Resources and the OPAC: Illustrated by the Unisa Library Experience."},
      {
        "id":"ED434684",
        "title":"Rudiments of a Tactical Airpark Marketing Plan."},
      {
        "id":"ED434685",
        "title":"The Five-Year Assessment of Higher Education Restructuring. A Joint Report of the New Jersey Commission on Higher Education and the New Jersey President's Council."},
      {
        "id":"ED434686",
        "title":"Students Seeking Access to Four-Year Institutions: Community College Transfers [Hearing Transcript]."},
      {
        "id":"ED434688",
        "title":"The Economic Impact of Jefferson College on the Community and State--FY1997."},
      {
        "id":"ED434689",
        "title":"Columbia Basin College Assessment &amp; Effectiveness: Report to the College Community."},
      {
        "id":"ED434690",
        "title":"[Minneapolis Community & Technical College (MCTC): A Scenario for 2003]. A Speculative Look at the College's Future."},
      {
        "id":"ED434691",
        "title":"[Rhode Island Community College Annual Report]. Facts and Figures 1998."},
      {
        "id":"ED434692",
        "title":"Community College Exemplary Instructional Programs, Volume VII, 1995-1996."},
      {
        "id":"ED434693",
        "title":"A Comparison of African-American and Anglo-European Community College Leaders."},
      {
        "id":"ED434694",
        "title":"Pima Community College Facilities Specification for a Library/Student Center Prototype. Final [Report]."},
      {
        "id":"ED434695",
        "title":"Senate Rostrum: The Newsletter of the Academic Senate for California Community Colleges, 1997-1998."},
      {
        "id":"ED434696",
        "title":"Community College Exemplary Instructional Programs, Volume VIII, 1996-1997."},
      {
        "id":"ED434697",
        "title":"Community College Exemplary Initiatives, Volume IX, 1997-1998."},
      {
        "id":"ED434700",
        "title":"Helping Students Make Connections to Textbooks."},
      {
        "id":"ED434703",
        "title":"Strategic Plan for the Missouri Department of Higher Education."},
      {
        "id":"ED434704",
        "title":"Danville Community College Information Technology General Plan, 1998-99."},
      {
        "id":"ED434707",
        "title":"California Community Colleges 1999-2000 Budget."},
      {
        "id":"ED434708",
        "title":"Economic Development Program: 1997-98 Report to the Governor and the Legislature."},
      {
        "id":"ED434709",
        "title":"VCCS Utilization of Classrooms and Labs, Fall 1998."},
      {
        "id":"ED434710",
        "title":"Beyond Borders: A Validation of the Areas and Indicators of Quality of International Education Programming in U.S. Two-Year Colleges."},
      {
        "id":"ED434711",
        "title":"Gateways to Democracy: Six Urban Community College Systems. New Directions for Community Colleges, Number 107. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED434712",
        "title":"Southwest Virginia Community College Technology Master Plan, 1998."},
      {
        "id":"ED434713",
        "title":"University of Hawai'I Kapi'olani Community College Academic Development Plan, 1997-2000."},
      {
        "id":"ED434714",
        "title":"Community College Transfer Performance at JMU."},
      {
        "id":"ED434715",
        "title":"Connecticut Community-Technical Colleges Faculty Development and Review Plan (FDRP)."},
      {
        "id":"ED434716",
        "title":"Community College Act of 1966. Act 331 of 1966 (as Amended through March 23, 1999)."},
      {
        "id":"ED434717",
        "title":"Institutional Research Bulletin, 1993."},
      {
        "id":"ED434718",
        "title":"Institutional Research Bulletin, 1994."},
      {
        "id":"ED434719",
        "title":"Institutional Research Bulletin, 1995."},
      {
        "id":"ED434720",
        "title":"Institutional Research Bulletin, 1996."},
      {
        "id":"ED434721",
        "title":"Institutional Research Bulletin, 1997."},
      {
        "id":"ED434722",
        "title":"Institutional Research Bulletin, 1998."},
      {
        "id":"ED434725",
        "title":"Study of the Factors Influencing Child's Development in Day Care Center: Developing Strategies for High-Quality Program."},
      {
        "id":"ED434726",
        "title":"To Understand Children's Thinking: Methods for Interviewing Children. Reports from Department of Methodology, University of Goteborg, No. 5."},
      {
        "id":"ED434728",
        "title":"Insecure Attachment Representations and Profiles of Problematic Adjustment to School in Middle Childhood."},
      {
        "id":"ED434729",
        "title":"Childhood and Family in the 21st Century: Preparing for an Unknown Future."},
      {
        "id":"ED434749",
        "title":"Changing Families Changing Schools."},
      {
        "id":"ED434750",
        "title":"Missing Opportunities or Improving Learning?"},
      {
        "id":"ED434751",
        "title":"Menu Workbook and Food Buying Guide. National School Lunch and Breakfast Programs."},
      {
        "id":"ED434752",
        "title":"Improving Elementary and Middle School Students' Abilities To Manage Conflict."},
      {
        "id":"ED434753",
        "title":"Self-Esteem in the Classroom."},
      {
        "id":"ED434754",
        "title":"An Explicit or Implicit Curriculum: Which Is Better for Young Children?"},
      {
        "id":"ED434755",
        "title":"Bullying in Japanese Schools."},
      {
        "id":"ED434756",
        "title":"How Should We Care for Babies and Toddlers? An Analysis of Practice in Out-of-Home Care for Children under Three. Occasional Paper No. 10."},
      {
        "id":"ED434757",
        "title":"Needs Assessment of Head Start Programs in Region V, 1998-1999."},
      {
        "id":"ED434758",
        "title":"The Effect of Literacy Intervention in Preschool Children's Dramatic Play on Literacy Behaviors."},
      {
        "id":"ED434759",
        "title":"Kids Count Data Book on Louisiana's Children, 1999."},
      {
        "id":"ED434760",
        "title":"Summer Food Service Program for Children: Site Supervisor's Handbook. Revised Edition."},
      {
        "id":"ED434765",
        "title":"On the Threshold: How Your Child Develops. Birth to Five Years."},
      {
        "id":"ED434766",
        "title":"Examining the Notion of Autonomy in the Context of Early Literacy Learning in Four European Countries."},
      {
        "id":"ED434767",
        "title":"Ayudando a los padres a comunicarse mejor con las escuelas (Helping Parents Communicate Better with Schools). Early Childhood Digest."},
      {
        "id":"ED434769",
        "title":"Making It Day-to-Day: A New Family Income Standard for Arkansas [and] Executive Summary."},
      {
        "id":"ED434770",
        "title":"Content Analysis of Children's Stereotypes about Popularity: Developmental and Gender Differences."},
      {
        "id":"ED434771",
        "title":"Foundation for Child Development Annual Report, 1998/1999."},
      {
        "id":"ED434772",
        "title":"Familias Latinas: Participando en la educacion de sus hijos (Latino Families: Getting Involved in Your Children's Education). Early Childhood Digest."},
      {
        "id":"ED434773",
        "title":"Middle School Students' Information-Seeking Skills and Metacognitive Awareness."},
      {
        "id":"ED434774",
        "title":"Improving Student Behavior through the Use of the Multiple Intelligences."},
      {
        "id":"ED434775",
        "title":"Effective Motivation through Meeting Student Needs."},
      {
        "id":"ED434776",
        "title":"Hispanics in Oregon's Workforce, 1998."},
      {
        "id":"ED434777",
        "title":"Learning Iowa: A Report from Iowa's Ambassador for Education, 1997-98."},
      {
        "id":"ED434779",
        "title":"Program Report of the Four Regional Rural Development Centers, 1997."},
      {
        "id":"ED434781",
        "title":"Hispanic Children in Texas: A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED434783",
        "title":"Rural Youth Employment. Rural Information Center Publication Series, No. 61. Revised Edition."},
      {
        "id":"ED434785",
        "title":"Expanding Job Opportunities for Alaska Natives. (Interim Report)."},
      {
        "id":"ED434786",
        "title":"Connecting Rural School Improvement and Community Development."},
      {
        "id":"ED434787",
        "title":"Liberatory Education: Myles Horton's &quot;American&quot; Model."},
      {
        "id":"ED434788",
        "title":"Transforming Education for Hispanic Youth: Exemplary Practices, Programs, and Schools. NCBE Resource Collection Series No. 12."},
      {
        "id":"ED434789",
        "title":"Fetal Alcohol Syndrome: A Training Manual To Aid in Vocational Rehabilitation and Other Non-Medical Services."},
      {
        "id":"ED434790",
        "title":"Improving the Recruitment and Retention of American Indian Students in Psychology."},
      {
        "id":"ED434791",
        "title":"Strategies on Successful Independent Living Services for American Indians with Disabilities: A Research-Dissemination Final Report."},
      {
        "id":"ED434793",
        "title":"Investing in Development. Inter-American Foundation: 1998 in Review, October 1, 1997 to September 30, 1998."},
      {
        "id":"ED434795",
        "title":"New Horizons: An Empowerment Program for Egyptian Adolescent Girls."},
      {
        "id":"ED434796",
        "title":"If We All Go Global, What Happens to the Local? In Defense of a Pedagogy of Place."},
      {
        "id":"ED434797",
        "title":"Performance Standards: English Language Arts, Mathematics, Science, Applied Learning, Volume 1. Elementary School. Consultation Draft."},
      {
        "id":"ED434798",
        "title":"Performance Standards: English Language Arts, Mathematics, Science, Applied Learning, Volume 2. Middle School. Consultation Draft."},
      {
        "id":"ED434799",
        "title":"Performance Standards: English Language Arts, Mathematics, Science, Applied Learning, Volume 3. High School. Consultation Draft."},
      {
        "id":"ED434800",
        "title":"Characterizing Effective Environmental Education and Its Impact on Students' Environmental Attitudes."},
      {
        "id":"ED434802",
        "title":"Portfolio Assessment in Mathematics Education. ERIC Digest."},
      {
        "id":"ED434803",
        "title":"Facilitating Teacher-Scientist Collaborations: Teaching about Energy through Inquiry."},
      {
        "id":"ED434805",
        "title":"Mathematics Curriculum Framework."},
      {
        "id":"ED434806",
        "title":"Seizing Opportunities: Collaborating for Excellence in Teacher Preparation. [Forum (Crystal City, VA, March 20-12, 1996)]."},
      {
        "id":"ED434807",
        "title":"Water Wisdom: 23 Stand-Alone Activities on Water Supply and Water Conservation for High School Students. 2nd Edition."},
      {
        "id":"ED434808",
        "title":"Attaining Excellence: TIMSS as a Starting Point To Examine Mathematics Assessments. An In-Depth Look at Geometry and Algebra."},
      {
        "id":"ED434809",
        "title":"Graduate Programs in Science, Technology, and Society in Cuba: Relevant Characteristics."},
      {
        "id":"ED434810",
        "title":"Forests Forever: A Forest Education Curriculum Kit Adaptable for Grades K-8."},
      {
        "id":"ED434811",
        "title":"Philosophy of Chemistry: An Emerging Field with Implications for Chemistry Education."},
      {
        "id":"ED434812",
        "title":"Conservation in a World of Six Billion: A Grassroots Action Guide."},
      {
        "id":"ED434817",
        "title":"What is the Level of Federal Science and Engineering Support to Historically Black Colleges and Universities? Issue Brief."},
      {
        "id":"ED434818",
        "title":"Science on the Web: Web Activities Using Scientific Data."},
      {
        "id":"ED434819",
        "title":"Reflection as a Vehicle toward Local and Global Understanding."},
      {
        "id":"ED434820",
        "title":"Science: Standard Course of Study and Grade Level Competencies, K-12. [Revision]."},
      {
        "id":"ED434827",
        "title":"Learning from Assessment: Tools for Examining Assessment through Standards. A Middle School Mathematics Professional Development Resource."},
      {
        "id":"ED434828",
        "title":"Teachers' Guide to the Colorado Student Assessment Program for Eighth Grade Mathematics: An Assessment of Fifth through Eighth Grade Benchmarks."},
      {
        "id":"ED434829",
        "title":"Teachers' Guide to the Colorado Student Assessment Program for Fifth Grade Mathematics: An Assessment of Kindergarten through Fourth Grade Benchmarks."},
      {
        "id":"ED434830",
        "title":"The Teachers' Guide to the Colorado Student Assessment Program for Eighth Grade Science: An Assessment of Fifth through Eighth Grade Benchmarks."},
      {
        "id":"ED434831",
        "title":"PICCO-PROJECT: Past and Future."},
      {
        "id":"ED434832",
        "title":"Algebra with a Discovery Approach."},
      {
        "id":"ED434833",
        "title":"Human Growth: Guide to a Healthier You. A Middle School Science Curriculum. Instructor's Manual."},
      {
        "id":"ED434834",
        "title":"Dancing with Maggots and Saints: Past and Future Visions for Subject Matter Knowledge, Pedagogical Knowledge, and Pedagogical Content Knowledge in Science Teacher Education Reform."},
      {
        "id":"ED434837",
        "title":"A Project on &quot;Human Rights Education in Romanian Schools.&quot;"},
      {
        "id":"ED434838",
        "title":"Global Visions. Teaching Suggestions and Activity Masters for Unit 1: The Global Marketplace."},
      {
        "id":"ED434839",
        "title":"Global Visions. Teaching Suggestions and Activity Masters for Unit 2: World Competitiveness."},
      {
        "id":"ED434840",
        "title":"Global Visions. Teaching Suggestions and Activity Masters for Unit 3: Economic Freedom: Who's Got It, Who Doesn't."},
      {
        "id":"ED434848",
        "title":"True Needs True Partners: 1998 Survey Highlights. Museums Serving Schools."},
      {
        "id":"ED434849",
        "title":"Exploring India: An Interdisciplinary Approach. Fulbright-Hays Summer Seminars Abroad 1998 (India)."},
      {
        "id":"ED434850",
        "title":"Ancient India Unit. Fulbright-Hays Summer Seminars Abroad, 1998 (India)."},
      {
        "id":"ED434851",
        "title":"India's Myths and Symbols through the Oral Tradition. Fulbright-Hays Summer Seminars Abroad, 1998 (India)."},
      {
        "id":"ED434852",
        "title":"India: A Performance Based Unit. Fulbright-Hays Summer Seminars Abroad, 1998 (India)."},
      {
        "id":"ED434853",
        "title":"Classroom Activities about India: Lessons Written by Fulbright 1998 Teachers. Fulbright-Hays Summer Seminars Abroad 1998 (India)."},
      {
        "id":"ED434854",
        "title":"Social Security &amp; You."},
      {
        "id":"ED434855",
        "title":"Contemporary World Classics in Literature and Film. Fall, 1998. Fulbright-Hays Summer Seminars Abroad 1998 (India)."},
      {
        "id":"ED434856",
        "title":"Service Learning Teacher Training Manual. A Guide for Trainers To Help Teachers Use Service Learning within the Curriculum."},
      {
        "id":"ED434857",
        "title":"Service-Learning as an Integrated Experience in Middle School Education: An Introduction to Resources and Information."},
      {
        "id":"ED434858",
        "title":"Language and Psychological Dimensions: The Inner World of the Immigrant Child."},
      {
        "id":"ED434860",
        "title":"Martin Van Buren's &quot;Return to the Soil.&quot; Teaching with Historic Places."},
      {
        "id":"ED434862",
        "title":"Herbert Hoover: Iowa Farm Boy and World Humanitarian. Teaching with Historic Places."},
      {
        "id":"ED434864",
        "title":"Infusing Mathematics into Social Studies."},
      {
        "id":"ED434866",
        "title":"Principles and Practices of Education for Democratic Citizenship: International Perspectives and Projects."},
      {
        "id":"ED434867",
        "title":"Project Transition: Testing an Intervention To Help High School Freshmen Succeed. Executive Summary."},
      {
        "id":"ED434870",
        "title":"Cultural Pluralism: The Search for a Theoretical Framework."},
      {
        "id":"ED434871",
        "title":"Human Relationships That Nurture and Advance the Construction of Knowledge."},
      {
        "id":"ED434872",
        "title":"The Individual with Intellectual Disabilities and Sex Education: Perspectives of Involved Adults."},
      {
        "id":"ED434873",
        "title":"Characteristics of Health Education among Secondary Schools: School Health Education Profiles, 1996."},
      {
        "id":"ED434874",
        "title":"Utah Youth Risk Behavior Survey Results, 1991, 1993 &amp; 1995."},
      {
        "id":"ED434875",
        "title":"Refocusing Teacher Education: 21st Century Teacher Competencies and Related Factors."},
      {
        "id":"ED434876",
        "title":"Developing a Network To Support Candidates through the Process of Certification by the National Board for Professional Teaching Standards."},
      {
        "id":"ED434878",
        "title":"Developing Teachers: The Challenges of Lifelong Learning. Educational Change and Development Series."},
      {
        "id":"ED434880",
        "title":"Value Personalisation: A Base for Value Education."},
      {
        "id":"ED434881",
        "title":"An Evaluation of the Target Success Mentor Program."},
      {
        "id":"ED434882",
        "title":"Bridging Cultures: Evaluating Teachers' Understanding of Cross-Cultural Conflicts."},
      {
        "id":"ED434883",
        "title":"Discussions on Some Educational Issues VIII. Research Report 204."},
      {
        "id":"ED434885",
        "title":"Bringing Standards to Life. A &quot;How To&quot; Guide to Contextual Learning and Curriculum Integration."},
      {
        "id":"ED434893",
        "title":"Why Discuss Sexuality in Elementary School?"},
      {
        "id":"ED434894",
        "title":"Looking for the Prototype of Teaching Expertise: An Initial Attempt in Taiwan."},
      {
        "id":"ED434896",
        "title":"Perspectives on a Reconceptualized Early Field Experience in an Urban School."},
      {
        "id":"ED434897",
        "title":"An Analysis of Policy Recommendations for Japanese as Second Language Education."},
      {
        "id":"ED434898",
        "title":"Youth Risk Behavior Surveillance--National Alternative High School Risk Behavior Survey, United States, 1998."},
      {
        "id":"ED434899",
        "title":"Adolescents and the State Children's Health Insurance Program (CHIP): Healthy Options for Meeting the Needs of Adolescents."},
      {
        "id":"ED434900",
        "title":"Impact of International Co-operation on Selected Fields of Indian Education."},
      {
        "id":"ED434901",
        "title":"High Five: A Nutrition Program for High School Youth. Teacher Guide."},
      {
        "id":"ED434902",
        "title":"Assessment Hotspots, 1998."},
      {
        "id":"ED434903",
        "title":"Artificial Intelligence in Education--State of the Art and Perspectives. ZIFF Papiere 111."},
      {
        "id":"ED434904",
        "title":"North Carolina Preliminary State Testing Results, 1998-99: Multiple-Choice Grade 3 Pretest, End-of-Grade, High School Comprehensive, and End-of-Course Tests."},
      {
        "id":"ED434907",
        "title":"Learn More, Earn More?"},
      {
        "id":"ED434908",
        "title":"An Evaluation of a Model of Domain Learning: Some Preliminary Data on the Effect of Students' Knowledge, Interest and Strategies in the Acclimation Stage of Learning. Occasional Paper Number 9."},
      {
        "id":"ED434909",
        "title":"Select-and-Fill-in Concept Map Scores as a Measure of Undergraduate Students' Connected Understanding of Introductory Astronomy."},
      {
        "id":"ED434910",
        "title":"The Association between Computer Laboratory Environment and Student Outcomes."},
      {
        "id":"ED434911",
        "title":"Is It Time To Circle the Wagons? Lessons Learned in Pioneering Electronic Portfolios."},
      {
        "id":"ED434912",
        "title":"Evaluating a Practice-Based Model To Develop Successful Alternative Assessments at Instructionally Innovative Elementary Schools."},
      {
        "id":"ED434913",
        "title":"ACT High School Profile Report: HS Graduating Class 1999, HS Graduating Class of 1999 National Report. The High School Profile Report. Normative Data. A Description of the Academic Abilities and Nonacademic Characteristics of Your ACT Tested 1999 Graduates."},
      {
        "id":"ED434914",
        "title":"ACT Assessment 1999 Results. National. Summary Report."},
      {
        "id":"ED434915",
        "title":"ACT Average Composite Scores by State, 1999 ACT Tested Graduates."},
      {
        "id":"ED434916",
        "title":"Interpreting Statistical Significance Test Results: A Proposed New &quot;What If&quot; Method."},
      {
        "id":"ED434917",
        "title":"Relationships between the Noncognitive Characteristics, High School Course Work and Grades, and Test Scores of ACT-Tested Students. ACT Research Report 99-4."},
      {
        "id":"ED434918",
        "title":"An Exploratory Factor Analysis of the Differential Ability Scales."},
      {
        "id":"ED434919",
        "title":"The Center Cannot Hold: Toward a Notion of Plurality in Educational Research."},
      {
        "id":"ED434921",
        "title":"Live Application Testing: Performance Assessment with Computer-Based Delivery."},
      {
        "id":"ED434922",
        "title":"Alaska Benchmark Examination Booklet."},
      {
        "id":"ED434924",
        "title":"Delaware Student Testing Program: A Score Results Guide for Boards and Administrators."},
      {
        "id":"ED434925",
        "title":"Delaware Student Testing Program: A Score Results Guide for Teachers."},
      {
        "id":"ED434926",
        "title":"Delaware Student Testing Program: A Score Results Guide for Parents."},
      {
        "id":"ED434927",
        "title":"Consequences of the Maryland School Performance Assessment Program."},
      {
        "id":"ED434928",
        "title":"Impact of the Maryland School Performance Assessment Program (MSPAP): Evidence from the Principal, Teacher and Student Questionnaires (Reading, Writing, and Science)."},
      {
        "id":"ED434929",
        "title":"MSPAP Performance Gains from 1993-98 and Their Relationship to &quot;MSPAP Impact&quot; and School Characteristic Variables."},
      {
        "id":"ED434930",
        "title":"Variation in the Prediction of College Grades across Gender within Ethnic Groups at Different Selectivity Levels."},
      {
        "id":"ED434931",
        "title":"The Implications of Project-Based Pedagogy for the Classroom Assessment Infrastructures of Science Teachers."},
      {
        "id":"ED434932",
        "title":"Variable Deletion Strategies in Canonical Correlation Analysis."},
      {
        "id":"ED434933",
        "title":"Questions and Answers about the Utah Statewide Testing Program for 1999-2000. Critical Information for Teachers and Administrators."},
      {
        "id":"ED434939",
        "title":"Impact of the Maryland School Performance Assessment Program (MSPAP): Evidence from Classroom Instruction and Assessment Activities (Reading, Writing)."},
      {
        "id":"ED434940",
        "title":"Defining Deficient Items by IRT Analysis of Calibration Data."},
      {
        "id":"ED434941",
        "title":"Trust at the Threshold: Negotiating New Pathways for Methods Instruction."},
      {
        "id":"ED434943",
        "title":"Teachers' and School Administrators' Perspectives and Use of Standardized Achievement Tests: A Review of Published Research."},
      {
        "id":"ED434944",
        "title":"Self-Regulated Learning Strategies Used by the Learners in a Learner-Centered School."},
      {
        "id":"ED434945",
        "title":"The Unique Role of Celebration School Teachers."},
      {
        "id":"ED434946",
        "title":"Learner-Centered Theory in Practice: Challenges of Implementation at Celebration School. A Qualitative Description of the Intellectual and Social Life of a Celebration Neighborhood."},
      {
        "id":"ED434947",
        "title":"Issues in Establishing Professional Competency-Based Teaching Standards: An Analysis of Processes Used in Determining Level 3 Classroom Teachers in Western Australia."},
      {
        "id":"ED434956",
        "title":"Department of Defense Education Activity District and School Level Accountability Profiles. Domestic Dependent Elementary and Secondary Schools (DDESS). Accountability Profiles, 1996-1997."},
      {
        "id":"ED434959",
        "title":"Missing: Texas Youth. Dropout and Attrition Rates in Texas Public High Schools. A Policy Brief."},
      {
        "id":"ED434960",
        "title":"Lessons Learned, Lessons Shared: Texas Immigrant Education Collaborative."},
      {
        "id":"ED434961",
        "title":"Students for Sale: The Use of Public Money for Private Schooling. A Policy Brief."},
      {
        "id":"ED434962",
        "title":"Failing Our Children: Finding Alternatives to In-Grade Retention. A Policy Brief."},
      {
        "id":"ED434963",
        "title":"Disciplinary Alternative Education Programs in Texas--What Is Known; What Is Needed. A Policy Brief."},
      {
        "id":"ED434964",
        "title":"Achievement and Equity in Catholic and Public Secondary Schools: Gender Gap Comparisons from 1972 to 1992."},
      {
        "id":"ED434967",
        "title":"Children Exposed to Violence: Criminal Justice Resources. OVC Bulletin."},
      {
        "id":"ED434968",
        "title":"&quot;Designing Out&quot; Gang Homicides and Street Assaults. National Institute of Justice Research in Brief."},
      {
        "id":"ED434969",
        "title":"Youth Gangs: An Overview. Juvenile Justice Bulletin. Youth Gang Series."},
      {
        "id":"ED434970",
        "title":"Serious and Violent Juvenile Offenders. Juvenile Justice Bulletin."},
      {
        "id":"ED434971",
        "title":"Responding to Diversity? Refugee Families and Schools."},
      {
        "id":"ED434972",
        "title":"Perspectives on Crime and Justice: 1997-1998 Lecture Series. Volume II. Research Forum."},
      {
        "id":"ED434973",
        "title":"Fiscal Year 1999 At-a-Glance. Office of Justice Programs."},
      {
        "id":"ED434974",
        "title":"What Can the Federal Government Do To Decrease Crime and Revitalize Communities? Panel Papers from the Department of Justice Symposium (Washington, D.C., January 5-7, 1998)."},
      {
        "id":"ED434978",
        "title":"A Juvenile Justice System for the 21st Century. Juvenile Justice Bulletin."},
      {
        "id":"ED434979",
        "title":"State Legislative Responses to Violent Juvenile Crime: 1996-97 Update. Juvenile Justice Bulletin."},
      {
        "id":"ED434980",
        "title":"Prevalence, Incidence, and Consequences of Violence against Women: Findings from the National Violence against Women Survey. Research in Brief."},
      {
        "id":"ED434981",
        "title":"Guide for Implementing the Balanced and Restorative Justice Model."},
      {
        "id":"ED434983",
        "title":"Wipe Out Vandalism and Graffiti."},
      {
        "id":"ED434986",
        "title":"Landscapes of Literacy: An Ethnographic Study of Functional Literacy in Marginal Philippine Communities."},
      {
        "id":"ED434988",
        "title":"Adult Learning and the Changing World of Work. Report of Theme V. Proceedings of the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434989",
        "title":"Developing a Network of Adult Learning Documentation and Information Services. Directory of Members = Repertoire des Membres = Directorio de los Miembros = Mitgliederverzeichnis."},
      {
        "id":"ED434991",
        "title":"Learning Gender Justice through Women's Discourses. Report of Theme IV. Proceedings of the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434992",
        "title":"Adult Learning, Democracy and Peace. Adult Learning and the Challenges of the 21st Century. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434993",
        "title":"Cultural Citizenship in the 21st Century: Adult Learning and Indigenous Peoples. Adult Learning and the Challenges of the 21st Century. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education. (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434994",
        "title":"Minorities and Adult Learning: Communication among Majorities and Minorities. Adult Learning and the Challenges of the 21st Century. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434995",
        "title":"Universities and the Future of Adult Learning. Improving Conditions and Quality of Adult Learning. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434996",
        "title":"The Multiplicity of Research on &quot;Learning for All,&quot; a Key for the 21st Century. Improving Conditions and Quality of Adult Learning. A Series of 29 Booklets Documenting Workshops Held on the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434997",
        "title":"Global Community of Adult Learning through Information and Documentation: Developing a Network of Networks. Improving Conditions and Quality of Adult Learning. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434998",
        "title":"Monitoring Adult Learning for Knowledge-Based Policy-Making. Improving Conditions and Quality of Adult Learning. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED434999",
        "title":"The Politics and Policies of the Education of Adults in a Globally Transforming Society. Improving Conditions and Quality of Adult Learning. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435000",
        "title":"Literacy in the World and Its Major Regions. Ensuring Universal Rights to Literacy and Basic Education. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435001",
        "title":"Literacy and Learning Strategies. Ensuring Universal Rights to Literacy and Basic Education. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435002",
        "title":"Literacy, Education and Social Development. Ensuring Universal Rights to Literacy and Basic Education. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435003",
        "title":"Literacy Research, Evaluation and Statistics. Ensuring Universal Rights to Literacy and Basic Education. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435004",
        "title":"Literacy in Multilingual/Intercultural Settings. Ensuring Universal Rights to Literacy and Basic Education. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435005",
        "title":"Literacy and Technology. Ensuring Universal Rights to Literacy and Basic Education. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435006",
        "title":"Literacy for Tomorrow. Ensuring Universal Rights to Literacy and Basic Education. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435007",
        "title":"Women's Education: The Contending Discourses and Possibilities for Change. Promoting the Empowerment of Women. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435008",
        "title":"Raising Gender Issues in Formal and Non-Formal Settings. Promoting the Empowerment of Women. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435009",
        "title":"Work-Related Adult Learning in a Changing World. Adult Learning and the Changing World of Work. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435010",
        "title":"Adult Environmental Education: Awareness and Environmental Action. Adult Learning in the Context of Environment, Health and Population. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435011",
        "title":"Health Promotion and Health Education for Adults. Adult Learning in the Context of Environment, Health and Population. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435012",
        "title":"Adult Education and Population Issues in the Post-Cairo Context. Adult Learning in the Context of Environment, Health and Population. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435013",
        "title":"New Information Technologies: A Key for Adult Learning? Adult Learning, Media and Culture. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435014",
        "title":"Museums, Libraries and Cultural Heritage: Democratising Culture, Creating Knowledge and Building Bridges. Adult Learning, Media and Culture. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435015",
        "title":"Adult Learning and Ageing Populations. Adult Learning and Groups with Special Needs. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435016",
        "title":"Migrant Education. Adult Learning and Groups with Special Needs. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435017",
        "title":"Adult Learning for Prisoners. Adult Learning and Groups with Special Needs. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435018",
        "title":"Making Education Accessible and Available to All Persons with Disabilities. Adult Learning and Groups with Special Needs. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435019",
        "title":"The Economics of Adult Learning: The Role of Government. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435020",
        "title":"Enhancing International Cooperation and Solidarity. A Series of 29 Booklets Documenting Workshops Held at the Fifth International Conference on Adult Education (Hamburg, Germany, July 14-18, 1997)."},
      {
        "id":"ED435021",
        "title":"Changes of the Human Mind."},
      {
        "id":"ED435022",
        "title":"Public Attitude toward Optician Education as Human Capital."},
      {
        "id":"ED435037",
        "title":"Has Nontraditional Training Worked for Women? Myths and Realities No. 1."},
      {
        "id":"ED435038",
        "title":"Good Work Ensures Employment Success. Myths and Realities No. 2."},
      {
        "id":"ED435039",
        "title":"Roles for Adult Educators. Trends and Issues Alert No. 7."},
      {
        "id":"ED435040",
        "title":"Multiple Intelligences and Career Development. Trends and Issues Alert No. 8."},
      {
        "id":"ED435041",
        "title":"Emotional Intelligence: Keeping Your Job. Trends and Issues Alert No. 9."},
      {
        "id":"ED435042",
        "title":"The Mobile Worker in the Flexible Workplace. Trends and Issues Alert No. 10."},
      {
        "id":"ED435043",
        "title":"The Indicators of Program Quality Resource Guide. A Collection of Effective Practices for Implementing the Indicators of Program Quality. ABLE Program Contributors Resource Guide Project Staff."},
      {
        "id":"ED435046",
        "title":"For the Common Good: Local Linkage Team Case Studies."},
      {
        "id":"ED435047",
        "title":"The Groundhog Job Shadow Day Public Awareness Guide."},
      {
        "id":"ED435048",
        "title":"How To Have a Successful Groundhog Job Shadow Day."},
      {
        "id":"ED435049",
        "title":"Technology Competence of Counselor Educators."},
      {
        "id":"ED435056",
        "title":"Cultural Differences and Similarities in Terms of Child and Adolescent Psychopathology."},
      {
        "id":"ED435057",
        "title":"Report to Congress on Juvenile Violence Research. OJJDP Report."},
      {
        "id":"ED435058",
        "title":"Validating Culturally Relevant Treatment Interventions: What Are We Trying To Change? or Challenges to the Development of Culturally Relevant or Specific Empirically Validated Treatment."},
      {
        "id":"ED435059",
        "title":"Psychotherapy in the New Millennium."},
      {
        "id":"ED435061",
        "title":"Twenty Years of Hardiness Research and Practice."},
      {
        "id":"ED435062",
        "title":"Project Breakthru: Precursor of the Spirit for IDEA '97."},
      {
        "id":"ED435063",
        "title":"Crime in the Schools: Reducing Conflict with Student Problem Solving. Research in Brief."},
      {
        "id":"ED435064",
        "title":"Preventing Violence the Problem-Solving Way. Juvenile Justice Bulletin."},
      {
        "id":"ED435066",
        "title":"A Psychoeducational Group Approach for Individuals Recovering from Anorexia Nervosa."},
      {
        "id":"ED435067",
        "title":"Helping Children and Adolescents Cope with Violence and Disasters. Fact Sheet."},
      {
        "id":"ED435068",
        "title":"National Stocktake of Early Intervention Programs--July 1998. AusEkit Number 1."},
      {
        "id":"ED435069",
        "title":"Crisis, Meaning and Consciousness."},
      {
        "id":"ED435070",
        "title":"National Survey Results on Drug Use from the Monitoring the Future Study, 1975-1998. Volume I: Secondary School Students."},
      {
        "id":"ED435071",
        "title":"National Survey Results on Drug Use from the Monitoring the Future Study, 1975-1998. Volume II: College Students and Young Adults."},
      {
        "id":"ED435072",
        "title":"The Systematic Teaching and Modeling of Social Skills to Students Exhibiting Disruptive Behavior."},
      {
        "id":"ED435075",
        "title":"A Model Developmental Guidance and Counseling Program for Texas Public Schools. A Guide for Program Development Pre-K-12th Grade. Third Edition."},
      {
        "id":"ED435076",
        "title":"Treating ADHD with Hypnosis and Neurotherapy."},
      {
        "id":"ED435077",
        "title":"Deconstruction and Therapy Revisited: Including the Excluded."},
      {
        "id":"ED435078",
        "title":"Role of Self-Efficacy and Task-Value in Predicting College Students' Course Performance and Future Enrollment Intentions."},
      {
        "id":"ED435079",
        "title":"NATCON Papers 1999 = Les Actes du CONAT. [Papers Presented at the Annual Meeting of the National Consultation on Career Development (NATCON) (25th, Ottawa, Ontario, Canada, January 25-27, 1999)]."},
      {
        "id":"ED435080",
        "title":"Comparison between Domain-, Task-, and Problem-Specific Academic Self-Efficacy Judgments: Their Generality and Predictive Utility for Immediate and Delayed Academic Performances."},
      {
        "id":"ED435081",
        "title":"Students Who Prepare for College and a Vocation. Issue Brief."},
      {
        "id":"ED435082",
        "title":"School and Community Interventions To Prevent Serious and Violent Offending. Juvenile Justice Bulletin."},
      {
        "id":"ED435083",
        "title":"Conceptual Considerations in Our Understanding of Immigrant Adolescent Girls."},
      {
        "id":"ED435084",
        "title":"High-Stakes Assessments in Reading. A Position Statement of the International Reading Association."},
      {
        "id":"ED435085",
        "title":"Using Multiple Methods of Beginning Reading Instruction. A Position Statement of the International Reading Association."},
      {
        "id":"ED435086",
        "title":"Phonemic Awareness and the Teaching of Reading. A Position Statement from the Board of Directors of the International Reading Association."},
      {
        "id":"ED435087",
        "title":"An Examination of Racial/Ethnic and Gender Bias on Curriculum-Based Measurement of Reading."},
      {
        "id":"ED435088",
        "title":"Goals of Reading Instruction."},
      {
        "id":"ED435089",
        "title":"Reading Reform in the SREB States: Early Assessment."},
      {
        "id":"ED435090",
        "title":"Reading Matters: Information and Ideas from the Middle School Reading Special Interest Group, a Part of the International Reading Association."},
      {
        "id":"ED435091",
        "title":"Teaching Students To Use Phonics Effectively with Emphasis on Rimes and Onsets."},
      {
        "id":"ED442102",
        "title":"Composing Critical Pedagogies: Teaching Writing as Revision. Refiguring English Studies Series."},
      {
        "id":"ED442103",
        "title":"Teachers Organizing for Change: Making Literacy Learning Everybody's Business."},
      {
        "id":"ED442104",
        "title":"Textbooks in the Language Arts: Good, Neutral, or Bad?"},
      {
        "id":"ED442106",
        "title":"No Laughing Matter: Where's the Humor in Nonfiction."},
      {
        "id":"ED442107",
        "title":"Genres Made Real: Genre Theory as Pedagogy, Method, and Content."},
      {
        "id":"ED442108",
        "title":"Double-Entry Notebook in Technical Writing Class."},
      {
        "id":"ED442110",
        "title":"Playing in the Archives: Pleasures, Perils, and Possibilities for Teaching."},
      {
        "id":"ED442111",
        "title":"Literacy, English, and Computer Games."},
      {
        "id":"ED442112",
        "title":"Accommodating Marked Features of Ebonics in Freshman Essays: From a Narrative Essay to a Research Paper."},
      {
        "id":"ED442113",
        "title":"The Wicked Old Witch Is Dead: Getting Rid of a Flawed Writing Exam."},
      {
        "id":"ED442114",
        "title":"The English Classroom as an Atelier--A Place for Promoting Personal, Passionate, and Critical Cognition."},
      {
        "id":"ED442115",
        "title":"Developmental Spelling and Phonemic Awareness in Kindergarten."},
      {
        "id":"ED442116",
        "title":"Working Together? Relations between Writing Program and Writing Center Directors."},
      {
        "id":"ED442117",
        "title":"The Importance of Nursery Rhymes."},
      {
        "id":"ED442118",
        "title":"The New Literacy Studies and the &quot;Social Turn.&quot;"},
      {
        "id":"ED442119",
        "title":"That Way Be Monsters: Myths and Bugaboos about Teaching Personal Writing."},
      {
        "id":"ED442120",
        "title":"Composition Teachers and the Labor Movement."},
      {
        "id":"ED442121",
        "title":"Chaucer's Wife of Bath [Lesson Plan]."},
      {
        "id":"ED442122",
        "title":"Childhood through the Looking-Glass [Lesson Plan]."},
      {
        "id":"ED442123",
        "title":"Common Visions, Common Voices [Lesson Plan]."},
      {
        "id":"ED442124",
        "title":"Evaluating Eyewitness Reports [Lesson Plan]."},
      {
        "id":"ED442125",
        "title":"Exploring Arthurian Legend [Lesson Plan]."},
      {
        "id":"ED442126",
        "title":"Jamestown Changes [Lesson Plan]."},
      {
        "id":"ED442127",
        "title":"Life on the Great Plains. [Lesson Plan]."},
      {
        "id":"ED442128",
        "title":"Live from Antiquity! [Lesson Plan]."},
      {
        "id":"ED442129",
        "title":"Mark Twain and American Humor [Lesson Plan]."},
      {
        "id":"ED442130",
        "title":"On the Oregon Trail. [Lesson Plan]."},
      {
        "id":"ED442131",
        "title":"Perspectives on the Slave Narrative. [Lesson Plan]."},
      {
        "id":"ED442132",
        "title":"A Storybook Romance: Dante's Paolo and Francesca. [Lesson Plan]."},
      {
        "id":"ED442133",
        "title":"Tales of the Supernatural. [Lesson Plan]."},
      {
        "id":"ED442134",
        "title":"Women in Africa: Tradition and Change. [Lesson Plan]."},
      {
        "id":"ED442135",
        "title":"&quot;You Kiss by the Book&quot;: Shakespeare's &quot;Romeo and Juliet.&quot; [Lesson Plan]."},
      {
        "id":"ED442136",
        "title":"Practical Criticism. [Lesson Plan]."},
      {
        "id":"ED442137",
        "title":"Multiculturalism: Cross-National Reflections."},
      {
        "id":"ED442138",
        "title":"The Digital Divide and Its Implications for the Language Arts. ERIC Digest."},
      {
        "id":"ED442139",
        "title":"Improving Student Organizational Skills through the Use of Organizational Skills in the Curriculum."},
      {
        "id":"ED442140",
        "title":"Fostering and Eliciting Emergent Literacy Skills in Potentially English Proficient Students."},
      {
        "id":"ED442141",
        "title":"A Study of Improving Sight and Functional Vocabulary Development and Comprehension."},
      {
        "id":"ED442142",
        "title":"Using the Internet as a Classroom Information and Image Resource for the Development of a Television Advertising Campaign."},
      {
        "id":"ED442143",
        "title":"The Player and the Playing: An Interpretive Study of Richard Courtney's Texts on Learning through Drama."},
      {
        "id":"ED442145",
        "title":"Guidelines for Developing Oral Communication Curricula in Kindergarten through Twelfth Grade. Second Edition."},
      {
        "id":"ED442146",
        "title":"We Had a Dream: Now Let Us Share the Vision."},
      {
        "id":"ED442147",
        "title":"Media Literacy. ERIC Digest."},
      {
        "id":"ED442148",
        "title":"Improving Student Ability To Follow Directions through the Use of Listening Skills Instruction."},
      {
        "id":"ED442149",
        "title":"&quot;Caddie Woodlawn&quot;: Adapted by Greg Gunning from the Novel by Carol Ryrie Brink. Cue Sheet for Students."},
      {
        "id":"ED442150",
        "title":"&quot;Tales from the Brazilian Jungle&quot;: Antonio Rocha, Storyteller. Cue Sheet for Teachers."},
      {
        "id":"ED442151",
        "title":"&quot;Ramona Quimby&quot;: Adapted by Len Jenkin from the Ramona Books by Beverly Cleary. Cue Sheet for Students."},
      {
        "id":"ED442152",
        "title":"Sogolon Marionettes. Cue Sheet for Teachers."},
      {
        "id":"ED442153",
        "title":"&quot;Lyle, Lyle, Crocodile&quot;: A New Musical Based on the Books by Bernard Waber. Cue Sheet for Teachers."},
      {
        "id":"ED442154",
        "title":"&quot;The Nightingale&quot;: A Dance-Theater Performance Conceived &amp; Choreographed by Dana Tai Soon Burgess. Cue Sheet for Teachers."},
      {
        "id":"ED442155",
        "title":"&quot;Little Women&quot;: Adapted for the Stage by Paulette Laufer, Based on the Novel by Louisa May Alcott. Cue Sheet for Students."},
      {
        "id":"ED442156",
        "title":"&quot;Growing Up Cuban in Decatur, Georgia&quot;: Carmen Agra Deedy. Cue Sheet for Students."},
      {
        "id":"ED442157",
        "title":"The Potato People in &quot;School Daze&quot;: Presented by Theatre Beyond Words. Cue Sheet for Students."},
      {
        "id":"ED442158",
        "title":"&quot;Borrowed Black&quot;: A Labrador Fantasy from the Book by Ellen Bryan Obed, Adapted for Stage by Mermaid Theatre of Nova Scotia. Cue Sheet for Students."},
      {
        "id":"ED442159",
        "title":"&quot;A Village Fable: In the Suicide Mountains&quot;: A One-Act Musical Play Based on the Novella &quot;In the Suicide Mountains&quot; by John Gardner, Book by James Still. Cue Sheet for Students."},
      {
        "id":"ED442160",
        "title":"&quot;Angels Voices&quot;: Libretto by Gary Race. Cue Sheet for Students."},
      {
        "id":"ED442161",
        "title":"&quot;Anne of Green Gables&quot;: A One-Act Musical Based on Lucy Maud Montgomery's Novel. Cue Sheet for Teachers."},
      {
        "id":"ED442162",
        "title":"&quot;Black Nativity.&quot;  December 12-31, 1995. Cue Sheet for Students."},
      {
        "id":"ED442165",
        "title":"&quot;The Color of Justice&quot; by Cheryl L. Davis, Presented by Theatreworks U.S.A. Cue Sheet for Students."},
      {
        "id":"ED442166",
        "title":"Geri Keams: &quot;Coyote and Spider Woman and Other Creation Stories.&quot; Cue Sheet."},
      {
        "id":"ED442167",
        "title":"John Steinbeck: &quot;The Pearl,&quot; Adapted by Warren Frost and Dramatized for the Kennedy Center by Nick Olcott. Cue Sheet for Students."},
      {
        "id":"ED442168",
        "title":"&quot;The Snow Queen&quot;: Adapted from the Story by Hans Christian Andersen by Sandra Deer. Cue Sheet for Students."},
      {
        "id":"ED442169",
        "title":"&quot;Sundiata, Lion King of Mali.&quot; Adapted by Kim Hines, Featuring Griot Alhaji Papa Susso, Cue Sheet for Students."},
      {
        "id":"ED442170",
        "title":"Judy Blume's &quot;Tales of a Fourth Grade Nothing&quot;: Adapted for the Stage by Bruce Mason. Cue Sheet."},
      {
        "id":"ED442171",
        "title":"&quot;To Be Young, Gifted, and Black.&quot; Cue Sheet for Students."},
      {
        "id":"ED442172",
        "title":"&quot;Turtle Island Tales.&quot; Cue Sheet for Students."},
      {
        "id":"ED442173",
        "title":"&quot;Where's Waldo?&quot;: A One-Act Musical Based on Martin Handford's Books. Book by Michael Slade, Presented by Theatreworks U.S.A. Cue Sheet for Students."},
      {
        "id":"ED442174",
        "title":"Initial Guidelines on Becoming a Learning Community. OERI Event No. 36."},
      {
        "id":"ED442175",
        "title":"A Report on Educational Partnerships in Rocky View School Division."},
      {
        "id":"ED442176",
        "title":"A Report on Educational Partnerships Supporting the Galileo Centre at Banded Peak School in Rocky View School Division."},
      {
        "id":"ED442177",
        "title":"Post-Apartheid Educational Transformation: Policy Concerns and Approaches."},
      {
        "id":"ED442178",
        "title":"Roundtable Concerning Teaching in Educational Administration: Organizing, Leading and Monitoring Effective Work Teams."},
      {
        "id":"ED442179",
        "title":"How School Leaders Can Promote Teachers' Professional Development: An Account from the Field."},
      {
        "id":"ED442180",
        "title":"The World of Wonder Accelerated Learning Community: A Case Study."},
      {
        "id":"ED442181",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Chuuk State, Federated States of Micronesia. Research Series."},
      {
        "id":"ED442182",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Hawai'i. Research Series."},
      {
        "id":"ED442183",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Guam. Research Series."},
      {
        "id":"ED442184",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Yap State, Federated States of Micronesia. Research Series."},
      {
        "id":"ED442185",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Pohnpei State, Federated States of Micronesia. Research Series."},
      {
        "id":"ED442186",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: American Samoa. Research Series."},
      {
        "id":"ED442187",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Kosrae State, Federated States of Micronesia. Research Series."},
      {
        "id":"ED442188",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Republic of Palau. Research Series."},
      {
        "id":"ED442189",
        "title":"Retention and Attrition of Pacific School Teachers and Administrators (RAPSTA) Study: Republic of the Marshall Islands (RMI). Research Series."},
      {
        "id":"ED442190",
        "title":"Student Achievement in SREB States: How Do SREB States Compare with the Nation? Is Student Achievement Improving? What Problems Remain? Educational Benchmarks 2000 Series."},
      {
        "id":"ED442191",
        "title":"What If...New Schools, Better Neighborhoods, More Livable Communities."},
      {
        "id":"ED442192",
        "title":"Developing the Problem-Framing Skills of Prospective Principals."},
      {
        "id":"ED442193",
        "title":"Community Schools in Ohio: First-Year Implementation Report."},
      {
        "id":"ED442194",
        "title":"Educational Vouchers. ERIC Digest, Number 137."},
      {
        "id":"ED442195",
        "title":"Cashing in on Kids: The Second Annual Report on Trends in Schoolhouse Commercialism, Years 1997-98--1998-99."},
      {
        "id":"ED442196",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, October 1, 1999-March 31, 2000."},
      {
        "id":"ED442201",
        "title":"Postmodern Feminism and Educational Policy Development."},
      {
        "id":"ED442202",
        "title":"An Empirical Approach to Understanding and Analyzing the Mission Statements of Selected Educational Institutions."},
      {
        "id":"ED442203",
        "title":"Creating Competence: Perspectives and Practices in Organizations."},
      {
        "id":"ED442204",
        "title":"The Effects of Parental Characteristics on School Choice."},
      {
        "id":"ED442205",
        "title":"Middle Level Leadership for the 21st Century: Principals' Views on Essential Skills and Knowledge; Implications for Successful Preparation."},
      {
        "id":"ED442206",
        "title":"Support for the Shared Leadership of Collaborative Action Teams through Training of Teams, Local Facilitators and Development of Resource Materials."},
      {
        "id":"ED442207",
        "title":"A Practical Guide for Teaching Self-Determination."},
      {
        "id":"ED442208",
        "title":"The Case for Nonintrusive Assessment of Children Who Are Deafblind."},
      {
        "id":"ED442209",
        "title":"&quot;We May Give Advice but We Can Never Prompt Behavior&quot;: Lessons from Britain in Teaching Students Whose Behavior Causes Concern."},
      {
        "id":"ED442210",
        "title":"The Validity of ITBS Reading Comprehension Test Scores for Learning Disabled and Non Learning Disabled Students under Extended-Time Conditions."},
      {
        "id":"ED442211",
        "title":"Extremes of Inclusion: Too Much, Too Little."},
      {
        "id":"ED442212",
        "title":"Welfare Reform: Issues, Progress, and Implications for Persons with Disabilities."},
      {
        "id":"ED442213",
        "title":"Achievement Goal Orientation: Instructional Practices and Teacher Perceptions of Gifted and/or Academically Talented Students."},
      {
        "id":"ED442214",
        "title":"Part C of the Individuals with Disabilities Education Act (IDEA) for Infants, Toddlers, and Their Families Annual Performance Report, Year XII (1998-1999)."},
      {
        "id":"ED442215",
        "title":"Literacy for Persons Who Are Deaf-Blind. DB-LINK Fact Sheet."},
      {
        "id":"ED442216",
        "title":"Strategies for Promoting Social Relationships among Young Children with and without Disabilities. Final Report."},
      {
        "id":"ED442217",
        "title":"A History of Special Education in Nashville, Tennessee, 1940-1990. Final Report."},
      {
        "id":"ED442218",
        "title":"A Study of Four African-American Families Reading to Their Young Deaf Children (1996-1997). Final Report [for Student-Initiated Research Project]."},
      {
        "id":"ED442220",
        "title":"Using Literary Texts in Teacher Education To Promote Positive Attitudes toward Children with Disabilities."},
      {
        "id":"ED442221",
        "title":"The Politics of Special Education Policy in Charter School Legislation: Lessons from Pennsylvania."},
      {
        "id":"ED442222",
        "title":"Focus on Vermont's Self-Determination Project."},
      {
        "id":"ED442223",
        "title":"Guiding People Home: The Role of Wisconsin's Supported Housing Specialist."},
      {
        "id":"ED442224",
        "title":"Closing Brandon Training School: A Vermont Story."},
      {
        "id":"ED442225",
        "title":"My House Is Covered with Papers! Reflections on a Generation of Active Citizenship. Community Supported Living Series."},
      {
        "id":"ED442226",
        "title":"Community Engagement: A Necessary Condition for Self-Determination and Individual Funding."},
      {
        "id":"ED442227",
        "title":"&quot;Learning Community&quot; Discussion Paper: Self-Determination in Vermont."},
      {
        "id":"ED442228",
        "title":"It's All Business: A Site Visit Report on Working Order, Sharpsburg, Pennsylvania."},
      {
        "id":"ED442229",
        "title":"Learning about Community Support for the Families of Children with Disabilities. Reflections on the Local Liaison Learning Group. Parent Leadership Program."},
      {
        "id":"ED442230",
        "title":"Negotiation. [Revised]."},
      {
        "id":"ED442231",
        "title":"Acting on a Vision: Agency Conversion at KFI, Millinocket, Maine."},
      {
        "id":"ED442232",
        "title":"Resource Packet on Disability, Spirituality, and Healing."},
      {
        "id":"ED442233",
        "title":"La reussite scolaire de votre enfant: Pour aider votre enfant a mieux apprendre a la Maison et a l'ecole, de la 1re a la 9e annee. Manuel d'accompagnement a l'intention du parent = The Parent Advantage: Helping Children Become More Successful Learners at Home and School, Grades 1-9."},
      {
        "id":"ED442234",
        "title":"Follow the Footprints: Discover the Hidden Talents of Your Children = Siga las huellas: Busque 105 tesoros escondidos en sus hijos = Swiv piti ou toutan: Chache jween tout don li genyen lot moun pa ka we. Teacher's Reference Edition."},
      {
        "id":"ED442235",
        "title":"Challenge Grant for the Gifted: Collaborative Curriculum Projects. 1998-99 Summaries."},
      {
        "id":"ED442236",
        "title":"Diploma Decisions for Students with Disabilities: What Parents Need To Know."},
      {
        "id":"ED442237",
        "title":"Teaching Students Who Are Gifted and Talented. Programming for Students with Special Needs."},
      {
        "id":"ED442238",
        "title":"Discipline of Students with Disabilities: Guidance for the Development and Implementation of District Discipline Policies for Students with Disabilities. Pursuant to the Individuals with Disabilities Education Act Amendments of 1997 and 34 CFR Part 300."},
      {
        "id":"ED442239",
        "title":"Fiscal Procedures for Special Education Pupil Reimbursement. Revised for 1998-99 School Year."},
      {
        "id":"ED442240",
        "title":"National Disability Policy: A Progress Report, November 1, 1998--November 19, 1999."},
      {
        "id":"ED442241",
        "title":"Discovering Hidden Resources: Assistive Technology Recycling, Refurbishing, and Redistribution. RESNA Technical Assistance Project."},
      {
        "id":"ED442242",
        "title":"Co-Worker Mentoring: Facilitating Natural Supports [in Supported Employment]."},
      {
        "id":"ED442245",
        "title":"A Summary of Research on Test Changes: An Empirical Basis for Defining Accommodations."},
      {
        "id":"ED442246",
        "title":"Selected State Strategies for Addressing Personnel Shortages in the Area of VI. Quick Turn Around (QTA)."},
      {
        "id":"ED442247",
        "title":"Are We Swimming in the Right Direction? From Dependency to Self-Determination for Idahoans with Developmental Disabilities."},
      {
        "id":"ED442248",
        "title":"A Reasoning Taxonomy for Gifted Education."},
      {
        "id":"ED442249",
        "title":"First-Hand Knowledge of Learning Disabilities: Online Mentoring for Preservice Teachers."},
      {
        "id":"ED442250",
        "title":"Investigation of the Reciprocal Sequence of Interaction Behaviors of Teachers and Students around Disruptive Behaviors."},
      {
        "id":"ED442252",
        "title":"Parent Guide to Special Education."},
      {
        "id":"ED442253",
        "title":"Guidelines: Individualized Education Program Planning Process."},
      {
        "id":"ED442256",
        "title":"Networking K-12 Schools: Architecture Models and Evaluation of Costs and Benefits."},
      {
        "id":"ED442257",
        "title":"Technology and Cost Models for Connecting K-12 Schools to the National Information Infrastructure. National Information Infrastructure White Papers."},
      {
        "id":"ED442258",
        "title":"The Challenges of Encouraging Educational Design Innovation."},
      {
        "id":"ED442259",
        "title":"Renovating Older Schools: Reusing Older Schools Workshop."},
      {
        "id":"ED442260",
        "title":"Stewpot Pre-School Feasibility Study. Daycare Planning Guidelines: A Pre-School for Stewpot Community Services."},
      {
        "id":"ED442261",
        "title":"Why Optimal Learning Environments Matter."},
      {
        "id":"ED442262",
        "title":"Creating Accessible Schools."},
      {
        "id":"ED442263",
        "title":"The Educational Facilities Laboratories (EFL): A History."},
      {
        "id":"ED442264",
        "title":"Managing Indoor Air Quality in Schools."},
      {
        "id":"ED442265",
        "title":"Music Education Suites."},
      {
        "id":"ED442266",
        "title":"Planning School Grounds for Outdoor Learning."},
      {
        "id":"ED442267",
        "title":"A Principal's Guide to On-Site School Construction."},
      {
        "id":"ED442269",
        "title":"Revista de Investigacion Educativa (Journal of Educational Research)."},
      {
        "id":"ED442270",
        "title":"Research and Development: A Complex Relationship Part I [and] Part II."},
      {
        "id":"ED442272",
        "title":"The Writer, the Teacher, and the Text: Examples From Taiwanese EFL College Students."},
      {
        "id":"ED442274",
        "title":"Pacific Language Use in the Schools (PLUS) Study. Progress Report."},
      {
        "id":"ED442276",
        "title":"Alleviating Comprehension Problems in Movies. Working Paper."},
      {
        "id":"ED442277",
        "title":"Enhancing Authentic Language Learning Experiences through Internet Technology. ERIC Digest."},
      {
        "id":"ED442278",
        "title":"Casting a Net on the Memorable Freshman Year: Infusing Webpage Construction into the Freshman English Syllabus."},
      {
        "id":"ED442280",
        "title":"Washback or Backwash: A Review of the Impact of Testing on Teaching and Learning."},
      {
        "id":"ED442281",
        "title":"On the Directionality and Maintenance of Language Policy in Revitalization Efforts."},
      {
        "id":"ED442282",
        "title":"Genericization: A Theory of Semantic Broadening in the Marketplace."},
      {
        "id":"ED442284",
        "title":"Motivation and Foreign Language Learning in Korean EFL Context."},
      {
        "id":"ED442286",
        "title":"Broadening the Base: School/Community Partnerships Serving Language Minority Students at Risk. Educational Practice Report 6."},
      {
        "id":"ED442287",
        "title":"Our World, Our Future: Bilingual Activities on Population and the Environment = Nuestro Mundo, Nuestro Futuro: Actividades Bilingues Acerca de la Poblacion y el Medio Ambiente."},
      {
        "id":"ED442288",
        "title":"Teacher Stories: Bilingual Playwriting and Puppetry with English Language Learners and Students with Special Needs."},
      {
        "id":"ED442289",
        "title":"Promoting Bilingualism in the Era of Unz: Making Sense of the Gap between Research, Policy and Practice in Teacher Education."},
      {
        "id":"ED442290",
        "title":"Sentence Structure Aberrations in English Writings of Japanese University Students."},
      {
        "id":"ED442291",
        "title":"Vocabulary Improvement and Reading in English Language Learners: An Intervention Study."},
      {
        "id":"ED442292",
        "title":"Language Education of Language Minority Students in the United States. The Six Nation Education Research Project. The United States: A Country Report."},
      {
        "id":"ED442297",
        "title":"Effective Ways of Communicative Instruction in the Japanese EFL Classroom: Balancing Fluency and Accuracy."},
      {
        "id":"ED442299",
        "title":"The Process and Product of Writing: Implications for Elementary School Teachers."},
      {
        "id":"ED442300",
        "title":"Strategies for Success: Engaging Immigrant Students in Secondary Schools. ERIC Digest."},
      {
        "id":"ED442301",
        "title":"Letters from Home: An Exhibit-Building Project for the ESL Classroom."},
      {
        "id":"ED442302",
        "title":"Fortalecete! Pensamientos e ideas sobre el desarrollo de curriculo para maestras de educacion basica en espanol (\"Get Energized! Thoughts and Ideas on Curriculum Development for Spanish Basic Education Teachers\")."},
      {
        "id":"ED442304",
        "title":"A Comprehensive Cultural Orientation Program for Refugees."},
      {
        "id":"ED442305",
        "title":"ESOL Assessment Action Research Report. ESOL Action Research Assessment Piloting Project, 1999-2000."},
      {
        "id":"ED442306",
        "title":"Project Based Learning and Assessment: A Resource Manual for Teachers."},
      {
        "id":"ED442307",
        "title":"Civic Participation and Community Action Sourcebook: A Resource for Adult Educators."},
      {
        "id":"ED442308",
        "title":"Do My ESOL Students Have Learning Disabilities? A Practical Manual for ESOL Instructors Concerned about Learning Disabilities and the ESOL Learner."},
      {
        "id":"ED442309",
        "title":"Testing ESL Learners' Knowledge of Collocations."},
      {
        "id":"ED442311",
        "title":"The Year in Review: Reports of Research Conducted by Adult Education Practitioners-Researchers in Virginia. Volume 5: 1995-1996."},
      {
        "id":"ED442312",
        "title":"Native Language in the Beginning Adult ESL Classroom: To Use or Not To Use."},
      {
        "id":"ED442314",
        "title":"Key Topics in Education, Volume I. Financial Support for Students in Higher Education in Europe: Trends and Debates."},
      {
        "id":"ED442316",
        "title":"FAFSA on the Web Toolkit."},
      {
        "id":"ED442317",
        "title":"Tenure and Pay Structures in Canadian Universities. Research Monographs in Higher Education, Number 4."},
      {
        "id":"ED442318",
        "title":"The Tower Lounge Alternative: A Library's Effort To Confront Student Drinking by Offering Extended Library Hours and Special Cultural Programming."},
      {
        "id":"ED442319",
        "title":"University of Rhode Island Fact Book, 1997-98."},
      {
        "id":"ED442320",
        "title":"University of Rhode Island Fact Book, 1998-99."},
      {
        "id":"ED442321",
        "title":"Edinboro University of Pennsylvania. Fact Book, 1998-1999."},
      {
        "id":"ED442323",
        "title":"Connections: Adult Learners and the Evolving University. Proceedings of the Annual Alliance/ACE Conference (19th, Saratoga Springs, New York, October 21-23, 1999)."},
      {
        "id":"ED442324",
        "title":"PSI Revisited: Designing College Courses Using the Personalized System of Instruction (PSI) Model."},
      {
        "id":"ED442325",
        "title":"Research and Scholarly Work Symposium, 1996-1997."},
      {
        "id":"ED442326",
        "title":"State University-Related Foundations and the Issue of Independence. AGB Occasional Paper No. 39."},
      {
        "id":"ED442328",
        "title":"A Comparative Study of the Factors That Have Influenced Students at the Pennsylvania State University and at the University of Cyprus To Major in Elementary Education."},
      {
        "id":"ED442329",
        "title":"Building Long-Term Support for Alcohol and Other Drug Prevention Programs."},
      {
        "id":"ED442331",
        "title":"Trends in Degrees and Certificates by Program: Maryland Higher Education Institutions."},
      {
        "id":"ED442332",
        "title":"The Purposes and Functions of Policy: Plans, Programs, and Decisions."},
      {
        "id":"ED442333",
        "title":"Social Justice, the Public Interest and the Scholastic Aptitude Test (SAT)."},
      {
        "id":"ED442334",
        "title":"Teaching Nine to Five: A Study of the Teaching Styles of Male and Female Professors."},
      {
        "id":"ED442337",
        "title":"The Hope & Lifetime Learning Education Tax Credits."},
      {
        "id":"ED442338",
        "title":"Higher Education Center for Alcohol and Other Drug Prevention."},
      {
        "id":"ED442339",
        "title":"Performance Plan: Progress Report, 1st Quarter, Fiscal Year 2000."},
      {
        "id":"ED442340",
        "title":"Bibliography on Higher Education in Canada and Index to the Canadian Journal of Higher Education, 1971-1999. Occasional Papers in Higher Education."},
      {
        "id":"ED442341",
        "title":"Decision Rules Used in Academic Program Closure: Where the Rubber Meets the Road."},
      {
        "id":"ED442343",
        "title":"Brief History of Moot Court: Britain and U.S."},
      {
        "id":"ED442344",
        "title":"Renewing the Covenant: Learning, Discovery, and Engagement in a New Age and Different World. Sixth Report. An Open Letter to the Friends of American Public Higher Education."},
      {
        "id":"ED442345",
        "title":"Beginning Postsecondary Students Longitudinal Study: First Follow-Up 1996-98 (BPS:96/98) Methodology Report. Technical Report."},
      {
        "id":"ED442347",
        "title":"NASULGC 2000: People and Programs."},
      {
        "id":"ED442352",
        "title":"Minnesota State Colleges and Universities '99 Session: Mandates and Curiosities."},
      {
        "id":"ED442353",
        "title":"Report Card, 1999 [for] Arizona's [Public] Universities."},
      {
        "id":"ED442354",
        "title":"Arizona University System: 2000 Report Card."},
      {
        "id":"ED442355",
        "title":"Go Places."},
      {
        "id":"ED442356",
        "title":"Teaching vs. Research: A WGU-Style Promotion of the Instructional Role."},
      {
        "id":"ED442357",
        "title":"Annual Report of the Statewide Extended Campus, 1998-1999: A Report on the Colorado Statewide Extended Studies Program, Off-Campus State-Funded Programs, and Out-of-State (and Out-of-Country) Programs."},
      {
        "id":"ED442367",
        "title":"Salary-Trend Study of Faculty in Biology, General for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442368",
        "title":"Salary-Trend Study of Faculty in Business Administration and Management for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442370",
        "title":"Salary-Trend Study of Faculty in Business/Managerial Economics for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442378",
        "title":"Salary-Trend Study of Faculty in Drama/Theater Arts and Stagecraft for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442379",
        "title":"Salary-Trend Study of Faculty in Economics for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442382",
        "title":"Salary-Trend Study of Faculty in Engineering, General for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442391",
        "title":"Salary-Trend Study of Faculty in History for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442393",
        "title":"Salary-Trend Study of Faculty in Library Science for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442394",
        "title":"Salary-Trend Study of Faculty in Marketing Management and Research for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442395",
        "title":"Salary-Trend Study of Faculty in Mathematics for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442399",
        "title":"Salary-Trend Study of Faculty in Occupational Therapy for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442402",
        "title":"Salary-Trend Study of Faculty in Physical Sciences, General for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442403",
        "title":"Salary-Trend Study of Faculty in Physical Therapy for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442406",
        "title":"Salary-Trend Study of Faculty in Psychology, General for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442407",
        "title":"Salary-Trend Study of Faculty in Public Health for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442410",
        "title":"Salary-Trend Study of Faculty in Social Work for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442411",
        "title":"Salary-Trend Study of Faculty in Sociology for the Years 1996-97 and 1999-00."},
      {
        "id":"ED442417",
        "title":"Multicultural and Globalized Education: International Students' Perspective."},
      {
        "id":"ED442418",
        "title":"Politicas y Gobierno de la Educacion Superior En American Latina. (Policies and Governance of Higher Education in Latin America). Texas Papers on Latin America. Paper No. 99-02."},
      {
        "id":"ED442419",
        "title":"Traditional versus Non-Traditional University Students: Does Age Determine Learning?"},
      {
        "id":"ED442420",
        "title":"Fostering a Scholarship of Teaching and Learning."},
      {
        "id":"ED442421",
        "title":"Summer Bridge Programs: Supporting All Students. ERIC Digest."},
      {
        "id":"ED442422",
        "title":"Toward an Affordable Future: Report of the Missouri Commission on the Affordability of Higher Education."},
      {
        "id":"ED442423",
        "title":"A Lens to the Enterprise."},
      {
        "id":"ED442424",
        "title":"The Third Imperative."},
      {
        "id":"ED442425",
        "title":"The Data Made Me Do It."},
      {
        "id":"ED442426",
        "title":"Arizona State University. Exemplars."},
      {
        "id":"ED442427",
        "title":"South Dakota Board of Regents Institutions. Exemplars."},
      {
        "id":"ED442428",
        "title":"The Consolation of Scholarship. IHE Perspectives."},
      {
        "id":"ED442429",
        "title":"When Universities Are Worthy of the Name. IHE Perspectives."},
      {
        "id":"ED442430",
        "title":"The 20th Century: Past and Future. IHE Perspectives."},
      {
        "id":"ED442432",
        "title":"EDExpress Pell Training, 2000-2001."},
      {
        "id":"ED442433",
        "title":"Remedial Education and Grading: A Case Study Approach to Two Critical Issues in American Higher Education. A Research Report Submitted to the Research Foundation of the City University of New York."},
      {
        "id":"ED442434",
        "title":"The Nexus between Academic Deans and Corporate CEOs: An Opportunity in the Making."},
      {
        "id":"ED442435",
        "title":"The Newbie Prof Experience: The Acclimation Process of Seven New Professors."},
      {
        "id":"ED442436",
        "title":"How Reflection Enhances Learning in Service-Learning Courses."},
      {
        "id":"ED442437",
        "title":"Changing Religious Beliefs among College Students."},
      {
        "id":"ED442438",
        "title":"Using Computer-Mediated Communication To Investigate Gender Identities in Higher Education."},
      {
        "id":"ED442439",
        "title":"Service Learning: Is It Good for You?"},
      {
        "id":"ED442440",
        "title":"Factors Associated with Retention in a Distance-Based Liberal Arts Program."},
      {
        "id":"ED442441",
        "title":"Selected Innovations in Higher Education Designed To Enhance the Racial Climate for Students of Color in Predominately White Colleges and Universities."},
      {
        "id":"ED442442",
        "title":"Increasing Multicultural Awareness through Correspondence: A University-School Partnership Project."},
      {
        "id":"ED442443",
        "title":"College Students' Academic Performance: The Interaction of Strategy Engagement, Content, and Context. A Roundtable Presentation."},
      {
        "id":"ED442444",
        "title":"The Role of Race and Gender in the Awarding of Institutional Financial Aid."},
      {
        "id":"ED442445",
        "title":"The Challenge of the Deanship."},
      {
        "id":"ED442446",
        "title":"Mentoring Deans."},
      {
        "id":"ED442447",
        "title":"Career Paths of Academic Deans."},
      {
        "id":"ED442448",
        "title":"The Influence of Instructional Processes on Student Cognitive Development."},
      {
        "id":"ED442450",
        "title":"Statistical Profile of Higher Education in West Virginia, 1999-2000: Enrollment, Programs Offered, Degrees Conferred, and Completers of Teacher Certification Programs, Faculty and Staff Characteristics, Fiscal Data."},
      {
        "id":"ED442452",
        "title":"A Statistical Profile of the Differences between Undergraduate Women in Guam and Japan: Their Status Aspirations and Occupational Ethics."},
      {
        "id":"ED442453",
        "title":"Infopowering the Commonwealth. Virginia's Public Libraries: Electronic Resource Libraries for 21st Century Information. A Strategic Technology Plan for Public Libraries to the Joint Commission on Science and Technology."},
      {
        "id":"ED442454",
        "title":"The Computer as a &quot;Playable&quot; Tool."},
      {
        "id":"ED442455",
        "title":"Exploring Motivational Factors in Technology Standards Integration with a Preservice Educator: An Action Research Inquiry."},
      {
        "id":"ED442457",
        "title":"How Do Youth and Mentors Experience Project-Based Learning in the Internet-Based Shared Environment for Expeditions (iExpeditions)."},
      {
        "id":"ED442459",
        "title":"Dreadnought: Educational Reform. Powerful Education for the 21st Century."},
      {
        "id":"ED442460",
        "title":"Organizational Learning and the Integration of Information and Communication Technology in Teaching and Learning."},
      {
        "id":"ED442461",
        "title":"Educational Research Methods: A Web Course."},
      {
        "id":"ED442462",
        "title":"Field Hearing on Education Technology and the Elementary and Secondary Education Act. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce, House of Representatives, One Hundred Sixth Congress, First Session (Newark, Delaware, April 12, 1999)."},
      {
        "id":"ED442464",
        "title":"Technical Assistance Sampler on: Using Technology To Address Barriers to Learning."},
      {
        "id":"ED442465",
        "title":"Effects of Laptop Computers with Multimedia and Presentation Software on Student Achievement."},
      {
        "id":"ED442466",
        "title":"The Politics of Connectivity--The Role of Big Business in the Education ICT Policy in the U.K."},
      {
        "id":"ED442467",
        "title":"The Learning and Teaching Experiences in an Online Problem-Based Learning Course."},
      {
        "id":"ED442468",
        "title":"Improved Attribution Recall from Diversification of Environmental Context during Computer-Based Instruction."},
      {
        "id":"ED442469",
        "title":"The Impact of Computers on Teacher Capacity, Attitudes, and Behaviors in Elementary Schools."},
      {
        "id":"ED442470",
        "title":"Electronic Fact Book: A Reality of Today."},
      {
        "id":"ED442471",
        "title":"Educational Technology. Hearing of the Committee on Health, Education, Labor, and Pensions, United States Senate, One Hundred Sixth Congress, First Session, on Examining Legislation Authorizing Funds for the Elementary Secondary Education Act, Focusing on Education Technology Programs."},
      {
        "id":"ED442472",
        "title":"Open Universities in India 2000: Brief Information."},
      {
        "id":"ED442473",
        "title":"Norms and Standards for Computer Education (MCA, BCA) through Distance Mode."},
      {
        "id":"ED442474",
        "title":"The First-Year Implementation of the Technology Literacy Challenge Fund in Five States."},
      {
        "id":"ED442475",
        "title":"Building an Automated Student Record System: A Step-by-Step Guide for Local and State Education Agencies."},
      {
        "id":"ED442476",
        "title":"Follow-Up of Graduates Outputs and Outcomes. Data Trend 12."},
      {
        "id":"ED442477",
        "title":"Institutional Performance Accountability Report. Board of Trustees Report. Submitted to the Maryland Higher Education Commission."},
      {
        "id":"ED442478",
        "title":"Indiana Postsecondary Education Financing Study, 1994-95. &quot;How Students Pay.&quot;"},
      {
        "id":"ED442479",
        "title":"Community Perceptions of PGCC. Market Analysis."},
      {
        "id":"ED442481",
        "title":"Student Characteristics and Enrollment Trends, 1995-1999. Research Report."},
      {
        "id":"ED442482",
        "title":"Biennial Report, 1997-99."},
      {
        "id":"ED442483",
        "title":"Epistemological Beliefs of Community-College Students."},
      {
        "id":"ED442484",
        "title":"The Effectiveness of the Mathematics (100/110) Placement Test (1983-1984)."},
      {
        "id":"ED442485",
        "title":"A Comparison of Native Award Rate and Total Award Rate by Program Area. Data Trend 10."},
      {
        "id":"ED442486",
        "title":"Connections, the Newsletter of the Foothill-De Anza Community College District, 1997-1998."},
      {
        "id":"ED442487",
        "title":"Institutional Effectiveness Summary, 1998-99."},
      {
        "id":"ED442488",
        "title":"Employer Follow-Up Survey Report, 1997."},
      {
        "id":"ED442489",
        "title":"Statistical Supplement to the Annual Report to the Governor, FY 1998-1999."},
      {
        "id":"ED442490",
        "title":"WTCS Transfer Information, 1997-98. Joint Administrative Committee on Academic Programs."},
      {
        "id":"ED442491",
        "title":"WTCS Transfers to the University of Wisconsin System. Information on: Enrollment, Demographics, Outcomes, Conclusions. Joint Administrative Committee on Academic Programs."},
      {
        "id":"ED442492",
        "title":"Entrepreneur*Wise Training Program for Displaced Homemakers at Westchester Community College, April 1, 1997-December 31, 1999. Final Report."},
      {
        "id":"ED442494",
        "title":"Beyond Transfer Shock: Dimensions of Transfer Students' Adjustment."},
      {
        "id":"ED442495",
        "title":"Westchester Community College Study of Graduates, 1998."},
      {
        "id":"ED442496",
        "title":"Westchester Community College Fact Book, 1998."},
      {
        "id":"ED442497",
        "title":"Two-Year College Students' Degree Aspirations."},
      {
        "id":"ED442498",
        "title":"The Revised Institution: The Community College Mission at the End of the 20th Century."},
      {
        "id":"ED442499",
        "title":"Creating Win-Win Capstone Projects."},
      {
        "id":"ED442501",
        "title":"Understanding the High School Proficiency Test and the Early Warning Test in Relation to HCCC Enrollment Trends."},
      {
        "id":"ED442502",
        "title":"Washington Community and Technical Colleges Fall Enrollment &amp; Staffing Report, 1999."},
      {
        "id":"ED442503",
        "title":"A Slice of the Iceberg: Cross-Canada Study of Prior Learning Assessment and Recognition."},
      {
        "id":"ED442504",
        "title":"Analysis of 1996-2006 Employment Trends for Hudson, Bergen, and Essex Counties and New York City in Relation to HCCC Programs."},
      {
        "id":"ED442507",
        "title":"Positioned by Discourse: Obstacles to Effective Teaching in a Community College ESL Writing Class."},
      {
        "id":"ED442508",
        "title":"Innovator: A Tradition of Excellence through Innovation, 1998-1999."},
      {
        "id":"ED442509",
        "title":"Innovator: A Tradition of Excellence through Innovation, 1999-2000."},
      {
        "id":"ED442510",
        "title":"Cabrillo College Vocational Education Follow-Up Survey, 1999."},
      {
        "id":"ED442511",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1995-96. Research Report."},
      {
        "id":"ED442512",
        "title":"West Virginia Higher Education Report Card, 1999."},
      {
        "id":"ED442513",
        "title":"Student Progress and Goal Attainment Report: Federally-Funded ABE Programs in California, 1998-99."},
      {
        "id":"ED442514",
        "title":"The Breckenridge Experience: Reframing the Conversation about Student Success. A Discussion Paper."},
      {
        "id":"ED442515",
        "title":"Cabrillo College Student Survey, 1995 &amp; 1999."},
      {
        "id":"ED442516",
        "title":"WCC Faculty Survey, 1998-1999."},
      {
        "id":"ED442517",
        "title":"Wyoming Community College Commission Student Access Study."},
      {
        "id":"ED442518",
        "title":"Instructional Faculty and Staff in Public 2-year Colleges. Statistical Analysis Report. 1993 National Study of Postsecondary Faculty (NSOPF:93)."},
      {
        "id":"ED442519",
        "title":"The Role of the Indiana Commission for Higher Education in Promoting Effective Use of Information Technology Resources: A Report Prepared for the Indiana Commission for Higher Education."},
      {
        "id":"ED442520",
        "title":"Dalton College Occasional Research Digests #1-4, 1997-98."},
      {
        "id":"ED442521",
        "title":"Dalton College Occasional Reports #2."},
      {
        "id":"ED442522",
        "title":"Dalton College Occasional Reports #1."},
      {
        "id":"ED442523",
        "title":"Westchester Community College Pocket Profile: Trends &amp; Statistics, 1998-1999."},
      {
        "id":"ED442524",
        "title":"Institutional Effectiveness: Key Performance Indicators. Revised."},
      {
        "id":"ED442525",
        "title":"Institutional Effectiveness: A Model for Planning, Assessment &amp; Validation."},
      {
        "id":"ED442526",
        "title":"Student Climate Survey, Spring 1998."},
      {
        "id":"ED442527",
        "title":"The American Faculty Poll."},
      {
        "id":"ED442528",
        "title":"Montessori Theory into Practice: A Practical Newsletter for NAMTA Members, 1995."},
      {
        "id":"ED442530",
        "title":"Family Day Care Handbook. Fifth Edition."},
      {
        "id":"ED442531",
        "title":"Of Primary Interest Newsletter, 1993-1994."},
      {
        "id":"ED442532",
        "title":"Mediating Permanency Outcomes. Practice Manual [and Parent Empowerment Workbooks]."},
      {
        "id":"ED442534",
        "title":"Empowering Parents: Developing Support, Leadership, Advocacy, and Activism. Child Care Action Campaign Issue Brief #2."},
      {
        "id":"ED442535",
        "title":"Influencing Welfare and Child Care Reform: Strategies from Colorado and Washington. Child Care Action Campaign Issue Brief #4."},
      {
        "id":"ED442536",
        "title":"Harris Poll on Child Care. The Harris Poll #5."},
      {
        "id":"ED442537",
        "title":"Parents Receiving Subsidized Child Care: Where Do They Work?"},
      {
        "id":"ED442539",
        "title":"Improving Student Motivation through the Use of Cooperative Learning and Multiple Intelligences."},
      {
        "id":"ED442540",
        "title":"Turning Points: Canadians from Coast to Coast Set a New Course for Healthy Child and Youth Development. The National Goals for Healthy Child and Youth Development = Points Tournants: Les Canadiens et les Canadiennes d'un ocean a l'autre tracent une nouvelle voie pour le developpement sain des enfants et des adolescents. Les objectifs nationaux pour le developpement sain des enfants et des adolescents."},
      {
        "id":"ED442546",
        "title":"Playmate Preferences of Preschoolers: The Influence of Emotion, Gender, and Family Expressiveness."},
      {
        "id":"ED442547",
        "title":"Teachers' Perspectives on Constructivist Teaching and Learning."},
      {
        "id":"ED442548",
        "title":"Promoting Creativity in Young Children."},
      {
        "id":"ED442549",
        "title":"Workforce Issues in Early Childhood Education and Care."},
      {
        "id":"ED442550",
        "title":"How Do Social, Economic, and Cultural Factors Influence Fathers' Involvement with Their Children? Child Trends Research Brief."},
      {
        "id":"ED442551",
        "title":"What Do Fathers Contribute to Children's Well-Being? Child Trends Research Brief."},
      {
        "id":"ED442552",
        "title":"The Meaning of Father Involvement for Children. Child Trends Research Brief."},
      {
        "id":"ED442553",
        "title":"Using TANF To Finance Out-of-School Time and Community School Initiatives. Strategy Brief, Volume 1, Number 2. Tools for Out-of-School Time and Community School Initiatives."},
      {
        "id":"ED442560",
        "title":"State of the World's Mothers 2000. A Report by Save the Children."},
      {
        "id":"ED442561",
        "title":"The Role of WIC Centers and Small Businesses in Enrolling Uninsured Children in Medicaid and Child Health Plus. Field Report."},
      {
        "id":"ED442565",
        "title":"Adolescent Parent Relationships and Academic Performance."},
      {
        "id":"ED442566",
        "title":"The Verbal Environment of Children and Its Impact on the Development of a Sense of Self: A Comparison of Well and Depressed Mothers."},
      {
        "id":"ED442567",
        "title":"Enhancing Student Social Skills through the Use of Cooperative Learning and Conflict Resolution Strategies."},
      {
        "id":"ED442568",
        "title":"Review of the Literature Regarding the Short- and Long-Term Consequences of Corporal Punishment on Children."},
      {
        "id":"ED442571",
        "title":"Developing Emotional Intelligence in a Multiage Classroom."},
      {
        "id":"ED442572",
        "title":"Enhancing Students Emotional Intelligence and Social Adeptness."},
      {
        "id":"ED442574",
        "title":"Motivating Students To Learn through Multiple Intelligences, Cooperative Learning, and Positive Discipline."},
      {
        "id":"ED442578",
        "title":"The Association between Various Shared Activities and the Quality of Parent-Child Relationships."},
      {
        "id":"ED442580",
        "title":"Fathers Matter! Involving Fathers in Children's Learning. A Kit for Educators and Other Professionals."},
      {
        "id":"ED442582",
        "title":"Voices for America's Children: The Progress and the Promise."},
      {
        "id":"ED442583",
        "title":"Preventing Problems vs. Promoting the Positive: What Do We Want for Our Children? Child Trends Research Brief."},
      {
        "id":"ED442584",
        "title":"Portfolio Assessment: A Handbook for Preschool and Elementary Educators."},
      {
        "id":"ED442586",
        "title":"A Call to Commitment: Fathers' Involvement in Children's Learning."},
      {
        "id":"ED442587",
        "title":"KANSAS KIDS COUNT Data Book, 2000: Kansas Children at Risk."},
      {
        "id":"ED442589",
        "title":"Vamos juntos a la escuela: Consejos para ayudar a los padres a asegurar el exito academico de sus hijos (Let's Go to School Together: Tips To Help Parents Ensure Their Children's Educational Success). [Videotape Kit]."},
      {
        "id":"ED442590",
        "title":"Home Literacy in the Everyday Life of Three Dominican Families."},
      {
        "id":"ED442591",
        "title":"Understanding Diversity: How Do Early Childhood Preservice Educators Construct Their Definitions of Diversity."},
      {
        "id":"ED442592",
        "title":"Title I in Ohio, Including Title I, Migrant, State Neglected or Delinquent, Title VI, Homeless Children and Youth. Elementary and Secondary Education Act: 31st Annual Evaluation Report, Fiscal Year 1996."},
      {
        "id":"ED442593",
        "title":"Small Rural Schools in Ireland: Problems and Possibilities."},
      {
        "id":"ED442594",
        "title":"Implementing School-to-Work in Rural Counties: A Statewide Survey Research Study for the Rural Educational Advisory Committee."},
      {
        "id":"ED442595",
        "title":"Guidelines for Respecting Cultural Knowledge. Adopted by Assembly of Alaska Native Educators (Anchorage, Alaska, February 1, 2000)."},
      {
        "id":"ED442596",
        "title":"Teacher Morale and Efficacy in Rural Western Australia."},
      {
        "id":"ED442597",
        "title":"&quot;We Learn A Lot from Mr. Hart&quot;: A Qualitative Study of an Effective Teacher of Aboriginal Students."},
      {
        "id":"ED442598",
        "title":"Small and Part-Time Farmers in the Southern Region."},
      {
        "id":"ED442599",
        "title":"Nobody Asked Us: The WV Welfare Reform Listening Project."},
      {
        "id":"ED442600",
        "title":"Pedagogic Work, Social Class and Cultural Difference."},
      {
        "id":"ED442602",
        "title":"Development and Validation of Successful Writing Program Indicators Based on Research in Continuously Improving and Continuously Declining Schools: Report of the Kentucky State Writing Project. Study of Writing Instruction in Kentucky Schools."},
      {
        "id":"ED442603",
        "title":"Field Test of the &quot;School Study of Writing Instruction&quot;: A Self-Study Needs Assessment Instrument. A Product of the Kentucky State Project: Designing Professional Development for Portfolio Improvement. Study of Writing Instruction in Kentucky Schools."},
      {
        "id":"ED442604",
        "title":"Challenging the Giant, Volume IV: The Best of SKOLE, the Journal of Alternative Education."},
      {
        "id":"ED442607",
        "title":"Preventing Agricultural Chemical Exposure: A Safety Program Manual. Participatory Education with Farmworkers in Pesticide Safety."},
      {
        "id":"ED442608",
        "title":"Intervention Practices & Strategies."},
      {
        "id":"ED442609",
        "title":"Gender Differences in Central Appalachian Students' Attitudes towards Poverty, Welfare and Work."},
      {
        "id":"ED442611",
        "title":"Connections '98. Proceedings of a Faculty Conference (4th, Victoria, British Columbia, Canada, May 1998)."},
      {
        "id":"ED442612",
        "title":"Teacher-Centered Projects: Confidence, Risk Taking and Flexible Thinking (Mathematics)."},
      {
        "id":"ED442613",
        "title":"Humour and Cultural Perspectives."},
      {
        "id":"ED442614",
        "title":"Connections '99. Proceedings of a Faculty Conference (5th, Victoria, British Columbia, Canada, May 1999)."},
      {
        "id":"ED442615",
        "title":"Sacred and the Profane in Advertising Art."},
      {
        "id":"ED442616",
        "title":"Team Building through Physical Challenges."},
      {
        "id":"ED442621",
        "title":"The Impact of a Standards Guided Equity and Problem Solving Institute on Participating Science Teachers and Their Students."},
      {
        "id":"ED442622",
        "title":"The Science of Thinking, and Science for Thinking: A Description of Cognitive Acceleration through Science Education (CASE). Innodata Monographs 2."},
      {
        "id":"ED442623",
        "title":"Past, Present and Future of General Chemistry in the PUC-Rio."},
      {
        "id":"ED442624",
        "title":"The Improvement of the Learning Process of Basic Disciplines at the Engineering Design."},
      {
        "id":"ED442625",
        "title":"Requirements for Real-Time Laboratory Experimentation over the Internet."},
      {
        "id":"ED442626",
        "title":"Re-Engineering the Engineering Degree Course."},
      {
        "id":"ED442628",
        "title":"Testing Assumptions Underlying the Science Education Reforms: Decision-Making on Science and Technology Based Issues."},
      {
        "id":"ED442629",
        "title":"Using Computer Visualization Models in High School Chemistry: The Role of Teacher Beliefs."},
      {
        "id":"ED442630",
        "title":"Science Cases in Action: Developing an Understanding of Science Teachers' Pedagogical Content Knowledge."},
      {
        "id":"ED442631",
        "title":"Documenting Science Teachers' Pedagogical Content Knowledge through PaP-eRs."},
      {
        "id":"ED442632",
        "title":"Knowledge Production: A Case Study about Values, Epistemology and Conflicts in a 4th Grade Classroom."},
      {
        "id":"ED442633",
        "title":"Designing Effective Professional Development: Lessons from the Eisenhower Program. Executive Summary."},
      {
        "id":"ED442634",
        "title":"Designing Effective Professional Development: Lessons from the Eisenhower Program [and] Technical Appendices."},
      {
        "id":"ED442635",
        "title":"Fostering Teacher Learning in Systemic Reform: A Design Proposal for Developing Professional Development."},
      {
        "id":"ED442636",
        "title":"Gender Differences in Science: How Parents Can Help Close the Gender Gap."},
      {
        "id":"ED442637",
        "title":"Less Talk, More Action for Multicultural Science."},
      {
        "id":"ED442638",
        "title":"Integrating Field Experience and Classroom Discussions: Vignettes as Vehicles for Reflection."},
      {
        "id":"ED442639",
        "title":"The Impact of Training and Induction Activities upon Mentors as Indicated through Measurement of Mentor Self-Efficacy."},
      {
        "id":"ED442640",
        "title":"Teaching Practices That Provide Cognitive Scaffolding for Classroom Inquiry."},
      {
        "id":"ED442641",
        "title":"Developing Action Plans for At-Risk or Marginalized Students."},
      {
        "id":"ED442642",
        "title":"The Relationship of Science Teaching Self Efficacy and Outcome Expectancy to the Draw-a-Science-Teacher-Teaching Checklist."},
      {
        "id":"ED442643",
        "title":"The Role of Teacher-Researcher Collaboration in Research on Inquiry-Based Instruction."},
      {
        "id":"ED442644",
        "title":"Nature-of-Science Assessment Based on \"Benchmarks\" and \"Standards.\""},
      {
        "id":"ED442645",
        "title":"Assessing the Impact of a Teacher Enhancement Program on Classroom Environment."},
      {
        "id":"ED442646",
        "title":"Teacher Support Specialist in Science (TS[Cubed]): Socializing Prospective Secondary Teachers into the Profession."},
      {
        "id":"ED442647",
        "title":"Using Scoring Guides To Teach Preservice Teachers about Student-Centered Learning."},
      {
        "id":"ED442648",
        "title":"\"R-Best\" Rationale for Teaching Elementary Science: A Study of First Year Teachers' Perspectives on Their Personal Research-Based Elementary Science Teaching Rationale."},
      {
        "id":"ED442649",
        "title":"Making Connections between Science and Mathematics in a Science Methods Course: Assertions and Reflections of the Participants."},
      {
        "id":"ED442650",
        "title":"Classroom Learning Activities That Generate the Most Participation in Middle School Science."},
      {
        "id":"ED442651",
        "title":"Team Projects: A Taste of Real Science in Our Content/Methods Course."},
      {
        "id":"ED442652",
        "title":"Student and Teacher Concepts about Astronomy: Influences on Changes in Their Ideas."},
      {
        "id":"ED442653",
        "title":"Students' Perceptions of Science Teaching and Attitudes toward Science Learning and Teachers' Self-Report of Using Children's Ideas, Applications of Science, and Use of Print Resources as Indicators of Interactive-Constructivist Teaching in Elementary Schools."},
      {
        "id":"ED442654",
        "title":"Pushing the Comfort Zone: Confronting the Perceptions of Teaching and Classroom Culture."},
      {
        "id":"ED442655",
        "title":"Teaching about Classroom Management in a Constructivist Methods Class Environment."},
      {
        "id":"ED442661",
        "title":"Using the Science Misconceptions Research To Address Science Teaching Misconceptions."},
      {
        "id":"ED442662",
        "title":"Gender, Ethnicity, and Grade Level as Predictors of Middle School Students' Attitudes toward Science."},
      {
        "id":"ED442663",
        "title":"An Exploratory Study of the \"Effectiveness\" of Elementary Science Specialists."},
      {
        "id":"ED442664",
        "title":"Early Childhood Science: Adopting the Reggio Emilia Approach."},
      {
        "id":"ED442665",
        "title":"Incorporating Multicultural and Science-Technology-Science Issues into Science Teacher Education Courses: Successes, Challenges and Possibilities."},
      {
        "id":"ED442666",
        "title":"A Comparison of Authoring Software for Developing Mathematics Self-Learning Software Packages."},
      {
        "id":"ED442668",
        "title":"Kansas Curricular Standards for Mathematics."},
      {
        "id":"ED442669",
        "title":"Mathematics Teachers' Beliefs and Their Impact on the Practice of Teaching in China."},
      {
        "id":"ED442670",
        "title":"A Comparative Study of Middle School Mathematics Programs in China and the U.S."},
      {
        "id":"ED442671",
        "title":"Long-Term Effects of Building on Informal Knowledge in a Complex Content Domain: The Case of Multiplication of Fractions."},
      {
        "id":"ED442672",
        "title":"An Analysis of the Research on K-8 Teachers' Mathematical Knowledge."},
      {
        "id":"ED442673",
        "title":"Central Tensions: A Critical Framework for Examining High School Mathematics and Mathematics Education."},
      {
        "id":"ED442674",
        "title":"What Happens to First Year Teachers Prepared To Make Connections between Science and Mathematics When They Enter the Workplace?"},
      {
        "id":"ED442675",
        "title":"An Examination of the Enculturation of Five Reform-Prepared New Specialist Teachers of Mathematics and Science."},
      {
        "id":"ED442676",
        "title":"Changing Actions vs. Changing Beliefs: What Is the Goal of Mathematics Teacher Education?"},
      {
        "id":"ED442678",
        "title":"Heart Mountain Relocation Center: A Lesson Using Primary Source Documents To Critically Analyze the Relocation of Japanese Americans to Wyoming. AHC Primary Sources in the Classroom."},
      {
        "id":"ED442680",
        "title":"Big South Fork National River and Recreation Area. Junior Web Ranger Handbook."},
      {
        "id":"ED442681",
        "title":"Philosophy of Public Education."},
      {
        "id":"ED442682",
        "title":"Gold Fever! Seattle Outfits the Klondike Gold Rush. Teaching with Historic Places."},
      {
        "id":"ED442684",
        "title":"Foundation Document for the Development of the Common Curriculum Framework for Social Studies, Kindergarten-Grade 12."},
      {
        "id":"ED442685",
        "title":"Making Standards Work! A Teacher's Guide to Contextual Learning: Integrating Academic Content Standards with Career Development and Workplace Competencies. History."},
      {
        "id":"ED442686",
        "title":"An Inclusive Examination of the Mexican-American War. Fulbright Hays Summer Seminars Abroad Program, 1999 (Mexico)."},
      {
        "id":"ED442687",
        "title":"White Man's Burden: The Expansionist/Anti-Imperialist Debate at the Turn of the Century. 10th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED442688",
        "title":"Citizen Participation: A \"Links\" Piece, Connecting Theory and Practice."},
      {
        "id":"ED442689",
        "title":"Service-Learning as a Tool for Violence Prevention: An Annotated Topic Bibliography."},
      {
        "id":"ED442690",
        "title":"Recent Dissertations on Service and Service-Learning Topics."},
      {
        "id":"ED442691",
        "title":"The Status of Service-Learning in the United States: Some Facts and Figures."},
      {
        "id":"ED442692",
        "title":"A Summit Summary: An Annotated Bibliography on Service-Learning, National Service, Civic Education, and Character Education."},
      {
        "id":"ED442693",
        "title":"Global Perspectives on Fast-Food History."},
      {
        "id":"ED442694",
        "title":"International Conflict and the Media: A Curriculum Guide."},
      {
        "id":"ED442697",
        "title":"Mapping Rural Women's Perspectives on Nonformal Education Experiences. APS Conceptual Mapping Project Research Report. Occasional Paper Series."},
      {
        "id":"ED442698",
        "title":"West Meets East in Malaysia and Singapore. Participants' Papers. Fulbright-Hays Summer Seminars Abroad Program 1999 (Malaysia and Singapore)."},
      {
        "id":"ED442699",
        "title":"Life on an Island: Early Settlers off the Rock Bound Coast of Maine. Teaching with Historic Places."},
      {
        "id":"ED442700",
        "title":"China: Tradition and Transformation. Curriculum Projects. Fulbright-Hays Summer Seminar Abroad Program 1999 (China)."},
      {
        "id":"ED442702",
        "title":"A Framework for Organizing Economic Education Teaching Methodologies."},
      {
        "id":"ED442704",
        "title":"Education Assessment: Honoring Ways of Knowing. WEEA Digest."},
      {
        "id":"ED442707",
        "title":"Music in the Classroom: Its Influence on Children's Brain Development, Academic Performance, and Practical Life Skills."},
      {
        "id":"ED442711",
        "title":"A Spatial Turn in Comparative Education? Constructing a Social Cartography of Difference."},
      {
        "id":"ED442712",
        "title":"Teaching Social Studies Multiculturally: Implications for Teachers."},
      {
        "id":"ED442713",
        "title":"Wisconsin's Model Academic Standards for Art and Design Education."},
      {
        "id":"ED442714",
        "title":"Teaching about Arab Americans: What Social Studies Teachers Should Know."},
      {
        "id":"ED442715",
        "title":"Subjects, Not Subjects: Curriculum Pathways, Pedagogies, and Practices in the United Kingdom."},
      {
        "id":"ED442716",
        "title":"Whole School Inquiry That Promotes Equitable Student Outcomes."},
      {
        "id":"ED442717",
        "title":"Reducing the White-Nonwhite Achievement Gap."},
      {
        "id":"ED442718",
        "title":"Developing Chains of Change."},
      {
        "id":"ED442720",
        "title":"Curriculum and Popular Culture: Building Bridges and Making Waves."},
      {
        "id":"ED442721",
        "title":"Old and Older: Curriculum Standards for History and Archeology."},
      {
        "id":"ED442723",
        "title":"Looking into the Lives of Children for Inspirational Peace-Building."},
      {
        "id":"ED442724",
        "title":"The Case Method and Teacher Education in the Arts."},
      {
        "id":"ED442725",
        "title":"A Comparative Study of Contemporary Japan in Japanese and U.S. World History Textbooks."},
      {
        "id":"ED442726",
        "title":"Sociophysics Norms in an Innovative Physics Learning Environment."},
      {
        "id":"ED442727",
        "title":"Making Sense of Women of African Descent's Place in the Politics of (Urban) Space through the Vehicle of Popular Education."},
      {
        "id":"ED442728",
        "title":"The Ulster Project Curriculum Guidebook."},
      {
        "id":"ED442729",
        "title":"A Comparison of a Traditional Music Teaching Method with Music Ace."},
      {
        "id":"ED442730",
        "title":"China: Tradition and Transformation. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program 1996 (China)."},
      {
        "id":"ED442731",
        "title":"China: Tradition and Transformation. Curriculum Projects. Fulbright-Hays Summer Seminar Abroad Program 1997 (China)."},
      {
        "id":"ED442733",
        "title":"Building Geography Skills and Community Understanding with Constructivist Teaching Methods."},
      {
        "id":"ED442734",
        "title":"Improving Integrating Education in N[orthern] Ireland: Teachers' Experiences of the Process of &quot;Transformation.&quot;"},
      {
        "id":"ED442735",
        "title":"Finland Olympiad Studies: What Factors Contribute to the Development of Academic Talent in Finland?"},
      {
        "id":"ED442737",
        "title":"National Context, Educational Goals and Student Experience of Schooling and Learning: A Comparative Study in England, France, and Denmark."},
      {
        "id":"ED442738",
        "title":"Quality Problem-Based Learning Experiences for Students: Design Deliberations among Teachers from Diverse Disciplines."},
      {
        "id":"ED442739",
        "title":"Using Primary Sources on the Internet To Teach and Learn History. ERIC Digest."},
      {
        "id":"ED442740",
        "title":"Integrating a Reflective Framework within Web-Based Templates for Student and Teacher Self-Study."},
      {
        "id":"ED442741",
        "title":"An Opportunity To Reconceptualize Teacher Preparation Programs by Infusing a Liberal Arts and Educational Foundations Strand into the Core Curriculum."},
      {
        "id":"ED442742",
        "title":"Comprehensive Review of the Nevada Competency Testing Program for Educational Personnel."},
      {
        "id":"ED442743",
        "title":"Can Ability Grouping Help Educators Meet Higher Educational Standards?"},
      {
        "id":"ED442745",
        "title":"What Makes a Teacher Education Program Relevant Preparation for Teaching Diverse Students in Urban Poverty Schools? (The Milwaukee Teacher Education Center Model)."},
      {
        "id":"ED442746",
        "title":"A Strategic Action Plan for Building Oklahoma's Future. Enacting the NCTAF Recommendations."},
      {
        "id":"ED442747",
        "title":"The Status of Teaching and Learning in Oklahoma. Enacting the NCTAF Recommendations."},
      {
        "id":"ED442748",
        "title":"Exploring the Role of the Teacher in Student-Led Literature Circles."},
      {
        "id":"ED442752",
        "title":"The Cultivation of the Whole Child."},
      {
        "id":"ED442753",
        "title":"Issues Affecting Teaching On-Line: An Annotated Bibliography."},
      {
        "id":"ED442754",
        "title":"Teaching the Teachers To Understand and Teach Indigenous Australian Studies: New Models, Teaching Strategies and Resources To Empower and Educate a Nation."},
      {
        "id":"ED442755",
        "title":"Electronic Portfolios in Teacher Education Reading Methods Courses."},
      {
        "id":"ED442756",
        "title":"Teacher Self-Evaluation of Renewal Efforts of Their Teaching Practices To Improve Student Achievement."},
      {
        "id":"ED442757",
        "title":"The New Pedagogics: Revisiting Curriculum and Didactics."},
      {
        "id":"ED442758",
        "title":"The Impact of Instructional Methods on Preservice Teachers' Attitudes toward Teaching and Learning."},
      {
        "id":"ED442759",
        "title":"Cultivating an Intellectual and Moral Sensibility as Teacher."},
      {
        "id":"ED442760",
        "title":"The Facilitators of and the Barriers to the Collaboration Process in PDSs."},
      {
        "id":"ED442761",
        "title":"Teaching Games for Understanding: A Situated Perspective on Student Learning."},
      {
        "id":"ED442762",
        "title":"Traveling Road Show or Effective Professional Development? A Professional Development Science Project on Wheels."},
      {
        "id":"ED442763",
        "title":"Teacher Knowledge of Educational Technology: A Study of Student Teacher/Mentor Teacher Pairs."},
      {
        "id":"ED442764",
        "title":"Prepared To Teach? Key Findings of the New York City Teacher Survey. Policy and Research Series."},
      {
        "id":"ED442765",
        "title":"Triad Journaling as a Tool for Reconceptualizing Supervision in the Professional Development School."},
      {
        "id":"ED442766",
        "title":"Mentor Teachers' Ways of Being and Knowing in a Professional Development School."},
      {
        "id":"ED442767",
        "title":"Teachers' Work and Ethos: An Ethnographic Case Study of the Work Lives of Teachers in an Inquiry-Oriented Professional Development School."},
      {
        "id":"ED442771",
        "title":"Case Study Considerations for Teaching Educational Psychology."},
      {
        "id":"ED442773",
        "title":"Struggle for Diversity of Languages in a Harmonising European Context: New Tasks for Teacher Education."},
      {
        "id":"ED442774",
        "title":"Student Achievement: Improving Our Focus."},
      {
        "id":"ED442776",
        "title":"Schools as Places for Teachers To Learn? Opportunities for Professional Development in Dutch Educational Reform."},
      {
        "id":"ED442777",
        "title":"Learning from Student Teacher Failure: Implications for Program Design."},
      {
        "id":"ED442778",
        "title":"A Flashlight and Compass: A Collection of Tools To Promote Instructional Coherence."},
      {
        "id":"ED442779",
        "title":"A National Plan for Improving Professional Development."},
      {
        "id":"ED442780",
        "title":"Directory of Approved Programs for the Preparation of Educational Personnel in Illinois Institutions of Higher Education. Volume XXII."},
      {
        "id":"ED442781",
        "title":"Career in Teaching. Mentor Teacher-Intern Program. Handbook for Interns, School Year 1999-2000."},
      {
        "id":"ED442782",
        "title":"Career in Teaching Highlights."},
      {
        "id":"ED442783",
        "title":"Educators Healing Racism."},
      {
        "id":"ED442784",
        "title":"The Challenges of Integrating Literacy Learning and the Visual and Communicative Arts: A Portal School Focus."},
      {
        "id":"ED442785",
        "title":"The Practices, Attitudes, and Behaviors of Experienced Teachers That Motivate Middle Grades Students."},
      {
        "id":"ED442786",
        "title":"How Students Manage the Didactic Contract? Contribution of the Didactic Perspective to Research in Physical Education Classroom."},
      {
        "id":"ED442787",
        "title":"Review of Gender Equity in Interscholastic Athletic Opportunities in Minnesota's Secondary Schools."},
      {
        "id":"ED442788",
        "title":"Dynamics of the Education System Affecting Professional Development. From the Evaluation of the National Foundation for the Improvement of Education's \"A Change of Course\" Initiative."},
      {
        "id":"ED442789",
        "title":"Evaluation of the Big-Two-Factor Theory of Motivation Orientations: An Evaluation of Jingle-Jangle Fallacies."},
      {
        "id":"ED442790",
        "title":"Longitudinal Multilevel Models of the Big Fish Little Pond Effect on Academic Self-Concept: Counterbalancing Contrast and Reflected Glory Effects in Hong Kong Schools."},
      {
        "id":"ED442791",
        "title":"Survival Guide for New Teachers: How New Teachers Can Work Effectively with Veteran Teachers, Parents, Principals, and Teacher Educators."},
      {
        "id":"ED442792",
        "title":"The Hubbard Summer Academy for Future Teachers: Implications for Teacher Education."},
      {
        "id":"ED442793",
        "title":"Challenges for Literacy Instruction: The Role of Teacher Capacity Building in the Dallas Reading Plan."},
      {
        "id":"ED442794",
        "title":"Teaching about &quot;The Moral Classroom&quot;: A Moral Lens for Reflecting on Practice."},
      {
        "id":"ED442796",
        "title":"At Risk Teachers."},
      {
        "id":"ED442797",
        "title":"Research in Teacher Education. Technology Competencies in Teacher Education. An Evaluation To Guide Implementation of Beginning Teacher Technology Competencies."},
      {
        "id":"ED442798",
        "title":"Preparing Paraprofessionals as Teachers for the Urban Classroom: A University/School Collaborative Model."},
      {
        "id":"ED442799",
        "title":"Optional Extended Year Program. FEEDBACK."},
      {
        "id":"ED442800",
        "title":"ExceL through Innovation. Evaluation Report, 1998-99."},
      {
        "id":"ED442801",
        "title":"Estimating Item Parameters from Classical Indices for Item Pool Development with a Computerized Classification Test. ACT Research Report Series."},
      {
        "id":"ED442802",
        "title":"Improving the Validity and Reliability of Large Scale Writing Assessment."},
      {
        "id":"ED442803",
        "title":"Can Philanthropy Fix Our Schools? Appraising Walter Annenberg's $500 Million Gift to Public Education. Case Studies: New York City by Raymond Domanico; Philadelphia by Carol Innerst; Chicago by Alexander Russo."},
      {
        "id":"ED442804",
        "title":"Why Education Experts Resist Effective Practices (And What It Would Take To Make Education More Like Medicine)."},
      {
        "id":"ED442805",
        "title":"Austin Collaborative for Mathematics Education, 1998-1999 Annual Report."},
      {
        "id":"ED442806",
        "title":"High Stakes Testing: Trends and Issues. Policy Brief."},
      {
        "id":"ED442807",
        "title":"Raising the Achievement of Low-Performing Students. Policy Brief."},
      {
        "id":"ED442808",
        "title":"Setting Student Performance Standards: The Role of Achievement Level Descriptions in the Standard Setting Process."},
      {
        "id":"ED442810",
        "title":"Effectiveness of Four Methods of Handling Missing Data Using Samples from a National Database."},
      {
        "id":"ED442811",
        "title":"Engaging Technology & Learning Opportunities: Technology Assessment Tools."},
      {
        "id":"ED442812",
        "title":"A Reliability Generalization Study of the Teacher Efficacy Scale and Related Instruments."},
      {
        "id":"ED442813",
        "title":"From Simulation to Application: Examinees React to Computerized Testing."},
      {
        "id":"ED442814",
        "title":"Use of the Significance Test as a Protection against Spuriously High Standardized Effect Sizes: Introduction of the Protected Effect Size."},
      {
        "id":"ED442815",
        "title":"Computer-Based Testing: Test Site Security."},
      {
        "id":"ED442816",
        "title":"An Examination of the Effects of an Interdisciplinary Curriculum Program on Behavior and Academic Performance in a Suburban High School. (A Compilation from the First Three Years of a Four-Year Study)."},
      {
        "id":"ED442817",
        "title":"Where Did All the Data Go? Internet Security for Web-Based Assessments."},
      {
        "id":"ED442818",
        "title":"Using Latent Class Analysis To Set Academic Performance Standards."},
      {
        "id":"ED442821",
        "title":"Using Multidimensional versus Unidimensional Ability Estimates To Determine Student Proficiency in Mathematics."},
      {
        "id":"ED442822",
        "title":"Emotion Regulation and Test Anxiety: The Contribution of Academic Delay of Gratification."},
      {
        "id":"ED442823",
        "title":"Implementing the Computer-Adaptive Sequential Testing (CAST) Framework To Mass Produce High Quality Computer-Adaptive and Mastery Tests."},
      {
        "id":"ED442824",
        "title":"Measuring School Performance To Improve Student Achievement and To Reward Effective Programs."},
      {
        "id":"ED442825",
        "title":"The ACT/NAGB Standard Setting Process: How &quot;Modified&quot; Does It Have To Be before It Is No Longer a Modified-Angoff Process?"},
      {
        "id":"ED442826",
        "title":"Preservice Methods Students' Response to a Performance Portfolio Assignment."},
      {
        "id":"ED442827",
        "title":"Curriculum Type as a Differentiating Factor in Medical Licensing Examinations."},
      {
        "id":"ED442828",
        "title":"The Consequences of Judges Making Advanced Estimates of Impact on a Cut Score."},
      {
        "id":"ED442829",
        "title":"Alignment of Standardized Achievement Tests To State Content Standards: A Comparison of Publishers' and Teachers' Perspectives."},
      {
        "id":"ED442830",
        "title":"Evaluation of the IRT Parameter Invariance Property for the MCAT."},
      {
        "id":"ED442831",
        "title":"Variables Influencing the Likelihood of Practice Change after Continuing Education."},
      {
        "id":"ED442832",
        "title":"Biology Teachers' Struggle with the Issue of Fairness in a School-Based Assessment Scheme."},
      {
        "id":"ED442833",
        "title":"Rethinking Inquiry: Toward a Poststructuralist Analytics of Knowledge Production Education."},
      {
        "id":"ED442834",
        "title":"Selecting Students with a General Reasoning Test (SAT I) or Tests in Academic Subjects (SAT II): Does It Matter for Non-Native Speakers of English?"},
      {
        "id":"ED442835",
        "title":"Collecting and Reporting Dropout Data in Louisiana."},
      {
        "id":"ED442836",
        "title":"An Investigation of the Cognitive Equivalence of Computerized and Paper-and-Pencil Reading Comprehension Test Items."},
      {
        "id":"ED442837",
        "title":"Performance of Item Exposure Control Methods in Computerized Adaptive Testing: Further Explorations."},
      {
        "id":"ED442838",
        "title":"A Standardization Approach to Adjusting Pretest Item Statistics."},
      {
        "id":"ED442839",
        "title":"The Effect of Unequal Variances in the Ability Distributions on the Type I Error Rate of the Mantel-Haenszel Chi-Square Test for Detecting DIF."},
      {
        "id":"ED442840",
        "title":"Teachers' Classroom Assessment and Grading Practices: Phase I and II."},
      {
        "id":"ED442841",
        "title":"Nontraditional Intelligence Testing: Samples of Humorous Instruments."},
      {
        "id":"ED442842",
        "title":"Some Considerations for Eliminating Biases in Ability Estimation in Computerized Adaptive Testing."},
      {
        "id":"ED442843",
        "title":"Research Study of the 1998 Civics NAEP Achievement Levels."},
      {
        "id":"ED442844",
        "title":"Feedback in the NAEP Achievement Levels Setting Process."},
      {
        "id":"ED442845",
        "title":"Visualizing Tools To Analyze Online Conferences."},
      {
        "id":"ED442847",
        "title":"Student Ratings: What Are Teacher College Students Telling Us about Them?"},
      {
        "id":"ED442848",
        "title":"Classification Trees for Quality Control Processes in Automated Constructed Response Scoring."},
      {
        "id":"ED442849",
        "title":"Modern Modeling of Student Motivation and Self-Regulated Learning."},
      {
        "id":"ED442850",
        "title":"Professional Growth Determinants--Comparing Bayesian and Linear Approaches to Classification."},
      {
        "id":"ED442851",
        "title":"Group Performing in a Problem-Based Curriculum: The Development and Evaluation of an Instrument."},
      {
        "id":"ED442852",
        "title":"Motivation To Commit Oneself as a Determinant of Achievement in Problem-Based Learning."},
      {
        "id":"ED442853",
        "title":"Contingency Table Statistics and Educational Reality: Problems with the Chi-Square Statistic."},
      {
        "id":"ED442854",
        "title":"Estimating Error in State-to-NAEP Linkages, Part I: Mean Plausible Value Distributions from a Simple Model."},
      {
        "id":"ED442856",
        "title":"Posttesting Students To Assess the Effectiveness of Remedial Instruction in College."},
      {
        "id":"ED442858",
        "title":"Estimating Reliability and Standard Error of Measurement for Complex Reading Comprehension Tests under Generalizability Theory Models."},
      {
        "id":"ED442859",
        "title":"A Comparison of Scoring Modalities for Performance Assessment: A Case of Constructed Response Items."},
      {
        "id":"ED442860",
        "title":"From Print to Pixels: Practitioners' Reflections on the Use of Qualitative Data Analysis Software."},
      {
        "id":"ED442861",
        "title":"Establishing the Reliability of Student Proficiency Classifications: The Accuracy of Observed Classifications."},
      {
        "id":"ED442862",
        "title":"Assessing Five Sacred Cows in Education."},
      {
        "id":"ED442864",
        "title":"Portfolios: Metaphor upon Metaphor."},
      {
        "id":"ED442865",
        "title":"Assessment and Career in a Primary School."},
      {
        "id":"ED442866",
        "title":"Comparison of Similarity Measures in Cluster Analysis with Binary Data."},
      {
        "id":"ED442868",
        "title":"State Education Indicators with a Focus on Title I, 1999."},
      {
        "id":"ED442870",
        "title":"Analyzing Multiple Dimensions of Web-Based Courses: The Development and Piloting of a Coding System."},
      {
        "id":"ED442871",
        "title":"Using National and State Assessments To Inform the Performance of Education Systems."},
      {
        "id":"ED442872",
        "title":"I'll Begin My Statistics Assignment Tomorrow: The Relationship between Statistics Anxiety and Academic Procrastination."},
      {
        "id":"ED442873",
        "title":"The Latent Structures of the Learning and Study Strategies Inventory (LASSI): A Comparative Analysis."},
      {
        "id":"ED442874",
        "title":"On Item Mappings and Statistical Rules for Selecting Binary Items for Criterion-Referenced Interpretation and Bookmark Standard Settings."},
      {
        "id":"ED442876",
        "title":"Goal Type, Goal Difficulty, and Affective Values of Goals."},
      {
        "id":"ED442877",
        "title":"A Journey of Inquiry: A Researcher's Personal Narrative."},
      {
        "id":"ED442878",
        "title":"The Relationship between MSPAP and Social Studies Classroom Instruction and Assessment Materials."},
      {
        "id":"ED442879",
        "title":"The Relationship between MSPAP and Science Classroom Instruction and Assessment Materials."},
      {
        "id":"ED442881",
        "title":"Q&amp;A: Questions and Answers Guide on the Education of Children and Youth in Homeless Situations. Opening the Doors of Public Education for Children and Youth in Texas."},
      {
        "id":"ED442882",
        "title":"And Justice for Some."},
      {
        "id":"ED442883",
        "title":"Stressful Family Lives: Child and Parent Well-Being. New Federalism: National Survey of America's Families, Series B, No. B-17. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED442884",
        "title":"Turbulence and Child Well-Being. New Federalism: National Survey of America's Families, Series B, No. B-16. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED442885",
        "title":"Sociodemographic Risk and Child Well-Being. New Federalism: National Survey of America's Families, Series B, No. B-18. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED442886",
        "title":"Classroom Cultural Ecology: The Dynamics of Classroom Life in Schools Serving Low-Income African American Children."},
      {
        "id":"ED442887",
        "title":"The Characteristics of Effective Teachers in High Poverty Schools--Triangulating Our Data."},
      {
        "id":"ED442888",
        "title":"KIDS COUNT Data Book, 2000: State Profiles of Child Well-Being."},
      {
        "id":"ED442889",
        "title":"Child Well-Being and the Intergenerational Effects of Undocumented Immigrant Status. Discussion Paper."},
      {
        "id":"ED442890",
        "title":"Educational Attainment and Success in the New Economy: An Analysis of Challenges for Improving Hispanic Students' Achievement."},
      {
        "id":"ED442891",
        "title":"12-Hour School Days? Why Governments Should Leave Afterschool Arrangements to Parents. Policy Analysis."},
      {
        "id":"ED442892",
        "title":"Multiple Team Structures and Student Learning in a High Risk Middle School."},
      {
        "id":"ED442893",
        "title":"Using Hip-Hop Culture as a Bridge to Canonical Poetry Texts in an Urban Secondary English Class."},
      {
        "id":"ED442894",
        "title":"A Look at Youth-Initiated Dialogue in an Inner-City Gardening Program."},
      {
        "id":"ED442895",
        "title":"The Influence of Ethnic Identity Status and Gender-Role Identity on Social Anxiety and Avoidance in Latina Adolescents."},
      {
        "id":"ED442896",
        "title":"Forget Me Not, 2000. Help Homeless Kids Blossom: Kids' Day on Capitol Hill. Educational Materials."},
      {
        "id":"ED442898",
        "title":"The Impact of Quasi-Markets and Performance Regulation on Socially Disadvantaged Schools. Working Paper."},
      {
        "id":"ED442899",
        "title":"Diversity, Pedagogy and Higher Education: Challenges, Lessons and Accomplishments. Trotter Review, 1998."},
      {
        "id":"ED442900",
        "title":"Community Counts: How Youth Organizations Matter for Youth Development."},
      {
        "id":"ED442912",
        "title":"The Role of Teachers in Urban School Reform. ERIC/CUE Digest Number 154."},
      {
        "id":"ED442913",
        "title":"New Trends in Language Education for Hispanic Students. ERIC/CUE Digest Number 155."},
      {
        "id":"ED442915",
        "title":"Do Computers in the Classroom Boost Academic Achievement? A Report of the Heritage Center for Data Analysis."},
      {
        "id":"ED442916",
        "title":"The Peer Effect on Academic Achievement among Public Elementary School Students. A Report of the Heritage Center for Data Analysis."},
      {
        "id":"ED442917",
        "title":"Do Small Classes Influence Academic Achievement? What the National Assessment of Educational Progress Shows. A Report of the Heritage Center for Data Analysis."},
      {
        "id":"ED442918",
        "title":"Title I Program: Stronger Accountability Needed for Performance of Disadvantaged Students. Report to Congressional Requesters."},
      {
        "id":"ED442919",
        "title":"The African-American Experience at the University of Massachusetts Boston: Challenges and Future Directions. Occasional Paper No. 45."},
      {
        "id":"ED442920",
        "title":"The Albany Approach to Urban Youth Development."},
      {
        "id":"ED442922",
        "title":"Restructuring for Urban Student Success: Essay Collection."},
      {
        "id":"ED442927",
        "title":"Lifelong Learning: Making It Work. An Adult Learning Australia Discussion Paper."},
      {
        "id":"ED442928",
        "title":"Continuing Vocational Training [in Central and Eastern Europe]. Volume 1. Cross Country Analysis. Report."},
      {
        "id":"ED442929",
        "title":"Vocational Education and Training."},
      {
        "id":"ED442934",
        "title":"Virtual and Face-to-Face Learning: Meeting Points."},
      {
        "id":"ED442935",
        "title":"Working with Visually Impaired Adults: A Guide for Tutors and Trainers."},
      {
        "id":"ED442936",
        "title":"Literacy Profile of Ontario's Youth. Literacy Ontario."},
      {
        "id":"ED442937",
        "title":"Lifelong Learning: Literacy, Schooling and the Adult World. Literacy and Learning Series, No. 2. Adult Literacy Research Network."},
      {
        "id":"ED442938",
        "title":"Literacy for Youth: Programs, Problems and Perspectives. Proceedings of the Youth Literacy Forum (Melbourne, Australia, July 30, 1999)."},
      {
        "id":"ED442939",
        "title":"Make a Man of Him."},
      {
        "id":"ED442941",
        "title":"A Brief History of Education and Training in Wales, 1900-1996. Patterns of Participation in Adult Education and Training. Working Paper 4."},
      {
        "id":"ED442942",
        "title":"The Learning Society. Patterns of Participation in Adult Education and Training. Working Paper 5."},
      {
        "id":"ED442943",
        "title":"Notes towards a Social Theory of Lifetime Learning: History, Place, and the Learning Society. Patterns of Participation in Adult Education and Training. Working Paper 6."},
      {
        "id":"ED442944",
        "title":"Lifetime Learning Trajectories: Close Encounters of Five Kinds. Patterns of Participation in Adult Education and Training. Working Paper 7."},
      {
        "id":"ED442945",
        "title":"Plugging the Gap: The Welsh School-Effect and Initial Education Trajectories. Patterns of Participation in Adult Education and Training. Working Paper 8."}]
  }}
