{
  "response":{"numFound":509939,"start":410000,"numFoundExact":true,"docs":[
      {
        "id":"ED442946",
        "title":"How To Spot a Lifelong Learner at 40 Paces? The Two Components of Determination. Patterns of Participation in Adult Education and Training. Working Paper 9."},
      {
        "id":"ED442947",
        "title":"Space, Mobility and the Education of Minority Groups in Wales: The Survey Results. Patterns of Participation in Adult Education and Training. Working Paper 10."},
      {
        "id":"ED442948",
        "title":"Learning Trajectories: Some Voices of Those &quot;In Transit.&quot; Patterns of Participation in Adult Education and Training. Working Paper 11."},
      {
        "id":"ED442949",
        "title":"Changes in Training Opportunities in South Wales, 1945-1998: The Views of Key Informants. Patterns of Participation in Adult Education and Training. Working Paper 12."},
      {
        "id":"ED442950",
        "title":"Home and Away: The Decline of Informal Learning in South Wales, 1900-1997. Patterns of Participation in Adult Education and Training. Working Paper 13."},
      {
        "id":"ED442951",
        "title":"Two Dimensions of Time: The Changing Social Context of Lifelong Learning. Patterns of Participation in Adult Education and Training. Working Paper 14."},
      {
        "id":"ED442952",
        "title":"Family Influences on Participation in Lifelong Learning. Patterns of Participation in Adult Education and Training. Working Paper 15."},
      {
        "id":"ED442953",
        "title":"Technology Education and Its Promotion in Taiwan."},
      {
        "id":"ED442954",
        "title":"Transforming Lives, Transforming Communities: A Conceptual Framework for Further Education. ARIS Information Sheet."},
      {
        "id":"ED442955",
        "title":"Folk High Schools: An Important Part of Adult Education in Sweden."},
      {
        "id":"ED442956",
        "title":"Reconfiguring Basic Computer Occupations: Between Technology and Service."},
      {
        "id":"ED442957",
        "title":"The NOICC/SOICC Network, 1976-2000. Administrative Report No. 22."},
      {
        "id":"ED442958",
        "title":"Strategies for Reforming Initial Vocational Education and Training in Europe. Final Report of the Project. Leonardo da Vinci/Transnational Pilot Projects: Multiplier Effect, Strand III.3.a. Sharpening Post-16 Education Strategies by Horizontal and Vertical Networking (1997-2000)."},
      {
        "id":"ED442960",
        "title":"Perspectives from the Field: The Socialization of Females with Regard to a Technology-Related Career."},
      {
        "id":"ED442961",
        "title":"Virtual Job Experience: Try before You Choose."},
      {
        "id":"ED442962",
        "title":"Demand-Side Financing--A Focus on Vouchers in Post-Compulsory Education and Training: Discussion Paper and Case Studies. CEDEFOP Dossier."},
      {
        "id":"ED442963",
        "title":"Idaho Displaced Homemaker Programs, Fiscal Year 1998. Vocational Education Legislative Report."},
      {
        "id":"ED442964",
        "title":"Idaho Displaced Homemaker Programs, Fiscal Year 1999. Vocational Education Legislative Report."},
      {
        "id":"ED442965",
        "title":"Vocational Rehabilitation 1999 Annual Report."},
      {
        "id":"ED442966",
        "title":"Project Build: Integrating Technical and Employability Skills in a Construction Industry-Based Welfare-to-Work Training Program."},
      {
        "id":"ED442967",
        "title":"School-to-Work and Inclusion in General Education Teacher Preparation Programs: Instructional Modules for Middle Childhood Subject Area Methods Courses."},
      {
        "id":"ED442968",
        "title":"Route to Success: A Leader School's Youth Consultant Program. Linking Learning with Life."},
      {
        "id":"ED442969",
        "title":"Foundation Degrees. FEDA Responds."},
      {
        "id":"ED442970",
        "title":"Access to Vocational Guidance for People at Risk of Social Exclusion."},
      {
        "id":"ED442971",
        "title":"A Nation of Opportunity: Building America's 21st Century Workforce."},
      {
        "id":"ED442972",
        "title":"Gender and Power Issues in On-Line Learning Environments."},
      {
        "id":"ED442973",
        "title":"Ohio's Career Passport Guidelines."},
      {
        "id":"ED442974",
        "title":"Principles of Good Practice in Workplace/Workforce Education: A Report on the Think Tank (November 16-18, 1995)."},
      {
        "id":"ED442975",
        "title":"Strengthening Guidance Leadership for the 21st Century: A White Paper for Consideration."},
      {
        "id":"ED442976",
        "title":"Some Sociological Alternatives to Human Capital Theory and Their Implications for Research on Post-Compulsory Education and Training. Patterns of Participation in Adult Education and Training. Working Paper 3."},
      {
        "id":"ED442977",
        "title":"The Relationship between Activities of Daily Living and Life Satisfaction in the Elderly: Active Engagement as Compared to Passive Participation."},
      {
        "id":"ED442978",
        "title":"Improving Employability Skills through Cooperative Education and Tech Prep."},
      {
        "id":"ED442979",
        "title":"Vocational Education in the Elementary School."},
      {
        "id":"ED442980",
        "title":"Welfare Reform: Work-Site-Based Activities Can Play an Important Role in TANF Programs. Report to Congressional Requesters."},
      {
        "id":"ED442981",
        "title":"Literacy, Electronic Networking, and the Internet. ILI Technical Report."},
      {
        "id":"ED442983",
        "title":"It's About Time: Parental Activities To Help Middle Grade Students Begin To Think About Career Choice."},
      {
        "id":"ED442984",
        "title":"It's the 11th Hour in Your Teen's High School Career! Do You Know Where Your Kids Are Going? Parental Activities To Help Your Adolescent Make a Successful Transition to Life after High School."},
      {
        "id":"ED442985",
        "title":"Asian Neighborhood Design: A Case Study of a Sectoral Employment Development Approach. Sectoral Employment Development Learning Project."},
      {
        "id":"ED442990",
        "title":"Research, Teaching, Learning: Making Connections in the Education of Adults. Proceedings of the Annual Meeting of the Standing Conference on University Teaching and Research in the Education of Adults (28th, Exeter, England, July 6-8, 1998)."},
      {
        "id":"ED442991",
        "title":"Scholarly Practitioners: The Education of Educators of Adults. Occasional Paper. The Proceedings of the International Conference on Training Adult Educators (3rd, Exeter, England, July 8-11, 1998)."},
      {
        "id":"ED442992",
        "title":"Middle School Career Education and Development. Practice Application Brief No. 9."},
      {
        "id":"ED442993",
        "title":"Informal Workplace Learning. Practice Application Brief No. 10."},
      {
        "id":"ED442994",
        "title":"Vocational Teacher Professional Development. Practice Application Brief No. 11."},
      {
        "id":"ED442995",
        "title":"Vocational Education in Switzerland: Facts, Figures and Prospects."},
      {
        "id":"ED442996",
        "title":"A Five-Stage Model To Facilitate Critical Reflection Using Interviewing Skills."},
      {
        "id":"ED442997",
        "title":"Ideas That Work."},
      {
        "id":"ED442998",
        "title":"An Appraisal of NOICC/SOICC Needs for Data from the 1990 Decennial Census. NOICC Occasional Papers."},
      {
        "id":"ED442999",
        "title":"Career Information Delivery Systems: A Summary Status Report. NOICC Occasional Paper."},
      {
        "id":"ED443000",
        "title":"Occupational Information: The &quot;Blue Highways&quot; of the Labor Market. NOICC Occasional Paper."},
      {
        "id":"ED443001",
        "title":"Career Information Hotlines Sampler. NOICC Occasional Paper."},
      {
        "id":"ED443003",
        "title":"Protective Bars? Report on the EPEA International Conference on Prison Education (6th, Budapest, Hungary, November 1-5, 1997)."},
      {
        "id":"ED443004",
        "title":"Sorry...You Aren't Qualified: Students' Perceptions of Job Candidates as a Function of Name Race."},
      {
        "id":"ED443006",
        "title":"Building Linkages: Making Integrated Standards Work for Education and Industry."},
      {
        "id":"ED443007",
        "title":"The Need for Competencies Due to the Increasing Use of Information and Communication Technologies. CEDEFOP Panorama."},
      {
        "id":"ED443008",
        "title":"Steady Work and Better Jobs: How To Help Low-Income Parents Sustain Employment and Advance in the Workforce. A How-To Guide. ReWORKing Welfare: Technical Assistance for States and Localities."},
      {
        "id":"ED443009",
        "title":"Chormmunity: Co-Creating Embodied Community."},
      {
        "id":"ED443010",
        "title":"Scottish School Leavers: Gender and Low Achievement. Scottish School Leavers Survey: Special Report II."},
      {
        "id":"ED443011",
        "title":"Gender and Low Achievement. Scottish School Leavers Survey."},
      {
        "id":"ED443012",
        "title":"High-Attaining Female School Leavers. Scottish School Leavers Survey: Special Report III."},
      {
        "id":"ED443013",
        "title":"High Attaining Female School Leavers. Scottish School Leavers Survey."},
      {
        "id":"ED443014",
        "title":"Qualification and Employment Opportunities. IAB Labour Market Research Topics No. 38."},
      {
        "id":"ED443015",
        "title":"Program Standards for Business: What Wisconsin Students Should Know and Be Able To Do in Business."},
      {
        "id":"ED443016",
        "title":"Illinois Occupational Skill Standards: Administrative Support Cluster."},
      {
        "id":"ED443017",
        "title":"Illinois Occupational Skill Standards: Chemical Process Technical Operators."},
      {
        "id":"ED443018",
        "title":"Illinois Occupational Skill Standards: Clinical Laboratory Science/Biotechnology Cluster."},
      {
        "id":"ED443019",
        "title":"Illinois Occupational Skill Standards: Entry-Level Truck Driver."},
      {
        "id":"ED443020",
        "title":"Illinois Occupational Skill Standards: Floristry Cluster."},
      {
        "id":"ED443021",
        "title":"Illinois Occupational Skill Standards: Foodservice Cluster."},
      {
        "id":"ED443022",
        "title":"Illinois Occupational Skill Standards: Greenhouse/Nursery Cluster."},
      {
        "id":"ED443023",
        "title":"Illinois Occupational Skill Standards: Information Processing Cluster."},
      {
        "id":"ED443024",
        "title":"Illinois Occupational Skill Standards: Landscape Technician Cluster."},
      {
        "id":"ED443025",
        "title":"Illinois Occupational Skill Standards: Legal Office Cluster."},
      {
        "id":"ED443026",
        "title":"Illinois Occupational Skill Standards: Lodging Cluster."},
      {
        "id":"ED443027",
        "title":"Illinois Occupational Skill Standards: Machining Skills Cluster."},
      {
        "id":"ED443028",
        "title":"Illinois Occupational Skill Standards: Medical Office Cluster."},
      {
        "id":"ED443029",
        "title":"Illinois Occupational Skill Standards: Metal Stamping Skills Cluster."},
      {
        "id":"ED443030",
        "title":"Illinois Occupational Skill Standards: Nursing Cluster."},
      {
        "id":"ED443031",
        "title":"Illinois Occupational Skill Standards: Press Operations Cluster."},
      {
        "id":"ED443032",
        "title":"Illinois Occupational Skill Standards: Physical Therapist Assistant Cluster."},
      {
        "id":"ED443033",
        "title":"Illinois Occupational Skill Standards: Retail Garden Center Cluster."},
      {
        "id":"ED443034",
        "title":"Illinois Occupational Skill Standards: Surgical Technologist."},
      {
        "id":"ED443035",
        "title":"Hawai&apos;i Youth at Risk? Conceptual Challenges in Communicating a Statewide Mentoring Initiative."},
      {
        "id":"ED443036",
        "title":"Treating Adolescent Substance Abuse: An Exploration of Family Therapy."},
      {
        "id":"ED443037",
        "title":"Advancing Research on Developmental Plasticity: Integrating the Behavioral Science and Neuroscience of Mental Health. Proceedings (Chantilly, Virginia, May 12-15, 1996)."},
      {
        "id":"ED443038",
        "title":"Treatment of Adolescents with Substance Use Disorders. Treatment Improvement Protocol (TIP) Series 32."},
      {
        "id":"ED443039",
        "title":"Screening and Assessing Adolescents for Substance Use Disorders. Treatment Improvement Protocol (TIP) Series 31."},
      {
        "id":"ED443040",
        "title":"Treatment for Stimulant Use Disorders. Treatment Improvement Protocol (TIP) Series 33."},
      {
        "id":"ED443041",
        "title":"Brief Interventions and Brief Therapies for Substance Abuse. Treatment Improvement Protocol (TIP) Series 34."},
      {
        "id":"ED443042",
        "title":"Enhancing Motivation for Change in Substance Abuse Treatment. Treatment Improvement Protocol (TIP) Series 35."},
      {
        "id":"ED443043",
        "title":"Substance Abuse Treatment for Persons with HIV/AIDS. Treatment Improvement Protocol (TIP) Series 37."},
      {
        "id":"ED443044",
        "title":"Ethical Behavior and Human Development among Male and Female Graduate and Undergraduate College Students."},
      {
        "id":"ED443045",
        "title":"Relationship between Attributional Errors and At-Risk Behaviors among Juvenile Delinquents."},
      {
        "id":"ED443046",
        "title":"Predicting Improvement among University Counseling Center Clients."},
      {
        "id":"ED443048",
        "title":"The Influence of Formal Education on Social Attitudes and Helping Behavior."},
      {
        "id":"ED443049",
        "title":"Inclusion of Qualitative Research: Content Analysis of ACA Journals."},
      {
        "id":"ED443052",
        "title":"Wisconsin Youth Risk Behavior Survey. Executive Summary and Report."},
      {
        "id":"ED443053",
        "title":"Substance Abuse Treatment and Domestic Violence. Treatment Improvement Protocol (TIP) Series 25."},
      {
        "id":"ED443054",
        "title":"Substance Abuse among Older Adults. Treatment Improvement Protocol (TIP) Series 26."},
      {
        "id":"ED443055",
        "title":"Comprehensive Case Management for Substance Abuse Treatment. Treatment Improvement Protocol (TIP) Series 27."},
      {
        "id":"ED443056",
        "title":"Substance Use Disorder Treatment for People with Physical and Cognitive Disabilities. Treatment Improvement Protocol (TIP) Series 29."},
      {
        "id":"ED443057",
        "title":"Continuity of Offender Treatment for Substance Use Disorders from Institution to Community. Treatment Improvement Protocol (TIP) Series 30."},
      {
        "id":"ED443058",
        "title":"Safe and Drug-Free Schools and Communities. 1998 Student Survey Results."},
      {
        "id":"ED443059",
        "title":"Nevada School-Based Substance Abuse and Violence Prevention Programs: An Examination of Effectiveness, 1997-98."},
      {
        "id":"ED443060",
        "title":"Nevada Youth Risk Behavior Survey Report 1999."},
      {
        "id":"ED443061",
        "title":"ClassMaps: Making Mentally Healthy Classrooms Promotes Academic Success."},
      {
        "id":"ED443062",
        "title":"&quot;Here's Looking at You, Kid&quot;: Alcohol, Drugs, and Tobacco in Entertainment Media. A Literature Review Prepared for The National Center on Addiction and Substance Abuse at Columbia University."},
      {
        "id":"ED443063",
        "title":"Time Demands of Psychological Assessment: Implications for School Psychology."},
      {
        "id":"ED443064",
        "title":"Comparing Drug-Using Behaviors among High School Graduates Entering Military Service, College, and Civilian Employment. Monitoring the Future Occasional Paper 42."},
      {
        "id":"ED443065",
        "title":"Acting Out and Lighting Up: Understanding the Links among School Misbehavior, Academic Achievement, and Cigarette Use. Monitoring the Future Occasional Paper 46."},
      {
        "id":"ED443066",
        "title":"Monitoring the Future National Results on Adolescent Drug Use: Overview of Key Findings, 1999."},
      {
        "id":"ED443067",
        "title":"Texas School Survey of Substance Use among Students on the Border, 1998: Grades 4-12."},
      {
        "id":"ED443068",
        "title":"The Efficacy of Short- and Long-Term Therapy in the Treatment of Childhood Sexual Abuse: A Review of the Literature."},
      {
        "id":"ED443071",
        "title":"Career Development of Elementary School Students in Western Kansas: Gender Stereotyping and Other Barriers to Achievement."},
      {
        "id":"ED443072",
        "title":"Substance Use, Safety and School Climate in Idaho, 1998."},
      {
        "id":"ED443077",
        "title":"Becoming Successful Readers: A Volunteer Tutoring Program for Culturally Diverse Students."},
      {
        "id":"ED443079",
        "title":"Effect of Computer-Assisted Instruction (CAI) on Reading Achievement: A Meta-Analysis."},
      {
        "id":"ED443080",
        "title":"Building, Implementing, & Sustaining a Beginning Reading Model: School by School and Lessons Learned."},
      {
        "id":"ED443081",
        "title":"Preschoolers' Language during Use of Multiethnic Books in Daycare."},
      {
        "id":"ED443082",
        "title":"Everyone's a Criminal? Reflections on Critical Reading in the Primary Classroom."},
      {
        "id":"ED443083",
        "title":"Testing versus Functional Approaches in Determining Reading Progress."},
      {
        "id":"ED443084",
        "title":"Investigating Reading Approaches: How Much Reliability Can Be Placed in Past and Present Research?"},
      {
        "id":"ED443085",
        "title":"Educators' Judgements of Children's Spelling Errors as Predictors of Reading Disability."},
      {
        "id":"ED443086",
        "title":"Narrowing the Gap in Reading: Instructional Promise and Peril."},
      {
        "id":"ED443087",
        "title":"The Role of Sentence Context in the Resolution of the Word \"to\" during Reading."},
      {
        "id":"ED443088",
        "title":"History of the College Reading Association, 1958-1998."},
      {
        "id":"ED443089",
        "title":"Creating Connections, Building Constructions: Language, Literacy, and Play in Early Childhood."},
      {
        "id":"ED443090",
        "title":"Fostering High Levels of Reading and Learning in Secondary Students."},
      {
        "id":"ED443091",
        "title":"Reaching Politicians through the Media."},
      {
        "id":"ED443092",
        "title":"Uniting Students To Subvert the Testing and Technology Craze."},
      {
        "id":"ED443093",
        "title":"Literacy and Politics: A Conversation with Myself."},
      {
        "id":"ED443094",
        "title":"Literacy and Cyberculture."},
      {
        "id":"ED443095",
        "title":"Experiences in Collaboration: Development of an Interactive Hypermedia Program."},
      {
        "id":"ED443096",
        "title":"On Choosing To Be a Literacy Animator."},
      {
        "id":"ED443097",
        "title":"A Survey of Sustained Silent Reading Practices in Seventh-Grade Classrooms."},
      {
        "id":"ED443098",
        "title":"Learning on the Web: A Content Literacy Perspective."},
      {
        "id":"ED443099",
        "title":"Wait for Me! Reader Control of Narration Rate in Talking Books."},
      {
        "id":"ED443100",
        "title":"Dancing on the Keyboard: A Theoretical Basis for the Use of Computers in the Classroom."},
      {
        "id":"ED443101",
        "title":"Improving Student Reading Skills through Sight Word Instruction."},
      {
        "id":"ED443102",
        "title":"A Study of Reading Motivation Techniques with Primary Elementary School Students."},
      {
        "id":"ED443103",
        "title":"Improving Phonemic Awareness through Direct Instruction."},
      {
        "id":"ED459135",
        "title":"Russia: Secondary Education and Training. Secondary Education Series."},
      {
        "id":"ED459136",
        "title":"Poland: Secondary Education and Training. Secondary Education Series."},
      {
        "id":"ED459137",
        "title":"Double-Shift Secondary Schools: Possibilities and Issues. Secondary Education Series."},
      {
        "id":"ED459140",
        "title":"Promoting Healthy Youth, Schools, and Communities: A Guide to Community-School Health Advisory Councils."},
      {
        "id":"ED459146",
        "title":"Improving Student Teachers' Reflection and Personal Practical Knowledge."},
      {
        "id":"ED459147",
        "title":"Teacher Leadership: A Profile To Identify the Potential."},
      {
        "id":"ED459149",
        "title":"The Effectiveness of Teacher Resource Centre Strategy. Education Research Paper. Full Report."},
      {
        "id":"ED459150",
        "title":"Teacher Job Satisfaction in Developing Countries. Educational Research Supplemental Series (G)."},
      {
        "id":"ED459152",
        "title":"Key Elements of Quality Schools: A Survey of Teachers, Students and Principals. The MetLife Survey of the American Teacher, 2001."},
      {
        "id":"ED459153",
        "title":"In the Teacher/Service/Scholar Model: What Is Valued as \"Teaching\" in the Promotion and Tenure Process?"},
      {
        "id":"ED459154",
        "title":"Whose Reform: Teachers' Voices from Silence."},
      {
        "id":"ED459155",
        "title":"Expeditionary Learning Approach in Integrated Teacher Education: Model Effectiveness and Dilemma."},
      {
        "id":"ED459159",
        "title":"School Accountability and Teacher Training. Briefing."},
      {
        "id":"ED459160",
        "title":"California's Initiative To Attract Highly Qualified Teachers into Low Performing Schools."},
      {
        "id":"ED459161",
        "title":"Web-Based Teacher Education: Improving Communication and Professional Knowledge in Preservice and Inservice Teacher Training."},
      {
        "id":"ED459162",
        "title":"Yoga Asanas for the Relief and Prevention of Carpal Tunnel Syndrome."},
      {
        "id":"ED459167",
        "title":"In Pursuit of Teacher Quality: Three Models of Success."},
      {
        "id":"ED459169",
        "title":"Teacher Learning, Informal and Formal: Results of a Canadian Teachers' Federation Survey. NALL Working Paper."},
      {
        "id":"ED459170",
        "title":"Informal/Formal Learning and Workload among Ontario Secondary School Teachers. NALL Working Paper."},
      {
        "id":"ED459171",
        "title":"School Health Index for Physical Activity and Healthy Eating: A Self-Assessment and Planning Guide. Middle School/High School."},
      {
        "id":"ED459172",
        "title":"Toward a Comprehensive Approach to Teacher Quality. Policy Brief."},
      {
        "id":"ED459173",
        "title":"Effective Unit Planning: From Theory to Reality."},
      {
        "id":"ED459174",
        "title":"Evaluating Student Reflections."},
      {
        "id":"ED459175",
        "title":"Appalachian Women Teaching the Future."},
      {
        "id":"ED459183",
        "title":"Understanding the 1999 MCAS Student Report for Parents/Guardians. The Massachusetts Comprehensive Assessment System."},
      {
        "id":"ED459184",
        "title":"MCAS Technical Report, 1999. Massachusetts Comprehensive Assessment System."},
      {
        "id":"ED459185",
        "title":"Guide to Interpreting the 1999 MCAS Reports for Schools and Districts. Massachusetts Comprehensive Assessment System."},
      {
        "id":"ED459186",
        "title":"Colorado Student Assessment Program Technical Report, 2000."},
      {
        "id":"ED459189",
        "title":"Improving School Accountability Measures. NBER Working Paper Series."},
      {
        "id":"ED459190",
        "title":"A Self-Study Guide to Implementation of Inclusive Assessment and Accountability Systems. A Best Practice Approach."},
      {
        "id":"ED459191",
        "title":"Real Results, Remaining Challenges: The Story of Texas Education Reform."},
      {
        "id":"ED459192",
        "title":"Measuring Up: A Standards and Assessment Benchmarking Report for Massachusetts."},
      {
        "id":"ED459193",
        "title":"Geometric Foundation and Quantification of the Flow in a Verbal Expression."},
      {
        "id":"ED459194",
        "title":"School and Classroom Practices during Two Years of Education Reform in Washington State. CSE Technical Report."},
      {
        "id":"ED459195",
        "title":"Addendum to Improving Classroom Assessment: A Toolkit for Professional Developers."},
      {
        "id":"ED459196",
        "title":"Pacific Educational Research Journal, 2000."},
      {
        "id":"ED459199",
        "title":"Factorial Invariance of the Advanced Placement International English Language Exam (APIEL[R]) across Chinese and German Samples."},
      {
        "id":"ED459200",
        "title":"Measuring Knowledge of Introductory Psychology: What Are the Relevant Constructs?"},
      {
        "id":"ED459201",
        "title":"Failing Schools in Michigan: The Surprising Scale."},
      {
        "id":"ED459202",
        "title":"Testing Non-Nil Null Hypotheses with t Tests of Group Means: A Monte Carlo Study."},
      {
        "id":"ED459203",
        "title":"UA Key Student Outcomes Indicators: A Comparative Analysis of Alumni Survey Responses by Survey Year Cohort &amp; College, 1997-2000."},
      {
        "id":"ED459205",
        "title":"Assessment and Testing in an English Classroom in India."},
      {
        "id":"ED459206",
        "title":"A Test of the Instructional Strategy of Using Advance Organizers."},
      {
        "id":"ED459207",
        "title":"Adapting Tests for Use in Multiple Languages and Cultures. Laboratory of Psychometric and Evaluative Research Report."},
      {
        "id":"ED459208",
        "title":"Assessment and the Adult Learner: Does Authentic Assessment Influence Learning?"},
      {
        "id":"ED459209",
        "title":"Teacher Followup Survey, 1994-1995: Data File User's Manual, Public-Use Version. Schools and Staffing Survey."},
      {
        "id":"ED459210",
        "title":"Survey of State Correctional Education Systems: Analysis of Data from 1992 Field Test."},
      {
        "id":"ED459212",
        "title":"Judging Evidence of the Validity of the National Assessment of Educational Progress Achievement Levels."},
      {
        "id":"ED459214",
        "title":"Increasing and Decreasing Anxiety: A Study of Doctoral Students in Education Research Courses."},
      {
        "id":"ED459215",
        "title":"Questionnaire Surveys: Four Survey Instruments in Educational Research."},
      {
        "id":"ED459216",
        "title":"A Model of Mathematics Achievement Using Proficiency Scores."},
      {
        "id":"ED459217",
        "title":"Schools More Separate: Consequences of a Decade of Resegregation."},
      {
        "id":"ED459218",
        "title":"March toward Excellence: School Success and Minority Student Achievement in Department of Defense Schools. A Report to the National Education Goals Panel. Lessons from the States."},
      {
        "id":"ED459220",
        "title":"Summary of the Nation. Ed Watch Online."},
      {
        "id":"ED459221",
        "title":"State Summary of Alabama. Ed Watch Online."},
      {
        "id":"ED459222",
        "title":"State Summary of Alaska. Ed Watch Online."},
      {
        "id":"ED459223",
        "title":"State Summary of Arizona. Ed Watch Online."},
      {
        "id":"ED459224",
        "title":"State Summary of Arkansas. Ed Watch Online."},
      {
        "id":"ED459225",
        "title":"State Summary of California. Ed Watch Online."},
      {
        "id":"ED459226",
        "title":"State Summary of Colorado. Ed Watch Online."},
      {
        "id":"ED459227",
        "title":"State Summary of Connecticut. Ed Watch Online."},
      {
        "id":"ED459228",
        "title":"State Summary of Delaware. Summaries. Ed Watch Online."},
      {
        "id":"ED459229",
        "title":"State Summary of District of Columbia. Ed Watch Online."},
      {
        "id":"ED459230",
        "title":"State Summary of Florida. Ed Watch Online."},
      {
        "id":"ED459231",
        "title":"State Summary of Georgia. Ed Watch Online."},
      {
        "id":"ED459232",
        "title":"State Summary of Hawaii. Ed Watch Online."},
      {
        "id":"ED459233",
        "title":"State Summary of Idaho. Ed Watch Online."},
      {
        "id":"ED459234",
        "title":"State Summary of Illinois. Ed Watch Online."},
      {
        "id":"ED459235",
        "title":"State Summary of Indiana. Ed Watch Online."},
      {
        "id":"ED459236",
        "title":"State Summary of Iowa. Ed Watch Online."},
      {
        "id":"ED459237",
        "title":"State Summary of Kansas. Ed Watch Online."},
      {
        "id":"ED459238",
        "title":"State Summary of Kentucky. Ed Watch Online."},
      {
        "id":"ED459239",
        "title":"State Summary of Louisiana. Ed Watch Online."},
      {
        "id":"ED459240",
        "title":"State Summary of Maine. Ed Watch Online."},
      {
        "id":"ED459241",
        "title":"State Summary of Maryland. Ed Watch Online."},
      {
        "id":"ED459242",
        "title":"State Summary of Massachusetts. Ed Watch Online."},
      {
        "id":"ED459243",
        "title":"State Summary of Michigan. Ed Watch Online."},
      {
        "id":"ED459244",
        "title":"State Summary of Minnesota. Ed Watch Online."},
      {
        "id":"ED459245",
        "title":"State Summary of Mississippi. Ed Watch Online."},
      {
        "id":"ED459246",
        "title":"State Summary of Missouri. Ed Watch Online."},
      {
        "id":"ED459247",
        "title":"State Summary of Montana. Ed Watch Online."},
      {
        "id":"ED459248",
        "title":"State Summary of Nebraska. Ed Watch Online."},
      {
        "id":"ED459249",
        "title":"State Summary of Nevada. Ed Watch Online."},
      {
        "id":"ED459250",
        "title":"State Summary of New Hampshire. Ed Watch Online."},
      {
        "id":"ED459251",
        "title":"State Summary of New Jersey. Ed Watch Online."},
      {
        "id":"ED459252",
        "title":"State Summary of New Mexico. Ed Watch Online."},
      {
        "id":"ED459253",
        "title":"State Summary of New York. Ed Watch Online."},
      {
        "id":"ED459254",
        "title":"State Summary of North Carolina. Ed Watch Online."},
      {
        "id":"ED459255",
        "title":"State Summary of North Dakota. Ed Watch Online."},
      {
        "id":"ED459256",
        "title":"State Summary of Ohio. Ed Watch Online."},
      {
        "id":"ED459257",
        "title":"State Summary of Oklahoma. Ed Watch Online."},
      {
        "id":"ED459258",
        "title":"State Summary of Oregon. Ed Watch Online."},
      {
        "id":"ED459259",
        "title":"State Summary of Pennsylvania. Ed Watch Online."},
      {
        "id":"ED459260",
        "title":"State Summary of Rhode Island. Ed Watch Online."},
      {
        "id":"ED459261",
        "title":"State Summary of South Carolina. Ed Watch Online."},
      {
        "id":"ED459262",
        "title":"State Summary of South Dakota. Ed Watch Online."},
      {
        "id":"ED459263",
        "title":"State Summary of Tennessee. Ed Watch Online."},
      {
        "id":"ED459264",
        "title":"State Summary of Texas. Ed Watch Online."},
      {
        "id":"ED459265",
        "title":"State Summary of Utah. Ed Watch Online."},
      {
        "id":"ED459266",
        "title":"State Summary of Vermont. Ed Watch Online."},
      {
        "id":"ED459267",
        "title":"State Summary of Virginia. Ed Watch Online."},
      {
        "id":"ED459268",
        "title":"State Summary of Washington. Ed Watch Online."},
      {
        "id":"ED459269",
        "title":"State Summary of West Virginia. Ed Watch Online."},
      {
        "id":"ED459270",
        "title":"State Summary of Wisconsin. Ed Watch Online."},
      {
        "id":"ED459271",
        "title":"State Summary of Wyoming. Ed Watch Online."},
      {
        "id":"ED459273",
        "title":"A Special Remedy: Roma and Schools for the Mentally Handicapped in the Czech Republic. Country Reports Series."},
      {
        "id":"ED459274",
        "title":"Campland: Racial Segregation of Roma in Italy. Country Reports Series."},
      {
        "id":"ED459276",
        "title":"Psychologists in Partnership with Criminal Justice in American Public Schools: A Match Made in Heaven or a Marriage from Hell?"},
      {
        "id":"ED459277",
        "title":"Sustaining School-Community Partnerships To Enhance Outcomes for Children and Youth: A Guidebook and Tool Kit."},
      {
        "id":"ED459278",
        "title":"The Role of Education in Preventing Ethnic Conflicts: The Case of Roma in the Czech Republic. GSFI Occasional Paper."},
      {
        "id":"ED459281",
        "title":"Running To Keep in Place: The Continuing Evolution of Our Nation's Child Welfare System. Occasional Paper. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459282",
        "title":"Red Flags: Research Raises Concerns about the Impact of &quot;Welfare Reform&quot; on Child Maltreatment."},
      {
        "id":"ED459285",
        "title":"School Choice and Government Reform: Pillars of an Urban Renaissance. Civic Bulletin."},
      {
        "id":"ED459286",
        "title":"A Social Justice Framework for Child Welfare: The Agenda for a New Century. A Summary of Proceedings of the Conference (St. Paul, Minnesota, June 23, 2000)."},
      {
        "id":"ED459287",
        "title":"Calculating a Cohort Dropout Rate for the Chicago Public Schools: A Technical Research Report."},
      {
        "id":"ED459288",
        "title":"School Vouchers: Publicly Funded Programs in Cleveland and Milwaukee. Report to the Honorable Judd Gregg, U.S. Senate."},
      {
        "id":"ED459289",
        "title":"Healthy People 2000 Final Review: National Health Promotion and Disease Prevention Objectives."},
      {
        "id":"ED459290",
        "title":"Transforming Urban Public Schools: The Role of Standards and Accountability."},
      {
        "id":"ED459291",
        "title":"Evaluation of the Courtlink Auto Crime Prevention Program (CACPP) for Senior Elementary and Alternative School Students in British Columbia."},
      {
        "id":"ED459292",
        "title":"Segregation in the Boston Metropolitan Area at the End of the 20th Century."},
      {
        "id":"ED459293",
        "title":"National Education Summit, 2001 Briefing Book."},
      {
        "id":"ED459294",
        "title":"Racial Harassment in Vermont Public Schools."},
      {
        "id":"ED459295",
        "title":"What Schools Need To Know: LGBT Students and the Law."},
      {
        "id":"ED459296",
        "title":"After Welfare Reform and an Economic Boom: Why Is Child Poverty Still So Much Higher in the U.S. Than in Europe?"},
      {
        "id":"ED459297",
        "title":"Zero Indifference: A How-To Guide for Ending Name-Calling in Schools."},
      {
        "id":"ED459298",
        "title":"Children and Families in Urban Schools and Communities Roundtable (Philadelphia, Pennsylvania, November 30-December 1, 2000). Fathers and Families Second-Tier Roundtable Series."},
      {
        "id":"ED459301",
        "title":"Success for All and Comprehensive School Reform: Evidence-Based Policies for Urban Education."},
      {
        "id":"ED459302",
        "title":"Closing the Achievement Gap: Views from Nine Schools."},
      {
        "id":"ED459303",
        "title":"Increasing Opportunity To Learn via Access to Rigorous Courses and Programs: One Strategy for Closing the Achievement Gap for At-Risk and Ethnic Minority Students."},
      {
        "id":"ED459304",
        "title":"Community Change for Youth Development in Kansas City: A Case Study of How a Traditional Youth-Serving Organization (YMCA) Becomes a Community Builder."},
      {
        "id":"ED459305",
        "title":"State of Impunity: Human Rights Abuse of Roma in Romania. Country Reports Series."},
      {
        "id":"ED459306",
        "title":"Deepening Disparity: Income Equality in New York City."},
      {
        "id":"ED459309",
        "title":"Principles and Practise of Fair Assessment."},
      {
        "id":"ED459311",
        "title":"Postsecondary Education: Wisconsin Tells Parents in Poverty--&quot;You Don't Need No Book Larnin.'&quot; Working &amp; Poor in Wisconsin."},
      {
        "id":"ED459312",
        "title":"People with Disabilities: Confronting Obstacles, Old and New. Working &amp; Poor in Wisconsin."},
      {
        "id":"ED459313",
        "title":"The Virtual Research and Extension Communication Network (VRECN): An Interactive Learning and Communication Network for Research and Extension Personnel. Concept Paper for the Food &amp; Agriculture Organisation of the United Nations (FAO)."},
      {
        "id":"ED459315",
        "title":"Building a Level Playing Field: The Need To Expand and Improve the National and State Adult Education and Literacy Systems. NCSALL Occasional Paper."},
      {
        "id":"ED459316",
        "title":"Building Communities: ACE, Lifelong Learning and Social Capital. An Anthology of Word Portraits Reporting Research Conducted for the Adult, Community and Further Education Board."},
      {
        "id":"ED459317",
        "title":"Learning in the Fast Lane: Adult Learners' Persistence and Success in Accelerated College Programs. New Agenda Series[TM]. Volume 4, Number 1."},
      {
        "id":"ED459318",
        "title":"Administrative Office Technology. FasTrak Specialization Integrated Technical and Academic Competency (ITAC). Revised."},
      {
        "id":"ED459319",
        "title":"Back to the 3 R's: Reading, Writing, Rhetoric."},
      {
        "id":"ED459322",
        "title":"Victims of Ageist Attitudes--But How Do the Older Workers Themselves View Their Competence?"},
      {
        "id":"ED459323",
        "title":"The Balancing Act of Adult Life. ERIC Digest."},
      {
        "id":"ED459324",
        "title":"Students with Disabilities in Career and Technical Education. ERIC Digest."},
      {
        "id":"ED459325",
        "title":"Considering Culture in the Selection of Teaching Approaches for Adults. ERIC Digest."},
      {
        "id":"ED459326",
        "title":"The Joint CEDEFOP/ETF Project on 'Scenarios and Strategies for Vocational Training and Lifelong Learning in Europe': A Contribution to the Debate on the Future of Europe."},
      {
        "id":"ED459327",
        "title":"Career Guidance and Counselling: Theory and Practice for the 21st Century. Conference Report (Budapest, Hungary, March 29-31, 2000)."},
      {
        "id":"ED459328",
        "title":"Career Education and Labour Market Conditions: The Skills Gap Myth."},
      {
        "id":"ED459329",
        "title":"A Follow-Up Study of Trained Adolescent Students in the Workforce Who Graduated from Robert E. Abbott Accelerated Middle School, Waukegan, Illinois."},
      {
        "id":"ED459330",
        "title":"A Case Study of Perceptions of Computer-Based Instruction by Nursing Students in a Two-Year College: Implications for Adult Continuing Education and Program Planning."},
      {
        "id":"ED459331",
        "title":"A Fourth Chance for Second Chance Programs: Lessons from the Old for the New. Policy Issues Monograph."},
      {
        "id":"ED459332",
        "title":"The Public Employment Service in a One-Stop World. Policy Issues Monograph."},
      {
        "id":"ED459333",
        "title":"A Second Chance for the Fourth Chance: A Critique of the Workforce Investment Act of 1998 and a Challenge to State and Local Workforce Investment Boards. Policy Issues Monograph."},
      {
        "id":"ED459334",
        "title":"Making Connections: Youth Program Strategies for a Generation of Challenge. Commendable Examples from the Levitan Youth Policy Network. Policy Issues Monograph."},
      {
        "id":"ED459335",
        "title":"Poverty Ain't What It Used To Be: The Case for and Consequences of Redefining Poverty. Policy Issues Monograph."},
      {
        "id":"ED459336",
        "title":"WIA Youth Policy Councils: Key to the Future for a Generation of Challenge. Policy Issues Monograph."},
      {
        "id":"ED459337",
        "title":"Confronting the Youth Demographic Challenge: The Labor Market Prospects of Out-of-School Young Adults. Policy Issues Monograph."},
      {
        "id":"ED459338",
        "title":"The 21st Century Challenge: Moving the Youth Agenda Forward. A Policy Study of the Levitan Youth Policy Network. Public Policy Issues Monograph."},
      {
        "id":"ED459340",
        "title":"Online Learning. ARIS Information Sheet."},
      {
        "id":"ED459341",
        "title":"Teachers Transform Lives."},
      {
        "id":"ED459343",
        "title":"Curriculum Development Guidelines. New ICT Curricula for the 21st Century: Designing Tomorrow's Education."},
      {
        "id":"ED459344",
        "title":"Generic ICT Skills Profiles: Future Skills for Tomorrow's World."},
      {
        "id":"ED459345",
        "title":"Widening Literacy: A Training Manual for Managers of Adult Literacy Learning Programs."},
      {
        "id":"ED459346",
        "title":"The Supply of Information Technology Workers in the United States."},
      {
        "id":"ED459351",
        "title":"Human Capital: Attracting and Retaining a High-Quality Information Technology Workforce. Testimony before the Subcommittee on Technology and Procurement Policy, Committee on Government Reform, U.S. House of Representatives."},
      {
        "id":"ED459352",
        "title":"Workforce Development Education Program. Program Review. Report."},
      {
        "id":"ED459353",
        "title":"Women in Management: Analysis of Selected Data from the Current Population Survey. Report to Congressional Requesters."},
      {
        "id":"ED459354",
        "title":"The Challenge of Helping Low-Income Fathers Support Their Children: Final Lessons from Parents' Fair Share."},
      {
        "id":"ED459355",
        "title":"A Comparative Analysis of Transitions from Education to Work in Europe (CATEWE). Final Report [and] Annex to the Final Report."},
      {
        "id":"ED459356",
        "title":"Pre-G.E.D. Assessment and Certification in Illinois: Final Report and Recommendations."},
      {
        "id":"ED459357",
        "title":"Critical Reflective Work Behaviour: A Survey Research."},
      {
        "id":"ED459358",
        "title":"Health Concerns in Communities and the Wider Benefits of Learning. Perspectives from Practice in Scotland."},
      {
        "id":"ED459359",
        "title":"Return on Investment in Training. Myths and Realities."},
      {
        "id":"ED459360",
        "title":"Learning Technologies in Adult Education. Myths and Realities."},
      {
        "id":"ED459361",
        "title":"The Older Worker. Myths and Realities."},
      {
        "id":"ED459370",
        "title":"Spirituality in Adult and Higher Education. ERIC Digest."},
      {
        "id":"ED459371",
        "title":"Technological Literacy. ERIC Digest."},
      {
        "id":"ED459372",
        "title":"National Health Priority Areas Report, 1998--Mental Health: A Report Focusing on Depression, 1998."},
      {
        "id":"ED459373",
        "title":"Adolescent Drug Use: Trends in Abuse, Treatment and Prevention."},
      {
        "id":"ED459374",
        "title":"Heroin: Challenge for the 21st Century."},
      {
        "id":"ED459375",
        "title":"Alaska Youth Risk Behavior Survey, 1999 and Alaska School Health Education Profile, 1998."},
      {
        "id":"ED459376",
        "title":"E-Mail Counseling: Skills for Maximum Impact. ERIC/CASS Digest."},
      {
        "id":"ED459377",
        "title":"Globalization of Professions: A U.S. Perspective with the Cyberworld in Mind. ERIC/CASS Digest."},
      {
        "id":"ED459378",
        "title":"Impact of Cultural and Global Issues on Online Support Groups. ERIC/CASS Digest."},
      {
        "id":"ED459379",
        "title":"Heroin: Abuse and Addiction. National Institute on Drug Abuse Research Report Series."},
      {
        "id":"ED459380",
        "title":"Nicotine Addiction. National Institute on Drug Abuse Research Report Series."},
      {
        "id":"ED459381",
        "title":"The NIDA Community-Based Outreach Model: A Manual To Reduce the Risk of HIV and Other Blood-Borne Infections in Drug Users."},
      {
        "id":"ED459382",
        "title":"Field Manual for Mental Health and Human Service Workers in Major Disasters."},
      {
        "id":"ED459383",
        "title":"Training Manual for Mental Health and Human Service Workers in Major Disasters. Second Edition."},
      {
        "id":"ED459384",
        "title":"Psychosocial Issues for Children and Adolescents in Disasters. Second Edition."},
      {
        "id":"ED459385",
        "title":"The Encultured Body: Policy Implications for Healthy Body Image and Disordered Eating Behaviours."},
      {
        "id":"ED459386",
        "title":"Focus on Inhalants."},
      {
        "id":"ED459387",
        "title":"Changing Channels. Teacher's Guide."},
      {
        "id":"ED459389",
        "title":"Extremeness, Flexibility, and Indifference Response Sets: A Cross-Cultural Study."},
      {
        "id":"ED459390",
        "title":"Group Therapy Training in a Doctoral Program."},
      {
        "id":"ED459391",
        "title":"Emotional, Social, and Spiritual Well-Being of GLB Clergy."},
      {
        "id":"ED459392",
        "title":"Children's Self-Concept and Motivation Assessment: Initial Reliability and Validity."},
      {
        "id":"ED459393",
        "title":"Educationally Resilient Adolescents' Implicit Knowledge of the Resilience Phenomenon."},
      {
        "id":"ED459394",
        "title":"Promoting Safety in Schools: International Experience and Action. Crime Prevention Series #3."},
      {
        "id":"ED459396",
        "title":"Helping Your Overweight Child."},
      {
        "id":"ED459398",
        "title":"Cultural Perspectives on Mental Health Practice in Arab Countries."},
      {
        "id":"ED459399",
        "title":"Gender Role Conflict in Young Adult Males as a Function of Paternal/Filial Mutual Identification and Paternal Warmth and Empathy."},
      {
        "id":"ED459400",
        "title":"From Student to Student Affairs Colleague: Perspectives on Nurturing Untapped Potential in Graduate Assistants via the Empowerment Model."},
      {
        "id":"ED459402",
        "title":"Agency, Constructivism, and Social Constructionism: Evolution or Revolution?"},
      {
        "id":"ED459403",
        "title":"Addressing Youth Victimization. Action Plan Update."},
      {
        "id":"ED459404",
        "title":"Animal-Assisted Therapy in Counseling and School Settings. ERIC/CASS Digest."},
      {
        "id":"ED459405",
        "title":"Bullying. ERIC/CASS Digest."},
      {
        "id":"ED459406",
        "title":"Trends in Cigarette Use amongst Kansas Eighth Grade Students: &quot;Communities That Care Survey&quot; Results, 1995-2000."},
      {
        "id":"ED459407",
        "title":"The Impact of a School-Based Academic and Counseling Intervention on the Lifepaths of Youth: An Independent Evaluation of the Institute for Student Achievement."},
      {
        "id":"ED459408",
        "title":"Gang Problems and Gang Programs in a National Sample of Schools."},
      {
        "id":"ED459409",
        "title":"National Study of Delinquency Prevention in Schools. Final Report."},
      {
        "id":"ED459410",
        "title":"Getting a Grant: Sources of Funding and How To Pursue Them."},
      {
        "id":"ED459414",
        "title":"Why Do Chinese Students Perform Well on Spatial Tasks? Chinese Teachers' Perspectives."},
      {
        "id":"ED459415",
        "title":"School Safety--Observations and Perceptions by Gender: A Pilot Study."},
      {
        "id":"ED459416",
        "title":"Trends in Tobacco Use by Alabama Youth (1995-1999)."},
      {
        "id":"ED459417",
        "title":"Does School Motivation Change over Secondary School Years?"},
      {
        "id":"ED459421",
        "title":"The Effectiveness of &quot;Open Court&quot; on Improving the Reading Achievement of Economically-Disadvantaged Children."},
      {
        "id":"ED459422",
        "title":"The Phive Phones of Reading."},
      {
        "id":"ED459423",
        "title":"The America Reads Project: A Study of a School-University Tutoring Program."},
      {
        "id":"ED459424",
        "title":"Early Literacy Instruction: Research Applications in the Classrooms. ERIC Digest."},
      {
        "id":"ED459425",
        "title":"Highlights of Reading Research in the Labs and Centers of the U.S. Department of Education. ERIC Digest."},
      {
        "id":"ED459426",
        "title":"Assessing the Student Teacher as a Reading Teacher."},
      {
        "id":"ED459427",
        "title":"Implementing a Multifaceted Intervention Program To Increase First Graders' Literacy Skills."},
      {
        "id":"ED459428",
        "title":"Engaged Reading: A Multilevel Approach to Considering Sociocultural Factors with Diverse Learners. CIERA Report."},
      {
        "id":"ED459429",
        "title":"Lyric Reader: Creating Intrinsically Motivating and Culturally Responsive Reading Environments. CIERA Report."},
      {
        "id":"ED459430",
        "title":"Effective Practices for Assessing Young Readers. CIERA Report."},
      {
        "id":"ED459431",
        "title":"Book Club Plus: A Conceptual Framework To Organize Literacy Instruction. CIERA Report."},
      {
        "id":"ED459432",
        "title":"Charter Schools and Their Impact on Reading and Writing."},
      {
        "id":"ED459433",
        "title":"Teaching Language Arts with New Technologies: The Role of Multimedia and the Responsibilities of Teachers."},
      {
        "id":"ED459434",
        "title":"Roar into Reading: A Guide for First Grade Teachers from &quot;Between the Lions[TM].&quot;"},
      {
        "id":"ED459435",
        "title":"ENGL 340 Literature for Children Course Syllabus."},
      {
        "id":"ED459436",
        "title":"Early Literacy Intervention Professional Development Program: Listening to Teachers' Voices."},
      {
        "id":"ED459437",
        "title":"Portfolio Development: Some Considerations."},
      {
        "id":"ED459438",
        "title":"Parent Empowerment To Build Children's Literacy Skills."},
      {
        "id":"ED459439",
        "title":"Creating Positive Attitudes toward Reading in Public Schools and Homeschools."},
      {
        "id":"ED459440",
        "title":"Evaluation Report of the Student Success Initiative, 1999-2000: A Report to the 77th Texas Legislature from the Texas Education Agency."},
      {
        "id":"ED459441",
        "title":"Focus on Volunteer Reading Tutors."},
      {
        "id":"ED459442",
        "title":"Supporting Adolescent Literacy across the Content Areas. Perspectives on Policy and Practice."},
      {
        "id":"ED459443",
        "title":"Elementary Schools Where Students Succeed in Reading."},
      {
        "id":"ED459444",
        "title":"The Achieve Reading Curriculum: A Case Study of Holistic Reading Education for Middle School Special Education Students."},
      {
        "id":"ED459445",
        "title":"Discovering the Voices of Multiethnic Literature through Critical Reading and Discussion."},
      {
        "id":"ED459446",
        "title":"Levels of Reading Comprehension and Reading Vocabulary among Graduate Students."},
      {
        "id":"ED459447",
        "title":"Summer Opportunity To Accelerate Reading (S.O.A.R.) Evaluation, 2001."},
      {
        "id":"ED459448",
        "title":"Improving Reading Skills through Phonics Instruction in the Primary Grades."},
      {
        "id":"ED459449",
        "title":"A Balanced Literacy Approach Incorporating Phonological Awareness in Kindergarten."},
      {
        "id":"ED459450",
        "title":"Improving Early Reading: A Resource Guide for Elementary Schools."},
      {
        "id":"ED459455",
        "title":"Literacy and Emotions: Data Analysis from the Dudelange Project."},
      {
        "id":"ED459458",
        "title":"Self-Directed Learning. ERIC Digest."},
      {
        "id":"ED459459",
        "title":"Upcountry Stories: Students Serve through Writing. Linking Learning with Life."},
      {
        "id":"ED459461",
        "title":"The Use and Overuse of Electronic Research in Freshman Composition Research Papers: Problems in Traditional and Online Universities."},
      {
        "id":"ED459462",
        "title":"Service-Learning and Civic Engagement: Bridging School and Community through Professional Writing Projects."},
      {
        "id":"ED459463",
        "title":"An Unbroken Chain of Learning and Teaching."},
      {
        "id":"ED459464",
        "title":"Teaching Selected Poems from Jim Wayne Miller's &quot;The Brier Poems.&quot;"},
      {
        "id":"ED459465",
        "title":"A Teacher's Guide for &quot;The Merchant of Venice&quot; and &quot;Othello.&quot;"},
      {
        "id":"ED459466",
        "title":"A Teacher's Guide for &quot;Anna Karenina.&quot;"},
      {
        "id":"ED459467",
        "title":"Mastering Education: A Preliminary Analysis of Academic Literacy Practices within Masters-Level Courses in Education."},
      {
        "id":"ED459468",
        "title":"Watching with New Eyes: Broadening the English Curriculum through Cinema Studies."},
      {
        "id":"ED459469",
        "title":"Lesson Planning &amp; Analysis: Including Analysis of Implementation &amp; Samples of Student Work."},
      {
        "id":"ED459470",
        "title":"The Effect of Book Talks on the Listening Comprehension of First Grade Students."},
      {
        "id":"ED459471",
        "title":"Strategies for Teaching Writing to Primary Students Using the Writing Process."},
      {
        "id":"ED459472",
        "title":"Preservice Teachers' Reflections about Learning To Teach Writing."},
      {
        "id":"ED459474",
        "title":"A Decade of Literacy Research in the \"Journal of Research and Development in Education.\""},
      {
        "id":"ED459475",
        "title":"A Decade of Literacy Research in the \"Journal of Experimental Education.\""},
      {
        "id":"ED459476",
        "title":"Strategies for Teaching First-Year Composition."},
      {
        "id":"ED459477",
        "title":"The Effect of Cross-Age Tutoring by High Schoolers on Their Understanding and Ability To Create a Short Story."},
      {
        "id":"ED459481",
        "title":"The Great Divide: Gender Issues in Attitude, Perception, and Knowledge within the Researched Paper."},
      {
        "id":"ED459482",
        "title":"Neurocommunicology: A Model and Implications for Communication Fear Interventions."},
      {
        "id":"ED459483",
        "title":"A Critical Review of the Literature on Electronic Networks as Reflective Discourse Communities for Inservice Teachers. CIERA Report."},
      {
        "id":"ED459484",
        "title":"Coordinating Delivery at a Distance: By the Seat of Your Pants."},
      {
        "id":"ED459485",
        "title":"A Discourse Analysis of &quot;(the) same&quot; in English Conversation."},
      {
        "id":"ED459486",
        "title":"Intentional and Unintentional Afghan Humor: &quot;Local Logic&quot; at Its Best. Revised."},
      {
        "id":"ED459487",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). History Division."},
      {
        "id":"ED459488",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). International Communication Division."},
      {
        "id":"ED459489",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Advertising Division."},
      {
        "id":"ED459490",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Public Relations Division."},
      {
        "id":"ED459491",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Mass Communication and Society Division."},
      {
        "id":"ED459492",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Communication Theory and Methodology Division."},
      {
        "id":"ED459493",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Commission on the Status of Women."},
      {
        "id":"ED459494",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Cultural and Critical Studies Division."},
      {
        "id":"ED459495",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Minorities and Communication Division."},
      {
        "id":"ED459496",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Newspaper Division."},
      {
        "id":"ED459497",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Communication Technology and Policy Division."},
      {
        "id":"ED459498",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Magazine Division."},
      {
        "id":"ED459499",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Visual Communication Division."},
      {
        "id":"ED459500",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Miscellaneous."},
      {
        "id":"ED459501",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Religion and Media Interest Group."},
      {
        "id":"ED459502",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Science Communication Interest Group."},
      {
        "id":"ED459503",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Law Division."},
      {
        "id":"ED459504",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Media Ethics Division."},
      {
        "id":"ED459505",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Entertainment Studies Interest Group."},
      {
        "id":"ED459506",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (84th, Washington, DC, August 5-8, 2001). Media Management and Economics Division."},
      {
        "id":"ED459511",
        "title":"A Guide to the Family &amp; Medical Leave Act."},
      {
        "id":"ED459513",
        "title":"Education of the Rising Sun 21: An Introduction to Education in Japan."},
      {
        "id":"ED459515",
        "title":"Principal Certified Personnel: Do They Want the Job?"},
      {
        "id":"ED459516",
        "title":"Raising Our Sights: No High School Senior Left Behind. Final Report, National Commission on the High School Senior Year."},
      {
        "id":"ED459518",
        "title":"Leading Learning Communities: NAESP Standards for What Principals Should Know and Be Able To Do. A Guide for Those Who Care about Creating and Supporting Quality in Schools."},
      {
        "id":"ED459521",
        "title":"Strengthening the Connection between School and Home. Essentials for Principals[TM]."},
      {
        "id":"ED459522",
        "title":"Meeting the Challenges of High-Stakes Testing. Essentials for Principals[TM]."},
      {
        "id":"ED459523",
        "title":"Data-Based Decision-Making. Essentials for Principals[TM]."},
      {
        "id":"ED459524",
        "title":"School Leader's Guide to Special Education. Essentials for Principals[TM]."},
      {
        "id":"ED459525",
        "title":"Guidelines for School Officials, Volunteers and Mentors Participating in Public School Community Partnerships."},
      {
        "id":"ED459526",
        "title":"State ESEA Title I Participation Information for 1998-99: Final Summary Report."},
      {
        "id":"ED459527",
        "title":"A Call to Action for American Education in the 21st Century."},
      {
        "id":"ED459528",
        "title":"U.S. Department of Education, Office of the Inspector General Semiannual Report to Congress, April 1-September 30, 1999."},
      {
        "id":"ED459529",
        "title":"Report on State Implementation of the Gun-Free Schools Act: School Year 1998-99. Final."},
      {
        "id":"ED459532",
        "title":"Corrective Action in Low-Performing Schools and School Districts."},
      {
        "id":"ED459533",
        "title":"The Professional Development of Principals: Innovations and Opportunities."},
      {
        "id":"ED459534",
        "title":"Defining Preparation and Professional Development for the Future."},
      {
        "id":"ED459537",
        "title":"Teacher Contracts in Massachusetts. White Paper."},
      {
        "id":"ED459538",
        "title":"Principals' Perceptions of the Impact of High Stakes Testing on Empowerment."},
      {
        "id":"ED459539",
        "title":"New Small Learning Communities: Findings from Recent Literature."},
      {
        "id":"ED459540",
        "title":"Planning for Youth Success: Resource and Training Manual. Connecting Schools, Families, and Communities for Youth Success."},
      {
        "id":"ED459541",
        "title":"School Finance. Trends and Issues."},
      {
        "id":"ED459542",
        "title":"School Law. Trends and Issues."},
      {
        "id":"ED459543",
        "title":"Social and Economic Context. Trends and Issues."},
      {
        "id":"ED459544",
        "title":"Is \"Learning Disabilities\" Just a Fancy Term for Low Achievement? A Meta-Analysis of Reading Differences between Low Achievers with and without the Label. Executive Summary."},
      {
        "id":"ED459545",
        "title":"Interactive Peer Coaching/Mentoring Project for Preparing Teachers of Students with Severe Behavioral Disorders Final Report. Volume 1: Project Narrative and Briefing Papers [and] Volume 2: Appendices."},
      {
        "id":"ED459546",
        "title":"American History--Part 1. Teacher's Guide [and Student Workbook]. Revised. Parallel Alternative Strategies for Students (PASS)."},
      {
        "id":"ED459547",
        "title":"American History--Part 2. Teacher's Guide [and Student Workbook]. Revised. Parallel Alternative Strategies for Students (PASS)."},
      {
        "id":"ED459548",
        "title":"Teaching College Students with Learning Disabilities. ERIC Digest."},
      {
        "id":"ED459549",
        "title":"Children with Communication Disorders: Update 2001. ERIC Digest."},
      {
        "id":"ED459551",
        "title":"Face of America Character Education Curriculum."},
      {
        "id":"ED459552",
        "title":"Tourette Syndrome: A Case for Establishing the Individual Needs of Children at Risk."},
      {
        "id":"ED459553",
        "title":"Skillstreaming: A Report to the Vermont State Department of Education."},
      {
        "id":"ED459554",
        "title":"The Inclusion of Children with Disabilities into General Education Programs: An Ethical Analysis."},
      {
        "id":"ED459556",
        "title":"Assessing for Special Education Eligibility in the Elementary Immersion Setting."},
      {
        "id":"ED459557",
        "title":"Using Sign Language in Your Classroom."},
      {
        "id":"ED459558",
        "title":"Gifted African American Male College Students: A Phenomenological Study."},
      {
        "id":"ED459559",
        "title":"Medicaid Home and Community-Based Services. Disability Statistics Report."},
      {
        "id":"ED459562",
        "title":"Mississippi's Education of the Visually and Hearing Impaired: A Comparison of the Costs and Effectiveness of the State's Residential Schools and the Local School Districts. PEER Report."},
      {
        "id":"ED459563",
        "title":"Upgrading Preparatory Work To Augment Reading Development: UPWARD for Students with Disabilities. Final Report."},
      {
        "id":"ED459564",
        "title":"Maine Special Education Regulations: Chapter 101."},
      {
        "id":"ED459565",
        "title":"Maine Department of Education Regulation 180: Early Intervention and Special Education for Children Age Birth to under Age Six."},
      {
        "id":"ED459566",
        "title":"Special Education in Plain Language: A User-Friendly Handbook on Special Education Laws, Policies, and Practices in Wisconsin. Second Edition."},
      {
        "id":"ED459567",
        "title":"Related Services. 2nd Edition. NICHCY News Digest."},
      {
        "id":"ED459568",
        "title":"Report of the Commissioner's Task Force on Speech and Language Services."},
      {
        "id":"ED459571",
        "title":"Empirical Support for Accommodations Most Often Allowed in State Policy. Synthesis Report."},
      {
        "id":"ED459574",
        "title":"SELF (Supports for Early Learning Foundations): A Non-Directed Model Demonstration Project. Final Report."},
      {
        "id":"ED459575",
        "title":"Accommodating Student Teachers with Special Needs."},
      {
        "id":"ED459576",
        "title":"Implementing Conjoint Behavioral Consultation with Hispanic Parents: A Study of Effectiveness, Integrity, and Acceptability. Executive Summary."},
      {
        "id":"ED459577",
        "title":"&quot;Expanding the Circle&quot;: Projects for Children and Young Adults Who Are Deaf-Blind. Final Report."},
      {
        "id":"ED459578",
        "title":"Model Standards for Licensing General and Special Education Teachers of Students with Disabilities: A Resource for State Dialogue."},
      {
        "id":"ED459579",
        "title":"Covering Intensive Community-Based Child Mental Health Services under Medicaid. A Series of Issue Briefs."},
      {
        "id":"ED459580",
        "title":"CASEI Project (Consultation and Administration Specialists in Early Intervention) Final Report."},
      {
        "id":"ED459582",
        "title":"Preparing Early Childhood Special Educators for Inclusive Settings Project (Project Prepare) Final Report."},
      {
        "id":"ED459583",
        "title":"Project Options: An Interdisciplinary Outcome-Based Training Program for Preparing Early Childhood Personnel. Final Report."},
      {
        "id":"ED459584",
        "title":"Recruitment and Preparation of Personnel Qualified To Serve Young Children with Disabilities. Final Performance Report."},
      {
        "id":"ED459585",
        "title":"Utah Multi-University Consortium Statewide Preparation of Early Childhood Specialists in Vision and Hearing. Final Performance Report."},
      {
        "id":"ED459586",
        "title":"Using Constant Time Delay To Teach Preventative Safety Skills to Preschoolers with Disabilities. Final Report."},
      {
        "id":"ED459587",
        "title":"High Performance Schools Best Practices Manual. Volume I: Planning [and] Volume II: Design [and] Volume III: Criteria."},
      {
        "id":"ED459588",
        "title":"Planning Guide for Secondary School Music Facilities."},
      {
        "id":"ED459589",
        "title":"Indoor Air Quality Tools for Schools Action Kit. Second Edition."},
      {
        "id":"ED459590",
        "title":"Aesthetic Codes in Early Childhood Classrooms: What Art Educators Can Learn from Reggio Emilia."},
      {
        "id":"ED459591",
        "title":"The School Construction News & Design Share Awards, 2001."},
      {
        "id":"ED459592",
        "title":"Innovation and Standardization in School Building: A Proposal for the National Code in Italy."},
      {
        "id":"ED459593",
        "title":"Facility Conditions and Student Test Performance in the Milwaukee Public Schools."},
      {
        "id":"ED459594",
        "title":"The Great Size Debate. IssueTrak: A CEFPI Brief on Educational Facility Issues."},
      {
        "id":"ED459595",
        "title":"The Jackson State University Honors Dormitory: An Evaluation of Design, Construction, and Maintenance. Report to the Mississippi Legislature."},
      {
        "id":"ED459596",
        "title":"The Educational Facilities Laboratories (EFL): A History. Revised."},
      {
        "id":"ED459597",
        "title":"The Garrett Case and Public School Accessibility."},
      {
        "id":"ED459598",
        "title":"Lighting for Schools."},
      {
        "id":"ED459599",
        "title":"Wireless Wide Area Networks for School Districts."},
      {
        "id":"ED459600",
        "title":"Learner Use of Scripted and Unscripted Language in the Communicative Approach."},
      {
        "id":"ED459601",
        "title":"Students Working with an English Learners' Dictionary on CD-ROM."},
      {
        "id":"ED459602",
        "title":"After the Tsunami, Some Dilemmas: Japanese Language Studies in Multicultural Australia. Language Australia Research Policy and Practice Papers."},
      {
        "id":"ED459604",
        "title":"A Collaborative E-Mail Exchange for Teaching English as a Second Language to Intermediate Level ESL Students: A Case Study in a Hong Kong Secondary School."},
      {
        "id":"ED459605",
        "title":"Factors Influencing Motivation and De-Motivation in Mexican EFL Teachers."},
      {
        "id":"ED459606",
        "title":"Names--The Mirror of Society."},
      {
        "id":"ED459607",
        "title":"Virtual Investing in the German-for-Business Course: Combining Language, Culture and Business."},
      {
        "id":"ED459609",
        "title":"Teacher Questioning Techniques, Student Responses and Critical Thinking."},
      {
        "id":"ED459611",
        "title":"Spanish Immersion Program Curriculum: A Holistic Approach to Second Language Acquisition."},
      {
        "id":"ED459612",
        "title":"Oral Language Instruction: Teacher and Learner Beliefs and the Reality in EFL Classes at a Colombian University."},
      {
        "id":"ED459613",
        "title":"A Subject-Specific Glossary-Assisted Model. Integrated Online Resources for Chinese Students Taking Degree Courses in English."},
      {
        "id":"ED459615",
        "title":"Reengineering the ESL Practitioner for Content-Based Instruction."},
      {
        "id":"ED459617",
        "title":"Developing a Dual-Language Program."},
      {
        "id":"ED459618",
        "title":"Requirements for the Participation of Students with Limited English Proficiency: A Guide for Educators and Parents. Spring 2000 Update."},
      {
        "id":"ED459621",
        "title":"Hindsight of an English Language Learner."},
      {
        "id":"ED459622",
        "title":"Acquisition of Multiple Languages among Children of Immigrant Families: Parents' Role in the Home-School Language Pendulum. Supporting Immigrant Children's Language Learning."},
      {
        "id":"ED459623",
        "title":"Scaffolding Revisited: Sociocultural Pedagogy within the Foreign Language Classroom."},
      {
        "id":"ED459625",
        "title":"MinneTESOL/WITESOL Journal, 2000-2001."},
      {
        "id":"ED459627",
        "title":"A Short Term Real Time Study in Syntactic Change."},
      {
        "id":"ED459628",
        "title":"Language Teaching Methodology. ERIC Issue Paper."},
      {
        "id":"ED459629",
        "title":"Library Literacy Programs for English Language Learners. ERIC Digest."},
      {
        "id":"ED459630",
        "title":"Notes on Literacy, 2000."},
      {
        "id":"ED459632",
        "title":"Health Literacy: Implications for Seniors. Symposium Proceedings (Washington, DC, August 1-2, 2001)."},
      {
        "id":"ED459633",
        "title":"Notes on Literacy, 1999."},
      {
        "id":"ED459634",
        "title":"Using Music in the Adult ESL Classroom. ERIC Digest."},
      {
        "id":"ED459635",
        "title":"Faculty Perceptions of Influences on the Curriculum in Higher Education."},
      {
        "id":"ED459636",
        "title":"Encouraging Participation in College and University Distance Education Programs."},
      {
        "id":"ED459637",
        "title":"Facilities Inventory and Utilization Study, Fall of 2000, for the State of North Carolina. Higher Education Comprehensive Planning Program. Thirty-Fourth Edition."},
      {
        "id":"ED459638",
        "title":"Fall 2001 Enrollments: North Dakota Institutions of Higher Education."},
      {
        "id":"ED459639",
        "title":"Doctorate Recipients from United States Universities: Summary Report 2000. Survey of Earned Doctorates."},
      {
        "id":"ED459640",
        "title":"Compliance Audits (Attestation Engagements) of Federal Student Financial Assistance Programs at Participating Institutions and Institution Servicers. Audit Guide. Update."},
      {
        "id":"ED459642",
        "title":"SFA Traditions: Celebrating Our Mission."},
      {
        "id":"ED459644",
        "title":"Como pagar su educacion, 2002/2003 (How To Pay for Your Education, 2002/2003)."},
      {
        "id":"ED459646",
        "title":"Improving the Quality of Tertiary Education through Student Evaluation of Teaching."},
      {
        "id":"ED459648",
        "title":"How Centers Work: Building and Sustaining Academic Nonprofit Centers."},
      {
        "id":"ED459649",
        "title":"Building Bridges Initiative Cluster Evaluation: Survey of Nonprofit Management Students."},
      {
        "id":"ED459650",
        "title":"Engineering Writing and Professional Communications Centers. Proceedings of a Workshop at the University of South Carolina, Department of Electrical and Computer Engineering (Columbia, South Carolina, June 23-25, 1997)."},
      {
        "id":"ED459651",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 2000-June 30, 2001."},
      {
        "id":"ED459653",
        "title":"Faculty Assessments of the Clarity and Prevalence of Academic Dishonesty."},
      {
        "id":"ED459654",
        "title":"The University Reform in Korea: A Deregulation To Be Deregulated?"},
      {
        "id":"ED459655",
        "title":"Narrated Voices of African American Women in Academe."},
      {
        "id":"ED459656",
        "title":"Hate Crimes on Campus: The Problem and Efforts To Confront It. Hate Crimes Series. Bureau of Justice Assistance Monograph."},
      {
        "id":"ED459661",
        "title":"Internship Experience as Part of the Urban Leadership Program."},
      {
        "id":"ED459662",
        "title":"The Future of Developmental Education."},
      {
        "id":"ED459664",
        "title":"Moving toward Competency-Based Admissions: A Northeast Regional Symposium (Manchester, New Hampshire, October 22, 1998)."},
      {
        "id":"ED459665",
        "title":"Leadership in Higher Education for the New Millennium."},
      {
        "id":"ED459666",
        "title":"Milestone Graduates: The First 100. SREB-State Doctoral Scholars Program."},
      {
        "id":"ED459667",
        "title":"Higher Education Studies, Reports and Surveys in the SREB States."},
      {
        "id":"ED459668",
        "title":"Diversity in College Faculty: SREB States Address a Need. A Special Report from the Doctoral Scholars Program."},
      {
        "id":"ED459669",
        "title":"Alternative Market Mechanisms for the Student Loan Program. A Report by the U.S. Department of Education and the U.S. General Accounting Office."},
      {
        "id":"ED459670",
        "title":"Unequal Opportunity: Disparities in College Access among the 50 States. New Agenda Series[TM], Volume 4, Number 3."},
      {
        "id":"ED459671",
        "title":"The Relationship of Writing Apprehension and Self-Esteem to the Writing Quality and Quantity of EFL University Students."},
      {
        "id":"ED459672",
        "title":"Student Learning Outcomes Assessment Reports, 2001: Maryland Public Colleges and Universities."},
      {
        "id":"ED459674",
        "title":"Confronting Design Problems in Developing On-Line Courses in Higher Education."},
      {
        "id":"ED459675",
        "title":"State Funding of Higher Education: A New Formula."},
      {
        "id":"ED459676",
        "title":"Immigrants in U.S. Colleges: What Contributes to Their Academic Success?"},
      {
        "id":"ED459677",
        "title":"A Web-Based Measurement of the Assessment Needs of Student Affairs Professionals and the Role of the Student Affairs Researcher. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED459678",
        "title":"Beyond Sages and Guides: A Postmodern Teacher's Typology."},
      {
        "id":"ED459685",
        "title":"What Students Said about Interactive Video Instruction: Results of Two Surveys Conducted by the West Suburban Post-Secondary Consortium."},
      {
        "id":"ED459686",
        "title":"ERIC/IT Update, 2001."},
      {
        "id":"ED459687",
        "title":"E-Rate and Filtering: A Review of the Children's Internet Protection Act. Hearing before the Subcommittee on Telecommunications and the Internet of the Committee on Energy and Commerce. House of Representatives, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED459688",
        "title":"INSIGHT: Vision &amp; Leadership Inaugural Issue, 2001."},
      {
        "id":"ED459689",
        "title":"Electronic Delivery of High School Courses: Status, Trends and Issues."},
      {
        "id":"ED459690",
        "title":"Educational Technology: Are School Administrators Ready for It?"},
      {
        "id":"ED459691",
        "title":"Guidelines for Technology Equipment Selection and Use: An SREB Model for Schools and Campuses."},
      {
        "id":"ED459692",
        "title":"An Educational Network Study in Three States: Success Factors and Issues."},
      {
        "id":"ED459693",
        "title":"Technology Standards for Students."},
      {
        "id":"ED459694",
        "title":"Rights, Risks and Responsibilities: Students and the Internet."},
      {
        "id":"ED459695",
        "title":"New Directions--Teacher Technology Standards."},
      {
        "id":"ED459696",
        "title":"Conducting a Web Search."},
      {
        "id":"ED459697",
        "title":"Digital Video: Watch Me Do What I Say!"},
      {
        "id":"ED459698",
        "title":"Learning To Change: ICT in Schools. Schooling for Tomorrow. Education and Skills."},
      {
        "id":"ED459701",
        "title":"Teaching for Transfer."},
      {
        "id":"ED459702",
        "title":"Developing Higher-Order Thinking Skills through the Use of Technology."},
      {
        "id":"ED459705",
        "title":"Libraries and Librarians: Making a Difference in the Knowledge Age. IFLA Council and General Conference: Conference Programme and Proceedings (67th, Boston, Massachusetts, August 16-25, 2001)."},
      {
        "id":"ED459707",
        "title":"Skills and Competencies for Digital Information Management in Africa."},
      {
        "id":"ED459708",
        "title":"&quot;Referred to the Librarian, with Power To Act&quot;: Herbert Putnam and the Boston Public Library."},
      {
        "id":"ED459709",
        "title":"Women's Healthcare, Censorship, and the Library: Problems, Issues, Questions."},
      {
        "id":"ED459710",
        "title":"Information Needs of Women: Addressing Diverse Factors in the Indian Context."},
      {
        "id":"ED459711",
        "title":"IFLA in Jerusalem, &quot;Information for Co-Operation: Creating the Global Library for the Future.&quot;"},
      {
        "id":"ED459712",
        "title":"Knowledge Management: Opportunities for LIS Graduates."},
      {
        "id":"ED459713",
        "title":"Information Literacy and Academic Libraries: The SCONUL Approach (UK/Ireland)."},
      {
        "id":"ED459714",
        "title":"Addressing the Digital Divide."},
      {
        "id":"ED459715",
        "title":"Knowledge Creation from Australasian LIS Journals: A Content Analysis."},
      {
        "id":"ED459716",
        "title":"Information Literacy: A Whole School Reform Approach."},
      {
        "id":"ED459717",
        "title":"The Role of Works of Imagination in Preparing Young People for the Information Society."},
      {
        "id":"ED459718",
        "title":"Journals and the Shaping of Disciplinary Knowledge."},
      {
        "id":"ED459719",
        "title":"Say Yes to School Library Provision--A Project by the Harare Junior Council."},
      {
        "id":"ED459720",
        "title":"Mobile Libraries in the Scandinavian Countries: Development in View of Legislation and Financial Support."},
      {
        "id":"ED459721",
        "title":"LIS Journals in the Knowledge Age."},
      {
        "id":"ED459722",
        "title":"The Double Edged Sword: A Brief Comparison of IT and Internet Development in Malaysia and Some Few Neighboring Countries in the Context of Digital Divide."},
      {
        "id":"ED459723",
        "title":"Teaching Classification To Fit a Modern and Sustainable LIS Curriculum: The Case of Croatia."},
      {
        "id":"ED459724",
        "title":"Bridging the Information Gap between China and Developed Countries: Compare Library Information Services in China and in Sweden."},
      {
        "id":"ED459725",
        "title":"Brazilian History through Journalism."},
      {
        "id":"ED459726",
        "title":"The Association of Research Libraries Statistics and Measurement Program: From Descriptive Data to Performance Measures."},
      {
        "id":"ED459727",
        "title":"Russian and CIS Library Internet Service: An Analysis of WWW-Server Development."},
      {
        "id":"ED459728",
        "title":"Perspectives on Education for Knowledge Management."},
      {
        "id":"ED459729",
        "title":"Local Needs--Global Help: Soliciting Funds for a Library in an Isolated Community in Papua New Guinea."},
      {
        "id":"ED459730",
        "title":"News from El Dorado: Newspapers and the California Gold Rush."},
      {
        "id":"ED459731",
        "title":"Mesplet to Metadata: Canadian Newspaper Preservation and Access."},
      {
        "id":"ED459732",
        "title":"Managing Service Quality with the Balanced Scorecard."},
      {
        "id":"ED459733",
        "title":"For National Memory and for Democratic Accountability: In an On-Line Age, Are These Conflicting Tensions Still Manageable within the Construct of &quot;Official Information&quot;?"},
      {
        "id":"ED459734",
        "title":"Dewey in Boston: 1876-1883."},
      {
        "id":"ED459735",
        "title":"A Bounded or Unbounded Universe? Knowledge Management in Postgraduate LIS Education."},
      {
        "id":"ED459736",
        "title":"The National Bibliography Concept in a Changing Information Environment."},
      {
        "id":"ED459737",
        "title":"Transforming the Swaziland National Bibliography (SNB): Visions of Currency, Access, Coverage and Quality."},
      {
        "id":"ED459738",
        "title":"Licensing Issues for Central and Eastern European Libraries."},
      {
        "id":"ED459739",
        "title":"Improving Z39.50 Interoperability: Z39.50 Profiles and Testbeds for Library Applications."},
      {
        "id":"ED459740",
        "title":"National Bibliographies and the International Conference on National Bibliographic Services Recommendations: Europe; North, Central and South America; and Oceania."},
      {
        "id":"ED459741",
        "title":"Research and International Technical Cooperation Programmes."},
      {
        "id":"ED459742",
        "title":"Applying Information Competency to Digital Reference."},
      {
        "id":"ED459743",
        "title":"The Public Library's Role in the Danish Information Society: Demand for New Competencies?"},
      {
        "id":"ED459744",
        "title":"Bibliotek.dk: Immediate Access to Danish Libraries--A Path To Follow."},
      {
        "id":"ED459745",
        "title":"We're Still Here: Traditional ILL after OhioLINK Patron-Initiated Requesting and Ejournals."},
      {
        "id":"ED459746",
        "title":"One of a Kind: Parliamentary Information and Research Services for Parliamentarians--An Australian Senator Tells."},
      {
        "id":"ED459747",
        "title":"Establishing a Research Service in the Norwegian Parliament: Why the Right Time Was Now."},
      {
        "id":"ED459748",
        "title":"Towards the Electronic Parliamentary Library in the Context of the European Union."},
      {
        "id":"ED459749",
        "title":"The Website Library and Its Parliamentary Information &amp; Dissemination Services: A Case Study of the Parliamentary Library of Taipei, Taiwan, R.O.C."},
      {
        "id":"ED459750",
        "title":"Challenges and Opportunities To Deliver Research Services to Parliamentarians in the Japanese Diet."},
      {
        "id":"ED459751",
        "title":"Customer or Refined Student? Reflections on the &quot;Customer&quot; Metaphor in the Academic Environment and the New Pedagogical Challenge to the Libraries and Librarians."},
      {
        "id":"ED459752",
        "title":"Difficulties and New Approaches in User Education in Germany."},
      {
        "id":"ED459753",
        "title":"Global Publishing and National Heritage: Selection of Internet Resources for National Bibliographies."},
      {
        "id":"ED459754",
        "title":"The Canadian National Bibliography: 50 Years of Continuity and Change."},
      {
        "id":"ED459755",
        "title":"License Fees: Barrier or Opportunity for Access to Electronic Content?"},
      {
        "id":"ED459756",
        "title":"WIPO--Advancing Access to Information for Print Disabled People."},
      {
        "id":"ED459757",
        "title":"Early Literacy Activities in the USA."},
      {
        "id":"ED459758",
        "title":"Cooperative Ventures between the University and the Library."},
      {
        "id":"ED459759",
        "title":"Naming the Landscape: Building the Connecticut Digital Gazetteer."},
      {
        "id":"ED459760",
        "title":"Shared Challenges and in a Networked Cultural Space."},
      {
        "id":"ED459761",
        "title":"Artifacts in Digital Collections."},
      {
        "id":"ED459762",
        "title":"Knowledge Management, User Education, and Librarianship."},
      {
        "id":"ED459763",
        "title":"Knowledge Management at the Finnish Government: Now, Never or Later."},
      {
        "id":"ED459764",
        "title":"Japan InK: Distributing the Information Networked Knowledge (InK) Base to the Japanese Research Community."},
      {
        "id":"ED459765",
        "title":"Knowledge Sharing in a Learning Resource Centre by Way of a Metro Map Metaphor."},
      {
        "id":"ED459766",
        "title":"Evaluation of Multimedia: Why and How? An Expedition in Three Voyages."},
      {
        "id":"ED459767",
        "title":"Grey Literature and Its Contribution to Knowledge Society."},
      {
        "id":"ED459768",
        "title":"Progress on the Multilingual Dictionary of Cataloging Terms and Concepts."},
      {
        "id":"ED459769",
        "title":"A Virtual International Authority File."},
      {
        "id":"ED459770",
        "title":"The Impact of the FRBR Model on the Future Revisions of the ISBDs: A Challenge for the IFA Section on Cataloguing."},
      {
        "id":"ED459771",
        "title":"The Children's Library: A Gift of Love from the Community."},
      {
        "id":"ED459772",
        "title":"Small Is Beautiful: The Library Train for Homeless Children."},
      {
        "id":"ED459773",
        "title":"Multilingual Access for Information Systems."},
      {
        "id":"ED459774",
        "title":"Managing Academic and Research Libraries Partnerships."},
      {
        "id":"ED459775",
        "title":"Managing Partnerships with University Support Units."},
      {
        "id":"ED459776",
        "title":"The Role of the Directorate of Studies in the Legislative Work of the Hellenic Parliament."},
      {
        "id":"ED459777",
        "title":"Integration of Information Services in the Parliament of Zimbabwe."},
      {
        "id":"ED459778",
        "title":"Essential Information for Post-Encyclopaedic Parliaments: The Italian Case."},
      {
        "id":"ED459779",
        "title":"The Institute of Public Administration's Document Center: From Paper to Electronic Records--A Full Image Government Documents Database."},
      {
        "id":"ED459780",
        "title":"Strategies for Managing Digital Records and Documents in the Public Sector in Sub Saharan Africa."},
      {
        "id":"ED459781",
        "title":"The Digital Divide: The View from Latin America and the Caribbean."},
      {
        "id":"ED459782",
        "title":"Section on Cataloguing: Report of the Activities, 2000-2001."},
      {
        "id":"ED459783",
        "title":"Uses and Usefulness of National Bibliographies: Which Perspectives?"},
      {
        "id":"ED459784",
        "title":"eIFL (Electronic Information for Libraries): A Global Initiative of the Soros Foundations Network."},
      {
        "id":"ED459785",
        "title":"Use of Electronic Journals in OhioLINK's Electronic Journal Center."},
      {
        "id":"ED459786",
        "title":"How Can Evaluation Get Us to the Heart of Learning in the Electronic Age?"},
      {
        "id":"ED459787",
        "title":"Developing Leaders for Libraries: The Stanford-California State Library Institute on 21st Century Librarianship Experience."},
      {
        "id":"ED459788",
        "title":"Collaborative Efforts in Cross-Country Studies on Information Sharing Infrastructure between China and the US: Introducing an International Cooperative Research Method."},
      {
        "id":"ED459789",
        "title":"Graphic Resources in the Spanish Art Libraries."},
      {
        "id":"ED459790",
        "title":"How To Formulate the Photographic Question: A Context for Architectural and Topographical Photographs in England."},
      {
        "id":"ED459791",
        "title":"Strong Girls and Bright Colours: Current Themes in Swedish Picture Books."},
      {
        "id":"ED459792",
        "title":"Perspective on Names in the &quot;South African National Bibliography&quot;: Past, Present and Future."},
      {
        "id":"ED459793",
        "title":"Geolibraries, the Global Spatial Data Infrastructure and Digital Earth: A Time for Map Librarians To Reflect upon the Moonshot."},
      {
        "id":"ED459794",
        "title":"Library Quality Reference Meets the World Wide Web."},
      {
        "id":"ED459795",
        "title":"The Introduction and Early Use of Lithography in the United States."},
      {
        "id":"ED459796",
        "title":"Bibliographic Control or Chaos: An Agenda for National Bibliographic Services in the 21st Century."},
      {
        "id":"ED459797",
        "title":"The Construction of Infrastructure for Library's Digital Document Telecommunications."},
      {
        "id":"ED459798",
        "title":"Interaction and Student Retention, Success and Satisfaction in Web-Based Learning."},
      {
        "id":"ED459799",
        "title":"Reaching the Unreached for Library and Information Science Education: A Perspective for Developing Countries."},
      {
        "id":"ED459800",
        "title":"On the Reform of Library and Information Science Education According to the Changes of Librarians' Function under Network Environment."},
      {
        "id":"ED459801",
        "title":"Impact of Internet on Schools of Library and Information Science in Thailand."},
      {
        "id":"ED459802",
        "title":"Can &quot;Twinning&quot; Be Applied Effectively to Small Library Associations?"},
      {
        "id":"ED459803",
        "title":"Changes in the National Bibliographies, 1996-2001."},
      {
        "id":"ED459804",
        "title":"The Imperatives of Challenges for Africa in the Knowledge Age: Status and Role of National Information Policy."},
      {
        "id":"ED459805",
        "title":"Privacy in the Digital Environment--Issues for Libraries."},
      {
        "id":"ED459810",
        "title":"School Libraries and Resource Centres = Bibliotheques scolaires et centres de documentation."},
      {
        "id":"ED459813",
        "title":"Integrating Automatic Genre Analysis into Digital Libraries."},
      {
        "id":"ED459814",
        "title":"Text Categorization for Multi-Page Documents: A Hybrid Naive Bayes HMM Approach."},
      {
        "id":"ED459815",
        "title":"Linked Active Content: A Service for Digital Libraries for Education."},
      {
        "id":"ED459816",
        "title":"A Component Repository for Learning Objects: A Progress Report."},
      {
        "id":"ED459817",
        "title":"Designing e-Books for Legal Research."},
      {
        "id":"ED459818",
        "title":"Managing Change on the Web."},
      {
        "id":"ED459819",
        "title":"Personalized Spiders for Web Search and Analysis."},
      {
        "id":"ED459820",
        "title":"Power to the People: End-User Building of Digital Library Collections."},
      {
        "id":"ED459821",
        "title":"A Multi-View Intelligent Editor for Digital Video Libraries."},
      {
        "id":"ED459822",
        "title":"Automatic Identification and Organization of Index Terms for Interactive Browsing."},
      {
        "id":"ED459823",
        "title":"Public Use of Digital Community Information Sytems: Findings from a Recent Study with Implications for System Design."},
      {
        "id":"ED459824",
        "title":"Human Evaluation of Kea, an Automatic Keyphrasing System."},
      {
        "id":"ED459825",
        "title":"Legal Deposit of Digital Publications: A Review of Research and Development Activity."},
      {
        "id":"ED459826",
        "title":"Use of Multiple Digital Libraries: A Case Study."},
      {
        "id":"ED459827",
        "title":"An Ethnographic Study of Technical Support Workers: Why We Didn't Build a Tech Support Digital Library."},
      {
        "id":"ED459828",
        "title":"SDLIP + STARTS = SDARTS: A Protocol and Toolkit for Metasearching."},
      {
        "id":"ED459829",
        "title":"Database Selection for Processing k Nearest Neighbors Queries in Distributed Environments."},
      {
        "id":"ED459830",
        "title":"Building Searchable Collections of Enterprise Speech Data."},
      {
        "id":"ED459831",
        "title":"Music-Notation Searching and Digital Libraries."},
      {
        "id":"ED459832",
        "title":"Hierarchical Indexing and Document Matching in BoW."},
      {
        "id":"ED459833",
        "title":"Scalable Integrated Region-Based Image Retrieval Using IRM and Statistical Clustering."},
      {
        "id":"ED459834",
        "title":"Cumulating and Sharing End Users' Knowledge To Improve Video Indexing in a Video Digital Library."},
      {
        "id":"ED459835",
        "title":"XSLT for Tailored Access to a Digital Video Library."},
      {
        "id":"ED459836",
        "title":"Design of a Digital Library for Human Movement."},
      {
        "id":"ED459837",
        "title":"Design Principles for the Information Architecture of a SMET Education Digital Library."},
      {
        "id":"ED459838",
        "title":"Toward a Model of Self-Administering Data."},
      {
        "id":"ED459839",
        "title":"PERSIVAL, a System for Personalized Search and Summarization over Multimedia Healthcare Information."},
      {
        "id":"ED459840",
        "title":"Long Term Preservation of Digital Information."},
      {
        "id":"ED459841",
        "title":"Creating Trading Networks of Digital Archives."},
      {
        "id":"ED459842",
        "title":"Cost-Driven Design for Archival Repositories."},
      {
        "id":"ED459843",
        "title":"Hermes: A Notification Service for Digital Libraries."},
      {
        "id":"ED459844",
        "title":"An Algorithm for Automated Rating of Reviewers."},
      {
        "id":"ED459845",
        "title":"HeinOnline: An Online Archive of Law Journals."},
      {
        "id":"ED459846",
        "title":"Designing a Digital Library for Young Children: An Intergenerational Partnership."},
      {
        "id":"ED459847",
        "title":"Dynamic Digital Libraries for Children."},
      {
        "id":"ED459848",
        "title":"Looking at Digital Library Usability from a Reuse Perspective."},
      {
        "id":"ED459849",
        "title":"Building a Hypertextual Digital Library in the Humanities: A Case Study on London."},
      {
        "id":"ED459850",
        "title":"The Digital Atheneum: New Approaches for Preserving, Restoring and Analyzing Damaged Manuscripts."},
      {
        "id":"ED459851",
        "title":"Information/Reference Desk Procedures Manual."},
      {
        "id":"ED459854",
        "title":"Joint Ventures: The Promise, Power and Performance of Partnering."},
      {
        "id":"ED459855",
        "title":"Scholarly Work in the Humanities and the Evolving Information Environment."},
      {
        "id":"ED459856",
        "title":"Usage and Usability Assessment: Library Practices and Concerns."},
      {
        "id":"ED459857",
        "title":"An Evaluation of Current CCTV Usage To Support Patient Health Education Activities at the Louis Stokes Cleveland Department of Veterans Affairs Medical Center, Brecksville Division."},
      {
        "id":"ED459858",
        "title":"A Study of the Attitudes of Library and Information Science Students about Censoring Materials on the Web in a Library Environment."},
      {
        "id":"ED459859",
        "title":"Finding Business Information on the &quot;Invisible Web&quot;: Search Utilities vs. Conventional Search Engines."},
      {
        "id":"ED459860",
        "title":"The Outsourcing Experience of the Technical Library at NASA Glenn Research Center."},
      {
        "id":"ED459861",
        "title":"A Model Privacy Statement for Ohio Library Web Sites."},
      {
        "id":"ED459862",
        "title":"The Feasibility of the Use of E-Books for Replacing Lost or Brittle Books in the Kent State University Library."},
      {
        "id":"ED459863",
        "title":"Opera Literature: A Citation Count."},
      {
        "id":"ED459864",
        "title":"The Degree and Nature to Which Public School Libraries Are Automated: A Survey of Public School Libraries in Ohio."},
      {
        "id":"ED459865",
        "title":"Discovering by Analysis: Harry Potter and Youth Fantasy."},
      {
        "id":"ED459866",
        "title":"Guide to Prior Learning Assessment and Recognition at SIAST."},
      {
        "id":"ED459867",
        "title":"Office of Institutional Research Research Brief, 2000-2001."},
      {
        "id":"ED459868",
        "title":"A Faculty Report on Assessment of General Education at Coconino Community College, 2000-2001."},
      {
        "id":"ED459869",
        "title":"The Political Nature of Community College Trusteeship."},
      {
        "id":"ED459870",
        "title":"Ivy Tech State College Student Focus Group Report, Spring 2001."},
      {
        "id":"ED459871",
        "title":"Theoretical Perspectives for Developmental Education."},
      {
        "id":"ED459872",
        "title":"The Specialists: Understanding the Work Lives of Master's Prepared Professional Staff in Community Colleges."},
      {
        "id":"ED459873",
        "title":"Reactions of Nontraditional Women Students in an Introductory Class: Quilting Conversations."},
      {
        "id":"ED459874",
        "title":"A Case Study: Experiences in Developing Online Courses at a Community College."},
      {
        "id":"ED459875",
        "title":"Developing a Distance Education Policy for 21st Century Learning."},
      {
        "id":"ED459876",
        "title":"Distance Learning at Piedmont Virginia Community College."},
      {
        "id":"ED459877",
        "title":"Critical Success Factors: PVCC Teacher Education Transfers to the University of Virginia."},
      {
        "id":"ED459878",
        "title":"Mission Accretion in the California Community Colleges."},
      {
        "id":"ED459880",
        "title":"Piedmont Works and PVCC Students: A Comparative Study."},
      {
        "id":"ED459881",
        "title":"A Brief History of Community Colleges and a Personal View of Some Issues (Open Admissions, Occupational Training and Leadership)."},
      {
        "id":"ED459882",
        "title":"Learning Communities in Higher Education: A Field Observation Case Study."},
      {
        "id":"ED459883",
        "title":"Mid-Program Assessment for Freshman Composition: Outcome Assessment in Composition."},
      {
        "id":"ED459885",
        "title":"Retention in Distance Education Telecourses and Perceptions of Faculty Contact: A Comparison of Traditional and Nontraditional Community College Students."},
      {
        "id":"ED459886",
        "title":"Pilgrims on a Stony Path: Seeking Enhanced Literacy at the Community College."},
      {
        "id":"ED459887",
        "title":"Converting a Community College to an Emphasis on Transfer: A Study of Assessment and Documentation."},
      {
        "id":"ED459888",
        "title":"State Plan for Postsecondary Vocational Technical Education. 2001 Report on Progress toward the Statewide Public Policy Initiatives and Goals for Missouri Postsecondary Technical Education."},
      {
        "id":"ED459889",
        "title":"Economic Impact of Miami-Dade Community College."},
      {
        "id":"ED459890",
        "title":"Placement Criteria for Academic Year 2001-2002."},
      {
        "id":"ED459891",
        "title":"The Associate Degree in Hong Kong. Final Report of a Consultancy Study Commissioned by the Education and Manpower Bureau and Undertaken by the Federation for Continuing Education in Teaching Institutions."},
      {
        "id":"ED459892",
        "title":"Technical Training and General Education: Can We Really Provide Both?"},
      {
        "id":"ED459893",
        "title":"Chancellors and Superintendents Employment Terms: Contracts, Policies, and Practices. Recommendations and Survey Results."},
      {
        "id":"ED459894",
        "title":"The Impact of Integrative Experiences on Persistence: A Study of Nontraditional Students."},
      {
        "id":"ED459895",
        "title":"Overcoming Adult Illiteracy Utilizing the Community College System."},
      {
        "id":"ED459897",
        "title":"Student Outcomes Assessment 1995-96: A Progress Report to the Virginia Community College System."},
      {
        "id":"ED459899",
        "title":"Student Outcomes Assessment, 2000-01: A Progress Report to the Virginia Community College System."},
      {
        "id":"ED459900",
        "title":"Student Outcomes in Developmental Education 1994-95 through 1999-2000."},
      {
        "id":"ED459901",
        "title":"Retention Rate by Ethnicity. Information Capsule."},
      {
        "id":"ED459902",
        "title":"First Biennial League Report on California Community College Chief Executive Officer (CEO) Tenure and Retention."},
      {
        "id":"ED459903",
        "title":"Enrolled Student Evaluation of Miami-Dade Community College Services, 2000. Research Report."},
      {
        "id":"ED459904",
        "title":"The Environmental Scan Component of the Strategic Plan for California Community Colleges."},
      {
        "id":"ED459905",
        "title":"The Right Start State Trends: Conditions of Babies and Their Families across the Nation (1990-1998). Child Trends/KIDS COUNT Special Report."},
      {
        "id":"ED459906",
        "title":"Effects of All-Day, and Half-Day Kindergarten Programming on Reading, Writing, Math, and Classroom Social Behaviors."},
      {
        "id":"ED459907",
        "title":"Building Babies' Brains: A Training for Infant/Toddler Caregivers. Trainer's Guide [with Transparencies]."},
      {
        "id":"ED459908",
        "title":"Social Development of the Young Child: Why Can't Johnny Share?"},
      {
        "id":"ED459909",
        "title":"Early To Rise: Improving the School Readiness of Philadelphia's Young Children. A Report of the Improving School Readiness Project [with] Executive Summary."},
      {
        "id":"ED459911",
        "title":"Birth to Three Program Inventory: State and Federally Funded Programs and Initiatives in Illinois for Expecting Families and Very Young Children."},
      {
        "id":"ED459913",
        "title":"Symptoms of Depression among Welfare Recipients: A Concern for Two Generations. Child Trends Research Brief."},
      {
        "id":"ED459914",
        "title":"Health Disparities: Bridging the Gap. From Cells to Selves."},
      {
        "id":"ED459915",
        "title":"California's After-School Choice: Juvenile Crime or Safe Learning Time."},
      {
        "id":"ED459917",
        "title":"Child Care in the Southern States: Expanding Access to Affordable Care for Low-Income Families and Fostering Economic Development."},
      {
        "id":"ED459918",
        "title":"Action Plan To Improve Access to Child Care Assistance for Low-Income Families in the South."},
      {
        "id":"ED459919",
        "title":"Sound Investments: Financial Support for Child Care Builds Workforce Capacity and Promotes School Readiness."},
      {
        "id":"ED459920",
        "title":"Harvard Education Letter, 2001."},
      {
        "id":"ED459921",
        "title":"Parent-Focused Interventions: A Meta-Analytic Consideration of Risk and Outcome Categories."},
      {
        "id":"ED459923",
        "title":"Parents Anonymous[SM]: Strengthening Families. Family Strengthening Series. Juvenile Justice Bulletin."},
      {
        "id":"ED459924",
        "title":"A Universal Good: Expanding Voluntary, Early Learning Opportunities for Illinois' Young Children."},
      {
        "id":"ED459925",
        "title":"Caring for Infants and Toddlers: Issues and Ideas. A Guide for Journalists and Policymakers."},
      {
        "id":"ED459927",
        "title":"Speaking for America's Children: Child Advocates Identify Children's Issues and 2002 State Priorities."},
      {
        "id":"ED459928",
        "title":"It Doesn't Take a Rocket Scientist. It Just Takes You! Kansas Children's Report Card, 2001."},
      {
        "id":"ED459936",
        "title":"South Dakota Kids Count Factbook, 2001."},
      {
        "id":"ED459938",
        "title":"Alabama Kids Count 2001 Data Book."},
      {
        "id":"ED459941",
        "title":"Illinois Kids Count, 2002: Supporting the Changing Family."},
      {
        "id":"ED459942",
        "title":"Grade One Curriculum: A Parent's Guide."},
      {
        "id":"ED459943",
        "title":"Grade Two Curriculum: A Parent's Guide."},
      {
        "id":"ED459944",
        "title":"Grade Three Curriculum: A Parent's Guide."},
      {
        "id":"ED459945",
        "title":"Grade Four Curriculum: A Parent's Guide."},
      {
        "id":"ED459946",
        "title":"Grade Five Curriculum: A Parent's Guide."},
      {
        "id":"ED459947",
        "title":"Grade Six Curriculum: A Parent's Guide."},
      {
        "id":"ED459948",
        "title":"South Carolina Kids Count, 2000."},
      {
        "id":"ED459949",
        "title":"South Carolina Kids Count, 2001."},
      {
        "id":"ED459950",
        "title":"State Child Care Profile for Children with Employed Mothers: Alabama. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459951",
        "title":"State Child Care Profile for Children with Employed Mothers: California. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459952",
        "title":"State Child Care Profile for Children with Employed Mothers: Florida. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459953",
        "title":"State Child Care Profile for Children with Employed Mothers: Massachusetts. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459954",
        "title":"State Child Care Profile for Children with Employed Mothers: Michigan. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459955",
        "title":"State Child Care Profile for Children with Employed Mothers: Minnesota. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459956",
        "title":"State Child Care Profile for Children with Employed Mothers: Mississippi. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459957",
        "title":"State Child Care Profile for Children with Employed Mothers: New Jersey. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459958",
        "title":"State Child Care Profile for Children with Employed Mothers: New York. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459959",
        "title":"State Child Care Profile for Children with Employed Mothers: Texas. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459960",
        "title":"State Child Care Profile for Children with Employed Mothers: Washington. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459961",
        "title":"State Child Care Profile for Children with Employed Mothers: Wisconsin. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED459962",
        "title":"Florida's Challenge: A Guide to Educating Substance-Exposed Children. Participant's Workbook [with Videotape]."},
      {
        "id":"ED459963",
        "title":"Helping Preschoolers Grow Up Alcohol and Drug Free. Building Blocks Guide for Parents."},
      {
        "id":"ED459964",
        "title":"Helping Preschoolers Grow Up Alcohol and Drug Free. Building Blocks Guide for Caregivers."},
      {
        "id":"ED459965",
        "title":"Understanding Research: Top Ten Tips for Advocates and Policymakers. Fact Sheet."},
      {
        "id":"ED459969",
        "title":"Rural School Busing. ERIC Digest."},
      {
        "id":"ED459970",
        "title":"Effects of State Policies on Facilities Planning and Construction in Rural Districts. ERIC Digest."},
      {
        "id":"ED459971",
        "title":"Rural Home Schooling and Place-Based Education. ERIC Digest."},
      {
        "id":"ED459972",
        "title":"Teaching Reading to American Indian/Alaska Native Students. ERIC Digest."},
      {
        "id":"ED459973",
        "title":"Education in the Night: A Serious Separation."},
      {
        "id":"ED459974",
        "title":"15 Small Schools."},
      {
        "id":"ED459975",
        "title":"Setting Up a Small School: Information Pack."},
      {
        "id":"ED459976",
        "title":"Background Paper for New Collaborative Schools (NCS): An Overview of At-Risk High School Students and Education Programs Designed To Meet Their Needs."},
      {
        "id":"ED459978",
        "title":"Indian Education: An Intergenerational Approach."},
      {
        "id":"ED459980",
        "title":"The Impact of School and Contextual Factors on the Graduation Rates of Virginia Migrant Students."},
      {
        "id":"ED459981",
        "title":"Culturally Responsive Teaching for American Indian Learners."},
      {
        "id":"ED459982",
        "title":"Rural Schools: Small Schools, Teacher Preparation, Place-Based Education."},
      {
        "id":"ED459983",
        "title":"Bonds To Provide Funding for the Construction of Schools. Hearing before the Committee on Indian Affairs on S. 2580 To Provide for the Issuance of Bonds To Provide Funding for the Construction of Schools of the Bureau of Indian Affairs of the Department of the Interior. United States Senate, One Hundred Sixth Congress, Second Session."},
      {
        "id":"ED459986",
        "title":"Postsecondary Enrollment and Persistence of Students from Rural Pennsylvania."},
      {
        "id":"ED459987",
        "title":"Size, Excellence, and Equity: A Report on Arkansas Schools and Districts."},
      {
        "id":"ED459988",
        "title":"Social and Emotional Distress among American Indian and Alaska Native Students: Research Findings. ERIC Digest."},
      {
        "id":"ED459989",
        "title":"Schooling for Self-Determination: Research on the Effects of Including Native Language and Culture in the Schools. ERIC Digest."},
      {
        "id":"ED459990",
        "title":"Preparing Teachers To Support American Indian and Alaska Native Student Success and Cultural Heritage. ERIC Digest."},
      {
        "id":"ED459991",
        "title":"The New Millennium and an Education That Captures the Basic Spirit of Science."},
      {
        "id":"ED459992",
        "title":"Reformulation of Engineering Education at Undergraduate Level in the Faculdad de Ingenieria y Ciencias Hidricas Universidad Nacional del Litoral--Water Resources and Engineering Degrees."},
      {
        "id":"ED459993",
        "title":"Project NExT."},
      {
        "id":"ED459994",
        "title":"Analyzing the Texas High School Agricultural Communications Curriculum."},
      {
        "id":"ED459995",
        "title":"Factors Related to the Intent of Agricultural Educators To Adopt Integrated Agricultural Biotechnology Curriculum."},
      {
        "id":"ED459996",
        "title":"Analyzing the Barriers and Benefits toward Instructional Technology Infusion in North Carolina and Virginia Secondary Agricultural Education Curricula."},
      {
        "id":"ED459997",
        "title":"Science and Engineering Doctorate Awards: 2000. Detailed Statistical Tables."},
      {
        "id":"ED460001",
        "title":"Using the TI-92+ Calculator as a Tool for Illustrating Programming Concepts."},
      {
        "id":"ED460002",
        "title":"Using StarLogo To Introduce Differential Equations."},
      {
        "id":"ED460003",
        "title":"Use of a Colony of Cooperating Agents and MAPLE To Solve the Traveling Salesman Problem."},
      {
        "id":"ED460004",
        "title":"The Use of Mathematical Modeling in an Interdisciplinary Setting."},
      {
        "id":"ED460005",
        "title":"Using Matlab in a Multivariable Calculus Course."},
      {
        "id":"ED460006",
        "title":"Logic via Computer Programming."},
      {
        "id":"ED460007",
        "title":"Assessment: Does the Punishment Fit the Crime?"},
      {
        "id":"ED460008",
        "title":"Teacher Professional Associations as Key Contributors to the Effectiveness of Teachers' Work."},
      {
        "id":"ED460009",
        "title":"A Family Math Program To Increase Parent Participation in Math Homework in a Primary Multi-Age Classroom."},
      {
        "id":"ED460010",
        "title":"Employment Preferences and Outcomes of Recent Science and Engineering Doctorate Holders in the Labor Market. Issue Brief."},
      {
        "id":"ED460011",
        "title":"Characteristics of Recent Science and Engineering Graduates: 1997. Detailed Statistical Tables."},
      {
        "id":"ED460012",
        "title":"New Insight in Mathematics by Live CAS Documents."},
      {
        "id":"ED460013",
        "title":"Programmatic Reform: The Care and Feeding of a Mathematics Major."},
      {
        "id":"ED460014",
        "title":"Introducing Preservice Mathematics Teachers to Hypermedia."},
      {
        "id":"ED460015",
        "title":"A Calculus I Project: Discovering the Derivative of an Exponential Function."},
      {
        "id":"ED460016",
        "title":"The Effects of a Four-Week Summer Bridge Program."},
      {
        "id":"ED460017",
        "title":"The Impact of Religious Belief on Learning in the Science Classroom."},
      {
        "id":"ED460018",
        "title":"The Effects of Computer Animated Dissection versus Preserved Animal Dissection on the Student Achievement in a High School Biology Class."},
      {
        "id":"ED460019",
        "title":"Shackleton&apos;s Antarctic Adventure: The Greatest Survival Story of All Time. Teacher&apos;s Guide To Accompany the Giant-Screen Film."},
      {
        "id":"ED460020",
        "title":"Evolution. Teacher's Guide."},
      {
        "id":"ED460021",
        "title":"\"But Electricity Isn't Static\": Science Discussion, Identification of Learning Issues, and Use of Resources in a Problem-Based Learning Education Course."},
      {
        "id":"ED460023",
        "title":"What To Make of Mars. Smithsonian in Your Classroom."},
      {
        "id":"ED460024",
        "title":"Research and Development Funding and Performance by Nonprofit Organizations: Fiscal Years 1996 and 1997. Detailed Statistical Tables."},
      {
        "id":"ED460025",
        "title":"Unfinished Business: Making Democracy Work for Everyone, 1877-1904. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED460028",
        "title":"Subject Matter in Social Studies Teacher Education."},
      {
        "id":"ED460029",
        "title":"The Lincoln Legal Papers Curriculum: Understanding Illinois Social History through Documents from the Law Practice of Abraham Lincoln, 1836-1861."},
      {
        "id":"ED460030",
        "title":"Keep Kids Alcohol Free: Strategies for Action."},
      {
        "id":"ED460035",
        "title":"Breaking the Age Barrier: Multi-Generational Service Learning."},
      {
        "id":"ED460036",
        "title":"Teaching Guide on International Terrorism: Definitions, Causes, and Responses."},
      {
        "id":"ED460037",
        "title":"Measuring the Determinants of School Completion in Pakistan: Analysis of Censoring and Selection Bias. Center Discussion Paper."},
      {
        "id":"ED460038",
        "title":"Changes in Returns to Education in India, 1983-94: By Gender, Age-Cohort and Location. Center Discussion Paper."},
      {
        "id":"ED460039",
        "title":"Influences on Employment Discrimination in the Caribbean: The Case of the Marginalized Men and Wasted Women of Dominica."},
      {
        "id":"ED460040",
        "title":"Why Governments Should Invest More To Educate Girls. Center Discussion Paper."},
      {
        "id":"ED460041",
        "title":"Micronesian Texts for the K-12 Reader. A Selection Guide."},
      {
        "id":"ED460042",
        "title":"Bringing Human Rights Home: Linking Individual Dignity with Mutual Destiny. A Report of Program Activities, 1996-2000."},
      {
        "id":"ED460044",
        "title":"Introduction to Culturo-Metrics: Measuring the Cultural Identity of Children and Teachers."},
      {
        "id":"ED460045",
        "title":"Constructing and De-Constructing Cultural Values: An Explanatory Model of Teaching Behaviours."},
      {
        "id":"ED460046",
        "title":"Building a History-Centered Curriculum for Kindergarten through Grade Four: Guidelines for Using Themes and Selecting Content. The Building a History Curriculum Series: Guides for Implementing the History Curriculum Recommended by the Bradley Commission on History in Schools."},
      {
        "id":"ED460047",
        "title":"Education Is a Human Right. EI Barometer on Human and Trade Union Rights in the Education Sector, 2001."},
      {
        "id":"ED460053",
        "title":"Spotlight on Inner Asia: The Bizarre Bazaar. Teacher and Student Resource Guide."},
      {
        "id":"ED460055",
        "title":"Schooling and Citizenship in a Global Age."},
      {
        "id":"ED460056",
        "title":"Connecting to the Courts: A Teacher's Guide to the Wisconsin Courts."},
      {
        "id":"ED460057",
        "title":"America's West: The Rise of Cities and Towns."},
      {
        "id":"ED460058",
        "title":"South African Educational Transformation and Sustainable Development: Insights into Educational Reform from Remote Area Schools in QwaQwa."},
      {
        "id":"ED460059",
        "title":"Transformational Issues and Challenges in South African Educational Reform: A Case Study of Two Schools in QwaQwa."},
      {
        "id":"ED460060",
        "title":"Education of Chinese Muslims: Changes in the 20th Century."},
      {
        "id":"ED460061",
        "title":"Construction of Musical Understandings: The Cognition-Flow Interface."},
      {
        "id":"ED460062",
        "title":"Emerging Musical Literacy: Investigating Young Children's Music Cognition and Musical Problem-Solving through Invented Notations."},
      {
        "id":"ED460063",
        "title":"A Test for Lateralization of the Mozart Effect."},
      {
        "id":"ED460064",
        "title":"Principles and Practices of Democracy in the Education of Social Studies Teachers. Civic Learning in Teacher Education."},
      {
        "id":"ED460065",
        "title":"The NCSS Presidential Addresses, 1936-1969: Perspectives on the Social Studies."},
      {
        "id":"ED460074",
        "title":"Teachers for Tomorrow's Schools: Analysis of the World Education Indicators. 2001 Edition."},
      {
        "id":"ED460077",
        "title":"Materialist Culture and Teacher Attrition in the Caribbean: Motivational Differences between Novice and Experienced Jamaican Teacher Trainees."},
      {
        "id":"ED460079",
        "title":"Resources on Professional Development Schools: An Annotated Bibliography and Resource Guide. Third Edition."},
      {
        "id":"ED460080",
        "title":"Lessons in Teacher Education Reform: A Comparative Analysis of Teacher Education in the United Kingdom and the United States."},
      {
        "id":"ED460081",
        "title":"Evaluation in Health Promotion: Principles and Perspectives. WHO Regional Publications, European Series."},
      {
        "id":"ED460082",
        "title":"Standards for Required Professional Development for Teachers: A New Vision (N.J.A.C. 6:11-13)."},
      {
        "id":"ED460083",
        "title":"Teacher Development: A Strategy for School Improvement."},
      {
        "id":"ED460084",
        "title":"Preliminary Findings on the Characteristics of Teacher Learning in High-Performing High-Needs Schools."},
      {
        "id":"ED460085",
        "title":"Swimming Upstream: The First-Year Experiences of Teachers Working in New York City Public Schools."},
      {
        "id":"ED460087",
        "title":"Teacher-Parent Communication: Starting the Year off Right."},
      {
        "id":"ED460088",
        "title":"Online Learning for Teachers."},
      {
        "id":"ED460090",
        "title":"The Initial Report of the Secretary on the Quality of Teacher Preparation."},
      {
        "id":"ED460091",
        "title":"Impact: Eisenhower Professional Development Evaluation Publication, August-October 2000."},
      {
        "id":"ED460092",
        "title":"Changing Views about International Activities in American Teacher Education Programs."},
      {
        "id":"ED460095",
        "title":"Problem-Based Learning (PBL) as a Professional Development Alternative."},
      {
        "id":"ED460096",
        "title":"Bringing Education to After-School Programs."},
      {
        "id":"ED460097",
        "title":"School Health Index for Physical Activity and Healthy Eating: A Self-Assessment and Planning Guide. Elementary School."},
      {
        "id":"ED460098",
        "title":"The Call for Department Leaders."},
      {
        "id":"ED460099",
        "title":"The Life Skills Training Program (LST): Outcomes and Processes in Teacher Training."},
      {
        "id":"ED460100",
        "title":"Teacher Certification Reconsidered: Stumbling for Quality."},
      {
        "id":"ED460102",
        "title":"Teachers of the Year Speak Out: Tapping into Teacher Leadership. A SERVE Special Report."},
      {
        "id":"ED460103",
        "title":"Promoting Lifelong Healthy Eating: An Overview. CDC's Guidelines for School Health Programs."},
      {
        "id":"ED460105",
        "title":"An Investigation of Teacher Stress and Efficacy."},
      {
        "id":"ED460106",
        "title":"Substitute Teaching: A College Professor's Personal Experience."},
      {
        "id":"ED460107",
        "title":"Recreating the Classroom. Presidential Address."},
      {
        "id":"ED460109",
        "title":"Into the Classroom: Teacher Preparation, Licensure, and Recruitment. Elements of Teacher Effectiveness."},
      {
        "id":"ED460110",
        "title":"Standards in Classroom Practice: Research Synthesis."},
      {
        "id":"ED460111",
        "title":"Noteworthy Perspectives: Teaching to the Core--Reading, Writing, and Mathematics."},
      {
        "id":"ED460112",
        "title":"Understanding Motivation &amp; Supporting Teacher Renewal. Quality Teaching and Learning Series."},
      {
        "id":"ED460113",
        "title":"New Teachers: From Surviving to Thriving."},
      {
        "id":"ED460114",
        "title":"An Investigation of the Relationship between Teacher Personality and National Board Certification among South Mississippi Teachers."},
      {
        "id":"ED460115",
        "title":"Team Teaching in the Elementary School: A Long-Term Qualitative Study of Teacher Planning and Decision-Making."},
      {
        "id":"ED460116",
        "title":"Is There a Connection: Teacher Empowerment, Teachers&apos; Sense of Responsibility, and Student Success?"},
      {
        "id":"ED460117",
        "title":"Encouraging Student Teachers via Electronic Mail."},
      {
        "id":"ED460118",
        "title":"Team Building Activities in the Educational Setting: A Manual."},
      {
        "id":"ED460119",
        "title":"Erosion of Instructional Time: Teacher Concerns."},
      {
        "id":"ED460120",
        "title":"Using Written Reflection To Identify Preservice Teachers' Active Instructional Knowledge during Mathematics Mentoring."},
      {
        "id":"ED460121",
        "title":"Reduce Your Losses: Help New Teachers Become Veteran Teachers."},
      {
        "id":"ED460122",
        "title":"Children and Post Traumatic Stress Disorder: What Classroom Teachers Should Know. ERIC Digest."},
      {
        "id":"ED460123",
        "title":"Preparing Teachers To Work with Parents. ERIC Digest."},
      {
        "id":"ED460124",
        "title":"Title II Requirements for Schools, Colleges, and Departments of Education. ERIC Digest."},
      {
        "id":"ED460125",
        "title":"Teacher Mentoring as Professional Development. ERIC Digest."},
      {
        "id":"ED460126",
        "title":"National Board for Professional Teaching Standards' National Teacher Certification. ERIC Digest."},
      {
        "id":"ED460127",
        "title":"Licensure Programs for Paraeducators. ERIC Digest."},
      {
        "id":"ED460128",
        "title":"Preparing Classroom Teachers for Delivering Health Instruction. ERIC Digest."},
      {
        "id":"ED460129",
        "title":"Multicultural Education and Technology: Perfect Pair or Odd Couple? ERIC Digest."},
      {
        "id":"ED460130",
        "title":"School-Based Sex Education: A New Millennium Update. ERIC Digest."},
      {
        "id":"ED460132",
        "title":"Handbook of Kindergarten-Primary Assessment Tools. Consultation Draft."},
      {
        "id":"ED460133",
        "title":"Validating Behavioural Change: Teachers' Perception and Use of ICT in England and Korea."},
      {
        "id":"ED460134",
        "title":"The Effects of Finite Sampling Corrections on State Assessment Sample Requirements. NAEP Validity Studies (NVS)."},
      {
        "id":"ED460137",
        "title":"Grade Eight Proficiency Assessment (GEPA) Student Preparation Booklet."},
      {
        "id":"ED456124",
        "title":"Washington Assessment Professional Development Program Evaluation Results."},
      {
        "id":"ED456125",
        "title":"Comparing Students' Attitudes towards the Use of Traditional and Alternative Assessment Practices."},
      {
        "id":"ED456126",
        "title":"Do Pretests Increase Student Achievement as Measured by Posttests?"},
      {
        "id":"ED456127",
        "title":"Reducing Incidents of Cheating in Adolescence."},
      {
        "id":"ED456128",
        "title":"Appropriate Assessment of Primary Grade Students."},
      {
        "id":"ED456130",
        "title":"Report on the Pilot Study: Lesson Plan Review Form for Student Lesson Plans in Mathematics. New York Collaborative for Excellence in Teacher Preparation."},
      {
        "id":"ED456131",
        "title":"Differential Predictors of Mathematics and Reading Achievement: What May Be Learned from Immigrant Adolescents' Adaptation to School."},
      {
        "id":"ED456133",
        "title":"Relationship between Constructivist Teacher Beliefs and Instructional Practices to Students' Mathematical Achievement: Evidence from TIMMS."},
      {
        "id":"ED456134",
        "title":"The Role of Standardized Tests as a Means of Assessment of Young Children: A Review of Related Literature and Recommendations of Alternative Assessments for Administrators and Teachers."},
      {
        "id":"ED456135",
        "title":"AIMS Mathematics Addendum."},
      {
        "id":"ED456136",
        "title":"Rethinking and Redesigning Education Assessment. Preschool through Postsecondary."},
      {
        "id":"ED456137",
        "title":"An Agenda for Research on Educational Testing. NBETPP Statements, Volume 1, Number 1."},
      {
        "id":"ED456138",
        "title":"The Gap between Testing and Technology in Schools. NBETPP Statements, Volume 1, Number 2."},
      {
        "id":"ED456139",
        "title":"High Stakes Testing and High School Completion. NBETPP Statements, Volume 1, Number 3."},
      {
        "id":"ED456140",
        "title":"Cut Scores: Results May Vary. NBETPP Monographs, Volume 1, Number 1."},
      {
        "id":"ED456141",
        "title":"Guidelines for Policy Research on Educational Testing. NBETPP Statements, Volume 1, Number 4."},
      {
        "id":"ED456142",
        "title":"Mode of Administration Effects on MCAS Composition Performance for Grades Four, Eight, and Ten. A Report of Findings Submitted to the Massachusetts Department of Education. NBETPP Statements World Wide Web Bulletin."},
      {
        "id":"ED456143",
        "title":"The Impact of Score Differences on the Admission of Minority Students: An Illustration. NBETPP Statements, Volume 1, Number 5."},
      {
        "id":"ED456144",
        "title":"Educational Testing as a Technology. NBETPP Statements, Volume 2, Number 1."},
      {
        "id":"ED456145",
        "title":"A Brief History of Attempts To Monitor Testing. NBETPP Statements, Volume 2, Number 2."},
      {
        "id":"ED456146",
        "title":"The Marketplace for Educational Testing. NBETPP Statements, Volume 2, Number 3."},
      {
        "id":"ED456147",
        "title":"Accountability Dialogues: School Communities Creating Demand from Within."},
      {
        "id":"ED456148",
        "title":"The 1999-2000 Report of Student Performance: North Carolina Open-Ended Assessment, Grades 4 and 8."},
      {
        "id":"ED456149",
        "title":"The 1999-2000 North Carolina State Testing Results: Multiple-Choice Grade 3 Pretest, End-of-Grade, High School Comprehensive, and End-of-Course Tests. Reporting on the State and 117 Public School Systems and 76 Charter Schools. &quot;The Green Book.&quot;"},
      {
        "id":"ED456150",
        "title":"Instructional Strategies: English Language Arts Exit Exam, 2001."},
      {
        "id":"ED456151",
        "title":"Multifaceted Measurement of Critical Thinking Skills in College Students."},
      {
        "id":"ED456152",
        "title":"Emergent Entities and Emergent Processes: Constructing Emergence through Multi-Agent Programming."},
      {
        "id":"ED456153",
        "title":"Detecting a Change in School Performance: A Bayesian Analysis for a Multilevel Join Point Problem. CSE Technical Report 542."},
      {
        "id":"ED456154",
        "title":"A Sample Assessment Using the Four Process Framework. CSE Technical Report 543."},
      {
        "id":"ED456155",
        "title":"Using Technology To Assess Students' Web Expertise. CSE Technical Report 544."},
      {
        "id":"ED456156",
        "title":"Use of the Rasch IRT Model in Standard Setting: An Item Mapping Method."},
      {
        "id":"ED456157",
        "title":"Relationships between Effective Inquiry Use and the Development of Scientific Reasoning Skills in College Biology Labs."},
      {
        "id":"ED456158",
        "title":"Review of Empirical Research That Utilized the Bell Object Relations Inventory."},
      {
        "id":"ED456159",
        "title":"Critical Analysis of Models and Methods Used To Evaluate Online Learning Networks."},
      {
        "id":"ED456160",
        "title":"Which Learner Readiness Factors, Online Features, and CMC Related Learning Approaches Are Associated with Learner Satisfaction in Computer Conferences?"},
      {
        "id":"ED456161",
        "title":"Education at a Glance: OECD Indicators. Education and Skills. 2001 Edition."},
      {
        "id":"ED456162",
        "title":"Methodological and Theoretical Issues in Studying Nonresident Fathers: A Selective Review."},
      {
        "id":"ED456164",
        "title":"Arizona Academic Standards: Arizona Student Achievement Program."},
      {
        "id":"ED456165",
        "title":"Continuous School Improvement Questionnaire Field Test. Technical Report."},
      {
        "id":"ED456166",
        "title":"South Dakota Annual Report of Academic Progress."},
      {
        "id":"ED456167",
        "title":"Homeschoolers: Estimating Numbers and Growth."},
      {
        "id":"ED456168",
        "title":"Bridging the Gap: Academic Preparation and Postsecondary Success of First-Generation Students. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED456169",
        "title":"Educational Achievement and Black-White Inequality. Statistical Analysis Report."},
      {
        "id":"ED456170",
        "title":"With One Voice: America's Adults and Teens Sound Off about Teen Pregnancy. A National Survey."},
      {
        "id":"ED456171",
        "title":"Emerging Answers: Research Findings on Programs To Reduce Teen Pregnancy."},
      {
        "id":"ED456172",
        "title":"Halfway There: A Prescription for Continued Progress in Preventing Teen Pregnancy."},
      {
        "id":"ED456173",
        "title":"The Use of Tests as Part of High-Stakes Decision-Making for Students: A Resource Guide for Educators and Policy-Makers."},
      {
        "id":"ED456175",
        "title":"Big Cities and Welfare Reform: Early Implementation and Ethnographic Findings from the Project on Devolution and Urban Change."},
      {
        "id":"ED456176",
        "title":"Assessing the Impact of Welfare Reform on Urban Communities: The Urban Change Project and Methodological Considerations. The Project on Devolution and Urban Change."},
      {
        "id":"ED456177",
        "title":"A Paradigm of Paradox: Race, Class, and Desegregation in the South."},
      {
        "id":"ED456178",
        "title":"Why &quot;Nuyoricans&quot; Are Given the Cold-Shoulder by Other Puerto Ricans."},
      {
        "id":"ED456179",
        "title":"African-American Father Roles: A Review of Literature."},
      {
        "id":"ED456180",
        "title":"On the American Civil Rights Movement's Origins, Nature, and Legacy: Framing the Struggle for the &quot;Pearl of Great Price.&quot;"},
      {
        "id":"ED456181",
        "title":"The &quot;Southern Workman&quot;: A Resource for Documenting the Development of Early Care and Education in Virginia."},
      {
        "id":"ED456182",
        "title":"The Development of Course Content: Teaching Child Development from a Multicultural Perspective. Focus on African American Children."},
      {
        "id":"ED456183",
        "title":"Perceptions of Teachers, Administrators, and Community Members about Returning to a Neighborhood School Structure."},
      {
        "id":"ED456184",
        "title":"Follow-Up Study of 1998 Graduates."},
      {
        "id":"ED456186",
        "title":"Pilipino American Identity Development Model."},
      {
        "id":"ED456188",
        "title":"New Networks, Old Problems: Technology in Urban Schools. EWA Special Report."},
      {
        "id":"ED456189",
        "title":"Leading for Diversity: How School Leaders Can Improve Interethnic Relations. Educational Practice Report 7."},
      {
        "id":"ED456190",
        "title":"Diversity Challenged: Evidence on the Impact of Affirmative Action."},
      {
        "id":"ED456191",
        "title":"Introduction [to Diversity Challenged]."},
      {
        "id":"ED456192",
        "title":"Student Diversity and Higher Learning."},
      {
        "id":"ED456193",
        "title":"A Policy Framework for Reconceptualizing the Legal Debate Concerning Affirmative Action in Higher Education."},
      {
        "id":"ED456194",
        "title":"Diversity and Affirmative Action: Evolving Principles and Continuing Legal Battles."},
      {
        "id":"ED456195",
        "title":"Maximizing the Benefits of Student Diversity: Lessons from School Desegregation Research."},
      {
        "id":"ED456196",
        "title":"Is Diversity a Compelling Educational Interest? Evidence from Louisville."},
      {
        "id":"ED456197",
        "title":"Diversity and Legal Education: Student Experiences in Leading Law Schools."},
      {
        "id":"ED456198",
        "title":"The Positive Educational Effects of Racial Diversity on Campus."},
      {
        "id":"ED456199",
        "title":"Linking Diversity and Educational Purpose: How Diversity Affects the Classroom Environment and Student Development."},
      {
        "id":"ED456200",
        "title":"The Impact of Affirmative Action on Medical Education and the Nation's Health."},
      {
        "id":"ED456201",
        "title":"Racial Differences in the Effects of College Quality and Student Body Diversity on Wages."},
      {
        "id":"ED456202",
        "title":"Increasing Diversity Benefits: How Campus Climate and Teaching Methods Affect Student Outcomes."},
      {
        "id":"ED456203",
        "title":"Faculty Experience with Diversity: A Case Study of Macalester College."},
      {
        "id":"ED456204",
        "title":"Reflections on Affirmative Action: Its Origins, Virtues, Enemies, Champions, and Prospects."},
      {
        "id":"ED456206",
        "title":"Poverty Trends for Families Headed by Working Single Mothers, 1993-1999."},
      {
        "id":"ED456207",
        "title":"U.S. Immigration at the Beginning of the 21st Century. Testimony before the Subcommittee on Immigration and Claims Hearing on &quot;The U.S. Population and Immigration.&quot; Committee on the Judiciary, U.S. House of Representatives."},
      {
        "id":"ED456208",
        "title":"Then and Now: Change for the Better?"},
      {
        "id":"ED456210",
        "title":"Workforce and Economic Vitality Issue Paper. Aging Initiative: Project 2030."},
      {
        "id":"ED456211",
        "title":"Increasing Capacity To Learn in the Learning Organization. Innovative Session 4. [AHRD Conference, 2001]."},
      {
        "id":"ED456212",
        "title":"Workforce Improvement Network 2000 Survey of Virginia Employers."},
      {
        "id":"ED456213",
        "title":"Career Technical Education: An Essential Component of the Total Educational System."},
      {
        "id":"ED456214",
        "title":"Using Computers in Distance Study: Results of a Survey amongst Disabled Distance Students."},
      {
        "id":"ED456215",
        "title":"A Vision for the Future: Alberta Apprenticeship and Industry Training--A Discussion Paper [and] Current Context and Selected Trends: A Profile of Apprenticeship and Industry Training in Alberta [and] A Vision for the Future: Responses to a Discussion Paper from the Alberta Apprenticeship and Industry Training Board and the Alberta Apprenticeship and Industry Training Division. Keeping You Informed...."},
      {
        "id":"ED456219",
        "title":"Changing Skills for a Changing World: Recommendations for Adult Literacy Policy in Aotearoa/New Zealand. Occasional Paper Series."},
      {
        "id":"ED456220",
        "title":"Liberalizing Career Education: An Aristotelean Approach to Occupational Study."},
      {
        "id":"ED456221",
        "title":"Solving Long-Term Unemployment in Dublin: The Lessons from Policy Innovation. Policy Paper No. 2."},
      {
        "id":"ED456223",
        "title":"Redefining Skill: Revision of the Standard Occupational Classification (SOC2000). Skills Task Force Research Paper 19."},
      {
        "id":"ED456224",
        "title":"An Evaluation of the Self-Service Approach in One-Stop Career Centers. Final Report."},
      {
        "id":"ED456225",
        "title":"The Transition from Education to Working Life: Key Data on Vocational Training in the European Union. CEDEFOP Reference Series."},
      {
        "id":"ED456226",
        "title":"Review and Lessons Learned of Phare Vocational Education and Training Reform Programmes, 1993-1998. Report."},
      {
        "id":"ED456227",
        "title":"The Linkage System[C]: Linking Academic Content Standards and Occupational Skill Standards. A Process To Enhance Workforce Quality and Improve Academic Performance. Version 1.2. Revised [and] Taxonomy of Academic Performance Indicators: An Update of the V-TECS/Snyder Basic/Essential Skills Taxonomy."},
      {
        "id":"ED456228",
        "title":"National Centers for Career and Technical Education Annual Report, 2000."},
      {
        "id":"ED456232",
        "title":"Chapter Innovators Guide, 2000: Models of Innovation Award Winners."},
      {
        "id":"ED456233",
        "title":"Screening for Adults with Learning Disabilities: The Role of the Practitioner in the Process."},
      {
        "id":"ED456234",
        "title":"Sharing the Vision, Leading the Way: Continuing Educators in the New Millennium. ACHE Proceedings (62nd, Myrtle Beach, South Carolina, October 14-17, 2000)."},
      {
        "id":"ED456236",
        "title":"College Improvement: The Voice of Teachers and Managers."},
      {
        "id":"ED456237",
        "title":"Higher Education in FE Colleges. LSDA Reports."},
      {
        "id":"ED456239",
        "title":"Occupational Projections and Training Data. 2000-01 Edition. Bulletin 2521."},
      {
        "id":"ED456241",
        "title":"Anticipating Occupational and Qualificational Developments: Recommendations and Conclusions Based on a Review of Recent Innovations in Methods and Instruments Applied in the European Union = Antizipation von Berufs-und Qualifikationsentwicklungen... = Prevoir le developpement des professions et des qualifications.... CEDEFOP Panorama Series."},
      {
        "id":"ED456242",
        "title":"State Opportunities To Provide Access to Postsecondary Education under TANF. Revised."},
      {
        "id":"ED456243",
        "title":"Pounding the Payment. [A Job-Search Gaming-Simulation]."},
      {
        "id":"ED456244",
        "title":"Do Mandates Matter? The Effects of a Mandate To Enter a Welfare-to-Work Program."},
      {
        "id":"ED456245",
        "title":"Jobs-Plus Site-by-Site: An Early Look at Program Implementation. A Jobs-Plus Working Paper."},
      {
        "id":"ED456246",
        "title":"Modeling the Performance of Welfare-to-Work Programs: The Effects of Program Management and Services, Economic Environment, and Client Characteristics. MDRC Working Papers on Research Methodology."},
      {
        "id":"ED456247",
        "title":"Monitoring Outcomes for Cuyahoga County's Welfare Leavers: How Are They Faring?"},
      {
        "id":"ED456248",
        "title":"The Neighborhood Jobs Initiative (NJI): An Early Report on the Vision and Challenges of Bringing an Employment Focus to a Community-Building Initiative."},
      {
        "id":"ED456249",
        "title":"Three-Year Impacts of Connecticut's Jobs First Welfare Reform Initiative."},
      {
        "id":"ED456251",
        "title":"Critical Thinking in Adult Education: An Elusive Quest for a Definition of the Field."},
      {
        "id":"ED456252",
        "title":"Research to Reality: Putting VET Research To Work. Proceedings of the Australian Vocational Education and Training Research Association (AVETRA) Conference (4th, Adelaide, Australia, March 28-30, 2001)."},
      {
        "id":"ED456253",
        "title":"Student Level Factors That Influence the Employability of TAFE Graduates over Time: A Partial Least-Squares Analysis."},
      {
        "id":"ED456254",
        "title":"From Research to Reality: An International Perspective (International Panel)."},
      {
        "id":"ED456255",
        "title":"Are TAFE Organisations Learning Organisations? Do They &quot;Walk the Talk&quot;?"},
      {
        "id":"ED456256",
        "title":"Researching Distance Education: Penn State's Online Adult Education MEd Degree on the World Campus."},
      {
        "id":"ED456257",
        "title":"Young People in Transition: Factors Influencing the Educational-Vocational Pathways of Australian School-Leavers."},
      {
        "id":"ED456258",
        "title":"School Non-Completers: Outcomes in Vocational Education and Training."},
      {
        "id":"ED456259",
        "title":"Collaborative Approaches to Increasing the Participation and Outcomes of People with a Disability in Vocational Education and Training."},
      {
        "id":"ED456260",
        "title":"Searching for Extended Identity: The Problematised Role of Managing People Development, as Illuminated by the Frontline Management Initiative."},
      {
        "id":"ED456261",
        "title":"Workplace Affordances and Individual Engagement at Work."},
      {
        "id":"ED456262",
        "title":"Training Package Implementation: Innovative and Flexible Approaches."},
      {
        "id":"ED456263",
        "title":"How Institutions Respond to Training Packages."},
      {
        "id":"ED456264",
        "title":"Trends in Educational Expenditure."},
      {
        "id":"ED456265",
        "title":"Online Support for VET Clients: Expectations and Experiences."},
      {
        "id":"ED456266",
        "title":"Maximising Confidence in Assessment Decision-Making: A Springboard to Quality in Assessment."},
      {
        "id":"ED456267",
        "title":"Development of an Industry Training Strategy for the Abattoir Industry in New South Wales."},
      {
        "id":"ED456268",
        "title":"Reforming Schools through Innovative Teaching."},
      {
        "id":"ED456269",
        "title":"The River of Learning in the Workplace."},
      {
        "id":"ED456270",
        "title":"Quality Control and Employability: Are the Parameters of VET in Germany's Dual System Facing Severe Challenges?"},
      {
        "id":"ED456271",
        "title":"Learning for Transfer--A Theory of Situational Learning."},
      {
        "id":"ED456272",
        "title":"Implementation of Training Packages at RMIT."},
      {
        "id":"ED456273",
        "title":"Teachers' Needs in Supporting Students with a Disability in the Classroom: A Research Report."},
      {
        "id":"ED456274",
        "title":"Interpreting Educational Research Using Statistical Software."},
      {
        "id":"ED456275",
        "title":"Opening Pandora's Box. Keynote."},
      {
        "id":"ED456276",
        "title":"Collocation in Regional Development--The Peel Education and TAFE Response."},
      {
        "id":"ED456277",
        "title":"Curriculum Development and Discursive Practices: Building a Training Culture around Dual Diagnosis."},
      {
        "id":"ED456278",
        "title":"Barriers to Learners' Successful Completion of VET Flexible Delivery Programs."},
      {
        "id":"ED456279",
        "title":"Moving from Andragogy to Heutagogy in Vocational Education."},
      {
        "id":"ED456280",
        "title":"Work-Based Learning in the Contemporary Australian VET Sector: A Re-Appraisal."},
      {
        "id":"ED456281",
        "title":"Flexible Delivery as a &quot;Whole-Organisation&quot;: What Does This Mean in Practice?"},
      {
        "id":"ED456282",
        "title":"Training Packages: The Scientific Management of Education."},
      {
        "id":"ED456283",
        "title":"The Position of Women in Production in the Process Manufacturing Industry in South Australia: Implications for VET."},
      {
        "id":"ED456284",
        "title":"Thinking outside the Box: A Remote VET in Schools Program Challenges Traditional Boundaries."},
      {
        "id":"ED456285",
        "title":"Drivers of Learning Cultures within Organisations: Findings from Case Studies."},
      {
        "id":"ED456286",
        "title":"It's a Judgment Call...and Consistency Isn't All It's Cracked Up To Be."},
      {
        "id":"ED456287",
        "title":"Issues in VET Research: Current Crisis and Potential Possibilities."},
      {
        "id":"ED456288",
        "title":"Action Research as Action Learning as Action Research as Action Learning...at Multiple Levels in Adult Education."},
      {
        "id":"ED456289",
        "title":"TAFE Teachers: Facing the Challenge."},
      {
        "id":"ED456290",
        "title":"The Reform and Development of the VE System in China."},
      {
        "id":"ED456291",
        "title":"Increasing Opportunities for Apprenticeships and Traineeships in Melbourne's Western Region."},
      {
        "id":"ED456292",
        "title":"Evaluating Teacher Training for Industry Trainers."},
      {
        "id":"ED456293",
        "title":"Urban Disadvantage and Provider Equity Strategies."},
      {
        "id":"ED456294",
        "title":"Embracing Postmodernism in Classroom Practice."},
      {
        "id":"ED456295",
        "title":"Online Student Services: An Overview of the Provision."},
      {
        "id":"ED456296",
        "title":"Destinations of School Leavers Who Participated in Structured Workplace Learning Programs."},
      {
        "id":"ED456297",
        "title":"The Challenges in Developing VET Competencies in E-Commerce."},
      {
        "id":"ED456298",
        "title":"The High-Skilled VET Practitioner: Interim Findings from the Evaluation of the Long-Term Impacts of the Framing the Future Projects in 1999-2000."},
      {
        "id":"ED456299",
        "title":"What Are the Mitigating Conditions That Prevent the Uptake of Apprenticeships and Traineeships among Post-Secondary School Adolescents in Victoria?"},
      {
        "id":"ED456300",
        "title":"Translating Practice into Research: How We Have Come To Define and Structure &quot;Vocational&quot; Education."},
      {
        "id":"ED456301",
        "title":"Identity Matters: Learning and Managing at the Frontline."},
      {
        "id":"ED456302",
        "title":"The Effectiveness of Enabling Courses in Assisting Individuals To Progress to Other Training Programs."},
      {
        "id":"ED456303",
        "title":"Community Capacity Building in Regional VET: Small Business and Developing an Integrated Lifelong Learning Community."},
      {
        "id":"ED456304",
        "title":"Keeping the Bosses off My Back: Power and Knowledge in First Line Management Discourse."},
      {
        "id":"ED456305",
        "title":"Learning To Learn Online: Box Hill Learning Network."},
      {
        "id":"ED456306",
        "title":"The World of Work of a TAFE Institute Manager."},
      {
        "id":"ED456307",
        "title":"Misfit and Match: The Frontline Management Initiative in the Community Services and Health Industry."},
      {
        "id":"ED456308",
        "title":"IT Training Package and the Workplace Context--HOW?"},
      {
        "id":"ED456309",
        "title":"Performance Level Assessment: Developing Quality and Consistency through Research Partnerships."},
      {
        "id":"ED456310",
        "title":"ACE VET Linkages: Provider, Student and Industry Views."},
      {
        "id":"ED456311",
        "title":"Using Training Indicators To Improve Planning for Vocational Education and Training."},
      {
        "id":"ED456312",
        "title":"Professional Practices Online: Renovating Past Practices or Building New Ones?"},
      {
        "id":"ED456313",
        "title":"VET-in-School for Indigenous Students: Success through &quot;Cultural Fit.&quot;"},
      {
        "id":"ED456314",
        "title":"The Impact of Research on Decision-Making by Practitioners and Managers."},
      {
        "id":"ED456315",
        "title":"Supporting Women Returning to Work: A European Perspective."},
      {
        "id":"ED456316",
        "title":"Racialised Discourse and &quot;Adult Learning Principles&quot;: Some Thoughts about Difference and VET."},
      {
        "id":"ED456317",
        "title":"Differing Realities: Staff Development in Public and Private Providers of VET."},
      {
        "id":"ED456318",
        "title":"Managing the Transformation to an E-Learning Organisation."},
      {
        "id":"ED456319",
        "title":"Technology: An Additional Tool for Learners."},
      {
        "id":"ED456320",
        "title":"Never Mind the Width, Feel the Quality: Improving VET Research in Australia."},
      {
        "id":"ED456321",
        "title":"A Foot in Both Camps: School Students and Workplaces."},
      {
        "id":"ED456322",
        "title":"Training the TAFE Sessional Workforce: A New Dynamic in Professional Development."},
      {
        "id":"ED456323",
        "title":"Testing the Feasibility of Strategies To Enhance Flexible Delivery in the Workplace."},
      {
        "id":"ED456324",
        "title":"Learning Work, Learning To Work: Literacy, Language and Numeracy as Vehicles for Learning in Training Packages."},
      {
        "id":"ED456325",
        "title":"Learning from Small Enterprise Structured Work Placement."},
      {
        "id":"ED456326",
        "title":"Improving Completion Rates for TAFE Students."},
      {
        "id":"ED456327",
        "title":"Problems to Problematics: A Journey."},
      {
        "id":"ED456328",
        "title":"Who Pays for Lifelong Learning?"},
      {
        "id":"ED456329",
        "title":"Research, Policy, and Practice: How Do They Fit Together? A Case Study on Pathways and Articulation at Victoria University of Technology."},
      {
        "id":"ED456330",
        "title":"Using Research To Inform Business and Strategic Decisions."},
      {
        "id":"ED456332",
        "title":"Mentoring and Work-Based Learning. Trends and Issues Alert No. 29."},
      {
        "id":"ED456333",
        "title":"Capstone Experiences in Career and Technical Education. Practice Application Brief No. 16."},
      {
        "id":"ED456334",
        "title":"Adult Learners in Postsecondary Education. Practice Application Brief No. 17."},
      {
        "id":"ED456335",
        "title":"Aboriginal-Enhanced Access to Native Learning: A Literacy Project of the Native Women's Resource Centre. Final Report."},
      {
        "id":"ED456336",
        "title":"Gathering Voices: Building an Alliance for Family Literacy. Proceedings (St. John's, Canada, October 26-28, 2000)."},
      {
        "id":"ED456339",
        "title":"Strategies for Managing School Violence among Students with Disabilities."},
      {
        "id":"ED456340",
        "title":"Assessing Community Coalitions."},
      {
        "id":"ED456341",
        "title":"GSCA (Georgia School Counselors Association) Journal, 1999."},
      {
        "id":"ED456342",
        "title":"GSCA (Georgia School Counselors Association) Journal, 2000."},
      {
        "id":"ED456343",
        "title":"The Relationship between Alcohol Use and Sexual Assault Incidents in Educational Settings."},
      {
        "id":"ED456344",
        "title":"Psychocultural Aspects of Conflict and Resolution: A Primer for Professional Counselors."},
      {
        "id":"ED456345",
        "title":"Alternatives to the DSM-IV-TR for Multicultural Counseling: Some Preliminary Concerns."},
      {
        "id":"ED456346",
        "title":"Children of Divorce: The Impact on Classroom Behavior."},
      {
        "id":"ED456347",
        "title":"The Non-Pharmacological Treatment of Axis I Conditions in the Presence of Comorbid Personality Disorders: A Review of the Last Five Years."},
      {
        "id":"ED456348",
        "title":"Living Free: A Teacher Information Booklet."},
      {
        "id":"ED456350",
        "title":"Community Organizing. Technical Assistance Packet."},
      {
        "id":"ED456351",
        "title":"Youth Prevention. Technical Assistance Packet."},
      {
        "id":"ED456352",
        "title":"Substance Abuse and the Workplace. Technical Assistance Packet."},
      {
        "id":"ED456353",
        "title":"Women and Substance Abuse. Technical Assistance Packet."},
      {
        "id":"ED456354",
        "title":"Welfare to Work. Technical Assistance Packet."},
      {
        "id":"ED456355",
        "title":"Underage Drinking. Technical Assistance Packet."},
      {
        "id":"ED456356",
        "title":"Treatment. Technical Assistance Packet."},
      {
        "id":"ED456357",
        "title":"Tobacco. Technical Assistance Packet."},
      {
        "id":"ED456358",
        "title":"Parents/Families and Substance Abuse. Technical Assistance Packet."},
      {
        "id":"ED456359",
        "title":"Media Literacy. Technical Assistance Packet."},
      {
        "id":"ED456360",
        "title":"Media Advocacy. Technical Assistance Packet."},
      {
        "id":"ED456361",
        "title":"Managed Care and Substance Abuse. Technical Assistance Packet."},
      {
        "id":"ED456362",
        "title":"Funding. Technical Assistance Packet."},
      {
        "id":"ED456363",
        "title":"Environmental Strategies. Technical Assistance Packet."},
      {
        "id":"ED456364",
        "title":"Drug Courts. Technical Assistance Packet."},
      {
        "id":"ED456365",
        "title":"Domestic Violence. Technical Assistance Packet."},
      {
        "id":"ED456366",
        "title":"College Binge Drinking. Technical Assistance Packet."},
      {
        "id":"ED456367",
        "title":"Demand Treatment!"},
      {
        "id":"ED456368",
        "title":"Educational Methods for Addressing Diversity Issues: The Use of Sociodramatic Techniques."},
      {
        "id":"ED456369",
        "title":"Educational Applications of Art Therapy: Increasing Collegiality within Campus Residential Areas."},
      {
        "id":"ED456370",
        "title":"Plan a Special Event. Youth in Action Bulletin, Number 7."},
      {
        "id":"ED456371",
        "title":"National Strategy for Suicide Prevention: Goals and Objectives for Action."},
      {
        "id":"ED456372",
        "title":"Murals Reflecting Prevention."},
      {
        "id":"ED456373",
        "title":"Personality Factors and Occupational Specialty Choice."},
      {
        "id":"ED456374",
        "title":"Counseling Compulsive Resume Addiction."},
      {
        "id":"ED456375",
        "title":"Middle Grades Career Awareness Guide: A Resource for Middle School Counselors, Career Development Coordinators, and Teachers."},
      {
        "id":"ED456376",
        "title":"African American College Students: Establishing HIV Prevention Programs."},
      {
        "id":"ED456377",
        "title":"A Survey of African American College Students: Reactions to the Terrorist Acts of September 11, 2001."},
      {
        "id":"ED456378",
        "title":"Self Help/Self Care as a Prevention Strategy."},
      {
        "id":"ED456379",
        "title":"Predictors of Substance Use in African American Youths."},
      {
        "id":"ED456381",
        "title":"Toward the Transformation of Secondary School Counseling."},
      {
        "id":"ED456383",
        "title":"Counseling Faculty Handbook."},
      {
        "id":"ED456384",
        "title":"Peer Coaching in Group Supervision: Formative (On-Going, Developmental) Evaluation [and] Summative (End-of-the-Year) Evaluation: Counselor Growth Portfolio."},
      {
        "id":"ED456385",
        "title":"The Interview: Hiring the College Counselor."},
      {
        "id":"ED456386",
        "title":"Paper-and-Pencil or Online? Evaluating Coping and Attachment Measures."},
      {
        "id":"ED456387",
        "title":"Relationship of Attachment and Social Environment to College Students' Adjustment Following Relationship Breakup."},
      {
        "id":"ED456388",
        "title":"Examination of Preventive Resources, Life Events, and Coping Strategies."},
      {
        "id":"ED456389",
        "title":"Relationship of Emotional Functioning to Depression in College Students."},
      {
        "id":"ED456390",
        "title":"Safe Schools Programs &amp; Resources Guide."},
      {
        "id":"ED456391",
        "title":"Guidance Curriculum for the Comprehensive School Counseling Program, K-12."},
      {
        "id":"ED456392",
        "title":"Tobacco Use among U.S. Racial/Ethnic Minority Groups--African Americans, American Indians and Alaska Natives, Asian Americans and Pacific Islanders, and Hispanics: A Report of the Surgeon General. Executive Summary."},
      {
        "id":"ED456393",
        "title":"Women and Smoking: A Report of the Surgeon General [and] Executive Summary."},
      {
        "id":"ED456394",
        "title":"Focus on the Future: Achieving Balance in Career & Life Integration."},
      {
        "id":"ED456395",
        "title":"Retaining Knowledge Workers: Connecting Individual Well-Being and Organizational Performance."},
      {
        "id":"ED456396",
        "title":"Dancing through the Emotional Aspects of the Career Search."},
      {
        "id":"ED456397",
        "title":"21st Century Digital Resources for Career Planning across the Lifespan."},
      {
        "id":"ED456398",
        "title":"Get the Balance Right."},
      {
        "id":"ED456399",
        "title":"Hand-Me-Down Dreams: Integrating Family Perspectives into Career Counseling."},
      {
        "id":"ED456400",
        "title":"Loving Them as They Are: Helping Parents Break the Cycle of Hand-Me-Down Dreams."},
      {
        "id":"ED456401",
        "title":"Mastering Life Work Transitions: Using the Internet To Find Your Dream Job."},
      {
        "id":"ED456402",
        "title":"Is Licensure in Your Future?"},
      {
        "id":"ED456403",
        "title":"Leveraging Advantage: Career Education for Disenfranchised Students."},
      {
        "id":"ED456404",
        "title":"Partnerships: Integrating the Career Center and Academic Units."},
      {
        "id":"ED456405",
        "title":"Helping Women Shape a Career Path and a Life That Works."},
      {
        "id":"ED456410",
        "title":"Analyzing Student Difficulties in Reading."},
      {
        "id":"ED456411",
        "title":"Success in the Reading Curriculum."},
      {
        "id":"ED456412",
        "title":"Sequencing Student Reading Achievement."},
      {
        "id":"ED456413",
        "title":"Improving the Reading Fluency of Students in the Primary Grades."},
      {
        "id":"ED456414",
        "title":"Improving Reading Skills."},
      {
        "id":"ED456415",
        "title":"Reading, Scope, and the Curriculum."},
      {
        "id":"ED456416",
        "title":"Reading Literature in Slovenian Vocational Schools."},
      {
        "id":"ED456417",
        "title":"Things Young Children Can Do with an Electronic Talking Book...Maybe."},
      {
        "id":"ED456418",
        "title":"Colorado Model Content Standards for Reading and Writing: Suggested Grade Level Expectations."},
      {
        "id":"ED456419",
        "title":"Psychologies in the Reading Curriculum."},
      {
        "id":"ED456420",
        "title":"Philosophy of Teaching Reading."},
      {
        "id":"ED456422",
        "title":"Children's Metacognition as Predictor of Reading Comprehension at Different Developmental Levels."},
      {
        "id":"ED456423",
        "title":"Accelerated Reader[R]: What Are the Lasting Effects on the Reading Habits of Middle School Students Exposed to Accelerated Reader[R] in Elementary Grades?"},
      {
        "id":"ED456424",
        "title":"Teens' Favorite Books: An Annotated Bibliography and a Rubric for Literary Evaluation of Adolescent Literature."},
      {
        "id":"ED456425",
        "title":"A Review of State Reading and Language Arts Standards. ERIC Digest."},
      {
        "id":"ED456426",
        "title":"Analysis of the Success for All and School Development Programs and Their Effects on Reading Comprehension."},
      {
        "id":"ED456427",
        "title":"Reading Aloud to Children: A Workshop for Parents. Facilitator's Manual."},
      {
        "id":"ED456428",
        "title":"Investment in Literacy: A Profile of Boys and Parents Committed to the Development and Maintenance of Reading Practices."},
      {
        "id":"ED456429",
        "title":"The Clever Kid's Reading Program: Metacognition and Reciprocal Teaching."},
      {
        "id":"ED456430",
        "title":"At-Risk in First Grade."},
      {
        "id":"ED456431",
        "title":"English and Its Neighbors: A Position Paper."},
      {
        "id":"ED456433",
        "title":"Writing History: Writing Assignment Design and Evaluation in Two American History Survey Courses."},
      {
        "id":"ED456434",
        "title":"Patterns and Structure of the English Language."},
      {
        "id":"ED456435",
        "title":"Word Selection in the Spelling Curriculum."},
      {
        "id":"ED456436",
        "title":"National Writing Project. Hearing before a Subcommittee of the Committee on Appropriations. United States Senate, One Hundred Seventh Congress, First Session, Special Hearing (Bay St. Louis, Mississippi, April 17, 2001)."},
      {
        "id":"ED456437",
        "title":"Early Components to Childhood Literacy."},
      {
        "id":"ED456438",
        "title":"Counting Literature In? Balancing the National Literacy Agenda."},
      {
        "id":"ED456439",
        "title":"Punctuation in the Reading/Writing Curriculum."},
      {
        "id":"ED456440",
        "title":"Constructing Gender: Female Identity Realised in Popular Culture."},
      {
        "id":"ED456441",
        "title":"Lessons from the Classroom: What We Learn about Effective Pedagogy from Teacher-Student Interactions."},
      {
        "id":"ED456442",
        "title":"Creating a Discourse Community with Writing-Intensive Instructors."},
      {
        "id":"ED456443",
        "title":"Shifting to More Authentic Language and Literacy Activity in the Middle Years."},
      {
        "id":"ED456444",
        "title":"Language, Literacy and Participation Rights: Factors Influencing the Educational Outcomes of Boys."},
      {
        "id":"ED456446",
        "title":"Reading in the Dark: Using Film as a Tool in the English Classroom."},
      {
        "id":"ED456447",
        "title":"Scaffolding: Teaching and Learning in Language and Literacy Education."},
      {
        "id":"ED456448",
        "title":"Poetry for Praxis Too."},
      {
        "id":"ED456449",
        "title":"Boys and Writing: Reluctance? Reticence? Or Rebellion?"},
      {
        "id":"ED456450",
        "title":"Texts in Homes and Communities."},
      {
        "id":"ED456451",
        "title":"Developing Thinking Communities through Talk: Two Case Studies from Science Classes. CELA Research Report."},
      {
        "id":"ED456455",
        "title":"Learning Math at Home. Parents and Children Together Series."},
      {
        "id":"ED456456",
        "title":"Online Resources for K-12 Teachers: Language and Literacy Education. ERIC Digest."},
      {
        "id":"ED456457",
        "title":"Future Perfect: Reflecting through Personal Narrative."},
      {
        "id":"ED456458",
        "title":"Taking Risks, Negotiating Relationships: One Teacher's Transition towards a Dialogic Classroom. CELA Research Report."},
      {
        "id":"ED456460",
        "title":"The Future of the Past: Oral and Visual Literacy and the New Zealand Curriculum."},
      {
        "id":"ED456461",
        "title":"Teaching Biography in the Senior English Classroom."},
      {
        "id":"ED456463",
        "title":"Non-Linear Editing for the Smaller College-Level Production Program, Rev. 2.0."},
      {
        "id":"ED456464",
        "title":"Communication Labs Enhance Student Learning and Promote Awareness of the Discipline."},
      {
        "id":"ED456465",
        "title":"Offense and Harm as Predictors in a Third-Person Effect Variation Study."},
      {
        "id":"ED456466",
        "title":"Job Satisfaction of High School Journalism Educators."},
      {
        "id":"ED456467",
        "title":"A New Communication Order."},
      {
        "id":"ED456468",
        "title":"Perceptions of Advertising in the Newly Independent States: Kazakstani Students' Beliefs about Advertising."},
      {
        "id":"ED456469",
        "title":"Diffusion of Courses with World Wide Web Features: Perceptions of Journalism and Mass Communication Program Administrators."},
      {
        "id":"ED456470",
        "title":"Meyrowitz, McLuhan, Medium Theory and Me: Why Medium Theory Needs To Be Taught alongside Techniques for New Communication Technologies."},
      {
        "id":"ED456471",
        "title":"Not Like Me: How Minority Youth Distance Themselves from Risk."},
      {
        "id":"ED456472",
        "title":"Media Literacy: A Review and Critical Assessment of Its Diverse Literature."},
      {
        "id":"ED456473",
        "title":"The Comedy Campaign: The Growing Influence of Humor in Presidential Elections. A Uses and Gratifications Approach."},
      {
        "id":"ED456475",
        "title":"Framing Youth Violence."},
      {
        "id":"ED456476",
        "title":"Television and Its Impact on Family Communication: A Literature Review for the Family Communication Educator."},
      {
        "id":"ED456479",
        "title":"An Analysis of Attitudes toward Statistics: Gender Differences among Advertising Majors."},
      {
        "id":"ED456481",
        "title":"From Aardvark to Zebra: A New Millennium Analysis of Theory Development in Public Relations Academic Journals. A Top Faculty/Student Research Paper."},
      {
        "id":"ED456482",
        "title":"Collaborative Learning and Sense of Audience in Two Computer-Mediated Discourse Communities."},
      {
        "id":"ED456483",
        "title":"Protecting Student Press Freedoms: An Analysis of Statutory Protection for Student Publications in the Post-&quot;Hazelwood&quot; Years."},
      {
        "id":"ED456484",
        "title":"Eliminating Borders through Debate Education."},
      {
        "id":"ED456485",
        "title":"Using Drama To Enhance the Reading of Narrative Texts."},
      {
        "id":"ED456486",
        "title":"School Violence: Getting the Records."},
      {
        "id":"ED456487",
        "title":"Classroom Analysis of Diversity and the Rhetoric of Rush Limbaugh Using C-SPAN Videotapes as a Teaching Tool."},
      {
        "id":"ED456488",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Miscellaneous, Part II."},
      {
        "id":"ED456489",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Miscellaneous, Part III."},
      {
        "id":"ED456490",
        "title":"The Impact of Harmony on Chinese Conflict Management."},
      {
        "id":"ED456491",
        "title":"Measuring Intercultural Sensitivity in Different Cultural Context."},
      {
        "id":"ED456492",
        "title":"Changing Direction: Assessing Student Thoughts and Feelings about a New Program in Strategic Communication."},
      {
        "id":"ED456493",
        "title":"The Initial Study of Pennsylvania Charter Schools. First Annual Report."},
      {
        "id":"ED456496",
        "title":"Collective Bargaining: Bringing Education to the Table. Analysis of 583 Michigan School Labor Contracts and Recommended Improvements To Help Teachers, Schools, and Students. A Mackinac Center Report."},
      {
        "id":"ED456497",
        "title":"Report Card on American Education: A State-by-State Analysis, 1976-2000."},
      {
        "id":"ED456498",
        "title":"The Relationship between Resources and Academic Achievement."},
      {
        "id":"ED456500",
        "title":"Side by Side: When Public and Private Schools Share Knowledge."},
      {
        "id":"ED456501",
        "title":"In Search of the Congruent Leader."},
      {
        "id":"ED456502",
        "title":"An Instrument Designed for Shadowing High School Principals."},
      {
        "id":"ED456503",
        "title":"Final Report of the Montana Public School Students' Out-of-School Time Study. Research Report."},
      {
        "id":"ED456504",
        "title":"Violent Children in Today's Schools: A Literary Review and a Behavior Management Plan for Administrators."},
      {
        "id":"ED456506",
        "title":"Bowman Elementary: A Case Study of the Quest Network."},
      {
        "id":"ED456507",
        "title":"Bending Knee Elementary: A Case Study of the Quest Network."},
      {
        "id":"ED456508",
        "title":"Lessons Learned from the Quest for Quality Learning Communities Project, 1996-2000."},
      {
        "id":"ED456509",
        "title":"Tinder Elementary: A Case Study of the Quest Network."},
      {
        "id":"ED456512",
        "title":"Professional Development in Education and the Private Sector: Following the Leaders."},
      {
        "id":"ED456513",
        "title":"Making Good Choices: Districts Take the Lead. Comprehensive School Reform."},
      {
        "id":"ED456514",
        "title":"School Violence Prevention and Response."},
      {
        "id":"ED456516",
        "title":"The School Principal as Change Agent: An Explanatory Case Study."},
      {
        "id":"ED456518",
        "title":"The Universal Tuition Tax Credit: A Proposal To Advance Parental Choice in Education. How Educational Freedom Will Help Michigan Students, Schools and Taxpayers."},
      {
        "id":"ED456519",
        "title":"Unused Capacity in Privately Funded Michigan Schools: Survey of Excess School Capacity To Help Ease Overcrowded Classrooms and Accommodate School Choice."},
      {
        "id":"ED456520",
        "title":"Investments in Education: USAID Africa Bureau's Office of Sustainable Development, 1992-1999."},
      {
        "id":"ED456521",
        "title":"Goals 2000: Educate America Act, Title III. Fifth Annual Report, 2000."},
      {
        "id":"ED456523",
        "title":"The Impact of School Choice on School Employee Labor Unions: Unionization Rates among Private, Charter, and Traditional Government Schools Suggest Reason for Union Opposition to School Choice."},
      {
        "id":"ED456524",
        "title":"A Charter School Survey: Parents, Teachers, and Principals Speak Out."},
      {
        "id":"ED456525",
        "title":"Getting Closer to School Effectiveness and School Improvement in the Czech Republic: Major Developments and Topics for the Future."},
      {
        "id":"ED456526",
        "title":"Achieving Educational Equality for Australia's Aboriginal and Torres Strait Islander Peoples. Revised. Discussion Paper."},
      {
        "id":"ED456527",
        "title":"Somerville Charter School: Management Issues and Recommendations."},
      {
        "id":"ED456528",
        "title":"Evaluation of the Georgia CrossRoads Alternative Education Program, July 1997-June 2000. Volumes I and II."},
      {
        "id":"ED456529",
        "title":"Soliciting Support for the American Public School: A Guide To Inform Administration and Educate Parents."},
      {
        "id":"ED456530",
        "title":"Evaluation of Collaborative Efforts between AEL and the Virginia Governor's Best Practice Centers."},
      {
        "id":"ED456531",
        "title":"Guide for Preventing and Responding to School Violence."},
      {
        "id":"ED456532",
        "title":"Reducing Class Size: Choices and Consequences. Policy Brief."},
      {
        "id":"ED456533",
        "title":"Feet of Class, Relations of Power and Policy Research."},
      {
        "id":"ED456534",
        "title":"Comprehensive School Reform and School-Based Budgeting in New Jersey."},
      {
        "id":"ED456535",
        "title":"Keeping Up the Good Work: Developing and Sustaining Capacity for School Improvement."},
      {
        "id":"ED456536",
        "title":"Positivism in Education: Philosophical, Research, and Organizational Assumptions."},
      {
        "id":"ED456538",
        "title":"The Effect of Sociability Self-Concept on Adolescent Perceptions of Safety at School."},
      {
        "id":"ED456539",
        "title":"State Laws Regarding Education Reform, Assessment, and Accountability in Washington State."},
      {
        "id":"ED456540",
        "title":"Commercialism in Schools."},
      {
        "id":"ED456541",
        "title":"Fixing New York's State Education Aid Dinosaur: A Proposal. Policy Brief."},
      {
        "id":"ED456542",
        "title":"Building on What We Have Learned: A National Dialogue on Standards-Based Education."},
      {
        "id":"ED456543",
        "title":"The Influence of Principals on the Institutionalization of Developmentally Appropriate Practices: A Multiple Case Study."},
      {
        "id":"ED456544",
        "title":"Education Reform in Australia, 1992-97. Country Studies: Education Reform and Management Publication Series, Vol. 1, No. 2."},
      {
        "id":"ED456545",
        "title":"Implementing Education Reforms in New Zealand, 1987-97: A Case Study. The Education Reform and Management Series, Vol. 1, No. 1."},
      {
        "id":"ED456546",
        "title":"How Title I Can Become the Engine of Reform in America's Schools."},
      {
        "id":"ED456547",
        "title":"Sewing a Seamless Education System. Preschool through Postsecondary."},
      {
        "id":"ED456548",
        "title":"To Continue, Press On: Sustaining Continuous School Improvement."},
      {
        "id":"ED456549",
        "title":"Autonomous School Development: A Challenge for Everyone Involved."},
      {
        "id":"ED456550",
        "title":"School Safety and Violence."},
      {
        "id":"ED456551",
        "title":"State Exiting Standards, Version 1.0."},
      {
        "id":"ED456552",
        "title":"An Exploratory Study of the Impact of Charter Schools on Reducing the White-Minority Achievement Gap in North Carolina."},
      {
        "id":"ED456553",
        "title":"School Readiness or School's Readiness?"},
      {
        "id":"ED456554",
        "title":"Using What We Know: A Review of the Research on Implementing Class-Size Reduction Initiatives for State and Local Policymakers."},
      {
        "id":"ED456556",
        "title":"Leandro: The Merging of Adequacy and Standards-Based Reforms. SERVE Policy Brief."},
      {
        "id":"ED456557",
        "title":"Summer School: Research-Based Recommendations for Policymakers. SERVE Policy Brief."},
      {
        "id":"ED456558",
        "title":"Funding of Oklahoma Common Schools with a Texas Tax Plan: A Cautionary Note."},
      {
        "id":"ED456567",
        "title":"Personnel Policy in Charter Schools."},
      {
        "id":"ED456568",
        "title":"The Phantom Mandate: District Capacity for Reform."},
      {
        "id":"ED456569",
        "title":"Minnesota Education Yearbook, 2000: The Status of Pre-K-12 Education in Minnesota."},
      {
        "id":"ED456571",
        "title":"CSRD Policy Study: Central Region Report."},
      {
        "id":"ED456573",
        "title":"Imperatives for Change: The Case for Radically Redesigning Public Education in America. Preschool through Postsecondary."},
      {
        "id":"ED456574",
        "title":"Addressing the Needs of Gifted Middle School Students. Practitioners' Guide A0023."},
      {
        "id":"ED456575",
        "title":"What Educators Need To Know about...Encouraging Talented Girls in Mathematics. Practitioners' Guide A0022."},
      {
        "id":"ED456576",
        "title":"What Parents Need To Know about...Encouraging Talented Girls in Mathematics. Practitioners' Guide A0021."},
      {
        "id":"ED456578",
        "title":"Special Education Funding in Colorado."},
      {
        "id":"ED456579",
        "title":"Monitoring Authentic Problem Solving: MAPS for Enhancing Outcomes for Students with Disabilities. Final Report."},
      {
        "id":"ED456580",
        "title":"Identification of Children Who Are Gifted: A Technical Assistance Manual."},
      {
        "id":"ED456581",
        "title":"Guide for District Service Plans and Fiscal Estimates for Children Who Are Gifted."},
      {
        "id":"ED456582",
        "title":"Zap 'Em with Assistive Technology: Notetaking, Modified Materials, Assistive Writing Tools, References, Organizational Tools, Cognitive Assistance, Adapted Access."},
      {
        "id":"ED456583",
        "title":"Special Education Mediation: A Guide for Parents."},
      {
        "id":"ED456584",
        "title":"Preparation of Youth with Disabilities for Participation in Postsecondary Education & Lifelong Learning. Proceedings of the National Capacity Building Institute (Honolulu, Hawaii, March 7-9, 2001)."},
      {
        "id":"ED456585",
        "title":"Guidelines for Services for Culturally and Linguistically Diverse Preschool Students with Disabilities, Ages 3-5 [with Updated Appendices]."},
      {
        "id":"ED456587",
        "title":"NIDRR Program Directory, Fiscal Year 1998."},
      {
        "id":"ED456588",
        "title":"Improving Services for Secondary Students with Emotional and Behavioral Disorders: Project ANCHOR."},
      {
        "id":"ED456589",
        "title":"Federal Disability Terms: A Review of State Use. Quick Turn Around (QTA)."},
      {
        "id":"ED456590",
        "title":"Youth Focus: Implementing IDEA. A National Conference (Cleveland, Ohio, June 4-6, 2001). Participant's Manual."},
      {
        "id":"ED456591",
        "title":"National Resources for Adults with Learning Disabilities."},
      {
        "id":"ED456593",
        "title":"Spotlight on Technology. Proceedings of the RESNA &apos;99 Annual Conference (Long Beach, California, June 25-29, 1999). Volume 19."},
      {
        "id":"ED456594",
        "title":"The AT Odyssey Continues. Proceedings of the RESNA 2001 Annual Conference (Reno, Nevada, June 22-26, 2001). Volume 21."},
      {
        "id":"ED456595",
        "title":"School Independence Measure: Conceptual Framework and Use with Children with ADHD."},
      {
        "id":"ED456598",
        "title":"Deliberate-Fire: An Account of Organizational Transformation in Onondaga Community Living, Syracuse, New York."},
      {
        "id":"ED456599",
        "title":"The Origins of Person-Centered Planning: A Community of Practice Perspective."},
      {
        "id":"ED456600",
        "title":"Walking toward Freedom: One Family's Journey into Self-Determination."},
      {
        "id":"ED456601",
        "title":"The Genius of the Principle of Normalization."},
      {
        "id":"ED456602",
        "title":"The Politics of Person-Centered Planning."},
      {
        "id":"ED456603",
        "title":"Self-Determination in Vermont: Contributions of the Vermont Self-Determination Project."},
      {
        "id":"ED456604",
        "title":"Leading Inclusive Programs for All Special Education Students: A Pre-Service Training Program for Principals."},
      {
        "id":"ED456605",
        "title":"Mindful Curriculum Leadership for Students with Attention Deficit Hyperactivity Disorder (ADHD): Leading in Elementary Schools by Using Multiple Intelligences Theory (SUMIT[C])."},
      {
        "id":"ED456606",
        "title":"Self-Efficacy and Career Choice among Students with Physical Disabilities in Postsecondary Education."},
      {
        "id":"ED456607",
        "title":"Here Comes the Judge: Lessons from the Courts on Behavioral Intervention Plans."},
      {
        "id":"ED456608",
        "title":"Analysis of Transition Services of Individualized Education Programs for High School Students with Special Needs."},
      {
        "id":"ED456609",
        "title":"A Comparison of Graduation Requirements."},
      {
        "id":"ED456610",
        "title":"Preventing High School Dropout among Students with Mild Disabilities: A Literature Review."},
      {
        "id":"ED456611",
        "title":"Barriers to Parental Advocacy via the Internet: A Rural Case Study."},
      {
        "id":"ED456612",
        "title":"Leadership and Inclusion: Reculturing for Reform."},
      {
        "id":"ED456613",
        "title":"Using Direct Teaching and Cooperative Learning To Improve the Social Skills of Students Labeled as Having Moderate Cognitive Delays."},
      {
        "id":"ED456614",
        "title":"Regular Education Initiative: The General Educator's Responsibility."},
      {
        "id":"ED456615",
        "title":"Transition to Post-Secondary Environments."},
      {
        "id":"ED456616",
        "title":"Higher Education and Students with Orthopedic Disabilities: A Survey Instrument."},
      {
        "id":"ED456617",
        "title":"A Survey Instrument: General Educators and Students with Physical Disabilities."},
      {
        "id":"ED456618",
        "title":"Tapping Medicaid Funds. Quick Turn Around (QTA)."},
      {
        "id":"ED456619",
        "title":"The Widening Gap of Intolerance: An Analysis of Standards-Based Reforms and Special Education in Secondary Schools."},
      {
        "id":"ED456620",
        "title":"The PEC (Postsecondary Education Consortium) Salutes Making a Difference."},
      {
        "id":"ED456621",
        "title":"PEPNet 2000 Innovation in Education. Conference Proceedings (Denver, Colorado, April 5-8, 2000)."},
      {
        "id":"ED456622",
        "title":"Wildlife and the School Environment."},
      {
        "id":"ED456623",
        "title":"Buckeye Valley Middle School Educational Specifications: Buckeye Valley Local School District, Delaware, Ohio."},
      {
        "id":"ED456624",
        "title":"Lead in American Schools: What School Districts Should and Should Not Do."},
      {
        "id":"ED456626",
        "title":"Head Start Center Design Guide."},
      {
        "id":"ED456627",
        "title":"Innovative School Facility Partnerships: Downtown, Airport, and Retail Space. Policy Study No. 276."},
      {
        "id":"ED456628",
        "title":"Poisoned Schools: Invisible Threats, Visible Actions. A Report of the Child Proofing Our Communities: Poisoned School Campaign."},
      {
        "id":"ED456629",
        "title":"Your School Grounds Handbook."},
      {
        "id":"ED456630",
        "title":"Prevailing Wage Laws and School Construction Costs: An Analysis of Public School Construction in Maryland and the Mid-Atlantic States."},
      {
        "id":"ED456631",
        "title":"National Survey of Public School Teachers."},
      {
        "id":"ED456632",
        "title":"Topical Reports: Sustainable Design for Schools."},
      {
        "id":"ED456633",
        "title":"Lead in Drinking Water in Schools and Non-Residential Buildings."},
      {
        "id":"ED456634",
        "title":"Schoolyard Learning: The Impact of School Grounds."},
      {
        "id":"ED456636",
        "title":"Maine School Library Facilities Handbook."},
      {
        "id":"ED456637",
        "title":"Foreign Language Teaching in Schools in Europe [and] Profile of...Foreign Language Teaching in Schools in Europe."},
      {
        "id":"ED456639",
        "title":"Teaching English Language Arts to Francophone Students, Grades 3 to 9: A Guide to Transfers and Interference."},
      {
        "id":"ED456640",
        "title":"Making Teaching Lexis and Structures to Adult EFL Learners More Effective through Creating a Learning Community and Fostering Some Specific Learning Skills: A Curriculum for a Short-Term Development Course for Non-Native Speaker EFL Teachers."},
      {
        "id":"ED456641",
        "title":"Standards-Based Instruction for English Language Learners. PREL Briefing Paper."},
      {
        "id":"ED456642",
        "title":"Role-Plays as Strategically Active Scenarios."},
      {
        "id":"ED456643",
        "title":"Respecting Black English as a Style of Discourse."},
      {
        "id":"ED456644",
        "title":"Affirming Francophone Education: Foundations and Directions. A Framework for French First Language Education in Alberta = Affirmer l'education en francais langue premiere: fondements et orientations. Le cadre de l'education francophone en Alberta."},
      {
        "id":"ED456645",
        "title":"Towards a Model of Adaptive Language Learning: A Pilot Study."},
      {
        "id":"ED456646",
        "title":"How Does the Use of Reading Recovery Techniques and Individualized Reading Strategies Affect the Reading Skills of Middle-School, Second Language Learners? Action Research Project."},
      {
        "id":"ED456647",
        "title":"Teaching Subtitling at University."},
      {
        "id":"ED456648",
        "title":"Studying Abroad: Does It Enhance College Student Cross-Cultural Awareness?"},
      {
        "id":"ED456649",
        "title":"An Analysis of Students' Dyadic Interaction on a Dictogloss Task."},
      {
        "id":"ED456651",
        "title":"Toward a Comprehensive Conceptualization of TA Education: Contents, Commitments, Structures."},
      {
        "id":"ED456653",
        "title":"The Common Curriculum Framework for International Languages: Nine-Year Program (Grade 4 to Grade 12). Western Canadian Protocol for Collaboration in Basic Education, Alberta Version."},
      {
        "id":"ED456654",
        "title":"The Common Curriculum Framework for International Languages: Kindergarten to Grade 12. Western Canadian Protocol for Collaboration in Basic Education, Alberta Version."},
      {
        "id":"ED456655",
        "title":"The Effect of a Simplified English Language Dictionary on a Reading Test. LEP Projects Report 1."},
      {
        "id":"ED456661",
        "title":"Non-Courseware Factors Involved in Using Multimedia in Foreign Language Instruction."},
      {
        "id":"ED456662",
        "title":"The Influence of Age in the Acquisition of English as a Third Language."},
      {
        "id":"ED456663",
        "title":"Basque, Spanish, French and English in the Basque Country."},
      {
        "id":"ED456664",
        "title":"Notes on Linguistics, 2000."},
      {
        "id":"ED456665",
        "title":"Canadian Language Benchmarks-TOEFL Research Project: A Comparison Study of the Canadian Language Benchmarks Assessment and the Test of English as a Foreign Language."},
      {
        "id":"ED456666",
        "title":"Speaking Silence? A Study of Linguistic Space and Girls in an ESL Classroom."},
      {
        "id":"ED456667",
        "title":"Separating Difference & Disability."},
      {
        "id":"ED456669",
        "title":"Language Education and Human Development: Arabic Diglossia and Its Impact on the Quality of Education in the Arab Region."},
      {
        "id":"ED456670",
        "title":"Integrated Skills in the ESL/EFL Classroom. ERIC Digest."},
      {
        "id":"ED456671",
        "title":"What We Can Learn from Foreign Language Teaching in Other Countries. ERIC Digest."},
      {
        "id":"ED456672",
        "title":"Discourse Analysis for Language Teachers. ERIC Digest."},
      {
        "id":"ED456673",
        "title":"Implementing a District-Wide Foreign Language Program: A Case Study of Acquisition, Planning, and Curricular Innovation. ERIC Digest."},
      {
        "id":"ED456674",
        "title":"Teaching about Dialects. ERIC Digest."},
      {
        "id":"ED456675",
        "title":"English as a Second Language Institute. Final Report."},
      {
        "id":"ED456676",
        "title":"Meeting the Language Needs of Low-Literacy Adult Immigrants in Washington, D.C. and Suburban Northern Virginia."},
      {
        "id":"ED456677",
        "title":"Applications. SCANS Plans Portfolio."},
      {
        "id":"ED456678",
        "title":"Tips for Teachers during Times of Trauma."},
      {
        "id":"ED456680",
        "title":"Attitudes of White Student Services Practitioners toward Asian Americans: Research and Recommendations. Research Report."},
      {
        "id":"ED456681",
        "title":"Religious Holidays on Campus: Policies, Problems, and Recommendations. Research Report."},
      {
        "id":"ED456682",
        "title":"Building One System: 2000 Annual Report."},
      {
        "id":"ED456683",
        "title":"Collaborative Inquiry of Learning Groups in College Settings."},
      {
        "id":"ED456686",
        "title":"Middle Income Undergraduates: Where They Enroll and How They Pay for Their Education. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED456687",
        "title":"Attitudes toward Public Administration Education, Professional Role Perceptions and Political Values among the Public Administrators in an American State--Kentucky. Research Report."},
      {
        "id":"ED456688",
        "title":"Financing the Future: Postsecondary Students, Costs, and Financial Aid, 1993-1994. Household Economic Studies. Current Population Reports."},
      {
        "id":"ED456689",
        "title":"Meeting Needs and Making Profits: The Rise of For-Profit Degree-Granting Institutions. ECS Issue Paper."},
      {
        "id":"ED456693",
        "title":"Policy Documents &amp; Reports. Ninth Edition."},
      {
        "id":"ED456694",
        "title":"High School Academic Curriculum and the Persistence Path through College: Persistence and Transfer Behavior of Undergraduates 3 Years after Entering 4-Year Institutions. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED456695",
        "title":"Roster of Physics Departments with Enrollment and Degree Data, 2000. AIP Report."},
      {
        "id":"ED456696",
        "title":"1999 Initial Employment Report: Follow-Up of 1998 Physics and Astronomy Degree Recipients. AIP Report."},
      {
        "id":"ED456697",
        "title":"Alabama Commission on Higher Education Annual Report, October 1, 1999-September 30, 2000."},
      {
        "id":"ED456698",
        "title":"Public Policy Agenda, 2001."},
      {
        "id":"ED456699",
        "title":"Faculty Senate Presidential Skills: Identifying Needs for Training and Professional Development."},
      {
        "id":"ED456700",
        "title":"Student Charges & Financial Aid, 2000-2001."},
      {
        "id":"ED456712",
        "title":"Ontario Universities--2000. Resource Document."},
      {
        "id":"ED456713",
        "title":"Indirect Costs of University Research: Background Information."},
      {
        "id":"ED456714",
        "title":"The &quot;Entering Student Questionnaire&quot;: A Study of Five Years of Use."},
      {
        "id":"ED456715",
        "title":"Research in the Non-University Higher Education Sector--Tensions and Dilemmas."},
      {
        "id":"ED456716",
        "title":"The Mentoring Web: A Model To Increase Retention of Lesbian, Gay, and Bisexual Undergraduates."},
      {
        "id":"ED456717",
        "title":"Why We Should Use Noncognitive Variables with Graduate Students."},
      {
        "id":"ED456718",
        "title":"Preliminary Findings: Faculty, Teaching Assistant, and Student Perceptions Regarding Accommodating Students with Disabilities in Postsecondary Environments."},
      {
        "id":"ED456720",
        "title":"Alumni Loyalty: A Survey Investigation."},
      {
        "id":"ED456721",
        "title":"The New College Course Map and Transcript Files: Changes in Course-Taking and Achievement, 1972-1993. Based on the Postsecondary Records from Two National Longitudinal Studies."},
      {
        "id":"ED456722",
        "title":"Independent Colleges and Universities: A National Profile."},
      {
        "id":"ED456724",
        "title":"Salary-Trend Study of Faculty in Administrative Assistant and Secretarial Services for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456726",
        "title":"Salary-Trend Study of Faculty in Anthropology for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456727",
        "title":"Salary-Trend Study of Faculty in Architecture and Related Programs for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456729",
        "title":"Salary-Trend Study of Faculty in Biology, General for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456730",
        "title":"Salary-Trend Study of Faculty in Business Administration and Management for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456731",
        "title":"Salary-Trend Study of Faculty in Business Management and Administrative Services for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456732",
        "title":"Salary-Trend Study of Faculty in Business/Managerial Economics for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456733",
        "title":"Salary-Trend Study of Faculty in Chemistry for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456736",
        "title":"Salary-Trend Study of Faculty in Computer and Information Sciences for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456738",
        "title":"Salary-Trend Study of Faculty in Criminal Justice and Corrections for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456740",
        "title":"Salary-Trend Study of Faculty in Drama/Theater Arts and Stagecraft for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456741",
        "title":"Salary-Trend Study of Faculty in Economics for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456744",
        "title":"Salary-Trend Study of Faculty in Engineering, General for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456745",
        "title":"Salary-Trend Study of Faculty in Engineering-Related Technologies for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456747",
        "title":"Salary-Trend Study of Faculty in Enterprise Management and Operation for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456748",
        "title":"Salary-Trend Study of Faculty in Fine Arts and Art Studies for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456750",
        "title":"Salary-Trend Study of Faculty in General Teacher Education for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456751",
        "title":"Salary-Trend Study of Faculty in Geography for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456752",
        "title":"Salary-Trend Study of Faculty in Geological and Related Sciences for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456753",
        "title":"Salary-Trend Study of Faculty in History for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456754",
        "title":"Salary-Trend Study of Faculty in Home Economics, General for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456755",
        "title":"Salary-Trend Study of Faculty in Library Science for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456756",
        "title":"Salary-Trend Study of Faculty in Marketing Management and Research for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456757",
        "title":"Salary-Trend Study of Faculty in Mathematics for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456761",
        "title":"Salary-Trend Study of Faculty in Occupational Therapy for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456762",
        "title":"Salary-Trend Study of Faculty in Parks, Recreation and Leisure Studies for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456763",
        "title":"Salary-Trend Study of Faculty in Philosophy and Religion for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456764",
        "title":"Salary-Trend Study of Faculty in Physical Sciences, General for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456765",
        "title":"Salary-Trend Study of Faculty in Physical Therapy for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456766",
        "title":"Salary-Trend Study of Faculty in Physics for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456767",
        "title":"Salary-Trend Study of Faculty in Political Science and Government for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456768",
        "title":"Salary-Trend Study of Faculty in Psychology, General for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456769",
        "title":"Salary-Trend Study of Faculty in Public Health for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456770",
        "title":"Salary-Trend Study of Faculty in Reading Teacher Education for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456771",
        "title":"Salary-Trend Study of Faculty in Social Sciences, General for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456772",
        "title":"Salary-Trend Study of Faculty in Social Work for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456773",
        "title":"Salary-Trend Study of Faculty in Sociology for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456775",
        "title":"Salary-Trend Study of Faculty in Speech Pathology and Audiology for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456776",
        "title":"Salary-Trend Study of Faculty in Visual and Performing Arts for the Years 1997-98 and 2000-01."},
      {
        "id":"ED456780",
        "title":"Minority Participation in Graduate Education: A Social and Economic Imperative."},
      {
        "id":"ED456781",
        "title":"Linking State Resources to Campus Results: From Fad to Trend--The Fifth Annual Survey."},
      {
        "id":"ED456782",
        "title":"Strategic Management of Academic Activities: Program Portfolios. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456783",
        "title":"Academic Success of Suspended Students. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456784",
        "title":"On the Right Path: The Higher Education Study of One Generation. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456785",
        "title":"Caveat Emptor: Is There a Relationship between Part-Time Faculty Utilization and Student Learning Outcomes and Retention? AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456786",
        "title":"What Works Best? Collecting Alumni Data with Multiple Technologies. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456787",
        "title":"The Place of the Web in College Choice: Information or Persuasion? AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456788",
        "title":"The Transformational Power of Strategic Planning. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456789",
        "title":"How Do Academic Departments Impact Student Satisfaction? Understanding the Contextual Effects of Departments. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456790",
        "title":"Comparing Online and Face-to-Face Instruction at a Large Virtual University: Data and Issues in the Measurement of Quality. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456791",
        "title":"Factors Affecting Part-Time College Enrollment within the First Year. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED456792",
        "title":"Community Colleges in Canada. CHERD/CSSHE Reader Series Number 1."},
      {
        "id":"ED456793",
        "title":"Graduate Education in Canada. CHERD/CSSHE Reader Series Number 2."},
      {
        "id":"ED456794",
        "title":"Gender Equity in Canadian Postsecondary Educational Institutions. CHERD/CSSHE Reader Series Number 3."},
      {
        "id":"ED456795",
        "title":"The University and the State: Reflections on the Canadian Experience. CHERD/CSSHE Reader Series Number 4."},
      {
        "id":"ED456796",
        "title":"Revisiting the Issue of Access to Higher Education in Canada. CHERD/CSSHE Reader Series Number 5."},
      {
        "id":"ED456797",
        "title":"TAP into Learning, Fall-Winter 2000."},
      {
        "id":"ED456800",
        "title":"Technology Plan."},
      {
        "id":"ED456801",
        "title":"Hybrid Courses: Determining the Effectiveness of Using the Internet."},
      {
        "id":"ED456802",
        "title":"Transition to an IP Environment. A Report of the Annual Aspen Institute Conference on Telecommunications Policy (15th, Aspen, Colorado, August 12-16, 2000) with Thoughts on the Implications of Technological Change for Telecommunications Policy."},
      {
        "id":"ED456803",
        "title":"Virtual Placement and Other Tools for Facilitating Service-Learning Placement, Training, and Reflection Campus-Wide."},
      {
        "id":"ED456806",
        "title":"Preliminary Assessment of the Proposed Closure of the National Technical Information Service (NTIS): A Report to the President and the Congress."},
      {
        "id":"ED456807",
        "title":"State of Texas Master Plan for Educational Technology, 2000-2003."},
      {
        "id":"ED456808",
        "title":"Texas STaR Chart: A Tool for Planning and Assessing School Technology and Readiness Aligned with the Texas Long-Range Plan for Technology. Educational Technology Advisory Committee."},
      {
        "id":"ED456809",
        "title":"Technology Education Standards Rationale."},
      {
        "id":"ED456813",
        "title":"Learning Styles and General Attitudes toward Computers: An Analysis of Students Enrolled in Computer Science Modules at Calvin College. Research Field Study."},
      {
        "id":"ED456814",
        "title":"Proceedings of the 2001 ASCUE Summer Conference (34th, North Myrtle Beach, South Carolina, June 10-14, 2001)."},
      {
        "id":"ED456815",
        "title":"Information Skills Integration Strategies Support Document for Elementary Media Coordinators and Classroom Teachers."},
      {
        "id":"ED456816",
        "title":"Computer-Based Technology and Learning: Evolving Uses and Expectations. Revised Edition."},
      {
        "id":"ED456818",
        "title":"ESL/EFL Web Sites: What Do Users Need and What Can They Expect To Find There?"},
      {
        "id":"ED456820",
        "title":"Virtual Learning Is Becoming Reality."},
      {
        "id":"ED456821",
        "title":"Social Marketing and the &quot;New&quot; Technology: Proceedings of a Washington Roundtable (Washington, DC, March 25, 1998)."},
      {
        "id":"ED456822",
        "title":"Education Technology Must Be Included in Comprehensive Education Legislation. A Policy Paper."},
      {
        "id":"ED456823",
        "title":"Discovering Social and Moral Context in Virtual Educational World."},
      {
        "id":"ED456825",
        "title":"The Invention Curriculum: A Malaysian Experience. Innodata Monographs 11."},
      {
        "id":"ED456826",
        "title":"Tech Plan Update Electronic Forms Preview."},
      {
        "id":"ED456827",
        "title":"EdTech 2000."},
      {
        "id":"ED456828",
        "title":"Local Technology Plan Benchmark Standards for the Year 2003."},
      {
        "id":"ED456829",
        "title":"The Role of Technology in Teaching Young Writers."},
      {
        "id":"ED456831",
        "title":"Increasing the Integration of Technology into the Fourth-Grade Curriculum Using Teacher/Media Specialist Collaboration in Planning Student Research Activities."},
      {
        "id":"ED456832",
        "title":"Mentoring Programs for First Year Media Specialists: A Model. A Research Study."},
      {
        "id":"ED456835",
        "title":"Internet Access in U.S. Public Schools and Classrooms: 1994-2000. Statistics in Brief."},
      {
        "id":"ED456836",
        "title":"Focus Group Interview Evaluation Report for the LSTA."},
      {
        "id":"ED456838",
        "title":"Technology, Education and Copyright Harmonization Act of 2001. Hearing before the Subcommittee on Courts, the Internet, and Intellectual Property of the Committee on the Judiciary on S. 487. House of Representatives, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED456839",
        "title":"Parent's Guide to the Internet. Revised."},
      {
        "id":"ED456840",
        "title":"Using Video Case Studies for the Professional Development of Teachers in China."},
      {
        "id":"ED456841",
        "title":"Competencies for Online Teaching. ERIC Digest."},
      {
        "id":"ED456842",
        "title":"The Right of the Child to Information: The Role of Public Libraries in Human Rights Education."},
      {
        "id":"ED456844",
        "title":"Sources of Custom-Produced Books: Braille, Audio Recordings, and Large Print."},
      {
        "id":"ED456845",
        "title":"Magazines in Special Media."},
      {
        "id":"ED456846",
        "title":"Building and Sustaining Digital Collections: Models for Libraries and Museums."},
      {
        "id":"ED456847",
        "title":"Selection and Presentation of Commercially Available Electronic Resources: Issues and Practices."},
      {
        "id":"ED456848",
        "title":"Building Sustainable Collections of Free Third-Party Web Resources."},
      {
        "id":"ED456849",
        "title":"Virtual Libraries in the Southeast: A Guide to Online Resources Available to Educators in the SERVE States. Special Report."},
      {
        "id":"ED456850",
        "title":"Blindness and Visual Impairments: Information and Advocacy Organizations. Reference Circular No. 01-01."},
      {
        "id":"ED456851",
        "title":"Curriculum Design/Instruction in Library Research Skills."},
      {
        "id":"ED456852",
        "title":"Statistics & Input-Output Measures for School Library Media Centers in Colorado, 2000."},
      {
        "id":"ED456853",
        "title":"The Future Is Now: Quality Library Service in Colorado. Strategic Plan 2001-2004."},
      {
        "id":"ED456854",
        "title":"A Virtual Library for Instructional Systems Designers."},
      {
        "id":"ED456855",
        "title":"Reference Collection Development Policy."},
      {
        "id":"ED456857",
        "title":"ARL Statistics, 1999-2000: A Compilation of Statistics from the One Hundred and Twenty-Two Members of the Association of Research Libraries."},
      {
        "id":"ED456858",
        "title":"Oregon Intellectual Freedom Clearinghouse. Thirteenth Annual Report, July 1, 1999-June 30, 2000."},
      {
        "id":"ED456859",
        "title":"Oregon Intellectual Freedom Clearinghouse. Fourteenth Annual Report, July 1, 2000-June 30, 2001."},
      {
        "id":"ED456861",
        "title":"Proof of the Power: Recent Research on the Impact of School Library Media Programs on the Academic Achievement of U.S. Public School Students. ERIC Digest."},
      {
        "id":"ED456862",
        "title":"Libraries in Today's Digital Age: The Copyright Controversy. ERIC Digest."},
      {
        "id":"ED456863",
        "title":"Uncovering the Hidden Web, Part I: Finding What the Search Engines Don't. ERIC Digest."},
      {
        "id":"ED456864",
        "title":"Uncovering the Hidden Web, Part II: Resources for Your Classroom. ERIC Digest."},
      {
        "id":"ED456865",
        "title":"The National Science Foundation's Massive Digital Library for Education: Opportunities and Challenges for Teachers and Librarians. ERIC Digest."},
      {
        "id":"ED456867",
        "title":"Open Doors and Open Minds: Improving Access and Quality in California's Community Colleges."},
      {
        "id":"ED456868",
        "title":"Community Impact Report. Executive Summary, Fall 2000."},
      {
        "id":"ED456869",
        "title":"Trends and Issues in Transfer. ERIC Digest."},
      {
        "id":"ED456870",
        "title":"Framing the Problem: How a Changing Latin American Higher Education Opens the Door for Community Colleges."},
      {
        "id":"ED456871",
        "title":"Board of Trustees of Connecticut Community-Technical Colleges, 2000-2001."},
      {
        "id":"ED456872",
        "title":"Articulation Report for the Florida Community College System: Data for Fall 1996, Fall 1997, and Fall 1998."},
      {
        "id":"ED456873",
        "title":"Issues of Education at Community Colleges: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University, 2000-2001."},
      {
        "id":"ED456875",
        "title":"Tidewater Community College 2000 Graduate Survey Study."},
      {
        "id":"ED456876",
        "title":"The College Fact Book: Academic Year 2000-2001."},
      {
        "id":"ED456877",
        "title":"Tidewater Community College Distance Learning Report."},
      {
        "id":"ED456879",
        "title":"Enrollment Projections: University of Hawaii Community Colleges, Fall 2001 to Fall 2007."},
      {
        "id":"ED456880",
        "title":"Casper College Economic Impact Analysis, 1999-2000."},
      {
        "id":"ED456881",
        "title":"The Reality of Perceptions: The Future Earning Power of Community College Students."},
      {
        "id":"ED456882",
        "title":"Research Report: Alternative Calendar Student Survey."},
      {
        "id":"ED456883",
        "title":"Hot Programs at Community Colleges. AACC Research Brief."},
      {
        "id":"ED456884",
        "title":"Transfer and Articulation Policies. ECS StateNotes: Transfer and Articulation."},
      {
        "id":"ED456885",
        "title":"Honolulu Community College Program Health Indicators: 2000-2001 Program Reviews."},
      {
        "id":"ED456886",
        "title":"Distance Education Report, August 2001: California Community Colleges, Fiscal Years 1995-1996 through 1999-2000."},
      {
        "id":"ED456888",
        "title":"Systems for Offering Concurrent Enrollment at High Schools and Community Colleges. New Directions for Community Colleges, Number 113. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED456889",
        "title":"Transfer Students: Trends and Issues. New Directions for Community Colleges, Number 114. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED456890",
        "title":"Discovering Reggio Emilia: Building Connections between Learning and Art."},
      {
        "id":"ED456896",
        "title":"The Early Childhood Mental Health Best Practices Project. Report on Project Activities, Year Two."},
      {
        "id":"ED456897",
        "title":"Stakeholders in Foster Care: An International Comparative Study."},
      {
        "id":"ED456898",
        "title":"Learning between Systems: Adapting Higher Education Financing Methods to Early Care and Education. Research Report."},
      {
        "id":"ED456899",
        "title":"Assessing the Feasibility of Family Loans for Early Care and Education. Technical Report."},
      {
        "id":"ED456900",
        "title":"Community Endowment Funds for Early Care and Education. Technical Report."},
      {
        "id":"ED456901",
        "title":"A Financial Aid Need Analysis Methodology for Early Care and Education. Technical Report."},
      {
        "id":"ED456903",
        "title":"An Odyssey of Connecticut's Children: KIDS COUNT Data Book 2001."},
      {
        "id":"ED456906",
        "title":"Learning at the Beginning of a New Millennium: Establishing Outcomes for the Early Childhood Services to Grade 12 Learning System."},
      {
        "id":"ED456909",
        "title":"Report to the President on School-Based Outreach for Children's Health Insurance."},
      {
        "id":"ED456913",
        "title":"The Critical Years of Education for At-Risk Students: The Impact of an Early Childhood Program on Student Learning."},
      {
        "id":"ED456914",
        "title":"Recursos para padres: Informacion importante para el exito de su hijo en la escuela... (Resources for Parents: Important Information for the Success of Your Child in School...). [Folder]."},
      {
        "id":"ED456915",
        "title":"The View of the Yeti: Bringing up Children in the Spirit of Self-Awareness and Kindredship."},
      {
        "id":"ED456916",
        "title":"Teaching Prosocial Skills to Young Children To Increase Emotionally Intelligent Behavior."},
      {
        "id":"ED456917",
        "title":"Early Education and Child Care: Does the United States Measure Up? Hearing of the Committee on Health, Education, Labor, and Pensions. United States Senate, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED456918",
        "title":"Effective Approaches to Market Rate Surveys. Child Care Administration Project Issue Brief."},
      {
        "id":"ED456919",
        "title":"Conducting Market Rate Surveys and Establishing Rate Policies."},
      {
        "id":"ED456920",
        "title":"Rate Setting Policies: Ensuring Access and Improving Quality. Issues Meeting Proceedings (Washington, D.C., November 28-29, 2000)."},
      {
        "id":"ED456921",
        "title":"Using CCDF To Finance Out-of-School Time and Community School Initiatives. Strategy Brief. Volume 2, Number 1."},
      {
        "id":"ED456929",
        "title":"Head Start: A Comprehensive Child Development Program for Children Birth to Age Five."},
      {
        "id":"ED456932",
        "title":"Using Literature To Teach K-1 Math Concepts: An Annotated Bibliography and Suggested Extension Activities."},
      {
        "id":"ED456934",
        "title":"Teens, Jobs, and Welfare: Implications for Social Policy. Child Trends Research Brief."},
      {
        "id":"ED456936",
        "title":"Problem-Solving Performance and Understanding of High and Low Self-Regulated Kindergarten Children."},
      {
        "id":"ED456938",
        "title":"Harvard Education Letter, 2000."},
      {
        "id":"ED456943",
        "title":"Pongase en accion! Materiales para actividades despues de la escuela (Get into Action! Afterschool Action Kit)."},
      {
        "id":"ED456945",
        "title":"A History and Foundation of American Indian Education Policy."},
      {
        "id":"ED456946",
        "title":"Tribal College Contributions to Local Economic Development."},
      {
        "id":"ED456947",
        "title":"Creating Role Models for Change: A Survey of Tribal College Graduates."},
      {
        "id":"ED456948",
        "title":"Theorizing Justice in Chicano Families. JSRI Occasional Paper No. 43. Latino Studies Series."},
      {
        "id":"ED456949",
        "title":"Latino Students and Secondary School Education."},
      {
        "id":"ED456950",
        "title":"Entrepreneurship Everywhere: A Guide to Resources and Models for Entrepreneurship Education."},
      {
        "id":"ED456951",
        "title":"West Virginia Department of Education GEAR UP Project: Year 1 Baseline Survey (2000-2001). Gaining Early Awareness and Readiness for Undergraduate Programs."},
      {
        "id":"ED456952",
        "title":"Household Food Security in the Rural South: Assuring Access to Enough Food for Healthy Lives."},
      {
        "id":"ED456953",
        "title":"Building Community Linkages: Some Thoughts on Community Based Action Research."},
      {
        "id":"ED456954",
        "title":"An Overview of the Development of Aboriginal Early Childhood Services in Canada."},
      {
        "id":"ED456955",
        "title":"Creating an Optimistic Future for Indigenous Research in Education: Re-Visioning Both Outcome and Process. Panel Presentation Report."},
      {
        "id":"ED456956",
        "title":"Reconciling Indigenous and Western Knowing."},
      {
        "id":"ED456958",
        "title":"Creating Moral Citizens: Answers from the Ancient, Non-Western World."},
      {
        "id":"ED456959",
        "title":"The Internet &amp; Regional Australia: How Rural Communities Can Address the Impact of the Internet."},
      {
        "id":"ED456960",
        "title":"Rural America in Transition: Poverty and Welfare at the Turn of the 21st Century. JCPR Working Paper."},
      {
        "id":"ED456961",
        "title":"Latinos in the South: Education Trends and Outcomes."},
      {
        "id":"ED456962",
        "title":"The Evolution of Critical Service Learning for Education: Four Problematics."},
      {
        "id":"ED456963",
        "title":"American Indians, Blacks, &amp; Asians in Oregon's Work Force."},
      {
        "id":"ED456966",
        "title":"Hardships in America: The Real Story of Working Families."},
      {
        "id":"ED456968",
        "title":"The Home Environment and School Achievement: A Longitudinal Study of Primary School Children in Swaziland."},
      {
        "id":"ED456969",
        "title":"Progress and Challenges in Reducing Economic Distress in Appalachia: An Analysis of National and Regional Trends since 1960."},
      {
        "id":"ED456974",
        "title":"The Importance of Manufacturing in the Rural South."},
      {
        "id":"ED456975",
        "title":"Won in the Classroom: Guidelines for the Selection of Culturally Appropriate Materials."},
      {
        "id":"ED456976",
        "title":"Educating Urban Indians: A Summit for the Future (Milwaukee, Wisconsin, March 10, 2000)."},
      {
        "id":"ED456977",
        "title":"Connections to Our Earth: Exploring Maine&apos;s Natural Resources. Leader&apos;s Guide. 4-H Earth Connections."},
      {
        "id":"ED456979",
        "title":"Rural Substance Abuse: State of Knowledge and Issues. NIDA Research Monograph 168."},
      {
        "id":"ED456980",
        "title":"The Social Context of Substance Abuse: A Developmental Perspective."},
      {
        "id":"ED456981",
        "title":"Drug and Alcohol Use among Youth in Rural Communities."},
      {
        "id":"ED456982",
        "title":"Risk and Protective Factors for Drug Use among Rural American Youth."},
      {
        "id":"ED456983",
        "title":"Health Consequences of Alcohol Use in Rural America."},
      {
        "id":"ED456984",
        "title":"The Economic and Social Costs of Drug Abuse among the Rural Population."},
      {
        "id":"ED456985",
        "title":"The Prevention of Alcohol Use by Rural Youth."},
      {
        "id":"ED456986",
        "title":"A Drug Abuse Prevention Strategy for Rural America."},
      {
        "id":"ED456987",
        "title":"In Living Context: An Interdisciplinary Approach to Rethinking Rural Prevention."},
      {
        "id":"ED456988",
        "title":"Mental Health Service Delivery in Rural Areas: Organizational and Clinical Issues."},
      {
        "id":"ED456989",
        "title":"Culturally Competent Substance Abuse Prevention Research among Rural Native American Communities."},
      {
        "id":"ED456990",
        "title":"Substance Abuse in Rural African-American Populations."},
      {
        "id":"ED456991",
        "title":"Drug and Alcohol Use among Rural Mexican-Americans."},
      {
        "id":"ED456992",
        "title":"Relationships between Motivational Goals, Sense of Self, Self-Concept and Academic Achievement: A Comparative Study with Aboriginal and Non-Aboriginal Students."},
      {
        "id":"ED456993",
        "title":"A Program of Integration for the University and the High School in the Field of Chemistry."},
      {
        "id":"ED456994",
        "title":"A Classroom Model for WWW Use in Modern Engineering Education."},
      {
        "id":"ED456995",
        "title":"Facilitating Students' Autonomy."},
      {
        "id":"ED456996",
        "title":"Self-Image and Expectations of First Year Engineering Students in a Brazilian University."},
      {
        "id":"ED456997",
        "title":"Postgraduate Training &amp; Research in Collaboration with Industry (Twenty Years of Experience in the U.K.)."},
      {
        "id":"ED456998",
        "title":"Actions for a New Industrial Engineering Curriculum Based on a Changing Society."},
      {
        "id":"ED456999",
        "title":"Environmental Education Standards for Kansas."},
      {
        "id":"ED457000",
        "title":"The Lattice Method Used in Teaching Multiplication with Whole Numbers and Decimals to Students with Learning Disabilities."},
      {
        "id":"ED457001",
        "title":"Increasing Physics Enrolment in Year 11."},
      {
        "id":"ED457005",
        "title":"Microbiology--Safety Considerations."},
      {
        "id":"ED457006",
        "title":"Using the GLOBE Program To Enhance Classroom Teaching."},
      {
        "id":"ED457009",
        "title":"Snakes: An Integrated Unit Plan."},
      {
        "id":"ED457011",
        "title":"Earthquakes: A Teacher's Package for K-6. Revised Edition."},
      {
        "id":"ED457016",
        "title":"Colorado Model Content Standards for Science: Suggested Grade Level Expectations."},
      {
        "id":"ED457017",
        "title":"Colorado Model Content Standards for Mathematics: Suggested Grade Level Expectations."},
      {
        "id":"ED457019",
        "title":"The High School Physics Workbook: A Needed Instructional Device."},
      {
        "id":"ED457021",
        "title":"School Projects for Monitoring the State of the Marine Environment."},
      {
        "id":"ED457022",
        "title":"From Informational Technology in Biology Teaching to Inspirational Technology: Where Have We Come from and Where Are We Going?"},
      {
        "id":"ED457023",
        "title":"Effective Science Teaching and a Strategy for Its Implementation."},
      {
        "id":"ED457024",
        "title":"Virtual Experiences and the NSW Stage 6 Science Syllabuses."},
      {
        "id":"ED457025",
        "title":"Pursuing Excellence: Comparisons of International Eighth-Grade Mathematics and Science Achievement from a U.S. Perspective, 1995-1999. Initial Findings from the Third International Mathematics and Science Study--Repeat. Statistical Analysis Report."},
      {
        "id":"ED457026",
        "title":"Revised North Carolina Mathematics Standard Course of Study."},
      {
        "id":"ED457027",
        "title":"In Search of an East Asian Identity in Mathematics Education--The Legacy of an Old Culture and the Impact of Modern Technology."},
      {
        "id":"ED457028",
        "title":"Strategic Research Partnerships: Proceedings from an NSF Workshop (Washington, D.C., October 13, 2000). Special Report."},
      {
        "id":"ED457029",
        "title":"New Horizons in Mathematics and Science Education."},
      {
        "id":"ED457033",
        "title":"Building and Encouraging Confidence and Creativity in Science."},
      {
        "id":"ED457034",
        "title":"Elementary Statistics I--Mathematics 274 Course Syllabus, Fall 2001."},
      {
        "id":"ED457037",
        "title":"The Nation's Report Card: Mathematics Highlights, 2000."},
      {
        "id":"ED457038",
        "title":"Characteristics of Enduring Partnerships."},
      {
        "id":"ED457039",
        "title":"The Educational Progress of Women. Findings from \"The Condition of Education 1995.\""},
      {
        "id":"ED457044",
        "title":"Notes on Active Pedagogy: A Supplement to the Active Learning Modules. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED457047",
        "title":"Paris Peace Conference: Writing a Treaty To End World War I. Grade 10/11 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457048",
        "title":"Terrorist or Freedom Fighter: Whom Can We Trust? Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457049",
        "title":"What's Next for China and the U.S.? Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457050",
        "title":"Latin American Marketing Project. Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457051",
        "title":"Project Helping Hands. Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457052",
        "title":"NATO and Russia. Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457053",
        "title":"Mock Tribunal in Action: Mock International Criminal Tribunal for the Former Yugoslavia. 10th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457054",
        "title":"Nazi Germany through an Examination of the Holocaust. Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457055",
        "title":"Communism and Containment. Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457056",
        "title":"The July Crisis: Can You Stop the Great War? Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457057",
        "title":"Industrial Revolution. Grade 10 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457058",
        "title":"Around the World in 80 Days--or Less. Grade 9 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457059",
        "title":"Corps of Discovery: Voyaging with Lewis and Clark. Grade 8 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457060",
        "title":"Will America Fall Apart Like the Maya? Grade 7 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457061",
        "title":"The Selling of the Taj Mahal or Osaka Castle. 7th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457062",
        "title":"Aztecs Meet the Spanish. Grade 7 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457063",
        "title":"International Institute of Archaeology Anthropology: Early Human Culture. Grade 6 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457064",
        "title":"Let's Sue Them All! The Byzantine Disaster. Grade 7 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457065",
        "title":"The Museum Project. Grade 7 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California&apos;s Classrooms to the World."},
      {
        "id":"ED457066",
        "title":"Land Use Competition. Grade 12 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457067",
        "title":"In Praise of Political Parties. Grade 12 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California&apos;s Classrooms to the World."},
      {
        "id":"ED457068",
        "title":"Select-a-Lawmaker. Grade 12 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457069",
        "title":"Advising the President: A Simulated Cabinet Meeting. Grade 12 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457070",
        "title":"El Nino Election. Grade 12 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457071",
        "title":"The Future of Affirmative Action. Grade 11 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457072",
        "title":"Seeking a Balance in International Trade: Pacific Rim Import-Export Transactions. Grade 12 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457073",
        "title":"American Justice on Trial. Grade 11 Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED457076",
        "title":"Community Cleanup. Youth in Action Bulletin, Number 9."},
      {
        "id":"ED457077",
        "title":"A Sense of Water. Water in Africa."},
      {
        "id":"ED457078",
        "title":"Water Sources in Cape Verde and West Africa. Water in Africa."},
      {
        "id":"ED457079",
        "title":"The Hare and the Water: A Tanzanian Folktale. Water in Africa."},
      {
        "id":"ED457080",
        "title":"Splish Splash: A Daily Use of Water. Water in Africa."},
      {
        "id":"ED457081",
        "title":"Precious Droplets: The Value of Water. Water in Africa."},
      {
        "id":"ED457082",
        "title":"Climate and Water in Ghana. Water in Africa."},
      {
        "id":"ED457083",
        "title":"Water Uses and Children's Lives in East Africa. Water in Africa."},
      {
        "id":"ED457084",
        "title":"Drip Drop: Access to Water. Water in Africa."},
      {
        "id":"ED457085",
        "title":"Historical Development of Western Education in Swaziland."},
      {
        "id":"ED457086",
        "title":"Gender Specific Aspects of Children's Clothing and Teacher-Student Interaction."},
      {
        "id":"ED457087",
        "title":"Swazi Concepts of Intelligence: The Universal vs. the Local."},
      {
        "id":"ED457088",
        "title":"Building Bridges: How Storytelling Influences Teacher/Student Relationships."},
      {
        "id":"ED457093",
        "title":"Geographic Alliance of Iowa. Lesson Plans."},
      {
        "id":"ED457094",
        "title":"Welcome to Nigeria."},
      {
        "id":"ED457095",
        "title":"America's Legislators Back to School Week--High School Lesson Plans. Trust for Representative Democracy."},
      {
        "id":"ED457096",
        "title":"America's Legislators Back to School Week--Middle School Lesson Plans. Trust for Representative Democracy."},
      {
        "id":"ED457097",
        "title":"America's Legislators Back to School Week--Elementary School Lesson Plans. Trust for Representative Democracy."},
      {
        "id":"ED457098",
        "title":"Beyond Blame: Reacting to the Terrorist Attack. A Curriculum for Middle and High School Students."},
      {
        "id":"ED457100",
        "title":"Service-Learning and Character Education: One Plus One Is More Than Two. Issue Paper."},
      {
        "id":"ED457101",
        "title":"Report on Voting and Political Participation of &quot;We the People... The Citizen and the Constitution&quot; Alumni."},
      {
        "id":"ED457102",
        "title":"&quot;We the People... The Citizen and the Constitution&quot;: Knowledge of and Support for Democratic Institutions and Processes by Participating Students. National Finals 2001."},
      {
        "id":"ED457105",
        "title":"Kant's Moral Education--On the Cultivation of an Autonomous Person."},
      {
        "id":"ED457106",
        "title":"Teaching Students To Discuss Controversial Public Issues. ERIC Digest."},
      {
        "id":"ED457108",
        "title":"Teaching about September 11th and Its Aftermath. C-SPAN in the Classroom."},
      {
        "id":"ED457109",
        "title":"AnthroNotes: Museum of Natural History Publication for Educators, Fall 2001."},
      {
        "id":"ED457112",
        "title":"Technology and Global Education."},
      {
        "id":"ED457113",
        "title":"Global Trends in Civic Education."},
      {
        "id":"ED457114",
        "title":"Social Science Docket, 2000-2001."},
      {
        "id":"ED457116",
        "title":"Gender Equity Expert Panel: Exemplary &amp; Promising Gender Equity Programs, 2000."},
      {
        "id":"ED457118",
        "title":"Teaching Character Education Using Children's Literature: Wisconsin's Standards of the Heart."},
      {
        "id":"ED457119",
        "title":"How Whiteness Frames the Beliefs of White Female Pre-Service Teachers Working with English Language Learners of Color."},
      {
        "id":"ED457120",
        "title":"Voices of Women Mathematicians: Understanding Their Success Using a Narrative Approach to Inquiry."},
      {
        "id":"ED457121",
        "title":"Insider/Outsider Relationships: Reconsidering Outsider Staff Development through the Prism of Race, Class, and Culture."},
      {
        "id":"ED457122",
        "title":"Will They Engage? Political Knowledge, Participation and Attitudes of Generations X and Y."},
      {
        "id":"ED457123",
        "title":"Pondering Learning: Connecting Multiple Intelligences and Service-Learning."},
      {
        "id":"ED457125",
        "title":"Curriculum Reform in New Zealand: What Is Really Being Done and Is It Worth the Trouble?"},
      {
        "id":"ED457126",
        "title":"Teacher Standards, Quality and Professionalism. Working Document. Outcomes from a National Professional Summit."},
      {
        "id":"ED463146",
        "title":"Teachers' Beliefs about Accommodating Students' Learning Styles in Science Classes."},
      {
        "id":"ED463147",
        "title":"Scientific and Engineering Research Facilities: 2001. Detailed Statistical Tables."},
      {
        "id":"ED463149",
        "title":"Educational Opportunities for Minority Students: Lessons Learned from a Summer High School Math and Science Program."},
      {
        "id":"ED463152",
        "title":"Hubble Space Telescope Deep Field Lesson Package. Teacher's Guide, Grades 6-8. Amazing Space: Education On-Line from the Hubble Space Telescope."},
      {
        "id":"ED463153",
        "title":"Gravity Probe B: Examining Einstein's Spacetime with Gyroscopes. An Educator's Guide with Activities in Space Science."},
      {
        "id":"ED463156",
        "title":"Social Interactions and Mathematics Learning."},
      {
        "id":"ED463163",
        "title":"Research and Development in Industry: 1999. Detailed Statistical Tables."},
      {
        "id":"ED463164",
        "title":"Directory of Ohio Environmental Education Sites and Resources, 2002."},
      {
        "id":"ED463165",
        "title":"Traditional or Problem-Centered Mathematics? The Choices of Students and Parents in One District."},
      {
        "id":"ED463166",
        "title":"Are We Achieving &quot;Mathematical Power for All?&quot; A Decade of National Data on Instruction and Achievement."},
      {
        "id":"ED463167",
        "title":"Environmental Education Needs and Preferences of an Inner City Community of Color."},
      {
        "id":"ED463168",
        "title":"Mathematics Achievement in a Reform Environment: The Effect of Teacher, Student, and Parental Characteristics on Student Testing Performance."},
      {
        "id":"ED463169",
        "title":"Mathematics and Science across the Curriculum."},
      {
        "id":"ED463170",
        "title":"Standards for the Education of Teachers in Science: Teaching through Inquiry."},
      {
        "id":"ED463171",
        "title":"BioLab: Using Yeast Fermentation as a Model for the Scientific Method."},
      {
        "id":"ED463172",
        "title":"Organizational Structure of Effective vs. Less Effective Partnerships."},
      {
        "id":"ED463173",
        "title":"Characteristics of Enduring Partnerships."},
      {
        "id":"ED463174",
        "title":"A Data Analysis Problem That Brews."},
      {
        "id":"ED463175",
        "title":"Give Me a Hand! Digitizing Images into a Graphing Calculator Using Coordinate Geometry."},
      {
        "id":"ED463176",
        "title":"Improving Math and Science Education So That No Child Is Left Behind. Hearing before the Subcommittee on Science, House of Representatives, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED463177",
        "title":"Using Accelerated Math To Enhance Student Achievement in High School Mathematics Courses."},
      {
        "id":"ED463178",
        "title":"Using Space for a Better Foundation on Earth: Mechanics of Granular Materials. Educational Brief. Grades 5-8."},
      {
        "id":"ED463179",
        "title":"Using Space for a Better Foundation on Earth: Mechanics of Granular Materials. Educational Brief. Grades 9-12."},
      {
        "id":"ED463180",
        "title":"Middle School Mathematics in Miami-Dade Public Schools: Reform and Technology Considerations."},
      {
        "id":"ED463184",
        "title":"Chattanooga, Tennessee: Train Town. Teaching with Historic Places."},
      {
        "id":"ED463185",
        "title":"Bethlehem, Pennsylvania: A Moravian Settlement in Colonial America. Teaching with Historic Places."},
      {
        "id":"ED463186",
        "title":"Castolon: A Meeting Place of Two Cultures. Teaching with Historic Places."},
      {
        "id":"ED463187",
        "title":"Frederica: An 18th-Century Planned Community. Teaching with Historic Places."},
      {
        "id":"ED463188",
        "title":"Saint-Gaudens National Historic Site: Home of a Gilded Age Icon. Teaching with Historic Places."},
      {
        "id":"ED463189",
        "title":"Mammoth Cave: It's Explorers, Miners, Archeologists, and Visitors. Teaching with Historic Places."},
      {
        "id":"ED463190",
        "title":"Saugus Iron Works: Life and Work at an Early American Industrial Site. Teaching with Historic Places."},
      {
        "id":"ED463191",
        "title":"The Vieux Carre: A Creole Neighborhood in New Orleans. Teaching with Historic Places."},
      {
        "id":"ED463192",
        "title":"Chatham Plantation: Witness to the Civil War. Teaching with Historic Places."},
      {
        "id":"ED463193",
        "title":"Human Rights: Lesson Plan for SDAIE (Sheltered) Class."},
      {
        "id":"ED463194",
        "title":"Beowulf. Lessons from ORIAS Institute on History through Literature in the 6th Grade/7th Grade Core Classrooms, 1998-2000."},
      {
        "id":"ED463195",
        "title":"The Story of Joseph from the Koran. Lessons from ORIAS Institute on History through Literature in the 6th Grade/7th Grade Core Classrooms, 1998-2000."},
      {
        "id":"ED463196",
        "title":"Bibliographies and Annotations from Speakers and Class Participants."},
      {
        "id":"ED463197",
        "title":"Passport Project."},
      {
        "id":"ED463198",
        "title":"Letters, Telegrams, and Photographs Illustrating Factors That Affected the Civil War. The Constitution Community: Civil War and Reconstruction (1850-1870)."},
      {
        "id":"ED463199",
        "title":"Maps of Indian Territory, the Dawes Act, and Will Rogers&apos; Enrollment Case File. The Constitution Community: The Development of the Industrial United States (1870-1900)."},
      {
        "id":"ED463200",
        "title":"Petition Signed by Thomas A. Edison for Sunday Openings at the World's Columbian Exposition. The Constitution Community: The Development of the Industrial United States (1870-1900)."},
      {
        "id":"ED463201",
        "title":"Affidavit and Flyers from the Chinese Boycott Case. The Constitution Community: The Development of the Industrial United States (1870-1900)."},
      {
        "id":"ED463202",
        "title":"Photographs of Lewis Hine: Documentation of Child Labor. The Constitution Community: The Development of the Industrial United States (1870-1900)."},
      {
        "id":"ED463203",
        "title":"Photographs of the 369th Infantry and African Americans during World War I. The Constitution Community: The Emergence of Modern America (1890-1930)."},
      {
        "id":"ED463204",
        "title":"The Volstead Act and Related Prohibition Documents. The Constitution Community: The Emergence of Modern America (1890-1930)."},
      {
        "id":"ED463205",
        "title":"Sow the Seeds of Victory! Posters from the Food Administration during World War I. The Constitution Community: The Emergence of Modern America (1890-1930)."},
      {
        "id":"ED463206",
        "title":"Political Cartoons Illustrating Progressivism and the Election of 1912. The Constitution Community: The Emergence of Modern America (1890-1930)."},
      {
        "id":"ED463207",
        "title":"FDR's First Inaugural Address: Declaring &quot;War&quot; on the Great Depression. The Constitution Community: The Great Depression and World War II (1929-1945)."},
      {
        "id":"ED463208",
        "title":"Documents Related to Churchill and FDR. The Constitution Community: The Great Depression and World War II (1929-1945)."},
      {
        "id":"ED463209",
        "title":"&quot;The Rosa Parks Story&quot;: Guide for Educators."},
      {
        "id":"ED463210",
        "title":"Professional Development, Global Pedagogy, and Potential: Examining an Alternative Approach to the Episodic Workshop."},
      {
        "id":"ED463212",
        "title":"Challenges of Globalization: Morocco and Tunisia. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2001 (Morocco and Tunisia)."},
      {
        "id":"ED463214",
        "title":"Chicago's Columbus Park: The Prairie Idealized. Teaching with Historic Places."},
      {
        "id":"ED463215",
        "title":"The Freeman School: Building Prairie Communities. Teaching with Historic Places."},
      {
        "id":"ED463217",
        "title":"Middle Level Learning, 1999-2000."},
      {
        "id":"ED463219",
        "title":"Reviews of National Policies for Education: Lithuania. Education and Skills."},
      {
        "id":"ED463220",
        "title":"Discovering Our Delta: A Learning Guide for Community Research. Teacher Guide [and] Student Community Research Guide."},
      {
        "id":"ED463221",
        "title":"Making Friends with Franklin. Smithsonian in Your Classroom."},
      {
        "id":"ED463222",
        "title":"Teaching from Objects and Stories: Learning about the Bering Sea Eskimo People. Smithsonian in Your Classroom."},
      {
        "id":"ED463223",
        "title":"Utah Character Education Action Research Projects."},
      {
        "id":"ED463224",
        "title":"Utah Community Partnership for Character Education. Final Evaluation Report, 1995-1999."},
      {
        "id":"ED463225",
        "title":"World History [Humanities]. Course of Study."},
      {
        "id":"ED463226",
        "title":"Social Science Exploratory. Course of Study."},
      {
        "id":"ED463227",
        "title":"U.S. History 1. Course of Study."},
      {
        "id":"ED463228",
        "title":"U.S. History 2. Course of Study."},
      {
        "id":"ED463229",
        "title":"Economics. Course of Study."},
      {
        "id":"ED463230",
        "title":"American Government: Voices of Citizenship. Course of Study."},
      {
        "id":"ED463231",
        "title":"Springwood: Birthplace and Home to Franklin D. Roosevelt. Teaching with Historic Places."},
      {
        "id":"ED463232",
        "title":"Unit Planning Grids for Music--Kindergarten."},
      {
        "id":"ED463237",
        "title":"Maryland Learning Outcomes: Maryland School Performance Assessment Program for Social Studies."},
      {
        "id":"ED463238",
        "title":"Government. Maryland High School Assessment."},
      {
        "id":"ED463239",
        "title":"Social Studies Basic Concepts."},
      {
        "id":"ED463240",
        "title":"To Sum It Up: Case Studies of Education in Germany, Japan, and the United States."},
      {
        "id":"ED463241",
        "title":"Gaining the Arts Advantage: More Lessons from School Districts That Value Arts Education. Arts Education Partnership Forum (Washington, DC, October 13, 2000)."},
      {
        "id":"ED463243",
        "title":"Improving Reading by Preparing Teachers. Issue Brief."},
      {
        "id":"ED463244",
        "title":"The Identification of Teacher Leaders through the National Board Certification Process in Mississippi Public Schools."},
      {
        "id":"ED463245",
        "title":"Elementary Teacher Planning Time: Teacher Use; Parent Perception."},
      {
        "id":"ED463247",
        "title":"Promoting Teacher Leadership in Urban Schools."},
      {
        "id":"ED463248",
        "title":"Using Benchmarks To Meet NCATE Challenges: An Action Plan for Success on NCATE."},
      {
        "id":"ED463249",
        "title":"Teacher Education for Career Changers."},
      {
        "id":"ED463250",
        "title":"Trends of Environmental Education in Canadian Pre-Service Teacher Education Programs from 1979-1996."},
      {
        "id":"ED463251",
        "title":"Teacher Professional Development in Ohio."},
      {
        "id":"ED463252",
        "title":"Patterns of Excellence: Promoting Quality in Teaching through Diversity."},
      {
        "id":"ED463253",
        "title":"&quot;Anything but Knowledge&quot; The Case of the Undisciplined Curriculum."},
      {
        "id":"ED463254",
        "title":"&quot;Thinking Things Through&quot;: Coming to Grips with Philosophical and Prudential Perspectives in Teachers' Educational Practice."},
      {
        "id":"ED463255",
        "title":"The Learning Circle Model: A Vehicle for Exploring Critical Perspectives in Teacher Education."},
      {
        "id":"ED463256",
        "title":"Focusing on the Pre-K to Grade Four Literacy Learner in Professional Development Schools."},
      {
        "id":"ED463257",
        "title":"Developing the Capacity for Interactive Professionalism through Mentoring and Principle-Centered Action."},
      {
        "id":"ED463258",
        "title":"Identifying Desirable Pre-Service Teacher Dispositions: An Intractable  Problem?"},
      {
        "id":"ED463259",
        "title":"Conventional Wisdom Is Wrong: Anyone Cannot Teach and Teachers Are Not Born."},
      {
        "id":"ED463260",
        "title":"Teacher Preparation Goes Accountable: The Professional Education Database."},
      {
        "id":"ED463261",
        "title":"Electronic Portfolios: Teacher Candidate Development and Assessment."},
      {
        "id":"ED463262",
        "title":"Accountability in Teacher Education: Fourth-Year Results from a Longitudinal Study Evaluating a Redesigned Teacher Education Program."},
      {
        "id":"ED463264",
        "title":"Preparing All Teachers for Linguistic Diversity in K-12 Schools."},
      {
        "id":"ED463265",
        "title":"Collaborating To Close the Achievement Gap."},
      {
        "id":"ED463267",
        "title":"State Policy Support for Professional Development in the Central Region."},
      {
        "id":"ED463268",
        "title":"An Investigation of Preservice Teachers' Perceptions of African American Students' Ability To Achieve in Mathematics and Science."},
      {
        "id":"ED463269",
        "title":"Asian-American Teachers: Issues of Curriculum and Support."},
      {
        "id":"ED463270",
        "title":"Focus on Retired Teachers: State Policies Allowing Retirees To Return to Classrooms."},
      {
        "id":"ED463272",
        "title":"Reference Guide for Integrating Curriculum, 2001-2002. [Grade] 7."},
      {
        "id":"ED463273",
        "title":"Reference Guide for Integrating Curriculum, 2001-2002. [Grade] 8."},
      {
        "id":"ED463274",
        "title":"Case Study: The Evolution of a Center of Pedagogy."},
      {
        "id":"ED463275",
        "title":"Reshaping the Administration Internship through Research and Reflective Practice."},
      {
        "id":"ED463276",
        "title":"Crossing Over: Learning the Roles and Rules of the Teacher-Administrator Relationship."},
      {
        "id":"ED463277",
        "title":"\"The Only Difference I See Is in Their Ability To Write\": One Preservice Teacher's Thinking and Teaching Practices Offering Multiple Literacy Lessons to Students in Regular and Special Education."},
      {
        "id":"ED463278",
        "title":"Three Steps Forward, One Step Back: Two Preservice Teachers Learn To Teach in Consecutive, Field-Based Literacy Courses."},
      {
        "id":"ED463279",
        "title":"Teacher Reflection: How Effective Special Educators Differ from Novices."},
      {
        "id":"ED463280",
        "title":"Mentoring New Teachers: A Report on the 2001 Beginning Teacher Induction Program in New Brunswick."},
      {
        "id":"ED463281",
        "title":"Inference Makes Teacher Candidates the Change Agents."},
      {
        "id":"ED463282",
        "title":"Connecting Teaching and Learning: A Handbook for Teacher Educators on Teacher Work Sample Methodology."},
      {
        "id":"ED463283",
        "title":"A Quality Teacher in Every Classroom: Improving Teacher Quality and Enhancing the Profession."},
      {
        "id":"ED463284",
        "title":"President Launches Quality Teacher Initiative."},
      {
        "id":"ED463285",
        "title":"Teacher Work Sample Assessment: An Accountability Method That Moves beyond Teacher Testing to the Impact of Teacher Performance on Student Learning."},
      {
        "id":"ED463286",
        "title":"The Use of Complex Case Analysis To Make Visible the Quality of Teacher Candidates."},
      {
        "id":"ED463287",
        "title":"Paradigm Privilege: Determining the Value of Research in Teacher Education Policy Making."},
      {
        "id":"ED463290",
        "title":"LEAP Manual, 1997-98: Student Assessment Data Collection. Local Education Agency Program Reports."},
      {
        "id":"ED463291",
        "title":"LEAP Manual, 2000-01: Student Assessment Data Collection. Local Education Agency Program Reports."},
      {
        "id":"ED463292",
        "title":"Update on the Learning Standards and State Assessment System. Memorandum."},
      {
        "id":"ED463293",
        "title":"Standards to Assessments: Looking at the Whole Picture. Memorandum."},
      {
        "id":"ED463294",
        "title":"Bootstrapping Selected Item Statistics from a Student-Made Test."},
      {
        "id":"ED463295",
        "title":"Evaluation of a Teacher Mentoring Program Using a Mixed Methods Approach."},
      {
        "id":"ED463297",
        "title":"Assessing State Mandated Tests."},
      {
        "id":"ED463298",
        "title":"Workplace Learning and the Metacognitive Functions of Routines."},
      {
        "id":"ED463299",
        "title":"An Empirical Study of Eight Nonparametric Tests in Hierarchical Regression."},
      {
        "id":"ED463300",
        "title":"State Standardized Testing Programs: Friend or Foe of Gifted Education?"},
      {
        "id":"ED463301",
        "title":"Curricular Implications of Alternate Assessments."},
      {
        "id":"ED463302",
        "title":"A Comparison of Measurement Equivalence Methods Based on Confirmatory Factor Analysis and Item Response Theory."},
      {
        "id":"ED463303",
        "title":"How States Define Alternate Assessments for Students with Disabilities."},
      {
        "id":"ED463304",
        "title":"The Consistency between the Empirical and the Analytical Standard Errors of Multidimensional IRT Item Estimates."},
      {
        "id":"ED463305",
        "title":"A Method for Simulating Correlated Non-Normal Systems of Statistical Equations."},
      {
        "id":"ED463306",
        "title":"Optimizing Experimental Designs Relative to Costs and Effect Sizes."},
      {
        "id":"ED463307",
        "title":"A Primer on Ways To Explore Item Bias."},
      {
        "id":"ED463308",
        "title":"Mutilating Data and Discarding Variance: The Dangers of Dichotomizing Continuous Variables."},
      {
        "id":"ED463309",
        "title":"Commonality Analysis: A Method of Analyzing Unique and Common Variance Proportions."},
      {
        "id":"ED463310",
        "title":"There Is More Than One Univariate Normal Distribution: What Is the Normal Distribution, Really?"},
      {
        "id":"ED463311",
        "title":"The Portfolio: A Tool for Workplace Learning and Development."},
      {
        "id":"ED463312",
        "title":"Two New Instruments To Probe Attitudes about Gender and Mathematics."},
      {
        "id":"ED463313",
        "title":"The Effects of Minimum Values on Data Transformations."},
      {
        "id":"ED463314",
        "title":"Identification with Academics, Academic Outcomes, and Withdrawal from School in High School Students: Is There a Racial Paradox?"},
      {
        "id":"ED463315",
        "title":"Identification with Academics and Academic Outcomes in Secondary Students."},
      {
        "id":"ED463316",
        "title":"Educational Psychology from a Statistician's Perspective: A Review of the Quantitative Quality of Our Field."},
      {
        "id":"ED463317",
        "title":"Projections of Education Statistics to 2011. Thirtieth Edition. Pocket Projections."},
      {
        "id":"ED463318",
        "title":"Highlights from the 2000 Program for International Student Assessment (PISA)."},
      {
        "id":"ED463319",
        "title":"An Evaluation of the Construct Validity for the Multiple-Subject Testing Programs."},
      {
        "id":"ED463320",
        "title":"The Sampling Distribution and the Central Limit Theorem: What They Are and Why They're Important."},
      {
        "id":"ED463321",
        "title":"Charting a New Course: A Study of the Adoption and Implementation of Standards-Based Mathematics Curricula in Eight Minnesota School Districts. Final Report to SciMath[MN], Fall 2001."},
      {
        "id":"ED463322",
        "title":"School Awards Programs and Accountability in Massachusetts: Misusing MCAS Scores To Assess School Quality."},
      {
        "id":"ED463323",
        "title":"Using a Multiple Intelligences Assessment To Facilitate Teacher Development."},
      {
        "id":"ED463324",
        "title":"Comparing Computerized and Human Scoring of Students' Essays."},
      {
        "id":"ED463325",
        "title":"Examining the Soundness of Two Collaborative Assessment Practices in Teacher Education Courses."},
      {
        "id":"ED463326",
        "title":"An Analysis of Differential Item Functioning Based on Calculator Type."},
      {
        "id":"ED463327",
        "title":"Strategies To Engage Students in Learning: Results of a Statewide Survey of Public High Schools in Washington State."},
      {
        "id":"ED463328",
        "title":"An Investigation of Self-Esteem and School Achievement of Taiwanese Secondary Students."},
      {
        "id":"ED463329",
        "title":"Effects of Teacher and Self-Assessment on Student Performance."},
      {
        "id":"ED463330",
        "title":"An In-depth Analysis of Achievement Gaps between 7th and 8th Grades in the TIMSS Database."},
      {
        "id":"ED463331",
        "title":"Stochastic Models of Quality Control on Test Misgrading."},
      {
        "id":"ED463332",
        "title":"Transforming Elementary Statistics To Enhance Student Learning."},
      {
        "id":"ED463333",
        "title":"A Comparison of IRT Equating and Beta 4 Equating."},
      {
        "id":"ED463334",
        "title":"Mini-Digest of Education Statistics, 2001."},
      {
        "id":"ED463335",
        "title":"Imagine the Possibilities: Sourcebook for Educators Committed to the Educational Success of Students Experiencing Homelessness."},
      {
        "id":"ED463336",
        "title":"Children's Eligibility for Medicaid and SCHIP: A View from 2000. New Federalism: National Survey of America's Families, Series B, No. B-41. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED463337",
        "title":"Solving the Dilemmas of Teacher Supply, Demand, and Standards: How We Can Ensure a Competent, Caring, and Qualified Teacher for Every Child."},
      {
        "id":"ED463338",
        "title":"Child Welfare Privatization: Reform Efforts in the States. Briefing."},
      {
        "id":"ED463339",
        "title":"The Transnationalization of Families: Immigrant Separations &amp; Reunifications."},
      {
        "id":"ED463340",
        "title":"Adopting Reform: The Need for Change in America's Family Court and Foster-Care System and a Survey of Reform Efforts. Briefing."},
      {
        "id":"ED463341",
        "title":"Community Building: The New (and Old) Politics of Urban Problem-Solving in the New Century. Faculty Research Working Paper Series."},
      {
        "id":"ED463342",
        "title":"The Will and the Way: Local Partnerships, Political Strategy, and the Well-Being of America's Children and Youth. Faculty Research Working Paper Series."},
      {
        "id":"ED463343",
        "title":"Exploring Explanations for Ethnic Differences in Voucher Impacts on Student Test Scores."},
      {
        "id":"ED463344",
        "title":"Getting Communities Involved in Improving Sexual Health Education. Lessons from the Field."},
      {
        "id":"ED463345",
        "title":"Student Adjustment Act of 2001 (H.R. 1918 IH). House of Representatives, 107th Congress, 1st Session."},
      {
        "id":"ED463346",
        "title":"The Effect of Education on Crime: Evidence from Prison Inmates, Arrests, and Self-Reports."},
      {
        "id":"ED463347",
        "title":"Opening the Door To Let the Future In."},
      {
        "id":"ED463348",
        "title":"A Status Report on Hunger and Homelessness in America's Cities, 2001: A 27-City Survey."},
      {
        "id":"ED463351",
        "title":"The Link between School Performance and Health Insurance: Current Research."},
      {
        "id":"ED463354",
        "title":"Benchmarking Public Education in Worcester."},
      {
        "id":"ED463356",
        "title":"J C Nalle Elementary School, Washington, D.C. Schools on the Move: Stories of Urban Schools Engaged in Inclusive Journeys of Change."},
      {
        "id":"ED463357",
        "title":"Kepner Middle School, Denver, CO. Schools on the Move: Stories of Urban Schools Engaged in Inclusive Journeys of Change."},
      {
        "id":"ED463358",
        "title":"Community Based Information Systems for Education Management in Urban Areas."},
      {
        "id":"ED463360",
        "title":"Promising Practices: How High-Performing Schools in Texas Get Results."},
      {
        "id":"ED463362",
        "title":"Title I: What&apos;s Happening at the School District and School Building Level. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED463363",
        "title":"Youth Violence and the Health Professions: Core Competencies for Effective Practice."},
      {
        "id":"ED463364",
        "title":"Facing the Challenges of At-Risk Students in Urban School Districts: The Impact of an Attendance and Dropout Prevention Program in a Non-Traditional School."},
      {
        "id":"ED463365",
        "title":"Alternative Schools: Providing a Safety Net in Our High Schools To Cope with the At-Risk Student Challenge."},
      {
        "id":"ED463366",
        "title":"Working with Limited English Proficient Students: Input from the Field on a High School Newcomer Program."},
      {
        "id":"ED463367",
        "title":"Overview of Constitutional Requirements in Race-Conscious Affirmative Action Policies in Education."},
      {
        "id":"ED463368",
        "title":"Constitutional Requirements for Affirmative Action in Higher Education Admissions and Financial Aid."},
      {
        "id":"ED463369",
        "title":"Constitutional Requirements for Race-Conscious Policies in K-12 Education."},
      {
        "id":"ED463370",
        "title":"Housing Segregation: Causes, Effects, Possible Cures."},
      {
        "id":"ED463371",
        "title":"Causes and Consequences of Schooling Outcomes in South Africa: Evidence from Survey Data. PSC Research Report."},
      {
        "id":"ED463374",
        "title":"Unfinished Agenda: Child Care for Low-Income Families Since 1996. Implications for Federal and State Policy. [Report and] Policy Brief."},
      {
        "id":"ED463376",
        "title":"Children's Participation in Medicaid and SCHIP: Early in the SCHIP Era. New Federalism: National Survey of America's Families, Series B, No. B-40. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED463377",
        "title":"Afterschool Time: Toward a Theory of Collaborations."},
      {
        "id":"ED463378",
        "title":"The Rise and Fall of American Youth Violence: 1980 to 2000. Research Report."},
      {
        "id":"ED463379",
        "title":"Concluding Report [of the Special Child Welfare Advisory Panel]."},
      {
        "id":"ED463380",
        "title":"Public Assistance Receipt among Native-Born Children of Immigrants. Policy Brief. Welfare, Children &amp; Families: A Three-City Study."},
      {
        "id":"ED463382",
        "title":"The Shifting Patterns of Black Migration from and into the Nonmetropolitan South, 1965-95. Rural Development Research Report."},
      {
        "id":"ED463383",
        "title":"When Rescue Is Urgent: Children in Shelter Placement for Seven Days or Less."},
      {
        "id":"ED463384",
        "title":"Educational Decentralization and Behavior Change Needs in Indonesia. Working Paper."},
      {
        "id":"ED463385",
        "title":"The Regulatory Structure Supporting Basic Education in Indonesia: Analysis Covering 1989 to Present. Working Paper."},
      {
        "id":"ED463386",
        "title":"Rights at Risk: Equality in an Age of Terrorism. Report of the Citizens' Commission on Civil Rights."},
      {
        "id":"ED463387",
        "title":"Evaluating School Violence Programs. Urban Diversity Series."},
      {
        "id":"ED463388",
        "title":"Schools, Skills and Economic Development: Education Policies, Student Learning and Socioeconomic Outcomes in Developing Countries. Bulletin."},
      {
        "id":"ED463389",
        "title":"Gaining Ground? Measuring the Impact of Welfare Reform on Welfare and Work. Civic Report."},
      {
        "id":"ED463390",
        "title":"The Determinants of Girls' Educational Enrollment in Ghana. Working Paper."},
      {
        "id":"ED463391",
        "title":"Mapping a Future for Digital Connections: A Study of the Digital Divide in San Diego County."},
      {
        "id":"ED463392",
        "title":"Substance Use among Welfare Recipients: Trends and Policy Responses. JCPR Working Paper."},
      {
        "id":"ED463394",
        "title":"Language Development for Literacy: The Case of Shiyeyi in Botswana."},
      {
        "id":"ED463403",
        "title":"Trends in Industrial Skill Competency Demands as Evidenced by Business and Industry."},
      {
        "id":"ED463404",
        "title":"Best Practices in School-to-Careers: The Automotive Industry."},
      {
        "id":"ED463405",
        "title":"Best Practices in School-to-Careers: The Home Building Industry."},
      {
        "id":"ED463406",
        "title":"Best Practices in School-to-Careers: The Utilities Industry."},
      {
        "id":"ED463407",
        "title":"Marketing Technology. FasTrak Specialization Integrated Technical and Academic Competency (ITAC). Revised."},
      {
        "id":"ED463408",
        "title":"Proceedings of the Annual Conference of the Canadian Association for the Study of Adult Education/L'Association Canadienne pour L'Etude de L'Education des Adultes (17th, Ontario, Canada, May 29-31, 1998)."},
      {
        "id":"ED463409",
        "title":"The Road to Self-Sufficiency: An Income Growth Strategy for Out of School Youth. A Toolkit for Front-Line Practitioners Developed by Front-Line Practitioners."},
      {
        "id":"ED463411",
        "title":"Effective Advisory Committees. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED463413",
        "title":"Developing and Implementing Program Outcomes and Assessment Measures for Postsecondary Programs."},
      {
        "id":"ED463414",
        "title":"Factors Influencing the Turnover and Retention of Minnesota's Secondary Career and Technical Education Teachers."},
      {
        "id":"ED463415",
        "title":"Development of Technology Teacher Certification Examination in Taiwan."},
      {
        "id":"ED463417",
        "title":"Small Business: Workforce Development Consortia Provide Needed Services. Report to the Honorable Christopher S. Bond, Ranking Minority Member, Committee on Small Business and Entrepreneurship, U.S. Senate."},
      {
        "id":"ED463418",
        "title":"Was It Worth It? Graduating from the University at Adult Age."},
      {
        "id":"ED463420",
        "title":"States Can Use Family Literacy Programs To Support Welfare Reform Goals. Issue Brief."},
      {
        "id":"ED463421",
        "title":"The Allied Health Professions: Opportunities for Minority Students. Career Guidebook."},
      {
        "id":"ED463422",
        "title":"The Health Care Workforce in Ten States: Education, Practice and Policy. Interstate Comparisons, Spring 2001."},
      {
        "id":"ED463423",
        "title":"Integrated Model of VET Dynamics: Social and Economic Benefits for All. CRLRA Discussion Paper."},
      {
        "id":"ED463424",
        "title":"Effective Leadership in Vocational Education and Training. CRLRA Discussion Paper."},
      {
        "id":"ED463425",
        "title":"Socioeconomic Contributions of Adult Learning to Community: A Social Capital Perspective. CRLRA Discussion Paper."},
      {
        "id":"ED463426",
        "title":"Social Capital: An Analytical Tool for Exploring Lifelong Learning and Community Development. CRLRA Discussion Paper."},
      {
        "id":"ED463427",
        "title":"Sleight of Hand: Job Myths, Literacy and Social Capital. CRLRA Discussion Paper."},
      {
        "id":"ED463429",
        "title":"Community Voice: Focus Group Research with Adult Learners in Worcestershire."},
      {
        "id":"ED463431",
        "title":"School-Based Curriculum Development in Career and Technical Education in Taiwan, Republic of China."},
      {
        "id":"ED463432",
        "title":"Career Development E-Paradigms for Digital Dividends."},
      {
        "id":"ED463434",
        "title":"Jobs for Florida's Graduates Program Becomes Independent and Its Performance Improves. OPPAGA Status Report."},
      {
        "id":"ED463435",
        "title":"Research in Agricultural Education. Proceedings of the Annual AAAE Eastern Regional Research Conference (55th, Baltimore, MD, July 6, 2001). Volume 55."},
      {
        "id":"ED463436",
        "title":"Continuing Vocational Education in Germany: Foundations, Sponsors, the New Media, Quality Assurance."},
      {
        "id":"ED463437",
        "title":"Vocational Education and Training in Italy. Second Edition, 1999."},
      {
        "id":"ED463439",
        "title":"Experience and Learning: Theorizing the Subjective Side of Work. [Publications from the Adult Education Research Group]."},
      {
        "id":"ED463441",
        "title":"&quot;What Did You Learn in School Today...?&quot; Everyday Patterns of Classroom Interaction in Adult Education--Who Learns What?"},
      {
        "id":"ED463442",
        "title":"Kids into Health Careers Kit."},
      {
        "id":"ED463443",
        "title":"The MCH Training Program: An Evaluation."},
      {
        "id":"ED463444",
        "title":"Charting New Territory: Early Implementation of the Workforce Investment Act. Field Report Series."},
      {
        "id":"ED463445",
        "title":"High Schools That Work: Best Practices for CTE. Practice Application Brief No. 19."},
      {
        "id":"ED463446",
        "title":"Learning Disabilities and Career Development. Practice Application Brief No. 20."},
      {
        "id":"ED463447",
        "title":"Tips for Use in Teacher Education. The Linking Learning with Life Series."},
      {
        "id":"ED463448",
        "title":"Workforce Investment Act: Improvements Needed in Performance Measures To Provide a More Accurate Picture of WIA's Effectiveness. Report to Congressional Requesters."},
      {
        "id":"ED463449",
        "title":"Participation Trends and Patterns in Adult Education: 1991-1999. Statistical Analysis Report."},
      {
        "id":"ED463463",
        "title":"Developmental Themes and Self-Efficacy for Career Counsellors."},
      {
        "id":"ED463464",
        "title":"Oops, You're Stepping on My Boundaries!"},
      {
        "id":"ED463465",
        "title":"Meeting the Challenge: Ending Treatment Disparities for Women of Color. A Background Paper."},
      {
        "id":"ED463466",
        "title":"A Cultural Competency Toolkit: Ten Grant Sites Share Lessons Learned."},
      {
        "id":"ED463467",
        "title":"Planning for Life: Developing and Recognizing Exemplary Career Planning Programs. A Resource Guide for Counselors."},
      {
        "id":"ED463469",
        "title":"College Students' Responses to New Communication Technologies."},
      {
        "id":"ED463470",
        "title":"Primary Mental Health in Elementary Schools: Its Impact on Psychosocial Measures."},
      {
        "id":"ED463471",
        "title":"Early Interventions in High Poverty Elementary Schools: The Impact of a Mental Health Program on Social Skills and Conflict Resolution Learning."},
      {
        "id":"ED463472",
        "title":"Pathways of Thriving and Resilience: Growth Responses to Adversity and Trauma in Two Cambodian Communities: A Comparative Study between Lowell, Massachusetts and Phnom Penh, Cambodia."},
      {
        "id":"ED463473",
        "title":"Second Annual Evaluation of DCJS Funded School Resource Officer Programs. Report of the Department of Criminal Justice Services, Fiscal Year 1999-2000."},
      {
        "id":"ED463475",
        "title":"Substance Abuse Treatment and Arrests: Analyses from Washington State. DSHS Research and Data Analysis Division Fact Sheet."},
      {
        "id":"ED463476",
        "title":"Kauffman Teen Survey. An Annual Report on Teen Health Behaviors: Use of Alcohol, Tobacco, and Other Drugs among 8th-, 10th-, and 12th-Grade Students in Greater Kansas City, 1991-92 to 2000-01."},
      {
        "id":"ED463477",
        "title":"Rural Social Setting: A Denominator in Functional Self-Concept, Family Concept, and Family Interaction."},
      {
        "id":"ED463478",
        "title":"Examining Executive Functioning in Boys with ADHD."},
      {
        "id":"ED463479",
        "title":"Factors Contributing to Difficulties Operationalizing Comprehensive School Counseling Programs: A Quantitative Study."},
      {
        "id":"ED463480",
        "title":"Multiple-Stage Screening for the Identification of Depression among Adolescents."},
      {
        "id":"ED463481",
        "title":"Ecstasy Use Rises: What More Needs To Be Done by the Government To Combat the Problem? Hearing before the Committee on Governmental Affairs, United States Senate, One Hundred Seventh Congress, First Session (July 30, 2001)."},
      {
        "id":"ED463482",
        "title":"Treatment, Education, and Prevention: Adding to the Arsenal in the War on Drugs. Hearing before the Committee on the Judiciary, United States Senate, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED463483",
        "title":"An Evaluation of an Hypothesized Paradigm: The Relationship between Childhood Abuse and Substance Use Mediated by Biopsychosocial Factors among Priority Populations."},
      {
        "id":"ED463484",
        "title":"Homeless and Runaway Youth: Attachment Theory and Research."},
      {
        "id":"ED463485",
        "title":"Changes in Attitudes toward Maternal Employment during the Past Decade."},
      {
        "id":"ED463486",
        "title":"Federal Information Resources for Professional Counselors: A Sourcebook of Free and Low-Cost Resources To Support and Enrich Your Work as a Professional Counselor, 2002."},
      {
        "id":"ED463487",
        "title":"A Guide to State Laws and Regulations on Professional School Counseling, 2002."},
      {
        "id":"ED463488",
        "title":"The Freshman Odyssey: Classical Metaphors for Counseling College Students."},
      {
        "id":"ED463489",
        "title":"A Provider's Introduction to Substance Abuse Treatment for Lesbian, Gay, Bisexual, and Transgender Individuals."},
      {
        "id":"ED463491",
        "title":"Young Adults from Single versus Two-Parent Households: Attitudes toward Maternal Employment and Quality of Current Relationships with Parents."},
      {
        "id":"ED463494",
        "title":"New Directions for School & Community Initiatives To Address Barriers to Learning: Two Examples of Concept Papers To Inform and Guide Policy Makers. A Center Report."},
      {
        "id":"ED463495",
        "title":"Assessment and Screening. A Center Quick Training Aid."}]
  }}
