{
  "response":{"numFound":509939,"start":412000,"numFoundExact":true,"docs":[
      {
        "id":"ED463496",
        "title":"Suicide Prevention. A Center Quick Training Aid."},
      {
        "id":"ED463497",
        "title":"School-Based Crisis Intervention. A Center Quick Training Aid."},
      {
        "id":"ED463498",
        "title":"Confidentiality. A Center Quick Training Aid."},
      {
        "id":"ED463499",
        "title":"Bullying Prevention. A Center Quick Training Aid."},
      {
        "id":"ED463500",
        "title":"Financing Strategies To Address Barriers to Learning. A Center Quick Training Aid."},
      {
        "id":"ED463501",
        "title":"Violence Prevention. A Center Quick Training Aid."},
      {
        "id":"ED463502",
        "title":"Crisis Assistance &amp; Prevention: Reducing Barriers to Learning. A Center Training Tutorial."},
      {
        "id":"ED463503",
        "title":"Classroom Changes To Enhance & Re-Engage Students in Learning. A Center Training Tutorial."},
      {
        "id":"ED463504",
        "title":"Community Outreach: School-Community Resources To Address Barriers to Learning. A Center Training Tutorial."},
      {
        "id":"ED463505",
        "title":"Creating the Infrastructure for an Enabling (Learning Support) Component To Address Barriers to Student Learning. A Center Training Tutorial."},
      {
        "id":"ED463506",
        "title":"Student & Family Assistance Programs and Services To Address Barriers to Learning. A Center Training Tutorial."},
      {
        "id":"ED463507",
        "title":"Addressing Barriers to Learning: Overview of the Curriculum for an Enabling (or Learning Supports) Component. A Center Quick Training Aid."},
      {
        "id":"ED463508",
        "title":"Resource Mapping and Management To Address Barriers to Learning: An Intervention for Systemic Change. A Technical Aid Packet."},
      {
        "id":"ED463509",
        "title":"About Mental Health in Schools. An Introductory Packet."},
      {
        "id":"ED463510",
        "title":"Protegiendo a nuestros ninos: una guia de accion (Safeguarding Our Children: An Action Guide)."},
      {
        "id":"ED463511",
        "title":"Effectiveness of Mentor Programs: Review of the Literature from 1995 to 2000."},
      {
        "id":"ED463512",
        "title":"The Reading Excellence Program: Components of a Model for Delivering Tutorial Assistance in Reading for At-Risk Students."},
      {
        "id":"ED463513",
        "title":"A Model for K-12 Reading Achievement through University/School District Collaboration."},
      {
        "id":"ED463514",
        "title":"Friendly Persuasion: Quaker Pedagogy in a Composition Classroom."},
      {
        "id":"ED463515",
        "title":"The Experienced Curriculum of the Contact Zone: An Examination of Metaphor in Students' Reflective Writing."},
      {
        "id":"ED463516",
        "title":"Reading, Writing, and Rhetoric: The Three R's of Civic Education."},
      {
        "id":"ED463517",
        "title":"A Musical Color Line: The Problem of Race in White Rap Rhetoric."},
      {
        "id":"ED463519",
        "title":"Macro and Micro Features of Informal Meetings: A Theoretical Framework."},
      {
        "id":"ED463520",
        "title":"Parental Involvement in Reading Development."},
      {
        "id":"ED463521",
        "title":"Reading Recovery[R] in Maine, 1991-94: State Report."},
      {
        "id":"ED463522",
        "title":"Literacy Learning: Are Maine First Graders Meeting Our Expectations? Occasional Paper."},
      {
        "id":"ED463523",
        "title":"Estimating Stanine Scores from a Non-Random Sample: A Methodology Discussion."},
      {
        "id":"ED463524",
        "title":"Challenging Behaviors in School."},
      {
        "id":"ED463525",
        "title":"Reading Recovery Qualitative Surveys Summary Report."},
      {
        "id":"ED463526",
        "title":"Testing the Whole Class: What Impact Does It Have?"},
      {
        "id":"ED463527",
        "title":"Sustained Effects of Reading Recovery: A Review of the Literature."},
      {
        "id":"ED463528",
        "title":"&quot;If It's Such a Great Program, Why Haven't All the Schools Implemented It?&quot; Barriers to Full Statewide Implementation of Reading Recovery in Maine."},
      {
        "id":"ED463529",
        "title":"State of Maine Reading Recovery[R] Report and Evaluation, 1994-1995."},
      {
        "id":"ED463530",
        "title":"State of Maine Reading Recovery[R] Revised Report and Evaluation, 1996-1997 [and] Supplement: Carried-Over Children."},
      {
        "id":"ED463531",
        "title":"Reading Recovery[R] in Maine: State Report &amp; Evaluation, 1997-1998."},
      {
        "id":"ED463532",
        "title":"Reading Recovery[R] Qualitative Summaries Report for Maine, 1997-1998."},
      {
        "id":"ED463533",
        "title":"A Look at Reading Recovery Programs in Maine Schools: A Supplement to the State of Maine Reading Recovery Report and Evaluation, 1997-1998."},
      {
        "id":"ED463535",
        "title":"[Reading Recovery] Qualitative Surveys Summary Report, 1995-96."},
      {
        "id":"ED463536",
        "title":"State of Maine Reading Recovery[R] Report and Evaluation, 1995-1996."},
      {
        "id":"ED463537",
        "title":"The Use of Humor in Vocabulary Instruction."},
      {
        "id":"ED463538",
        "title":"Barriers to Communication in Schools."},
      {
        "id":"ED463541",
        "title":"Generative Learning Effect of the Story Impressions Preview Method on the Comprehension of Information from Narrative Text."},
      {
        "id":"ED463542",
        "title":"An Investigation into the Awareness among High School Teachers of Boys' Reading Preferences and an Analysis of the Required Reading of Boys in the Lower Track."},
      {
        "id":"ED463543",
        "title":"Comprehension Promotes the Retention and Utilization of Literary Writing Techniques."},
      {
        "id":"ED463544",
        "title":"From the Classroom to the Cubicle: Reading the Rhetoric of the Emerging Corporate University."},
      {
        "id":"ED463545",
        "title":"Assessing Sex: Who Benefits from De-Gendered Writing and Visual Rhetoric in the Computer-Mediated Classroom?"},
      {
        "id":"ED463546",
        "title":"Mean E-Streets Violence beyond the Virtual: Authentic Suffering or Agitprop? Virtual Voices of Kosovo."},
      {
        "id":"ED463547",
        "title":"Hip Hop WAC: Students Redefine Writing in a Junior High School Technology Camp."},
      {
        "id":"ED463550",
        "title":"Improving Reading Comprehension: A Comparative Study of Metacognitive Strategies."},
      {
        "id":"ED463551",
        "title":"Change and Challenge in the Literature Curriculum."},
      {
        "id":"ED463552",
        "title":"The Relevance of English: Teaching That Matters in Students' Lives. Refiguring English Studies."},
      {
        "id":"ED463553",
        "title":"The Effects of Independent Reading on Oral Reading Fluency and Comprehension."},
      {
        "id":"ED463555",
        "title":"Composition, Rhetoric, and Writing Programs on the Web: A Hyperlinked Compendium."},
      {
        "id":"ED463556",
        "title":"The Use of Graphic Organizers in Vocabulary Instruction."},
      {
        "id":"ED463557",
        "title":"Writing and Learning in Cross-National Perspective: Transitions from Secondary to Higher Education."},
      {
        "id":"ED463558",
        "title":"&quot;What Do I Teach for 90 Minutes?&quot; Creating a Successful Block-Scheduled English Classroom."},
      {
        "id":"ED463560",
        "title":"Managing Small-Group Learning."},
      {
        "id":"ED463561",
        "title":"Business Communication through Active Learning."},
      {
        "id":"ED463562",
        "title":"Back to the Basics: An Investigation of School- and District-Level Remediation Efforts Associated with Minnesota's Basic Standards for High School Graduation."},
      {
        "id":"ED463563",
        "title":"Preventing Bullying. ERIC Digest."},
      {
        "id":"ED463564",
        "title":"The Effects of Competition on Educational Outcomes: A Review of US Evidence. Occasional Paper."},
      {
        "id":"ED463565",
        "title":"Do High Stakes Tests Drive Up Student Dropout Rates? Myths versus Reality. Knowledge Brief."},
      {
        "id":"ED463566",
        "title":"Low-Performing Schools: So You've Identified Them--Now What? Policy Briefs."},
      {
        "id":"ED463567",
        "title":"Political Preferences and the Privatization of Education: Evidence from the UK. Occasional Paper."},
      {
        "id":"ED463568",
        "title":"Tuition Tax Credits: What Do We Know So Far? Occasional Paper."},
      {
        "id":"ED463569",
        "title":"Decentralization and Privatization of Education in El Salvador: Assessing the Experience. Occasional Paper."},
      {
        "id":"ED463570",
        "title":"Relationships of Clients' Satisfaction, Impact, and Level of Collaboration with an R&D Organization."},
      {
        "id":"ED463571",
        "title":"&quot;Making Middle Grades Matter&quot;: A Planning Guide for School Improvement."},
      {
        "id":"ED463572",
        "title":"Mentoring Beginning Teachers: Lessons from the Experience in Texas. Policy Research Report."},
      {
        "id":"ED463573",
        "title":"Allocation Study of Educational Resources in the Southwestern Region. Research Design."},
      {
        "id":"ED463574",
        "title":"Instructional Leadership in a Standards-Based Reform."},
      {
        "id":"ED463575",
        "title":"Review of Department of Defense Education Activity (DoDEA) Schools. Volume I: Main Report and Appendixes. IDA Paper."},
      {
        "id":"ED463576",
        "title":"Review of Department of Defense Education Activity (DoDEA) Schools. Volume II: Quantitative Analysis of Educational Quality. IDA Paper."},
      {
        "id":"ED463577",
        "title":"Financing State and Local Government: Future Challenges and Opportunities."},
      {
        "id":"ED463578",
        "title":"Things That Matter Most in Improving Student Learning: Implications for State Policy and Educational Leadership. High Schools That Work."},
      {
        "id":"ED463579",
        "title":"Our Goal: High-Performing Schools and High-Achieving Students. 2001 Annual Report to Members."},
      {
        "id":"ED463580",
        "title":"Assisting Low-Performing Schools in the Southeast. A SERVE Special Report."},
      {
        "id":"ED463581",
        "title":"Take This Job and LOVE It! A Study of Why Superintendents Stay or Leave."},
      {
        "id":"ED463582",
        "title":"Principals' and Teachers' Views of Site-Based Management in Texas."},
      {
        "id":"ED463583",
        "title":"Changing Times, Changing Relationships: An Exploration of the Relationship between Superintendents and Boards of Education."},
      {
        "id":"ED463584",
        "title":"Tacit Knowledge in Trust Development: First Year Efforts of Two Newly-Hired Superintendents."},
      {
        "id":"ED463585",
        "title":"Carlson Revisited: The Tacit Knowledge of Place-Bound and Career-Bound Superintendents."},
      {
        "id":"ED463586",
        "title":"Executive Behavior: An Examination of Three Decades of Administrative Work across Organizational Settings, Industries, and Contexts."},
      {
        "id":"ED463587",
        "title":"What Do Parents Want from Schools? Evidence from the Internet. Occasional Paper."},
      {
        "id":"ED463588",
        "title":"Student-Centered High Schools: Helping Schools Adapt to the Learning Needs of Adolescents. Perspectives on Policy and Practice."},
      {
        "id":"ED463589",
        "title":"The Search for Meaning: The Columbine Tragedy and Recommendations To Prevent Future School Violence."},
      {
        "id":"ED463590",
        "title":"Alaska Goals 2000 Comprehensive State Improvement Plan."},
      {
        "id":"ED463591",
        "title":"Federal Support for Education: Fiscal Years 1980 to 2001."},
      {
        "id":"ED463592",
        "title":"Relationship between School District Expenditures in Various Categories and Student Performance."},
      {
        "id":"ED463593",
        "title":"Expansion of Out-of-School Programs Aims at Improving Student Achievement. Report."},
      {
        "id":"ED463594",
        "title":"Attention Deficit Hyperactivity Disorder Early Identification Research Project."},
      {
        "id":"ED463595",
        "title":"Assistive Technology for Students with Mild Disabilities: Update 2002. ERIC Digest."},
      {
        "id":"ED463596",
        "title":"Medicaid: Parent Consent Issues. Quick Turn Around (QTA)."},
      {
        "id":"ED463597",
        "title":"Facts That Make an Impact: Guidelines for Providing Education Information to Legislators. Quick Turn Around (QTA)."},
      {
        "id":"ED463598",
        "title":"Graduate or Drop Out: Should Students with Special Needs Strive To Receive a Certificate of Completion?"},
      {
        "id":"ED463599",
        "title":"The Effectiveness of Alternative Assessment as an Evaluation Tool for Students with Severe Disabilities."},
      {
        "id":"ED463600",
        "title":"Inhibition of Antisocial Behavior and Eysenck's Theory of Conscience."},
      {
        "id":"ED463601",
        "title":"Temperament Based Personality, Socialization, and Behavior in Students with Emotional/Behavioral Disorders and General Education Students."},
      {
        "id":"ED463602",
        "title":"Physicians' Knowledge, Training, and Practices in the Treatment of ADHD."},
      {
        "id":"ED463604",
        "title":"Managing Diversity: Reflections of Tourette Syndrome Sufferers."},
      {
        "id":"ED463605",
        "title":"Gifted Education Communicator, 2001."},
      {
        "id":"ED463606",
        "title":"Collective Wisdom: An Anthology of Stories and Best Practices for Educating Students with Severe Disabilities and Deaf-Blindness."},
      {
        "id":"ED463607",
        "title":"Teaching Basic Statistics to a Student Who Is Blind."},
      {
        "id":"ED463608",
        "title":"Core Curriculum Content Standards for Students with Severe Disabilities."},
      {
        "id":"ED463609",
        "title":"World Geography: Skills and Regions. Teacher's Guide [and Student Guides]. Parallel Alternative Strategies for Students (PASS)."},
      {
        "id":"ED463610",
        "title":"Introduction to Algebra. Teacher's Guide. Parallel Alternative Strategies for Students (PASS)."},
      {
        "id":"ED463611",
        "title":"Mathematics 2. Teacher's Guide [and Student Guide]. Parallel Alternative Strategies for Students (PASS)."},
      {
        "id":"ED463612",
        "title":"Consumer Mathematics. Teacher's Guide [and Student Guide]. Parallel Alternative Strategies for Students (PASS)."},
      {
        "id":"ED463613",
        "title":"Building General Mathematics Skills. Teacher&apos;s Guide [and Student Guide]. Parallel Alternative Strategies for Students (PASS). Reprint. Revised."},
      {
        "id":"ED463614",
        "title":"Exemplary Practices in Writing Instruction for Young Children Who Use Augmentative and Alternative Communication."},
      {
        "id":"ED463615",
        "title":"Ohio Students Identified as &quot;Other Health Handicapped.&quot;"},
      {
        "id":"ED463616",
        "title":"Project RIME: Providing Early Elementary and Special Education Teachers with Preparation in Reading Instructional Methods of Efficacy. Final Report."},
      {
        "id":"ED463617",
        "title":"Annotated Bibliography of Materials for Teaching Early Reading and Spelling. Project RIMES 2000."},
      {
        "id":"ED463618",
        "title":"Annotated Bibliography of Computer Software for Teaching Early Reading and Spelling. Project RIMES 2000."},
      {
        "id":"ED463619",
        "title":"Emerging Workforce Issues: W.I.A., Ticket To Work, and Partnerships. A Report on the Mary E. Switzer Memorial Seminar (22nd, Lansing, Michigan, September 2000). Switzer Seminar Series."},
      {
        "id":"ED463622",
        "title":"Helping Students with Disabilities Succeed in State and District Writing Assessments. ERIC/OSEP Digest."},
      {
        "id":"ED463623",
        "title":"The Effects of Peer Social Behavior on the Motor and Social Responses of Preschool Children with Severe Disabilities in Childcare Settings."},
      {
        "id":"ED463624",
        "title":"Assessing Special Education in Portugal and the United States: A Comparative Study."},
      {
        "id":"ED463625",
        "title":"Struggling toward &quot;ALL&quot; in State and District Assessments: What about Those Who Need Non-Standard Accommodations?"},
      {
        "id":"ED463626",
        "title":"SMARTER Teaching: Developing Accommodations To Reduce Cognitive Barriers to Learning for Individuals with Learning Disabilities."},
      {
        "id":"ED463627",
        "title":"The Implications of Accommodations in Testing Students with Disabilities."},
      {
        "id":"ED463628",
        "title":"Effects of Oral Motor Stimulation on the Speech Clarity of a Preschool-Aged Child."},
      {
        "id":"ED463629",
        "title":"A Comparison of Special Education Service Delivery in the United States and Taiwan."},
      {
        "id":"ED463630",
        "title":"Fast Tracking School Site Acquisition: A Perspective of an Eminent Domain Attorney."},
      {
        "id":"ED463631",
        "title":"Concrete Masonry Designs: Educational Issue."},
      {
        "id":"ED463632",
        "title":"Educational Specifications for Renovations and New Construction for the Madison Public Schools."},
      {
        "id":"ED463633",
        "title":"Educational Specifications for Champlain Valley Union High School District #15."},
      {
        "id":"ED463634",
        "title":"Creating Safe Learning Zones: Invisible Threats, Visible Actions."},
      {
        "id":"ED463635",
        "title":"School Pesticide Provision to H.R. 1. Hearing before the Subcommittee on Department Operations, Oversight, Nutrition, and Forestry of the Committee on Agriculture. House of Representatives, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED463636",
        "title":"School Construction and Building Aid: An On-Again, Off-Again Priority."},
      {
        "id":"ED463637",
        "title":"A Report on the Design and Construction of the University of Massachusetts Computer Science Center."},
      {
        "id":"ED463638",
        "title":"Earthquake Preparedness 101: Guidelines for Colleges and Universities."},
      {
        "id":"ED463639",
        "title":"School Capacity Update: An Essential but Often Forgotten Planning Process."},
      {
        "id":"ED463640",
        "title":"Improving Classroom Acoustics (ICA): A Three-Year FM Sound Field Classroom Amplification Study."},
      {
        "id":"ED463641",
        "title":"A Survey and Critical Review of the Literature on Indoor Air Quality, Ventilation and Health Symptoms in Schools. IEQ Strategies[TM]."},
      {
        "id":"ED463643",
        "title":"Factors Affecting the Outcomes of School Bond Elections in Iowa."},
      {
        "id":"ED463644",
        "title":"Saugus Union School District Environmental Health Consultation: Review of Environmental and Clinical Laboratory Information."},
      {
        "id":"ED463645",
        "title":"Teachers as Placemakers: Investigating Teachers' Use of the Physical Learning Environment in Instructional Design."},
      {
        "id":"ED463646",
        "title":"The State of Post-Occupancy Evaluation in the Practice of Educational Design."},
      {
        "id":"ED463647",
        "title":"Reducing Lead in Drinking Water: A Manual for Minnesota's Schools."},
      {
        "id":"ED463650",
        "title":"Journal-Writing in University Pleasure-Reading Activities."},
      {
        "id":"ED463651",
        "title":"E-Feedback's Impact on ESL Writers' Revisions."},
      {
        "id":"ED463655",
        "title":"The Learning Strategies: Helping Students Learn How To Learn."},
      {
        "id":"ED463656",
        "title":"Language Maintenance at a Distance: The Daily Russian &quot;Vitamin.&quot;"},
      {
        "id":"ED463657",
        "title":"Metacognitive Awareness in JSL/JFL Teacher Education: From Learner Autonomy towards Teacher Autonomy."},
      {
        "id":"ED463659",
        "title":"The Role of Metacognition in Second Language Teaching and Learning. ERIC Digest."},
      {
        "id":"ED463666",
        "title":"The Strategies Used in Japanese Advertisement."},
      {
        "id":"ED463667",
        "title":"Apprehending and Appropriating Cultural Imagery in Bidialectal Education."},
      {
        "id":"ED463668",
        "title":"Foreign Languages: Workforce Planning Could Help Address Staffing and Proficiency Shortfalls. Testimony before the Subcommittee on International Security, Proliferation, and Federal Services, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED463669",
        "title":"No Child Left Behind Act of 2001. Title III: Language Instruction for Limited English Proficient and Immigrant Students. 107th Congress, 1st Session."},
      {
        "id":"ED463670",
        "title":"New Horizons in Education, 2001."},
      {
        "id":"ED463671",
        "title":"Edinburgh Working Papers in Applied Linguistics, 2001."},
      {
        "id":"ED463672",
        "title":"Feedback on Writing: Attitudes and Uptake."},
      {
        "id":"ED463673",
        "title":"An Alternative View of \"Like\": Its Grammaticalisation in Conversational American English and Beyond."},
      {
        "id":"ED463674",
        "title":"Examining the Intangible Process: Lotus ScreenCam as an Aid to Investigating Student Writing."},
      {
        "id":"ED463675",
        "title":"Strategy and Style in English and French Translations of Japanese Comic Books."},
      {
        "id":"ED463676",
        "title":"The Value of an Additional Native Speaker in the English Language Classroom."},
      {
        "id":"ED463677",
        "title":"&quot;The Way to a Man's Heart.&quot; Journey and War Metaphors. Metaphorical Conceptualisations of the Western Romance Model in English and Spanish."},
      {
        "id":"ED463678",
        "title":"State Issues Digest, 2002."},
      {
        "id":"ED463679",
        "title":"Safety in Study Abroad Programs. Hearing before the Subcommittee on Oversight and Investigations of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, Second Session."},
      {
        "id":"ED463682",
        "title":"Gender, Science, &amp; the Undergraduate Curriculum. Building Two-Way Streets."},
      {
        "id":"ED463683",
        "title":"Assessing Campus Diversity Initiatives: A Guide for Campus Practitioners. Understanding the Difference Diversity Makes: Assessing Campus Diversity Initiatives Series."},
      {
        "id":"ED463684",
        "title":"The Status of General Education in the Year 2000: Summary of a National Survey."},
      {
        "id":"ED463685",
        "title":"Improving the Fit: How To Use Assessment Data To Connect University Curricula to Workforce Needs."},
      {
        "id":"ED463686",
        "title":"Compendium of Statistical and Financial Information: Ontario Universities, 2000-01."},
      {
        "id":"ED463697",
        "title":"Trends in Financial Aid to Students in Maryland Postsecondary Education."},
      {
        "id":"ED463699",
        "title":"Graduates of Nova Southeastern University's Undergraduate Programs Tell Us What They Think about Their University Experience."},
      {
        "id":"ED463700",
        "title":"The Vital Role of Task Teams: The Total Quality Management Approach on Restructuring Organizations."},
      {
        "id":"ED463701",
        "title":"South Florida vs. Other Locations: Comparing Student Responses to a Satisfaction Survey. Research and Planning Report."},
      {
        "id":"ED463702",
        "title":"Students in Nova Southeastern University's Farquhar Center for Undergraduate Studies: Comparison of Students in the College of Professional and Liberal Studies and Their Counterparts in the College of Career Development."},
      {
        "id":"ED463703",
        "title":"Post-Baccalaureate Education at Nova Southeastern University."},
      {
        "id":"ED463710",
        "title":"Financing State Colleges and Universities: What Is Happening to the \"Public\" in Public Higher Education? Perspectives."},
      {
        "id":"ED463711",
        "title":"The Education Article, Annotated Code of Maryland. Report to the Governor and the Maryland General Assembly."},
      {
        "id":"ED463713",
        "title":"Initiation Rites and Athletics: A National Survey of NCAA Sports Teams. Final Report."},
      {
        "id":"ED463714",
        "title":"Upping the Numbers: Using Research-Based Decision Making To Increase Diversity in the Quantitative Disciplines."},
      {
        "id":"ED463719",
        "title":"Proceedings of the Annual Mid-South Instructional Technology Conference (6th, Murfreesboro, Tennessee, April 8-10, 2001)."},
      {
        "id":"ED463720",
        "title":"They're Not Just Big Kids: Motivating Adult Learners."},
      {
        "id":"ED463721",
        "title":"Collaborative, Connected, and Experiential Learning: Reflections of an Online Learner."},
      {
        "id":"ED463722",
        "title":"The Lions and the Hawks: Using Videoconferencing and Web Technology To Deliver a Cross-Campus New Product Innovation Course."},
      {
        "id":"ED463723",
        "title":"Facilitating Asynchronous Distance Learning: Exploiting Opportunities for Knowledge Building in Asynchronous Distance Learning Environments."},
      {
        "id":"ED463724",
        "title":"Promoting Durable Knowledge Construction through Online Discussion."},
      {
        "id":"ED463725",
        "title":"Building Community in an Online Learning Environment: Communication, Cooperation and Collaboration."},
      {
        "id":"ED463726",
        "title":"Ebooks in the Academic Library."},
      {
        "id":"ED463727",
        "title":"Combining Studio Videoconferencing and the Internet To Promote Intercultural Understanding."},
      {
        "id":"ED463728",
        "title":"Are Your Students Ready for College? Technology Literacy at Georgetown College."},
      {
        "id":"ED463729",
        "title":"Developing Library Instruction for Distance Learning."},
      {
        "id":"ED463730",
        "title":"Help! Third Graders Know More (about Technology) Than My Graduate Students! Closing the Digital Divide."},
      {
        "id":"ED463731",
        "title":"Instructional Strategies for Achieving a Positive Impression in Computer-Mediated Communication (CMC) Distance Education Courses."},
      {
        "id":"ED463732",
        "title":"Interactive Learning through Creation and Use of a Cyber Corporation with Application in Public Relations, Business, and Finance."},
      {
        "id":"ED463733",
        "title":"A Journey in Virtual Collaboration: Facilitating Computer-Mediated Communication among Pre-Service Teachers."},
      {
        "id":"ED463734",
        "title":"Revisiting the Impact of Technology on Teaching and Learning at Middle Tennessee State University: A Comparative Case Study."},
      {
        "id":"ED463735",
        "title":"Promoting Transfer of Mathematics Skills through the Use of a Computer-Based Instructional Simulation Game and Advisement."},
      {
        "id":"ED463736",
        "title":"Instructional Technology Innovation in the Liberal Arts Classroom: A Conversation with the Maryville College Faculty Instructional Technology (FIT) Fellows."},
      {
        "id":"ED463737",
        "title":"Student and Faculty Issues in Distance Education."},
      {
        "id":"ED463738",
        "title":"Copyright: Fair Use or Foul Play."},
      {
        "id":"ED463740",
        "title":"The Internet Time Lag: Anticipating the Long-Term Consequences of the Information Revolution. A Report of the Annual Aspen Institute Roundtable on Information Technology (10th, Aspen, Colorado, August 2-5, 2001)."},
      {
        "id":"ED463741",
        "title":"Mission-Driven Media: Not Just Survival, but Success. A Report of the Aspen Institute Forum on Diversity and the Media (Aspen, Colorado, July 11-14, 2001)."},
      {
        "id":"ED463743",
        "title":"Great Expectations: Leveraging America's Investment in Educational Technology. The E-Rate at Five, Enhancing Policymaking and New Evaluation Models."},
      {
        "id":"ED463744",
        "title":"The Evaluation Toolkit: A Work-in-Progress."},
      {
        "id":"ED463746",
        "title":"Comparing Onsite and Online Standard Setting Methods for Multiple Levels of Standards."},
      {
        "id":"ED463747",
        "title":"A Comparison of Web-Based Standard Setting and Monitored Standard Setting."},
      {
        "id":"ED463748",
        "title":"A Practitioner Model of the Successful Use of Computer-Based Tools and Resources To Support Mathematics Teaching and Learning: An Exploratory Study through Departmental Interviews in English Secondary Schools."},
      {
        "id":"ED463749",
        "title":"Community Update, 2001."},
      {
        "id":"ED463750",
        "title":"The EDUTECH Report, 2001-2002."},
      {
        "id":"ED463751",
        "title":"Building and Supporting Online Learning Environments through Web Course Tools: It Is Whippy, but Does It Work?"},
      {
        "id":"ED463752",
        "title":"Designing Web-Based Science Lesson Plans That Use Problem-Based Learning To Inspire Middle School Kids: KaAMS (Kids as Airborne Mission Scientists)."},
      {
        "id":"ED463753",
        "title":"enGauge 21st Century Skills: Digital Literacies for a Digital Age."},
      {
        "id":"ED463754",
        "title":"ARL Preservation Statistics, 1995-96: A Compilation of Statistics from the Members of the Association of Research Libraries."},
      {
        "id":"ED463755",
        "title":"Effects of Learning Styles and Class Participation on Students' Enjoyment Level in Distributed Learning Environments."},
      {
        "id":"ED463756",
        "title":"Alumni Outreach by University Libraries. OLMS Occasional Paper."},
      {
        "id":"ED463757",
        "title":"Preservation and Digitization in ARL Libraries. SPEC Kit."},
      {
        "id":"ED463758",
        "title":"Numeric Data Products and Services. SPEC Kit."},
      {
        "id":"ED463759",
        "title":"Extended Library Hours. SPEC Kit."},
      {
        "id":"ED463760",
        "title":"Instructional Support Services. SPEC Kit."},
      {
        "id":"ED463761",
        "title":"Staffing the Library Website. SPEC Kit."},
      {
        "id":"ED463762",
        "title":"User Authentication. SPEC Kit."},
      {
        "id":"ED463763",
        "title":"Title Attributes of Successful Books in the United States: 1910-1990."},
      {
        "id":"ED463764",
        "title":"Data Collection Manual for Academic and Research Library Network Statistics and Performance Measures."},
      {
        "id":"ED463765",
        "title":"User Evaluation Survey of Digital Reference Services: Methodology and Results."},
      {
        "id":"ED463766",
        "title":"Requests Made under the Official Information Act 1982: A Survey at the Agency Level."},
      {
        "id":"ED463767",
        "title":"Digital Libraries: Universal Access to Human Knowledge. Report to the President."},
      {
        "id":"ED463769",
        "title":"State of California Library Services and Technology Act (LSTA) Information Guide for Use in Applying for LSTA Grants."},
      {
        "id":"ED463770",
        "title":"Arizona Public Library Statistics, 1999-2000."},
      {
        "id":"ED463771",
        "title":"Building a National Service in a Multilingual Environment."},
      {
        "id":"ED463772",
        "title":"South Carolina State Library Annual Report, 2000-2001."},
      {
        "id":"ED463773",
        "title":"A Study of Institutional Capacity and Financial Base at Rural Community Colleges."},
      {
        "id":"ED463774",
        "title":"A Study of the Motives, Barriers, and Enablers Affecting Participation in Adult Distance Education Classes in an Iowa Community College."},
      {
        "id":"ED463775",
        "title":"Rogue Community College Student Satisfaction Survey, Winter 2001: Management Report. Redwood and Riverside Campuses."},
      {
        "id":"ED463776",
        "title":"Wyoming Community College Commission Long-Term Tuition Study, 2001."},
      {
        "id":"ED463777",
        "title":"PVCC Minority Enrollment Report, Fall Semester 2001. Research Report."},
      {
        "id":"ED463778",
        "title":"Study of Parkland College Core Values."},
      {
        "id":"ED463779",
        "title":"Los Angeles Community College District Fall 1996 Student Survey."},
      {
        "id":"ED463780",
        "title":"West Valley College: Educational and Facilities Master Plan."},
      {
        "id":"ED463781",
        "title":"Ladders of Opportunity."},
      {
        "id":"ED463782",
        "title":"Community College and K-12 Partnerships."},
      {
        "id":"ED463783",
        "title":"Palo Verde College Facts, 2001."},
      {
        "id":"ED463784",
        "title":"Entrepreneurship Education in American Community Colleges and Universities."},
      {
        "id":"ED463785",
        "title":"College Profiles, 2001: Public Community and Technical Colleges of Texas."},
      {
        "id":"ED463786",
        "title":"Indicators of Success in Achieving the El Centro College Goals, 1997-2000."},
      {
        "id":"ED463787",
        "title":"Assessing the Effectiveness of Instructional Units. Austin Community College, Fall 2001."},
      {
        "id":"ED463789",
        "title":"Performance Audit Report: Reviewing Issues Related to Community Colleges' Customized Employee Training Courses."},
      {
        "id":"ED463790",
        "title":"Opportunities for Improvement: Advice from Consultant-Evaluators on Programs To Assess Student Learning."},
      {
        "id":"ED463791",
        "title":"Santa Barbara City College Institutional Effectiveness Annual Report, 2000-2001."},
      {
        "id":"ED463792",
        "title":"A Model To Marry Recruitment and Retention: A Case Study of Prototype Development in the New Administration of Justice Program @ Blue Ridge Community College."},
      {
        "id":"ED463793",
        "title":"Local Community College Action Campaign: Combating State Budget Cuts to Community Colleges."},
      {
        "id":"ED463794",
        "title":"Thai East-West Community College Workshop (Bangkok, Thailand, November 20-27, 2001). A Report."},
      {
        "id":"ED463795",
        "title":"Implementing the &quot;Information Competency&quot; Graduation Requirement in California Community Colleges: A Chronology of Sources, and Lists."},
      {
        "id":"ED463796",
        "title":"Pima Community College Summary of 2000-2001 Student Enrollment."},
      {
        "id":"ED463797",
        "title":"Comparison of Final Grades between a Traditional Classroom and Learning Community Classroom at Northeast Wisconsin Technical College."},
      {
        "id":"ED463798",
        "title":"A Note on Transfer Rates: Creating a Best Estimate."},
      {
        "id":"ED463800",
        "title":"Technical Colleges, Technology Deployment, and Regional Development."},
      {
        "id":"ED463801",
        "title":"A House Divided: The Good, the Bad, and the Ugly."},
      {
        "id":"ED463802",
        "title":"Community Colleges: A Viable Solution for Latin America?"},
      {
        "id":"ED463803",
        "title":"QUEST: An Integrated Approach for Institutional Planning, Assessment and Quality Improvement."},
      {
        "id":"ED463804",
        "title":"Perkins Core Performance Measures Results and Targets, 2000-2001."},
      {
        "id":"ED463805",
        "title":"Love It, Hate It, or Don't Care: Views on Online Learning."},
      {
        "id":"ED463806",
        "title":"Evaluation of the Summer 2000 Running Start Program."},
      {
        "id":"ED463807",
        "title":"Jefferson College Fall 2001 Factbook. Volume I. Student Characteristics."},
      {
        "id":"ED463808",
        "title":"Perspectives on the Community College: A Journey of Discovery."},
      {
        "id":"ED463809",
        "title":"Factors Influencing Student College Choice at a Northeastern Minnesota Tribal College."},
      {
        "id":"ED463810",
        "title":"Next Steps for the Community College. New Directions for Community Colleges. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED463811",
        "title":"Community Colleges and the Future of Pennsylvania: An Agenda for Public Policy. A Report for the Pennsylvania Commission for Community Colleges."},
      {
        "id":"ED463812",
        "title":"The Recruiting Game: Community Colleges Step up to the Plate."},
      {
        "id":"ED463813",
        "title":"The Next Frontier of the Student-Centered Classroom: Teaching Students To Recognize Quality Writing through the Use of Peer Evaluation."},
      {
        "id":"ED463814",
        "title":"University of Hawaii Community Colleges Strategic Plan Update, 2003-2007."},
      {
        "id":"ED463815",
        "title":"Graduating Student Survey Results Summary Report, 2000-2001. The InfoDigest."},
      {
        "id":"ED463816",
        "title":"El Centro College Strategic Plan, 2000-2005."},
      {
        "id":"ED463817",
        "title":"SoSHOWme: Does the Audiovisual Reinforcement of Instructional Content Really Work?"},
      {
        "id":"ED463818",
        "title":"Community College Engagement in Community Programs and Services. AACC Research Brief."},
      {
        "id":"ED463819",
        "title":"Operating Budget Appropriation and Supporting Technical Data for the Illinois Public Community College System, Fiscal Year 2002."},
      {
        "id":"ED463820",
        "title":"Credit Student Analysis: 1999 and 2000. Faces of the Future: A Portrait of America's Community College Students."},
      {
        "id":"ED463821",
        "title":"Spending the Summer at a California Community College."},
      {
        "id":"ED463822",
        "title":"Kansas City Metropolitan Community Colleges. Audit Report."},
      {
        "id":"ED463824",
        "title":"For-Profit Higher Education and Community Colleges."},
      {
        "id":"ED463825",
        "title":"An Overview of Customer Satisfaction Models."},
      {
        "id":"ED463826",
        "title":"A Comparison of Education and General Expenditures at CUNY and Select Peer Institutions, FY 1990 to FY 1998."},
      {
        "id":"ED463827",
        "title":"Fox Valley Technical College New Occupational Markets: Market Research Project Results."},
      {
        "id":"ED463828",
        "title":"Evaluation of Free To Grow, Phase II: Detailed Profile of the Free To Grow Project in California. Final Report."},
      {
        "id":"ED463829",
        "title":"Food for Thought: Children's Diets in the 1990s. Policy Brief."},
      {
        "id":"ED463830",
        "title":"Children in Foster Care: Challenges in Meeting Their Health Care Needs through Medicaid. Policy Brief."},
      {
        "id":"ED463833",
        "title":"Afghanistan Children in Crisis."},
      {
        "id":"ED463834",
        "title":"Early Childhood Development (Nga Kaitaunaki Kohungahunga) 1 July 2000 to 30 June 2001 Annual Report."},
      {
        "id":"ED463835",
        "title":"Southern Regional Initiative on Child Care: Action Plan To Improve Access to Child Care Assistance for Low-Income Families. Survey Results on the Status of State Implementation Efforts."},
      {
        "id":"ED463836",
        "title":"Building Momentum--Taking Action: Southern States Collaborate on Child Care Financial Aid and Quality Initiatives."},
      {
        "id":"ED463837",
        "title":"Preparing Our Children To Learn. Report of the Select Committee on California Children's School Readiness and Health."},
      {
        "id":"ED463838",
        "title":"An Evaluability Assessment of Responsible Fatherhood Programs. Final Report."},
      {
        "id":"ED463839",
        "title":"OCSE Responsible Fatherhood Programs: Early Implementation Lessons."},
      {
        "id":"ED463840",
        "title":"A Side-by-Side Comparison of Federal and State Early Education Regulations and Requirements Affecting Early Care and Education in Connecticut, Fall 2001."},
      {
        "id":"ED463842",
        "title":"Maine KIDS COUNT 2002 Data Book."},
      {
        "id":"ED463843",
        "title":"WY KIDS COUNT in Wyoming Factbook, 2001: A County-by-County Factbook."},
      {
        "id":"ED463845",
        "title":"Child Advocates Making a Difference, 2001."},
      {
        "id":"ED463847",
        "title":"Embracing Our Children: A Report Based on a Forum about Universal Access to Prekindergarten Programs (Pocantico Hills, New York, December 6-8, 2000). Pocantico Paper."},
      {
        "id":"ED463848",
        "title":"The Challenges of Change: A Tracer Study of San Preschool Children in Botswana. Early Childhood Development: Practice and Reflections. Following Footsteps."},
      {
        "id":"ED463849",
        "title":"Adjustment to Kindergarten: Child, Family, and Kindergarten Program Factors."},
      {
        "id":"ED463850",
        "title":"The State of Our Children: Kids Count in Vermont. 2001 Data Book."},
      {
        "id":"ED463851",
        "title":"Minnesota Kids: A Closer Look. 2002 Data Book."},
      {
        "id":"ED463857",
        "title":"To Handle Life's Challenges: A Tracer Study of Servol's Adolescent Development Programme in Trinidad. Early Childhood Development: Practice and Reflections. Following Footsteps."},
      {
        "id":"ED463858",
        "title":"Parents and Learning. Educational Practices Series--2."},
      {
        "id":"ED463859",
        "title":"The Attunement Strategy: Reclaiming Children's Motivation by Responsive Instruction. Innodata Monographs."},
      {
        "id":"ED463860",
        "title":"Transition to Kindergarten. NCEDL Spotlights."},
      {
        "id":"ED463861",
        "title":"Child Care Licensing. NCEDL Spotlights."},
      {
        "id":"ED463862",
        "title":"An Examination of the Entertainment Industry's Efforts To Curb Children's Exposure to Violent Content. Hearing before the Subcommittee on Telecommunications and the Internet of the Committee on Energy and Commerce. House of Representatives, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED463865",
        "title":"Healthy Start and Healthy Families: Outreach and Enrollment Tool Kit. Revised."},
      {
        "id":"ED463867",
        "title":"Working for Worthy Wages: The Child Care Compensation Movement, 1970-2001. Unabridged Version. Working Paper Series."},
      {
        "id":"ED463868",
        "title":"Measures of Child Well-Being in Utah, 2002: Counting the Kids Who Count on Us. Utah KIDS COUNT."},
      {
        "id":"ED463870",
        "title":"Welfare to Work: Does It Work for Kids? Research on Work and Income Welfare Experiments. Fact Sheet."},
      {
        "id":"ED463871",
        "title":"Gender Differences in Attitudes toward Maternal Employment during Early Childhood and the Elementary School Years."},
      {
        "id":"ED463874",
        "title":"Counting Kids: The Changing Face of Kansas Children. 2000 Census Brief."},
      {
        "id":"ED463875",
        "title":"Report on What Works in Early Childhood Education."},
      {
        "id":"ED463876",
        "title":"Parental Involvement in Child Assessment: A Dynamic Approach."},
      {
        "id":"ED463878",
        "title":"Early Child Development in Latin America and the Caribbean: List of Projects with World Bank Support."},
      {
        "id":"ED463879",
        "title":"New York State Touchstones/KIDS COUNT 2002 Data Book."},
      {
        "id":"ED463880",
        "title":"Kids Count in Indiana 2001 Data Book: County Profiles of Child Well-Being."},
      {
        "id":"ED463881",
        "title":"Healthy Kids Make Better Learners: A Guide to School-Based Enrollment in State-Sponsored Health Insurance Programs."},
      {
        "id":"ED463882",
        "title":"School Readiness: A Focus on Children, Families, Communities, and Schools. The Informed Educator Series."},
      {
        "id":"ED463883",
        "title":"Building Bridges to Healthy Kids and Better Students: School-Based Outreach and Enrollment for the State Children's Health Insurance Program and Medicaid. A View from the States."},
      {
        "id":"ED463886",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Premiere annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 1)."},
      {
        "id":"ED463887",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Deuxieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 2)."},
      {
        "id":"ED463888",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Troisieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 3)."},
      {
        "id":"ED463889",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Quatrieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 4)."},
      {
        "id":"ED463890",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Cinquieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 5)."},
      {
        "id":"ED463891",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Sixieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 6)."},
      {
        "id":"ED463892",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Septieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 7)."},
      {
        "id":"ED463893",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Huitieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 8)."},
      {
        "id":"ED463894",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: Neuvieme annee (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grade 9)."},
      {
        "id":"ED463895",
        "title":"Ce que mon enfant apprend a l'ecole. Manuel a l'intention des parents, 2001-2002: 10e, 113 et 12e annees (What My Child Learns in School. Curriculum Handbook for Parents, 2001-2002: Grades 10, 11 and 12)."},
      {
        "id":"ED463896",
        "title":"Regulation of Child Care. Early Childhood Research &amp; Policy Briefs, Volume 2, Number 1."},
      {
        "id":"ED463897",
        "title":"Transition to Kindergarten. Early Childhood Research &amp; Policy Briefs, Volume 2, Number 2."},
      {
        "id":"ED463905",
        "title":"Fathering and Family Processes Roundtable Summary (Oakland, California, October 19-20, 2000)."},
      {
        "id":"ED463906",
        "title":"The Impact of Colonialism on Leadership in Indigenous-Operated Justice Organizations: Some Preliminary Thoughts."},
      {
        "id":"ED463907",
        "title":"Indigenous Knowledge in the Sciences and a Practical Application in the Super Saturday Project."},
      {
        "id":"ED463908",
        "title":"Networking for the Nuts and Bolts: The Ironies of Professional Development for Rural Principals."},
      {
        "id":"ED463909",
        "title":"American Indian Capacity Building in St. Paul, Minnesota."},
      {
        "id":"ED463910",
        "title":"Rosebud Sioux Tribal Education Department &amp; Tribal Education Code: External Evaluation. Final Report."},
      {
        "id":"ED463912",
        "title":"Helping Migrant, Neglected, and Delinquent Children Succeed in School. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED463913",
        "title":"Learn-Ed Nations Inventory: A Tool for Improving Schools with American Indian and Alaska Native Students."},
      {
        "id":"ED463914",
        "title":"Comparison of Nonrural versus Rural Middle-School Students' Academic Aspirations."},
      {
        "id":"ED463916",
        "title":"Gifted Voices from Rural America."},
      {
        "id":"ED463917",
        "title":"Improving Academic Performance among Native American Students: A Review of the Research Literature."},
      {
        "id":"ED463920",
        "title":"Diversities of Gifts: The Role of Giftedness in the Sustainability of Rural Schools and Rural Communities."},
      {
        "id":"ED463921",
        "title":"Socio-Economic Review of Appalachia. Appalachia Then and Now: An Update of &quot;The Realities of Deprivation&quot; Reported to the President in 1964. Revised."},
      {
        "id":"ED463924",
        "title":"Welfare Reform in Indian Country: Current Trends and Future Directions."},
      {
        "id":"ED463928",
        "title":"Academic, Socioeconomic and Transportation Correlates in a Rural Public School Voucher System."},
      {
        "id":"ED463933",
        "title":"Defining Best Practices in Boating, Fishing, and Stewardship Education."},
      {
        "id":"ED463934",
        "title":"Fishing, Boating and Aquatic Stewardship Education: Framework and Best Practices Recommendations."},
      {
        "id":"ED463935",
        "title":"Best Practices for Curriculum, Teaching, and Evaluation Components of Aquatic Stewardship Education."},
      {
        "id":"ED463936",
        "title":"Elements of Effective Environmental Education Programs."},
      {
        "id":"ED463937",
        "title":"Best Practices in Boater Safety Education."},
      {
        "id":"ED463938",
        "title":"Defining Best Practices in Boating, Fishing, and Stewardship Education: Challenges and Opportunities for Reaching Diverse Audiences."},
      {
        "id":"ED463939",
        "title":"Outdoor and Risk Educational Practices."},
      {
        "id":"ED463940",
        "title":"Water-Based Outdoor Recreation and Persons with Disabilities."},
      {
        "id":"ED463941",
        "title":"Recommended Educational Practices for Youth Environmental Education from a 4-H Youth Development Perspective."},
      {
        "id":"ED463942",
        "title":"Best Practices in Marine and Coastal Science Education: Lessons Learned from a National Estuarine Research Reserve."},
      {
        "id":"ED463943",
        "title":"Examining Education Programs Benefiting Native American Children. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce, House of Representatives, One Hundred Sixth Congress, First Session (July 20, 1999)."},
      {
        "id":"ED463944",
        "title":"Action Research in Science Education. ERIC Digest."},
      {
        "id":"ED463945",
        "title":"Visual Literacy and Learning in Science. ERIC Digest."},
      {
        "id":"ED463946",
        "title":"Poetry and Science Education. ERIC Digest."},
      {
        "id":"ED463947",
        "title":"Curriculum and Assessment in an Age of Computer Algebra Systems. ERIC Digest."},
      {
        "id":"ED463948",
        "title":"TIMSS: What Have We Learned about Math and Science Teaching? ERIC Digest."},
      {
        "id":"ED463949",
        "title":"High School Biology Textbooks Do Not Meet National Standards. ERIC Digest."},
      {
        "id":"ED463950",
        "title":"Studying Watersheds: A Confluence of Important Ideas. ERIC Digest."},
      {
        "id":"ED463951",
        "title":"Using Spreadsheets in Mathematics Education. ERIC Digest."},
      {
        "id":"ED463952",
        "title":"Improving Student Achievement in Mathematics, Part 1: Research Findings. ERIC Digest."},
      {
        "id":"ED463953",
        "title":"Improving Student Achievement in Mathematics, Part 2: Recommendations for the Classroom. ERIC Digest."},
      {
        "id":"ED463954",
        "title":"Analysis of Alternative Conceptions in Physics and Biology: Similarities, Differences, and Implications for Conceptual Change."},
      {
        "id":"ED463955",
        "title":"Energy Smart Schools: Creating a Sustainable Learning Environment in Ohio."},
      {
        "id":"ED463956",
        "title":"Prospective Biology Teachers' Understanding of Genetics Concepts."},
      {
        "id":"ED463958",
        "title":"Analyzing Sound Waves Produced by Musical Notes &amp; Chords."},
      {
        "id":"ED463959",
        "title":"Paper Towels, Baseball, Puzzles, Nuts & Bolts & the TI-83Plus STAT Tests Menu."},
      {
        "id":"ED463960",
        "title":"Graphing Calculators, the CBL2[TM] and TI-Interactive[TM] in High School Science."},
      {
        "id":"ED463961",
        "title":"Trademarks: The Fingerprints of Commerce. An Educational Guide to Understanding the Importance of Trademarks."},
      {
        "id":"ED463963",
        "title":"The Hidden Lives of Galaxies: An Information & Activity Booklet, Grades 9-12, 2000-2001. Imagine the Universe! Probing the Structure & Evolution of the Cosmos."},
      {
        "id":"ED463964",
        "title":"Microgravity: A Teacher's Guide with Activities in Science, Mathematics, and Technology. Grades 5-12."},
      {
        "id":"ED463965",
        "title":"The Coral Reef Alphabet Book for American Samoa."},
      {
        "id":"ED463966",
        "title":"Modes of Meaning in High School Science. CELA Research Report."},
      {
        "id":"ED463967",
        "title":"Environmental Inquiry by College Students: Original Research and Peer Review Using Web-Based Collaborative Tools. Preliminary Quantitative Data Analysis."},
      {
        "id":"ED463968",
        "title":"The Uses of Teacher-Written Cases in the Maryland Collaborative for Teacher Preparation, a Reform-Based Specialist Mathematics and Science Teacher Preparation Program."},
      {
        "id":"ED463969",
        "title":"Preparing Prospective Teachers To Teach Students with Developmental Delays in Science: A Moral Perspective."},
      {
        "id":"ED463970",
        "title":"Science and Engineering Indicators, 2002. Volume 1."},
      {
        "id":"ED463971",
        "title":"Milestones 2000: Reform Efforts in Mathematics and Science Teacher Education Programs at SUSTAIN Collaboratives in Ohio."},
      {
        "id":"ED463973",
        "title":"Number Representations That Assist Children To Succeed in Mathematics."},
      {
        "id":"ED463974",
        "title":"Secondary Science and Mathematics Teacher Preparation Programs: Influences on New Teachers and Their Students. Instrument Package & User's Guide."},
      {
        "id":"ED463975",
        "title":"The Federal Role in K-12 Mathematics Reform. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce, House of Representatives, One Hundred Sixth Congress, Second Session (February 2, 2000)."},
      {
        "id":"ED463976",
        "title":"Examining the National Environmental Education Act. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce, House of Representatives, One Hundred Sixth Congress, Second Session (June 27, 2000)."},
      {
        "id":"ED463978",
        "title":"Inductive Influence of Related Quantitative and Conceptual Problems."},
      {
        "id":"ED463979",
        "title":"What Course Elements Correlate with Improvement on Tests in Introductory Newtonian Mechanics?"},
      {
        "id":"ED463980",
        "title":"Loblolly Heroes: Jack Harris &amp; Farris Ivie."},
      {
        "id":"ED463982",
        "title":"Little Kinnakeet Lifesaving Station: Home to Unsung Heroes. Teaching with Historic Places."},
      {
        "id":"ED463983",
        "title":"Gran Quivira: A Blending of Cultures in a Pueblo Indian Village. Teaching with Historic Places."},
      {
        "id":"ED463984",
        "title":"Boston's Arnold Arboretum: A Place for Study and Recreation. Teaching with Historic Places."},
      {
        "id":"ED463985",
        "title":"The Forts of Old San Juan: Guardians of the Caribbean. Teaching with Historic Places."},
      {
        "id":"ED463986",
        "title":"Bryce Canyon National Park: Hoodoos Cast Their Spell. Teaching with Historic Places."},
      {
        "id":"ED463987",
        "title":"Keys Ranch: Where Time Stood Still. Teaching with Historic Places."},
      {
        "id":"ED463988",
        "title":"Theodore Roosevelt Inaugural Site: Birthplace of the Modern Presidency. Teaching with Historic Places."},
      {
        "id":"ED463989",
        "title":"Vanderbilt Mansion National Historic Site: Monument to the Gilded Age. Teaching with Historic Places."},
      {
        "id":"ED463991",
        "title":"Indiana Academic Standards for Social Studies."},
      {
        "id":"ED463993",
        "title":"Texas Almanac Teacher's Guide, 2002-2003."},
      {
        "id":"ED463995",
        "title":"Globalizacion y Educacion (Globalization and Education)."},
      {
        "id":"ED463999",
        "title":"Unit Planning Grids for Visual Arts--Grade Kindergarten."},
      {
        "id":"ED464000",
        "title":"Unit Planning Grids for Visual Arts--Grade 1."},
      {
        "id":"ED464001",
        "title":"Unit Planning Grids for Visual Arts--Grade 2."},
      {
        "id":"ED464002",
        "title":"Unit Planning Grids for Visual Arts--Grade 3."},
      {
        "id":"ED464003",
        "title":"Unit Planning Grids for Visual Arts--Grade 4."},
      {
        "id":"ED464004",
        "title":"Unit Planning Grids for Visual Arts--Grade 5."},
      {
        "id":"ED464005",
        "title":"Unit Planning Grids for Visual Arts--Grade 6."},
      {
        "id":"ED464006",
        "title":"Unit Planning Grids for Visual Arts--Grade 7."},
      {
        "id":"ED464007",
        "title":"Unit Planning Grids for Visual Arts--Grade 8."},
      {
        "id":"ED464008",
        "title":"Unit Planning Grids for Visual Arts--Grade 9-12 Basic."},
      {
        "id":"ED464009",
        "title":"Unit Planning Grids for Visual Arts--Grade 9-12 Advanced."},
      {
        "id":"ED464010",
        "title":"History Textbook Controversies in Japan. ERIC Digest."},
      {
        "id":"ED464011",
        "title":"Getting Started Using American Memory."},
      {
        "id":"ED464012",
        "title":"Using Photographs from American Memory."},
      {
        "id":"ED464013",
        "title":"Using Text Documents from American Memory."},
      {
        "id":"ED464014",
        "title":"Examining Material Culture through American Memory."},
      {
        "id":"ED464023",
        "title":"Youth Courts in Law-Related Education. ERIC Digest."},
      {
        "id":"ED464027",
        "title":"A Comprehensive Review of Professional Development in South Carolina."},
      {
        "id":"ED464028",
        "title":"Teacher Workload and Stress: An International Perspective on Human Costs and Systemic Failure. BCTF Research Report."},
      {
        "id":"ED464029",
        "title":"&quot;I Love Teaching English, But...&quot; A Study of the Workload of English Teachers in B.C. Secondary Grades. BCTF Research Report."},
      {
        "id":"ED464030",
        "title":"What Do British Columbia Teachers Consider To Be the Most Significant Aspects of Workload and Stress in Their Work? Analysis of Qualitative Data from the BCTF Worklife of Teachers Survey Series, 1: Workload and Stress. BCTF Research Report."},
      {
        "id":"ED464031",
        "title":"&quot;How I Spent My Summer Vacation&quot;: Time-Use Data from the Spring 2001 BCTF Worklife of Teachers Workload Issues and Stress Survey. BCTF Research Report."},
      {
        "id":"ED464032",
        "title":"Reconciling Teacher Unionism's Disparate Identities: A View from the Field. BCTF Research Report."},
      {
        "id":"ED464033",
        "title":"Evolving, Yet Creating a Mentor Support System for Preservice Teachers in a Professional Development School."},
      {
        "id":"ED464034",
        "title":"Student Perceptions of Preservice Teachers."},
      {
        "id":"ED464035",
        "title":"The Impact of Personal Theorizing on Beginning Teaching: A Case Analysis of Three Social Studies Teachers."},
      {
        "id":"ED464036",
        "title":"Feedback from Faculty Development Day on Faculty Governance."},
      {
        "id":"ED464037",
        "title":"Defining Intrinsic and Extrinsic Motivators of Continuing Professional Education."},
      {
        "id":"ED464038",
        "title":"A Comparison of the Alternative and Traditional Licensure Programs at Metropolitan State College of Denver."},
      {
        "id":"ED464039",
        "title":"Accountability through &quot;Best Practice&quot; Induction Models."},
      {
        "id":"ED464041",
        "title":"Improving Reading in America: Are Teachers Prepared? Policy Issues."},
      {
        "id":"ED464042",
        "title":"Reference Guide for Integrating Curriculum, 2001-2002. [Grade] 6."},
      {
        "id":"ED464043",
        "title":"What Do Teachers and Their Students Think and Know about Reading? An Exploratory Study."},
      {
        "id":"ED464044",
        "title":"From Student Teaching into a Profession: One Model for Guiding Professional Development."},
      {
        "id":"ED464045",
        "title":"White House Conference on Preparing Tomorrow's Teachers."},
      {
        "id":"ED464046",
        "title":"The TWSM: An Essential Component in the Assessment of Teacher Performance and Student Learning."},
      {
        "id":"ED464049",
        "title":"University-School Teacher Education Partnerships: Second-Year Progress Report, 1999-2000."},
      {
        "id":"ED464050",
        "title":"Administrative Accountability and the Novice Teacher."},
      {
        "id":"ED464053",
        "title":"Educating Preservice Teachers: The State of Affairs."},
      {
        "id":"ED464054",
        "title":"Administrative Issues Essential to Effective Teacher Education Partnerships between Universities and Community Colleges: From Curriculum Mapping to Memoranda of Understanding."},
      {
        "id":"ED464055",
        "title":"Illinois Policy Inventory on Teaching and Learning."},
      {
        "id":"ED464056",
        "title":"Paths to Teaching."},
      {
        "id":"ED464058",
        "title":"Accountability in the International Arena: Stories from Five Countries."},
      {
        "id":"ED464059",
        "title":"The AzTEC Mathematics Project (AMP)."},
      {
        "id":"ED464062",
        "title":"Cross-Cultural Predictors of Teachers' Attitudes toward Gifted Education: Finland, Hong Kong, and USA."},
      {
        "id":"ED464063",
        "title":"Into the Mixing Bowl: Combining Mentors, Novices, and Differentiation."},
      {
        "id":"ED464064",
        "title":"Preparing Pre-Service Teachers for Tomorrow: Is Visual Literacy a Necessary Component?"},
      {
        "id":"ED464065",
        "title":"Creating Meaningful Accountability through Web-Based Electronic NCATE Exhibits."},
      {
        "id":"ED464066",
        "title":"Reflecting Latino Culture in Our Classrooms: A Quick Start for Teachers."},
      {
        "id":"ED464068",
        "title":"Why Teach: A Comparative Analysis of Responses from Prospective Teachers Enrolled in Professional Education Programs in 1991-92 with Those in 2000-01."},
      {
        "id":"ED464069",
        "title":"Three Views of Accountability from the Trenches: What Does It Mean? What Is Its Value?"},
      {
        "id":"ED464070",
        "title":"Nurturing an Intern Learning Community in a Professional Development School Culture: Spaces for Voice and Multiple Perspectives."},
      {
        "id":"ED464071",
        "title":"A Question of Entree: Field Experience and Private Schools in India."},
      {
        "id":"ED464072",
        "title":"Service Learning Integrated into a Conceptual Framework Improves a Teacher Education Program."},
      {
        "id":"ED464073",
        "title":"Considerations for Planning a State Virtual School: Providing Web-Based Courses for K-12 Students."},
      {
        "id":"ED464074",
        "title":"Professional Development for Teachers of Reading."},
      {
        "id":"ED464075",
        "title":"Instructional Environments and Learning: Exploring Knowledge Growth in Preservice Family and Consumer Sciences Education."},
      {
        "id":"ED464076",
        "title":"Effective Strategies for Reducing the Overrepresentation of Minoroties in Special Education."},
      {
        "id":"ED464079",
        "title":"Preparing Middle School Teachers: Using Collaborative Middle School Field Experiences."},
      {
        "id":"ED464081",
        "title":"Teacher Education Follow-Up Study, 2002: A Summary of First and Second Year Teachers, and Their Employers with Respect to the State of Missouri MoSTEP Standards."},
      {
        "id":"ED464083",
        "title":"Using a Formal Agreement To Enhance the Mentoring Process: A Prescription for Success."},
      {
        "id":"ED464085",
        "title":"Quality Teaching: Can Incentive Policies Make a Difference?"},
      {
        "id":"ED464086",
        "title":"Emotional Intelligence: The Effect of Gender, GPA, and Ethnicity."},
      {
        "id":"ED464087",
        "title":"A Model of Influences on Students' Self-Rating of Change in Problem Solving and Critical Thinking Abilities after Four Years of College."},
      {
        "id":"ED464088",
        "title":"Construct Validation and a More Parsimonious Mathematics Beliefs Scales."},
      {
        "id":"ED464089",
        "title":"Value the \"Unvalued\": Is It Possible within a Context of Curriculum Change?"},
      {
        "id":"ED464090",
        "title":"A Distinctive Cultural and Gender Difference in Children's Interest and Effort in Learning: The Impact of Choice and Testing."},
      {
        "id":"ED464093",
        "title":"Preservice Teachers' Understanding of Functions: A Performance Assessment Based on Non-Routine Problems Analyzed in Terms of Versatility and Adaptability. Interim Report."},
      {
        "id":"ED464094",
        "title":"Comparative Analysis of the Learning Styles of German Adolescents by Age, Gender, and Academic Achievement Level."},
      {
        "id":"ED464095",
        "title":"A &quot;Rearrangement Procedure&quot; for Scoring Adaptive Tests with Review Options."},
      {
        "id":"ED464096",
        "title":"Effects of Decreasing the Number of Common Items in Equating Link Item Sets."},
      {
        "id":"ED464097",
        "title":"Attitudes toward Advanced and Multivariate Statistics When Using Computers."},
      {
        "id":"ED464098",
        "title":"Graduate Introductory Statistics: In Class vs. On Line."},
      {
        "id":"ED464099",
        "title":"Investigating the Success for All Reading Program."},
      {
        "id":"ED464100",
        "title":"A Proposed New \"What If Reliability\" Analysis for Assessing the Statistical Significance of Bivariate Relationships."},
      {
        "id":"ED464101",
        "title":"Achievement: An Exploration of Parental Influences on Gifted and Talented Females from Culturally Diverse Backgrounds."},
      {
        "id":"ED464102",
        "title":"Conflicting Ideologies and the Shift to E-Learning."},
      {
        "id":"ED464103",
        "title":"Staff Development Practices in Schools Demonstrating Significant Improvement on High-Stakes Tests."},
      {
        "id":"ED464104",
        "title":"Logistic Regression: Going beyond Point-and-Click."},
      {
        "id":"ED464105",
        "title":"Assessing Complex Academic Performance at the Group Level."},
      {
        "id":"ED464106",
        "title":"A Follow-Up Study of &quot;Teacher Beliefs Survey&quot;: A Psychometric Investigation of the Instrument and Its Educational Implications."},
      {
        "id":"ED464107",
        "title":"A Cross-Cultural Validation Study of the &quot;Language Learning Strategy Scale&quot; and Its Applications."},
      {
        "id":"ED464108",
        "title":"The Effect of Large Ability Differences on Type I Error and Power Rates Using SIBTEST and TESTGRAF DIF Detection Procedures."},
      {
        "id":"ED464109",
        "title":"Some Features of the Sampling Distribution of the Ability Estimate in Computerized Adaptive Testing According to Two Stopping Rules."},
      {
        "id":"ED464110",
        "title":"Practical Considerations about Expected A Posteriori Estimation in Adaptive Testing: Adaptive A Priori, Adaptive Correction for Bias, and Adaptive Integration Interval."},
      {
        "id":"ED464111",
        "title":"Study of a Dual Language Test Booklet in 8th Grade Mathematics."},
      {
        "id":"ED464112",
        "title":"Linking Professional Development to Improvements in Student Learning."},
      {
        "id":"ED464113",
        "title":"Perspectives on Grading and Reporting: Differences among Teachers, Students, and Parents."},
      {
        "id":"ED464114",
        "title":"How the Multiple Functions of Grades Influence Their Validity and Value as Measures of Academic Achievement."},
      {
        "id":"ED464115",
        "title":"Privatization in Education: A Growth Curve Analysis of Achievement."},
      {
        "id":"ED464116",
        "title":"The Impact of a National Evaluation Effort on the Utilization of Evaluation in Local Settings."},
      {
        "id":"ED464117",
        "title":"Sample Selection Effect on AP Multiple-Choice Score to Composite Score Scaling."},
      {
        "id":"ED464119",
        "title":"Predictors of Academic Achievement: The Effects of Demographic and Psychosocial Factors."},
      {
        "id":"ED464120",
        "title":"A State Perspective on Multiple Measures in School Accountability."},
      {
        "id":"ED464121",
        "title":"Face to Face with ISLLC: Testing Out the New School Leaders Licensure Assessment."},
      {
        "id":"ED464122",
        "title":"Updated Item Parameter Estimates Using Sparse CAT Data."},
      {
        "id":"ED464123",
        "title":"Performance of Examinee Groups on a Measure of Analytical Writing."},
      {
        "id":"ED464124",
        "title":"Attenuation of Correlation by Measurement Unreliability and Two Approaches for Correcting the Attenuation."},
      {
        "id":"ED464125",
        "title":"Power of Latent Growth Modeling for Detecting Group Differences in Linear Growth Trajectory Parameters."},
      {
        "id":"ED464126",
        "title":"Education Statistics Quarterly, Winter 2001."},
      {
        "id":"ED464127",
        "title":"That \"Aha\" Experience: Meta-Cognition and Student Understanding of Learning and Knowledge."},
      {
        "id":"ED464128",
        "title":"Cultures of Medicine: A Technology Based Learning Environment To Enhance Critical Thinking Skills."},
      {
        "id":"ED464129",
        "title":"The Use of Equivalence Testing in Conjunction with Standard Hypothesis Testing and Effect Sizes."},
      {
        "id":"ED464130",
        "title":"Parent and Student Perceptions of the Classroom Learning Environment and Its Influence on Student Outcomes."},
      {
        "id":"ED464131",
        "title":"A Markov Model Analysis of Problem-Solving Progress."},
      {
        "id":"ED464132",
        "title":"Developing a Common Metric in Item Response Theory: An Area-Minimization Approach."},
      {
        "id":"ED464133",
        "title":"A New Self-Report Instrument for Assessing Teachers' Classroom Management Intervention Strategies."},
      {
        "id":"ED464134",
        "title":"Attitudinal Data: Dimensionality and Start Values for Estimating Item Parameters."},
      {
        "id":"ED464135",
        "title":"Integrating Technology in the Classroom Using Virtual Teams."},
      {
        "id":"ED464136",
        "title":"Using Cooperative Learning To Improve the Academic Achievements of Inner-City Middle School Students."},
      {
        "id":"ED464137",
        "title":"Assessment for Learning: International Perspectives. The Proceedings of an International Conference (Chester, England, United Kingdom, September 18, 2001)."},
      {
        "id":"ED464138",
        "title":"Teacher Certification Tests: Variables That Predict Pass/Fail Status on Elementary Professional Development Examination for Preservice Teachers."},
      {
        "id":"ED464139",
        "title":"Web-Based Surveys: Guiding Lessons for Their Use."},
      {
        "id":"ED464140",
        "title":"Effect Size Statistics: An Analysis of Statistics Textbooks Used in Psychology and Education."},
      {
        "id":"ED464141",
        "title":"Evaluation of a K-5 Mathematics Program Which Integrates Children's Literature: Classroom Environment, Achievement and Attitudes."},
      {
        "id":"ED464142",
        "title":"A Multidimensional Item Response Theory Approach to Simultaneous Ability Estimation."},
      {
        "id":"ED464143",
        "title":"Item Response Theory Equating Using Bayesian Informative Priors."},
      {
        "id":"ED450115",
        "title":"A Report of Educator Preparation in Colorado: A Summary of Annual Reports Submitted by Colorado Educator Preparation Institutions for the Period August 31, 1999 through September 1, 2000."},
      {
        "id":"ED450116",
        "title":"Strategies for New Teacher Retention: Creating a Climate of Authentic Professional Development for Teachers with Three or Less Years of Experience."},
      {
        "id":"ED450117",
        "title":"The Economics of Sports."},
      {
        "id":"ED450119",
        "title":"The Effects of Positive Discipline Techniques as They Relate to Transition Times in the Middle School Classroom."},
      {
        "id":"ED450120",
        "title":"Disruptive Student Behavior, Perceived Self-Efficacy, and Teacher Burnout."},
      {
        "id":"ED450121",
        "title":"Argentinean Adolescents' Attitude toward Secondary School."},
      {
        "id":"ED450122",
        "title":"Using Technology To Certify Secondary Teachers: The Alternative Certification Project."},
      {
        "id":"ED450125",
        "title":"Anchorage School District Profile of Performance, 1999-2000. Part 1 District Overview. Assessment and Evaluation Report."},
      {
        "id":"ED450126",
        "title":"Detection of Person Misfit in Computerized Adaptive Tests with Polytomous Items. Research Report."},
      {
        "id":"ED450127",
        "title":"Stochastic EM for Estimating the Parameters of a Multilevel IRT Model. Research Report."},
      {
        "id":"ED450128",
        "title":"Bayesian Modeling of Measurement Error in Predictor Variables Using Item Response Theory. Research Report."},
      {
        "id":"ED450129",
        "title":"Constrained Multidimensional Test Assembly. Research Report."},
      {
        "id":"ED450130",
        "title":"Modifications of the Branch-and-Bound Algorithm for Application in Constrained Adaptive Testing. Research Report."},
      {
        "id":"ED450131",
        "title":"Adaptive Mastery Testing Using a Multidimensional IRT Model and Bayesian Sequential Decision Theory. Research Report."},
      {
        "id":"ED450134",
        "title":"Competencies That Count: Strategies for Assessing High-Performance Skills. LAB Working Paper No. 2."},
      {
        "id":"ED450135",
        "title":"The Impact of Preference for Accommodations: The Performance of English Language Learners on Large-Scale Academic Achievement Tests. CSE Technical Report."},
      {
        "id":"ED450136",
        "title":"The Effects of the Washington State Education Reform on Schools and Classrooms. CSE Technical Report."},
      {
        "id":"ED450137",
        "title":"Standards, Assessments--and What Else? The Essential Elements of Standards-Based School Improvement. CSE Technical Report."},
      {
        "id":"ED450138",
        "title":"Validating Standards-Referenced Science Assessments. CSE Technical Report."},
      {
        "id":"ED450139",
        "title":"Report on the Early Implementation Survey Results for the Southwest Region."},
      {
        "id":"ED450140",
        "title":"Prekindergarten Evaluation, 1999-2000."},
      {
        "id":"ED450141",
        "title":"Summer Opportunity To Accelerate Reading (S.O.A.R.) Evaluation, 2000."},
      {
        "id":"ED450142",
        "title":"Title VI Summary, 1999-2000. Feedback."},
      {
        "id":"ED450143",
        "title":"Title I Evaluation Report, 1999-2000."},
      {
        "id":"ED450144",
        "title":"Student Performance Standards on the National Assessment of Educational Progress: Affirmation and Improvements. A Study Initiated To Examine a Decade of Achievement Level Setting on NAEP."},
      {
        "id":"ED450145",
        "title":"Elementary Makes the Grade!"},
      {
        "id":"ED450146",
        "title":"Linear and Quadratic Rules: What Are They and When Are They Used?"},
      {
        "id":"ED450147",
        "title":"The Basic Concepts of the General Linear Model (GLM): Canonical Correlation Analysis (CCA) as a GLM."},
      {
        "id":"ED450148",
        "title":"A Primer on Regression and Canonical Commonality Analyses: Partitioning Predicted Variance into Constituent Parts."},
      {
        "id":"ED450149",
        "title":"Using Bootstrap Methods with Popular Statistical Programs."},
      {
        "id":"ED450150",
        "title":"Factor Scores, Structure Coefficients, and Communality Coefficients: It's All One General Linear Model."},
      {
        "id":"ED450151",
        "title":"Outliers in Statistical Analysis: Basic Methods of Detection and Accommodation."},
      {
        "id":"ED450152",
        "title":"A Review of Classical Methods of Item Analysis."},
      {
        "id":"ED450153",
        "title":"Problems and Issues in Meta-Analysis."},
      {
        "id":"ED450154",
        "title":"The Practical Use of Profile Analysis."},
      {
        "id":"ED450156",
        "title":"There Are Infinitely Many Univariate Normal Distributions: Distribution &quot;Bells&quot; Come in Many Appearances."},
      {
        "id":"ED450157",
        "title":"Experimentwise Type I Error: What Are They and How Do They Apply to Both Univariate Post Hoc and Multivariate Testing?"},
      {
        "id":"ED450158",
        "title":"Secondary Science Teachers' Classroom Assessment and Grading Practices."},
      {
        "id":"ED450159",
        "title":"How Does NAEP Select Schools and Students?"},
      {
        "id":"ED450160",
        "title":"How Does NAEP Ensure Consistency in Scoring?"},
      {
        "id":"ED450161",
        "title":"Project Choice: Lessons Learned."},
      {
        "id":"ED450162",
        "title":"Post-Employment Education and Training Models in the Welfare-to-Work Grant Program."},
      {
        "id":"ED450163",
        "title":"Multiple Families: Multiplying Problems. A First Look at the Fathers of Homeless Children."},
      {
        "id":"ED450164",
        "title":"Improving the Odds: A Report on Title I from the Independent Review Panel."},
      {
        "id":"ED450165",
        "title":"Extended Service Schools: Putting Programming in Place."},
      {
        "id":"ED450167",
        "title":"The Legal Rights and Educational Needs of Homeless Children with Disabilities."},
      {
        "id":"ED450168",
        "title":"Enhancing Classroom Approaches for Addressing Barriers to Learning: Classroom-Focused Enabling. Continuing Education."},
      {
        "id":"ED450169",
        "title":"Organization Facilitators: A Change Agent for Systemic School and Community Changes. A Center Report."},
      {
        "id":"ED450170",
        "title":"Addressing Barriers to Student Learning &amp; Promoting Healthy Development: A Usable Research-Base. A Center Brief."},
      {
        "id":"ED450171",
        "title":"The Special Child Welfare Advisory Panel Final Report."},
      {
        "id":"ED450172",
        "title":"A Hand Up: How State Earned Income Tax Credits Help Working Families Escape Poverty. 2000 Edition."},
      {
        "id":"ED450173",
        "title":"Effects of Success for All on TAAS Reading: A Texas Statewide Evaluation. Report No. 51."},
      {
        "id":"ED450177",
        "title":"South Carolina Family Independence Program Process Evaluation: Overall Findings, Context, and Methods."},
      {
        "id":"ED450178",
        "title":"Homeless, Not Hopeless. An Informational Guide for School Personnel: Understanding and Educating Homeless Students."},
      {
        "id":"ED450179",
        "title":"Contracting for Child &amp; Family Services: A Mission-Sensitive Guide."},
      {
        "id":"ED450180",
        "title":"The Diversity of Welfare Leavers. Welfare, Children &amp; Families: A Three City Study. Policy Brief."},
      {
        "id":"ED450181",
        "title":"The Diversity of Welfare Leavers. Welfare, Children, and Families: A Three-City Study. Working Paper."},
      {
        "id":"ED450182",
        "title":"Conducting Children's Health Insurance Outreach in African American Communities."},
      {
        "id":"ED450183",
        "title":"The Adverse Impact of High Stakes Testing on Minority Students: Evidence from 100 Years of Test Data."},
      {
        "id":"ED450184",
        "title":"The Case for Public Access to Federally Funded Research Data. Policy Analysis."},
      {
        "id":"ED450185",
        "title":"Research on Women and Girls in the Justice System: Plenary Papers of the Conference on Criminal Justice Research and Evaluation--Enhancing Policy and Practice through Research, Volume 3 (1999). Research Forum."},
      {
        "id":"ED450186",
        "title":"Academic and Behavioral Outcomes among the Children of Young Mothers."},
      {
        "id":"ED450187",
        "title":"City Voices, Children's Needs: New Ways of Taking Action."},
      {
        "id":"ED450188",
        "title":"Gender and Technology: Designing for Diversity."},
      {
        "id":"ED450189",
        "title":"The Status of TANF Leavers in the District of Columbia: Final Report."},
      {
        "id":"ED450190",
        "title":"Maximizing Child Health Coverage Depends on Establishing an Effective System for Reallocating Unspent SCHIP Funds."},
      {
        "id":"ED450191",
        "title":"MCAS: Making the Massachusetts Dropout Crisis Worse. MCAS Alert."},
      {
        "id":"ED450192",
        "title":"Toward Market Education: Are Vouchers or Tax Credits the Better Path? Policy Analysis No. 392."},
      {
        "id":"ED450194",
        "title":"The Education of Homeless Children: Rules, Rights and Practical Solutions. A Training Manual for Shelter Providers, Staff, Advocates and Parents."},
      {
        "id":"ED450196",
        "title":"A Comparison of Four Restorative Conferencing Models. Juvenile Justice Bulletin."},
      {
        "id":"ED450197",
        "title":"The Saturation Campaign of Lies and Distortions about Educational Vouchers."},
      {
        "id":"ED450198",
        "title":"Creating Inclusive Communities: An Inquiry into Organizational Approaches to Pursuing Diversity."},
      {
        "id":"ED450199",
        "title":"Child Support and Welfare Caseloads. Discussion Paper."},
      {
        "id":"ED450200",
        "title":"A Closer Look at Our Schools: A Report from the Community to the Community."},
      {
        "id":"ED450201",
        "title":"A Parent's Handbook: Our Children, K-5. Communications Standards in Pittsburgh's Public Schools."},
      {
        "id":"ED450202",
        "title":"Creating a New Vision of the Urban High School. Carnegie Challenge, 2001."},
      {
        "id":"ED450203",
        "title":"Immigrants and Wealth Stratification in the U.S. JCPR Working Paper."},
      {
        "id":"ED450204",
        "title":"Evaluation of Community Schools: Findings to Date."},
      {
        "id":"ED450205",
        "title":"Expanding the Accelerated Schools Coaching Model: New Applications To Enhance Parallel Reform Movements."},
      {
        "id":"ED450206",
        "title":"Trinnietta Gets a Chance: Six Families and Their School Choice Experience."},
      {
        "id":"ED450207",
        "title":"Lessons Learned about Urban Education."},
      {
        "id":"ED450208",
        "title":"Is There \"White Flight\" into Private Schools? Evidence from the National Educational Longitudinal Survey. JCPR Working Paper."},
      {
        "id":"ED450210",
        "title":"Maryland Workforce Educational Needs Assessment Survey."},
      {
        "id":"ED450211",
        "title":"Career Connecting in a Changing Context: A Summary of the Key Findings of the 1999 National Survey of Working America. A White Paper for National, State and Local Policy Makers Presenting the Survey Results and Policy Questions Raised by These Results."},
      {
        "id":"ED450212",
        "title":"National Survey of Working America, 1999."},
      {
        "id":"ED450213",
        "title":"The Socialization of Females with Regard to a Technology-Related Career: Recommendations for Change."},
      {
        "id":"ED450214",
        "title":"Requiem for Employment and Training Programs."},
      {
        "id":"ED450215",
        "title":"Vocational Education and Training in Iceland."},
      {
        "id":"ED450216",
        "title":"A Comparative Study of Executive Coaching as an Alternative Adult Teaching Methodology within a Business Environment."},
      {
        "id":"ED450217",
        "title":"Factors Influencing a Student's Perception of the Image of a Career and Technical Education Student Organization."},
      {
        "id":"ED450218",
        "title":"Factors Influencing a Student's Perception of the Programs and Services Offered by a Career and Technical Education Student Organization."},
      {
        "id":"ED450219",
        "title":"K-12 Career Awareness &amp; Development Sequence [with Appendices, Executive and Implementation Guide]."},
      {
        "id":"ED450220",
        "title":"New Rules, New Roles: Preparing All Young People for a Changing World. A Report on Career Exploration and Preparation for Young People."},
      {
        "id":"ED450221",
        "title":"Off-Campus Education Guide for Administrators, Counselors &amp; Teachers."},
      {
        "id":"ED450222",
        "title":"The Minnesota High School Follow-Up Survey. A Digest of Information Based on the Education Experiences of the Minnesota High School Classes of 1997-1999. Trend Report."},
      {
        "id":"ED450223",
        "title":"Trade Up! Careers in Construction: What's in the Construction Industry for Me? Teacher Guide."},
      {
        "id":"ED450224",
        "title":"Testimony by Robert C. Gross, President, Interstate Conference of Employment Security Agencies (ICESA) and Executive Director, Utah Department of Workforce Services before the Committee on Ways and Means, Subcommittee on Human Resources and Committee on Education and the Workforce, Subcommittee on Postsecondary Education, Training and Life-Long Learning, U.S. House of Representatives."},
      {
        "id":"ED450225",
        "title":"Helping Low-Wage Workers: Policies for the Future. Summary of Presentations at the Urban Institute Conference (Washington, DC, May 6-7, 1999)."},
      {
        "id":"ED450226",
        "title":"Making the Connections: Employer Associations' Actions for School-to-Career."},
      {
        "id":"ED450227",
        "title":"Integrated Lesson/Project Plans by and for Columbus Public School Teachers."},
      {
        "id":"ED450228",
        "title":"Effectiveness and Sustainability of the Local School-to-Work Partnerships."},
      {
        "id":"ED450229",
        "title":"CTE Contributions to Learning and Earning. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED450230",
        "title":"Integrative Curriculum Planning in Technological and Vocational Education in Taiwan, Republic of China."},
      {
        "id":"ED450231",
        "title":"The Effect of Internship and a Personal Trait on Career Development."},
      {
        "id":"ED450232",
        "title":"Conversations with Long-Time Adult Educators."},
      {
        "id":"ED450233",
        "title":"Helping Residents Succeed on the Job: How To Design and Deliver an Effective Job Retention Program. Neighbor Networks."},
      {
        "id":"ED450234",
        "title":"Funding Systems and Their Impact on Skills. Skills Task Force Research Paper 11."},
      {
        "id":"ED450235",
        "title":"National Results of the Organizational Change Survey: Cooperative Extension's Capacity To Support Programs for Children, Youth and Families at Risk."},
      {
        "id":"ED450236",
        "title":"Working for Skills. Final Report."},
      {
        "id":"ED450237",
        "title":"Chicago's Safer Foundation: A Road Back for Ex-Offenders. Program Focus."},
      {
        "id":"ED450238",
        "title":"Texas' Project RIO (Re-Integration of Offenders): Program Focus."},
      {
        "id":"ED450239",
        "title":"Washington State's Corrections Clearinghouse: A Comprehensive Approach to Offender Employment."},
      {
        "id":"ED450240",
        "title":"National Job Corps Study: Job Corps Applicants' Programmatic Experiences. Final Report."},
      {
        "id":"ED450241",
        "title":"National Job Corps Study: Report on Study Implementation."},
      {
        "id":"ED450242",
        "title":"The Value of the Output and Services Produced by Students While Enrolled in Job Corps."},
      {
        "id":"ED450243",
        "title":"Factors Influencing the Recruiting and Retaining of Volunteers in Community Organizations."},
      {
        "id":"ED450244",
        "title":"A Guide for Explosion and Bombing Scene Investigation. Research Report."},
      {
        "id":"ED450245",
        "title":"A National Agenda for Nursing Workforce Racial/Ethnic Diversity. National Advisory Council on Nurse Education and Practice Report to the Secretary of Health and Human Services and Congress."},
      {
        "id":"ED450246",
        "title":"Recruiting &amp; Retaining Women: A Self-Assessment Guide for Law Enforcement."},
      {
        "id":"ED450247",
        "title":"New Technology Industries. Skills Task Force Research Paper 10."},
      {
        "id":"ED450248",
        "title":"Transition from School to Work in Japan."},
      {
        "id":"ED450250",
        "title":"Indicators of Dependency in Participatory Extension Education."},
      {
        "id":"ED450251",
        "title":"Geometry in the Adult Education Classroom."},
      {
        "id":"ED450252",
        "title":"How Much Literacy Is Enough? Issues in Defining and Reporting Performance Standards for the National Assessment of Adult Literacy. Working Paper Series."},
      {
        "id":"ED450253",
        "title":"Sustaining School-to-Career Systems for Urban Youth: A Consortium of State-Urban Partnerships. Proceedings of the State-Urban Initiative Conference (Cincinnati, Ohio, October 23-25, 1997)."},
      {
        "id":"ED450254",
        "title":"State Workforce Policy Initiative."},
      {
        "id":"ED450255",
        "title":"Testing and Accountability in Adult Literacy Education: Focus on Workplace Literacy Resources for Program Design, Assessment, Testing, &amp; Evaluation."},
      {
        "id":"ED450256",
        "title":"The Dynamics of Decision-Making in the Sphere of Skills' Formation. Skills Task Force Research Paper 2."},
      {
        "id":"ED450257",
        "title":"Spatial Skill Variations: Their Extent and Implications. Skills Task Force Research Paper 14."},
      {
        "id":"ED450258",
        "title":"Skills Issues in Other Business Services: Professional Services. Skills Task Force Research Paper 16."},
      {
        "id":"ED450259",
        "title":"Connecticut's Jobs First Program: An Analysis of Welfare Leavers."},
      {
        "id":"ED450260",
        "title":"Final Report on the Implementation and Impacts of the Minnesota Family Investment Program in Ramsey County."},
      {
        "id":"ED450261",
        "title":"The Experiences of Welfare Recipients Who Find Jobs. The National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED450262",
        "title":"Four-Year Impacts of Ten Programs on Employment Stability and Earnings Growth. The National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED450263",
        "title":"4-H Club Goat Guide."},
      {
        "id":"ED450264",
        "title":"The German 'Dual System' of Occupational Training: A Much-Replicated but Oft-Failed Transfer."},
      {
        "id":"ED450270",
        "title":"Workforce Investment Act Youth Provisions and School-to-Work Opportunities: A Context for Collaboration."},
      {
        "id":"ED450271",
        "title":"Conducting a University Career and Technical Education Degree Program through Multiple Technology Delivery Formats: A Working Model."},
      {
        "id":"ED450272",
        "title":"Intermediate Level Skills: How Are They Changing? Skills Task Force Research Paper 4."},
      {
        "id":"ED450275",
        "title":"What Works Best for Whom: Impacts of 20 Welfare-to-Work Programs by Subgroup. Executive Summary. National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED450276",
        "title":"Evaluating Alternative Welfare-to-Work Approaches: Two-Year Impacts for Eleven Programs. National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED450277",
        "title":"What Being a Teacher Is All About."},
      {
        "id":"ED450278",
        "title":"Promising Tech Prep Outcomes. The Highlight Zone: Research @ Work No. 3."},
      {
        "id":"ED450279",
        "title":"Diversity in the Work Force. The Highlight Zone: Research @ Work No. 4."},
      {
        "id":"ED450280",
        "title":"The Achilles Heel of Future Economic Growth: The Workforce Development Challenge. What Is It? How Critical Is It? Who's Doing What To Address It?"},
      {
        "id":"ED450281",
        "title":"Project STRIDE: Welcome Revivals."},
      {
        "id":"ED450282",
        "title":"Support for School to Work Remains Strong: Three Year Trends in Public Opinion. Arizona School to Work Briefing Paper #13."},
      {
        "id":"ED450283",
        "title":"The Workforce Investment Act of 1998 and Arizona's Workforce Development System. Issues in Brief."},
      {
        "id":"ED450284",
        "title":"Career Exploration by Adults. Practice Application Brief No. 14."},
      {
        "id":"ED450287",
        "title":"What Are the Key Factors That Lead Individuals To Enter Technology Education Doctoral Programs Focusing on Teacher Education?"},
      {
        "id":"ED450288",
        "title":"The Financing of Vocational Education and Training in Italy. Financing Portrait. CEDEFOP Panorama."},
      {
        "id":"ED450289",
        "title":"Documenting Student Performance through Effective Performance Assessments: Workshop Summary. Horticulture."},
      {
        "id":"ED450290",
        "title":"Invitational Seminar on the Delors Report: &quot;Learning--The Treasure Within&quot; (Adelaide, South Australia, Australia, November 17, 1998)."},
      {
        "id":"ED450291",
        "title":"Proceedings of the Pennsylvania Adult and Continuing Education Research Conference (5th, Indiana, Pennsylvania, March 17, 2001)."},
      {
        "id":"ED450292",
        "title":"The California School Psychologist, 1999."},
      {
        "id":"ED450293",
        "title":"The California School Psychologist, 2000."},
      {
        "id":"ED450294",
        "title":"Student Retention Study: Implications for Counseling Psychologists in Schools."},
      {
        "id":"ED450295",
        "title":"Acculturation, SES, and the MMPI-A Performance of Hispanic Adolescents."},
      {
        "id":"ED450296",
        "title":"Improving Substance Abuse Treatment: The National Treatment Plan Initiative. Changing the Conversation."},
      {
        "id":"ED450297",
        "title":"Assessment of Plans for Eliminating Social Promotion (Implications for Counseling and Guidance)."},
      {
        "id":"ED450299",
        "title":"Framing New Directions for School Counselors, Psychologists, &amp; Social Workers. A Center Report."},
      {
        "id":"ED450303",
        "title":"Women, Anger Expression, Relational and Health Consequences: A Review of the Literature."},
      {
        "id":"ED450304",
        "title":"The Guidance Counselor and the Instructional Arena."},
      {
        "id":"ED450305",
        "title":"Children of Battered Women: Family Dynamics and Their Effect on Behavioral Profiles."},
      {
        "id":"ED450307",
        "title":"Diagnosing Childhood Thought Disorder: Do Parent Checklists Yield False Positives?"},
      {
        "id":"ED450308",
        "title":"Challenges and Concerns Faced by Doctoral Candidates Seeking Academic Positions."},
      {
        "id":"ED450309",
        "title":"Differences between Anti-Social Adolescent Behaviour in Single Sex Schools and Co-Educational Schools in Jamaica."},
      {
        "id":"ED450311",
        "title":"Inhalant Abuse. Research Report Series."},
      {
        "id":"ED450312",
        "title":"Annual Report on the State of the Drugs Problem in the European Union, 2000."},
      {
        "id":"ED450313",
        "title":"Developing a Policy for Controlled Substance Testing of Juveniles. Juvenile Accountability Incentive Block Grants (JAIBG) Program Bulletin."},
      {
        "id":"ED450314",
        "title":"Moses and Superman Come Home: Counseling Adoptees and Adoptive Families."},
      {
        "id":"ED450315",
        "title":"Federal Information Resources for Professional Counselors: A Sourcebook of Free and Low-Cost Resources To Support and Enrich Your Work as a Professional Counselor."},
      {
        "id":"ED450316",
        "title":"A Guide to State Laws and Regulations on Professional School Counseling."},
      {
        "id":"ED450318",
        "title":"Brief Strategic Family Therapy. Family Strengthening Series. Juvenile Justice Bulletin."},
      {
        "id":"ED450319",
        "title":"The Family Constellation Scale."},
      {
        "id":"ED450321",
        "title":"Violent Neighborhoods, Violent Kids. Juvenile Justice Bulletin."},
      {
        "id":"ED450322",
        "title":"Pulse Check: Trends in Drug Abuse, Mid-Year 2000."},
      {
        "id":"ED450323",
        "title":"Juveniles in Adult Prisons and Jails: A National Assessment. Monograph."},
      {
        "id":"ED450324",
        "title":"Parents Matter: Tips for Raising Teenagers."},
      {
        "id":"ED450325",
        "title":"Investing in Our Nation's Youth. National Youth Anti-Drug Media Campaign: Phase II (Final Report)."},
      {
        "id":"ED450326",
        "title":"Shelling Beans: The Use of Sociocultural Poetry To Assist Pre-Service Teachers and Counselors Develop Empathic Understanding of Cultural Differences."},
      {
        "id":"ED450328",
        "title":"A Humanistic Approach towards Family Interaction: An Implication to Mental Health and Caring Society."},
      {
        "id":"ED450329",
        "title":"Abstracts of Published Research Articles, Dissertations, and Masters Theses Concerning Invitational Theory and Practice."},
      {
        "id":"ED450331",
        "title":"Career Development and Public Policy."},
      {
        "id":"ED450332",
        "title":"Using the Myers-Briggs Type Indicator in the Social Work Classroom."},
      {
        "id":"ED450333",
        "title":"Student Attitudes toward High School and Educational Expectations."},
      {
        "id":"ED450334",
        "title":"Frequent Visitors to the School Nurse: The School Psychologist's Role."},
      {
        "id":"ED450335",
        "title":"Treatment Integrity and Satisfaction Using the Teacher Variance Approach: A Multidimensional Method for Dealing with Teacher Resistance."},
      {
        "id":"ED450336",
        "title":"Grading the North Carolina Student Accountability Standards. Student Accountability Standards and High-Stakes Testing in North Carolina: A Position Statement and Supporting Paper."},
      {
        "id":"ED450337",
        "title":"Teacher Variance Inventory-IV: Psychometric Properties and Advanced Applications for Use in Consultation."},
      {
        "id":"ED450339",
        "title":"Adults' Reading Practices and Activities: Age, Educational and Occupational Effects."},
      {
        "id":"ED450340",
        "title":"LEARNS Literacy Assessment Profile: A System for Student Assessment and Program Evaluation."},
      {
        "id":"ED450341",
        "title":"9 Effective Literacy Practices: Based on the Indicators of Capacity for School Reform Project's Massachusetts Literacy Study Findings."},
      {
        "id":"ED450342",
        "title":"Ready To Read, Ready To Learn: First Lady Laura Bush's Education Initiatives."},
      {
        "id":"ED450343",
        "title":"A Picture (Book) Is Worth a Thousand Words."},
      {
        "id":"ED450344",
        "title":"Literacy Learning on the Net: An Exploratory Study."},
      {
        "id":"ED450345",
        "title":"A Comparison of Kindergarten Children Who Receive a Different Amount of Parental Involvement through Reading."},
      {
        "id":"ED450346",
        "title":"A Comparison of Kindergarten Children That Receive Two Different Types of Instruction for Letter Recognition."},
      {
        "id":"ED450347",
        "title":"New Approaches to Data Collection and Analysis in Online Reading Studies."},
      {
        "id":"ED450348",
        "title":"A Reading Autobiography."},
      {
        "id":"ED450349",
        "title":"A Comparison Study of the Traditional Reading Strategy of Reading Aloud with an Adult and the Technology Based Strategy of Computerized Talking Books."},
      {
        "id":"ED450350",
        "title":"Metaxis in Classroom Research: Why Chicken Little Ran Away."},
      {
        "id":"ED450351",
        "title":"The Contexts of Comprehension: Information Book Read Alouds and Comprehension Acquisition. CIERA Report."},
      {
        "id":"ED450352",
        "title":"Beating the Odds in Teaching All Students To Read: Lessons from Effective Schools and Accomplished Teachers."},
      {
        "id":"ED450353",
        "title":"Effective Teachers and Schools: Trends across Recent Studies."},
      {
        "id":"ED450354",
        "title":"Effects of Reading Policy on Classroom Instruction and Student Achievement. CELA Research Report."},
      {
        "id":"ED450357",
        "title":"Communicating How Words Work."},
      {
        "id":"ED450358",
        "title":"An Important Aspect of Guided Reading: Books Galore! Classroom Connections."},
      {
        "id":"ED450359",
        "title":"How Is Reading Recovery Able To Be Successful in a Variety of Settings Internationally?"},
      {
        "id":"ED450360",
        "title":"Cognitive and Emotional Development of the Mind: Insights from Playing the Button Jar Game."},
      {
        "id":"ED450361",
        "title":"Building a Network of Support for Successful Implementation."},
      {
        "id":"ED450362",
        "title":"Descubriendo La Lectura: An Interview with Yvonne Rodriguez."},
      {
        "id":"ED450363",
        "title":"The Language Foundation of Reading Recovery."},
      {
        "id":"ED450364",
        "title":"Developing School-University Partnerships: Reading Recovery and Project Read in New York City."},
      {
        "id":"ED450365",
        "title":"Putting Teacher Visits into Perspective."},
      {
        "id":"ED450366",
        "title":"Applying Constructivist Principles in Reading Recovery Professional Development Classes: Insights from Seven Hundred Teacher Leaders."},
      {
        "id":"ED450374",
        "title":"Development Revisited: Writing and Knowing in Transition."},
      {
        "id":"ED450375",
        "title":"Practicing Academic Discourse with the Developing Writer: The Role of the College Writing Center."},
      {
        "id":"ED450376",
        "title":"Making Dry Bones Live: The Role of Testing in Equity and Access."},
      {
        "id":"ED450377",
        "title":"Rethinking Dogma: Teaching Critical Thinking in Freshman Composition."},
      {
        "id":"ED450378",
        "title":"When the Professor Is Wrong: Students Helping Teachers To Learn."},
      {
        "id":"ED450380",
        "title":"English Curriculum and Citizenship in South Australia from the 1920s to the 1950s."},
      {
        "id":"ED450381",
        "title":"Culture Club: An Investigation of Organisational Culture."},
      {
        "id":"ED450382",
        "title":"Opportunity-To-Learn: Standards Statement of Principles."},
      {
        "id":"ED450383",
        "title":"Achieving High English Language Arts Standards: A Call To Join the Literacy Compact."},
      {
        "id":"ED450384",
        "title":"The National Language Policy."},
      {
        "id":"ED450385",
        "title":"Teaching Storytelling: A Position Statement from the Committee on Storytelling."},
      {
        "id":"ED450386",
        "title":"Position Statement on Interdisciplinary Learning, Pre-K-Grade 4."},
      {
        "id":"ED450387",
        "title":"Elementary School Practices: NCTE Guidelines &amp; Position Statements."},
      {
        "id":"ED450388",
        "title":"Cross-Generational and Historical Interviewing: Stories of Literacy Teachers' Work."},
      {
        "id":"ED450389",
        "title":"Early Childhood Teacher Practices Regarding the Use of Dramatic Play in K-2 Classrooms."},
      {
        "id":"ED450390",
        "title":"Literacy Technologies: What Stance Should We Take?"},
      {
        "id":"ED450391",
        "title":"&quot;I Don't Live in This Community&quot;: Negotiating Critical Literacy in a Professional Development Seminar."},
      {
        "id":"ED450392",
        "title":"Out of the Basement: Making Writing Center Improvements with Very Little Money or Support."},
      {
        "id":"ED450393",
        "title":"Dialogism in Freshman Writing Classes: Web Projects as Dialogic Knowledge-Making."},
      {
        "id":"ED450394",
        "title":"Fortifying the English Department Curriculum with Literature Enrichment To Heighten Student Learning as Evinced in the Advanced Placement English Program for Senior-Level Students."},
      {
        "id":"ED450395",
        "title":"Teaching Materials for the Language Arts Grades 4-6: A Study within the Primary Education Improvement Project in Jamaica."},
      {
        "id":"ED450396",
        "title":"Action Research Report."},
      {
        "id":"ED450397",
        "title":"Teaching Skills of Peace through Children's Literature. 2000 Edition."},
      {
        "id":"ED450398",
        "title":"Language Arts Rationale: A Vision for Arizona's Students."},
      {
        "id":"ED450400",
        "title":"It's a Wrap: Digital Video and Tutor Training."},
      {
        "id":"ED450401",
        "title":"How To Talk to Your Children about Books."},
      {
        "id":"ED450402",
        "title":"Choosing Books for Children, Ages 3-7."},
      {
        "id":"ED450403",
        "title":"Choosing Books for Children, Ages 8 to 11."},
      {
        "id":"ED450404",
        "title":"Choosing Books for Children, Ages 12 to 14."},
      {
        "id":"ED450405",
        "title":"Teachers' Beliefs about Successful Teaching and Learning in English and Mathematics."},
      {
        "id":"ED450406",
        "title":"Building Bridges: A K-16 Articulation Initiative."},
      {
        "id":"ED450407",
        "title":"Learning Words with Common Rimes."},
      {
        "id":"ED450408",
        "title":"Enhancing Comprehension of Parables: Putting Children through Their P.A.C.E.S."},
      {
        "id":"ED450409",
        "title":"Second Graders' Use of Journal Writing and Its Effect on Reading Comprehension."},
      {
        "id":"ED450410",
        "title":"Literacies and Technologies in School Settings: Findings from the Field."},
      {
        "id":"ED450411",
        "title":"Descriptive and Evaluative Language in Group Tutorials."},
      {
        "id":"ED450412",
        "title":"Writing Women in Modern China: Five Standards Based Lessons."},
      {
        "id":"ED450413",
        "title":"Teachers First: Final Project Report."},
      {
        "id":"ED450414",
        "title":"Literacy: Development and Teaching Strategies."},
      {
        "id":"ED450415",
        "title":"&quot;This Is My Portfolio&quot;: Portfolios in Upper Secondary School English Studies."},
      {
        "id":"ED450416",
        "title":"What Makes Teacher Community Different from a Gathering of Teachers? An Occasional Paper."},
      {
        "id":"ED450417",
        "title":"Building Self Esteem in the Language Arts Classroom: The Cybergrrl Approach."},
      {
        "id":"ED450418",
        "title":"Getting Ready To Read: Emergent Literacy and Family Literacy."},
      {
        "id":"ED450419",
        "title":"Selecting Quality Literature for Your Child: Lessons from the Caldecott Award Winners."},
      {
        "id":"ED450420",
        "title":"Literature and the Young Child, Part One: Ages 3-5. Overview/Developing a Sense of Phonics and Story Structure."},
      {
        "id":"ED450421",
        "title":"Literature and the Young Child, Part Two: Ages 3-7+. Strengthening Your Child's Vocabulary and Memory."},
      {
        "id":"ED450422",
        "title":"Literature and the Young Child, Part Three: Ages 3-7+. Broadening Experiences/Expanding Imagination &amp; Concepts."},
      {
        "id":"ED450423",
        "title":"Literature and the Young Child, Part Four: Ages 3-8. Appreciating Humor/Facing Uncomfortable Feelings."},
      {
        "id":"ED450424",
        "title":"The Point of Engagement in Decision Making: A Communication Model of Shared Governance."},
      {
        "id":"ED450425",
        "title":"Teaching Drama: Text and Performance."},
      {
        "id":"ED450426",
        "title":"On Doing Being at Risk: The Role of Educational Ritual in Constructions of Success and Failure."},
      {
        "id":"ED450427",
        "title":"Assessment as a Scholarship of Teaching."},
      {
        "id":"ED450428",
        "title":"Multivalent Narratives and Indian Rhetoric: Insights from the &quot;Bhagavad Gita.&quot;"},
      {
        "id":"ED450429",
        "title":"Multivalent Narratives: Extending the Narrative Paradigm with Insights from Ancient Indian Rhetoric."},
      {
        "id":"ED450430",
        "title":"Resisting Racism, Classism and Other &quot;Isms&quot;: The Challenges of Whiteness Studies Scholarship for Communication Pedagogy."},
      {
        "id":"ED450431",
        "title":"&quot;You Get Pushed Back&quot;: The Social Construction of Educational Success and Failure and Its Implications for Educational Reform."},
      {
        "id":"ED450432",
        "title":"My Place in Time: Using Dialogue in the Exploration of Recollection and Implicit Knowing via Student-Directed Timelines."},
      {
        "id":"ED450433",
        "title":"Sixth Graders Speak Out: Troublesome Intercultural Encounters."},
      {
        "id":"ED450434",
        "title":"Facilitating Classroom Discussion: Lessons from Student-Led Discussions."},
      {
        "id":"ED450435",
        "title":"Rhetorical Listening in the Diverse Classroom: Understanding the Sound of Not Understanding."},
      {
        "id":"ED450436",
        "title":"Relationship Building and Relational Control in the Academic Advising Session."},
      {
        "id":"ED450437",
        "title":"Third Parties and Internet Campaigning: An Analysis of Cultural and Structural Barriers."},
      {
        "id":"ED450438",
        "title":"Advancing Kohlberg through Codes: Using Professional Codes To Reach the Moral Reasoning Objective in Undergraduate Ethics Courses."},
      {
        "id":"ED450439",
        "title":"Working for Change in Education: A Handbook for Planning Advocacy."},
      {
        "id":"ED450450",
        "title":"The Unity Project: Creating a Circle of Awareness."},
      {
        "id":"ED450451",
        "title":"School Restructuring: A Literature Review."},
      {
        "id":"ED450452",
        "title":"Investing in Education: Analysis of the 1999 World Education Indicators. Education and Skills."},
      {
        "id":"ED450458",
        "title":"Interviewing Practicing Administrators: An Underutilized Field Based Instructional Strategy."},
      {
        "id":"ED450459",
        "title":"Safe Schools, Safe Communities."},
      {
        "id":"ED450460",
        "title":"Student Testing and Assessment: Answering the Legal Questions."},
      {
        "id":"ED450461",
        "title":"Essentials for Principals: How To Interview, Hire, and Retain High-Quality New Teachers."},
      {
        "id":"ED450462",
        "title":"The Principal's Keys: Unlocking Leadership &amp; Learning. Successline's SMART Strategies Series."},
      {
        "id":"ED450466",
        "title":"Early Childhood Education &amp; the Elementary School Principal: Standards for Quality Programs for Young Children. Second Edition."},
      {
        "id":"ED450467",
        "title":"Images of the Superintendent."},
      {
        "id":"ED450468",
        "title":"An Attempt at Problem-Based Learning."},
      {
        "id":"ED450469",
        "title":"Issues in Problem-Based Learning."},
      {
        "id":"ED450470",
        "title":"Home Schooling and the Request for Access to Public School Extracurricular Activities: A Legal and Policy Study of Illinois."},
      {
        "id":"ED450471",
        "title":"The School Choice Debate: Framing the Issues. [Review of the International Conference on School Choice and Educational Change (East Lansing, Michigan, March 15-17, 2000)]."},
      {
        "id":"ED450472",
        "title":"Public School Student, Staff, and Graduate Counts by State, School Year 1999-2000. Statistics in Brief."},
      {
        "id":"ED450473",
        "title":"Monitoring School Quality: An Indicators Report. Statistical Analysis Report."},
      {
        "id":"ED450474",
        "title":"State ESEA Title I Participation Information for 1997-98: Final Summary Report."},
      {
        "id":"ED450475",
        "title":"Educational Attainment in the United States: Population Characteristics. Current Population Reports."},
      {
        "id":"ED450476",
        "title":"Design-Based Assistance as a Cornerstone of a School Improvement Strategy. Getting Better by Design, Volume 1."},
      {
        "id":"ED450477",
        "title":"How To Create and Manage a Decentralized Education System. Getting Better by Design, Volume 2."},
      {
        "id":"ED450478",
        "title":"How To Rethink School Budgets To Support School Transformation. Getting Better by Design, Volume 3."},
      {
        "id":"ED450479",
        "title":"How To Rebuild a Local Professional Development Infrastructure. Getting Better by Design, Volume 4."},
      {
        "id":"ED450480",
        "title":"How To Make the Link between Standards, Assessments, and Real Student Achievement. Getting Better by Design, Volume 5."},
      {
        "id":"ED450481",
        "title":"How To Create Incentives for Design-Based Schools. Getting Better by Design, Volume 6."},
      {
        "id":"ED450482",
        "title":"How To Build Local Support for Comprehensive School Reform. Getting Better by Design, Volume 7."},
      {
        "id":"ED450483",
        "title":"Learning about Problem-Based Learning."},
      {
        "id":"ED450484",
        "title":"Reconceptualizing the Role of the Principal: Giving Voice to the Silence."},
      {
        "id":"ED450485",
        "title":"Rethinking Labor-Management Relations: It's a Matter of Trust, or Is It?"},
      {
        "id":"ED450486",
        "title":"School Crisis Preparedness and Response."},
      {
        "id":"ED450487",
        "title":"Canadian Support for Elementary and Secondary Education (1998-1999)."},
      {
        "id":"ED450488",
        "title":"Public Funding of Catholic Schools in Venezuela: Effects on the Qualifications and Salaries of Catholic School Teachers."},
      {
        "id":"ED450489",
        "title":"The Effects of Pre-Service Training and Experience on Preparation for the Principalship in England."},
      {
        "id":"ED450490",
        "title":"Hearing Screening of Infants and the Importance of Early Language Acquisition. Linkoping Studies in Education and Psychology No. 72."},
      {
        "id":"ED450491",
        "title":"Varieties of Reading Disability: Phonological and Orthographic Word Decoding Deficits and Implications for Interventions. Studies from the Swedish Institute for Disability Research, No. 1."},
      {
        "id":"ED450492",
        "title":"Literacy Learning as a Decision-Making Process for Hearing-Impaired Children."},
      {
        "id":"ED450493",
        "title":"Expertise in Special Educators."},
      {
        "id":"ED450494",
        "title":"Competence in Individuals with Mental Retardation."},
      {
        "id":"ED450495",
        "title":"Teach and Be Taught: A Guide to Teaching Students with Batten Disease."},
      {
        "id":"ED450496",
        "title":"Academic Interventions Bank Training."},
      {
        "id":"ED450498",
        "title":"Nondiscrimination on the Basis of Handicap in Programs or Activities Receiving Federal Financial Assistance. Title 34, Code of Federal Regulations, Part 104."},
      {
        "id":"ED450500",
        "title":"Skilled Performance in Individuals with Developmental Disabilities."},
      {
        "id":"ED450501",
        "title":"Special Thinking in Special Educators."},
      {
        "id":"ED450502",
        "title":"Performance Goals and Indicators. Quick Turn Around (QTA)."},
      {
        "id":"ED450503",
        "title":"Educational Interpreters for Students Who Are Deaf and Hard of Hearing. Quick Turn Around (QTA)."},
      {
        "id":"ED450504",
        "title":"The SPARK Outreach Project: An Early Education Program for Children with Disabilities. Final Report."},
      {
        "id":"ED450505",
        "title":"Inclusive Education for Preschoolers with Disabilities: Comparative Views of Parents and Practitioners."},
      {
        "id":"ED450507",
        "title":"Research, Innovation, and Evaluation. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2000."},
      {
        "id":"ED450508",
        "title":"Personnel Preparation. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2000."},
      {
        "id":"ED450509",
        "title":"Technical Assistance, Dissemination, and Parent Information. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2000."},
      {
        "id":"ED450510",
        "title":"Technology and Media Services. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Act, Fiscal Year 2000."},
      {
        "id":"ED450511",
        "title":"State Improvement. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Act, Fiscal Year 2000."},
      {
        "id":"ED450512",
        "title":"Creating Classroom Environments That Nurture Independence for Children Who Are Deafblind. Final Report."},
      {
        "id":"ED450514",
        "title":"Information Technology and People with Disabilities: The Current State of Federal Accessibility. Presented by The Attorney General to The President of the United States."},
      {
        "id":"ED450515",
        "title":"Special Education and the Juvenile Justice System. Juvenile Justice Bulletin."},
      {
        "id":"ED450516",
        "title":"Carrying on the Good Fight: Summary Paper from Think Tank 2000--Advancing the Civil and Human Rights of People with Disabilities from Diverse Cultures."},
      {
        "id":"ED450517",
        "title":"Annual Performance Report to the President and Congress, Fiscal Year 1999."},
      {
        "id":"ED450518",
        "title":"Federal Policy Barriers to Assistive Technology."},
      {
        "id":"ED450519",
        "title":"Transition and Post-School Outcomes for Youth with Disabilities: Closing the Gaps to Post-Secondary Education and Employment."},
      {
        "id":"ED450521",
        "title":"Questions and Answers about Provisions in the Individuals with Disabilities Education Act Amendments of 1997 Related to Students with Disabilities and State and District-Wide Assessments. Memorandum."},
      {
        "id":"ED450524",
        "title":"Programs That Work Producing People at Work: Annual Report of the President's Committee on Employment of People with Disabilities, Fiscal Year 1999."},
      {
        "id":"ED450525",
        "title":"Getting Down to Business: A Blueprint for Creating and Supporting Entrepreneurial Opportunities for Individuals with Disabilities."},
      {
        "id":"ED450526",
        "title":"Ability You Can Bank On. Educational Kit 2000."},
      {
        "id":"ED450527",
        "title":"High School/High Tech Program Guide: An Implementation Guide for High School/High Tech Program Coordinators. Promoting Careers in Science and Technology for High School Students with Disabilities."},
      {
        "id":"ED450528",
        "title":"Helping State and Local Governments Comply with the ADA: An Assessment of How the United States Department of Justice Is Enforcing Title II, Subpart A, of the Americans with Disabilities Act."},
      {
        "id":"ED450529",
        "title":"Helping Employers Comply with the ADA: An Assessment of How the United States Equal Employment Opportunity Commission Is Enforcing Title I of the Americans with Disabilities Act."},
      {
        "id":"ED450530",
        "title":"Early Identification and Intervention for the Spectrum of Autism."},
      {
        "id":"ED450531",
        "title":"Colorado Resource Guide for Autism Spectrum Disorders."},
      {
        "id":"ED450532",
        "title":"The Colorado Autism Manual for Teachers, Service-Providers and Parents."},
      {
        "id":"ED450533",
        "title":"The Administrative Manual for Special Education Services (AMSES). Revised."},
      {
        "id":"ED450534",
        "title":"Critical Pedagogy in Deaf Education: Teachers' Reflections on Creating a Bilingual Classroom for Deaf Learners. Year 3 Report (1999-2000). USDLC Star Schools Project Report No. 3."},
      {
        "id":"ED450535",
        "title":"The MESH Manual for Inclusive Schools. Project MESH: Making Effective Schools Happen for All Students."},
      {
        "id":"ED450538",
        "title":"Student Discipline: Individuals with Disabilities Education Act. Report to the Committees on Appropriations, U.S. Senate and House of Representatives."},
      {
        "id":"ED450539",
        "title":"Clarification of the Role of the IEP Team in Selecting Individual Accommodations, Modifications in Administration, and Alternate Assessments for State and District-Wide Assessments of Student Achievement. Memorandum."},
      {
        "id":"ED450540",
        "title":"Guidance on Including Students with Disabilities in Assessment Programs. Memorandum."},
      {
        "id":"ED450541",
        "title":"SpecialCare Outreach: A Project Designed To Expand Child Care Options for Children with Disabilities. Final Report."},
      {
        "id":"ED450542",
        "title":"Conflict Resolution in Special Education and Section 504 through Mediation. Mediators Manual [and] School Information."},
      {
        "id":"ED450544",
        "title":"Thirty-Three Educational Design Principles for Schools &amp; Community Learning Centers."},
      {
        "id":"ED450545",
        "title":"&quot;P&quot; Is for Poison: Update on Pesticide Use in California Schools. CPR Series Report."},
      {
        "id":"ED450547",
        "title":"Final Accessibility Guidelines for Play Areas: Economic Assessment."},
      {
        "id":"ED450548",
        "title":"Design and Construction Guidance for Community Shelters. FEMA 361."},
      {
        "id":"ED450550",
        "title":"New Hampshire Public Schools Facilities Adequacy and Condition Study Report."},
      {
        "id":"ED450551",
        "title":"Building Middle Schools on a Budget."},
      {
        "id":"ED450552",
        "title":"A Tale of Two Institutions: Education and Environment. A Brief History of the Conflicting Values and Objectives of Schools and the Environmental Movement."},
      {
        "id":"ED450554",
        "title":"IPM: Integrated Pest Management Kit for Building Managers. How To Implement an Integrated Pest Management Program in Your Building(s)."},
      {
        "id":"ED450555",
        "title":"High Performance School Buildings. Resource & Strategy Guide."},
      {
        "id":"ED450556",
        "title":"Sports Field Management Guide, Volume 2, Number 1."},
      {
        "id":"ED450557",
        "title":"Historic Neighborhood Schools in the Age of Sprawl: Why Johnny Can't Walk to School."},
      {
        "id":"ED450558",
        "title":"Failing Health: Pesticide Use in California Schools. CPR Series Report."},
      {
        "id":"ED450559",
        "title":"Guidelines for Retrofitting Bleachers."},
      {
        "id":"ED450562",
        "title":"Tuttitalia: The Italian Journal of the Association for Language Learning, 1994-1997."},
      {
        "id":"ED450565",
        "title":"French Language Arts: Programme d'etudes par annee scolaire. Francais langue seconde--immersion. Septieme annee (French Language Arts: Yearly Curriculum. French as a Second Language--Immersion. Seventh Year)."},
      {
        "id":"ED450566",
        "title":"French Language Arts: Programme d'etudes par annee scolaire. Francais langue seconde--immersion. Huitieme annee (French Language Arts: Yearly Curriculum. French as a Second Language--Immersion. Eighth Year)."},
      {
        "id":"ED450567",
        "title":"French Language Arts: Programme d'etudes par annee scolaire. Francais langue seconde--immersion. Neuvieme annee (French Language Arts: Yearly Curriculum. French as a Second Language--Immersion. Ninth Year)."},
      {
        "id":"ED450568",
        "title":"Modeles de rendement langagier: French Language Arts--7e annee. Francais langue seconde--immersion (Models of Linguistic Production--French as a Second Language/Immersion: 7th Grade)."},
      {
        "id":"ED450569",
        "title":"Modeles de rendement langagier: French Language Arts--8e annee. Francais langue seconde--immersion: (Models of Linguistic Production--French as a Second Language/Immersion: 8th Grade)."},
      {
        "id":"ED450570",
        "title":"Modeles de rendement langagier: French Language Arts--9e annee. Francais langue seconde--immersion (Models of Linguistic Production--French as a Second Language/Immersion: 9th Grade)."},
      {
        "id":"ED450571",
        "title":"Bibliographie Annotee M-3: Francais langue seconde--immersion. Selection d&apos;ouvrages de la litterature enfantine (Annotated Bibliography M-3: French as a Second Language--Immersion. Selection of Works from Children&apos;s Literature)."},
      {
        "id":"ED450572",
        "title":"Modeles de rendement langagier: Francais-7e annee. Francais langue premiere (Models of Linguistic Production--French as a Native Language: 7th Grade)."},
      {
        "id":"ED450573",
        "title":"Modeles de rendement langagier--Francais langue premiere: 8e annee (Models of Linguistic Production--French as a Native Language: 8th Grade)."},
      {
        "id":"ED450574",
        "title":"Modeles de rendement langagier--Francais langue premiere: 9e annee (Models of Linguistic Production--French as a Native Language: 9th Grade)."},
      {
        "id":"ED450575",
        "title":"French Language Arts: Programme d'etudes du secondaire deuxieme cycle (10-12). Francais langue seconde--immersion (French Language Arts: High School Curriculum [10-12]. French as a Second Language--Immersion)."},
      {
        "id":"ED450576",
        "title":"Francais: Programme d'etudes du secondaire deuxieme cycle (10-12). Francais langue premiere (French: High School Curriculum [10-12]. French as a Native Language)."},
      {
        "id":"ED450577",
        "title":"Francais: Programme d'etudes par annee scolaire. Francais langue premiere: Septieme annee (French: Yearly Curriculum. French as a Native Language: Seventh Year)."},
      {
        "id":"ED450578",
        "title":"Francais: Programme d'etudes par annee scolaire. Francais langue premiere: Huitieme annee (French: Yearly Curriculum. French as a Native Language: Eighth Year)."},
      {
        "id":"ED450579",
        "title":"Francais: Programme d'etudes par annee scolaire. Francais langue premiere: Neuvieme annee (French: Yearly curriculum. French as a Native Language: Ninth year)."},
      {
        "id":"ED450581",
        "title":"Learner Autonomy in Language Learning: A Preliminary Investigation."},
      {
        "id":"ED450582",
        "title":"Literacy in Indigenous Communities. Research Series."},
      {
        "id":"ED450585",
        "title":"Lessons from Research: What Is the Length of Time It Takes Limited English Proficient Students To Acquire English and Succeed in an All-English Classroom? Issue Brief No. 5."},
      {
        "id":"ED450586",
        "title":"Technology Trends and Their Potential for Bilingual Education. Issue Brief."},
      {
        "id":"ED450587",
        "title":"The ABCs Of English Immersion: A Teachers' Guide."},
      {
        "id":"ED450588",
        "title":"Promoting Learner Autonomy: Learning from the Japanese Language Learners&apos; Perspectives."},
      {
        "id":"ED450589",
        "title":"Learning To Learn: 15 Vocabulary Acquisition Activities. Tips and Hints."},
      {
        "id":"ED450590",
        "title":"Project Great Start Biennial Evaluation Report."},
      {
        "id":"ED450591",
        "title":"Making the Most of Movies: Keeping Film Response Journals. Classroom Ideas."},
      {
        "id":"ED450592",
        "title":"Helping ESL and EFL University Students Read Critically: A 2000's Challenge."},
      {
        "id":"ED450593",
        "title":"Contextualization of Vocabulary in Second Language Acquisition: Emphasis on the Nativist Approach with Comparison to the Behavioralist, Empiricist, and Neurofunctionalist Approaches."},
      {
        "id":"ED450595",
        "title":"What Are the Critical Issues in Wide-Scale Assessment of English Language Learners?"},
      {
        "id":"ED450596",
        "title":"Constructivist Pedagogy for Authentically Activating Oral Skills in the Foreign Language Classroom."},
      {
        "id":"ED450598",
        "title":"Revisiting the Process of SLA."},
      {
        "id":"ED450599",
        "title":"Pronunciation Learning Strategies: A First Look."},
      {
        "id":"ED450601",
        "title":"Towards a Sociocultural Framework in the EFL Classroom."},
      {
        "id":"ED450602",
        "title":"French and Spanish Communication for Caribbean Professionals: Innovative Foreign Language Course Developments from UTech, Jamaica."},
      {
        "id":"ED450614",
        "title":"Dialogue Journals: Interactive Writing To Develop Language and Literacy. Revised. ERIC Q&amp;A."},
      {
        "id":"ED450619",
        "title":"Achieving Diversity in the Professoriate: Challenges and Opportunities."},
      {
        "id":"ED450620",
        "title":"Understanding College & University Endowments. Brief Answers to Questions Frequently Asked by Students, Faculty, Alumni, Trustees, Journalists, Public Officials, and Others Interested in the Financial Circumstances of American Colleges and Universities."},
      {
        "id":"ED450621",
        "title":"On Change III: Taking Charge of Change: A Primer for Colleges and Universities. An Occasional Paper Series of the ACE Project on Leadership and Institutional Transformation."},
      {
        "id":"ED450622",
        "title":"Too Little Knowledge Is a Dangerous Thing: What the Public Thinks and Knows about Paying for College."},
      {
        "id":"ED450623",
        "title":"Guidelines for College and University Linkages Abroad."},
      {
        "id":"ED450624",
        "title":"Minnesota's Post-Secondary Education Enrollment Data: Basic Data Series, 1999."},
      {
        "id":"ED450625",
        "title":"Transforming a School of Education via the Accelerated Schools Model."},
      {
        "id":"ED450627",
        "title":"Gaining Retention and Achievement for Students Program (GRASP): A Faculty Development Program To Increase Student Success."},
      {
        "id":"ED450628",
        "title":"At Cross Purposes: What the Experiences of Today's Doctoral Students Reveal about Doctoral Education."},
      {
        "id":"ED450630",
        "title":"Communication and Participation: Initial Findings Regarding Their Roles in the Strategic Planning Process in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED450631",
        "title":"Working with Our Communities: Moving from Service to Scholarship in the Health Professions. Track 2."},
      {
        "id":"ED450632",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (14th, Ellenville, New York, April 5-7, 2000)."},
      {
        "id":"ED450633",
        "title":"Measuring Up 2000: The State-by-State Report Card for Higher Education."},
      {
        "id":"ED450634",
        "title":"Principles of Good Practice: Supporting Early-Career Faculty. Guidance for Deans, Department Chairs, and Other Academic Leaders."},
      {
        "id":"ED450635",
        "title":"Improving Postsecondary Education: NPCI Contributions to Policy and Practice."},
      {
        "id":"ED450636",
        "title":"The Counselor's Guide to Ohio Independent Colleges and Universities, 2000."},
      {
        "id":"ED450638",
        "title":"The Graduating Student Questionnaire: An Analysis of Three Years of Use."},
      {
        "id":"ED450639",
        "title":"Assessment and Accountability Systems in the 50 States, 1999-2000. CPRE Research Report Series."},
      {
        "id":"ED450640",
        "title":"Unified Budget Recommendations for Fiscal Year 2001-2002."},
      {
        "id":"ED450645",
        "title":"Postsecondary Options: Concurrent/Dual Enrollment. Updated."},
      {
        "id":"ED450646",
        "title":"CRitical Issues Bibliography (CRIB) Sheet: Community Outreach."},
      {
        "id":"ED450647",
        "title":"Using Think-Aloud Protocols To Assess Cognitive Levels of Students in College Classrooms."},
      {
        "id":"ED450648",
        "title":"Closing the Divide: Technology Use in TRIO Upward Bound Projects."},
      {
        "id":"ED450649",
        "title":"Securing Tenure and Promotion at a College or University: A Checklist."},
      {
        "id":"ED450650",
        "title":"I've Known Rivers: Reflections on Self-Education and the Cornell Experiment, 1966-1970."},
      {
        "id":"ED450651",
        "title":"Linking the Knowledge Economy to Prosperity in Continuing Education: A Preliminary Analysis."},
      {
        "id":"ED450656",
        "title":"CRitical Issues Bibliography (CRIB) Sheet: Native American College Students."},
      {
        "id":"ED450657",
        "title":"CRitical Issues Bibliography (CRIB) Sheet: Hispanic Serving Institutions."},
      {
        "id":"ED450658",
        "title":"CRitical Issues Bibliography (CRIB) Sheet: Gay, Lesbian, Bisexual College Students."},
      {
        "id":"ED450659",
        "title":"CRitical Issues Bibliography (CRIB) Sheet: Tribal Colleges."},
      {
        "id":"ED450660",
        "title":"CRitical Issues Bibliography (CRIB) Sheet: Remedial Education Policy."},
      {
        "id":"ED450661",
        "title":"Preparandose para la Universidad (Getting Ready for College)."},
      {
        "id":"ED450662",
        "title":"Internationalization of Higher Education: An Institutional Perspective. Papers on Higher Education."},
      {
        "id":"ED450664",
        "title":"Inside Out."},
      {
        "id":"ED450665",
        "title":"Physics Academic Workforce Report, 2000. AIP Report."},
      {
        "id":"ED450666",
        "title":"Report to the Governor and General Assembly on Underrepresented Groups in Illinois Higher Education."},
      {
        "id":"ED450667",
        "title":"Statewide Master Plan for Tennessee Higher Education, 2000-2005."},
      {
        "id":"ED450668",
        "title":"The Status of Higher Education in Tennessee, Including the Tenth Annual Report on Progress toward the Goals of Tennessee Challenge 2000 for the State's Public Higher Education Institutions and the Seventh Annual Report on Contributions of the State's Independent, Regionally Accredited Higher Education Institutions. Annual Report."},
      {
        "id":"ED450669",
        "title":"Preparation of California Public High School Graduates for College, 1996 to 1999. Factsheet."},
      {
        "id":"ED450670",
        "title":"A Blueprint for Progress: Legislative and Budget Priorities for the Year 2001. Higher Education Update."},
      {
        "id":"ED450672",
        "title":"First-Time Freshmen in California Colleges and Universities, Fall 1999. Factsheet."},
      {
        "id":"ED450673",
        "title":"Distance Learning: Academic and Political Challenges for Higher Education Accreditation. CHEA Monograph Series 2001, Number 1."},
      {
        "id":"ED450674",
        "title":"Comparing Ontario and American Public Universities."},
      {
        "id":"ED450675",
        "title":"Maryland Higher Education Commission Data Book, 2001."},
      {
        "id":"ED450676",
        "title":"Institutional Profiles: University of North Carolina. 2000-2001 Edition."},
      {
        "id":"ED450677",
        "title":"Degrees and Other Awards Conferred by Title IV Participating, Degree-Granting Institutions, 1997-98. E.D. Tabs."},
      {
        "id":"ED450678",
        "title":"Undergraduates Enrolled with Higher Sticker Prices. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED450679",
        "title":"Credits and Attainment: Returns to Postsecondary Education Ten Years after High School. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED450680",
        "title":"From Bachelor's Degree to Work: Major Field of Study and Employment Outcomes of 1992-93 Bachelor's Degree Recipients Who Did Not Enroll in Graduate Education by 1997. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED450692",
        "title":"The EDUTECH Report, 1999-2000."},
      {
        "id":"ED450696",
        "title":"An Analysis of the Progress of the Idaho Educational Technology Initiative in Meeting Goals Established by the Idaho Council for Technology in Learning."},
      {
        "id":"ED450697",
        "title":"Evaluating the Student Experience of Learning On-Line."},
      {
        "id":"ED450699",
        "title":"EDUCAUSE &apos;99: Celebrating New Beginnings. [Proceedings] (Long Beach, California, October 26-29, 1999)."},
      {
        "id":"ED450700",
        "title":"\"Smart Computing\"--Orienting Your Students."},
      {
        "id":"ED450701",
        "title":"A Dynamic and Individualized Web System."},
      {
        "id":"ED450702",
        "title":"Assessing the Impact on Students of Online Materials in University Courses."},
      {
        "id":"ED450703",
        "title":"Building to Scale: An Analysis of Web-Based Services in CIC (Big Ten) Libraries."},
      {
        "id":"ED450704",
        "title":"Collaborative Support for the Distributed University."},
      {
        "id":"ED450705",
        "title":"Deconstructing Classroom Technology in Practice: What Our Web Instructional Techniques Suggest about What Faculty Want."},
      {
        "id":"ED450706",
        "title":"Digital Libraries: Potential and Risks."},
      {
        "id":"ED450707",
        "title":"Implementation and Implications of Digital Services in Learning Centers."},
      {
        "id":"ED450708",
        "title":"Information Technology, Innovation and Success in a Small Rural School."},
      {
        "id":"ED450709",
        "title":"Intellectual Property and Copyright: Protecting Educational Interests and Managing Changing Environments."},
      {
        "id":"ED450710",
        "title":"Meta Data Integration: Maximize the Potential of \"Data about Data.\""},
      {
        "id":"ED450711",
        "title":"New Markets for Meeting Old Needs: U.S. Distance Education and Developing Countries."},
      {
        "id":"ED450712",
        "title":"PBS Develops Institution-Neutral Online Services for Non-Traditional Adult Learners."},
      {
        "id":"ED450713",
        "title":"Sustaining a Virtual Support Organization: The Learning Technologies Partnership--A Model for the New Millennium."},
      {
        "id":"ED450714",
        "title":"The Rensselaer 80/20 Model for Interactive Distance Learning."},
      {
        "id":"ED450715",
        "title":"Transforming Higher Education: Building a Statewide Partnership."},
      {
        "id":"ED450716",
        "title":"UCF's Support for Teaching and Learning Online: CD-ROM Development, Faculty Development, and Statewide Training."},
      {
        "id":"ED450717",
        "title":"Unified Information Access for the 21st Century: A Project of The California State University."},
      {
        "id":"ED450718",
        "title":"University of Delaware Library/Statewide K-12 Partnership Providing Online Resources and Training: UDLib/SEARCH."},
      {
        "id":"ED450719",
        "title":"User Empowered Process for Information Technology Planning and Implementation."},
      {
        "id":"ED450720",
        "title":"Using E-mail as an Official Means of Communication."},
      {
        "id":"ED450721",
        "title":"Virtual Organizations, Virtual Mentoring, and At-Risk Youth: Implementation of a New Metacommunity."},
      {
        "id":"ED450722",
        "title":"Virtual U: The University Simulation Game."},
      {
        "id":"ED450723",
        "title":"The Impact of Technology on Learning: Making Sense of the Research. Policy Brief."},
      {
        "id":"ED450725",
        "title":"IFLA Council and General Conference: Conference Proceedings (66th, Jerusalem, Israel, August 13-18, 2000)."},
      {
        "id":"ED450726",
        "title":"The Impact of Digital Resources on Organization and Management of Collection Development and Acquisitions."},
      {
        "id":"ED450727",
        "title":"The Management of Change in Electronic Libraries."},
      {
        "id":"ED450728",
        "title":"The Role of Parliamentary Libraries in Eastern Europe in Ensuring Public Access to Government Information: The Case of Russia."},
      {
        "id":"ED450729",
        "title":"The Kulturarw3 Project--The Royal Swedish Web Archiw3e--An Example of &quot;Complete&quot; Collection of Web Pages."},
      {
        "id":"ED450730",
        "title":"Curriculum for &quot;Social Information Science&quot;--Evaluation and Application."},
      {
        "id":"ED450731",
        "title":"The Future of Copyright Management: European Perspectives."},
      {
        "id":"ED450732",
        "title":"Artists in Canada: A National Resource."},
      {
        "id":"ED450733",
        "title":"Diversity of Training versus Diversity of Users: The Z. Aranne Central Education Library Case Study."},
      {
        "id":"ED450734",
        "title":"Libraries in the West Bank and Gaza: Obstacles and Possibilities."},
      {
        "id":"ED450735",
        "title":"IFLA Advisory Group on Division 8."},
      {
        "id":"ED450736",
        "title":"The Thinking Preferences of Learners in Cataloguing and Classification: Summary of a Study of Second Year Learners at the University of Pretoria."},
      {
        "id":"ED450737",
        "title":"Intranets and Extranets at State Libraries in the United States."},
      {
        "id":"ED450738",
        "title":"Web-Supported Teaching in the Department of Information Science at the University of Pretoria: A Case Study."},
      {
        "id":"ED450739",
        "title":"Creating a State-Wide Virtual Health Library: The Michigan Experience."},
      {
        "id":"ED450740",
        "title":"Reaching out through a Mobile Library."},
      {
        "id":"ED450741",
        "title":"The Birth and Re-Birth of the ISBDs: Process and Procedures for Creating and Revising the International Standard Bibliographic Descriptions [and] Section on Bibliography--Review of Activities, 1999-2000."},
      {
        "id":"ED450742",
        "title":"Journal Quality in the Asian Region: Results of a Pilot Study for the IFLA Round Table of Library and Information Science Journals."},
      {
        "id":"ED450743",
        "title":"Current Trends in Developing a Contemporary Public Library Service to Deaf and Hard of Hearing Persons in Denmark."},
      {
        "id":"ED450744",
        "title":"Literacy, Libraries &amp; IFLA: Recent Developments and a Look at the Future."},
      {
        "id":"ED450745",
        "title":"Is There a Need for a Library Twinning Focal Point? The IFLA Twinning Project and Beyond."},
      {
        "id":"ED450746",
        "title":"A New Culture of Assessment: Preliminary Report on the ARL SERVQUAL Survey."},
      {
        "id":"ED450747",
        "title":"Asian Library Partnerships: Applying the Knowledge Model for Library Networks."},
      {
        "id":"ED450748",
        "title":"Multimedia in German Libraries--Aspects of Cooperation and Integration."},
      {
        "id":"ED450749",
        "title":"An Investigation of LIS Qualifications throughout the World."},
      {
        "id":"ED450750",
        "title":"Are the Last Exhibitions Brochures Available? Problems and Solutions for a Neglected Material in Museum Libraries."},
      {
        "id":"ED450751",
        "title":"Global Knowledge: A Challenge for Librarians."},
      {
        "id":"ED450752",
        "title":"The Making of a Classification Scheme for Libraries of Judaica."},
      {
        "id":"ED450753",
        "title":"Migrating from the Library of Today to the Library of Tomorrow: Re- or E-volution?"},
      {
        "id":"ED450754",
        "title":"Serving the Needs of Visually Impaired Information Seekers in UK Public Libraries."},
      {
        "id":"ED450755",
        "title":"Quality Management and Self Assessment Tools for Public Libraries."},
      {
        "id":"ED450756",
        "title":"ICT and Marketing Challenges in Latin American Libraries."},
      {
        "id":"ED450757",
        "title":"Digital Libraries on the Internet."},
      {
        "id":"ED450758",
        "title":"Libraries and Literacy: A Preliminary Survey of the Literature."},
      {
        "id":"ED450759",
        "title":"The Future of Copyright Management: Library Perspectives."},
      {
        "id":"ED450760",
        "title":"National Vocational Qualifications (NVQs): One Route To Improve the Status of Women in Libraries?"},
      {
        "id":"ED450761",
        "title":"Ensuring High Quality Research Services."},
      {
        "id":"ED450762",
        "title":"The Indexing of Electronic Publications--Ways out of Heterogeneity."},
      {
        "id":"ED450763",
        "title":"Guidelines for Public Libraries in the 21st Century."},
      {
        "id":"ED450764",
        "title":"Partnering Services between Public Libraries and Library Services for the Blind: A Canadian Experience."},
      {
        "id":"ED450765",
        "title":"Libraries without Resources: Towards Personal Collections."},
      {
        "id":"ED450766",
        "title":"Hospital Libraries and the Public Library System in France: How Can They Work Together?"},
      {
        "id":"ED450767",
        "title":"Project Work as a Vehicle for Information Literacy Education in a Circuit of South African Primary Schools."},
      {
        "id":"ED450768",
        "title":"The Congress on Professional Education in North America."},
      {
        "id":"ED450769",
        "title":"Exploring Cross-Cultural Issues in Information Studies Education in Southeast Asia and the Pacific."},
      {
        "id":"ED450770",
        "title":"Technological Discontinuities in the Library: Digital Projects That Illustrate New Opportunities for the Librarian and the Library."},
      {
        "id":"ED450771",
        "title":"The Baby Boomer Generation--Impact on Public Libraries: Theoretical and Practical Evidence."},
      {
        "id":"ED450772",
        "title":"Relations and Co-Operation between Legislative Libraries in the European Community."},
      {
        "id":"ED450773",
        "title":"Developing a Jewish Genealogy Library: The Israel Genealogical Society Library as a Case Study."},
      {
        "id":"ED450774",
        "title":"Bibliographic Projects and Tools in Israel."},
      {
        "id":"ED450775",
        "title":"Handle System Overview."},
      {
        "id":"ED450776",
        "title":"Telling the Mobile Libraries Story: Collecting the Past To Build a Future."},
      {
        "id":"ED450777",
        "title":"Jewish Heritage in Russian Children's Literature."},
      {
        "id":"ED450778",
        "title":"The WWW and Our Digital Heritage--The New Preservation Tasks of the Library Community."},
      {
        "id":"ED450779",
        "title":"Issues of Authenticity of Spatial Data."},
      {
        "id":"ED450780",
        "title":"Could This Be the Beginning of a Beautiful Friendship: A Comparison of the Description and Access to the Object of Interest between the Libraries and Archives."},
      {
        "id":"ED450781",
        "title":"Managing Information for Development in the 21st Century: Prospects for African Libraries, Challenges to the World."},
      {
        "id":"ED450782",
        "title":"Serials Standards in Convergence: ISBD(S) Developments."},
      {
        "id":"ED450783",
        "title":"Managing Academic Libraries in a Digital World: Institutional, Regional and National Developments in the UK."},
      {
        "id":"ED450784",
        "title":"Cooperative Development of the Digital Library: Identifying and Working with Potential Partners."},
      {
        "id":"ED450785",
        "title":"LIS Journal Response to Globalization: An Analytical Study of Leading and International Journals."},
      {
        "id":"ED450786",
        "title":"The Influence of the Electronic Library on Library Management: A Technological University Library Experience."},
      {
        "id":"ED450787",
        "title":"Towards the Hybrid Library: Developments in UK Higher Education."},
      {
        "id":"ED450788",
        "title":"Building Smart Communities: What They Are and How They Can Benefit Blind and Visually Impaired Persons."},
      {
        "id":"ED450789",
        "title":"Collaboration between Theory and Evidence-Based Practice--Two Cultures: Librarians and Professors."},
      {
        "id":"ED450790",
        "title":"Knowledge Management in Libraries in the 21st Century."},
      {
        "id":"ED450791",
        "title":"Internet Librarianship: Traditional Roles in a New Environment."},
      {
        "id":"ED450792",
        "title":"Classroom Collections and Reading Patterns."},
      {
        "id":"ED450793",
        "title":"Bibliographic Control--Is the Current Training Still Relevant?"},
      {
        "id":"ED450794",
        "title":"Freeing Access to Women's Information: An Overview."},
      {
        "id":"ED450795",
        "title":"Cataloging Artist Files: One Library's Approach to Providing Integrated Access to Ephemeral Material."},
      {
        "id":"ED450796",
        "title":"The Digital Society's Challenge to the Library for the Blind."},
      {
        "id":"ED450797",
        "title":"Monologue or Dialogue in the Web Environment? The Role of Networked Library and Information Services in the Future."},
      {
        "id":"ED450798",
        "title":"How To Establish a Parliamentary Research Service: Does One Size Fit All?"},
      {
        "id":"ED450799",
        "title":"The Role of Indexing in the Research and Development of Digital Libraries: A Call for Closer Examination of Domain-Specific Indexing and Thesaurus Construction To Improve Access to Digital Libraries."},
      {
        "id":"ED450800",
        "title":"The Significance and Use of Historical Method in Library and Information Science Dissertations, 1984-1999."},
      {
        "id":"ED450801",
        "title":"Librarian's Image in Children's Fiction."},
      {
        "id":"ED450802",
        "title":"Distance Education in Library and Information Science Education: Trends and Issues."},
      {
        "id":"ED450807",
        "title":"The Impact of School Library Services on Student Academic Achievement: An Annotated Bibliography. Fifth Edition."},
      {
        "id":"ED450808",
        "title":"Preservation of Digital Information. Proceedings of the Membership Meeting of the Association of Research Libraries (131st, Washington, DC, October 15-17, 1997)."},
      {
        "id":"ED450809",
        "title":"What Gets Measured Gets Done: A School Library Media and Technology Program Self-Study Workbook."},
      {
        "id":"ED450810",
        "title":"Creating Stability and Equity in Michigan Public Libraries: Ending the Crisis."},
      {
        "id":"ED450812",
        "title":"ARL Annual Salary Survey, 2000-2001."},
      {
        "id":"ED450813",
        "title":"Sri Lanka--Canada School Library &amp; Information Services Programme Components: A School Library Study Tour. Final Report."},
      {
        "id":"ED450814",
        "title":"Library Funding. ERIC Digest."},
      {
        "id":"ED450815",
        "title":"College of DuPage Review, December 1999-February 2000."},
      {
        "id":"ED450816",
        "title":"First Biennial Report on California Community College Chief Executive Officer (CEO) Tenure and Retention."},
      {
        "id":"ED450817",
        "title":"Coast Community College District: A Five Year Strategic Plan. Exemplary International Programs."},
      {
        "id":"ED450818",
        "title":"Data Mining and Knowledge Management: A System Analysis for Establishing a Tiered Knowledge Management Model."},
      {
        "id":"ED450819",
        "title":"Institutional Effectiveness and Unemployment Insurance Data. AACC White Paper."},
      {
        "id":"ED450820",
        "title":"Report of the Working Committee on Public-Private Articulation Agreements."},
      {
        "id":"ED450821",
        "title":"University of Hawaii Tuition Schedule Proposal, 1998-1999 and 1999-2000."},
      {
        "id":"ED450822",
        "title":"Key Issues for Planning from the 1997 and 1998 Environmental Scans."},
      {
        "id":"ED450823",
        "title":"Report on Attainment of Goals of the 1998-1999 Strategic Plan (1999-2000 Report for Performance Indicator 1E)."},
      {
        "id":"ED450824",
        "title":"WWW.2CHEAT.COM."},
      {
        "id":"ED450829",
        "title":"Palm Beach Community College Strategic Plan, 1999-2004."},
      {
        "id":"ED450830",
        "title":"Brain Gain 2010: Building Oklahoma through Intellectual Power."},
      {
        "id":"ED450831",
        "title":"Integrated Strategic Plan."},
      {
        "id":"ED450832",
        "title":"Idaho Division of Vocational Education Annual Report, FY 1998."},
      {
        "id":"ED450833",
        "title":"Assessment: An Institution-Wide Process To Improve and Support Student Learning. Show Us the Learning."},
      {
        "id":"ED450834",
        "title":"Houston Community College System 1999-2000 Fact Book."},
      {
        "id":"ED450835",
        "title":"Los Rios Community College District RESEARCH Brief, 1999-2000."},
      {
        "id":"ED450836",
        "title":"Education Master Plan Update: A Regular Report on Hearings of the Joint Legislative Committee To Develop a Master Plan for Education, Issues 1-5."},
      {
        "id":"ED450837",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED450838",
        "title":"Report on Local Investments of Partnership Funds: Expenditures for 1998-99 and 1999-00."},
      {
        "id":"ED450840",
        "title":"First Nations Studies: The Malaspina Success."},
      {
        "id":"ED450841",
        "title":"Changing Horizons: Charting a New Course in 1999."},
      {
        "id":"ED450842",
        "title":"Assessment &amp; Learning."},
      {
        "id":"ED450843",
        "title":"Los Rios Community College District Fall 1999 Student Profile, Based upon First Census Data."},
      {
        "id":"ED450844",
        "title":"Front Range Community College Quality Indicators Report, Academic Year 1999-2000."},
      {
        "id":"ED450845",
        "title":"Quality Indicator System Report."},
      {
        "id":"ED450846",
        "title":"System Performance on Partnership for Excellence Goals: District and College Baseline Data for 1996-97, 1997-98, and 1998-99."},
      {
        "id":"ED450847",
        "title":"Student Transfers to Public and Private Colleges in California and Out-of-State."},
      {
        "id":"ED450848",
        "title":"Fifty Percent Law: Background Paper."},
      {
        "id":"ED450849",
        "title":"A Statistical Analysis To Define the &quot;Low-Transfer&quot; California Community College."},
      {
        "id":"ED450850",
        "title":"Students Who Transfer between Oregon Community Colleges and Oregon University System Institutions: What the Data Say."},
      {
        "id":"ED450851",
        "title":"Closing the Gaps by 2015: Participation, Success, Excellence, Research. Texas Higher Education Plan."},
      {
        "id":"ED450852",
        "title":"Student Preferences for Alternative Course Delivery Options. Report #116."},
      {
        "id":"ED450853",
        "title":"Impact of Community College of Philadelphia Allied Health Programs on the Philadelphia Region. Report #117."},
      {
        "id":"ED450854",
        "title":"Faculty Evaluation in Community Colleges: A Response to Competing Values. An ERIC Review."},
      {
        "id":"ED450855",
        "title":"Assumptions about Transfer Behavior in State-Level Articulation Agreements: Realistic or Reactionary?"},
      {
        "id":"ED450857",
        "title":"The Southeast Consortium for Advanced Network Technologies Education: 1997 to the Present. Jones County Junior College."},
      {
        "id":"ED450858",
        "title":"Germanna Community College Student Outcomes Assessment, 1997-98: A Progress Report to the Virginia Community College System."},
      {
        "id":"ED450859",
        "title":"Germanna Community College Transfer Student Success, 1990-99: Revised Tables."},
      {
        "id":"ED450860",
        "title":"Germanna Community College Student Outcomes Assessment, 1999-2000: A Progress Report to the Virginia Community College System."},
      {
        "id":"ED450862",
        "title":"Technicians and Interpersonal Dynamics: Instilling High Touch in High Tech Departments."},
      {
        "id":"ED450863",
        "title":"Telecommunication and Technology Infrastructure Program (TTIP) Certification for Expenditures, Fiscal Year 2000-2001."},
      {
        "id":"ED450864",
        "title":"Helping Students Learn How To Learn."},
      {
        "id":"ED450868",
        "title":"Early Antecedents of Social Competence in Elementary School of Later Peer Reputation and Sociometric Status in Dutch Adolescents."},
      {
        "id":"ED450871",
        "title":"Sharing the Stories: Lessons Learned from 5 Years of Smart Start."},
      {
        "id":"ED450873",
        "title":"\"Problems\" in the Education of Boys and Exploring \"Real\" Effects from Evidence-Based Research: Useful Findings in Teaching and Learning for Boys and Girls."},
      {
        "id":"ED450874",
        "title":"The Household Detective Primer: Protecting Your Children from Toxins in the Home. CHEC's Guide to Environmental Childproofing."},
      {
        "id":"ED450875",
        "title":"Compassionate Parenting."},
      {
        "id":"ED450876",
        "title":"Bringing Together Health and Education for School-Age Children. Working Paper. Advancing Basic Education and Literacy, Phase 2 (ABEL 2)."},
      {
        "id":"ED450877",
        "title":"Child Health 2000: Report Card for New York State, Regions and Counties."},
      {
        "id":"ED450878",
        "title":"No Breathing in the Aisles: Diesel Exhaust inside School Buses."},
      {
        "id":"ED450881",
        "title":"Relationship between Teachers' Use of Reflection and Other Selected Variables and Preschool Teachers' Engagement in Developmentally Appropriate Practice."},
      {
        "id":"ED450886",
        "title":"Readiness for Learning: A Readiness Audit Tool for Kindergarten Classrooms. [Booklet and Videotape]."},
      {
        "id":"ED450887",
        "title":"Campus Child Care News, 1999."},
      {
        "id":"ED450888",
        "title":"The Value of Early Literacy and Parental Involvement."},
      {
        "id":"ED450890",
        "title":"Developmental and Contextual Transitions of Children and Families: Implications for Research, Policy, and Practice. Head Start&apos;s National Research Conference (5th, Washington, DC, June 28-July 1, 2000). Summary of Conference Proceedings."},
      {
        "id":"ED450906",
        "title":"Infants and Toddlers, 2000-2001."},
      {
        "id":"ED450907",
        "title":"More Promises To Keep: Sustaining Arizona's Capacity for Welfare and Health Reform (December 1, 2000)."},
      {
        "id":"ED450910",
        "title":"Promoting Parental Power: Enhancing Students' Attitudes."},
      {
        "id":"ED450913",
        "title":"The Determinants and Consequences of Child Care Subsidy Receipt by Low-Income Families. JCPR Working Paper."},
      {
        "id":"ED450914",
        "title":"Minnesota Kids: A Closer Look. 2001 Data Book."},
      {
        "id":"ED450915",
        "title":"Youth Work: More Than Child's Play. A Report from the Field."},
      {
        "id":"ED450916",
        "title":"ACCESS to Comprehensive School-Based Health Services for Children and Youth, 2000-2001."},
      {
        "id":"ED450917",
        "title":"From the Margins to the Mainstream: Institutionalizing School-Based Health Centers. A Making the Grade Monograph. Occasional Papers on Policies Affecting School-Based Health Centers, Summer 2000."},
      {
        "id":"ED450918",
        "title":"New York State Touchstones/KIDS COUNT 2000 Data Book."},
      {
        "id":"ED450919",
        "title":"Child Care: States Increased Spending on Low-Income Families. Report to Congressional Requesters."},
      {
        "id":"ED450920",
        "title":"Children Entering School Ready To Learn: School Readiness Baseline Information. Preliminary Report, School Year 2000-01."},
      {
        "id":"ED450923",
        "title":"Understanding Title V of the Social Security Act: A Guide to the Provisions of the Federal Maternal and Child Health Block Grant."},
      {
        "id":"ED450924",
        "title":"Status of Oregon's Children: 1999 County Data Book. Special Focus: Early Childhood."},
      {
        "id":"ED450925",
        "title":"Status of Oregon&apos;s Children: County Data Book 2000. Special Focus: Kids in the Middle."},
      {
        "id":"ED450926",
        "title":"Trends in Early Childhood Assessment Policies and Practices."},
      {
        "id":"ED450931",
        "title":"Outcomes and Effectiveness of Family Support Services: A Research Review. In Practice Issues."},
      {
        "id":"ED450932",
        "title":"Safe from the Start: Taking Action on Children Exposed to Violence. Summary."},
      {
        "id":"ED450933",
        "title":"State Policies on Readiness Surveyed. NCEDL Spotlights, No. 26."},
      {
        "id":"ED450937",
        "title":"Adapting to Changing Conditions: Accessing State Tobacco Settlement Revenue for Out-of-School Time and Community School Initiatives. Strategy Brief, Volume 1, Number 6."},
      {
        "id":"ED450941",
        "title":"Effects of Teaching Organizational Strategies."},
      {
        "id":"ED450943",
        "title":"Society for Research in Child Development Newsletter, 2000."},
      {
        "id":"ED450947",
        "title":"Outlooks on Children and Media: Child Rights, Media Trends, Media Research, Media Literacy, Child Participation, Declarations. Compiled for the World Summit on Media for Children (3rd, Thessaloniki, Greece, March 23-26, 2001)."},
      {
        "id":"ED450950",
        "title":"A Child's Day: Home, School, and Play (Selected Indicators of Child Well-Being). Household Economic Studies. Current Population Reports."},
      {
        "id":"ED450952",
        "title":"Promising Ideas in Children's Health Insurance: Coordination with School Lunch Programs."},
      {
        "id":"ED450953",
        "title":"Assessing Young Children's Social Competence. ERIC Digest."},
      {
        "id":"ED450957",
        "title":"Child Development in the Context of Multicultural Pre-School Education."},
      {
        "id":"ED450958",
        "title":"Make Time To Listen, Take Time To Talk. 15+."},
      {
        "id":"ED450959",
        "title":"What You Can Do To Prevent Violence. Bright Futures for Families."},
      {
        "id":"ED450960",
        "title":"Leading the Way: Characteristics and Early Experiences of Selected Early Head Start Programs. Volume I: Cross-Site Perspectives. Early Head Start Research and Evaluation Project. Local-National Partnerships."},
      {
        "id":"ED450962",
        "title":"Do Mandatory Welfare-to-Work Programs Affect the Well-Being of Children? A Synthesis of Child Research Conducted as Part of the National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED450963",
        "title":"Impacts on Young Children and Their Families Two Years after Enrollment: Findings from the Child Outcomes Study. Summary Report. National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED450964",
        "title":"Colorado Even Start Progress Report, 1999-2000."},
      {
        "id":"ED450966",
        "title":"Washington State Readiness To Learn: School-Linked Models for Integrated Family Services. 1998-99 Evaluation Report. Volume 1."},
      {
        "id":"ED450967",
        "title":"Washington State Readiness To Learn: School-Linked Models for Integrated Family Services. 1998-99 Evaluation Report. Volume 2: Program Summaries."},
      {
        "id":"ED450968",
        "title":"Readiness To Learn: School-Linked Models for Integrated Family Services. 1999-2000 Evaluation Update."},
      {
        "id":"ED450973",
        "title":"Gathering Strength: Canada's Aboriginal Action Plan. A Progress Report = Rassembler nos forces: Le plan d'action du Canada pour les questions autochtones. Rapport d'etape."},
      {
        "id":"ED450974",
        "title":"Gathering Strength: Canada's Aboriginal Action Plan."},
      {
        "id":"ED450975",
        "title":"Anticipating State Standards: Nebraska City Schools."},
      {
        "id":"ED450976",
        "title":"Women in Grains Research Project--Extract."},
      {
        "id":"ED450977",
        "title":"Moving beyond the Cutting Edge."},
      {
        "id":"ED450979",
        "title":"Using Communication and Information Technologies To Empower Women in Rural Communities."},
      {
        "id":"ED450980",
        "title":"Community Strategies: Addressing the Challenges for Young People Living in Rural Australia."},
      {
        "id":"ED450981",
        "title":"Sharing Our Pathways: A Newsletter of the Alaska Rural Systemic Initiative, 1996-1999."},
      {
        "id":"ED450982",
        "title":"Poor, Rural Neighborhoods and Early School Achievement."},
      {
        "id":"ED450983",
        "title":"How Local Farmers and School Food Service Buyers Are Building Alliances: Lessons Learned from the USDA Small Farm/School Meals Workshop, May 1, 2000."},
      {
        "id":"ED450984",
        "title":"Innovative Marketing Opportunities for Small Farmers: Local Schools as Customers."},
      {
        "id":"ED450985",
        "title":"Education Is a Total Way of Life: Models and the Reality."},
      {
        "id":"ED450986",
        "title":"Marketing Fresh Produce to Local Schools: The North Florida Cooperative Experience [and] Cultivating Schools as Customers in a Local Market: The New North Florida Cooperative Experience [and] Acquiring Capital and Establishing a Credit History: The North Florida Cooperative Experience [and] Success of the New North Florida Cooperative: A Progress Report on Producer Direct Sales to School Districts. Small Farmer Success Story. Bulletins 1-4."},
      {
        "id":"ED450987",
        "title":"A Fair Go: Cutting the Cake and Closing Schools."},
      {
        "id":"ED450988",
        "title":"Building Better Rural Places: Federal Programs for Sustainable Agriculture, Forestry, Conservation and Community Development."},
      {
        "id":"ED450989",
        "title":"A Demographic Profile of Pennsylvania's Rural Women."},
      {
        "id":"ED450990",
        "title":"Inside Rural Pennsylvania: A Statistical Profile."},
      {
        "id":"ED450991",
        "title":"High School Size, Achievement Equity, and Cost: Robust Interaction Effects and Tentative Results."},
      {
        "id":"ED450992",
        "title":"Effective Staff Development in a Low Socio-Economic Rural Setting: A Microethnography of Teachers' Perceptions of Giftedness."},
      {
        "id":"ED450993",
        "title":"State Auditor's Review of the Vermont Migrant Education Program, July 1, 1997 to December 31, 1999."},
      {
        "id":"ED450995",
        "title":"Our Land, Our Trust, Our Future: Preparing for Tomorrow. 2000 Annual Report."},
      {
        "id":"ED450996",
        "title":"Telecommunications in Rural Economic Development: Issues for Latinos and Other Communities. JSRI Occasional Paper No. 62. Latino Studies Series."},
      {
        "id":"ED450997",
        "title":"Digging Deeper into Shallow Pockets. Special Report."},
      {
        "id":"ED450998",
        "title":"Las obreras: Chicana Politics of Work and Family. Aztlan Anthology Series, Volume 1."},
      {
        "id":"ED450999",
        "title":"The Outreach Sourcebook, Volume 4: Rural Health Demonstration Projects, 1994 to 1997."},
      {
        "id":"ED451000",
        "title":"The Outreach Sourcebook, Volume 5: Rural Health Demonstration Projects, 1995 to 1998."},
      {
        "id":"ED451001",
        "title":"The Outreach Sourcebook, Volume 6: Rural Health Demonstration Projects, 1996 to 1999."},
      {
        "id":"ED451002",
        "title":"The Outreach Sourcebook, Volume 7: Rural Health Demonstration Projects, 1997 to 2000."},
      {
        "id":"ED451005",
        "title":"The Potential Impact of E-Commerce on the Rural South: Will It Equalize or Deepen the Digital Divide? The Rural South: Preparing for the Challenges of the 21st Century, No. 14."},
      {
        "id":"ED451006",
        "title":"Educating for Identity &amp; Resistance: Situated Learning among the Old Order Mennonites."},
      {
        "id":"ED451007",
        "title":"Assessing Student Work."},
      {
        "id":"ED451008",
        "title":"A Reasonably Equal Share: Educational Equity in Vermont. A Status Report, Year 2000-2001."},
      {
        "id":"ED451009",
        "title":"Mexican American Students' Perception of Discursive Practices in Mathematics and Science Classrooms."},
      {
        "id":"ED451010",
        "title":"Pennsylvania's Rural Homeless Reality."},
      {
        "id":"ED451012",
        "title":"Reauthorization of the Elementary and Secondary Education Act. Hearing before the Committee on Indian Affairs on Oversight Hearing on the Title and Provisions in the Draft Reauthorization for the Elementary and Secondary Education Act. United States Senate, One Hundred Sixth Congress, Second Session."},
      {
        "id":"ED451013",
        "title":"An Attitudinal Survey of Pennsylvania's Rural Residents."},
      {
        "id":"ED451014",
        "title":"World City/Regional City: Latinos and African-Americans in Chicago and St. Louis. JSRI Working Paper No. 46."},
      {
        "id":"ED451015",
        "title":"Distance Education: Taking Classes to the Students."},
      {
        "id":"ED451016",
        "title":"Implementation of the State Children's Health Insurance Program: Outreach, Enrollment, and Provider Participation in Rural Areas."},
      {
        "id":"ED451017",
        "title":"The Experience of Rural School Bus Rides."},
      {
        "id":"ED451018",
        "title":"The Disappearing Local School in Two Appalachian States."},
      {
        "id":"ED451020",
        "title":"Thriving Together: Connecting Rural School Improvement and Community Development = Prosperando juntos: La conexion entre el mejoramiento de la escuela rural y el desarrollo comunitario."},
      {
        "id":"ED451021",
        "title":"Your Guide to Understanding and Enjoying Pow Wows."},
      {
        "id":"ED451022",
        "title":"Evaluating American Indian Textbooks &amp; Other Materials for the Classroom."},
      {
        "id":"ED451023",
        "title":"Cultural Competency Training in a New-Start Rural/Frontier Family Practice Residency Program: A Cultural Immersion Integrative Model."},
      {
        "id":"ED451024",
        "title":"Guidelines for Nurturing Culturally Healthy Youth."},
      {
        "id":"ED451025",
        "title":"Guidelines for Strengthening Indigenous Languages."},
      {
        "id":"ED451026",
        "title":"Reading and the Native American Learner. Research Report."},
      {
        "id":"ED451028",
        "title":"Human Genetic Variation. Grades 9-12. NIH Curriculum Supplement Series."},
      {
        "id":"ED451029",
        "title":"Cell Biology and Cancer. Grades 9-12. NIH Curriculum Supplement Series."},
      {
        "id":"ED451030",
        "title":"Emerging and Re-Emerging Infectious Diseases. Grades 9-12. NIH Curriculum Supplement Series."},
      {
        "id":"ED451031",
        "title":"Developing Teacher Leaders: Professional Development in Science and Mathematics."},
      {
        "id":"ED451033",
        "title":"Environment-Based Education: Creating High Performance Schools and Students."},
      {
        "id":"ED451034",
        "title":"Satellite Imaging in the Study of Pennsylvania's Environmental Issues."},
      {
        "id":"ED451036",
        "title":"Brousseau in Action: Didactical Situation for Learning How To Graph Functions."},
      {
        "id":"ED451037",
        "title":"Chesterton and Mathematics: The Three Riders of Apocalypse (Introduction to Systems of Linear Equations, Workshop)."},
      {
        "id":"ED451040",
        "title":"Guiding Preservice Teachers through the Internet and Technology Media for Science Instruction."},
      {
        "id":"ED451041",
        "title":"Improving Student Science Literacy through an Inquiry-Based, Integrated Science Curriculum and Review of Science Media."},
      {
        "id":"ED451042",
        "title":"Science Curriculum Mapping Workbook."},
      {
        "id":"ED451043",
        "title":"Mathematics Curriculum Mapping Workbook."},
      {
        "id":"ED451044",
        "title":"Practical Inquiry: Effective Practices That Support Teaching and Learning in Mathematics and Science, 2000."},
      {
        "id":"ED451046",
        "title":"Hands-On Minds-On Learning with Electrofiles in Middle Grades."},
      {
        "id":"ED451047",
        "title":"Computer-Related Experiences and Anxiety of Mathematics Education Majors (1985-1995)."},
      {
        "id":"ED451048",
        "title":"Graduate Students and Postdoctorates in Science and Engineering: Fall 1999."},
      {
        "id":"ED451053",
        "title":"Federal R&D Funding by Budget Function: Fiscal Years 1999-2001. An SRS Special Report."},
      {
        "id":"ED451054",
        "title":"Science and Engineering Doctorate Awards: 1999."},
      {
        "id":"ED451055",
        "title":"Use of Interactive Video Technology To Teach Middle School Mathematics in Chicago Schools, September-November, 2000. Final Evaluation Report."},
      {
        "id":"ED451056",
        "title":"Distance Mentoring in the NASA/Kennedy Space Center Virtual Science Mentor Program."},
      {
        "id":"ED451057",
        "title":"Exploring the Influences of Geometric Spatial Visualization, Gender, and Ethnicity on the Acquisition of Geometry Content Knowledge."},
      {
        "id":"ED451063",
        "title":"Teaching Math and Science in the Real World."},
      {
        "id":"ED451064",
        "title":"How Gender and College Chemistry Experience Influence Mental Rotation Ability."},
      {
        "id":"ED451065",
        "title":"Teaching Money Concepts: Are We Shortchanging Our Kids?"},
      {
        "id":"ED451066",
        "title":"8th Grade Direct Mathematics Assessment Toolkit. Revised 2000."},
      {
        "id":"ED451067",
        "title":"4th Grade Direct Mathematics Assessment Toolkit. Revised 2000."},
      {
        "id":"ED451068",
        "title":"Enhancing the Science Literacy of Preservice Teachers through the Use of Reflective Journals."},
      {
        "id":"ED451069",
        "title":"Learning Mathematics: A New Look at Generalisation and Abstraction."},
      {
        "id":"ED451070",
        "title":"How Do Volcanoes Affect Human Life? Integrated Unit."},
      {
        "id":"ED451079",
        "title":"A Longitudinal Study of the Impact of Constructivist Instructional Methods on Preservice Teachers' Attitudes toward Teaching and Learning Mathematics and Science."},
      {
        "id":"ED451080",
        "title":"New Jersey Visual and Performing Arts Curriculum Framework."},
      {
        "id":"ED451081",
        "title":"Collaboration: From Analogue to Digital &amp; Back."},
      {
        "id":"ED451082",
        "title":"Learning by Urban Studies: A Project by Secondary School Students in Stockholm."},
      {
        "id":"ED451083",
        "title":"Conversations about Art: A Disruptive Model of Interpretation."},
      {
        "id":"ED451084",
        "title":"A Unique Pedagogical Project Contextualised within a Children's Art Exhibition."},
      {
        "id":"ED451085",
        "title":"Creating Cultural Compositions."},
      {
        "id":"ED451086",
        "title":"The Failure of Art Education."},
      {
        "id":"ED451087",
        "title":"Eye to Eye: An Artist/Teacher and Young Children--A Case Study."},
      {
        "id":"ED451088",
        "title":"A Foucauldian Report on Standards and Testing in Art Education Curriculum."},
      {
        "id":"ED451089",
        "title":"Dow's Conception of Teaching Art: &quot;Harmonious Composition&quot; and &quot;Notan.&quot;"},
      {
        "id":"ED451090",
        "title":"Vietnam: Echoes from the Wall. History, Learning and Leadership through the Lens of the Vietnam War Era. Teachers' Guide."},
      {
        "id":"ED451092",
        "title":"The Midwest Economy Curriculum Package: An Examination of the Midwest Economy and Its Prospects."},
      {
        "id":"ED451093",
        "title":"A Global Perspective on Virtual Reality. Grade Levels 9-12. Technology in the Classroom."},
      {
        "id":"ED451094",
        "title":"The Idea Book for Educators, 2000-2001."},
      {
        "id":"ED451095",
        "title":"Celestin Freinet (1896-1966): A Most Unappreciated Educator in the Anglophone World."},
      {
        "id":"ED451096",
        "title":"A Self-Sustained Education System for a Developing Country: The Case of the Socialist Republic of Viet Nam."},
      {
        "id":"ED451097",
        "title":"Weaving a Tapestry of Partnership: Images, Lessons and an Emerging Model from Southern Africa."},
      {
        "id":"ED451098",
        "title":"Study Abroad as a Contested Space of Local/Global Discourses: Japanese Students' Experience in the West."},
      {
        "id":"ED451099",
        "title":"Secondary School Teachers' Conceptions of Critical Thinking in British Columbia and Japan: A Comparative Study."},
      {
        "id":"ED451101",
        "title":"A Comparison of Social Studies Journal Writing in the Classroom with Social Studies Worksheets in the Classrooms."},
      {
        "id":"ED451102",
        "title":"The Effects of Cooperative Learning on the Social Studies Curriculum."},
      {
        "id":"ED451103",
        "title":"Coaching the Voice of the Feminine."},
      {
        "id":"ED451104",
        "title":"Teaching the Vietnam War: A Conference Report."},
      {
        "id":"ED451105",
        "title":"Curriculum Project: Intercultural Communication. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451106",
        "title":"The World of Naguib Mahfouz. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451107",
        "title":"Integrating the Study of the Politics of Egypt and Israel into the Curriculum of Saint Joseph's College, New York. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451108",
        "title":"Understanding the Palestinian-Israeli Conflict: A Historical and Religious Perspective. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451109",
        "title":"Citizenship and Education in Twenty-Eight Countries: Civic Knowledge and Engagement at Age Fourteen. Executive Summary."},
      {
        "id":"ED451110",
        "title":"An Experience Guide: Egypt and Israel 2000. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451111",
        "title":"Resting in the Hands of God. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451112",
        "title":"A Tour of Modern and Historic Egypt and Israel. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451113",
        "title":"Poetry of Conflict: Egypt, Israel and Palestine. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451114",
        "title":"Conflict in Israel and the Middle East: Differing Perspectives. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451115",
        "title":"A Walking Tour of Islamic Cairo: An Interactive Slide Lecture. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451116",
        "title":"A Thematic Literary Approach to War and Its Effects: A Comparison/Contrast of Middle-Eastern Literature as Compared to Western Literature. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Egypt and Israel)."},
      {
        "id":"ED451117",
        "title":"North Carolina Arts Education Standard Course of Study and Grade Level Competencies. Revised 2000."},
      {
        "id":"ED451118",
        "title":"Colorado Model Content Standards for Music: Suggested Grade Level Expectations."},
      {
        "id":"ED429086",
        "title":"A National Survey of AERA Members' Perceptions of the Nature and Meaning of Statistical Significance Tests."},
      {
        "id":"ED429087",
        "title":"Internet Resources on American and Russian Education: Virtual Tools for Academic Research."},
      {
        "id":"ED429088",
        "title":"Measuring the Effects of Students' Perceptions of Classroom Social Climate on Academic Self-Concept."},
      {
        "id":"ED429089",
        "title":"Why Testing Experts Hate Testing."},
      {
        "id":"ED429090",
        "title":"Statistical Significance Testing."},
      {
        "id":"ED429091",
        "title":"Measurement Comparability of Paper-and-Pencil and Multimedia Vocational Assessments. ACT Research Report Series 99-1."},
      {
        "id":"ED429092",
        "title":"Accuracy of Course Placement Validity Statistics under Various Soft Truncation Conditions. ACT Research Report Series 99-2."},
      {
        "id":"ED429093",
        "title":"Education Policy Analysis Archives, 1998."},
      {
        "id":"ED429094",
        "title":"New Directions: Federal Education Policy in the Twenty-First Century."},
      {
        "id":"ED429095",
        "title":"Evaluation, Handwriting, and Its Importance."},
      {
        "id":"ED429096",
        "title":"A Three-Year Analytic Comparison of Eleventh Grade Academic Achievement in the Slippery Rock Area High School, and District Pupil Expenditures. Technical Report."},
      {
        "id":"ED429097",
        "title":"Students' Perceived Support from Teachers: Impacts on Academic Achievement, Interest in Schoolwork, Attendance, and Self-Esteem."},
      {
        "id":"ED429098",
        "title":"Potential Teachers' Hierarchical, Multidimensional Artistic Self-Concept."},
      {
        "id":"ED429099",
        "title":"Ethical Ambiguities in Applied Research."},
      {
        "id":"ED429100",
        "title":"Psychosocial Development and Self-Actualization across Age Groups: Middle-Aged and Senior Adults Compared Developmentally."},
      {
        "id":"ED429102",
        "title":"Portfolios, Evaluation, Maps and Globes in Geography."},
      {
        "id":"ED429103",
        "title":"Audio CBTs: Measuring More through the Use of Speech and Non-Speech Sound."},
      {
        "id":"ED429104",
        "title":"The Development of an Audio Computer-Based Classroom Test of ESL Listening Skills."},
      {
        "id":"ED429105",
        "title":"Pupil Membership and Related Information, Fall 1998."},
      {
        "id":"ED429106",
        "title":"How Teachers Compare: The Prose, Document, and Quantitative Skills of America's Teachers. Policy Information Report."},
      {
        "id":"ED429107",
        "title":"Initial Steps in the Validation of the Second Language Proficiency Descriptors for Public High Schools, Colleges, and Universities in California: Writing."},
      {
        "id":"ED429108",
        "title":"Reflections on the Future of NAEP: Instrument for Monitoring or for Accountability?"},
      {
        "id":"ED429110",
        "title":"Common Methodology Mistakes in Educational Research, Revisited, along with a Primer on Both Effect Sizes and the Bootstrap."},
      {
        "id":"ED429112",
        "title":"Classroom Assessment: Linking Instruction and Assessment [and] Study Guide."},
      {
        "id":"ED429113",
        "title":"SAT Report: The North Carolina 1998 Scholastic Assessment Test Report. Reporting on the Nation, the State, the 117 Public School Systems, Charter Schools, North Carolina School of the Arts, and North Carolina School of Science and Mathematics."},
      {
        "id":"ED429116",
        "title":"Adolescents' Ideas about Explanatory Assessment in History."},
      {
        "id":"ED429117",
        "title":"Measuring Students' Attitude toward Educational Use of the Internet."},
      {
        "id":"ED429118",
        "title":"Graduate Student Cognition during Information Retrieval Using the World Wide Web: A Pilot Study."},
      {
        "id":"ED429119",
        "title":"Comparison of Stratum Scored and Maximum-Likelihood Scored CATs."},
      {
        "id":"ED429120",
        "title":"The Relationship between Scoring Quality and Assessment Reliability."},
      {
        "id":"ED429121",
        "title":"Mathematics Reform, Language Proficiency, and Teachers' Assessment of Students' Understanding."},
      {
        "id":"ED429122",
        "title":"Linking Assessment and School Success."},
      {
        "id":"ED429123",
        "title":"A Formative Evaluation of the TRALE (Technology-Rich Authentic Learning Environments) Project."},
      {
        "id":"ED429124",
        "title":"Cognitive Development as Reflected in Children's Conceptions of Early American History."},
      {
        "id":"ED429125",
        "title":"Likert Response Alternative Direction: SA to SD or SD to SA: Does It Make a Difference?"},
      {
        "id":"ED429126",
        "title":"Estimating Parameters in the Generalized Graded Unfolding Model: Sensitivity to the Prior Distribution Assumption and the Number of Quadrature Points Used."},
      {
        "id":"ED429127",
        "title":"Learning about Education through Statistics. Second Edition."},
      {
        "id":"ED429128",
        "title":"Directory of NAEP Publications."},
      {
        "id":"ED429129",
        "title":"Attaining Excellence: A Handbook on the Standards for the Conduct and Evaluation of Research Carried Out by the Office of Educational Research and Improvement."},
      {
        "id":"ED429130",
        "title":"Learning from Consumer-Oriented Review Efforts To Guide the Development of a System of Expert Panels To Identify and Share Promising and Exemplary Products and Programs. Working Papers. Volumes One and Two."},
      {
        "id":"ED429131",
        "title":"Early Estimates of Public Elementary and Secondary Education Statistics: School Year 1998-99. Early Estimates."},
      {
        "id":"ED429132",
        "title":"Recommendations regarding Research Priorities: An Advisory Report."},
      {
        "id":"ED429133",
        "title":"Strengthening the Standards: Recommendations for OERI Peer Review. Summary Report. Draft, January 30, 1999."},
      {
        "id":"ED429134",
        "title":"Indirect State-Level Estimation for the Private School Survey. Technical Report."},
      {
        "id":"ED429135",
        "title":"Ethnic Minority Women. CRE Factsheet. Revised."},
      {
        "id":"ED429136",
        "title":"Ethnic Minorities in Britain. CRE Factsheet. Revised."},
      {
        "id":"ED429137",
        "title":"Education and Training in Britain. CRE Factsheet."},
      {
        "id":"ED429138",
        "title":"Young People in Britain. CRE Factsheet."},
      {
        "id":"ED429139",
        "title":"The Exit Skills Summer Academies: Staff and Parents' Perceptions."},
      {
        "id":"ED429140",
        "title":"&quot;Getting Ready for Life&quot; Survey Results 1996-97. Research Report on Survey Results."},
      {
        "id":"ED429141",
        "title":"Cross-Ethnic, Cross-Racial Dynamics of Instruction: Implication for Teacher Education."},
      {
        "id":"ED429143",
        "title":"Young Fathers: New Support Strategies. ERIC Digest, Number 141."},
      {
        "id":"ED429144",
        "title":"Arab American Students in Public Schools. ERIC Digest, Number 142."},
      {
        "id":"ED429145",
        "title":"Hosts and Newcomers: A Narrative Account of a Course Designed To Sensitize Public Educators to the Needs and Experiences of Refugee and Immigrant Families."},
      {
        "id":"ED429146",
        "title":"Establishing High Quality Classroom Assessments."},
      {
        "id":"ED429147",
        "title":"Exclusion from School: The Public Cost. Revised."},
      {
        "id":"ED429149",
        "title":"The School Attitudes of a Group of Working-Class Girls."},
      {
        "id":"ED429150",
        "title":"The Test of Our Progress: The Clinton Record on Civil Rights. Report of the Citizens&apos; Commission on Civil Rights."},
      {
        "id":"ED429152",
        "title":"Unreflective Detachment as a Contextualized Racial Identity: A Case Study of Cultural Practices of a White Teacher in an African-American Elementary School."},
      {
        "id":"ED429153",
        "title":"Report on Hate Crimes & Discrimination against Arab Americans, 1996-97."},
      {
        "id":"ED429154",
        "title":"European Union and Racial Discrimination."},
      {
        "id":"ED429155",
        "title":"Roots of the Future: Ethnic Diversity in the Making of Britain."},
      {
        "id":"ED429158",
        "title":"NYU Institute for Education &amp; Social Policy Progress Report Outcomes Study."},
      {
        "id":"ED429159",
        "title":"School Readiness Language Development Program Evaluation: A Parent Outcomes Study. Publication No. 701, Part B."},
      {
        "id":"ED429161",
        "title":"Ten Schools Program: A Comparative Study of Student Achievement as Measured by Stanford 9 and Aprenda Norm-Referenced Achievement Tests. Publication No. 769."},
      {
        "id":"ED429162",
        "title":"Plans of the 1998 Graduates, Los Angeles Unified School District. Publication No. 711."},
      {
        "id":"ED429163",
        "title":"Transiency and Stability in the Los Angeles Unified School District 1997-98. Publication No. 714."},
      {
        "id":"ED429164",
        "title":"Coping with Rapid Change: Special Focus on South Africa's Teachers."},
      {
        "id":"ED429165",
        "title":"Children at Risk/Children of Promise: Youth and the Modern Predicament."},
      {
        "id":"ED429166",
        "title":"Stories from the Classroom: Issues of Gender and Education."},
      {
        "id":"ED429168",
        "title":"Effectiveness of the Voluntary Education Program."},
      {
        "id":"ED429169",
        "title":"Agriculture Teachers' Perceptions of Integrating Science in Oregon Agricultural Science and Technology Programs."},
      {
        "id":"ED429170",
        "title":"Keeping Our Balance in Times of Techno-Turbulence."},
      {
        "id":"ED429171",
        "title":"Ohio's Accountability System for Career Development: How Do We Know We Make a Difference? AACE Bonus Brief."},
      {
        "id":"ED429172",
        "title":"Vocational Education and Training in Sweden."},
      {
        "id":"ED429173",
        "title":"The Maturing of a Profession: An Overview of Workplace Education Practitioner Development Opportunities = Une Profession en Plein Essor: Un apercu des possibilites de perfectionnement offertes aux practiciens de l'education en milieu de travail."},
      {
        "id":"ED429176",
        "title":"Service-Learning: Getting to the Heart of School Renewal. A Guide for Implementing School-Based Service Learning."},
      {
        "id":"ED429177",
        "title":"Teaching Critical Reflection. Trends and Issues Alerts."},
      {
        "id":"ED429178",
        "title":"Accountability Systems: Performance Standards and Assessment."},
      {
        "id":"ED429180",
        "title":"What's Up in Technology? Teacher's Curriculum Guide."},
      {
        "id":"ED429181",
        "title":"Development of a Data Gathering System That Accounts for Instructional Time Spent on Specific Funding Activities."},
      {
        "id":"ED429183",
        "title":"New Directions for Technological and Vocational Education Reform in Taiwan, Republic of China."},
      {
        "id":"ED429184",
        "title":"From Isolation to Integration: Occupational Education and the Emerging Systems of Workforce Development."},
      {
        "id":"ED429186",
        "title":"Creativity in Adulthood. ERIC Digest No. 204."},
      {
        "id":"ED429187",
        "title":"Self-Efficacy Beliefs and Career Development. ERIC Digest No. 205."},
      {
        "id":"ED429188",
        "title":"Sexual Harassment Interventions. ERIC Digest No. 206."},
      {
        "id":"ED429189",
        "title":"Job Search Methods for the 21st Century. ERIC Digest No. 207."},
      {
        "id":"ED429190",
        "title":"Getting in, Staying on, Moving up: A Practitioner's Guide to Employment Retention."},
      {
        "id":"ED429191",
        "title":"Carl D. Perkins Vocational and Applied Technology Education Amendments of 1998. Public Law 105-332."},
      {
        "id":"ED429192",
        "title":"A Program Handbook To Meet the Essential ESL and Literacy Needs of the Baking and Health Care Industries."},
      {
        "id":"ED429193",
        "title":"Project BELIEVE. Final Report. (A National Workplace Literacy Project with Bakery Europa and Straub Clinic &amp; Hospital)."},
      {
        "id":"ED429194",
        "title":"An Assessment of School-to-Work Transition in a Vocational and Technical High School in Ankara, Turkey."},
      {
        "id":"ED429195",
        "title":"Fields of Training. Manual."},
      {
        "id":"ED429207",
        "title":"Guidelines for Reporting Country-Specific Technology Education."},
      {
        "id":"ED429208",
        "title":"Trends in Technology Education in Asia and Their Implications for New Zealand."},
      {
        "id":"ED429209",
        "title":"Tech Prep Ohio Progress Report."},
      {
        "id":"ED429210",
        "title":"Knowledge Workers. Trends and Issues Alert No. 4."},
      {
        "id":"ED429211",
        "title":"New Views of Adult Learning. Trends and Issues Alert No. 5."},
      {
        "id":"ED429212",
        "title":"Technological Proficiency as a Key to Job Security. Trends and Issues Alert No. 6."},
      {
        "id":"ED429213",
        "title":"Development of a Questionnaire To Survey Graduates of the Electrical Systems Specialization in the Industrial Technology Department (Revised)."},
      {
        "id":"ED429218",
        "title":"Vocational Education and Apprenticeships in Europe. Challenges for Practice and Research. University of Tampere Department of Education Series B, No. 16."},
      {
        "id":"ED429220",
        "title":"Managing Work and Family. Nonstandard Work Arrangements among Managers and Professionals."},
      {
        "id":"ED429221",
        "title":"Nonstandard Work, Substandard Jobs. Flexible Work Arrangements in the U.S."},
      {
        "id":"ED429223",
        "title":"Co-operative Education: Studies of Learning from Workplace Experience."},
      {
        "id":"ED429224",
        "title":"Employment and Training for Court-Involved Youth: An Overview. OJJDP Fact Sheet #102."},
      {
        "id":"ED429225",
        "title":"TARGET: Teachers As Researchers Gaining Excellence Together. Tech Prep Potential at Goshen High School."},
      {
        "id":"ED429227",
        "title":"Standards for Creating Multimedia Learning Modules for Low Literacy and Limited English Proficient Adult Learners."},
      {
        "id":"ED429228",
        "title":"The Labour Market Situation of EU and of Third Country Nationals in the European Union. Labour Market Research Topics No. 32."},
      {
        "id":"ED429229",
        "title":"Employment Experience and Other Characteristics of Youths: Results from a New Longitudinal Survey."},
      {
        "id":"ED429230",
        "title":"Nebraska Work Based Learning Manual. Planning and Implementation Guides for Educators, Employers, Policymakers, and Parents."},
      {
        "id":"ED429233",
        "title":"Adult Education for the Homeless: A Program in Jeopardy."},
      {
        "id":"ED429234",
        "title":"Digest of Adult Education Statistics--1998."},
      {
        "id":"ED429235",
        "title":"Moving Adult Literacy Education from the Margins to the Mainstream of Educational Policy and Practice. Adult Learning & Literacy: A Series of Occasional Papers, Issue 1."},
      {
        "id":"ED429236",
        "title":"Comprehensive Student Development Curriculum. Elementary School."},
      {
        "id":"ED429237",
        "title":"Comprehensive Student Development Curriculum. Middle School."},
      {
        "id":"ED429238",
        "title":"Comprehensive Student Development Curriculum. High School."},
      {
        "id":"ED429239",
        "title":"Comprehensive Student Development Curriculum. Postsecondary School."},
      {
        "id":"ED429240",
        "title":"Texas School Counseling and Guidance Programs. Final Study Report."},
      {
        "id":"ED429241",
        "title":"Texas School Counseling and Guidance Programs. Case Studies Report."},
      {
        "id":"ED429244",
        "title":"Improving the Parenting Skills of Young Teen Mothers in Grades 9th--12th through Parenting Classes, Training, and Mentoring."},
      {
        "id":"ED429245",
        "title":"Alabama Counseling Association Journal, 1998-1999."},
      {
        "id":"ED429249",
        "title":"Environmental Management Strategies. Annotated Bibliography of Alcohol and Other Drug Prevention Resources."},
      {
        "id":"ED429252",
        "title":"No Trespassing: U.S. Public Schools and the Border of Institutional Homophobia."},
      {
        "id":"ED429253",
        "title":"Node-Link Mapping Promotes Top-Down Learning."},
      {
        "id":"ED429255",
        "title":"A Quantitative and Qualitative Study of Role Discrepancy among Florida School Psychologists: A Survey of Actual/Preferred Roles and Functions."},
      {
        "id":"ED429256",
        "title":"Texas School Survey of Substance Use among Students: Grades 7-12, 1998."},
      {
        "id":"ED429257",
        "title":"Survey of Substance Use on the Texas-Mexico Border and Colonias, 1996."},
      {
        "id":"ED429258",
        "title":"Intro through Internet Psychology."},
      {
        "id":"ED429260",
        "title":"Lunch Buddies: A Program To Involve Caring Adults."},
      {
        "id":"ED429261",
        "title":"The Effects of Mentoring At-Risk Female College Students."},
      {
        "id":"ED429263",
        "title":"High Performance Learning Communities District 2. Report on Year One Implementation of School Learning Communities. High Performance Training Communities Project."},
      {
        "id":"ED429264",
        "title":"School Variation and Systemic Instructional Improvement in Community School District #2, New York City. High Performance Learning Communities Project."},
      {
        "id":"ED429265",
        "title":"Content-Driven Instructional Reform in Community School District #2. High Performance Learning Communities Project."},
      {
        "id":"ED429266",
        "title":"Structuring Support for Change in the Middle Years Literacy Program."},
      {
        "id":"ED429267",
        "title":"Student Performance in Reading &amp; Writing, Grade 4. Annual Report. Spring 1997. Colorado Student Assessment Program. Annual Report to the Colorado General Assembly."},
      {
        "id":"ED429268",
        "title":"Colorado Model Content Standards: Reading &amp; Writing."},
      {
        "id":"ED429269",
        "title":"Every Child a Reader. Applying Reading Research in the Classroom."},
      {
        "id":"ED429270",
        "title":"Text Matters in Learning to Read."},
      {
        "id":"ED429271",
        "title":"Standards for Primary-Grade Reading: An Analysis of State Frameworks."},
      {
        "id":"ED429272",
        "title":"Assessing Readiness."},
      {
        "id":"ED429273",
        "title":"Culture, Autobiography, and the Education of Literacy Teachers."},
      {
        "id":"ED429274",
        "title":"Middle Grade Boys: Reading Habits and Preferences for a New Millennium."},
      {
        "id":"ED429275",
        "title":"Phonics Plus, Book A (Levels K-1)."},
      {
        "id":"ED429276",
        "title":"Phonics Plus, Book B: Short Vowel Patterns, Long Vowel Patterns."},
      {
        "id":"ED429277",
        "title":"The Role of Hypermedia Cases on Preservice Teachers' Views of Reading Instruction."},
      {
        "id":"ED429278",
        "title":"Issues in Emergent Literacy for Children with Language Impairments."},
      {
        "id":"ED429279",
        "title":"Reading Interests of Middle School Students and Reading Preferences by Gender of Middle School Students in a Southeastern State."},
      {
        "id":"ED429281",
        "title":"Reading, Writing and the American Soldier: A Study of Literacy in the American Armed Forces."},
      {
        "id":"ED429282",
        "title":"Some Students Don't Want To Read."},
      {
        "id":"ED429283",
        "title":"Book Buddies Replication Study: Ninety Miles from Charlottesville--So What?"},
      {
        "id":"ED429284",
        "title":"Michigan High School Proficiency Test in Communication Arts: Reading. Tryout and Pilot Technical Report."},
      {
        "id":"ED429285",
        "title":"Reading: Revised Model of the Assessment."},
      {
        "id":"ED429286",
        "title":"Fifth Graders' Perceptions of Their Interactions While Using Literacy Play Centers."},
      {
        "id":"ED429287",
        "title":"Individual Differences in Integrating Information from Word Parts and Context in Interpreting Novel Words."},
      {
        "id":"ED429288",
        "title":"The Writing Teacher's Second Self."},
      {
        "id":"ED429289",
        "title":"The Image of Higher Education in American Indian Popular Literature."},
      {
        "id":"ED429290",
        "title":"Teaching the Works of Nikki Giovanni: &quot;The Same ol' Danger but a Brand New Pleasure.&quot;"},
      {
        "id":"ED429291",
        "title":"Some Basic Writers, Some Modes of Representation, and Some Challenges in Learning To Write Scientific Discourse."},
      {
        "id":"ED429292",
        "title":"Anne Fisher and 18th-Century Literacy Training."},
      {
        "id":"ED429293",
        "title":"The Biology Classroom: A Natural Place for Narrative."},
      {
        "id":"ED429294",
        "title":"Reader's Theatre: A &quot;Theatrical Impulse&quot; in the Classroom Performance of Literature."},
      {
        "id":"ED429295",
        "title":"Excellence in English in Middle and High School: How Teachers' Professional Lives Support Student Achievement."},
      {
        "id":"ED429296",
        "title":"&quot;A Delightful Entertainment&quot;: Study Groups as Part of the Kalamazoo Ladies' Library Association."},
      {
        "id":"ED429297",
        "title":"Staff Development in Writing Instruction and the Reading/Language Arts Framework for California Public Schools: A Review of the Literature."},
      {
        "id":"ED429298",
        "title":"Student-Created Contracts: Building Responsibility from the Bottom-Up."},
      {
        "id":"ED429299",
        "title":"Dialogic Assessment: Toward a &quot;Conversational&quot; Peer Response Method."},
      {
        "id":"ED429300",
        "title":"The Double-Bind of &quot;Voice&quot;: Complicating the Reading of Minority Student Writing."},
      {
        "id":"ED429301",
        "title":"The Effects of Word Study on Students' Application of Spelling and Phonics in Their Independent Writing."},
      {
        "id":"ED429302",
        "title":"Writing for Real-World Functions and Audiences in Family Message Journals: New Insights into Writing Instruction."},
      {
        "id":"ED429303",
        "title":"Orchestrating the Thought and Learning of Struggling Writers."},
      {
        "id":"ED429305",
        "title":"Behind the Black Veil: Fear, the Internet, and Teaching Composition."},
      {
        "id":"ED429306",
        "title":"You Can Help Your Child with Homework! Ten Fun and Easy Tips [and] Usted puede ayudar a sus hijos con la tarea! Diez sugerencias faciles y divertidas."},
      {
        "id":"ED429307",
        "title":"Build Your Child's Vocabulary! Ten Fun and Easy Tips."},
      {
        "id":"ED429308",
        "title":"You Can Motivate Your Child to Learn! Ten Fun and Easy Tips [and] Usted puede motivar a sus hijos a aprender! Diez sugerencias faciles y divertidas."},
      {
        "id":"ED429309",
        "title":"Policy-Oriented Research on Literacy Standards and Assessment."},
      {
        "id":"ED429310",
        "title":"Integrated Literacy Instruction: A Review of the Literature."},
      {
        "id":"ED429311",
        "title":"South Dakota Communication/Language Arts Content Standards."},
      {
        "id":"ED429312",
        "title":"South Dakota Communication/Language Arts Standards. Technical Guide for Implementing Content Standards."},
      {
        "id":"ED429314",
        "title":"Literacy Development: A Story of Community Support."},
      {
        "id":"ED429315",
        "title":"Writing in the Workplace and Freshman Writing Classes: An Imperative for Relevancy."},
      {
        "id":"ED429316",
        "title":"The Writerly Teacher."},
      {
        "id":"ED429318",
        "title":"Resource Packet for the High School Proficiency Test in Communication Arts: Reading &amp; Writing."},
      {
        "id":"ED429319",
        "title":"Resource Packet for New Michigan Educational Assessment Program (MEAP): Writing Assessments at Grade 5 &amp; 8."},
      {
        "id":"ED429320",
        "title":"Michigan High School Proficiency Test in Communication Arts: Writing. Tryout and Pilot Technical Report."},
      {
        "id":"ED429323",
        "title":"2010 and Beyond: Virtual Reality and the Communication Classroom."},
      {
        "id":"ED429324",
        "title":"Defining Traditional Forms of Communication in Nigerian Culture within the Context of Nonverbal Communication."},
      {
        "id":"ED429325",
        "title":"Library and Media Skills Curriculum Guide: Grades Pre-K-6 and Advanced Skills."},
      {
        "id":"ED429326",
        "title":"High School Debate Topic, 1998-1999. Subject Bibliography (SB)043."},
      {
        "id":"ED429327",
        "title":"Speaking and Listening to Your Child! Ten Fun and Easy Tips."},
      {
        "id":"ED429328",
        "title":"A l'ecoute de son ecoute: Cahier de reflexion sur le processus d'ecoute (On Listening to One's Listening: Notebook of Reflection on the Listening Process.)"},
      {
        "id":"ED429329",
        "title":"A Back to School Special Report on the Baby Boom Echo: America's Schools Are Overcrowded and Wearing Out. A Message from U.S. Secretary of Education Richard W. Riley."},
      {
        "id":"ED429330",
        "title":"Implementing Looping. ERIC Digest, Number 123."},
      {
        "id":"ED429331",
        "title":"Minnesota Education Yearbook, 1998: The Status of Pre-K-12 Education in Minnesota."},
      {
        "id":"ED429333",
        "title":"The Feasibility of 4X4 Block Scheduling in Secondary Schools: A Review of the Literature."},
      {
        "id":"ED429334",
        "title":"Student Truancy. ERIC Digest, Number 125."},
      {
        "id":"ED429335",
        "title":"Student's Perceptions of Block Scheduling Practices in a Selected Arkansas High School."},
      {
        "id":"ED429336",
        "title":"The New Accountability. CPRE Policy Brief."},
      {
        "id":"ED429337",
        "title":"Colorado Learn and Serve: School-Based &amp; Community-Based Program Profiles, 1997-98."},
      {
        "id":"ED429338",
        "title":"Outcomes of Students Enrolled in Developmental Education Courses."},
      {
        "id":"ED429339",
        "title":"Arizona Charter School Progress Evaluation."},
      {
        "id":"ED429340",
        "title":"Educational Alliances, Property Rights and Trust: Issues of Transaction Costs in the Transfer of Credit."},
      {
        "id":"ED429341",
        "title":"Massachusetts Charter School Initiative: Expanding the Possibilities of Public Education. 1998 Report."},
      {
        "id":"ED429342",
        "title":"Annual Report on School Violence, 1997-98."},
      {
        "id":"ED429343",
        "title":"Peer Review of Teachers. ERIC Digest, Number 126."},
      {
        "id":"ED429344",
        "title":"The Four-Day School Week. Revised."},
      {
        "id":"ED429345",
        "title":"Colorado Charter Schools Evaluation Study: The Characteristics, Status and Student Achievement Data of Colorado Charter Schools, 1998."},
      {
        "id":"ED429346",
        "title":"Colorado Charter School Information Packet and Handbook. The Colorado Charter Schools Act of 1993. Sixth Edition."},
      {
        "id":"ED429347",
        "title":"Bringing Out the Best in All Our Students. Partnerships/Goals 2000, Consortia Addressing Statewide Systemic Issues (CASSI) Grants and Local Improvement (LIG) Grants Progress Reports, 1995-1998."},
      {
        "id":"ED429348",
        "title":"Maryland School Performance Report, 1998: State and School Systems."},
      {
        "id":"ED429349",
        "title":"Class Size."},
      {
        "id":"ED429351",
        "title":"Breaking Ranks: A High School Restructuring Initiative."},
      {
        "id":"ED429352",
        "title":"The U.S. School Superintendent: The Invisible CEO."},
      {
        "id":"ED429353",
        "title":"The Efficacy of Administrator Preparation Programs: Private School Administrators' Attitudes."},
      {
        "id":"ED429355",
        "title":"The &quot;Prospects&quot; Study of Educational Growth and Opportunity: Implications for Policy and Practice."},
      {
        "id":"ED429357",
        "title":"&quot;Calling the Roll&quot;: State-wide Study Circle Program on Education in Arkansas and Oklahoma. Program Description and Research Plan."},
      {
        "id":"ED429358",
        "title":"Constitutional Amendment A: Prohibit Property Taxes for School Funding. Issue Memorandum 98-13."},
      {
        "id":"ED429359",
        "title":"Measuring Organizational Climate and Organizational Commitment in the Turkish Educational Context."},
      {
        "id":"ED429360",
        "title":"Implementing Schoolwide Programs. Volume 2: Profiles of Successful Schoolwide Programs. An Idea Book."},
      {
        "id":"ED429361",
        "title":"Office for Civil Rights: Ensuring Equal Access to Quality Education. Revised."},
      {
        "id":"ED429362",
        "title":"Study of the Dropout Rate in Secondary Schools: Recommendations for 1999. Report to the Colorado General Assembly. Research Publication No. 443."},
      {
        "id":"ED429363",
        "title":"Program Development and Evaluation for Schools and Communities."},
      {
        "id":"ED429364",
        "title":"State Issues Report, 1997-98."},
      {
        "id":"ED429365",
        "title":"Comparing Outcomes of an Alternative School Program Offered with and without Intensive Family Involvement."},
      {
        "id":"ED429366",
        "title":"An In-Depth Analysis of Decisions Made by Kentucky's School Based Decision-Making Councils."},
      {
        "id":"ED429367",
        "title":"Ed-Flex Program: Increase in Flexibility Useful but Limited by Scope of Waiver Authority. Testimony before the Subcommittee on Early Childhood, Youth and Families, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED429368",
        "title":"Where Have All the Principals Gone?"},
      {
        "id":"ED429370",
        "title":"Effects of School Choice on Academic Commitment and Academic Achievement: Evidence from NELS:88."},
      {
        "id":"ED429371",
        "title":"Where Are the School Leaders for the New Millennium? A Study of Reasons Cited by Incumbent Administrators Who Have Decided Not To Apply for Another Administrative Position."},
      {
        "id":"ED429372",
        "title":"Learning Techniques and Self-Knowledge with Talented Schoolchildren."},
      {
        "id":"ED429373",
        "title":"Teachers' Opinion about the Nature of Giftedness."},
      {
        "id":"ED429374",
        "title":"Resource Guide: Selected Early Childhood/Early Intervention Training Materials. 7th Edition."},
      {
        "id":"ED429375",
        "title":"Students' Gendered Perceptions of Talent at High School According to Academic Domain, and Their Effect on Career Aspirations."},
      {
        "id":"ED429376",
        "title":"Are Natural Environments Unnatural? A Survey of Early Intervention Specialists."},
      {
        "id":"ED429377",
        "title":"Longitudinal Behavioral Change in Infants with Neuromotor Disabilities."},
      {
        "id":"ED429378",
        "title":"Leveling the Learning Field; Near-sidedness: The Circuit to Literacy."},
      {
        "id":"ED429379",
        "title":"Successful Inclusion of Students with Disabilities: Modifying Content Delivery and Materials in Inclusive Classrooms."},
      {
        "id":"ED429380",
        "title":"Reauthorization of the Education of the Deaf Act. Hearing of the Committee on Labor and Human Resources on Examining Proposed Legislation Authorizing Funds for Gallaudet University and the National Technical Institute for Deaf as Contained in the Education of the Deaf Act. United States Senate, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED429381",
        "title":"Toward Successful Inclusion of Students with Disabilities: The Architecture of Instruction. Volume 1: An Overview of Materials Adaptations. ERIC/OSEP Mini-Library."},
      {
        "id":"ED429382",
        "title":"Adapting Reading and Math Materials for the Inclusive Classroom. Volume 2: Kindergarten through Grade Five. ERIC/OSEP Mini-Library."},
      {
        "id":"ED429383",
        "title":"Adapting Language Arts, Social Studies, and Science Materials for the Inclusive Classroom. Volume 3: Grades Six through Eight. ERIC/OSEP Mini-Library."},
      {
        "id":"ED429384",
        "title":"Assistance for Special Educators, Law Enforcement, and Child Protective Services in Recognizing and Managing Abuse and Neglect of Children with Disabilities."},
      {
        "id":"ED429385",
        "title":"Teacher Efficacy in Heterogeneous Fifth and Sixth Grade Classrooms: Weaving Teachers' Practices and Perspectives."},
      {
        "id":"ED429386",
        "title":"The Shared Responsibility Framework of Social Interaction for Collective Investment: Introducing a Model To Enhance School Improvement."},
      {
        "id":"ED429387",
        "title":"Weaving Tapestries of Inclusion: Seven Threads To Strengthen School Membership."},
      {
        "id":"ED429388",
        "title":"The Emotional Drama of Giftedness. Conference Proceedings of the Annual Conference of the Society for the Advancement of Gifted Education (SAGE) (9th, Calgary, Alberta, Canada, November 6-7, 1998)."},
      {
        "id":"ED429389",
        "title":"Promoting Student Achievement and Exemplary Classroom Practices through Cluster Grouping: A Research-Based Alternative to Heterogeneous Elementary Classrooms."},
      {
        "id":"ED429390",
        "title":"The Case for Weighting Grades and Waiving Classes for Gifted and Talented High School Students."},
      {
        "id":"ED429391",
        "title":"Instruments and Evaluation Designs Used in Gifted Programs."},
      {
        "id":"ED429392",
        "title":"Preservice Teacher Preparation in Meeting the Needs of Gifted and Other Academically Diverse Students."},
      {
        "id":"ED429393",
        "title":"A Triarchic Approach to Giftedness."},
      {
        "id":"ED429394",
        "title":"A Study of Achievement and Underachievement among Gifted, Potentially Gifted, and Average African-American Students."},
      {
        "id":"ED429395",
        "title":"Instruments Used in the Identification of Gifted and Talented Students."},
      {
        "id":"ED429396",
        "title":"IDEA's Definition of Disabilities. ERIC Digest E560."},
      {
        "id":"ED429397",
        "title":"Teaching Children with Tourette Syndrome. ERIC Digest E570."},
      {
        "id":"ED429398",
        "title":"The Moral Reasoning of Adolescents Gifted in Science: A Case Study."},
      {
        "id":"ED429399",
        "title":"Technology: An Enrichment Tool for the Gifted Student."},
      {
        "id":"ED429401",
        "title":"Blindness and Visual Impairment: Personnel Needs. Quick Turn Around (QTA)."},
      {
        "id":"ED429402",
        "title":"Alternative Schools. Quick Turn Around (QTA)."},
      {
        "id":"ED429403",
        "title":"TASH Newsletter, 1997."},
      {
        "id":"ED429404",
        "title":"TASH Newsletter, 1998."},
      {
        "id":"ED429405",
        "title":"Professional Development for \"All\" Personnel in Inclusive Schools."},
      {
        "id":"ED429406",
        "title":"Hearing Loss in Children: Delayed Speech and Language Information Packet."},
      {
        "id":"ED429407",
        "title":"National Council on Disability Annual Report Volume 19, Fiscal Year 1998."},
      {
        "id":"ED429408",
        "title":"Disproportionate Representation of Minorities in Special Education: A Focus Group Study of Professional Educator Perspectives. Final Report Phase I: Professional Groups."},
      {
        "id":"ED429409",
        "title":"Disproportionate Representation of Minorities in Special Education: A Focus Group Study of Parent Perspectives. Final Report Phase II: Minority Parents."},
      {
        "id":"ED429410",
        "title":"Disproportionate Representation of Minorities in Special Education: A Focus Group Study of Professional and Parent Perspectives. Final Report III: Asian American."},
      {
        "id":"ED429411",
        "title":"Infant Mental Health Assessment and Intervention Guidance for Service Providers and Families of Young Children. Service Guideline 4."},
      {
        "id":"ED429412",
        "title":"Learning Disabilities: Use of Paraprofessionals. A Report from the National Joint Committee on Learning Disabilities (NJCLD)."},
      {
        "id":"ED429413",
        "title":"What Educators Need To Know about...Under-Achievement and Gifted Students. Practitioners' Guide A9712."},
      {
        "id":"ED429414",
        "title":"What Educators Need To Know about Bilingual Students and...Talent Development. Practitioners' Guide A9713."},
      {
        "id":"ED429415",
        "title":"What Educators and Parents Need To Know about...ADHD, Creativity, and Gifted Students. Practitioners' Guide A9814."},
      {
        "id":"ED429416",
        "title":"Charter Schools and Special Education: A Report on State Policies. Project FORUM Final Report, Deliverable #1-3.2."},
      {
        "id":"ED429418",
        "title":"Children's Literature about Disabilities Enhancing Multicultural Education in Elementary Schools."},
      {
        "id":"ED429419",
        "title":"Violence and Aggression in Children and Youth. ERIC/OSEP Digest E572."},
      {
        "id":"ED429420",
        "title":"Functional Behavior Assessment and Behavior Intervention Plans. ERIC/OSEP Digest E571."},
      {
        "id":"ED429421",
        "title":"The Role of Education in a System of Care: Effectively Serving Children with Emotional or Behavioral Disorders. Systems of Care: Promising Practices in Children's Mental Health 1998 Series. Volume III."},
      {
        "id":"ED429422",
        "title":"Promising Practices in Wraparound for Children with Serious Emotional Disturbance and Their Families. Systems of Care: Promising Practices in Children's Mental Health 1998 Series. Volume IV."},
      {
        "id":"ED429423",
        "title":"Promising Practices: Training Strategies for Serving Children with Serious Emotional Disturbance and Their Families in a System of Care. Systems of Care: Promising Practices in Children's Mental Health 1998 Series. Volume V."},
      {
        "id":"ED429427",
        "title":"Financing Facilities in Rural School Districts."},
      {
        "id":"ED429428",
        "title":"Issues Related to Equipment and the Dietary Guidelines for Americans."},
      {
        "id":"ED429429",
        "title":"Energy Conservation Manual for School Food Service Managers."},
      {
        "id":"ED429430",
        "title":"Modular Technology Education Planning Guide: 15 Key Steps To Creating a Successful Technology Education Program at Your School."},
      {
        "id":"ED429431",
        "title":"CEFPI Consultants Directory, 1998."},
      {
        "id":"ED429432",
        "title":"Charter School Facility Financing: Constraints and Options. A Study for the Massachusetts Charter School Resource Center."},
      {
        "id":"ED429433",
        "title":"A Design Assessment Scale for Elementary Schools."},
      {
        "id":"ED429434",
        "title":"The Death of the Classroom, Learning Cycles and Roger Schank."},
      {
        "id":"ED429435",
        "title":"Sprog, kultur, intersprog (Language, Culture, Interlanguage). ROLIG-Papir 57."},
      {
        "id":"ED429436",
        "title":"Er billeder sprog (Are Pictures Language)? ROLIG-Papir 59."},
      {
        "id":"ED429437",
        "title":"A Gestalt Approach to Text Manipulation in Translation."},
      {
        "id":"ED429438",
        "title":"Economic Approaches to Language and Bilingualism. New Canadian Perspectives."},
      {
        "id":"ED429439",
        "title":"Teaching Reading and Writing to ESL Learners (K-8). An ERIC-Based Resource Document for Teachers."},
      {
        "id":"ED429440",
        "title":"Official Languages in Canada: Changing the Language Landscape. New Canadian Perspectives = Les langues officielles au Canada: transformer le paysage linguistique. Nouvelles Perspectives Canadiennes."},
      {
        "id":"ED429441",
        "title":"Francophones in Canada: A Community of Interests. New Canadian Perspectives = Les liens dans la francophonie canadienne. Nouvelles Perspectives Canadiennes."},
      {
        "id":"ED429442",
        "title":"Languages in Canada 1996 Census. New Canadian Perspectives = Les langues au Canada Recensement de 1996. Nouvelles Perspectives Canadiennes."},
      {
        "id":"ED429443",
        "title":"La cultura popular anglofona en el curriculum del ingles a nivel superior (Popular Anglophone Culture in the English Curriculum at the College Level)."},
      {
        "id":"ED429444",
        "title":"The Socio-Economic Vitality of Official-Language Communities. New Canadian Perspectives."},
      {
        "id":"ED429445",
        "title":"Foreign Languages in the Upper Secondary School: A Study of the Causes of Decline. Interchange 59."},
      {
        "id":"ED429446",
        "title":"Report on the Fifth Year of the ESF-Funded Project To Consolidate and Develop Foreign Language Modules for Students in Other Disciplines and the Third Year of the Language Modules Research and Development Project (October 1, 1997 - September 30, 1998)."},
      {
        "id":"ED429447",
        "title":"Official Languages and the Economy. New Canadian Perspectives. Papers Presented at a Colloquium (Ottawa, Ontario, Canada, May 5, 1995)."},
      {
        "id":"ED429448",
        "title":"Minority-Language Educational Rights: The Implementation of Section 23 of the &quot;Canadian Charter of Rights and Freedoms&quot;: Status Report. New Canadian Perspectives."},
      {
        "id":"ED429449",
        "title":"Plurality in Translation."},
      {
        "id":"ED429450",
        "title":"A New Model of Teaching Pedagogy in CHISEL for the 21th Century."},
      {
        "id":"ED429451",
        "title":"English Acquisition Services: A Summary of Bilingual Programs and English as a Second Language Programs for School Year 1997-98. Report of the Superintendent of Public Instruction to the Arizona Legislature."},
      {
        "id":"ED429452",
        "title":"Learning Styles and Error Correction: How Do Learning Styles Affect Students' Perceptions towards Error Correction in a Foreign Language Classroom?"},
      {
        "id":"ED429454",
        "title":"New Horizons in Education, No. 39."},
      {
        "id":"ED429456",
        "title":"Project RESPECT. Third Year Program Evaluation Report."},
      {
        "id":"ED429457",
        "title":"Weaving Curriculum Strands Together: Data Driven Results on the Implementation of an Interdisciplinary/Integrated Model for High School Reform."},
      {
        "id":"ED429458",
        "title":"The Adoption of Process Writing To Develop Learners' Competence in the Use of More Refined Forms of &quot;But.&quot;"},
      {
        "id":"ED429459",
        "title":"Evaluation of an In-Service EFL Teacher Training Project across Costa Rica."},
      {
        "id":"ED429461",
        "title":"Francophone Minorities: Assimilation and Community Vitality = Minorite's francophones: assimilation et vitalite des communautes."},
      {
        "id":"ED429462",
        "title":"The Canadian Experience in the Teaching of Official Languages. Proceedings of the Symposium on the Canadian Experience in the Teaching of Official Languages (Ottawa, Ontario, Canada, May 22-23, 1996)."},
      {
        "id":"ED429463",
        "title":"Teaching Freshman History to ESL Students: A Model."},
      {
        "id":"ED429464",
        "title":"American Sign Language as a Foreign Language. ERIC Digest."},
      {
        "id":"ED429465",
        "title":"Where the Sun Breezes Don't Stop Shining. Teachers' Journals and Students' Writings on First-Time Homebuying from the New American Homeowners Project, February-June 1997."},
      {
        "id":"ED429466",
        "title":"Citizenship Handbook."},
      {
        "id":"ED429467",
        "title":"Responding to Diversity: Strategies and Initiatives To Support Lifelong Learning for Limited English Adults in California."},
      {
        "id":"ED429468",
        "title":"Opening Borders."},
      {
        "id":"ED429469",
        "title":"Team Teaching a College Core Foundations Course: Instructors' and Students' Assessments."},
      {
        "id":"ED429470",
        "title":"Utilizing Distance Learning and the Case Study Method To Enhance Instruction between Two Universities."},
      {
        "id":"ED429471",
        "title":"Effect of Introductory Counseling Course on Retention Rates."},
      {
        "id":"ED429472",
        "title":"Developing a Measuring Instrument To Study Student Perceptions of Good College Teaching from a Cross-Cultural Perspective."},
      {
        "id":"ED429473",
        "title":"The Use of Reflexive Photography in the Study of the Freshman Year Experience."},
      {
        "id":"ED429474",
        "title":"Strategies for Universities in the 21st Century."},
      {
        "id":"ED429475",
        "title":"Rank and Degree in Czech Universities."},
      {
        "id":"ED429476",
        "title":"A Comparison of Final Grades in Courses When Faculty Concurrently Taught the Same Course to Campus-Based and Distance Education Students: Winter Term 1997."},
      {
        "id":"ED429477",
        "title":"An Analysis of Final Grades for Selected Courses in the School of Business and Entrepreneurship: Differences between On-Campus and Off-Campus Students."},
      {
        "id":"ED429478",
        "title":"An Analysis of Final Grades for Selected Courses in the Fischler Graduate School of Education and Human Services: Differences between On-Campus and Off-Campus Students."},
      {
        "id":"ED429479",
        "title":"An Analysis of Final Grades for Selected Courses in the Center for Psychological Studies: Differences between On-Campus and Off-Campus Students."},
      {
        "id":"ED429480",
        "title":"A Comparison of Final Grades Awarded in Campus-Based Courses and Courses Offered through Distance Education for Winter Term 1997."},
      {
        "id":"ED429481",
        "title":"An Analysis of Final Grades for Selected Courses in the Farquhar Center for Undergraduate Studies: Differences between On-Campus Students and Off-Campus Students."},
      {
        "id":"ED429482",
        "title":"A Comparison of Final Grades Awarded by Full-Time Faculty and Part-Time Faculty by Academic Center for Winter Term 1997."},
      {
        "id":"ED429483",
        "title":"A Profile of First Time in College (FTIC) Freshmen Students at Nova Southeastern University: Fall Term 1997."},
      {
        "id":"ED429484",
        "title":"Can College Actions Improve the Academic Achievement of At-Risk Minority Students?"},
      {
        "id":"ED429485",
        "title":"Systemwide Report on Value of Supplemental Pension Obligations and Cost of Post-Employment Benefits Other Than Pensions."},
      {
        "id":"ED429486",
        "title":"The Education Network of Maine: A Case Study in the Benefits and Costs of Instructional Television. Case Studies in Evaluating the Benefits and Costs of Mediated Instruction and Distributed Learning."},
      {
        "id":"ED429487",
        "title":"Examining Both Race and Gender in the Experiences of African American College Women."},
      {
        "id":"ED429488",
        "title":"The Affective and Academic Benefits for Mentors in a Minority Engineering Program."},
      {
        "id":"ED429489",
        "title":"A Summary of Two Studies on Pay Disparities by Race and Gender: Evidence from the 1988 and 1993 NCES Surveys."},
      {
        "id":"ED429490",
        "title":"A National Profile of Faculty Governance Leaders in Higher Education."},
      {
        "id":"ED429491",
        "title":"The Effects of Entering Characteristics and College Experiences on Student Satisfaction and Degree Completion: An Application of the Input-Environment-Outcome Assessment Model."},
      {
        "id":"ED429492",
        "title":"Teaching and Technological Innovation. IHE Perspectives."},
      {
        "id":"ED429493",
        "title":"Planning Imperatives for the Next Century. IHE Perspectives."},
      {
        "id":"ED429494",
        "title":"Co-Mentoring Support Groups in Higher Education."},
      {
        "id":"ED429495",
        "title":"Linking Research and Teaching in Qualitative Courses."},
      {
        "id":"ED429496",
        "title":"Student Satisfaction with Campus Services: Comparisons among Racial/Ethnic Groups."},
      {
        "id":"ED429497",
        "title":"Faculty Views on Support for Teaching: Using Qualitative Data Analysis Software To Investigate Focus Group Discussion."},
      {
        "id":"ED429498",
        "title":"Comparing Administrative Satisfaction in Public and Private Higher Education."},
      {
        "id":"ED429499",
        "title":"Web Instruction as Cultural Transformation: A Reeducation Model for Faculty Development."},
      {
        "id":"ED429500",
        "title":"Competitive Financing Mechanisms: Auctions Used by Federal Agencies."},
      {
        "id":"ED429501",
        "title":"The Careers and Professional Activities of Graduates of the NIGMS Medical Scientist Training Program."},
      {
        "id":"ED429502",
        "title":"Direct Student Loans: Overpayments during the Department of Education's Conversion to a New Payment System."},
      {
        "id":"ED429503",
        "title":"Constructing a Virtual University Paradigm: The University of North Carolina at Wilmington."},
      {
        "id":"ED429504",
        "title":"International Distance Education: The Digital Communities Project."},
      {
        "id":"ED429505",
        "title":"Recommendations on Strategies To Enhance the Delivery of Health Care to All Californians. The Commission's Response to Senate Concurrent Resolution 23. Commission Report 99-1."},
      {
        "id":"ED429506",
        "title":"The Workload of the USM Faculty. A Report to the Joint Chairs of the Senate Budget and Taxation Committee and the House Appropriations Committee."},
      {
        "id":"ED429507",
        "title":"Federal Perkins Loan Program: Status of Default as of June 30, 1998."},
      {
        "id":"ED429508",
        "title":"From Lecture Hall to Job Centre. Life as a Student in Germany."},
      {
        "id":"ED429509",
        "title":"New York State of Mind? Higher Education vs. Prison Funding in the Empire State, 1988-1998."},
      {
        "id":"ED429510",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1998-99. Research Report 1-99."},
      {
        "id":"ED429511",
        "title":"Enrollments and Degrees Report."},
      {
        "id":"ED429512",
        "title":"Fostering Student Adjustment to Medical School: Evaluation of One Innovative Curricular Approach."},
      {
        "id":"ED429513",
        "title":"Reasons for Hope. Promising Practices from the Campus Diversity Initiative."},
      {
        "id":"ED429514",
        "title":"An Analysis of Contemporary Academics and John Galbraith's &quot;Tenured Professor.&quot;"},
      {
        "id":"ED429515",
        "title":"The Need for Undergraduate Computer Science Programs Graduates within the Central Oregon High-Technology Business Community."},
      {
        "id":"ED429517",
        "title":"Analytic Framework of Institutional Support for Student Assessment."},
      {
        "id":"ED429518",
        "title":"Improvement to Emergence: An Organization-Environment Research Agenda for a Postsecondary Knowledge Industry."},
      {
        "id":"ED429519",
        "title":"Improving Research on Postsecondary Student Outcomes: A Review of the Strengths and Limitations of National Data Resources."},
      {
        "id":"ED429520",
        "title":"Benchmarking Assessment. Assessment of Teaching and Learning in Higher Education and Public Accountability: State Governing, Coordinating Board & Regional Accreditation Association Policies and Practices."},
      {
        "id":"ED429521",
        "title":"Postsecondary Education Opportunity. The Mortenson Research Seminar on Public Policy Analysis of Opportunity for Postsecondary Education, 1998."},
      {
        "id":"ED429522",
        "title":"The Graying of the Faculty in the UW System."},
      {
        "id":"ED429523",
        "title":"Celebratory Socialization: Welcoming Latino Students to College."},
      {
        "id":"ED429524",
        "title":"What&apos;s the Difference? A Review of Contemporary Research on the Effectiveness of Distance Learning in Higher Education."},
      {
        "id":"ED429525",
        "title":"College Remediation: What It Is, What It Costs, What's At Stake."},
      {
        "id":"ED429526",
        "title":"WebNet 97 World Conference of the WWW, Internet &amp; Intranet Proceedings (2nd, Toronto, Canada, November 1-5, 1997)."},
      {
        "id":"ED429527",
        "title":"Easy Ed: An Integration of Technologies for Multimedia Education."},
      {
        "id":"ED429528",
        "title":"Techniques for Enhancing Web-Based Education."},
      {
        "id":"ED429529",
        "title":"ClassACT: The Evolution of a Collaborative Learning Tool."},
      {
        "id":"ED429530",
        "title":"Authoring and Development in an Online Environment: Web-Based Instruction Using SGML."},
      {
        "id":"ED429531",
        "title":"Developing and Integrating a Web-Based Quiz into the Curriculum."},
      {
        "id":"ED429532",
        "title":"Virtually Deschooling Society: Authentic Collaborative Learning via the Internet."},
      {
        "id":"ED429533",
        "title":"Creating a Workshop on the World Wide Web: The Experiences of Internet 101."},
      {
        "id":"ED429534",
        "title":"Development and Integration of WWW-Based Services in an Existing University Environment."},
      {
        "id":"ED429535",
        "title":"Adaptive and Agile Interactive Learning Environments on the WWW."},
      {
        "id":"ED429536",
        "title":"Teaching Biology on the Internet."},
      {
        "id":"ED429537",
        "title":"A Framework for WWW-Based Learning with Flexible Navigational Guidance."},
      {
        "id":"ED429538",
        "title":"Interface Design Issues for Web-Based Collaborative Learning Systems."},
      {
        "id":"ED429539",
        "title":"Experiences in Virtual Teaching."},
      {
        "id":"ED429540",
        "title":"Diversity in Online Courses."},
      {
        "id":"ED429541",
        "title":"Virtual Partnerships in Research and Education."},
      {
        "id":"ED429542",
        "title":"Web-based Educational Media: Issues and Empirical Test of Learning."},
      {
        "id":"ED429543",
        "title":"A Database Architecture for Web-Based Distance Education."},
      {
        "id":"ED429544",
        "title":"Web-Based Course Delivery and Administration Using Scheme."},
      {
        "id":"ED429545",
        "title":"The Internet in School: The Shaping of Use by Organizational, Structural, and Cultural Factors."},
      {
        "id":"ED429546",
        "title":"The Intranet as a Cognitive Architecture for Training and Education: Basic Assumptions and Development Issues."},
      {
        "id":"ED429547",
        "title":"Authoring Tools for Courseware on WWW: The W3Lessonware Project."},
      {
        "id":"ED429548",
        "title":"The Online Learning Academy."},
      {
        "id":"ED429549",
        "title":"On the Use of Librarians Selection Routines in Web Search."},
      {
        "id":"ED429550",
        "title":"Organising Distance Learning Process Thanks to Asynchronous Structured Conversations."},
      {
        "id":"ED429551",
        "title":"Using Postman and de Bono as Guiding Principles in an Interdisciplinary Standards Based Approach to Technology Analysis for Secondary School Students."},
      {
        "id":"ED429552",
        "title":"The Education Forum: A Web-Based Resource for Teachers."},
      {
        "id":"ED429553",
        "title":"Teacher In-Service Training, Technology, and Front-End Analysis. A Needs Assessment Report."},
      {
        "id":"ED429554",
        "title":"Teaching Learning Theories Via the Web."},
      {
        "id":"ED429555",
        "title":"Teacher In-Service Training and the Incorporation of Technology into Teaching."},
      {
        "id":"ED429556",
        "title":"Barriers to Adopting Emerging Technologies in Education."},
      {
        "id":"ED429557",
        "title":"Increasing Internet Usage among Teachers and Students for Information Retrieval and Curricular Augmentation through Ongoing Training and Support."},
      {
        "id":"ED429558",
        "title":"Giving Psychology Away through Technology-Based Distance Instruction."},
      {
        "id":"ED429559",
        "title":"Nebraska Internet Evaluation Report, Year 5."},
      {
        "id":"ED429561",
        "title":"Teacher In-Service Multimedia Training: A View of Outcomes from a Situated Learning Perspective."},
      {
        "id":"ED429564",
        "title":"Internet Use by Teachers: Conditions of Professional Use and Teacher-Directed Student Use. Teaching, Learning, and Computing: 1998 National Survey. Report #1."},
      {
        "id":"ED429565",
        "title":"Virtual Learning Environments."},
      {
        "id":"ED429566",
        "title":"A Virtual Classroom for the Homebound Student."},
      {
        "id":"ED429567",
        "title":"Illustrative Examples To Accompany Information and Communication Technology, Interim Program of Studies: Grade 1 to Grade 6."},
      {
        "id":"ED429568",
        "title":"Illustrative Examples To Accompany Information and Communication Technology, Interim Program of Studies: Grade 7 to Grade 9."},
      {
        "id":"ED429569",
        "title":"Illustrative Examples To Accompany Information and Communication Technology, Interim Program of Studies: Grade 10 to Grade 12."},
      {
        "id":"ED429570",
        "title":"Managing Technology Funding: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED429571",
        "title":"Preparing To Implement Learner Outcomes in Technology: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED429572",
        "title":"Computer Network Security: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED429573",
        "title":"Professional Development for Teaching Technology across the Curriculum: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED429574",
        "title":"Network Design: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED429575",
        "title":"West Virginia Story: Achievement Gains from a Statewide Comprehensive Instructional Technology Program."},
      {
        "id":"ED429576",
        "title":"FOIPP and Technology: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED429577",
        "title":"FOIPP and Technology Highlights: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED429578",
        "title":"SURWEB: A Visual Literacy Tool Which Promotes Engaged Learning for Teachers and Students."},
      {
        "id":"ED429579",
        "title":"New Information and Communication Technologies in Portuguese Schools: Paving the Way for the Next Millennium."},
      {
        "id":"ED429580",
        "title":"Using the WWW for Teaching and Learning in K-12 Classrooms: What Are the Interesting Research Questions?"},
      {
        "id":"ED429581",
        "title":"Teachers as Technologists: Professional Development for Technology Integration."},
      {
        "id":"ED429582",
        "title":"Do Professors Dream of Electronic Students? Faculty Anxiety and the New Information Technologies."},
      {
        "id":"ED429583",
        "title":"Instructional Design for the 21st Century: Towards a New Conceptual Framework."},
      {
        "id":"ED429584",
        "title":"WEBGUIDE: Guiding Collaborative Learning on the Web with Perspectives."},
      {
        "id":"ED429585",
        "title":"Connected Learning Communities: Findings from the Road Ahead Program, 1995-1997."},
      {
        "id":"ED429587",
        "title":"Collateral Benefits of an Interactive Literacy Program for Grade 1/2 Students and Their Teachers."},
      {
        "id":"ED429589",
        "title":"Teacher Education Students' Beliefs about Technology."},
      {
        "id":"ED429590",
        "title":"Interaction in Interactive Television Instruction: Perception versus Reality."},
      {
        "id":"ED429591",
        "title":"Implications of Using Asynchronous Video in Distance Learning."},
      {
        "id":"ED429592",
        "title":"Do Computers Enhance or Detract from Student Learning?"},
      {
        "id":"ED429593",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part I: Information Resources, Update 1999. ERIC Digest."},
      {
        "id":"ED429594",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part II: Question Answering, Electronic Discussion Groups, Newsgroups, Update 1999. ERIC Digest."},
      {
        "id":"ED429595",
        "title":"Validating Factors That Impact on the Success of Distance Learning Initiatives."},
      {
        "id":"ED429604",
        "title":"Readers of the Round Table: The 1998 Joint Kentucky - Arizona Reading Program."},
      {
        "id":"ED429606",
        "title":"South Carolina State Library Annual Report, 1997-1998."},
      {
        "id":"ED429609",
        "title":"The ARL Geographic Information Systems Literacy Project. SPEC Kit 238 and SPEC Flyer 238."},
      {
        "id":"ED429610",
        "title":"The Gifts and Exchange Function in ARL Libraries. SPEC Kit 241 and SPEC Flyer 241."},
      {
        "id":"ED429614",
        "title":"Wyoming Public Library Statistics, FY 98."},
      {
        "id":"ED429615",
        "title":"Born To Read: How To Nurture a Baby's Love of Learning."},
      {
        "id":"ED429616",
        "title":"Sensational Summers: Reaching Your Community through Outreach Programming."},
      {
        "id":"ED429617",
        "title":"Readers on the Prowl: Florida Library Youth Program Manual."},
      {
        "id":"ED429618",
        "title":"Information Skills in the New Zealand Curriculum: A Blueprint for Education?"},
      {
        "id":"ED429619",
        "title":"Searching the Web: Expert-Novice Differences in a Problem Solving Context."},
      {
        "id":"ED429620",
        "title":"Leading the Agile Organization. Proceedings of the Annual Meeting of the Association of Research Libraries (128th, Vancouver, BC, May 15-17, 1996)."},
      {
        "id":"ED429621",
        "title":"Libraries and Andrew Carnegie's Challenge."},
      {
        "id":"ED429622",
        "title":"Marketing and Public Relations in ARL Libraries. SPEC Kit 240."},
      {
        "id":"ED429623",
        "title":"Governmental Policies Affecting Community Colleges."},
      {
        "id":"ED429624",
        "title":"Interdisciplinary Studies in the Community Colleges."},
      {
        "id":"ED429625",
        "title":"The Relationship between American Community Colleges' Curricular and Extracurricular Programs and Students' Perceptions of Their Leadership Abilities."},
      {
        "id":"ED429626",
        "title":"Los Angeles Pierce College Planning Guide."},
      {
        "id":"ED429627",
        "title":"Assessment Program Technical Progress Report, 1997-1998."},
      {
        "id":"ED429628",
        "title":"Current and Future Demand for Distance Education."},
      {
        "id":"ED429629",
        "title":"On the Edge of the New Millennium: The Learning Center. South Plains College 1998-99 Annual Report."},
      {
        "id":"ED429630",
        "title":"Fine Tuning Interactive Delivery for High School Students in a Rapidly Growing College and Distance Learning System: A Student Readiness Approach."},
      {
        "id":"ED429631",
        "title":"The News:  July 1996-Spring 1999."},
      {
        "id":"ED429632",
        "title":"Accreditation Notes, Newsletter of the Accrediting Commission for Community and Junior Colleges of the Western Association of Schools and Colleges, 1996-98."},
      {
        "id":"ED429633",
        "title":"Interdisciplinary Courses and Curricula in the Community Colleges. ERIC Digest."},
      {
        "id":"ED429634",
        "title":"A Study of Student Retention and Attitudes in a Community College Preparatory Mathematics Course."},
      {
        "id":"ED429635",
        "title":"Teaching Science in the Community College."},
      {
        "id":"ED429636",
        "title":"Providing Access to Library Automation Systems for Students with Disabilities."},
      {
        "id":"ED429637",
        "title":"The Fact Book, Report for the Florida Community College System, 1999."},
      {
        "id":"ED429638",
        "title":"Fiscal Year 1999 Salary Survey Report for the Illinois Public Community Colleges."},
      {
        "id":"ED429639",
        "title":"Acting on the Possible while Awaiting Perfection: The Effect of General Education Assessment at Public Two-Year Institutions of Higher Education in Tennessee."},
      {
        "id":"ED429640",
        "title":"Educational Master Plan, 1996-2001."},
      {
        "id":"ED429642",
        "title":"Extended Opportunity Programs and Services for Community College Retention."},
      {
        "id":"ED429643",
        "title":"Learning Community/Title III Project."},
      {
        "id":"ED429644",
        "title":"Placement Decisions for First-Time-in-College Students Using the Computerized Placement Test. Information Capsule."},
      {
        "id":"ED429645",
        "title":"Evaluation of SLS Intervention Courses. Information Capsule."},
      {
        "id":"ED429646",
        "title":"The Draw to Florida Community Colleges from Florida's &quot;College-Age&quot; Population by Program Areas."},
      {
        "id":"ED429647",
        "title":"Destination of Dade County Public High School Graduates. Information Capsule."},
      {
        "id":"ED429648",
        "title":"Tracking Outcomes for Community College Students with Different Writing Instruction Histories."},
      {
        "id":"ED429649",
        "title":"An Investigative Study on the Systematic Application of Effectiveness Indicators for Institutional Improvement in Northwest Community Colleges."},
      {
        "id":"ED429651",
        "title":"Visions for Natural Resource Education and Ecosystem Science for the 21st Century. An Interim Report."},
      {
        "id":"ED429652",
        "title":"Employers in Natural Resources--What They're Telling Us."},
      {
        "id":"ED429653",
        "title":"Fostering Economic Development: Opportunities and Challenges in Postsecondary Education. Working Papers."},
      {
        "id":"ED429654",
        "title":"Any Differences? Comparative Analysis of White and Non-White Transfer Students at a University."},
      {
        "id":"ED429655",
        "title":"Participants' Perceptions of Employability Skills Learned in a Community College Job Readiness Program."},
      {
        "id":"ED429656",
        "title":"Directory of Disability Support Services in Community Colleges, 1996."},
      {
        "id":"ED429657",
        "title":"Is Arithmetic Really Necessary for Algebra? A Case for an Integrated Curriculum."},
      {
        "id":"ED429658",
        "title":"Research and Clinical Center for Child Development Annual Report, 1996-1997, No. 20."},
      {
        "id":"ED429660",
        "title":"A Wider Vision for Early Childhood Educators: Staff Development Handbook for Prekindergarten Programs, 1997-98."},
      {
        "id":"ED429663",
        "title":"Parenting through Play for School Readiness: Interim Report of Year One. Research Findings."},
      {
        "id":"ED429667",
        "title":"Attitudes and Opinions from the Nation's High Achieving Teens: 27th Annual Survey of High Achievers."},
      {
        "id":"ED429668",
        "title":"Attitudes and Opinions from the Nation's High Achieving Teens: 28th Annual Survey of High Achievers."},
      {
        "id":"ED429670",
        "title":"Measures of Child Well-Being in Utah, 1999. Kids under Construction."},
      {
        "id":"ED429671",
        "title":"Attitudes and Opinions from the Nation's High Achieving Teens: 29th Annual Survey of High Achievers."},
      {
        "id":"ED429672",
        "title":"Using Technology To Enhance Early Childhood Teacher Preparation."},
      {
        "id":"ED429673",
        "title":"A First Year Teacher's Awakening to Pre-School Special Needs: Are You Ready?"},
      {
        "id":"ED429675",
        "title":"Toronto's First U.S.-Canadian ECE Conference-1891."},
      {
        "id":"ED429676",
        "title":"The Child Care and Family Support Partnership Informal Care Project: Report on the First Cohort."},
      {
        "id":"ED429679",
        "title":"Speak Out for Children, 1997-1998."},
      {
        "id":"ED429680",
        "title":"Programme of Health Promotion in Schools: A Handbook of Healthy School Project."},
      {
        "id":"ED429681",
        "title":"Effects of the JOBS Program on Mother-Child Relations during the Early Months of Program Participation."},
      {
        "id":"ED429682",
        "title":"Social Indicators of Child and Family Well-Being: A Profile of Six State Systems. Institute for Research on Poverty Special Report No. 72."},
      {
        "id":"ED429683",
        "title":"Ebbing and Flowing, Learning and Growing: Transitions in Family Economic Resources and Children's Development."},
      {
        "id":"ED429685",
        "title":"The Hundred Languages of Children Exhibition: A Unique Early Childhood Education Professional Development Program. Final Evaluation Report (September 15 to December 15, 1998)."},
      {
        "id":"ED429688",
        "title":"Children's Index: A Profile of Leading Indicators on the Health &amp; Well-Being of North Carolina's Children, 1994."},
      {
        "id":"ED429689",
        "title":"Children&apos;s Index: A Profile of Leading Indicators of the Health &amp; Well-Being of North Carolina&apos;s Children, 1995."},
      {
        "id":"ED429690",
        "title":"NC Data Guide to Child Well-being, 1998."},
      {
        "id":"ED429691",
        "title":"Supporting Pre-Kindergarten Children's Readiness for School Mathematics."},
      {
        "id":"ED429692",
        "title":"What's Being Served for Dinner? Maternal Mood, Child Orientation, and Mother-Child Interaction during Family Dinnertime Conversation."},
      {
        "id":"ED429693",
        "title":"The Relation between Coordinated Interpersonal Timing and Maternal Sensitivity in Four-Month-Old Infants."},
      {
        "id":"ED429694",
        "title":"Common Concerns of School Age Children."},
      {
        "id":"ED429695",
        "title":"Comparison of Mother-Infant Interactions between Japanese Dyads and American Dyads."},
      {
        "id":"ED429697",
        "title":"Community Based Support Programs and Primary Prevention."},
      {
        "id":"ED429698",
        "title":"Key Findings, Measurement and Design Issues, and Recommendations for Addressing Child Care in the State Welfare Waiver Evaluations."},
      {
        "id":"ED429700",
        "title":"Children and Families in an Era of Rapid Change: Creating a Shared Agenda for Researchers, Practitioners and Policy Makers. Summary of Conference Proceedings: Head Start&apos;s National Research Conference (4th, Washington, DC, July 9-12, 1998)."},
      {
        "id":"ED429701",
        "title":"Relations among Ethnic Identity, Parenting Style, and Adolescent Psychosocial Outcomes in European American and East Indian Immigrants."},
      {
        "id":"ED429703",
        "title":"State Funding of Head Start."},
      {
        "id":"ED429704",
        "title":"Mathematics Curriculum in India and Singapore."},
      {
        "id":"ED429706",
        "title":"Minnesota Kids: A Closer Look. 1999 Data Book."},
      {
        "id":"ED429707",
        "title":"Reading Helpers: A Handbook for Training Tutors."},
      {
        "id":"ED429708",
        "title":"Helping Parents Communicate Better with Schools. Early Childhood Digest."},
      {
        "id":"ED429709",
        "title":"Behaviour Problems in the Early Years: Terminology Used and Its Implication for Intervention."},
      {
        "id":"ED429710",
        "title":"Developing Reading and Writing through Music."},
      {
        "id":"ED429711",
        "title":"Examination of Preschool Teachers' Biased Perception on Gender Differences."},
      {
        "id":"ED429712",
        "title":"Financing Strategies To Support Comprehensive, Community-Based Services for Children and Families."},
      {
        "id":"ED429713",
        "title":"Tax Strategies for Community Economic Development."},
      {
        "id":"ED429714",
        "title":"Developing Cost Accounting and Decision Support Software for Comprehensive Community-Based Support Systems: An Analysis of Needs, Interest, and Readiness in the Field."},
      {
        "id":"ED429715",
        "title":"Privatization, Contracting, and Reform of Child and Family Social Services."},
      {
        "id":"ED429717",
        "title":"The Role of Siblings in the Development of Imitation."},
      {
        "id":"ED429718",
        "title":"Measures for the Final Common Core of Constructs. The Project on State-Level Child Outcomes."},
      {
        "id":"ED429719",
        "title":"Working Poor Families with Children, Summary Report [and] Children in Working Poor Families. Final Report to the Foundation for Child Development."},
      {
        "id":"ED429722",
        "title":"On Track with Phoenix Early Head Start. Evaluation Report, 1997-98."},
      {
        "id":"ED429723",
        "title":"By the Sweat & Toil of Children. Volume V: Efforts To Eliminate Child Labor."},
      {
        "id":"ED429724",
        "title":"Student Health Partnership Planning Guide: 1999-2000."},
      {
        "id":"ED429725",
        "title":"Affordability and Accessibility of Child Care in Virginia. Critical Issues in Child Care. White Paper 2."},
      {
        "id":"ED429726",
        "title":"Special Review of Smart Start Expenditures by Save Our Brothers, Inc. (Pittsboro, North Carolina) and Liberty Chapel United Church of Christ (Moncure, North Carolina)."},
      {
        "id":"ED429727",
        "title":"Safety Hazards in Child Care Settings. CPSC Staff Study."},
      {
        "id":"ED429728",
        "title":"Management Approaches Employed by Teachers To Deal with Children's Behaviour Problems in Nursery Classes."},
      {
        "id":"ED429729",
        "title":"Nonsocial Play in the Kindergarten Classroom: Gender Differences in Relations with Adjustment."},
      {
        "id":"ED429730",
        "title":"Semiotic Processes in Women's Coordination of Work and Family."},
      {
        "id":"ED429731",
        "title":"Parental Style: And How It May Influence a Child's Role in Bullying."},
      {
        "id":"ED429732",
        "title":"Culture and Educational Experiences Influence American and Taiwan Pre-Service Teachers' Efficacy Beliefs."},
      {
        "id":"ED429733",
        "title":"Early Childhood Pre-Service Teachers' Beliefs in Taiwan."},
      {
        "id":"ED429734",
        "title":"Taiwan Early Childhood Pre-Service Teachers' Professional Beliefs."},
      {
        "id":"ED429735",
        "title":"Spreading Their Wings: Seven Hundred and Sixty-Seven Parents Talk about Their Children's Home and Early Childhood Education Experiences. A Report for the Ministry of Education."},
      {
        "id":"ED429736",
        "title":"Progress towards Licensing and Chartering Pacific Islands Early Childhood Centres in New Zealand."},
      {
        "id":"ED429737",
        "title":"Enriching Children's Out-of-School Time. ERIC Digest."},
      {
        "id":"ED429738",
        "title":"Rural Special Education for the New Millennium. Conference Proceedings of the American Council on Rural Special Education (ACRES) (19th, Albuquerque, New Mexico, March 25-27, 1999)."},
      {
        "id":"ED429739",
        "title":"Contemporary Issues Education: Rural Risks, Obstacles and Resources."},
      {
        "id":"ED429740",
        "title":"Passageway: An Avenue into the Future."},
      {
        "id":"ED429741",
        "title":"Correlating Glasser's Choice Theory to the Behavioral Requirements of IDEA 97."},
      {
        "id":"ED429742",
        "title":"Biotechnology Works!"},
      {
        "id":"ED429743",
        "title":"Personalized Opportunities To Learn (POTL): Achieving to High Standards for All Students."},
      {
        "id":"ED429744",
        "title":"Developing Prereferral Teams in Your Schools and Keeping Them There!"},
      {
        "id":"ED429745",
        "title":"The Roles of Paraeducators in a Rural-Remote State: Views of Administrators, Teachers, and Paras."},
      {
        "id":"ED429746",
        "title":"Preassessment Team Practices in Rural Settings: An Analysis of Team Activities."},
      {
        "id":"ED429747",
        "title":"Assistive Technology in Oklahoma Public Schools: A Service Delivery Model for Rural Schools."},
      {
        "id":"ED429748",
        "title":"Play-Based Programming: Advantages for Rural Early Childhood Special Education."},
      {
        "id":"ED429749",
        "title":"Increasing Native American Involvement in Gifted Programs through Authentic Discovery and Rural Linkages."},
      {
        "id":"ED429750",
        "title":"Teachers' Perceptions of Curriculum Modification for Students Who Are Gifted."},
      {
        "id":"ED429751",
        "title":"Country Living: Benefits and Barriers for Gifted Learners."},
      {
        "id":"ED429752",
        "title":"Rural Hispanic Children and Giftedness: Why the Difficulty in Identification?"},
      {
        "id":"ED429753",
        "title":"Mentoring: A Collegial Partnership."},
      {
        "id":"ED429754",
        "title":"Practical Strategies for Implementing the Provisions of the Individuals with Disabilities Education Act of 1997 (IDEA) in Rural Settings."},
      {
        "id":"ED429755",
        "title":"Systemic Thinking To Support Dine Education."},
      {
        "id":"ED429756",
        "title":"The IDEA 1997 Accommodation, Modification Plans and Related Services Compliance Requirements for Rural Schools According to Recent Court Decisions."},
      {
        "id":"ED429757",
        "title":"Ethnic and Culture Diversity in Rural Deaf Education Programs in New Mexico."},
      {
        "id":"ED429758",
        "title":"Cross Cultural Images: The ETSU/NAU Special Photography Project."},
      {
        "id":"ED429759",
        "title":"The Alliance Project: Its Impact on Special Education Teacher Preparation Efforts in Rural Areas."},
      {
        "id":"ED429760",
        "title":"Disability Research Encompassing Native Americans in Math and Science: A Demonstration Inclusion Project."},
      {
        "id":"ED429761",
        "title":"A Longitudinal Look at Rural Family Outcomes: From Birth to Eight Years Old."},
      {
        "id":"ED429762",
        "title":"Using the Internet To Connect Parents and Professionals: The Challenges."},
      {
        "id":"ED429763",
        "title":"Pioneering Education Leadership for 2001: Oklahoma's CSPD Initiative from a Rural Regional Perspective."},
      {
        "id":"ED429764",
        "title":"Developing a Hyperbook To Teach Computer Mediated Learning."},
      {
        "id":"ED429765",
        "title":"Processes for Developing Scaffolding in a Computer Mediated Learning Environment."},
      {
        "id":"ED429766",
        "title":"Using Intergenerational Communities To Develop a Special Education Discipline Page Website: Focus on the Gifted."},
      {
        "id":"ED429767",
        "title":"Developing Collaborative Electronic Portfolios for Preservice Teachers in Computer Mediated Learning."},
      {
        "id":"ED429768",
        "title":"An Evaluation of the Effectiveness of Summer Institutes for Rural Teachers of Students with Low Incidence Disabilities."},
      {
        "id":"ED429769",
        "title":"Facilitating Effective Inclusion through Staff Development."},
      {
        "id":"ED429770",
        "title":"Assisting Preservice Teachers with Special Needs: Four True Stories."},
      {
        "id":"ED429772",
        "title":"Rural General Educators and Special Education Training: Applied Assignments &amp; Program Evaluation Data."},
      {
        "id":"ED429773",
        "title":"Developing a Multigenerational Creativity Website for Gifted and Talented Learners."},
      {
        "id":"ED429774",
        "title":"Implementing IDEA '97 in the New Millennium. The Professional Development Leadership Academy: Enhancing Collaborative Partnerships for Systems Change."},
      {
        "id":"ED429775",
        "title":"School-Based Teacher Education &quot;en la Frontera&quot;: Preparing Special Education Teachers on the Arizona-Mexico Border."},
      {
        "id":"ED429776",
        "title":"Ten Years of Distance Learning: Changing To Meet Geographical, Institutional, and Student Characteristics."},
      {
        "id":"ED429777",
        "title":"Convenient Distance Education Training in Technology."},
      {
        "id":"ED429778",
        "title":"Use of Selected Available Technology To Provide Relatively Inexpensive Distance Learning Courses along the Texas/Mexico &quot;Border Corridor.&quot;"},
      {
        "id":"ED429779",
        "title":"Digital Audio/Video for Computer- and Web-Based Instruction for Training Rural Special Education Personnel."},
      {
        "id":"ED429780",
        "title":"Culture and School Success: Development of a Documentary-Style Distance Education Course."},
      {
        "id":"ED429781",
        "title":"How Are Students with Mild Intellectual Disabilities Involved in Planning Their Own Transitions?"},
      {
        "id":"ED429782",
        "title":"Teacher Efficacy and Rural Community Transition for Adolescents with Disabilities."},
      {
        "id":"ED429783",
        "title":"Perceived Roles and Competencies Involved in the Transition Planning Process: A Comparison of Rural and Non-Rural Areas."},
      {
        "id":"ED429784",
        "title":"Trials and Tribulations of Employment Trends for Students with Learning Disabilities."},
      {
        "id":"ED429785",
        "title":"Multiple Disabilities: Is Rural Inclusion Possible?"},
      {
        "id":"ED429786",
        "title":"Educational Services for Students with Visual Impairment in Rural Communities: Myths and Realities."},
      {
        "id":"ED429787",
        "title":"Multidisciplinary Training for Rural Outreach to Children with Cochlear Implants."},
      {
        "id":"ED429788",
        "title":"Celebrating Rural Education. Proceedings of the National Conference of the Society for the Provision of Education in Rural Australia (SPERA) (13th, Adelaide, South Australia, July 6-8, 1997)."},
      {
        "id":"ED429789",
        "title":"Self-Esteem in Rural Schools: Dreams and Aspirations."},
      {
        "id":"ED429790",
        "title":"Rural and Remote Professional Practice Placements for Children's Studies Students."},
      {
        "id":"ED429791",
        "title":"First Year University in Retrospect: The Voices of Rural Students."},
      {
        "id":"ED429792",
        "title":"Rural Students Continuing Their Studies in University Contexts."},
      {
        "id":"ED429793",
        "title":"Partnerships, Technology and Teaching: Celebrating the Link between Universities and Rural Communities."},
      {
        "id":"ED429794",
        "title":"Incidental Education (for Women) in Rural Communities."},
      {
        "id":"ED429795",
        "title":"Celebrating Distance Teaching Innovations: The Certificate in Distance Teaching."},
      {
        "id":"ED429796",
        "title":"Identification of Barriers That Confront Rural Students Entering the University System."},
      {
        "id":"ED429797",
        "title":"The Emotional Transition of Twelve Year Olds from Home to a Boarding Situation."},
      {
        "id":"ED429798",
        "title":"A Focus on Rural Australia for Students at the University of Ballarat."},
      {
        "id":"ED429799",
        "title":"What Is Ag-Ed?"},
      {
        "id":"ED429800",
        "title":"Monitoring Community Sustainability. Environments For Life Conservation Issues Forum Series."},
      {
        "id":"ED429801",
        "title":"The Nature and Role of Algebra in the K-14 Curriculum: Proceedings of a National Symposium (Washington, DC, May 27-28, 1997)."},
      {
        "id":"ED429804",
        "title":"Local Libraries: Global Awareness. A Librarian's Guide to Global Programming for a Sustainable Future."},
      {
        "id":"ED429805",
        "title":"Where Are the Gardens in the Garden State? Middle School Lessons on Sustainable Agriculture and Farmland Preservation."},
      {
        "id":"ED429806",
        "title":"Aligning Content, Program, and System Standards in Mathematics and Science Classrooms. PREL Briefing Paper."},
      {
        "id":"ED429807",
        "title":"SWEEP: Sciencing with Watersheds, Environmental Education and Partnerships. Instructor's Guide to Implementation and Summer Institute Participant Notebook."},
      {
        "id":"ED429808",
        "title":"Effectively Integrating the World Wide Web and Computer Software Technology into Diverse Classrooms."},
      {
        "id":"ED429810",
        "title":"Classroom and Field Experiments for Florida's Environmental Resources."},
      {
        "id":"ED429811",
        "title":"I Can Be an Environmental Citizen: An Environmental Citizenship Handbook for Young People."},
      {
        "id":"ED429814",
        "title":"Innovative Hands-on Activities for Middle School Science."},
      {
        "id":"ED429815",
        "title":"Space Orientation for Professional Educators: Program Evaluation and Effectiveness."},
      {
        "id":"ED429816",
        "title":"Ways of Knowing Beyond Facts and Laws of Science: An Ethnographic Investigation of Student Engagement in Scientific Practices."},
      {
        "id":"ED429817",
        "title":"A Naturalistic Study of Epistemology: Oceanography Constructed through Oral and Written Discourse."},
      {
        "id":"ED429818",
        "title":"Gender Differences in Mathematics Performance."},
      {
        "id":"ED429820",
        "title":"A Study of the Impact of a Long-Term Local Systemic Reform on the Perceptions, Attitudes, and Achievement of Grade 3/4 Students."},
      {
        "id":"ED429821",
        "title":"Influence of Culture and Home Environment on Science Learning."},
      {
        "id":"ED429822",
        "title":"What Changes Occurred?--An In-service Course Focused on Museum Education for Taiwanese Science Teachers."},
      {
        "id":"ED429823",
        "title":"What Can Inservice Taiwanese Science Teachers Learn and Teach about the Nature of Science?"},
      {
        "id":"ED429825",
        "title":"The Sisters in Science Program: Teachers Reflective Dialogue on Confronting the Gender Gap."},
      {
        "id":"ED429826",
        "title":"Improving the Grade Point Average of Our At-Risk Students: A Collaborative Group Action Research Approach."},
      {
        "id":"ED429827",
        "title":"Preparing Science Teachers Using Distance Learning: Urban and Rural Students Collaborate Using Video Teleconferencing (VTEL) Technology."},
      {
        "id":"ED429828",
        "title":"Science Classroom Management Techniques Using Graphing Calculator Technology: A Collaborative Team Action Research Approach."},
      {
        "id":"ED429829",
        "title":"Teaching for Meaningful Understanding: A School-Based Science and Mathematics Teacher Development Project."},
      {
        "id":"ED429830",
        "title":"An Investigation in Preparing Teacher Candidates To Make Connections between Science and Mathematics."},
      {
        "id":"ED429831",
        "title":"An Analysis of Jamaican Primary School Teachers' Science Teaching Assessment Strategies."},
      {
        "id":"ED429832",
        "title":"Sisters in Science: An Intergenerational Science Program for Elementary School Girls."},
      {
        "id":"ED429833",
        "title":"A Non-Content Specific Test of High School Students' Progress in Science."},
      {
        "id":"ED429834",
        "title":"Teaching Science Courses In and Out of Area of Specialisation in a Single-Sex/Co-Educational Schools."},
      {
        "id":"ED429835",
        "title":"The Validation and Use of the TCBQ in Studying Secondary Science Classroom Interaction and Its Association with Students' Attitudinal and Cognitive Outcomes in Taiwan."},
      {
        "id":"ED429836",
        "title":"Science Subject Knowledge of Pre-Service Postgraduate Science Teachers."},
      {
        "id":"ED429837",
        "title":"Graphing Calculators in Mathematics Grades 7-12: A Resource Guide for the Classroom and for Preservice/Inservice Training."},
      {
        "id":"ED429838",
        "title":"A Guide to Gender Fair Education in Science and Mathematics."},
      {
        "id":"ED429839",
        "title":"K-8 Building Blocks for Algebra: Patterns, Functions, Relationships."},
      {
        "id":"ED429840",
        "title":"Metaphor: A Tool for Monitoring Prospective Elementary Teachers' Developing Metacognitive Awareness of Learning and Teaching Science."},
      {
        "id":"ED429841",
        "title":"Curriculum Summaries, Second Edition."},
      {
        "id":"ED429842",
        "title":"Math Mountain Sampler."},
      {
        "id":"ED429845",
        "title":"Mathematics Framework for the 1996 and 2000 National Assessment of Educational Progress. NAEP Mathematics Consensus Project."},
      {
        "id":"ED429846",
        "title":"Understanding Informal and Formal Mathematical Abilities in Mainland Chinese and Chinese-American Children."},
      {
        "id":"ED429847",
        "title":"What's Hot? What's Not? A Survey of Mathematics Education Research 1982-1998."},
      {
        "id":"ED429848",
        "title":"A Comparison of Calculator Use in Eighth-Grade Mathematics Classrooms in the United States, Japan, and Portugal: Results from the Third International Mathematics and Science Study."},
      {
        "id":"ED429853",
        "title":"Arizona State Capitol Museum. Teacher Resource Guide. Revised Edition."},
      {
        "id":"ED429855",
        "title":"The 'Amistad' Case. Lesson Plan."},
      {
        "id":"ED429856",
        "title":"Introducing Canada: Content Backgrounders, Strategies, and Resources for Educators. NCSS Bulletin 94."},
      {
        "id":"ED429857",
        "title":"Educational Co-operation in Asia and the Pacific: 30 Years of NIER's Activities."},
      {
        "id":"ED429858",
        "title":"Letters and Letter Writing."},
      {
        "id":"ED429862",
        "title":"Teaching Civics."},
      {
        "id":"ED429864",
        "title":"Orchestrating the Sound of Music: Analysis and Design of a University Music Education Curriculum."},
      {
        "id":"ED429865",
        "title":"Learning Engineering in Practice: Constructing &quot;Knowledge&quot; via Culturally-Powered Relations."},
      {
        "id":"ED429866",
        "title":"Organizational Cultures of Excellent Schools in Hong Kong."},
      {
        "id":"ED429867",
        "title":"Seeing the Light: Literacy Education and Citizenship in Botswana."},
      {
        "id":"ED429868",
        "title":"Foundations of Democracy in Public School: Building a Pedagogy of Pluralism. Final Performance Report."},
      {
        "id":"ED429869",
        "title":"Ideas from the Other Side of the Desk: Student Evaluations."},
      {
        "id":"ED429870",
        "title":"The Creative Arts: Are Elementary Education Majors Prepared for Curriculum Integration of the Arts?"},
      {
        "id":"ED429871",
        "title":"An Interdisciplinary Project and the American West."},
      {
        "id":"ED429872",
        "title":"Rise, Stagnation and Decline of Elementary Social Studies and a Successful Defense."},
      {
        "id":"ED429873",
        "title":"Writing and Retelling Multiple Ethnographic Tales of a Soup Kitchen for the Homeless."},
      {
        "id":"ED429874",
        "title":"Linked Instruction: The Contextual Acquisition of Learning Strategies in a University History Course."},
      {
        "id":"ED429875",
        "title":"The Significance of Theoretical Training for Critical Thinking."},
      {
        "id":"ED429876",
        "title":"Civic Education Curriculum Grades 3 and 4 [and] Civic Culture Curriculum Grade 7 [and] Civic Culture Curriculum Grade 8."},
      {
        "id":"ED429878",
        "title":"Morality in Education."},
      {
        "id":"ED429879",
        "title":"Understanding the Value of Law Related and Civic Education for Youth: A Review of the Literature."},
      {
        "id":"ED429881",
        "title":"Adolescents' Drawings: A View of Their Worlds."},
      {
        "id":"ED429884",
        "title":"Finding Solutions to Hunger: Kids Can Make a Difference. A Sourcebook for Middle and Upper School Teachers."},
      {
        "id":"ED429890",
        "title":"Income Inequality and the Education Divide."},
      {
        "id":"ED429891",
        "title":"En Bons Termes avec les Etudes Sociales. Glossaire pour les 10e, 11e, et 12e Annees (On Good Terms with the Social Studies. A Glossary for the 10th, 11th, and 12th Years)."},
      {
        "id":"ED429892",
        "title":"Iowa Festivals."},
      {
        "id":"ED429893",
        "title":"Springboards into Holocaust Study: Five Activities for Secondary Social Studies Students."},
      {
        "id":"ED429895",
        "title":"Teacher Exchanges: Teaching &quot;Billy Budd&quot; as Secondary School Social Studies."},
      {
        "id":"ED429896",
        "title":"Teaching about War To Help Create a More Humane World. A Ten Day Unit for Elementary Social Studies, Incorporating the Social Studies Standards of: Time, Continuity, and Change; Civic Ideas and Practices; People, Places, and Environments; Global Connections; Science, Technology and Society; [and] Culture."},
      {
        "id":"ED429897",
        "title":"CIVITAS: An International Civic Education Exchange Program. Evaluation Report."},
      {
        "id":"ED429898",
        "title":"Factors That Promote Implementation of Peace Education Training. Peace Education Miniprints No. 94."},
      {
        "id":"ED429899",
        "title":"Development of Peace Education in India (Since Independence). Peace Education Miniprints No. 95."},
      {
        "id":"ED429900",
        "title":"History and Social Science Curriculum Framework."},
      {
        "id":"ED429901",
        "title":"Arts Curriculum Framework: The Practice of Creating. Curriculum Framework."},
      {
        "id":"ED429902",
        "title":"Arts Education. Alabama Course of Study. Bulletin 1998, No. 17."},
      {
        "id":"ED429903",
        "title":"Social Studies. Alabama Course of Study. Bulletin 1998, No. 18."},
      {
        "id":"ED429904",
        "title":"Arkansas Social Studies Curriculum Framework 1997."},
      {
        "id":"ED429905",
        "title":"Arkansas History Curriculum Framework 1997."},
      {
        "id":"ED429906",
        "title":"Arkansas Visual Arts Curriculum Framework 1997."},
      {
        "id":"ED429907",
        "title":"Arkansas Dance Curriculum Framework 1995 (Draft)."},
      {
        "id":"ED429908",
        "title":"Arkansas Music Curriculum Framework 1997."},
      {
        "id":"ED429909",
        "title":"Making Connections: Interdisciplinary Lessons To Prepare Tomorrow's Citizens."},
      {
        "id":"ED429910",
        "title":"Teaching Political Geography. Proceedings of a Symposium at the Annual Meeting of the National Council for Geographic Education (NCGE) (San Antonio, Texas, October 1995). Pathways in Geography Resource Publication: No. 19."},
      {
        "id":"ED429911",
        "title":"Culture Matters: The Peace Corps Cross-Cultural Workbook."},
      {
        "id":"ED429912",
        "title":"Effect of Computer Assisted Instruction on Students' Achievement in Global Studies."},
      {
        "id":"ED429913",
        "title":"Critical Thinking for the New Millennium: A Pedagogical Imperative."},
      {
        "id":"ED429914",
        "title":"Music Literacy in Kindergarten."},
      {
        "id":"ED429915",
        "title":"Teaching with Documents: Using Primary Sources from the National Archives. Volume 2."},
      {
        "id":"ED429917",
        "title":"Improving Basic Education for All Learners: The Role of Arts Education. SERVE Policy Brief."},
      {
        "id":"ED429918",
        "title":"Renaissance in the Heartland: The Indiana Experience--Images and Encounters. Pathways in Geography Series Title No. 20."},
      {
        "id":"ED429919",
        "title":"&quot;International Understanding,&quot;&quot;Global Perspectives&quot; and &quot;World Citizen Responsibility&quot; as Educational Objectives: Examples of Publications. Peace Education Miniprints No. 96."},
      {
        "id":"ED429922",
        "title":"&quot;As Good As It Gets?&quot; The Impact of Philosophical Orientations on Community-Based Service Learning for Multicultural Education."},
      {
        "id":"ED429923",
        "title":"The Construction of Meaning: Learning from Service Learning."},
      {
        "id":"ED429925",
        "title":"Community Service Learning for Multicultural Teacher Education."},
      {
        "id":"ED429926",
        "title":"Learning Contemporary Problems through Community Involvement. A Senior Social Studies Elective."},
      {
        "id":"ED429927",
        "title":"Women's History through Quilting. A Social Studies/Service Learning Teaching Unit for Middle and High School Grades."},
      {
        "id":"ED429928",
        "title":"Learning for Life. Education To Fight Exclusion Project. Innovations for Youth No. 2."},
      {
        "id":"ED429929",
        "title":"Issue-Centered Civic Education in Middle Schools. ERIC Digest."},
      {
        "id":"ED429930",
        "title":"The Connections Project. Evaluation Progress Report No. 1."},
      {
        "id":"ED429931",
        "title":"The Connections Project. Year 2. Annual Report."},
      {
        "id":"ED429932",
        "title":"Relevance of a Knowledge Base for a Teacher as a Professional."},
      {
        "id":"ED429933",
        "title":"School-College Collaboration: One College, Many Partners."},
      {
        "id":"ED429940",
        "title":"The Benefits of Teaching Small Classes Perceived by Chinese Urban School Teachers."},
      {
        "id":"ED429941",
        "title":"Frameworks for Summative and Formative Evaluation of Diverse PDS Sites."},
      {
        "id":"ED429942",
        "title":"Cybercasting SCDEs: A 1999 Review."},
      {
        "id":"ED429943",
        "title":"Instructional Scaffolding Intervention and Concept Mapping Outcomes among Diverse Learners in a Pre-Service Educational Psychology Course: A Model for Developing Expertise in Writing Expressions of Conceptual Understanding."},
      {
        "id":"ED429946",
        "title":"A Double Method Approach for a Double Need: To Describe Teachers' Beliefs about Grade Retention, and To Explain the Persistence of These Beliefs."},
      {
        "id":"ED429947",
        "title":"Teacher Thinking and Student Diversity."},
      {
        "id":"ED429948",
        "title":"Applying &quot;Best Practices&quot; to Preparation of Future Educators Using Exemplary Field Experiences."}]
  }}
