{
  "response":{"numFound":509939,"start":414000,"numFoundExact":true,"docs":[
      {
        "id":"ED429949",
        "title":"Teacher Education in Adversity: Albania's Kualida Project, 1994-1998."},
      {
        "id":"ED429950",
        "title":"Towards a New Generation of Open Learning Programmes in Teacher Education: Lessons for Us All."},
      {
        "id":"ED429951",
        "title":"Physical Activity and Fitness for Persons with Disabilities."},
      {
        "id":"ED429952",
        "title":"Mapping Education for the New Millennium: A UI Perspective."},
      {
        "id":"ED429954",
        "title":"Hong Kong Teachers&apos; Sources of Stress, Burnout, and Job Satisfaction."},
      {
        "id":"ED429955",
        "title":"Systems of Knowledge: A Case Study of Curriculum Innovation in Malta. Innodata Monographs 3."},
      {
        "id":"ED429956",
        "title":"Toward an Understanding Life History Research."},
      {
        "id":"ED429957",
        "title":"Supporting Systematic Change through Action Research."},
      {
        "id":"ED429958",
        "title":"Identifying and Addressing Challenges Encountered by Educators of Aboriginal Children in an Urban Setting."},
      {
        "id":"ED429959",
        "title":"Teacher Action Research as Professional Development in Schools: Four Paths Toward Change. School Wide Inquiry: A Self-Study of an \"Outside\" Teacher Researcher."},
      {
        "id":"ED429960",
        "title":"Education Is a Human Right. EI Barometer on Human and Trade Union Rights in the Education Sector, 1998."},
      {
        "id":"ED429961",
        "title":"Workshop on Body Image: Creating or Reinventing a Positive Body Image."},
      {
        "id":"ED429962",
        "title":"When Mothers Become Teachers: Effects of the Mothering Experience on Prospective Teachers."},
      {
        "id":"ED429963",
        "title":"Making Effective Use of Mentoring Teacher Programs: A Collaborative Group Action Research Approach."},
      {
        "id":"ED429964",
        "title":"Reconsidering the Relevance of Veenman's (1984) Meta-Analysis of the Perceived Problems of Beginning Teachers."},
      {
        "id":"ED429965",
        "title":"Teacher Education Follow-Up Study, 1999."},
      {
        "id":"ED429966",
        "title":"Improving Service into the 21st Century. A Strategic Plan for the Teacher Retirement System of Texas 1999-2003."},
      {
        "id":"ED429967",
        "title":"The Goals of Effective Pre-Service Teacher Education Candidates: A Longitudinal Study."},
      {
        "id":"ED429969",
        "title":"Establishing Research-Based Knowledge in Teacher Education."},
      {
        "id":"ED429971",
        "title":"History of Benefit Improvements, '37-'97."},
      {
        "id":"ED429972",
        "title":"The Efficacy of Teacher Education in an Alternative Program."},
      {
        "id":"ED429973",
        "title":"The Education and Preparation Experiences Principals Seek in Hiring Teachers for Border Middle-Grade Schools."},
      {
        "id":"ED429974",
        "title":"Are Preservice Teachers Literate in Grammar and Usage?"},
      {
        "id":"ED429975",
        "title":"Reciprocal Teaching and Learning: What Do Master Teachers and Student Teachers Learn from Each Other?"},
      {
        "id":"ED429976",
        "title":"Self Efficacy and Cultural Awareness: A Study of Returned Peace Corps Teachers."},
      {
        "id":"ED429977",
        "title":"Enhancing the Profile of Teachers as Curriculum Decision-Makers: Some International Perspectives."},
      {
        "id":"ED429978",
        "title":"Peer Assistance &amp; Peer Review. An AFT/NEA Handbook."},
      {
        "id":"ED429979",
        "title":"Making Standards Matter 1998. An Annual Fifty-State Report on Efforts To Raise Academic Standards."},
      {
        "id":"ED429980",
        "title":"Actual Schools, Possible Practices. New Directions in Professional Development."},
      {
        "id":"ED429983",
        "title":"Multicultural Reflection."},
      {
        "id":"ED429984",
        "title":"Collaborative Research and Evaluation in French Teacher Education."},
      {
        "id":"ED429985",
        "title":"Mentoring in Adolescence: A Sociocultural and Developmental Study of Undergraduate Women and Sixth Grade Girls Paired in a Mentoring Program."},
      {
        "id":"ED429986",
        "title":"A Correlational Study of the Tests of Achievement and Proficiency and the Georgia High School Graduation Test in the Area of Mathematics."},
      {
        "id":"ED429987",
        "title":"Helping Children Master the Tricks and Avoid the Traps of Standardized Tests. ERIC Digest."},
      {
        "id":"ED429988",
        "title":"A Nation Still at Risk. ERIC Digest."},
      {
        "id":"ED429989",
        "title":"Assessing Learning in the Classroom. Student Assessment Series."},
      {
        "id":"ED429990",
        "title":"Classroom Assessment for Student Success. Student Assessment Series."},
      {
        "id":"ED429991",
        "title":"Purposes in Learner Assessment."},
      {
        "id":"ED429992",
        "title":"Connecticut Academy for Education in Mathematics, Science, &amp; Technology. Project CONNSTRUCT Year-End Evaluation."},
      {
        "id":"ED429993",
        "title":"Developing Stakeholder Engagement To Support School Reform."},
      {
        "id":"ED429994",
        "title":"Appraising Learner Progress in the Social Studies."},
      {
        "id":"ED429995",
        "title":"Assessing an Essential Skill: Finding Information in the Library."},
      {
        "id":"ED429996",
        "title":"Assessment of the Implementation of Portfolio Assessment in K-8 School Districts in New Jersey."},
      {
        "id":"ED429997",
        "title":"Adjusting Computer Adaptive Test Starting Points To Conserve Item Pool."},
      {
        "id":"ED429998",
        "title":"Robustness of the Polytomous IRT Model to Violations of the Unidimensionality Assumption."},
      {
        "id":"ED429999",
        "title":"Decomposition of DIF Effects for Polytomous Items."},
      {
        "id":"ED430000",
        "title":"Academic Self-Concept of Japanese Female Private-High-School Students."},
      {
        "id":"ED430001",
        "title":"Estimability of Parameters in the Generalized Graded Unfolding Model."},
      {
        "id":"ED430002",
        "title":"The Wasting of a People. The Philosophy and Practice of American Education: A Critical Analysis of Its Shortcomings and Proposals for Its Change."},
      {
        "id":"ED430003",
        "title":"South Dakota Annual Report of Academic Progress."},
      {
        "id":"ED430004",
        "title":"Validation of Angoff-based Predictions of Item Performance."},
      {
        "id":"ED430005",
        "title":"Fairness Issues in Student Exit Performance Assessment."},
      {
        "id":"ED430006",
        "title":"A Comparative Approach to the Examination of the Technical Qualities of a Pen and Paper Writing Assessment for Elementary Students' Hypermedia-Created Products."},
      {
        "id":"ED430007",
        "title":"The Reliability and Developmental Validity of the Writing What You Read Rubric for Hypermedia-Authored Narratives: Grades 2-3."},
      {
        "id":"ED430008",
        "title":"Expectancy, Value, and Motivation for Test Taking When Optimism Declines: A Continuation."},
      {
        "id":"ED430009",
        "title":"The Assessment of Student Achievement: The Hundred Years War."},
      {
        "id":"ED430010",
        "title":"A Collaborative Analysis of Doctoral Self-Study Research."},
      {
        "id":"ED430011",
        "title":"Single-Gender Education versus Coeducation for Girls: A Study of Mathematics Achievement and Attitudes toward Mathematics of Middle-School Students."},
      {
        "id":"ED430012",
        "title":"Accuracy of Parameter Estimation in Gibbs Sampling under the Two-Parameter Logistic Model."},
      {
        "id":"ED430013",
        "title":"A Comparison Study of the California Test of Basic Skills between Fourth and Fifth Grade Instrumental Music Pullout Students and Students Not Involved in the Instrumental Music Program."},
      {
        "id":"ED430014",
        "title":"How Critical Is Back Translation in Cross-Cultural Adaptation of Attitude Measures?"},
      {
        "id":"ED430015",
        "title":"SAM: A Student Achievement Model Designed To Empower Teachers and Increase Student Achievement through Action Research."},
      {
        "id":"ED430016",
        "title":"The Impact of Student-generated Learning Issues on Individual Study Time and Academic Achievement."},
      {
        "id":"ED430017",
        "title":"Testing a Causal Model for Learning in a Problem-Based Curriculum."},
      {
        "id":"ED430018",
        "title":"Contracting for Statewide Student Achievement Tests: A Review. Department of Public Instruction 98-4."},
      {
        "id":"ED430019",
        "title":"Effective Instruction for English-Language Learners: A Multi-Vocal Approach toward Research Synthesis."},
      {
        "id":"ED430020",
        "title":"Tennessee TCAP Science Scale Scores: Implications for Continuous Improvement and Educational Reform or Is It Possible To Beat the Odds?"},
      {
        "id":"ED430021",
        "title":"The Problem of High Stakes Assessment in Public Education."},
      {
        "id":"ED430022",
        "title":"&quot;My Learning Curve&quot;: Using Visual Rapid Appraisal in the Evaluation of the Extended Practicum in a Teacher Education Program."},
      {
        "id":"ED430023",
        "title":"Co-Operative Education: Challenges of Qualitative Research on Learning in the Workplace."},
      {
        "id":"ED430024",
        "title":"New Perspectives on Evaluating Professional Development."},
      {
        "id":"ED430025",
        "title":"&quot;We Understood It More &apos;Cause We Were Doin&apos; It Ourself&quot;: Students&apos; Self-Described Connections between Participation and Learning."},
      {
        "id":"ED430026",
        "title":"Rasch Analysis of Core Tasks for Secondary School Beginning Teachers in Taiwan."},
      {
        "id":"ED430027",
        "title":"Patterns That Connect: Rethinking Our Approach to Learning and Thinking."},
      {
        "id":"ED430028",
        "title":"Implementing Standards-Based Education. Student Assessment Series."},
      {
        "id":"ED430029",
        "title":"School Effect Indices: Stability of One- and Two-Level Formulations."},
      {
        "id":"ED430030",
        "title":"Effects of Teacher Knowledge of Rubrics on Student Achievement in Four Content Areas."},
      {
        "id":"ED430031",
        "title":"The Development and Application of the Teacher Communication Behaviour Questionnaire in Taiwan Science Classrooms."},
      {
        "id":"ED430032",
        "title":"Computerized Classification Testing under Practical Constraints with a Polytomous Model."},
      {
        "id":"ED430033",
        "title":"Comparing and Combining Dichotomous and Polytomous Items with SPRT Procedure in Computerized Classification Testing."},
      {
        "id":"ED430034",
        "title":"Motivational Effects of the Informativeness of Feedback."},
      {
        "id":"ED430035",
        "title":"Results from the North Carolina--NAEP Comparison and What They Mean to the End-of-Grade Testing Program."},
      {
        "id":"ED430036",
        "title":"Measuring Achievement Growth in an 18-Day Summer School Session."},
      {
        "id":"ED430037",
        "title":"Does the Relationship between Motivation and Performance Differ with Ability?"},
      {
        "id":"ED430038",
        "title":"Issues in National Assessment of Mathematics--the Transition to Higher Level Study."},
      {
        "id":"ED430040",
        "title":"IRT Design for the School Achievement Indicators Program (SAIP)."},
      {
        "id":"ED430041",
        "title":"I Yam What I Am: Examining Qualitative Research through the Ethnographic Self, the Literary &quot;Other&quot; and the Academy."},
      {
        "id":"ED430042",
        "title":"Effects of Institutional Experience and Family Support on Post-Developmental Students' Academic Performance."},
      {
        "id":"ED430043",
        "title":"High School Student Perceptions of the Strengths and Weaknesses of an Educational Interactive Video Program over a Four-Year Time Span: Log-linear Analysis."},
      {
        "id":"ED430044",
        "title":"Chi-Square Statistics, Tests of Hypothesis and Technology."},
      {
        "id":"ED430045",
        "title":"Crossvalidation and Confirmatory Factor Analysis of the 30-Item Leadership Behavior Description Questionnaire: Implications for Use by Graduate Students."},
      {
        "id":"ED430046",
        "title":"Evaluating College Services Using Student Ratings with Incomplete Data: An IRT Rating Scale Model Approach."},
      {
        "id":"ED430047",
        "title":"Choosing a Multiple Comparison Procedure Based on Alpha."},
      {
        "id":"ED430048",
        "title":"Parental Involvement and Students' Academic Achievement: A Meta-Analysis."},
      {
        "id":"ED430049",
        "title":"When Inter-Rater Reliability Is Obtained from Only Part of a Sample."},
      {
        "id":"ED430050",
        "title":"Assessing the Effect of Model-Data Misfit on the Invariance Property of IRT Parameter Estimates."},
      {
        "id":"ED430051",
        "title":"The New York Collaborative for Excellence in Teacher Preparation: A Case Study of Context and Evaluation."},
      {
        "id":"ED430052",
        "title":"Too Much Testing of the Wrong Kind; Too Little of the Right Kind in K-12 Education. A Policy Information Perspective."},
      {
        "id":"ED430053",
        "title":"The Essence of Text: A Dialogue on Perspective Text Analysis. No. 70."},
      {
        "id":"ED430054",
        "title":"Maryland Public School Enrollment by Race/Ethnicity and Gender and Number of Schools. September 30, 1998."},
      {
        "id":"ED430055",
        "title":"Big City Resource Inequalities: The Philadelphia Story."},
      {
        "id":"ED430056",
        "title":"Grade Retention: Prevalence, Timing, and Effects. Report No. 33."},
      {
        "id":"ED430057",
        "title":"Reform and Results: An Analysis of Title I in the Great City Schools, 1994-95 to 1997-98."},
      {
        "id":"ED430058",
        "title":"Parents' Handbook for Successful Schools = Manual de Padres para Escuelas de Exito."},
      {
        "id":"ED430059",
        "title":"Hurtful Words; Addressing Name Calling at School and Home."},
      {
        "id":"ED430061",
        "title":"Demographic and Educational Influences on Academic Motivation, Competence, and Achievement in Minority Urban Students."},
      {
        "id":"ED430062",
        "title":"A Progress Report on the Reforms in D.C. Public Schools. Hearing before the Subcommittee on Oversight of Government Management, Restructuring, and the District of Columbia of the Committee on Governmental Affairs. United States Senate, One Hundred Fifth Congress, First Session (September 8, 1997)."},
      {
        "id":"ED430063",
        "title":"Running on Empty: High Standards and Missing Resources in New York City's Public Schools."},
      {
        "id":"ED430064",
        "title":"School Violence and Student Achievement in Reading and Mathematics among Eighth Graders."},
      {
        "id":"ED430065",
        "title":"Influence of the Presence of Others and Ethnic Identity on Male African American Adolescents' Responses to Racial Discrimination."},
      {
        "id":"ED430066",
        "title":"Problem Behaviors in Middle Childhood: Understanding Risk Status and Protective Factors."},
      {
        "id":"ED430067",
        "title":"Longitudinal Study of the Reading Recovery Program, 1994-1998."},
      {
        "id":"ED430068",
        "title":"Thinking about &amp; Accessing Policy Related to Addressing Barriers to Learning. Technical Assistance Sampler."},
      {
        "id":"ED430069",
        "title":"Girls and Violence. ERIC Digest Number 143."},
      {
        "id":"ED430071",
        "title":"The State of the Cities, 1998."},
      {
        "id":"ED430072",
        "title":"Meeting the Challenges of Multicultural Education. The Third Report from the Evaluation of Pittsburgh's Prospect Multicultural Education Center."},
      {
        "id":"ED430073",
        "title":"An Overview of Title I Schoolwide Programs: Federal Legislative Expectations. Outlined in the Improving America's Schools Act of the 1994 Amendments to Title I of the Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED430074",
        "title":"Implementation of Title I Schoolwide Projects and Their Impact on Schools. Spotlight on Student Success, No. 318."},
      {
        "id":"ED430076",
        "title":"PEPNet '98. Promising &amp; Effective Practices Network. Lessons Learned from 43 Effective Youth Employment Initiatives."},
      {
        "id":"ED430077",
        "title":"Summary of State Program Operations for Area I States. July 1, 1998-June 30, 1999."},
      {
        "id":"ED430078",
        "title":"Serving Adults with Learning Disabilities: Implications for Effective Practice."},
      {
        "id":"ED430080",
        "title":"School-to-Work Programs. Informational Paper #36."},
      {
        "id":"ED430081",
        "title":"Assessment of Critical Thinking Skills in Associate Degree Nursing Students."},
      {
        "id":"ED430083",
        "title":"Intuitions Confirmed. The Bottom-Line Return on School-to-Work Investment for Students and Employers."},
      {
        "id":"ED430084",
        "title":"Tech Prep Perspectives for School Counselors Workshop. Post Workshop Report of Evaluation Instruments, Assignments, Conclusions, Recommendations."},
      {
        "id":"ED430085",
        "title":"Generic Workplace Skills for Job Application, Employment Retention, and Career Promotion in Today's Economic Environment."},
      {
        "id":"ED446106",
        "title":"Including At-Risk Students in Standards-Based Reform: A Report on McREL&apos;s Diversity Roundtable II (Aurora, CO, November 11-12, 1999)."},
      {
        "id":"ED446107",
        "title":"Character Education."},
      {
        "id":"ED446108",
        "title":"Beyond the List: Schools Selecting Alternative CSR Models."},
      {
        "id":"ED446109",
        "title":"School Reform Resource Manual."},
      {
        "id":"ED446110",
        "title":"Scoring Rubrics Part I: What and When. ERIC/AE Digest."},
      {
        "id":"ED446111",
        "title":"Scoring Rubrics Part II: How? ERIC/AE Digest."},
      {
        "id":"ED446112",
        "title":"Summarizing Change in Test Scores: Shortcomings of Three Common Methods. ERIC Digest."},
      {
        "id":"ED446113",
        "title":"Results from the 1999 WCPSS Parent Survey. How Do Parent Opinions about WCPSS Compare to Local and National Attitudes toward the Public Schools? Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED446114",
        "title":"Is Summer School Effective for Remediation in Algebra I? Research Watch. E&amp;R Report."},
      {
        "id":"ED446115",
        "title":"Identification of Critical Teaching Abilities."},
      {
        "id":"ED446116",
        "title":"State Mandated versus a Locally Determined Curriculum."},
      {
        "id":"ED446117",
        "title":"Toward a Subjective Mental Workload Measure."},
      {
        "id":"ED446118",
        "title":"Participation Guidelines for Alaska Students in State Assessments."},
      {
        "id":"ED446119",
        "title":"Hierarchical Structure of Self-Efficacy in Terms of Generality Levels and Its Relations to Academic Performance: General, Academic, Domain-Specific, and Subject-Specific Self-Efficacy."},
      {
        "id":"ED446120",
        "title":"Understanding Your School Report Card, 2000. Guide to Secondary School Examinations."},
      {
        "id":"ED446121",
        "title":"Guidance on the 1998-99 New State Assessment System."},
      {
        "id":"ED446122",
        "title":"Third Party Evaluation of the Effectiveness of the Structure of Intellect Model Schools Pilot Program. Year 2 Report."},
      {
        "id":"ED446127",
        "title":"The Next Steps: A Guide for the Continuous Improvement Instructional Planning Process. Professional Development and Appraisal System (PDAS)."},
      {
        "id":"ED446128",
        "title":"What Your 9th, 10th, and 11th Grader Should Know about Reading, Writing, and Math [and] Science."},
      {
        "id":"ED446129",
        "title":"Creating Large-Scale Assessment Portfolios That Include English Language Learners. Perspectives on Policy and Practice."},
      {
        "id":"ED446130",
        "title":"Pupil Membership and Related Information, Fall 1999."},
      {
        "id":"ED446131",
        "title":"Site Researcher Training and Orientation (Louisville, Kentucky, September 13-15, 1999). A Report on the Formative Evaluation Process for School Improvement: A Joint Initiative between AEL, Inc. and the Center for Research in Educational Policy (CREP) at the University of Memphis. CSRD Evaluation."},
      {
        "id":"ED446132",
        "title":"Site Researcher Training in the Formative Evaluation Process for School Improvement (FEPSI) (Macon, Georgia, October 1999). A Report on the Formative Evaluation Process for School Improvement: A Joint Initiative between AEL, Inc. and the Center for Research in Education al Policy (CREP) at the University of Memphis. CSRD Evaluation."},
      {
        "id":"ED446133",
        "title":"An Analysis of Blame for a Lack of Student Achievement."},
      {
        "id":"ED446134",
        "title":"The Development of a Content Analysis Instrument for Analyzing College-Level Textbooks Used in the United States To Teach about the Middle East."},
      {
        "id":"ED446135",
        "title":"Perceptions of School and Classroom Environments on Student Motivation."},
      {
        "id":"ED446136",
        "title":"Cross- and Within-Domain Relations of Academic Motivation among Middle and High School Students: Self-Efficacy, Task-Value, and Achievement Goals."},
      {
        "id":"ED446137",
        "title":"What Policymakers and School Administrators Need To Know about Assessment Reform for English Language Learners."},
      {
        "id":"ED446138",
        "title":"Teaching the Teachers: Different Settings, Different Results. Policy Information Report."},
      {
        "id":"ED446139",
        "title":"State Testing Standards versus Creativity."},
      {
        "id":"ED446140",
        "title":"McREL 2000 Education Policy Forum (Denver, CO, August 14-15, 2000). Meeting Notes."},
      {
        "id":"ED446141",
        "title":"A Framework for Early Literacy Instruction: Aligning Standards to Developmental Patterns and Student Behaviors. Pre-K through Kindergarten."},
      {
        "id":"ED446142",
        "title":"An Introduction to Graphical and Mathematical Methods for Detecting Heteroscedasticity in Linear Regression."},
      {
        "id":"ED446143",
        "title":"A Study of the Effect of the Implementation of the Plus/Minus Grading System on Graduate Student Grades."},
      {
        "id":"ED446144",
        "title":"A Teacher's Perspective on What Students Know and Should Know about Common Knowledge."},
      {
        "id":"ED446145",
        "title":"Advanced Placement and International Baccalaureate Examination Results in Texas, 1996-97."},
      {
        "id":"ED446146",
        "title":"Advanced Placement and International Baccalaureate Examination Results in Texas, 1999 and 1998."},
      {
        "id":"ED446147",
        "title":"Results of College Admissions Testing in Texas for 1998-99 Graduating Seniors."},
      {
        "id":"ED446149",
        "title":"Content Analysis Project--State and NAEP Mathematics Assessments. Report of Results from the Maryland-NAEP Study."},
      {
        "id":"ED446150",
        "title":"Design Features for the Content Analysis of a State Assessment and NAEP."},
      {
        "id":"ED446151",
        "title":"MSPAP Impact Study, Volume I: Mathematics."},
      {
        "id":"ED446152",
        "title":"The Relationship between Changes in MSPAP School Performance over Time and Teacher, Student, and School Factors."},
      {
        "id":"ED446153",
        "title":"Comparison of National Assessment of Educational Progress (NAEP) and Statewide Assessment Results: Report to Maryland on 1996 and 1998 Assessments."},
      {
        "id":"ED446154",
        "title":"Issues Related to Estimating the Home-Schooled Population in the United States with National Household Survey Data. Technical Report."},
      {
        "id":"ED446155",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1998-1999. Statistical Analysis Report."},
      {
        "id":"ED446156",
        "title":"Engaging Families and Communities: Pathways to Educational Success."},
      {
        "id":"ED446157",
        "title":"Multiple Intelligences: Theory to Practice in New York City Schools. Grades K-5. [Manual and Video Guide]."},
      {
        "id":"ED446158",
        "title":"Multiple Intelligences: Theory to Practice in New York City Schools. Middle School/High School. [Manual and Video Guide]."},
      {
        "id":"ED446159",
        "title":"Inequality in the First Year of Primary School. CES Briefing."},
      {
        "id":"ED446160",
        "title":"Equal Educational Opportunity for Hispanic Students in the Oklahoma City Public Schools."},
      {
        "id":"ED446163",
        "title":"Double Jeopardy: An Assessment of the Felony Drug Provision of the Welfare Reform Act."},
      {
        "id":"ED446164",
        "title":"School House Hype: Two Years Later. Policy Report."},
      {
        "id":"ED446165",
        "title":"Runaway Juvenile Crime? The Context of Juvenile Arrests in America. Research in Brief."},
      {
        "id":"ED446166",
        "title":"A Better Kind of High: How Religious Commitment Reduces Drug Use among Poor Urban Teens. CRRUCS Report."},
      {
        "id":"ED446167",
        "title":"Dispelling the Myth: An Analysis of Youth and Adult Crime Patterns in California over the Past 20 Years. Policy Report."},
      {
        "id":"ED446168",
        "title":"The Will of the People? The Public's Opinion of the Violent and Repeat Juvenile Offender Act of 1997."},
      {
        "id":"ED446169",
        "title":"Raising Standards: The Effects of High School Math and Science Courses on Future Earnings."},
      {
        "id":"ED446170",
        "title":"Poor Prescription: The Costs of Imprisoning Drug Offenders in the United States. Policy Report."},
      {
        "id":"ED446171",
        "title":"Access to Magnet Schools in Chicago."},
      {
        "id":"ED446172",
        "title":"Child Care Patterns of School-Age Children with Employed Mothers. Occasional Paper. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED446173",
        "title":"Standards, Equity and Cultural Diversity."},
      {
        "id":"ED446174",
        "title":"Enabling Academic Success for Secondary Students with Limited Formal Schooling: A Study of the Haitian Literacy Program at Hyde Park High School in Boston."},
      {
        "id":"ED446179",
        "title":"The Impact of Professional Development Schools on the Education of Urban Students. ERIC Digest Number 156."},
      {
        "id":"ED446180",
        "title":"Internet Access and Content for Urban Schools and Communities. ERIC Digest Number 157."},
      {
        "id":"ED446182",
        "title":"Poverty Rate Hits Lowest Level since 1979 as Unemployment Reaches a 30-Year Low. News Release."},
      {
        "id":"ED446185",
        "title":"A Look at Poor Dads Who Don't Pay Child Support. Discussion Papers. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED446186",
        "title":"An Oasis in This Desert: Parents Talk about the New York City Beacons."},
      {
        "id":"ED446187",
        "title":"H.R. 4678, the Child Support Distribution Act of 2000, Includes Significant Child Support Changes Benefitting Low-Income Children. A Brief Explanation."},
      {
        "id":"ED446188",
        "title":"Dynamics of Deprivation and Educational Implications: Some Hypotheses and Impressions. An Interdisciplinary Sensorium Report. Revised."},
      {
        "id":"ED446189",
        "title":"Evaluation of the Professional Services Agreement between the Detroit Public Schools and Sylvan Learning Systems, Inc."},
      {
        "id":"ED446191",
        "title":"Stepping Up to the Challenge: Case Studies of Educational Improvement in Title I Secondary Schools."},
      {
        "id":"ED446192",
        "title":"Hate Behavior and Hate Crimes: What Motivates People To Hate? How Can We Prevent Hate Crimes in Our Schools and Communities? A Town Hall Meeting, Simon Wiesenthal Center, Los Angeles, December 7, 1999 &amp; California State Capitol, February 1, 2000."},
      {
        "id":"ED446193",
        "title":"School Choice in New York City after Two Years: An Evaluation of the School Choice Scholarships Program. Interim Report."},
      {
        "id":"ED446195",
        "title":"Creating the Will: Hispanics Achieving Educational Excellence. A Report to the President of the United States, the Secretary of Education, and the Nation."},
      {
        "id":"ED446196",
        "title":"What Works for Latino Youth. Second Edition."},
      {
        "id":"ED446197",
        "title":"Who's in Control? The Courts, the Legislature and the Public in Colorado's School Finance Debate."},
      {
        "id":"ED446198",
        "title":"Education Adequacy Litigation and the Quest for Equal Educational Opportunity."},
      {
        "id":"ED446199",
        "title":"Youth for Community Action: Leadership for Inner-City Youth."},
      {
        "id":"ED446200",
        "title":"Teen Risk-Taking: Promising Prevention Programs and Approaches."},
      {
        "id":"ED446201",
        "title":"Classroom Climate, Teacher Control Behavior, and Student Self-Control: Urban Public and Military High Schools Compared."},
      {
        "id":"ED446202",
        "title":"TANF Funds May Be Used To Create or Expand Refundable State Child Care Tax Credits."},
      {
        "id":"ED446203",
        "title":"Health Insurance, Access, and Use: United States. Tabulations from the 1997 National Survey of America's Families. State Profiles. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED446204",
        "title":"Evaluation of the Performance Driven Budget Initiative of the New York City Board of Education. First Annual Report."},
      {
        "id":"ED446205",
        "title":"Evaluation of the Performance Driven Budget Initiative of the New York City Board of Education (September 1998-August 1999). Second Annual Report."},
      {
        "id":"ED446206",
        "title":"Preparing for Decision-Making: Training for Effective School-Based Budgeting in Los Angeles, Chicago, and Denver."},
      {
        "id":"ED446207",
        "title":"Learning To Write in Urban Elementary and Middle Schools: An Investigation of Teachers' Written Feedback on Student Compositions."},
      {
        "id":"ED446208",
        "title":"Poverty in the United States, 1999. Current Population Reports."},
      {
        "id":"ED446209",
        "title":"The Child Care and Development Fund: An Overview."},
      {
        "id":"ED446210",
        "title":"Nonmarital Childbearing in the United States, 1940-99."},
      {
        "id":"ED446212",
        "title":"The Insurance Educator, 1999-2000."},
      {
        "id":"ED446213",
        "title":"Proceedings of the Annual Midwest Research-to-Practice Conference in Adult, Continuing, and Community Education (14th, Wheaton, Illinois, October 12-14, 1995)."},
      {
        "id":"ED446214",
        "title":"Access to Quality and Success: Applying Principles of Good Practice. Program [and] Proceedings of the Adult Higher Education Alliance/American Council on Education Annual Conference (20th, Chicago, Illinois, October 4-7, 2000)."},
      {
        "id":"ED446215",
        "title":"Employment and Training for Court-Involved Youth. Report."},
      {
        "id":"ED446216",
        "title":"Pebbles in a Pond: Learner, Teacher, and Policy Perspectives on Mutual Obligation."},
      {
        "id":"ED446217",
        "title":"Vocational Education and Training in France. Second Edition."},
      {
        "id":"ED446218",
        "title":"The Impact of Instructional Strategies on the Development of Meta-Skills in the Adult Learner."},
      {
        "id":"ED446219",
        "title":"Including Prisoners and Ex-Offenders in Employment and Society. Proceedings of the Integra Conference (Dublin, Ireland, November 1998)."},
      {
        "id":"ED446220",
        "title":"How Does Education and Training Impact on Management Practices? CRLRA Discussion Paper Series."},
      {
        "id":"ED446221",
        "title":"Numeracy: Language Construction of Whose Mathematics? CRLRA Discussion Paper Series."},
      {
        "id":"ED446222",
        "title":"Numeracy, Literacy, Self-Confidence and Values: Chickens, Eggs and &quot;Access.&quot; CRLRA Discussion Paper Series."},
      {
        "id":"ED446223",
        "title":"What's Different Away from the Rat Race?: Issues for VET in Non-Metropolitan Australia. CRLRA Discussion Paper Series."},
      {
        "id":"ED446224",
        "title":"Electronic Learning Communities: Lessons from the Ether. CRLRA Discussion Paper Series."},
      {
        "id":"ED446225",
        "title":"Value of Vocational Education and Training in a Non-Metropolitan Community. Project Summary. CRLRA Discussion Paper Series."},
      {
        "id":"ED446226",
        "title":"Value of Vocational Education and Training in a Non-Metropolitan Community. CRLRA Discussion Paper Series."},
      {
        "id":"ED446227",
        "title":"Learning in Small Business. CRLRA Discussion Paper Series."},
      {
        "id":"ED446228",
        "title":"Educational Pathways: Or Tracks That Lead Nowhere? CRLRA Discussion Paper Series."},
      {
        "id":"ED446229",
        "title":"Learning on the Job: How Do Farm Business Managers Get the Skills and Knowledge To Manage Their Businesses? CRLRA Discussion Paper Series."},
      {
        "id":"ED446230",
        "title":"Teacher Perspectives on the Adult Education Profession: National Survey Findings about an Emerging Profession."},
      {
        "id":"ED446232",
        "title":"SARC Supplementary Tutor Handbook: Supporting Literacy for People with Intellectual/Developmental Challenges."},
      {
        "id":"ED446233",
        "title":"Multiple Intelligences and Adult Education. Trends and Issues Alert No. 17."},
      {
        "id":"ED446234",
        "title":"Incidental Learning. Trends and Issues Alert No. 18."},
      {
        "id":"ED446235",
        "title":"Designing Successful Professional Meetings and Conferences in Education: Planning, Implementation, and Evaluation."},
      {
        "id":"ED446236",
        "title":"Multiple Employment and Training Programs: Overlapping Programs Indicate Need for Closer Examination of Structure. Report to the Chairman, Committee on the Budget, House of Representatives."},
      {
        "id":"ED446237",
        "title":"Standards: An Embarrassment of Riches. In Brief: Fast Facts for Policy and Practice No. 4."},
      {
        "id":"ED446238",
        "title":"Technology and Assessment. In Brief: Fast Facts for Policy and Practice No. 5."},
      {
        "id":"ED446240",
        "title":"Credentialing Adult Educators in Illinois: A White Paper for the Field."},
      {
        "id":"ED446241",
        "title":"Development of a Program Evaluation Instrument for the Adult Basic Education Program at Nicolet Area Technical College."},
      {
        "id":"ED446251",
        "title":"Data Ramifications of Competency-Based Initiatives. Interim Report of the Working Group."},
      {
        "id":"ED446252",
        "title":"Change: Connections to Adult Learning and Education. ERIC Digest No. 221."},
      {
        "id":"ED446254",
        "title":"Annual Report on Operations, 1999-2000."},
      {
        "id":"ED446255",
        "title":"Annual National Report of the Australian Vocational Education and Training System, 1999. Volume 1: National Overview and Volume 2: Commonwealth, State &amp; Territory Achievements."},
      {
        "id":"ED446256",
        "title":"Annual National Report of the Australian Vocational Education and Training System, 1999. Volume 3: Vocational Education &amp; Training Performance."},
      {
        "id":"ED446257",
        "title":"Evaluation of the Self-Employment for Gecekondu Women Project, November 1995-June 1998. Working Papers in Early Childhood Development."},
      {
        "id":"ED446258",
        "title":"Outstanding Results--Tomorrow's Challenge. Adult Education Changes Lives: Recipients of the 1998-1999 Secretary's Awards for Outstanding Adult Education and Literacy Programs."},
      {
        "id":"ED446259",
        "title":"Just-in-Time Web Searches for Trainers &amp; Adult Educators."},
      {
        "id":"ED446260",
        "title":"Slavery in America: A Thematic Unit Appropriate for Adult Literacy Classrooms. Teacher to Teacher."},
      {
        "id":"ED446261",
        "title":"&quot;It's Not My Problem&quot;: The Growth of Non-Standard Work and Its Impact on Vocational Education and Training in Australia."},
      {
        "id":"ED446262",
        "title":"More than Meets the Eye? Rethinking the Role of Workplace Trainer."},
      {
        "id":"ED446263",
        "title":"Building a Learning and Training Culture: The Experience of Five OECD Countries."},
      {
        "id":"ED446264",
        "title":"Tests and Other Assessments: Helping You Make Better Career Decisions."},
      {
        "id":"ED446265",
        "title":"TEND 2000: Proceedings of the Technological Education and National Development Conference, &quot;Crossroads of the New Millennium&quot; (2nd, April 8-10, 2000, Abu Dhabi, United Arab Emirates)."},
      {
        "id":"ED446266",
        "title":"Rival Views of Technology: Leadership Lessons for an Uncertain Future."},
      {
        "id":"ED446267",
        "title":"Meeting Older Adults Learning Needs When Using Information Technologies."},
      {
        "id":"ED446268",
        "title":"Higher Education: Looking towards the 21st Century."},
      {
        "id":"ED446269",
        "title":"Sound Thinking with Thinkback 2000."},
      {
        "id":"ED446270",
        "title":"Entrepreneurship Education."},
      {
        "id":"ED446271",
        "title":"Lifelong Learning on the Web."},
      {
        "id":"ED446272",
        "title":"Responding to the Challenges of Internet Technologies and New Media: Issues for Polytechnics and Institutes of Technology."},
      {
        "id":"ED446273",
        "title":"Working Knowledge."},
      {
        "id":"ED446274",
        "title":"Flexible Delivery Is Not Simply a Question of Technology."},
      {
        "id":"ED446275",
        "title":"Teaching Technical Students To Be Critical."},
      {
        "id":"ED446276",
        "title":"A Successful Engineering Design Education Program Incorporating &quot;Hands-On&quot; and Interaction with Industry."},
      {
        "id":"ED446277",
        "title":"A Framework for Open, Flexible and Distributed Learning."},
      {
        "id":"ED446278",
        "title":"Engineering Curriculum Development: Balancing Employer Needs and National Interest--A Case Study."},
      {
        "id":"ED446279",
        "title":"A Passport to Flexible Learning: An Orientation Program Designed To Introduce First Year University Students to Interactive Teaching Technologies."},
      {
        "id":"ED446280",
        "title":"Four Models of On-Line Teaching."},
      {
        "id":"ED446281",
        "title":"Engineering Education for Leadership in the 21st Century."},
      {
        "id":"ED446282",
        "title":"The Tertiary Awareness Programme Pilot Transition from Secondary School to University. An Australian Experience in Student Transition."},
      {
        "id":"ED446283",
        "title":"The Digital Curriculum Database: Meeting the Needs of Industry and the Challenge of Enhanced Student Learning."},
      {
        "id":"ED446284",
        "title":"Empathy: A Paradoxical Key to Successful Human Learning Futures."},
      {
        "id":"ED446285",
        "title":"Islam and High-Technology: Global Communications and Cultural Re-Inventions."},
      {
        "id":"ED446286",
        "title":"Reading at the Crossroads: English for Workplace Purposes."},
      {
        "id":"ED446287",
        "title":"Culture: A Filtration Process during Communication in Education."},
      {
        "id":"ED446288",
        "title":"Informational and Cultural Situation in Developing Countries."},
      {
        "id":"ED446289",
        "title":"Economic Education, Executive Education, and the Training of Commercial Diplomats for the Global Economy."},
      {
        "id":"ED446290",
        "title":"Tapping a Potential for the Good of All."},
      {
        "id":"ED446291",
        "title":"Learning Knows No Borders."},
      {
        "id":"ED446292",
        "title":"Diagnosis and Management of Nonverbal Learning Disorders."},
      {
        "id":"ED446295",
        "title":"Conducting Successful Open Meetings: A Manual for School Counselors."},
      {
        "id":"ED446296",
        "title":"The Blueprint for Life/Work Designs."},
      {
        "id":"ED446297",
        "title":"The Real Game Series: Bringing Real Life to Career Development."},
      {
        "id":"ED446298",
        "title":"Academic &amp; Technical Skills + Life/Work Skills + Career Information &amp; Guidance = Success in Career Building."},
      {
        "id":"ED446303",
        "title":"Enhancing Research Training for Counseling Students: A Research Team Approach."},
      {
        "id":"ED446304",
        "title":"How Psychologists Can Reduce Testing through Solution-Focused Teacher In-Services."},
      {
        "id":"ED446305",
        "title":"Theoretical Misconceptions: Person-Centered Therapy and Brief Counseling."},
      {
        "id":"ED446306",
        "title":"Research Training Environment Changes: Impacts on Research Self-Efficacy and Interest."},
      {
        "id":"ED446307",
        "title":"Factors in Successful Mentoring Relationships."},
      {
        "id":"ED446308",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-1999. Volume I: Secondary School Students."},
      {
        "id":"ED446309",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-1999. Volume II: College Students and Adults Ages 19-40."},
      {
        "id":"ED446310",
        "title":"Victim-Offender Mediation with Adolescents Who Commit Hate Crimes."},
      {
        "id":"ED446311",
        "title":"Design and Implementation of a Large-Sample Study of Schools."},
      {
        "id":"ED446312",
        "title":"School Climate, Population Characteristics, and Program Quality."},
      {
        "id":"ED446313",
        "title":"Measurement of School Population and Environmental Characteristics."},
      {
        "id":"ED446314",
        "title":"Environmental Focus in a Large National Sample of Schools."},
      {
        "id":"ED446315",
        "title":"Exploring Careers: The ASVAB Workbook."},
      {
        "id":"ED446319",
        "title":"Media Violence and Children's Emotions: Beyond the \"Smoking Gun.\""},
      {
        "id":"ED446320",
        "title":"Career Practice Skills through Global eLearning."},
      {
        "id":"ED446321",
        "title":"Teasing among School-Age Children."},
      {
        "id":"ED446322",
        "title":"Evaluating Effective Supervision."},
      {
        "id":"ED446323",
        "title":"Conflicting Gender Role Prescriptions and Disordered Eating in Single Sex and Coeducational School Environments."},
      {
        "id":"ED446324",
        "title":"The 70% Solution: Meeting the Need for High Skills. ERIC/CASS Digest."},
      {
        "id":"ED446325",
        "title":"Technology-Delivered Assessment: Diamonds or Rocks? ERIC/CASS Digest."},
      {
        "id":"ED446326",
        "title":"Ethics and Regulations of Cybercounseling. ERIC/CASS Digest."},
      {
        "id":"ED446327",
        "title":"Technology-Delivered Assessment: Guidelines for Educators Traveling the Technology Highway. ERIC/CASS Digest."},
      {
        "id":"ED446328",
        "title":"Transition of Career Development University Courses to Electronic Formats. ERIC/CASS Digest."},
      {
        "id":"ED446329",
        "title":"Understanding the Implications of Distance Learning for Accreditation and Licensure of Counselor Preparation Programs. ERIC/CASS Digest."},
      {
        "id":"ED446330",
        "title":"Online Support Groups: Nuts and Bolts, Benefits, Limitations and Future Directions. ERIC/CASS Digest."},
      {
        "id":"ED446331",
        "title":"Coping with Loss and Grief through Online Support Groups. ERIC/CASS Digest."},
      {
        "id":"ED446332",
        "title":"Let's Go Surfing: Use of the Internet for Career Counseling in Schools. ERIC/CASS Digest."},
      {
        "id":"ED446333",
        "title":"Historical Context: The Relationship of Computer Technologies and Counseling. ERIC/CASS Digest."},
      {
        "id":"ED446334",
        "title":"&quot;Oliver Twist&quot;: A Teacher's Guide."},
      {
        "id":"ED446335",
        "title":"Beginning Reading and Writing. Language and Literacy Series."},
      {
        "id":"ED446336",
        "title":"Language Development in the Early Years. ERIC Digest."},
      {
        "id":"ED446337",
        "title":"Writing Instruction: Changing Views over the Years. ERIC Digest."},
      {
        "id":"ED446338",
        "title":"Writing Instruction: Current Practices in the Classroom. ERIC Digest."},
      {
        "id":"ED446339",
        "title":"Vocabulary's Influence on Successful Writing. ERIC Digest."},
      {
        "id":"ED446340",
        "title":"Hispanic Parental Involvement in Home Literacy. ERIC Digest."},
      {
        "id":"ED446341",
        "title":"Writing Development. ERIC Digest."},
      {
        "id":"ED446342",
        "title":"Monkey See, Monkey Do? Sexual Attitudes and Risk Taking among Media Users."},
      {
        "id":"ED446343",
        "title":"Sponsored Schools and Commercialized Classrooms: Schoolhouse Commercializing Trends in the 1990's."},
      {
        "id":"ED446344",
        "title":"Profiling Students for Violence. ERIC Digest Number 139."},
      {
        "id":"ED446345",
        "title":"Evaluating the Results of Whole-School Reform. ERIC Digest Number 140."},
      {
        "id":"ED446346",
        "title":"New Patterns of School Governance. ERIC Digest Number 141."},
      {
        "id":"ED446347",
        "title":"Current School Funding Policy Issues in Missouri, 1999."},
      {
        "id":"ED446348",
        "title":"Developments in School Finance, 1998. Fiscal Proceedings from the Annual State Data Conference (July 1998)."},
      {
        "id":"ED446349",
        "title":"The Class-Size Reduction Program: Boosting Student Achievement in Schools across the Nation. A First-Year Report."},
      {
        "id":"ED446350",
        "title":"School District Finances: Program Evaluation Report."},
      {
        "id":"ED446351",
        "title":"Leadership for Change in the Primary Grades To Improve Student Achievement: A Report on the Success for All Children Principals' Academy."},
      {
        "id":"ED446352",
        "title":"The School Shooter: A Threat Assessment Perspective."},
      {
        "id":"ED446354",
        "title":"Smaller Classes and Educational Vouchers: A Research Update."},
      {
        "id":"ED446355",
        "title":"Out of the Trenches: When Public and Private Schools Collaborate."},
      {
        "id":"ED446356",
        "title":"Implementing School Reform Models: Why Is It So Hard for Some Schools and Easy for Others?"},
      {
        "id":"ED446357",
        "title":"Financing Washington's Schools in the New Millennium: Sorting through the Mixed Messages."},
      {
        "id":"ED446358",
        "title":"Developing a Common Faith and Ethic for School Safety."},
      {
        "id":"ED446359",
        "title":"How Leadership Is Shared and Visions Emerge in the Creation of Learning Communities."},
      {
        "id":"ED446360",
        "title":"Pacific Megatrends in Education. PREL Briefing Paper."},
      {
        "id":"ED446361",
        "title":"Creating a Continuum of Excellence: A U.S. Blue Ribbon Schools of Excellence Conference Proceedings (Coral Gables, Florida, 1999)."},
      {
        "id":"ED446362",
        "title":"Making the Most of the Connection: A Policymaker's Guide to Participating in a Community Dialogue on Education."},
      {
        "id":"ED446363",
        "title":"Making the Connection: A Guide to Involving Policymakers in a Community Dialogue on Education."},
      {
        "id":"ED446366",
        "title":"California's Public School Ranking and Reward System. Parent Guide."},
      {
        "id":"ED446367",
        "title":"Collective Bargaining: Explaining California's System. Report."},
      {
        "id":"ED446368",
        "title":"Alternative Teacher Compensation. ERIC Digest Number 142."},
      {
        "id":"ED446370",
        "title":"Educational Community Study Circles: How Superintendents Can Enhance School Improvement through Community Dialogue."},
      {
        "id":"ED446372",
        "title":"Improving Low-Performing High Schools: Ideas &amp; Promising Programs for High Schools."},
      {
        "id":"ED446382",
        "title":"A Crisis in the Principalship? The Intellectual Firepower Needed for 21st Century Schooling vs. Candidate GRE Scores."},
      {
        "id":"ED446384",
        "title":"Missouri's A+ Schools: A Legislative Attempt To Stimulate High School Reform."},
      {
        "id":"ED446385",
        "title":"Academic Achievement in Home School Education."},
      {
        "id":"ED446387",
        "title":"Education Reform in Alberta: Where Do We Go from Here?"},
      {
        "id":"ED446388",
        "title":"CASDA Annual School Law Conference Proceedings (13th, Latham, New York, July 16, 1998)."},
      {
        "id":"ED446389",
        "title":"CASDA Annual School Law Conference Proceedings (12th, Latham, NY, July 17, 1997)."},
      {
        "id":"ED446390",
        "title":"Commercialism@School.com: The Third Annual Report on Trends in Schoolhouse Commercialism."},
      {
        "id":"ED446391",
        "title":"Charter Schools. Issue Brief."},
      {
        "id":"ED446392",
        "title":"From Injustice to Indifference: The Politics of School Violence."},
      {
        "id":"ED446393",
        "title":"Educational Standards in a Democratic Society: Questioning Process and Consequences. Occasional Paper #4."},
      {
        "id":"ED446395",
        "title":"Public Policy &amp; Charter Schools: Forging Thoughtful Policies To Advance Public Schooling across the United States."},
      {
        "id":"ED446396",
        "title":"The New York City Teachers' Union Contract: Shackling Principals' Leadership. Civic Report Number 6."},
      {
        "id":"ED446397",
        "title":"Saving Public Schools. Civic Bulletin Number 16."},
      {
        "id":"ED446398",
        "title":"Key Transition Issues for Youth with Disabilities and Chronic Health Conditions. Healthy &amp; Ready To Work (HRTW) Policy Brief."},
      {
        "id":"ED446399",
        "title":"Understanding the 504 Statute: The Role of State Title V Programs and Health Care Providers. Healthy &amp; Ready To Work (HRTW) Policy Brief."},
      {
        "id":"ED446400",
        "title":"State Title V Rehabilitation Services: The Federal Law &amp; How States Implement It. Healthy &amp; Ready To Work (HRTW) Policy Brief."},
      {
        "id":"ED446401",
        "title":"Sexuality Issues for Youth with Disabilities and Chronic Health Conditions. Healthy & Ready To Work (HRTW) Policy Brief."},
      {
        "id":"ED446402",
        "title":"Youth with Disabilities in Transition: Health Insurance Options and Obstacles. Healthy &amp; Ready To Work (HRTW) Policy Brief."},
      {
        "id":"ED446403",
        "title":"Gifted Education Press Quarterly, 2000."},
      {
        "id":"ED446404",
        "title":"AAC Best Practice Using Automated Language Activity Monitoring."},
      {
        "id":"ED446405",
        "title":"The Problematic Nature of Art Teachers' Efforts To Adapt Instruction for Special Needs Students."},
      {
        "id":"ED446406",
        "title":"Physical Disabilities in the Land of Karma Theory."},
      {
        "id":"ED446407",
        "title":"AHEAD Outreach--Where the Child Is, the Services Are: Home, Child Care, Hospital/Clinical Services to Infants, Toddlers, and Young Children with Disabilities and Their Care Givers. Final Report."},
      {
        "id":"ED446408",
        "title":"Initial Perceptions of Educators as They Work toward Including Students with Disabilities in Minnesota's High Standards. State Assessment Series, Minnesota Report 25."},
      {
        "id":"ED446409",
        "title":"Past and Present Understandings of Out-of-Level Testing: A Research Synthesis. Out-of-Level Testing Report 1."},
      {
        "id":"ED446410",
        "title":"Where's Waldo? A Third Search for Students with Disabilities in State Accountability Reports. Technical Report 25."},
      {
        "id":"ED446411",
        "title":"Gray Areas of Assessment Systems. Synthesis Report 32."},
      {
        "id":"ED446412",
        "title":"Florida Safe School Design Guidelines."},
      {
        "id":"ED446413",
        "title":"State Requirements for Educational Facilities, 1997."},
      {
        "id":"ED446414",
        "title":"Florida Educational Facilities, 1996."},
      {
        "id":"ED446415",
        "title":"Florida Educational Facilities, 1997."},
      {
        "id":"ED446416",
        "title":"Florida Educational Facilities, 1998."},
      {
        "id":"ED446417",
        "title":"Natural Disaster &amp; Crisis Management in School Districts and Community Colleges."},
      {
        "id":"ED446418",
        "title":"State Requirements for Educational Facilities, 1999."},
      {
        "id":"ED446419",
        "title":"Florida Inventory of School Houses, 2000."},
      {
        "id":"ED446420",
        "title":"The Use of Relocatable Classrooms in the Public School Districts of Florida."},
      {
        "id":"ED446421",
        "title":"Classrooms."},
      {
        "id":"ED446422",
        "title":"Early Childhood Centers."},
      {
        "id":"ED446423",
        "title":"Multipurpose Spaces."},
      {
        "id":"ED446424",
        "title":"School Health Centers."},
      {
        "id":"ED446425",
        "title":"Science Facilities."},
      {
        "id":"ED446426",
        "title":"Student Commons."},
      {
        "id":"ED446427",
        "title":"Teacher Workspaces."},
      {
        "id":"ED446428",
        "title":"Working Papers in Educational Linguistics, Spring 2000."},
      {
        "id":"ED446429",
        "title":"Is the EFL Environment a Language Learning Environment?"},
      {
        "id":"ED446430",
        "title":"Interviews and Identity: A Critical Discourse Perspective."},
      {
        "id":"ED446431",
        "title":"Rhythm and Resource: Repetition as a Linguistic Style in an Urban Elementary Classroom."},
      {
        "id":"ED446432",
        "title":"Analyzing the Role of the Vernacular in Student Writing: A Social Literacies Approach."},
      {
        "id":"ED446433",
        "title":"Bilingual/ESL Programs Evaluation Report, 1998-99."},
      {
        "id":"ED446434",
        "title":"Teaching towards Cultural Awareness and Intercultural Competence: From What through How to Why Culture Is?"},
      {
        "id":"ED446436",
        "title":"Reflections on the Birth and First Year of Bienvenidos, Nuevos Amigos! A Service-Learning Project in Eldorado, Texas, 1999-2000."},
      {
        "id":"ED446437",
        "title":"On-Site French Language and Quebec Culture Training for Business and Industry."},
      {
        "id":"ED446438",
        "title":"Second Languages: Standard Course of Study and Grade Level Competencies, K-12."},
      {
        "id":"ED446439",
        "title":"A Guide to the Standard Course of Study for Limited English Proficient Students, Grades K-5."},
      {
        "id":"ED446440",
        "title":"Learning To Write, Writing To Learn: The Teaching of Writing in the Foreign Language Classroom."},
      {
        "id":"ED446441",
        "title":"Lessons Learned: Model Early Foreign Language Programs. Professional Practice Series."},
      {
        "id":"ED446445",
        "title":"Transcultural Experiences: A Literature Bridge to English for ESOL Students from Cuba."},
      {
        "id":"ED446446",
        "title":"Nadzvychaini liudy, nadzvychaini podii: uchnivs'kyi zoshyt (Deeds and Doers: Student Activity Book). Collage 1: A Ukrainian Language Development Series."},
      {
        "id":"ED446448",
        "title":"Konflikty: uchnivs'skii zoshyt (Conflict: Student Activity Book). Collage 1: A Ukrainian Language Development Series."},
      {
        "id":"ED446449",
        "title":"Iak bulo kolys': uchnivs'skyi zoshyt (In Days Gone By: Student Activity Book). Collage 1: A Ukrainian Language Development Series."},
      {
        "id":"ED446450",
        "title":"From a Foreign Language Perspective: A Snapshot View of a Dual Language Program in Two Inner-City High Poverty Elementary Schools."},
      {
        "id":"ED446453",
        "title":"Teacher Research: A Classroom Research Paradigm as a Powerful Tool for Professional Development and Discipline Building."},
      {
        "id":"ED446454",
        "title":"Ouch! Or ESL and the Glass Ceiling."},
      {
        "id":"ED446455",
        "title":"University-Community Partnerships: Current Practices. Volume II."},
      {
        "id":"ED446459",
        "title":"Report of the International Conference on Higher Education and Research (2nd, Budapest, Hungary, September 23-25, 1999)."},
      {
        "id":"ED446460",
        "title":"Where Have Oregon's Graduates Gone? Survey of the Oregon High School Graduating Class of 1999. A Report to the Oregon State Board of Higher Education."},
      {
        "id":"ED446461",
        "title":"FACTS 1999: The Directory of New England Colleges, Universities and Institutes. State-by-State Institutional Listings and Information on Financial Aid Programs."},
      {
        "id":"ED446463",
        "title":"Thinking Thrice: A Feminist Response to \"Mentoring\" That Marginalizes."},
      {
        "id":"ED446465",
        "title":"Distance Education Council."},
      {
        "id":"ED446466",
        "title":"Policy for Progress: Reaffirming California Higher Education Accessibility, Affordability, and Accountability into the 21st Century. Commission Report."},
      {
        "id":"ED446467",
        "title":"Compendium of Statistical and Financial Information: Ontario Universities, 1998-99."},
      {
        "id":"ED446468",
        "title":"School-College Collaboration: A Way of Redesigning the Educational Pipeline. The Freshman Year Experience[R] Monograph Series Number 16."},
      {
        "id":"ED446469",
        "title":"COU Response to the Minister Regarding the Consultation Paper: &quot;Increasing Degree Opportunities for Ontarians.&quot;"},
      {
        "id":"ED446470",
        "title":"&quot;How Will I Know If There Is Quality?&quot; Report on Quality Indicators and Quality Enhancement in Universities: Issues and Experiences."},
      {
        "id":"ED446471",
        "title":"&quot;Will There Be Enough Excellent Profs?&quot; Report on Prospective Demand and Supply Conditions for University Faculty in Ontario."},
      {
        "id":"ED446472",
        "title":"A Time To Sow: Report from the Task Force on Learning Technologies."},
      {
        "id":"ED446473",
        "title":"Graduate Student Report, 1997. AIP Report."},
      {
        "id":"ED446474",
        "title":"Academic Workforce Report, 1997-98. AIP Report."},
      {
        "id":"ED446475",
        "title":"The Physics Bachelors as a Passport to the Workplace: Recent Research Results."},
      {
        "id":"ED446476",
        "title":"From Classroom to Cell Blocks: How Prison Building Affects Higher Education and African American Enrollment in California."},
      {
        "id":"ED446477",
        "title":"Brief to the Ontario Legislature's Standing Committee on Finance and Economic Affairs: 2000 Pre-Budget Consultations."},
      {
        "id":"ED446480",
        "title":"The Mission and the Medium."},
      {
        "id":"ED446482",
        "title":"Audit Guide: Audits of Federal Student Financial Assistance Programs at Participating Institutions and Institution Servicers."},
      {
        "id":"ED446483",
        "title":"Creativity and Effectiveness in Teaching: Perceptions of Students and Lecturers of the Lisbon Polytechnic Institute (IPL)."},
      {
        "id":"ED446484",
        "title":"Personality Characteristics Associated with Academic Achievement among Developmental College Students."},
      {
        "id":"ED446485",
        "title":"Direct Loans: A Better Way To Borrow. William D. Ford Federal Direct Loan Program."},
      {
        "id":"ED446487",
        "title":"Performance Plan: Progress Report, 3rd Quarter Fiscal Year 2000."},
      {
        "id":"ED446488",
        "title":"Managing Traditional and Non-Traditional Resources in Higher Education: Time Series Analyses for Best Bets."},
      {
        "id":"ED446489",
        "title":"Using Computer Technology in Teaching."},
      {
        "id":"ED446492",
        "title":"Religious Factors Historically Affecting Premodern Korean Elite/Higher Education."},
      {
        "id":"ED446493",
        "title":"Tuition and Student Fees, First-Year Medical School Students, 1999-2000."},
      {
        "id":"ED446494",
        "title":"AACN White Paper: Distance Technology in Nursing Education."},
      {
        "id":"ED446495",
        "title":"Distance Learning Is Changing and Challenging Nursing Education. AACN Issue Bulletin."},
      {
        "id":"ED446498",
        "title":"Futures, 1999: Your Guide to Life after High School."},
      {
        "id":"ED446500",
        "title":"Pre-College Characteristics and Freshman Year Experiences as Predictors of 8-Year College Outcomes. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446501",
        "title":"Changes in the Demand for Public Land-Grant Universities in New England, 1976-1999. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446502",
        "title":"The Impact of Student Experiences on Progress in College: An Examination of Minority and Nonminority Differences. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446503",
        "title":"Impact Analyses: Concepts and Methods. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446504",
        "title":"Analyzing Faculty Workload Data Using Multilevel Modeling. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446505",
        "title":"Using Institutional Effectiveness Data To Stimulate Improvement...Getting Data off the Shelf and into the Hands of Stakeholders. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446506",
        "title":"Strategic Academic Activities: Bring Them Together with a Program Portfolio. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446507",
        "title":"Towards a Comprehensive Predictive Model of Time to Bachelor's Degree Attainment. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446508",
        "title":"The Effectiveness of Institutional Effectiveness: Doing an Institutional Effectiveness Survey on the Web. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446509",
        "title":"The Non-Linear Transfer Student: The Case of Transfer, Returning Transfer, Re-Transfer, and Co-Enrollment. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446510",
        "title":"Assessment: A Qualitative Umbrella Shared by Action Research and Institutional Research. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446511",
        "title":"Assessing the Impact of the Early Alert Program. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446512",
        "title":"On-Line vs. Paper-and-Pencil Surveying of Students: A Case Study. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446513",
        "title":"To Mail or To Web: Comparisons of Survey Response Rates and Respondent Characteristics. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446514",
        "title":"Using National Databases To Study the College Choice of Low-SES Students. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED446516",
        "title":"Colleges and Universities. Education Digest, 1999-2000."},
      {
        "id":"ED446517",
        "title":"Are College Students Prepared To Work? They May Not Be as Ready as We Think!"},
      {
        "id":"ED446518",
        "title":"Oklahoma State Regents for Higher Education: Admission/Retention and Assessment Standards Summary."},
      {
        "id":"ED446519",
        "title":"Statistical Summary of Missouri Higher Education, 1999-2000."},
      {
        "id":"ED446520",
        "title":"Direct PLUS Loan Basics: Parent Loans for Students. William D. Ford Federal Direct Loan Program."},
      {
        "id":"ED446521",
        "title":"Scottish School Leavers' Survey: Entrants to Higher Education."},
      {
        "id":"ED446522",
        "title":"What Is Opportunity? Defining, Operationalizing, and Measuring the Goal of Postsecondary Educational Opportunity. A Concept Paper."},
      {
        "id":"ED446523",
        "title":"College Performance of New Maryland High School Graduates: Student Outcome and Achievement Report."},
      {
        "id":"ED446525",
        "title":"Bridging the K-12/Postsecondary Divide with a Coherent K-16 System. CPRE Policy Briefs."},
      {
        "id":"ED446526",
        "title":"National Survey Concerning Implementing the Ed.D. Program for Southern Connecticut State University."},
      {
        "id":"ED446527",
        "title":"Personal Visions of the Rectors in the Turkish Universities for the New Millennium."},
      {
        "id":"ED446528",
        "title":"Aptitude versus Merit: What Matters in Persistence? Policy Research Report."},
      {
        "id":"ED446531",
        "title":"The Danger in Overemphasizing the Use of Scholastic Assessment Tests (SATs) as a Tool for College Admissions. Joint Hearing of the Senate Select Committee on Higher Education Admissions &amp; Outreach and the Senate Committee on Education."},
      {
        "id":"ED446532",
        "title":"Annual Student Assessment Report, 1998-99."},
      {
        "id":"ED446533",
        "title":"Annual Student Remediation Report."},
      {
        "id":"ED446534",
        "title":"Core Academic Values, Quality, and Regional Accreditation: The Challenge of Distance Learning."},
      {
        "id":"ED446535",
        "title":"Affirmative Action in Higher Education: A Current Legal Overview."},
      {
        "id":"ED446536",
        "title":"Baccalaureate Program Transfer Frameworks: Defining the First 60 Hours of Collegiate Education for Transfer Students. Kentucky Public Colleges and Universities, 2000-2001 Academic Year."},
      {
        "id":"ED446537",
        "title":"The Quest for Diversity without Racial Preferences: Higher Education after Hopwood. Special Report."},
      {
        "id":"ED446538",
        "title":"Managing the Transition Experience: A Bridge between the First and Senior Years."},
      {
        "id":"ED446539",
        "title":"What Do We Know about Students' Learning and How Do We Know It?"},
      {
        "id":"ED446540",
        "title":"At-Risk Student Perceptions of the Value of Their Freshman Orientation Week Experiences."},
      {
        "id":"ED446542",
        "title":"Post-Tenure Review: Outcomes and Impact. Case Study: University B. New Pathways II. Campus Visitation: Fall 1999. Report Date: Spring 2000."},
      {
        "id":"ED446543",
        "title":"Making the Case for Affirmative Action in Higher Education: What You Can Do To Safeguard Affirmative Action on Campus and in Your Community."},
      {
        "id":"ED446544",
        "title":"The Knowledge Connection: The Role of Colleges and Universities in Workforce Development."},
      {
        "id":"ED446545",
        "title":"Do Study Skills Empower Students? An Exploration of the Early Childhood Studies Scheme's YC100 Study Skills Module Placed within the Wider Institutional Context of the University of North London: Student Responses to a Study Skills Programme Designed To Empower Them within the Academic Environment."},
      {
        "id":"ED446546",
        "title":"Lifelong Learning Trends: A Profile of Continuing Higher Education. Sixth Edition."},
      {
        "id":"ED446547",
        "title":"Hidden Perils: Instructional Media and Higher Education. Occasional Paper."},
      {
        "id":"ED446548",
        "title":"A Generation in Command: Higher Education's Role in Retirement Learning. Occasional Paper."},
      {
        "id":"ED446549",
        "title":"Characteristics of the 1999 MCAT Examinees."},
      {
        "id":"ED446550",
        "title":"The Report of the Seventh Quadrennial Evaluation Committee. A Committee To Evaluate the Effectiveness of the Alabama Commission on Higher Education."},
      {
        "id":"ED446551",
        "title":"Statistical Abstract: Higher Education in Alabama, 1999-2000."},
      {
        "id":"ED446552",
        "title":"Characteristics of the 1998 MCAT Examinees."},
      {
        "id":"ED446553",
        "title":"Funding South African Higher Education: Steering Mechanisms To Meet National Goals."},
      {
        "id":"ED446554",
        "title":"Trust in the Future: New Strategies for College Opportunity and Affordability in New Jersey."},
      {
        "id":"ED446555",
        "title":"Higher Education Cost Measurement: Public Policy Issues, Options, and Strategies. A Compilation of Background Papers Prepared for a Seminar on Cost Measurement and Management. The New Millennium Project on Higher Education Costs, Pricing, and Productivity."},
      {
        "id":"ED446559",
        "title":"Women in Physics, 2000. AIP Report."},
      {
        "id":"ED446560",
        "title":"Distance Learning in Higher Education. CHEA Update Number 3."},
      {
        "id":"ED446561",
        "title":"Higher Education Reform for Quality Higher Education Management in the 21st Century: Economic, Technological, Social, and Political Forces Affecting Higher Education. Proceedings of the 1999 Six-Nation Summit (Hiroshima, Japan, September 20-21, 1999). RIHE International Seminar Reports, No. 11."},
      {
        "id":"ED446574",
        "title":"Faculty Development: Research Findings, the Literature Base, and Directions for Future Scholarship."},
      {
        "id":"ED446575",
        "title":"Teaching for Inclusion: A Resource Book for NU Faculty."},
      {
        "id":"ED446576",
        "title":"Policies on Faculty Appointment: Standard Practices and Unusual Arrangements."},
      {
        "id":"ED446577",
        "title":"Leadership in the Making: Impact and Insights from Leadership Development Programs in U.S. Colleges and Universities. Executive Summary."},
      {
        "id":"ED446578",
        "title":"Paying for University Research Facilities and Administration."},
      {
        "id":"ED446579",
        "title":"Entrance Counseling Guide for Borrowers. [Revised]."},
      {
        "id":"ED446580",
        "title":"Direct Loans: A Simple, Convenient, Flexible Way To Finance Your Education."},
      {
        "id":"ED446581",
        "title":"Your Renewal FAFSA: Renewal Free Application for Federal Student Aid, July 1, 2001-June 30, 2002 School Year (2001-2002)."},
      {
        "id":"ED446582",
        "title":"Student Financial Aid Information Toll-Free."},
      {
        "id":"ED446583",
        "title":"Livingston College's Minor in Organizational Leadership: A Theoretical Framework for Leadership Education in the Context of an Undergraduate Curriculum."},
      {
        "id":"ED446584",
        "title":"Access to the UW System for Wisconsin High School Graduates. Occasional Research Brief, Volume 00, No. 2."},
      {
        "id":"ED446585",
        "title":"Student Financial Aid in the UW System: 1996-97 Update. Occasional Research Brief, Volume 98, No. 1."},
      {
        "id":"ED446586",
        "title":"Alabama Commission on Higher Education State Plan: Enhancing Our Strengths through a Shared Vision Planning for Alabama Higher Education, 1996-2000."},
      {
        "id":"ED446587",
        "title":"A Commitment to Students, Community and Society: An Action Agenda for the Nation's Public Four-Year Comprehensive Colleges and Universities."},
      {
        "id":"ED446588",
        "title":"Commitment and Success: A Compendium of Best Practices at AASCU Institutions."},
      {
        "id":"ED446589",
        "title":"Evaluation of the Grant Programs."},
      {
        "id":"ED446590",
        "title":"The Physician Workforce: Issues for Academic Medical Centers."},
      {
        "id":"ED446591",
        "title":"Federal School Code List, 2001-2002."},
      {
        "id":"ED446592",
        "title":"The SAT[R] I and High School Grades: Utility in Predicting Success in College. Research Notes."},
      {
        "id":"ED446593",
        "title":"Predictions of Freshman Grade-Point Average from the Revised and Recentered SAT[R] I: Reasoning Test. College Board Research Report."},
      {
        "id":"ED446594",
        "title":"A Snapshot of Medical Students' Education at the Beginning of the 21st Century: Reports from 130 Schools."},
      {
        "id":"ED446595",
        "title":"Research in Medical Education: Proceedings of the Annual Conference (39th, Chicago, Illinois, October 30-November 1, 2000)."},
      {
        "id":"ED446596",
        "title":"Housing on College Campuses: Self-Segregation, Integration, and Other Alternatives. A Communitarian Report."},
      {
        "id":"ED446601",
        "title":"Preparing High School Students for Success in University Education."},
      {
        "id":"ED446611",
        "title":"Is Distance Learning Worth It? Helping To Determine the Costs of Online Courses."},
      {
        "id":"ED446612",
        "title":"Higher Education: Trustee Arrangements Serve Useful Purpose in Student Loan Market. Report to the Chairman, Committee on Health, Education, Labor, and Pensions, U.S. Senate."},
      {
        "id":"ED446613",
        "title":"University of Massachusetts Amherst Factbook, 1996-1998."},
      {
        "id":"ED446614",
        "title":"Exit Counseling Guide for Borrowers. [Revised]."},
      {
        "id":"ED446615",
        "title":"Admission Models for At-Risk Graduate Students in Different Academic Disciplines."},
      {
        "id":"ED446616",
        "title":"A Longitudinal Investigation of the Success Rate of At-Risk Graduate Students: A Follow-Up Study."},
      {
        "id":"ED446617",
        "title":"The Independent Study Catalog. 7th Edition."},
      {
        "id":"ED446618",
        "title":"Trends in College Pricing, 2000."},
      {
        "id":"ED446619",
        "title":"Trends in Student Aid, 2000."},
      {
        "id":"ED446621",
        "title":"Ownership of Intellectual Property. Suggestions and Guidelines: Sample Language for Institutional Policies and Contract Language."},
      {
        "id":"ED446622",
        "title":"Distance Education. Suggestions and Guidelines: Sample Language for Institutional Policies and Contract Language."},
      {
        "id":"ED446623",
        "title":"Enrollments and Degrees Report. AIP Report."},
      {
        "id":"ED446624",
        "title":"Supporting the Public Benefits of Public Higher Education. Policy Statement."},
      {
        "id":"ED446625",
        "title":"Quality of E-Mail Argumentation in Higher Education."},
      {
        "id":"ED446627",
        "title":"Handbook of Accreditation."},
      {
        "id":"ED446628",
        "title":"Linking Knowledge Worldwide Annual Report, 1998."},
      {
        "id":"ED446629",
        "title":"Catalog VI: Supplementary Financial Resources for Theological Students."},
      {
        "id":"ED446630",
        "title":"Unified Budget Recommendations for Fiscal Year 1999-2000."},
      {
        "id":"ED446631",
        "title":"Putting the Pieces Together: Teaching in Tandem about Race, Class, Ethnicity, and Gender at an Appalachian Regional University."},
      {
        "id":"ED446632",
        "title":"Annual Report, October 1, 1998-September 30, 1999."},
      {
        "id":"ED446633",
        "title":"Retention of Students from First Generation and Low Income Backgrounds."},
      {
        "id":"ED446634",
        "title":"Differential Rationality and Personal Development."},
      {
        "id":"ED446635",
        "title":"Recalling Hofstadter and Hardy's Classic: The Development and Scope of Higher Education in the United States. IHE Perspectives."},
      {
        "id":"ED446642",
        "title":"Colleges and Universities Respond to Changing National Priorities. Continuing Education, Occasional Paper 3."},
      {
        "id":"ED446643",
        "title":"Tradition, Transformation, and Tomorrow: The Emerging Role of American Higher Education. Continuing Education, Occasional Paper No. 2."},
      {
        "id":"ED446644",
        "title":"Committee R on Government Relations Report on Distance Learning."},
      {
        "id":"ED446647",
        "title":"Graduate Student Unionization in Higher Education. ERIC Digest."},
      {
        "id":"ED446648",
        "title":"International Higher Education: ERIC Trends, 1999-2000."},
      {
        "id":"ED446649",
        "title":"Finance: ERIC Trends, 1999-2000."},
      {
        "id":"ED446650",
        "title":"Administration: ERIC Trends, 1999-2000."},
      {
        "id":"ED446651",
        "title":"External Constituencies, Outreach, and Public Relations: ERIC Trends, 1999-2000."},
      {
        "id":"ED446652",
        "title":"Faculty: ERIC Trends, 1999-2000."},
      {
        "id":"ED446653",
        "title":"Students: ERIC Trends, 1999-2000."},
      {
        "id":"ED446654",
        "title":"Teaching and Learning: ERIC Trends, 1999-2000."},
      {
        "id":"ED446656",
        "title":"Historic Factors Influencing Korean Higher Education. Korean Studies Series, No. 17."},
      {
        "id":"ED446659",
        "title":"Responding to Hate Crimes and Bias-Motivated Incidents on College/University Campuses."},
      {
        "id":"ED446666",
        "title":"City University of New York--Measuring Faculty Teaching Workload: Data Reliability."},
      {
        "id":"ED446667",
        "title":"Evaluation of Psychological Factors in Medical School Admissions Decisions."},
      {
        "id":"ED446672",
        "title":"Debt Burden Four Years after College. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED446673",
        "title":"Student Charges. AASCU Special Report."},
      {
        "id":"ED446677",
        "title":"Basic Facts on Study Abroad in the 21st Century."},
      {
        "id":"ED446678",
        "title":"Ayuda economica: Guia para estudiantes, 2001-2002 (Financial Aid: Student Guide, 2001-2002)."},
      {
        "id":"ED446679",
        "title":"College Tuition and Fees: Changes in the 1995-96 to 1999-2000 Period Compared with Median Household Income."},
      {
        "id":"ED446680",
        "title":"Innovative Approaches To Attract Majors in Economics."},
      {
        "id":"ED446682",
        "title":"Funding Your Education, 2001/2002 = Como Pagar Su Educacion, 2001/2002."},
      {
        "id":"ED446683",
        "title":"New Faculty's Perceptions of the Academic Work Life. ASHE Annual Meeting Paper."},
      {
        "id":"ED446684",
        "title":"Issues in School to College Transition in Developing Countries: The Case of South Africa. ASHE Annual Meeting Paper."},
      {
        "id":"ED446685",
        "title":"Linking Service with Learning in Liberal Arts Education."},
      {
        "id":"ED446686",
        "title":"With Passion and Hope: The Delicate Bond between Research and Researcher. ASHE Annual Meeting Paper."},
      {
        "id":"ED446687",
        "title":"Studying Student Culture via the Internet. ASHE Annual Meeting Paper."},
      {
        "id":"ED446688",
        "title":"First-Time Freshmen in California Colleges and Universities, Fall 1998. Factsheet."},
      {
        "id":"ED446689",
        "title":"Preparation of California Public High School Graduates for College, 1995 to 1998. Factsheet."},
      {
        "id":"ED446690",
        "title":"College-Going Rates: What Are They and What Do They Tell Us? Update."},
      {
        "id":"ED446691",
        "title":"Resident Undergraduate Charges at California's Public Universities. Factsheet."},
      {
        "id":"ED446692",
        "title":"Crisis or Turning Point? The Frustrations and Transformations of the Mid-Life Education Doctoral Student. ASHE Annual Meeting Paper."},
      {
        "id":"ED446693",
        "title":"Desegregation and Diversity: The Paradox of a Historically Black University's Successful Mission Refinement. ASHE Annual Meeting Paper."},
      {
        "id":"ED446694",
        "title":"Writing across the Curriculum Works: The Impact of Writing Emphasis upon Senior Exit Writing Samples. ASHE Annual Meeting Paper."},
      {
        "id":"ED446695",
        "title":"Learning Experiences That Make a Difference: Findings from a National Study of Doctoral Education in the Professions. ASHE Annual Meeting Paper."},
      {
        "id":"ED446696",
        "title":"Performance Accountability Report, 2000: Maryland Public Colleges and Universities. Volume I."},
      {
        "id":"ED446697",
        "title":"Performance Accountability Report, 2000: Maryland Public Colleges and Universities. Volume II."},
      {
        "id":"ED446701",
        "title":"A Model for Teaching Writing: Socially Designed and Consensus Oriented."},
      {
        "id":"ED446702",
        "title":"A Theory of Adult Learning and Implications for Practice."},
      {
        "id":"ED446703",
        "title":"The Student Guide: Financial Aid."},
      {
        "id":"ED446704",
        "title":"Fiscal Profiles, 2000: The Tenth Annual in a Series of Factsheets about the Financing of California Higher Education."},
      {
        "id":"ED446705",
        "title":"How Did Howard University, One of the Leading Historically Black Colleges and Universities, Develop as an Academic Institution during the Period 1967 through 1997?"},
      {
        "id":"ED446706",
        "title":"Student Opinion of Faculty Evaluations, Spring 2000 [and] Student Opinion of Faculty Evaluations: A Five Year Comparison, Fall 1994 and Spring 2000."},
      {
        "id":"ED446707",
        "title":"Successful Collaboration between Student Affairs and Academic Affairs with a Graduate Follow-Up Survey."},
      {
        "id":"ED446708",
        "title":"The American College President, 2000 Edition."},
      {
        "id":"ED446711",
        "title":"Professing the Disciplines: An Analysis of Senior Seminars and Capstone Courses. The First-Year Experience Monograph Series No. 30."},
      {
        "id":"ED446712",
        "title":"Independent Study in Iowa."},
      {
        "id":"ED446713",
        "title":"Planning a Financial Aid Awareness Program."},
      {
        "id":"ED446714",
        "title":"Student Profiles, 2000: The Latest in a Series of Annual Factbooks about Student Participation in California Higher Education."},
      {
        "id":"ED446715",
        "title":"Making the Move: The Transition from Graduate Student at a Ph.D.-Granting University to New Faculty Member at a Small, Private, Liberal Arts College."},
      {
        "id":"ED446716",
        "title":"Innovative Uses of Threaded Discussion Groups."},
      {
        "id":"ED446717",
        "title":"Assessing the Racial Awareness of Majority Group Member Students at East Tennessee State University and the Factors Related to Racial Awareness."},
      {
        "id":"ED446719",
        "title":"The Effect of Institutional Culture on Change Strategies in Higher Education: Universal Principles or Culturally Responsive Concepts?"},
      {
        "id":"ED446720",
        "title":"Examining the Institutional Transformation Process: The Importance of Sensemaking and Inter-Related Strategies."},
      {
        "id":"ED446722",
        "title":"Digital Dilemma: Issues of Access, Cost, and Quality in Media-Enhanced and Distance Education. ERIC Digest."},
      {
        "id":"ED446723",
        "title":"Women and Minority Faculty in the Academic Workplace: Recruitment, Retention, and Academic Culture. ERIC Digest."},
      {
        "id":"ED446724",
        "title":"Higher Education outside of the Academy. ERIC Digest."},
      {
        "id":"ED446725",
        "title":"Academic Departments: How They Work, How They Change. ERIC Digest."},
      {
        "id":"ED446726",
        "title":"Outsourcing in Higher Education. ERIC Digest."},
      {
        "id":"ED446727",
        "title":"Copyright Concerns in the Age of Distance Education. ERIC Digest."},
      {
        "id":"ED446728",
        "title":"ED-MEDIA 99 World Conference on Educational Multimedia, Hypermedia &amp; Telecommunications. Proceedings (11th, Seattle, Washington, June 19-24, 1999)."},
      {
        "id":"ED446729",
        "title":"Experiences with the BSCW Shared Workspace System as the Backbone of a Virtual Learning Environment for Students."},
      {
        "id":"ED446730",
        "title":"CourseMaster: Modeling a Pedagogy for On-Line Distance Instruction."},
      {
        "id":"ED446731",
        "title":"Assured Access/Mobile Computing Initiatives on Five University Campuses."},
      {
        "id":"ED446732",
        "title":"Publishing an \"imej\" Journal for Computer-Enhanced Learning."},
      {
        "id":"ED446733",
        "title":"The Effects of Training Method on Language Learning Performance."},
      {
        "id":"ED446734",
        "title":"International Collaborative Learning--The Facilitation Process."},
      {
        "id":"ED446735",
        "title":"Beyond Over-Integration: GENTLE."},
      {
        "id":"ED446736",
        "title":"How the Construction &amp; Analysis of Digital Movies Support Theory-Building."},
      {
        "id":"ED446737",
        "title":"Authoring and Maintaining of Educational Applications on the Web."},
      {
        "id":"ED446738",
        "title":"Tutee's Reflective Thinking of Tutor's Response Produces Monitoring."},
      {
        "id":"ED446739",
        "title":"Computer Mediated Courseware Development and the Academic Culture."},
      {
        "id":"ED446740",
        "title":"Scaffolding: Applications to Learning in Technology Supported Environments."},
      {
        "id":"ED446741",
        "title":"A Telematics Learning Environment on the European Parliament: The ParlEuNet System."},
      {
        "id":"ED446742",
        "title":"Improving Learning and Reducing Costs: Redesigning Large-Enrollment Courses."},
      {
        "id":"ED446743",
        "title":"e-Learning--Designing Tomorrow's Education. Communication from the Commission."},
      {
        "id":"ED446744",
        "title":"Information, Knowledge and Learning: Rethinking Epistemology for Education in a Digital Age."},
      {
        "id":"ED446747",
        "title":"Convergence on the Guidelines for Designing a Web-Based Art-Teacher Education Curriculum: A Delphi Study."},
      {
        "id":"ED446748",
        "title":"Internet Use and Teacher Change."},
      {
        "id":"ED446749",
        "title":"Proceedings of the Mid-South Instructional Technology Conference (Murfreesboro, Tennessee, April 9-11, 2000)."},
      {
        "id":"ED446750",
        "title":"Ownership of Course Materials as a Tool in Faculty Recruitment."},
      {
        "id":"ED446751",
        "title":"Web Camp: A Faculty Development Opportunity."},
      {
        "id":"ED446752",
        "title":"Taking Instruction Online?"},
      {
        "id":"ED446753",
        "title":"Interactive Television Pointers from Three First Time Presenters."},
      {
        "id":"ED446754",
        "title":"New Directions in Foreign Language Learning: Faculty Development at the University of South Carolina."},
      {
        "id":"ED446755",
        "title":"Catering to Students Taking an Online Course for the First Time."},
      {
        "id":"ED446756",
        "title":"Preparing Mississippi's Future Teachers To Use Technology."},
      {
        "id":"ED446757",
        "title":"Creating a Low Cost but Dynamic Telecourse."},
      {
        "id":"ED446758",
        "title":"Really Using the Web for Learning and Teaching in Higher Education."},
      {
        "id":"ED446759",
        "title":"Introduction to Music Theory and Aural Skills: A Study in Developing an Interactive Music Learning Environment for the Internet."},
      {
        "id":"ED446760",
        "title":"Case Study: Using Information Technology at ETSU."},
      {
        "id":"ED446761",
        "title":"Self-Pacing Online Technology Approach: The Preservice Teacher Course."},
      {
        "id":"ED446762",
        "title":"Timesaving Tips for Information Gathering."},
      {
        "id":"ED446763",
        "title":"Compensation Models for Teaching and Development of Asynchronous Courses."},
      {
        "id":"ED446764",
        "title":"Influences and Barriers to the Adoption of Instructional Technology."},
      {
        "id":"ED446765",
        "title":"Institutionalizing Distributed Learning: Models of Practice."},
      {
        "id":"ED446766",
        "title":"Building a Supportive Online Instructional Environment for Reluctant, Apprehensive, and/or Under-Prepared Learners."},
      {
        "id":"ED446767",
        "title":"Annual Report, 1998-1999: Serving Kentucky's Need To Know."},
      {
        "id":"ED446768",
        "title":"Struggle against Racial Exclusion in Public Libraries: A Fight for the Rights of the People. Public Library Policy and Social Exclusion Working Paper No. 13."},
      {
        "id":"ED446769",
        "title":"The Role of the School Library Media Specialist in the 21st Century. ERIC Digest."},
      {
        "id":"ED446770",
        "title":"Measuring Up to Standards Findings: The Impact of School Library Programs &amp; Information Literacy in Pennsylvania Schools."},
      {
        "id":"ED446771",
        "title":"Measuring Up to Standards: The Impact of School Library Programs &amp; Information Literacy in Pennsylvania Schools."},
      {
        "id":"ED446772",
        "title":"So I Made up My Mind: Introducing a Study of Adult Learner Persistence in Library Literacy Programs."},
      {
        "id":"ED446774",
        "title":"A Layperson's Guide to Legal Research."},
      {
        "id":"ED446776",
        "title":"Council on Library and Information Resources: Annual Report, 1999-2000."},
      {
        "id":"ED446778",
        "title":"White Paper on Electronic Journal Usage Statistics."},
      {
        "id":"ED446779",
        "title":"Performance Measures for Federal Agency Websites: Final Report."},
      {
        "id":"ED446780",
        "title":"Public Libraries and the Internet 2000: Summary Findings and Data Tables."},
      {
        "id":"ED446781",
        "title":"Public Library Internet Services: Impacts on the Digital Divide. Stage I Final Report."},
      {
        "id":"ED446782",
        "title":"Educational and General Budgets Summary and Analysis, Fiscal Year 1999-2000."},
      {
        "id":"ED446783",
        "title":"Educational and General Budgets Summary and Analysis, Fiscal Year 1997-98."},
      {
        "id":"ED446784",
        "title":"Access and Success for System Goals for People of Color in Washington Community and Technical Colleges: Sixth Progress Report."},
      {
        "id":"ED446785",
        "title":"The Associate Degree as a Transfer Credential: A Discussion Paper."},
      {
        "id":"ED446786",
        "title":"Partnership for Excellence, Fall 2000."},
      {
        "id":"ED446787",
        "title":"Washington Community and Technical Colleges Academic Year Report, 1999-2000."},
      {
        "id":"ED446788",
        "title":"The Quest Continues: Results of the 1998 QUEST Survey."},
      {
        "id":"ED446789",
        "title":"Commission on the Future of Howard Community College, Progress Report 2000."},
      {
        "id":"ED446790",
        "title":"The Community College's Challenge of Facilitating a New Model for Lifelong Learning."},
      {
        "id":"ED446791",
        "title":"Preparing Welfare and Other Low-Income Adults for Work and Better Jobs: A Report on Low-Income Students Enrolled in Colleges and the Start-Up of WorkFirst Programs."},
      {
        "id":"ED446792",
        "title":"Accountability and Productivity in the Illinois Community College System Report."},
      {
        "id":"ED446793",
        "title":"Preparing Future Community College Faculty: News from the Bat Cave."},
      {
        "id":"ED446794",
        "title":"2000 Follow-Up Study of Fiscal Year 1999 Occupational Program Graduates."},
      {
        "id":"ED446795",
        "title":"Assessment of the Business Administration and Business Management Programs."},
      {
        "id":"ED446796",
        "title":"Cosumnes River College Strategic Plan."},
      {
        "id":"ED446798",
        "title":"@ONE Summary Report, 2000: Faculty Instructional Technology Survey Results."},
      {
        "id":"ED446799",
        "title":"Retention and Its Impact on Institutional Effectiveness at a Large Urban Community College."},
      {
        "id":"ED446800",
        "title":"Projected 2000-01 Cost Allocation Summary."},
      {
        "id":"ED446801",
        "title":"Issues of Education at Community Colleges: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University, 1999-2000."},
      {
        "id":"ED446802",
        "title":"Current Operating Income and Expenditures: Oklahoma State Colleges and Universities, Fiscal Year 1997-98."},
      {
        "id":"ED446803",
        "title":"Salaries in the Oklahoma State System of Higher Education, 1998-99: Faculty and Selected Administrative Positions."},
      {
        "id":"ED446806",
        "title":"PEEP Annual Report, 1997-1998."},
      {
        "id":"ED446809",
        "title":"The Effective Provision of Pre-School Education (EPPE) Project: A Longitudinal Study Funded by the DfEE, 1997-2003. Technical Papers 1-6a."},
      {
        "id":"ED446810",
        "title":"Building a Community School. Revised Edition."},
      {
        "id":"ED446811",
        "title":"Research and Clinical Center for Child Development Annual Report, 1998-1999. No. 22."},
      {
        "id":"ED446816",
        "title":"Sleep Needs, Patterns, and Difficulties of Adolescents: Summary of a Workshop. Forum on Adolescence (Washington, DC, September 22, 1999)."},
      {
        "id":"ED446817",
        "title":"It Won't Happen Unless We Try: An Activity Guide for Partnerships among Schools, Families and Communities."},
      {
        "id":"ED446818",
        "title":"Classroom Breakfast: Helping Maryland Students Make the Grade."},
      {
        "id":"ED446819",
        "title":"Teaching Strategies To Improve Student Motivation."},
      {
        "id":"ED446820",
        "title":"A Study of a Reduced Class Size Program, Grades 1 &amp; 2, 1999/2000. Evaluation Report."},
      {
        "id":"ED446821",
        "title":"Prekindergarten Curriculum: A Parent's Guide."},
      {
        "id":"ED446822",
        "title":"Kindergarten Curriculum: A Parent's Guide."},
      {
        "id":"ED446823",
        "title":"Mapping Some Landscapes of Colonial-Global Childhood."},
      {
        "id":"ED446825",
        "title":"Juegos de videos: Investigacion, puntajes y recomendaciones (Video Games: Research, Ratings and Recommendations). ERIC Digest."},
      {
        "id":"ED446826",
        "title":"Mathematics Standards for Pre-Kindergarten through Grade 2. ERIC Digest."},
      {
        "id":"ED446827",
        "title":"Computadoras y ninos pequenos (Computers and Young Children). ERIC Digest."},
      {
        "id":"ED446828",
        "title":"Finding Common Ground: How Faith Communities Support Children's Learning."},
      {
        "id":"ED446829",
        "title":"How the Arts Can Enhance After-School Programs."},
      {
        "id":"ED446832",
        "title":"Implications of Brain Development Research for Even Start Family Literacy Programs. Look at Even Start."},
      {
        "id":"ED446833",
        "title":"Positive, Peaceful Interactions between Adults and Young Children. Growing Together: Building a Peaceful Community."},
      {
        "id":"ED446834",
        "title":"Sexual Assault of Young Children as Reported to Law Enforcement: Victim, Incident, and Offender Characteristics. A NIBRS Statistical Report."},
      {
        "id":"ED446835",
        "title":"Head Start Parents' Roles in the Educational Lives of Their Children."},
      {
        "id":"ED446838",
        "title":"Child Support in Minnesota. KIDS COUNT Minnesota, Fall 2000."},
      {
        "id":"ED446839",
        "title":"Parent Involvement in Decision-Making. NCEDL Spotlights, No. 23."},
      {
        "id":"ED446840",
        "title":"Birth to 3. Annual Report (October 1, 1997-September 30, 1998)."},
      {
        "id":"ED446848",
        "title":"Feeding and Nutrition of Infants and Young Children: Guidelines for the WHO European Region, with Emphasis on the Former Soviet Countries. WHO Regional Publications, European Series, No. 87."},
      {
        "id":"ED446850",
        "title":"Even Start and Family Literacy Programs under the Elementary and Secondary Education Act. Hearing before the Committee on Education and the Workforce. House of Representatives, 106th Congress, First Session."},
      {
        "id":"ED446851",
        "title":"Money, Accreditation, and Child Care Center Quality. Working Paper Series."},
      {
        "id":"ED446852",
        "title":"Early Childhood Matters: The Bulletin of the Bernard van Leer Foundation, 2000."},
      {
        "id":"ED446854",
        "title":"Repertory Grid Technique in Early Childhood as a Tool for Reflective Conversations in Arts Education."},
      {
        "id":"ED446855",
        "title":"The Minnesota Child Passenger Restraint and Education Account. A Report to the Minnesota Legislature on Activities and Expenditures as Required by the 1994 Session Laws, Chapter 635, Section 15 as Contained in M.S. 169.685, Subdivision 7."},
      {
        "id":"ED446856",
        "title":"Get Wild about Reading! A Guide for Kindergarten Teachers from &quot;Between the Lions.&quot;"},
      {
        "id":"ED446857",
        "title":"Arthur: Feeling Good about School. An Activity Booklet for Parents and Kids."},
      {
        "id":"ED446858",
        "title":"Arthur: The Ups &amp; Downs of Friendship. An Activity Booklet for Parents and Kids."},
      {
        "id":"ED446859",
        "title":"Arthur: Sisters and Brothers--Working Things Out. An Activity Booklet for Parents and Kids."},
      {
        "id":"ED446860",
        "title":"Learn To Read with Arthur: A Teacher's Guide for Beginning Readers."},
      {
        "id":"ED446861",
        "title":"Arthur's Library Adventure: An Activity Guide for Librarians."},
      {
        "id":"ED446862",
        "title":"Play and Learn with Arthur: 100 Creative Activities for Children Ages 3 to 6. Volume 1, Program Numbers 101-130 &amp; 201-220."},
      {
        "id":"ED446863",
        "title":"Play and Learn with Arthur: Creative Activities for Children Ages 3 to 6. Volume 2, Program Numbers 301-315."},
      {
        "id":"ED446864",
        "title":"Create Your Own Amazing Arthur Event."},
      {
        "id":"ED446865",
        "title":"Early Childhood Intervention Programs: What Are the Costs and Benefits? Congressional Research Briefing Summary."},
      {
        "id":"ED446866",
        "title":"From Neurons to Neighborhoods: The Science of Early Childhood Development."},
      {
        "id":"ED446867",
        "title":"KIDS COUNT, 2000: The State of the Child in Tennessee."},
      {
        "id":"ED446868",
        "title":"Every Kid Counts in the District of Columbia: 7th Annual Fact Book, 2000."},
      {
        "id":"ED446869",
        "title":"WY KIDS COUNT in Wyoming Factbook, 2000: A County-by-County Factbook."},
      {
        "id":"ED446870",
        "title":"Creating a Conflict-Solving Classroom Community."},
      {
        "id":"ED446871",
        "title":"Leaping into Social Skill Success."},
      {
        "id":"ED446872",
        "title":"Motivating Students To Be Self-Reflective Learners through Goal-Setting and Self-Evaluation."},
      {
        "id":"ED446873",
        "title":"Keeping Kids Connected: How Schools and Teachers Can Help All Students Feel Good about School...and Why That Matters."},
      {
        "id":"ED446874",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Fall 2000."},
      {
        "id":"ED446875",
        "title":"Readiness for School: A Survey of State Policies and Definitions."},
      {
        "id":"ED446876",
        "title":"Early Childhood Educators and the FIS Grant Program: An Interview with Naomi Karp."},
      {
        "id":"ED446877",
        "title":"The Hairy Head Project."},
      {
        "id":"ED446879",
        "title":"The Implementation of the Literacy Hour in Small Rural Schools."},
      {
        "id":"ED446880",
        "title":"Putting Rurality on the Agenda: Beginning Teachers in Rural Schools."},
      {
        "id":"ED446881",
        "title":"Border-Crossing: Cultural Hybridity and the Rural and Small Schools Practicum."},
      {
        "id":"ED446886",
        "title":"Building Healthy Hearts for American Indians and Alaska Natives: A Background Report."},
      {
        "id":"ED446887",
        "title":"Findings from the National Agricultural Workers Survey (NAWS), 1997-1998: A Demographic and Employment Profile of United States Farmworkers."},
      {
        "id":"ED446888",
        "title":"The Language of Literacy: A National Resource Directory of Aboriginal Literacy Programs."},
      {
        "id":"ED446893",
        "title":"Earthlinks '97: Proceedings of the Biennial National Conference of the Australian Association for Environmental Education and the Marine Education Society of Australasia (9th, Hobart, Tasmania, Australia, January 13-17, 1997)."},
      {
        "id":"ED446894",
        "title":"A Socio-Anthropological Study of a Teacher Education School in Rio de Janeiro."},
      {
        "id":"ED446895",
        "title":"Solving Algebra Problems before Algebra Instruction."},
      {
        "id":"ED446896",
        "title":"MendelWeb: An Electronic Science/Math/History Resource for the WWW."},
      {
        "id":"ED446897",
        "title":"Assessing Knowledge Construction in On-Line Learning Communities."},
      {
        "id":"ED446898",
        "title":"The Use of the Software MATLAB To Improve Chemical Engineering Education."},
      {
        "id":"ED446899",
        "title":"Teaching, Learning and Evaluation Techniques in the Engineering Courses."},
      {
        "id":"ED446900",
        "title":"University-High School Partnerships for Science Education: Multiple Perspectives."},
      {
        "id":"ED446901",
        "title":"Virtual Field Trips in the Earth Science Classroom."},
      {
        "id":"ED446902",
        "title":"Preservice Middle and Secondary School Teachers' Misconceptions about Making Measurements Using Laboratory Instruments."},
      {
        "id":"ED446903",
        "title":"Model-It: A Case Study of Learner-Centered Software Design for Supporting Model Building."},
      {
        "id":"ED446904",
        "title":"Assessment of Explanatory Models in Genetics: Insights into Students' Conceptions of Scientific Models. Research Report."},
      {
        "id":"ED446905",
        "title":"A Course in Evolutionary Biology: Engaging Students in the &quot;Practice&quot; of Evolution. Research Report."},
      {
        "id":"ED446906",
        "title":"Using a Modeling Approach To Explore Scientific Epistemology with High School Biology Students. Research Report."},
      {
        "id":"ED446907",
        "title":"Children's Ways with Words in Science and Mathematics: A Conversation across Disciplines (Durham, New Hampshire, December 4-7, 1999). Special Report."},
      {
        "id":"ED446908",
        "title":"Evaluating Environmental Education."},
      {
        "id":"ED446909",
        "title":"Planning Environmental Communication and Education: Lessons from Asia."},
      {
        "id":"ED446910",
        "title":"Using a Web Site in an Elementary Science Methods Class: Are We Opening a Pandora's Box?"},
      {
        "id":"ED446912",
        "title":"Girls' Engagement with/in Science: Teacher Perspectives."},
      {
        "id":"ED446913",
        "title":"Student-Student Negotiation: Characteristics of Constructing Understanding. Second Year Project."},
      {
        "id":"ED446914",
        "title":"The SENNAPE Project: An University-Industry Joint Program in Information Technology."},
      {
        "id":"ED446915",
        "title":"Gender Differences in Learning and Achievement in Mathematics, Science, and Technology and Strategies for Equity: A Literature Review."},
      {
        "id":"ED446916",
        "title":"Cultural Myths in the Making: The Ambiguities of Science for All."},
      {
        "id":"ED446917",
        "title":"Considering Science and Mathematics Teachers' Needs When Restructuring Graduate Education."},
      {
        "id":"ED446918",
        "title":"Postbaccalaureate Reapplicant Pre-Medical Students Taking a Constructivist Physics Course."},
      {
        "id":"ED446920",
        "title":"Preservice and Inservice Science Teachers in Partnership through EarthVision 2000."},
      {
        "id":"ED446921",
        "title":"Probing the Dimensions of Metacognition: Implications for Conceptual Change Teaching-Learning."},
      {
        "id":"ED446922",
        "title":"Breaking the Pedagogic Contract: Teachers' and Students' Voices."},
      {
        "id":"ED446923",
        "title":"Science Curriculum Development as Teacher Development: A Descriptive Study of Urban School Change."},
      {
        "id":"ED446924",
        "title":"Reading News Briefs about Science: How Education Is Related to the Questions People Ask."},
      {
        "id":"ED446925",
        "title":"Conceptual Change in the Undergraduate Biology Teaching Laboratory: A &quot;Type Specimen&quot; Case Study."},
      {
        "id":"ED446926",
        "title":"Integrating Elements of Inquiry into the Flow of Middle Level Teaching."},
      {
        "id":"ED446927",
        "title":"The Influence of Teachers on Student Observation in Science Classes."},
      {
        "id":"ED446928",
        "title":"Changes in Prospective Science Teachers' Conceptions and Practices during Field Experiences."},
      {
        "id":"ED446929",
        "title":"Creating Dissonance in Prospective Teachers' Conceptions of Teaching and Learning Science."},
      {
        "id":"ED446930",
        "title":"Divisors and Quotients: Acknowledging Polysemy."},
      {
        "id":"ED446931",
        "title":"What Really Should Be Taught in the Elementary Mathematics Methods Course?"},
      {
        "id":"ED446932",
        "title":"MaSTech: Mathematics, Science, and Technology."},
      {
        "id":"ED446933",
        "title":"Journal Writing: A Model for Mathematics Teacher Education."},
      {
        "id":"ED446934",
        "title":"Rational Numbers in Content and Methods Courses for Teacher Preparation."},
      {
        "id":"ED446935",
        "title":"Making Sense of Teaching and Learning Mathematics: Using Videos To Provide \"Case-Like\" Experiences in an Elementary Mathematics Methods Course. A Preliminary Report."},
      {
        "id":"ED446936",
        "title":"How Are Mathematics Methods Courses Taught?"},
      {
        "id":"ED446938",
        "title":"Using Technology To Prepare All Students for Success in Algebra."},
      {
        "id":"ED446939",
        "title":"The Role of Representations in Learning an Interdisciplinary Mathematics and Physics University Course."},
      {
        "id":"ED446940",
        "title":"Factors Affecting Students' Choice of Science and Engineering in Portugal."},
      {
        "id":"ED446941",
        "title":"Hypermedia System To Teach Statistics."},
      {
        "id":"ED446942",
        "title":"Engineering Education Using Technological Resources: The Experience of Chemical Engineering Department at PUCRS."},
      {
        "id":"ED446943",
        "title":"Every Child Mathematically Proficient: An Action Plan."},
      {
        "id":"ED446944",
        "title":"The Impact of Block Scheduling on Science Education in a Rural Georgia High School."},
      {
        "id":"ED446945",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (22nd, Tucson, Arizona, October 7-10, 2000). Volumes 1-2."},
      {
        "id":"ED446959",
        "title":"Using ICT To Support Teachers in Primary Schools: An Evaluation of Phase Two of the Science Online Support Network. Research Report Series."},
      {
        "id":"ED446960",
        "title":"Multimedia Tutors for Science and Engineering."},
      {
        "id":"ED446961",
        "title":"Rose-Hulman Institute of Technology's Technology & Entrepreneurial Development Program."},
      {
        "id":"ED446962",
        "title":"How To Modernize Teaching at the Technical Universities?"},
      {
        "id":"ED446963",
        "title":"Innovations To Improve Teaching Quality at Escola Politecnica of USP: Experience at Metallurgical and Materials Engineering Department."},
      {
        "id":"ED446964",
        "title":"Science and Technology Pocket Data Book, 2000."},
      {
        "id":"ED446965",
        "title":"Horticulture Rediscovered: The Flowering of American Schoolyards."},
      {
        "id":"ED446966",
        "title":"My Patch of Earth: Using the Schoolground as a Teaching and Learning Referent for an Environmental Ethic."},
      {
        "id":"ED446967",
        "title":"Hands On Learnscapes."},
      {
        "id":"ED446968",
        "title":"Gender Equity for Mathematics and Science."},
      {
        "id":"ED446969",
        "title":"The University-Industry Gap and Its Effect on Research and Development in Developing Countries."},
      {
        "id":"ED446971",
        "title":"Hands-On Teaching and Entrepreneurship Development."},
      {
        "id":"ED446972",
        "title":"Why and How You Should Learn Math and Science. Hearing before the Committee on Science, House of Representatives, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED446973",
        "title":"National Science Education Enhancement Act. H.R. 4272. House of Representatives, 106th Congress, 2nd Session."},
      {
        "id":"ED446975",
        "title":"Mapping Math & Science Outcomes to IT Curriculum: Tools & Frameworks. Building a Foundation for Tomorrow."},
      {
        "id":"ED446976",
        "title":"Regaining Public Trust."},
      {
        "id":"ED446977",
        "title":"The University of Chicago School Mathematics Project, 2000-01."},
      {
        "id":"ED446978",
        "title":"Graphing Calculators' Impact on AP Biology."},
      {
        "id":"ED446987",
        "title":"The Relationship between Graphing Calculator Use and Teachers' Beliefs about Learning Algebra."},
      {
        "id":"ED446989",
        "title":"Science: Ohio's Model Competency-Based Program."},
      {
        "id":"ED446990",
        "title":"NOVA Fall 1999 Teacher's Guide."},
      {
        "id":"ED446991",
        "title":"NOVA Spring 1999 Teacher's Guide."},
      {
        "id":"ED446992",
        "title":"NOVA Spring 2000 Teacher's Guide."},
      {
        "id":"ED446993",
        "title":"NOVA Fall 2000 Teacher's Guide."},
      {
        "id":"ED446995",
        "title":"Increasing Critical Thinking Skills To Improve Problem-Solving Ability in Mathematics."},
      {
        "id":"ED446996",
        "title":"Indispensable Manual Calculation Skills in a CAS Environment."},
      {
        "id":"ED446997",
        "title":"A Longitudinal Evaluation of the National Cancer Institute Science Enrichment Program."},
      {
        "id":"ED446998",
        "title":"Women in Science and Technology, and the Role of Public Policy."},
      {
        "id":"ED446999",
        "title":"Motivating Students in Math Using Cooperative Learning."},
      {
        "id":"ED447000",
        "title":"Assessing Scope and Sequence in Mathematics."},
      {
        "id":"ED447002",
        "title":"Industry in Concert with the Environment: Technological Change and Industrial Ecology. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED447003",
        "title":"Global Change and Urbanization in Latin America. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED447004",
        "title":"Human Health in the Balance. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED447006",
        "title":"Economics for Leaders."},
      {
        "id":"ED447007",
        "title":"Culture Shock: A Teacher's Guide To Accompany the Four-Part PBS Series Premiering January 2000."},
      {
        "id":"ED447011",
        "title":"Teacher's Workshop, 1999: Islam in South Asia and the United States. Lesson Plans."},
      {
        "id":"ED447018",
        "title":"National Standards for Social Studies Teachers."},
      {
        "id":"ED447019",
        "title":"Program Standards for the Initial Preparation of Teachers of Social Studies."},
      {
        "id":"ED447020",
        "title":"Discover Presidential Log Cabins. Teacher's Discussion Guide."},
      {
        "id":"ED447021",
        "title":"Massachusetts Guide to Choosing and Using Curricular Materials on Genocide and Human Rights Issues."},
      {
        "id":"ED447022",
        "title":"Massachusetts History and Social Science Guide for Pre-Kindergarten to Grade 4. A Model Scope and Sequence and Sample Resources."},
      {
        "id":"ED447023",
        "title":"Character, Civility, and the Massachusetts Curriculum Frameworks."},
      {
        "id":"ED447024",
        "title":"Character, Civility, and the Massachusetts Curriculum Frameworks: A Collection of Sample Units."},
      {
        "id":"ED447025",
        "title":"North Carolina Standard Course of Study and Grade Level Competencies: Social Studies K-12. Revised."},
      {
        "id":"ED447026",
        "title":"NC Teacher Handbook: Arts Education K-12. Dance, Music, Theatre Arts, Visual Arts. Revised."},
      {
        "id":"ED447027",
        "title":"Teaching and Learning to Standards: The Arts. Teacher Resources, 1999-2000."},
      {
        "id":"ED447028",
        "title":"Teaching and Learning to Standards: Social Science. Teacher Resources, 1999-2000."},
      {
        "id":"ED447029",
        "title":"North Dakota Dance Performance Standards."},
      {
        "id":"ED447030",
        "title":"North Dakota Dance Content Standards."},
      {
        "id":"ED447032",
        "title":"North Dakota Music Content Standards."},
      {
        "id":"ED447034",
        "title":"Drama Performance Standards at Grades 4, 8 and 12 for North Dakota Drama Standards and Benchmarks."},
      {
        "id":"ED447035",
        "title":"North Dakota Drama Content Standards."},
      {
        "id":"ED447036",
        "title":"Visual Arts Performance Standards at Grades 4, 8 and 12 for North Dakota Visual Art Standards and Benchmarks."},
      {
        "id":"ED447037",
        "title":"North Dakota Visual Arts Content Standards."},
      {
        "id":"ED447038",
        "title":"Habermas' Societal Critique and the Concept of Forgiveness: An Exploratory Paper."},
      {
        "id":"ED447039",
        "title":"Character Education and Christian Education: Is It Really Happening?"},
      {
        "id":"ED447040",
        "title":"Teaching Ethics from the Inside-Out: Some Strategies for Developing Moral Reasoning Skills in Middle-School Students."},
      {
        "id":"ED447041",
        "title":"Catch the Spirit! Lesson Plans [and Calendar], September 2000-August 2001."},
      {
        "id":"ED447043",
        "title":"American and Soviet Adolescent Archetypal Heroes of the Cold War. Professional Paper."},
      {
        "id":"ED447045",
        "title":"The Development of Jigsaw IV in a Secondary Social Studies Classroom."},
      {
        "id":"ED447046",
        "title":"Beyond Communism and War: The Effect of Civic Education on the Democratic Attitudes and Behavior of Bosnian and Herzegovinian Youth."},
      {
        "id":"ED447047",
        "title":"&quot;Project Citizen&quot; and the Civic Development of Adolescent Students in Indiana, Latvia, and Lithuania."},
      {
        "id":"ED447051",
        "title":"South Africa in World Historical Perspective: An Introduction to the History of South Africa. A Curriculum Unit for Grades 11-Adult."},
      {
        "id":"ED447054",
        "title":"Episodes in the History of U.S.-Mexico Relations, Part 1."},
      {
        "id":"ED447055",
        "title":"Contemporary Issues in U.S.-Mexico Relations, Part 2."},
      {
        "id":"ED447056",
        "title":"U.S.-Mexico Economic Interdependence: Perspectives from Both Sides of the Border, Part 3."},
      {
        "id":"ED447060",
        "title":"Focus: International Economics."},
      {
        "id":"ED447061",
        "title":"Focus: Economic Systems."},
      {
        "id":"ED447062",
        "title":"Working in Harmony: Some Effects of Music in the Classroom."},
      {
        "id":"ED447064",
        "title":"Teaching about the U.S. Presidency. ERIC Digest."},
      {
        "id":"ED447065",
        "title":"Education for Civic Engagement in Democracy: Service Learning and Other Promising Practices."},
      {
        "id":"ED447066",
        "title":"Teaching about Japanese-American Internment. ERIC Digest."},
      {
        "id":"ED447067",
        "title":"Image, Concept, Model and Proposition for Instructional Designing and Its Application in Pre-Service Education: A Framework To Generate Lesson Plan for Autonomous Learning Using IT."},
      {
        "id":"ED447068",
        "title":"The Influence of the Professional Development School Context on My Practice as a Student Teaching Supervisor: A Personal Narrative."},
      {
        "id":"ED447069",
        "title":"Professional Development of Elementary School Teachers: Constructing and Analyzing Professional Learning through Public School and University Partnership."},
      {
        "id":"ED447070",
        "title":"Gender Differences in Beginning Teachers' Metaphors for Mentoring."},
      {
        "id":"ED447071",
        "title":"Holding Up a Mirror: Classroom Assessment Techniques in a Graduate Early Childhood Teacher Education Program."},
      {
        "id":"ED447072",
        "title":"The Preparation of Teachers for Kentucky Schools: A Survey of New Teachers. Summary Report."},
      {
        "id":"ED447073",
        "title":"Teachers as Mentors."},
      {
        "id":"ED447074",
        "title":"Processes and Perceptions of Collaboration: Two Teams at the International High School."},
      {
        "id":"ED447075",
        "title":"Admitting At-Risk Students into Principal Preparation Programs: Is It Worth the Risk?"},
      {
        "id":"ED447076",
        "title":"The Indiana Principalship: Perceptions of Principals, Aspiring Principals, and Superintendents."},
      {
        "id":"ED447077",
        "title":"Incorporating a Course Website into Teaching: A Promising Practice, Especially for Teacher Education."},
      {
        "id":"ED447078",
        "title":"Describing Preservice Teachers' Conceptions of the Role of Teacher Leader."},
      {
        "id":"ED447079",
        "title":"Creating a Community of Learners: Using the Teacher as Facilitator Model."},
      {
        "id":"ED447081",
        "title":"Sport in Germany. Basis-Info: Social Policy. In-Press."},
      {
        "id":"ED447083",
        "title":"Rhode Island Teacher's Assistant Professional Development Plan. A Report to the General Assembly."},
      {
        "id":"ED447084",
        "title":"Theory into Practice: Best Practices for a School-Wide Approach to Critical Thinking Instruction."},
      {
        "id":"ED447087",
        "title":"Making Space between a Rock and a Hard Place: Teachers' Efforts at Reconciling Competing Criteria for Legitimacy."},
      {
        "id":"ED447088",
        "title":"A Comparative Analysis of Teacher Peer Review Programs in Four Urban Districts: Professional Unionism in Action."},
      {
        "id":"ED447096",
        "title":"Log On or Lose Out: Technology in 21st Century Teacher Education. AACTE Conference Proceedings (Cupertino, California, November 1999)."},
      {
        "id":"ED447097",
        "title":"Methodological and Ethical Considerations in a Life History Study of Teacher Thinking."},
      {
        "id":"ED447098",
        "title":"New Tools for Research on Instruction and Instructional Policy: A Web-Based Teacher Log. A CTP Working Paper."},
      {
        "id":"ED447099",
        "title":"Good Science, Bad Science: Teaching Evolution in the States."},
      {
        "id":"ED447102",
        "title":"Framework for Healthful Living Education."},
      {
        "id":"ED447103",
        "title":"Self-Efficacy during Student Teaching."},
      {
        "id":"ED447104",
        "title":"Lifelines to the Classroom: Designing Support for Beginning Teachers. Knowledge Brief."},
      {
        "id":"ED447105",
        "title":"When the Journey Is Its Own Reward: Supporting National Board Candidates. Knowledge Brief."},
      {
        "id":"ED447106",
        "title":"Index of Approved Programs for Licensing of School Personnel in Wisconsin, 2000-2001."},
      {
        "id":"ED447107",
        "title":"An Alternative Classification Scheme for Teaching Performance Incentives Using a Factor Analytic Approach."},
      {
        "id":"ED435096",
        "title":"Improving Style in Students' Written Compositions."},
      {
        "id":"ED435097",
        "title":"The Effects of Computer Skills and Feedback on the Gains in Students' Overall Writing Quality in College Freshman Composition Courses."},
      {
        "id":"ED435098",
        "title":"Teaching Language Arts: Learning through Dialogue."},
      {
        "id":"ED435099",
        "title":"American Literature before 1865: The Spanish Exploration and Discovery Documents."},
      {
        "id":"ED435105",
        "title":"Fiction from the Other Americas: Bibliographic Surveys and Classroom Applications."},
      {
        "id":"ED435106",
        "title":"Role of the Media in the Quebec Language Portfolio."},
      {
        "id":"ED435108",
        "title":"Building-Based Budgeting and Decentralization: A 20 Year Perspective."},
      {
        "id":"ED435109",
        "title":"Schoolwide Programs: Preparing for School Reform. A Planning and Development Handbook."},
      {
        "id":"ED435111",
        "title":"Reducing School Violence: Building a Framework for School Safety. Third Edition."},
      {
        "id":"ED435112",
        "title":"Utah Centennial Schools: Profiles of Participating Schools 1998-99."},
      {
        "id":"ED435113",
        "title":"Farewell to Grant Maintained Status: The Future of Self Governing Schools."},
      {
        "id":"ED435114",
        "title":"Be Careful What You Ask for: The Impact of an Accountability System on Student Achievement, School Achievement and Teachers."},
      {
        "id":"ED435115",
        "title":"Budget Analysis, 1999-00. Review of the Enacted Budget."},
      {
        "id":"ED435116",
        "title":"Ethics and Gender Diversity in School Management: Viewpoint."},
      {
        "id":"ED435117",
        "title":"Montana Statewide Education Profile: K-12 Public Schools, School Year 1996-97."},
      {
        "id":"ED435118",
        "title":"Assessment of an Aspiring Leaders Development Program."},
      {
        "id":"ED435119",
        "title":"Prevention Strategies That Work."},
      {
        "id":"ED435121",
        "title":"Policies and Practices on a Slippery Terrain: Lessons from Latin America and Africa in Educational Gender Equity."},
      {
        "id":"ED435122",
        "title":"What Poverty Does to Girls' Education: The Intersection of Class, Gender, and Ethnicity in Latin America."},
      {
        "id":"ED435124",
        "title":"Through the Looking Glass: An Up Front and Personal Look at the World of the Assistant Principal."},
      {
        "id":"ED435125",
        "title":"The School as Organization: Challenges to Traditional Paradigms."},
      {
        "id":"ED435126",
        "title":"Keeping Colorado's Kids Safe. Special Report from the Summit on School Safety and the Prevention of Youth Violence."},
      {
        "id":"ED435127",
        "title":"Improving Student Achievement by Extending School: Is It Just a Matter of Time?"},
      {
        "id":"ED435128",
        "title":"What We Know about Vouchers: The Facts behind the Rhetoric."},
      {
        "id":"ED435129",
        "title":"Research Design for \"Kyosei\" Western Assessment Collaborative at WestEd."},
      {
        "id":"ED435130",
        "title":"Creating Working Partnerships: How Can School Districts and Charter Schools Work Together Effectively? Knowledge Brief."},
      {
        "id":"ED435131",
        "title":"The Impact of Work Values and Principal Job Attributes on Principal Selection Decisions."},
      {
        "id":"ED435132",
        "title":"The Influence of Work Values on Principal Teacher Selection Decisions in Schools Undergoing Reform."},
      {
        "id":"ED435133",
        "title":"The Effect of Grade Retention on Educational and Labor Market Outcomes."},
      {
        "id":"ED435134",
        "title":"A View from the Inside: Enlisting Men & Boys To Develop Strategies To Prevent Violence. A Report of the Select Seminar."},
      {
        "id":"ED435136",
        "title":"Reinventing School-Based Management: A School Board Guide to School-Based Improvement."},
      {
        "id":"ED435137",
        "title":"Americans with Disabilities Act: Its Impact on Public Schools."},
      {
        "id":"ED435138",
        "title":"Child Abuse: Legal Issues for Schools."},
      {
        "id":"ED435139",
        "title":"Effective School District Management: A Self-Review Instrument and Guide."},
      {
        "id":"ED435140",
        "title":"Developing and Implementing Academic Standards: A Template for Legislative and Policy Reform."},
      {
        "id":"ED435142",
        "title":"A Provider's Guide to Transporting Students with Disabilities in Minnesota."},
      {
        "id":"ED435143",
        "title":"TECH-NJ: Technology, Educators, &amp; CHildren with Disabilities--New Jersey, 1996-1998."},
      {
        "id":"ED435147",
        "title":"Critical Behaviors and Strategies for Teaching Culturally Diverse Students. ERIC/OSEP Digest E584."},
      {
        "id":"ED435148",
        "title":"Teaching Students with Autism. ERIC Digest E582."},
      {
        "id":"ED435150",
        "title":"Integrating Transition Planning into the IEP Process. Second Edition."},
      {
        "id":"ED435151",
        "title":"Federal Outlook for Exceptional Children: Budget Considerations and CEC Recommendations, Fiscal Year 2000."},
      {
        "id":"ED435152",
        "title":"Facilitating Change in Comprehensive Early Childhood Systems: Collaborative Planning Project for Planning Comprehensive Early Childhood Systems."},
      {
        "id":"ED435153",
        "title":"Enhancing Community Options for Families of Young Children. Final Report."},
      {
        "id":"ED435154",
        "title":"Educating Students with Emotional and Behavioral Disorders: Historical Perspective and Future Directions. From the Third CCBD Mini-Library Series, What Works for Children and Youth with E/BD: Linking Yesterday and Today with Tomorrow."},
      {
        "id":"ED435155",
        "title":"Developing Positive Behavioral Support for Students with Challenging Behaviors. From the Third CCBD Mini-Library Series, What Works for Children and Youth with E/BD: Linking Yesterday and Today with Tomorrow."},
      {
        "id":"ED435156",
        "title":"A Revisitation of the Ecological Perspectives on Emotional/Behavioral Disorders: Underlying Assumptions and Implications for Education and Treatment. From the Third CCBD Mini-Library Series, What Works for Children and Youth with E/DB: Linking Yesterday and Today with Tomorrow."},
      {
        "id":"ED435157",
        "title":"Psychoeducation: An Idea Whose Time Has Come. From the Third CCBD Mini-Library Series, What Works for Children and Youth with E/BD: Linking Yesterday and Today with Tomorrow."},
      {
        "id":"ED435158",
        "title":"Safe Schools: School-Wide Discipline Practices. From the Third CCBD Mini-Library Series, What Works for Children and Youth with E/BD: Linking Yesterday and Today with Tomorrow."},
      {
        "id":"ED435160",
        "title":"Historical Chronology of the Council for Children with Behavioral Disorders 1964-1999. From the Third CBD Mini-Library Series, What Works for Children and Youth with E/BD: Linking Yesterday and Today with Tomorrow."},
      {
        "id":"ED435161",
        "title":"Individualized Education Programs. NICHCY Briefing Paper. LG2. 4th Edition."},
      {
        "id":"ED435162",
        "title":"Interventions for Chronic Behavior Problems. NICHCY Research Brief. RB1."},
      {
        "id":"ED435163",
        "title":"Basics for Parents: Your Child's Evaluation."},
      {
        "id":"ED435164",
        "title":"Questions Often Asked by Parents about Special Education Services. NICHCY Briefing Paper. LG1. 4th Edition."},
      {
        "id":"ED435165",
        "title":"Theoretical Considerations for Special Educators in the Psychological Adjustment of Fostered, Adopted, or Other Placements of Children."},
      {
        "id":"ED435166",
        "title":"Financing Public School Facilities in Texas: A Case Study."},
      {
        "id":"ED435167",
        "title":"Recommendations for Improving the School Facility Program in Los Angeles Unified School District."},
      {
        "id":"ED435168",
        "title":"A Global Perspective on Bilingualism and Bilingual Education. ERIC Digest."},
      {
        "id":"ED435169",
        "title":"Interpersonal Involvement Strategies in Online Textual Conversations: A Case Study of a Learning Community."},
      {
        "id":"ED435170",
        "title":"Interlanguage Variation: A Point Missed?"},
      {
        "id":"ED435171",
        "title":"Authentic Assessment: Strategies for Maximizing Performance in the Dual-Language Classroom."},
      {
        "id":"ED435172",
        "title":"Interpreter Alterations to Pragmatic Features in Trial Testimony."},
      {
        "id":"ED435173",
        "title":"Effect of Instruction in Story Grammar on the Narrative Writing of EFL Students."},
      {
        "id":"ED435174",
        "title":"Academic Listening in Beijing--A Personal Account."},
      {
        "id":"ED435175",
        "title":"Discourse Intonation in Listening Tasks with Yes/No Questions."},
      {
        "id":"ED435176",
        "title":"A Thematic Unit on \"Moon\" in a Third-Grade Chinese Language Class."},
      {
        "id":"ED435177",
        "title":"Teasing as Pedagogy in a Russian as a Foreign Language Class."},
      {
        "id":"ED435178",
        "title":"An Intercultural Approach to Recognizing and Responding to Japanese University Students' Attitudes towards Testing."},
      {
        "id":"ED435180",
        "title":"Bilingual Education and the Dropout Argument."},
      {
        "id":"ED435181",
        "title":"Coral Way Elementary School: A Success Story in Bilingualism and Biliteracy."},
      {
        "id":"ED435182",
        "title":"Bolinger, Context, and Frames: Towards a New Dictionary for Learners of English for Business."},
      {
        "id":"ED435183",
        "title":"Applied Linguistics in 2000 and Beyond."},
      {
        "id":"ED435184",
        "title":"Setting Expected Gains for Non and Limited English Proficient Students. NCBE Resource Collection Series."},
      {
        "id":"ED435185",
        "title":"Professional Development for Teachers in Culturally Diverse Schools. ERIC Digest."},
      {
        "id":"ED435186",
        "title":"Partners in Pedagogy: Collaboration between University and Secondary School Foreign Language Teachers. ERIC Digest."},
      {
        "id":"ED435187",
        "title":"Assessment of Advanced ESL Students through Daily Action Logs."},
      {
        "id":"ED435188",
        "title":"Classroom Strategies for Encouraging Collaborative Discussion."},
      {
        "id":"ED435189",
        "title":"Implementation of Mother-Tongue Teaching in Hong Kong Secondary Schools: Some Recent Reports."},
      {
        "id":"ED435190",
        "title":"From Rhetoric to Reality: Applying the Communication Standards to the Classroom."},
      {
        "id":"ED435191",
        "title":"Turkish Proficiency Tests: A National Model."},
      {
        "id":"ED435192",
        "title":"Beyond Classroom Achievement: Standardized Turkish Tests."},
      {
        "id":"ED435193",
        "title":"Effects of Three Semantic Mapping Strategies on EFL Students' Reading Comprehension."},
      {
        "id":"ED435194",
        "title":"Metalinguistic Knowledge and Formal-Functional Proficiency in English: The Case of Basic Education Stage Learners in Jordan."},
      {
        "id":"ED435195",
        "title":"Evaluation of Student-Teachers' Performance in TEFL Practicum at Kuwait University."},
      {
        "id":"ED435196",
        "title":"Using Arabic in Testing Reading Comprehension in English."},
      {
        "id":"ED435200",
        "title":"Content Analysis of Funded Enhancement Project Applications--Fiscal Year 1995."},
      {
        "id":"ED435201",
        "title":"Promoting Successful Transition to the Mainstream: Effective Instructional Strategies for Bilingual Students. ERIC Digest."},
      {
        "id":"ED435202",
        "title":"Considerations in Developing and Using Computer-Adaptive Tests To Assess Second Language Proficiency. ERIC Digest."},
      {
        "id":"ED435203",
        "title":"Hands-On English: A Periodical for Teachers and Tutors of Adult English as a Second Language, 1998-1999."},
      {
        "id":"ED435204",
        "title":"Improving Adult English Language Learners' Speaking Skills. ERIC Digest."},
      {
        "id":"ED435205",
        "title":"Beyond the 100 Questions: An Annotated Bibliography of Citizenship and Civic Participation Resources."},
      {
        "id":"ED435206",
        "title":"Crossroads Cafe English Learning Program: Reflecting a New Approach to Teaching English."},
      {
        "id":"ED435208",
        "title":"Understanding Refugee Mental Health Concerns."},
      {
        "id":"ED435211",
        "title":"Salary-Trend Study of Faculty in Anthropology for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435212",
        "title":"Salary-Trend Study of Faculty in Architecture and Related Programs for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435214",
        "title":"Salary-Trend Study of Faculty in Biology, General for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435215",
        "title":"Salary-Trend Study of Faculty in Business Administration and Management for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435216",
        "title":"Salary-Trend Study of Faculty in Business Management and Administrative Services for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435217",
        "title":"Salary-Trend Study of Faculty in Business/Managerial Economics for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435218",
        "title":"Salary-Trend Study of Faculty in Chemistry for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435220",
        "title":"Salary-Trend Study of Faculty in Communications Technologies for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435221",
        "title":"Salary-Trend Study of Faculty in Computer and Information Sciences for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435225",
        "title":"Salary-Trend Study of Faculty in Drama/Theater Arts and Stagecraft for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435226",
        "title":"Salary-Trend Study of Faculty in Economics for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435230",
        "title":"Salary-Trend Study of Faculty in Engineering-Related Technologies for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435231",
        "title":"Salary-Trend Study of Faculty in English Language and Literature/Letters, General for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435232",
        "title":"Salary-Trend Study of Faculty in Enterprise Management and Operation for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435233",
        "title":"Salary-Trend Study of Faculty in Fine Arts and Art Studies for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435234",
        "title":"Salary-Trend Study of Faculty in Foreign Languages and Literatures for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435235",
        "title":"Salary-Trend Study of Faculty in Geography for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435236",
        "title":"Salary-Trend Study of Faculty in Geological and Related Studies for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435237",
        "title":"Salary-Trend Study of Faculty in History, General for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435238",
        "title":"Salary-Trend Study of Faculty in Home Economics, General for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435239",
        "title":"Salary-Trend Study of Faculty in Library Science for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435240",
        "title":"Salary-Trend Study of Faculty in Marketing Management and Research for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435241",
        "title":"Salary-Trend Study of Faculty in Mathematics for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435244",
        "title":"Salary-Trend Study of Faculty in Nursing (R.N. Training) for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435245",
        "title":"Salary-Trend Study of Faculty in Occupational Therapy for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435246",
        "title":"Salary-Trend Study of Faculty in Parks, Recreation and Leisure Studies for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435247",
        "title":"Salary-Trend Study of Faculty in Philosophy and Religion for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435248",
        "title":"Salary-Trend Study of Faculty in Physical Sciences, General for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435249",
        "title":"Salary-Trend Study of Faculty in Physical Therapy for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435250",
        "title":"Salary-Trend Study of Faculty in Physics for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435252",
        "title":"Salary-Trend Study of Faculty in Psychology, General for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435253",
        "title":"Salary-Trend Study of Faculty in Public Health for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435254",
        "title":"Salary-Trend Study of Faculty in Reading Teacher Education for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435255",
        "title":"Salary-Trend Study of Faculty in Social Sciences, General for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435256",
        "title":"Salary-Trend Study of Faculty in Social Work for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435257",
        "title":"Salary-Trend Study of Faculty in Sociology for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435258",
        "title":"Salary-Trend Study of Faculty in Special Education for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435259",
        "title":"Salary-Trend Study of Faculty in Speech-Language Pathology and Audiology for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435261",
        "title":"Salary-Trend Study of Faculty in Visual and Performing Arts for the Years 1995-96 and 1998-99."},
      {
        "id":"ED435262",
        "title":"Cohort Default Rates for Schools Due to FY 1995, FY 1996, and FY 1997."},
      {
        "id":"ED435263",
        "title":"Schools Subject to Loss of Eligibility To Participate in the Federal Family Education Loan Program (FFELR) Federal Direct Student Loan Program (FDSLP) and/or Federal Pell Grant Program (FPGP) Due to FY 1995, FY 1996, and FY 1997 Cohort Default Rates of 25.0% or Greater."},
      {
        "id":"ED435264",
        "title":"Schools Subject to Limitation, Suspension, and/or Termination Action of All Title IV Programs Due to Excessive FY 1997 Cohort Default Rates."},
      {
        "id":"ED435265",
        "title":"Schools Subject to Extension of Loss of Eligibility To Participate in the Federal Family Education Loan Program (FFELP, Federal Direct Student Loan Program (FDLSP and/or Federal Pell Grant Program (FPGP). Due to FY 1995, FY 1996, and FY 1997 Cohort Default Rates That Are 25.0% or Greater."},
      {
        "id":"ED435266",
        "title":"Autobiographical Narratives of Important School Events and College Students' Current Academic Engagement."},
      {
        "id":"ED435267",
        "title":"Can Small Business Compete with Campus Bookstores? Hearing before the Committee on Small Business, United States Senate, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED435268",
        "title":"Review of the Proposed San Ramon Valley Center of the Contra Costa Community College District. Higher Education Update."},
      {
        "id":"ED435269",
        "title":"Executive Compensation in California Public Higher Education, 1998-99. Higher Education Update."},
      {
        "id":"ED435270",
        "title":"The Intentional Community: Colleges and Community Groups Helping Low Income Youth Prepare for College."},
      {
        "id":"ED435271",
        "title":"Assessing Faculty Beliefs about Rewards and Incentives in Distance Education: Pilot Study Results."},
      {
        "id":"ED435273",
        "title":"Trends in College Pricing, 1999."},
      {
        "id":"ED435274",
        "title":"Trends in Student Aid."},
      {
        "id":"ED435278",
        "title":"The New Freshman Class: Fall 1998. The University of Wisconsin System Informational Memorandum."},
      {
        "id":"ED435279",
        "title":"Trends in Enrollment: Fall 1998 Update. The University of Wisconsin System Informational Memorandum."},
      {
        "id":"ED435280",
        "title":"Student Financial Aid: 1997-98 Update. The University of Wisconsin System Informational Memorandum."},
      {
        "id":"ED435281",
        "title":"NCAA Guide for the College-Bound Student-Athlete."},
      {
        "id":"ED435282",
        "title":"Illinois Directory of Higher Education, 1999."},
      {
        "id":"ED435283",
        "title":"New Directions in Higher Education: Expanding the Possibilities of Collaborative Authorship."},
      {
        "id":"ED435284",
        "title":"Trading Classrooms for Cell Blocks: Destructive Policies Eroding D.C. Communities. Policy Report."},
      {
        "id":"ED435285",
        "title":"Is Maryland's System of Higher Education Suffering Because of Prison Expenditures? In Brief."},
      {
        "id":"ED435286",
        "title":"A Guide to Grassroots Activism: Moving Nursing Education's Public Policy Agenda. Second Edition."},
      {
        "id":"ED435290",
        "title":"Evaluation of an Undergraduate Psychology Program: A Doable Department Response."},
      {
        "id":"ED435292",
        "title":"Public Law 105-390. 105th Congress."},
      {
        "id":"ED435293",
        "title":"En Route to Transformation. On Change: An Occasional Paper Series of the ACE Project on Leadership and Institutional Transformation."},
      {
        "id":"ED435294",
        "title":"Reports from the Road: Insights on Institutional Change. On Change: An Occasional Paper Series of the ACE Project on Leadership and Institutional Transformation."},
      {
        "id":"ED435298",
        "title":"Women and Higher Education: Issues and Perspectives. Thematic Debate."},
      {
        "id":"ED435299",
        "title":"Designing the Future: A Collective Strategy for Independent Colleges and Universities. Conversation Draft."},
      {
        "id":"ED435300",
        "title":"Governmental Accounting: Comprehensive Annual Financial Report Project."},
      {
        "id":"ED435302",
        "title":"Faculty Position Advertisements in Educational Administration: Analysis and a Theoretical Framework for Improving Administrative Practice."},
      {
        "id":"ED435303",
        "title":"Confusing Time-to-Degree and the Graduation Efficiency Index: What Are the Issues?"},
      {
        "id":"ED435304",
        "title":"Solid Foundations: Building Success for First-Year Seminars through Instructor Training and Development. Monograph Series, Number 29."},
      {
        "id":"ED435305",
        "title":"The Doctorate: Talking about the Degree."},
      {
        "id":"ED435307",
        "title":"Facilities Inventory and Utilization Study, Fall of 1998, for the State of North Carolina. Higher Education Comprehensive Planning Program. Thirty-Second Edition."},
      {
        "id":"ED435308",
        "title":"Legal Education and Professional Development in New York State--Report of the Professional Education Project."},
      {
        "id":"ED435309",
        "title":"Colleges and Universities: Education Digest, 1998-99."},
      {
        "id":"ED435310",
        "title":"Student Financial Aid Handbook: Federal Pell Grant Program Reference, 1999-2000."},
      {
        "id":"ED435311",
        "title":"Due Process and Higher Education: A Systemic Approach to Fair Decision Making. ERIC Digest."},
      {
        "id":"ED435312",
        "title":"Millennium III Challenges: A Major Role for Agricultural Research/Extension/Education."},
      {
        "id":"ED435313",
        "title":"Agricultural Research &amp; Education: Serving the Nation. A University Science and Education Exhibit on Capitol Hill, March 2, 1999."},
      {
        "id":"ED435314",
        "title":"NASULGC Universities Connecting with the Future: How Do They Do IT? How Do They Pay for IT?"},
      {
        "id":"ED435315",
        "title":"Fiscal Profiles, 1999. The Ninth Annual in a Series of Factsheets about the Financing of California Higher Education."},
      {
        "id":"ED435316",
        "title":"International Baccalaureate Diploma Program. Higher Education Update."},
      {
        "id":"ED435317",
        "title":"Homogenizing Developmental Studies and ESL."},
      {
        "id":"ED435318",
        "title":"Reflections on Academic Development: What We Can Learn from the South African Experience. Technical Report."},
      {
        "id":"ED435320",
        "title":"A Model for Differentiated Nursing Practice."},
      {
        "id":"ED435321",
        "title":"The Essentials of Master's Education for Advanced Practice Nursing."},
      {
        "id":"ED435325",
        "title":"Preventing Alcohol-Related Problems on Campus: Substance-Free Residence Halls."},
      {
        "id":"ED435326",
        "title":"Maximizing Service Provider Relationships: Best Practices through Blended Management."},
      {
        "id":"ED435327",
        "title":"NACUBO Institutional Student Aid Survey: Executive Summary, 1998. Independent Institutions."},
      {
        "id":"ED435328",
        "title":"Administrative Procedures for Small Institutions. Second Edition."},
      {
        "id":"ED435329",
        "title":"Futures Forum 1999: Exploring the Future of Higher Education (Fall 1998)."},
      {
        "id":"ED435330",
        "title":"E-Business in Education. What You Need To Know: Building Competencies for Tomorrow's Opportunities."},
      {
        "id":"ED435331",
        "title":"NACUBO Endowment Study, 1998."},
      {
        "id":"ED435332",
        "title":"NACUBO Endowment Study, 1998: Executive Summary."},
      {
        "id":"ED435333",
        "title":"Enforcing the Minimum Drinking Age Law: A Survey of College Administrators and Security Chiefs. Current Research Summary. Bulletin Series: Alcohol and Other Drug Prevention."},
      {
        "id":"ED435334",
        "title":"Complying with the Drug-Free Schools and Campuses Regulations (34 CFR Part 86). A Guide for University and College Administrators."},
      {
        "id":"ED435335",
        "title":"Designing Alcohol and Other Drug Prevention Programs in Higher Education: Bringing Theory into Practice."},
      {
        "id":"ED435336",
        "title":"A Model for a Mission."},
      {
        "id":"ED435337",
        "title":"Connecting the Parts: A Hispanic/Latino Reality for Achieving More Timely Degree Completion. JSRI Working Paper No. 34."},
      {
        "id":"ED435338",
        "title":"Institutional Entrepreneurship in Higher Education. CELCEE Digest No. 98-5."},
      {
        "id":"ED435339",
        "title":"Academic Entrepreneurship in Higher Education. CELCEE Digest No. 98-3."},
      {
        "id":"ED435340",
        "title":"Technology Transfer as an Entrepreneurial Practice in Higher Education. CELCEE Digest No. 98-9."},
      {
        "id":"ED435341",
        "title":"The Town/Gown Syndrome in Higher Education. CELCEE Digest No. 98-6."},
      {
        "id":"ED435342",
        "title":"Higher Education Trends (1997-1999): Administration. ERIC-HE Trends."},
      {
        "id":"ED435343",
        "title":"Higher Education Trends (1997-1999): Curriculum. ERIC-HE Trends."},
      {
        "id":"ED435344",
        "title":"Higher Education Trends (1997-1999): Faculty. ERIC-HE Trends."},
      {
        "id":"ED435345",
        "title":"Higher Education Trends (1997-1999): Finance. ERIC-HE Trends."},
      {
        "id":"ED435346",
        "title":"Higher Education Trends (1997-1999): Graduate and Professional Education. ERIC-HE Trends."},
      {
        "id":"ED435347",
        "title":"Higher Education Trends (1997-1999): Higher Education and the Public Good. ERIC-HE Trends."},
      {
        "id":"ED435348",
        "title":"Higher Education Trends (1997-1999): Instruction. ERIC-HE Trends."},
      {
        "id":"ED435349",
        "title":"Higher Education Trends (1997-1999): Legal Issues. ERIC-HE Trends."},
      {
        "id":"ED435350",
        "title":"Higher Education Trends (1997-1999): Policy and Governance. ERIC-HE Trends."},
      {
        "id":"ED435351",
        "title":"Higher Education Trends (1997-1999): Professional Development. ERIC-HE Trends."},
      {
        "id":"ED435352",
        "title":"Higher Education Trends (1997-1999): Program Evaluation. ERIC-HE Trends."},
      {
        "id":"ED435353",
        "title":"Higher Education Trends (1997-1999): Students. ERIC-HE Trends."},
      {
        "id":"ED435356",
        "title":"Frame Analysis and the Problems of Paired Course Development."},
      {
        "id":"ED435357",
        "title":"Faculty Leadership in Preventing Alcohol and Other Drug Problems in Higher Education. Proceedings Report (Boston, MA, July 17-19, 1997)."},
      {
        "id":"ED435358",
        "title":"Guide to International Academic Standards for Athletics Eligibility for Students Entering Fall 1999."},
      {
        "id":"ED435359",
        "title":"The NCAA."},
      {
        "id":"ED435360",
        "title":"NCAA Transfer Guide, 1999-00: Two-Year College Transfers; Four-Year College Transfers."},
      {
        "id":"ED435361",
        "title":"NCAA Sports Medicine Handbook, 1999-2000. Twelfth Edition."},
      {
        "id":"ED435362",
        "title":"Achieving Gender Equity: A Basic Guide to Title IX and Gender Equity in Athletics for Colleges and Universities. Second Edition."},
      {
        "id":"ED435366",
        "title":"NCAA CHAMPS/Life Skills Program."},
      {
        "id":"ED435368",
        "title":"Deconstructing the Walls between Sciences and Humanities."},
      {
        "id":"ED435369",
        "title":"The Relationship between Alcohol Use and Social Responsibility in College Students."},
      {
        "id":"ED435370",
        "title":"Wingspread Declaration on Renewing the Civic Mission of the American Research University [The Wingspread Conference] (Racine, WI, December 11-13, 1998 and July 19-21, 1999)."},
      {
        "id":"ED435371",
        "title":"Nova Southeastern University State Accountability Data. Indicators of Quality, Productivity, Diversity and Access. Research and Planning Report 99-10."},
      {
        "id":"ED435372",
        "title":"Misperceptions of College Drinking Norms: An Exploratory Study of Gender and Grade Level Differences."},
      {
        "id":"ED435374",
        "title":"Developing Content-Specific Reading Placement Tests."},
      {
        "id":"ED435375",
        "title":"Case-Based Instruction in Post-Secondary Education: Developing Students' Problem-Solving Expertise."},
      {
        "id":"ED435376",
        "title":"From Historical Perspective to Future Projections: Providing Access to Higher Education for the Latino Community."},
      {
        "id":"ED435377",
        "title":"Listserv: A Tool for Instruction in Higher Education Classrooms."},
      {
        "id":"ED435378",
        "title":"Federal School Code List, 2000-2001."},
      {
        "id":"ED435379",
        "title":"Idaho State University Statistical Portrait, Academic Year 1998-1999."},
      {
        "id":"ED435380",
        "title":"Supplementing Interdisciplinary Studies Programs with a Consciousness-Based Transdisciplinary Approach To Increase Students' Holistic Development."},
      {
        "id":"ED435381",
        "title":"Evaluation of College Teaching in a Community of Practice."},
      {
        "id":"ED435382",
        "title":"Change in the Age of Technology: A New Look at Licensing and Copyright for Colleges and Universities. ERIC Digest."},
      {
        "id":"ED435383",
        "title":"Early Intervention Program and College Partnerships. ERIC Digest."},
      {
        "id":"ED435384",
        "title":"Accessible Web Design. ERIC Digest."},
      {
        "id":"ED435385",
        "title":"Aspects of Technical Change within Applications of Library and Information Science via a Three-Perspective Focus on Faculty and Programs among Six Educational Institutions."},
      {
        "id":"ED435386",
        "title":"Comparison of the Effect of Using Title Keyword Searching and Subject Headings among the 10 Divisions of Dewey Decimal Classification."},
      {
        "id":"ED435387",
        "title":"Publishing Trends in Juvenile Collective Biographies Emanating from the Worthington Public Library Collection."},
      {
        "id":"ED435388",
        "title":"The Development of a Bio-Bibliography for Ursula Parrott with Indexing and Navigation Tools in Printed and Web-Based Versions."},
      {
        "id":"ED435389",
        "title":"A Question of Diversity: An Analysis of the Young Adult Library Service Association's Best Books for Young Adults, 1994-1998."},
      {
        "id":"ED435390",
        "title":"Progress Report on &quot;Pathways to Excellence: A Report on Improving Library and Information Services for Native American Peoples.&quot;"},
      {
        "id":"ED435391",
        "title":"Advancement Information Resources Management: An Information Understanding Profession in Support of Philanthropy."},
      {
        "id":"ED435392",
        "title":"Shelving, Stamping and Shushing: Librarians in the Movies."},
      {
        "id":"ED435393",
        "title":"A Demographic Study of Ohio Public Library Trustees."},
      {
        "id":"ED435394",
        "title":"Selection of Library Materials in the University of the North Library."},
      {
        "id":"ED435395",
        "title":"An Investigation of Five Middle School Library Collections in the Areas of Science and Technology."},
      {
        "id":"ED435396",
        "title":"Testing for Correlation between Two Journal Ranking Methods: A Comparison of Citation Rankings and Expert Opinion Rankings."},
      {
        "id":"ED435397",
        "title":"Defining User Behavior in the Coffee Shop Area of a Super Bookstore, a Grounded Theory Approach."},
      {
        "id":"ED435398",
        "title":"A Study of the Use of Information Sources by Prospect Researchers."},
      {
        "id":"ED435399",
        "title":"Images of Women in High Fantasy for Children and Adults: A Comparative Analysis."},
      {
        "id":"ED435400",
        "title":"Using Links To Facilitate Access to Internet Resources: A Content Analysis of Ohio Public Library Web Sites."},
      {
        "id":"ED435401",
        "title":"Career Information Centers in Libraries: Measurement of Service Awareness."},
      {
        "id":"ED435402",
        "title":"Quaker Resources Online Index."},
      {
        "id":"ED435403",
        "title":"An Examination of Essential Popular Music Compact Disc Holdings at the Cleveland Public Library."},
      {
        "id":"ED435404",
        "title":"Here Today, Gone Tomorrow: The Stability of Cited Electronic References."},
      {
        "id":"ED435405",
        "title":"Information-Seeking Behavior of Professors of Art History and Studio Art."},
      {
        "id":"ED435406",
        "title":"A Study of the Utilization of Local History and Genealogy Collections in Public Libraries in Ohio."},
      {
        "id":"ED435407",
        "title":"Librarians in Name Only: Systems Librarianship and Job Seeking: A Content Analysis."},
      {
        "id":"ED435410",
        "title":"Transfer in Virginia--an Update. Transfer Connection, 1996."},
      {
        "id":"ED435411",
        "title":"Tennessee Board of Regents Annual Report Card."},
      {
        "id":"ED435412",
        "title":"&quot;You've Come a Long Way Baby!&quot; Rio Salado Community College--Arizona's Shining Star."},
      {
        "id":"ED435413",
        "title":"San Antonio College Factbook, 1998-1999. Revised Edition."},
      {
        "id":"ED435414",
        "title":"Revenue per Student Comparisons, California Community Colleges, 1994-98."},
      {
        "id":"ED435415",
        "title":"Arizona Learning Systems Business Plan."},
      {
        "id":"ED435416",
        "title":"Long-Range Statewide Enrollment and WSCH Forecast, California Community Colleges."},
      {
        "id":"ED435417",
        "title":"California Community Colleges: The Chancellor's Office Inadequately Controlled Its Economic Development Program and, along with the Department of Education, Circumvented State Contracting Procedures."},
      {
        "id":"ED435418",
        "title":"Financial Aid as a Service. A Review of Operations. Summary Report."},
      {
        "id":"ED435419",
        "title":"Retention at South Texas Community College: A Delicate Balance. Special Report Number One."},
      {
        "id":"ED435422",
        "title":"Glendale Community College Services Annual Report, 1998-1999."},
      {
        "id":"ED435423",
        "title":"Infusing Cultural Diversity into the Community College Macroeconomics Principles Course: Some Suggested Essays and Group Work Exercises for Students."},
      {
        "id":"ED435424",
        "title":"A Field Study of Completer and Non-Completer Community College Reverse Transfer Students."},
      {
        "id":"ED435425",
        "title":"NVCC Student Media Survey. Research Report No. 2-98."},
      {
        "id":"ED435427",
        "title":"Community College Exemplary Initiatives, Volume X, 1998-1999."},
      {
        "id":"ED435428",
        "title":"Presentation on Transfer and Articulation to Little Hoover Commission (Sacramento, California, March 25, 1999)."},
      {
        "id":"ED435429",
        "title":"El Paso Community College Women in Technology End of the Year Report, 1998-1999."},
      {
        "id":"ED435431",
        "title":"Outside Evaluation of Connecticut's Family Resource Centers. Final Report. Volumes 1 and 2."},
      {
        "id":"ED435433",
        "title":"Building Relationships in a Small Group Setting."},
      {
        "id":"ED435434",
        "title":"Family Relationships and Adolescent Self-Concept."},
      {
        "id":"ED435436",
        "title":"Our World?"},
      {
        "id":"ED435438",
        "title":"Tickle Your Appetite: WIC/Team Nutrition Educator's Kit for Children."},
      {
        "id":"ED435439",
        "title":"Tickle Your Appetite: Team Nutrition's Education Kit for Child Care."},
      {
        "id":"ED435441",
        "title":"Now in Our Hands: Caring for California's Abused &amp; Neglected Children."},
      {
        "id":"ED435443",
        "title":"Report of the Task Force to Study Strategies to Support Parents as Children's First Teachers. Revised."},
      {
        "id":"ED435446",
        "title":"Carrying the Family through Adolescence: The Significance of Parent-Parent Communication."},
      {
        "id":"ED435451",
        "title":"WisKids Count Data Book, 1999: A Portrait of Child Well-Being in Wisconsin."},
      {
        "id":"ED435452",
        "title":"The Benefits and Costs of Good Child Care: The Economic Rationale for Public Investment in Young Children. A Policy Study. Monograph No. 1."},
      {
        "id":"ED435454",
        "title":"Child Nutrition Programs. Administrative Manual."},
      {
        "id":"ED435455",
        "title":"Questions and Answers about the Utah Pre-Kindergarten Assessment and End-of-Level Kindergarten Assessment for 1998-99."},
      {
        "id":"ED435456",
        "title":"The Literacy Assessment Portfolio."},
      {
        "id":"ED435457",
        "title":"Systemwide Elementary Reform (SER) Grade 2 Interim Report. Statewide Texas Educational Progress Study. Report No. 5."},
      {
        "id":"ED435465",
        "title":"A Collaborative Approach to Family Literacy Evaluation Strategies."},
      {
        "id":"ED435466",
        "title":"A Five-Year Comparison of Actual and Recommended Parental Practices for Promoting Children's Literacy Development."},
      {
        "id":"ED435467",
        "title":"Siblings' Attachment Qualities to Their Shared Mother and Their Mothers' Rating of Their Temperament: A Prospective Study."},
      {
        "id":"ED435468",
        "title":"Well-Child Health Care: Making It Happen. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED435469",
        "title":"Infant and Toddler Transitions. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED435471",
        "title":"Access to Child Care for Low-Income Working Families."},
      {
        "id":"ED435472",
        "title":"Vermont's Framework of Standards and Learning Opportunities."},
      {
        "id":"ED435473",
        "title":"Universal Prekindergarten in Georgia: A Case Study of Georgia's Lottery-Funded Pre-K Program. Working Paper Series."},
      {
        "id":"ED435474",
        "title":"Balancing Constructivist and Instructivist Curriculum Goals in Early Childhood Education."},
      {
        "id":"ED435475",
        "title":"Using Children's Literature To Increase Prosocial Behaviors in the Early Years."},
      {
        "id":"ED435476",
        "title":"A Personal Approach to Multiple Intelligence Instruction."},
      {
        "id":"ED435477",
        "title":"Early Childhood Matters: The Bulletin of the Bernard van Leer Foundation, 1999."},
      {
        "id":"ED435478",
        "title":"Parental Involvement Activities in the School."},
      {
        "id":"ED435480",
        "title":"Chinese Parenting Reconsideration: Parenting Practices in Taiwan."},
      {
        "id":"ED435481",
        "title":"Computer Training for Early Childhood Educators."},
      {
        "id":"ED435485",
        "title":"Quality in Action = Te Mahia Whai Hua: Implementing the Revised Statement of Desirable Objectives and Practices in New Zealand Early Childhood Services."},
      {
        "id":"ED435486",
        "title":"Business Leaders as Legislative Advocates for Children. Working Paper Series."},
      {
        "id":"ED435487",
        "title":"Learning To Be a Parent: A Bakhtinian Analysis of Home-School Relations."},
      {
        "id":"ED435489",
        "title":"Indonesian Mothers and Their Young Children: Towards an Interdependent Society?"},
      {
        "id":"ED435490",
        "title":"Moral Development at Home and at School: Division of Moral Tasks between Parents and Teachers in Secondary School."},
      {
        "id":"ED435491",
        "title":"One in Ten: Protecting Children's Access to Federal Public Benefits under the New Welfare and Immigration Laws. Issue Brief."},
      {
        "id":"ED435492",
        "title":"Unemployment Insurance for Low-Income Families: New Challenges for Child Advocates. Issue Brief."},
      {
        "id":"ED435493",
        "title":"Ensuring Children's Access to Comprehensive Health Benefits: Effective Arguments for Child Advocates. Issue Brief."},
      {
        "id":"ED435494",
        "title":"Stretching the Limits: How States Are Using Welfare Flexibility To Support Children. Issue Brief."},
      {
        "id":"ED435495",
        "title":"Beyond Declining Caseloads: Advocates' Tools for Monitoring Welfare Reform. Issue Brief."},
      {
        "id":"ED435496",
        "title":"Family Influences on Children's Peer Relationships: Parents' Social Networks and Educational Attitudes."},
      {
        "id":"ED435497",
        "title":"Health Plan Performance Measurement: What It Is, How It Impacts CHIP and Medicaid, and Why Child Advocates Should Care. National Association of Child Advocates. Issue Brief."},
      {
        "id":"ED435498",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Fall 1999."},
      {
        "id":"ED435499",
        "title":"Instant Video Revisiting: The Video Camera as a &quot;Tool of the Mind&quot; for Young Children."},
      {
        "id":"ED435500",
        "title":"The Role of Religious Beliefs in Early Childhood Education: Christian and Buddhist Preschools in Japan."},
      {
        "id":"ED435501",
        "title":"What Should Children Learn? Making Choices and Taking Chances."},
      {
        "id":"ED435502",
        "title":"A Comparison of the National Preschool Curricula in Norway and Sweden."},
      {
        "id":"ED435503",
        "title":"Public Factors That Contribute to School Readiness."},
      {
        "id":"ED435504",
        "title":"The School Bus Project."},
      {
        "id":"ED435505",
        "title":"The Impact on Parents of the Arrival of a New Baby: Their Expectations and the Changes Which They Go through."},
      {
        "id":"ED435506",
        "title":"Our Challenge: To Set the Highest Possible National Standard--for Human Relationships."},
      {
        "id":"ED435507",
        "title":"Changing Practice."},
      {
        "id":"ED435508",
        "title":"Public School Standards: Discussing the Case for Community Control. A Report on the Electronic Symposium, \"Public School Standards: Discussing the Case for Community Control,\" Hosted by the Rural Challenge (Burlington, VT, November 1998-February 1999)."},
      {
        "id":"ED435509",
        "title":"Hispanic/Latina Women and AIDS: A Critical Perspective. JSRI Working Paper No. 36. JSRI Research &amp; Publications Working Paper Series."},
      {
        "id":"ED435510",
        "title":"Comunidad: Promoting the Educational Persistence and Success of Chicana/o College Students. JSRI Occasional Paper No. 48. Latino Studies Series."},
      {
        "id":"ED435511",
        "title":"Rethinking Violence in the Educational Crisis of U.S. Latinos. JSRI Working Paper No. 38. JSRI Research &amp; Publications Working Paper Series."},
      {
        "id":"ED435512",
        "title":"Latina Mothers' Involvement in Their Children's Schooling: The Role of Maternal Education and Acculturation. JSRI Working Paper No. 44. JSRI Research &amp; Publications Working Paper Series."},
      {
        "id":"ED435513",
        "title":"Directory of Indigenous Education Resources in the WestEd Region, 1998."},
      {
        "id":"ED435514",
        "title":"Strategies for the Recruitment and Retention of Native American Students. Executive Summary."},
      {
        "id":"ED435515",
        "title":"People and the Arctic: A Prospectus for Research on the Human Dimensions of the Arctic System (HARC) for the National Science Foundation Arctic System Science Program."},
      {
        "id":"ED435516",
        "title":"Southern Connections: Connecting with Each Other, Connecting with the Future. The Final Report of the 1998 Commission on the Future of the South."},
      {
        "id":"ED435517",
        "title":"We Roll Deep: Appalachian Girls Fight for Their Lives."},
      {
        "id":"ED435518",
        "title":"Charter Schools: The Perspective from AEL's Region. AEL Policy Briefs."},
      {
        "id":"ED435519",
        "title":"Rural as Context."},
      {
        "id":"ED435520",
        "title":"Migrant Children: Education and HHS Need To Improve the Exchange of Participant Information. Report to Congressional Requesters."},
      {
        "id":"ED435521",
        "title":"High School Drop Out Factors and Effects: An Analysis of a Small School in Rural Illinois."},
      {
        "id":"ED435522",
        "title":"Helping Mexican and Mexican-American Students in the Schools of the East Side Union High School District."},
      {
        "id":"ED435524",
        "title":"Educational Planning in Rural Context."},
      {
        "id":"ED435526",
        "title":"Perspectives: A Journal of Research and Opinion about Educational Service Agencies, 1995-1998."},
      {
        "id":"ED435528",
        "title":"Coming to Terms with Sustainability. Environments for Life Conservation Issues Forum Series."},
      {
        "id":"ED435529",
        "title":"Guide to the BATS Resource Trunk."},
      {
        "id":"ED435530",
        "title":"Four Stories: People, Communities and Sustainability. Environments for Life Conservation Issues Forum Series."},
      {
        "id":"ED435531",
        "title":"Earth & Us Green Pages."},
      {
        "id":"ED435532",
        "title":"What Works: A Guide to Environmental Education and Communication Projects for Practitioners and Donors. Education for Sustainability Series."},
      {
        "id":"ED435534",
        "title":"Keeping What We've Got: The Impact of Financial Aid on Minority Retention in Engineering."},
      {
        "id":"ED435535",
        "title":"Mathematics Kindergarten Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED435536",
        "title":"Mathematics First Grade Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED435537",
        "title":"Mathematics Second Grade Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED435538",
        "title":"Mathematics Fourth Grade Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED435539",
        "title":"Mathematics Fifth Grade Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED435540",
        "title":"Mathematics Sixth Grade Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED435541",
        "title":"Mathematics Eighth Grade Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED435542",
        "title":"Resources for Grade Ten Mathematics."},
      {
        "id":"ED435543",
        "title":"A Meta-Analysis of Gender Differences in Student Attitudes toward Mathematics."},
      {
        "id":"ED435545",
        "title":"Attitudinal Objectives in the Chemistry Curriculum."},
      {
        "id":"ED435546",
        "title":"Teacher Induction and Elementary Science Teaching: From Dreams to Reality."},
      {
        "id":"ED435547",
        "title":"Beginning Elementary Science Teaching: Entryways to Different Worlds."},
      {
        "id":"ED435548",
        "title":"Learning and Teaching Elementary Science in the Transition from Preservice to Inservice Teaching."},
      {
        "id":"ED435549",
        "title":"Factors Influencing the Desire To Take Environmental Action in Communities."},
      {
        "id":"ED435550",
        "title":"Pathways to Systemic Reform: Case Studies of Ohio Schools."},
      {
        "id":"ED435552",
        "title":"Form and Substance in Mathematics and Science Professional Development."},
      {
        "id":"ED435553",
        "title":"Single Sex Education. WEEA Digest."},
      {
        "id":"ED435554",
        "title":"Maryland's Best Practices: An Improvement Guide for School-Based Service-Learning."},
      {
        "id":"ED435557",
        "title":"The Iowa Court System. Second Edition."},
      {
        "id":"ED435559",
        "title":"The Florida High School Mock Trial Competition Case Materials, 1997. State of Florida v. Lee Appleman."},
      {
        "id":"ED435564",
        "title":"Democratic Action Research in Schools: Methods and Procedures in Educational Innovation. Didaktiske Studier. Studies in Educational Theory and Curriculum, Volume 17."},
      {
        "id":"ED435565",
        "title":"Democracy in Schools, Citizenship and Global Concern. Didaktiske Studier. Studies in Educational Theory and Curriculum, Volume 18."},
      {
        "id":"ED435566",
        "title":"Teaching about Global Issues: Population, Health, Hunger, Culture, Environment."},
      {
        "id":"ED435570",
        "title":"International Development of Peace Studies and Education, 1960-1990."},
      {
        "id":"ED435578",
        "title":"Hands-On! Living in the Biosphere: Production, Pattern, Population, and Diversity. Developing Active Learning Module on the Human Dimensions of Global Change."},
      {
        "id":"ED435580",
        "title":"Developing a Critical Curriculum in Physical Education Classes."},
      {
        "id":"ED435581",
        "title":"Champions of Change: The Impact of the Arts on Learning."},
      {
        "id":"ED435582",
        "title":"Teaching Social Studies with the Internet. ERIC Digest."},
      {
        "id":"ED435584",
        "title":"NAEP 1998 Civics Report Card Highlights."},
      {
        "id":"ED435585",
        "title":"The IEA Civic Education Study: Expectations and Achievements of Students in Thirty Countries. ERIC Digest."},
      {
        "id":"ED435586",
        "title":"Learning History through Children's Literature. ERIC Digest."},
      {
        "id":"ED435587",
        "title":"Resources on Hot Topics in the Social Studies."},
      {
        "id":"ED435588",
        "title":"Teacher Supply and Demand to 2004. 1998 Updated Projections."},
      {
        "id":"ED435589",
        "title":"Researching Diverse Learners from Haiti, Eritrea, and Ethiopia."},
      {
        "id":"ED435590",
        "title":"The Benefits of Teaching Small Classes--The Chinese Perspectives."},
      {
        "id":"ED435591",
        "title":"Teacher Development, Not Accountability Control, Is the Key to Successful Curriculum Implementation: A Case Study of Two Primary Schools in Northeast China."},
      {
        "id":"ED435592",
        "title":"Impact of Asynchronous and Synchronous Internet-Based Communication on Collaboration and Performance among K-12 Teachers."},
      {
        "id":"ED435593",
        "title":"The Professional Development School Movement: Is There a Clear Destination? Purpose, Responsibility, and Accountability in PDS Work."},
      {
        "id":"ED435594",
        "title":"University and Community College System of Nevada Report on Teacher Education in Nevada. Prepared for the 70th Nevada Legislature (in Accordance with SCR 46, 1997 Session)."},
      {
        "id":"ED435595",
        "title":"Initial Findings on the Benchmarks Pilot Project for the Nova Southeastern University Undergraduate Education Program."},
      {
        "id":"ED435596",
        "title":"Predicting the Need for Newly Hired Teachers in the United States to 2008-09."},
      {
        "id":"ED435597",
        "title":"The Council of Europe and Sport, 1966-1998. Volume I: Legal and Political Texts."},
      {
        "id":"ED435598",
        "title":"The Council of Europe and Sport, 1966-1998. Volume II: Work of the Committee for the Development of Sport."},
      {
        "id":"ED435599",
        "title":"The Council of Europe and Sport, 1966-1998. Volume III: Texts of the Anti-Doping Convention."},
      {
        "id":"ED435600",
        "title":"The Council of Europe and Sport, 1966-1998. Volume IV: Texts of the European Convention on Spectator Violence."},
      {
        "id":"ED435601",
        "title":"Howard Gardner, Meet Benjamin Bloom: Strategies for the Future Enliven Methods from the Past."},
      {
        "id":"ED435605",
        "title":"Global Demands for Quality: Realities and Myths in the Improvement of Initial Teacher Preparation."},
      {
        "id":"ED435606",
        "title":"Transformative Teacher Education for a Culture of Peace."},
      {
        "id":"ED435607",
        "title":"Student Teachers' Beliefs - What Have They Brought to the Initial Teacher Training."},
      {
        "id":"ED435608",
        "title":"Teacher Deprivation in School Based Management in South Africa."},
      {
        "id":"ED435609",
        "title":"Cooperative Learning in Hong Kong Schools: Attitudes of Teachers and Pupils towards Cooperative Group Work."},
      {
        "id":"ED435616",
        "title":"Schools and Staffing Survey, 1993-94: Data File User's Manual. Volume III: Public-Use Codebook. Working Paper Series."},
      {
        "id":"ED435617",
        "title":"Schools and Staffing Survey, 1993-94: Data File User's Manual. Volume IV: Bureau of Indian Affairs (BIA) Restricted-Use Codebook. Working Paper Series."},
      {
        "id":"ED435618",
        "title":"Usefulness of the Logistic Positive Exponent Family of Models in Educational Measurement."},
      {
        "id":"ED435619",
        "title":"General Graded Response Model."},
      {
        "id":"ED435620",
        "title":"Increasing Retention and Achievement: A Summer Transition Program at Work."},
      {
        "id":"ED435621",
        "title":"Freshman Academic Achievement: A Structural Equation Model."},
      {
        "id":"ED435622",
        "title":"Sustaining Learning through Academic Delay of Gratification: Choice and Strategy."},
      {
        "id":"ED435623",
        "title":"Narrative Research and the Concern with the Truth."},
      {
        "id":"ED435624",
        "title":"On Judging the Interpretation."},
      {
        "id":"ED435627",
        "title":"Predicting Placement Test Scores with Cognitive and Socio-Economic Variables."},
      {
        "id":"ED435628",
        "title":"Spatial Analysis in Educational Administration: Exploring the Role of G.I.S. (Geographical Information Systems) as an Evaluative Tool in the Public School Board Setting."},
      {
        "id":"ED435629",
        "title":"The Effect on Performance of Rapid Feedback on State Writing Assessments."},
      {
        "id":"ED435630",
        "title":"Rethinking Bloom's Taxonomy: Implications for Testing and Assessment."},
      {
        "id":"ED435631",
        "title":"Large-Scale Assessment in Support of School Reform: Lessons in the Search for Alternative Measures."},
      {
        "id":"ED435632",
        "title":"Teacher Evaluation: Guide to Effective Practice. Evaluation in Education and Human Services."},
      {
        "id":"ED435633",
        "title":"Pacific Educational Research Journal, 1998."},
      {
        "id":"ED435634",
        "title":"Parents' Guide to Classroom Assessment."},
      {
        "id":"ED435640",
        "title":"The Use of Praxis Pass Rates To Evaluate Teacher Education Programs. An ETS Background Report. Revised."},
      {
        "id":"ED435641",
        "title":"Summer Opportunity To Accelerate Reading (S.O.A.R.) Evaluation, 1999. Publication Number 98.10."},
      {
        "id":"ED435642",
        "title":"Title I Evaluation Report, 1998-99. Publication Number 98.04."},
      {
        "id":"ED435643",
        "title":"Exploring the Relationship between Item Exposure Rate and Test Overlap Rate in Computerized Adaptive Testing."},
      {
        "id":"ED435644",
        "title":"Is Argumentation an Obstacle? Invitation to a Debate."},
      {
        "id":"ED435645",
        "title":"Kansas Assessment Program: Results of 1999 Writing Assessment."},
      {
        "id":"ED435646",
        "title":"Kansas Assessment Program: Results of 1999 Mathematics and Reading Assessments."},
      {
        "id":"ED435649",
        "title":"National Assessment of Educational Progress."},
      {
        "id":"ED435650",
        "title":"Key Statistics on Public Elementary and Secondary Schools and Agencies: School Year 1995-96. Survey Report."},
      {
        "id":"ED435655",
        "title":"Teaching Health Statistics: Lesson and Seminar Outlines. Second Edition."},
      {
        "id":"ED435656",
        "title":"Virginia State Assessment Program. 1998 Detail Report. Ninth Edition."},
      {
        "id":"ED435657",
        "title":"The Superintendent's Eighth Annual Report on School Performance and Improvement in Hawaii, 1997."},
      {
        "id":"ED435658",
        "title":"Cooperative Learning Strategies in Graduate Education."},
      {
        "id":"ED435661",
        "title":"Building Futures in a Global Community: Department of Defense Education Activity: School, District, Area, and System. Accountability Profiles, 1997-98. Department of Defense Domestic Dependent Elementary and Secondary Schools (DDESS)."},
      {
        "id":"ED435663",
        "title":"Virginia Standards of Learning Assessments. Grade 3 Released Test Items, 1998."},
      {
        "id":"ED435664",
        "title":"Virginia Standards of Learning Assessments. Grade 5 Released Test Items, 1998."},
      {
        "id":"ED435665",
        "title":"Virginia Standards of Learning Assessments. Grade 8 Released Test Items, 1998."},
      {
        "id":"ED435666",
        "title":"Virginia Standards of Learning Assessments. End of Course Released Test Items, 1998."},
      {
        "id":"ED435667",
        "title":"Doing Qualitative Research without a Disciplinary Framework."},
      {
        "id":"ED435668",
        "title":"Benchmarking: A Study of School and School District Effect and Efficiency."},
      {
        "id":"ED435669",
        "title":"High School Academic and Noncognitive Variables Related to the ACT Scores of Racial/Ethnic and Gender Groups."},
      {
        "id":"ED435670",
        "title":"Organizing for Success: A Study about Mathematics Assessment Results in Washington State."},
      {
        "id":"ED435671",
        "title":"Reliability and Validity of SERVQUAL Scores Used To Evaluate Perceptions of Library Service Quality."},
      {
        "id":"ED435672",
        "title":"Projections of Education Statistics to 2009. Pocket Projections."},
      {
        "id":"ED435673",
        "title":"Using Latent Growth Modeling in Program Evaluation: A Primer for the Evaluator."},
      {
        "id":"ED435674",
        "title":"Participatory Evaluation: A Democratizing Instrument?"},
      {
        "id":"ED435675",
        "title":"Addressing the Attribution Question in Extension."},
      {
        "id":"ED435676",
        "title":"From &quot;When the Bell Say&quot; to &quot;In the Almost Dark&quot;: Learning from Children's Concepts of Time."},
      {
        "id":"ED435677",
        "title":"Cluster Evaluation as Program Development."},
      {
        "id":"ED435678",
        "title":"Three-Dimensional Modeling in Linear Regression."},
      {
        "id":"ED435679",
        "title":"High School Student Survey Results 1998-99. E&amp;R Report No. 99.19."},
      {
        "id":"ED435680",
        "title":"Taking on Baseball, Hotdogs, Apple Pie, and Chevrolet: Evaluating Extension&apos;s Presence on the World Wide Web."},
      {
        "id":"ED435681",
        "title":"Concurrent and Discriminant Validity of a Dynamic Assessment Procedure with Special Needs and Typical Preschool Children."},
      {
        "id":"ED435682",
        "title":"Creating and Sustaining State and Local Evaluation Capacities."},
      {
        "id":"ED435683",
        "title":"Charting the Future of Assessment in Systemic Educational Reform: Teacher and School Principal Involvement in Evaluation and Assessment Use."},
      {
        "id":"ED435684",
        "title":"Teaching and Learning: Highlighting the Parallels between Education and Participatory Evaluation."},
      {
        "id":"ED435685",
        "title":"Evaluating the Utility of a Self-Assessment Profile for Use with Problem Driver Populations."},
      {
        "id":"ED435686",
        "title":"Documenting Our Collective History: A Tool-and-Result Methodology for Evaluation."},
      {
        "id":"ED435687",
        "title":"Issue Scanning: Finding the Future...Maybe."},
      {
        "id":"ED435689",
        "title":"Comprehensive Evaluation Report for the Canadian Replication of the Families and Schools Together (FAST) Program."},
      {
        "id":"ED435690",
        "title":"A Minimax Procedure in the Context of Sequential Mastery Testing. Research Report 99-04."},
      {
        "id":"ED435691",
        "title":"CUSUM-Based Person-Fit Statistics for Adaptive Testing. Research Report 99-05."},
      {
        "id":"ED435692",
        "title":"Statistical Analysis for the Solomon Four-Group Design. Research Report 99-06."},
      {
        "id":"ED435693",
        "title":"A Rational Method To Determine Cutoff Scores. Research Report 99-07."},
      {
        "id":"ED435700",
        "title":"Minnesota Family Service Collaboratives: 1998 Outcome Reports."},
      {
        "id":"ED435701",
        "title":"Practical Guidelines for Evaluating Sampling Designs in Survey Studies."},
      {
        "id":"ED435702",
        "title":"Statistical Significance and Effect Size: Two Sides of a Coin."},
      {
        "id":"ED435703",
        "title":"Understanding Teacher Talk To Inform One-to-One Literacy Instruction."},
      {
        "id":"ED435704",
        "title":"The Importance of Structure Coefficients in Multiple Regression: A Review with Examples from Published Literature."},
      {
        "id":"ED435705",
        "title":"A Review of Intraclass Correlation."},
      {
        "id":"ED435706",
        "title":"High School Student - High School Parent: Are There Differences in Perceived Strengths and Weaknesses of an Educational Interactive Video Program?"},
      {
        "id":"ED435707",
        "title":"High School Student - High School Parent: Are There Differences in the Evaluation of an Educational Interactive Video Program?"},
      {
        "id":"ED435708",
        "title":"Performance Assessment Links in Science (PALS). ERIC/AE Digest."},
      {
        "id":"ED435709",
        "title":"The Scholastic Achievement of Home School Students. ERIC/AE Digest."},
      {
        "id":"ED435710",
        "title":"The Nature of Evaluation. Part I: Relation to Psychology. ERIC/AE Digest."},
      {
        "id":"ED435711",
        "title":"The Nature of Evaluation. Part II: Training. ERIC/AE Digest."},
      {
        "id":"ED435712",
        "title":"How To Write a Scholarly Research Report. ERIC/AE Digest."},
      {
        "id":"ED435713",
        "title":"A Process for Evaluating Student Records Management Software. ERIC/AE Digest."},
      {
        "id":"ED435714",
        "title":"Traditional and Modern Concepts of Validity. ERIC/AE Digest."},
      {
        "id":"ED435715",
        "title":"State of the System. E&amp;R Report No. 99.27."},
      {
        "id":"ED435716",
        "title":"North Carolina Writing Assessment Results, 1998-99. Measuring Up. E&amp;R Report No. 99.28."},
      {
        "id":"ED435717",
        "title":"English II Writing Test Results, 1998-99. Measuring Up. E&amp;R Report No. 99.29."},
      {
        "id":"ED435718",
        "title":"End-of-Grade Multiple Choice Test Results, 1998-99. Measuring Up. E&amp;R Report No. 99.30."},
      {
        "id":"ED435719",
        "title":"End of Course Testing Results, 1998-99. Measuring Up. E&amp;R Report No. 99.31."},
      {
        "id":"ED435720",
        "title":"Progress towards the 95% Goal. Measuring Up. E&amp;R Report No. 99.32."},
      {
        "id":"ED435721",
        "title":"Collected Evaluations on the WCPSS Alternative School Program for Students with Long-Term Suspensions. Executive Summary. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED435722",
        "title":"ABCs Results, 1998-99. Measuring Up. E&amp;R Report No. 00.02."},
      {
        "id":"ED435723",
        "title":"Scholastic Assessment Test (SAT) Results, 1998-99. Measuring Up. E&amp;R Report No. 00.04."},
      {
        "id":"ED435724",
        "title":"School-to-Career Program. Feedback. Publication Number 98.11."},
      {
        "id":"ED435725",
        "title":"Delta Program Fourth-Year Implementation. Feedback. Publication Number 98-12."},
      {
        "id":"ED435726",
        "title":"Austin Collaborative for Mathematics Education, Case Study, 1998-99. Publication Number 98.08."},
      {
        "id":"ED435727",
        "title":"Cognitive Flexibility: Further Validation of Flexible Combination."},
      {
        "id":"ED435728",
        "title":"Grading and the Ethos of Effort."},
      {
        "id":"ED435729",
        "title":"Student Assessment and Performance. Measuring Up: The State of Texas Education. A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED435730",
        "title":"Statistics, the Teacher, and the Principal."},
      {
        "id":"ED435731",
        "title":"Using the Curriculum Vita To Study the Career Paths of Scientists and Engineers: An Assessment."},
      {
        "id":"ED435732",
        "title":"Two Communities of Practice: Learning the Limits to Collaboration."},
      {
        "id":"ED435733",
        "title":"Schools and Staffing Survey, 1990-91: Data File User's Manual. Volume II: Restricted-Use Codebook."},
      {
        "id":"ED435734",
        "title":"Schools and Staffing Survey, 1990-91: Data File User's Manual. Volume III: Public Use Codebook."},
      {
        "id":"ED435735",
        "title":"Title VI 1998-99. Feedback. Publication Number 98.10."},
      {
        "id":"ED435736",
        "title":"Title IV Safe and Drug-Free Schools and Communities Evaluation Report, 1998-99. Principles of Effectiveness as the Building Blocks of Title IV School-Based Programming. Publication Number 98.09."},
      {
        "id":"ED435737",
        "title":"The Relationship between the Bock-Aitkin Procedure and the EM Algorithm for IRT Model Estimation."},
      {
        "id":"ED435738",
        "title":"Understanding Assessment in Vermont's Schools."},
      {
        "id":"ED435739",
        "title":"The Quest for Better Teachers: Grading the States."},
      {
        "id":"ED435740",
        "title":"Grounding Our Vision and Ambitions in 21st Century Reality: Tools and Tangible Outcomes Which Exemplify OXY Teacher Leader Development and Achievement. Assessment Standards 1st. OXY Teacher Leader Career Portfolio."},
      {
        "id":"ED435741",
        "title":"State Standardized Testing and Reporting (STAR) Program Appropriate and Inappropriate Test Administration/Preparation Guidelines."},
      {
        "id":"ED435743",
        "title":"Observations + Class Reflections = Changes in My Instructional Practices."},
      {
        "id":"ED435744",
        "title":"Action Research and Ways of Knowing. Literature Review."},
      {
        "id":"ED435745",
        "title":"Evaluation of the Healthy School Meals Initiative in Texas Private Schools and Residential Child Care Institutions for Federal Fiscal Years 1997 and 1998."},
      {
        "id":"ED435746",
        "title":"Action Evaluation: Helping To Define, Assess, and Achieve Organizational Goals."},
      {
        "id":"ED435747",
        "title":"Shifting to Student-Centered, Collaborative Classrooms: Implementing Student-Led Discussion Groups."},
      {
        "id":"ED435748",
        "title":"A Quantitative Investigation of Stakeholder Variation in Training Program Evaluation."},
      {
        "id":"ED435749",
        "title":"Internal Participatory Evaluation as an Organizational Learning System: A Longitudinal Case Study."},
      {
        "id":"ED435750",
        "title":"Evaluating Instructional Effectiveness."},
      {
        "id":"ED435751",
        "title":"Immediate Evaluation of Training Events at the Economic Development Institute of the World Bank Measuring Reaction, Self-Efficacy and Learning in a Worldwide Context."},
      {
        "id":"ED435752",
        "title":"The Math Anxiety Questionnaire: A Simultaneous Confirmatory Factor Analysis across Gender."},
      {
        "id":"ED435753",
        "title":"Measuring &quot;What People Learned&quot; versus &quot;What People Say They Learned&quot;: Does the Difference Matter?"},
      {
        "id":"ED435754",
        "title":"Portfolio Assessment as Summative Documentation in a Teacher Preparation Program."},
      {
        "id":"ED435755",
        "title":"Expert Systems as a Mindtool To Facilitate Mental Model Learning."},
      {
        "id":"ED435756",
        "title":"The Effects of Questions and Anxiety on Attention, Question Confidence, and Metacognition."},
      {
        "id":"ED435757",
        "title":"Fostering Research by Female Graduate Students through Mentoring."},
      {
        "id":"ED435758",
        "title":"Tricks and Treats of Electronic Exchange of Data."},
      {
        "id":"ED435759",
        "title":"An Evaluation of a District-Developed NCTM Standards-Based Elementary School Mathematics Curriculum."},
      {
        "id":"ED435760",
        "title":"Should Achievement Tests Be Used To Judge School Quality?"},
      {
        "id":"ED435761",
        "title":"An Evaluation of Performance Task Instruction in the Classroom."},
      {
        "id":"ED435762",
        "title":"Utilzing Networked Computer Workstations To Conduct Electronic Focus Groups."},
      {
        "id":"ED435763",
        "title":"Data Volume for the National Education Goals Report 1999."},
      {
        "id":"ED435765",
        "title":"Reaching the Top: A Report of the National Task Force on Minority High Achievement."},
      {
        "id":"ED435766",
        "title":"Three-Year Analysis of Implementation and Effects in Five Schools. Core Knowledge Curriculum. Report No. 40."},
      {
        "id":"ED435768",
        "title":"Expanding Educational Reform To Address Barriers to Learning: Restructuring Student Support Services and Enhancing School-Community Partnerships. A Center Report."},
      {
        "id":"ED435769",
        "title":"Expanding Policy Leadership for Mental Health in Schools: Report from the Mini-Summit (Los Angeles, California, June 24, 1999)."},
      {
        "id":"ED435771",
        "title":"Voices of Reform: Infusion of Standards-Based Mathematics and Science Teaching in an Urban District."},
      {
        "id":"ED435772",
        "title":"Decreasing Confrontational Behavior amongst African American Females at an Urban, Non-Traditional Alternative High School."},
      {
        "id":"ED435775",
        "title":"The Superintendents' and Deans' Summit on Transformation and Collaboration for Student Success (April 22-23, 1997). Summary Report."},
      {
        "id":"ED435776",
        "title":"Attrition Rates in Texas Public High Schools Still High."},
      {
        "id":"ED435777",
        "title":"Effective School Practices: What Works."},
      {
        "id":"ED435780",
        "title":"Youth Violence: Oversight of Federal Programs. Hearing before the Subcommittee on Youth Violence of the Committee on the Judiciary. United States Senate, One Hundred Fourth Congress, Second Session on S. 1245, a Bill To Amend the Juvenile Justice and Delinquency Prevention Act of 1974 To Identify Violent and Hardcore Juvenile Offenders and Treat Them as Adults, and for Other Purposes (May 8, 1996)."},
      {
        "id":"ED435781",
        "title":"Declines in Teenage Birth Rates, 1991-98: Update of National and State Trends."},
      {
        "id":"ED435782",
        "title":"The Changing Nature of Youth Violence. Hearing before the Subcommittee on Youth Violence of the Committee on the Judiciary. United States Senate, One Hundred Fourth Congress, Second Session on Examining the Current State of Youth Violence, Focusing on Its Changing Nature and Juvenile Intervention Programs Designed To Prevent Increased Violence (February 28, 1996)."},
      {
        "id":"ED435783",
        "title":"Funding Youth Violence Programs: Should the Strings Be Cut? Hearing before the Subcommittee on Youth Violence of the Committee on the Judiciary. United States Senate, One Hundred Fourth Congress, Second Session on Proposed Legislation Authorizing Funds for Programs of the Juvenile Justice and Delinquency Prevention Act (March 12, 1996)."},
      {
        "id":"ED435784",
        "title":"Youth Violence: Developing Local and State Solutions. Hearings before the Subcommittee on Youth Violence of the Committee on the Judiciary. United States Senate, One Hundred Fourth Congress, Second Session on Focusing on Youth Violence and Developing Local and State Solutions (Memphis and Nashville, TN, February 15 and 16, 1996)."},
      {
        "id":"ED435787",
        "title":"Multiculturalism: Similarities and Differences."},
      {
        "id":"ED435789",
        "title":"Business Participation in Welfare-to-Work: Lessons from the United States."},
      {
        "id":"ED435790",
        "title":"The Comparative Study of the Occupational Stress among Jobs and Bio-Feedback Training Effects in Iran."},
      {
        "id":"ED435791",
        "title":"Summaries of the Regional Conferences Held in Preparation for the Second International Congress on Technical and Vocational Education."},
      {
        "id":"ED435792",
        "title":"Behind & Beyond the Walls: The Incarcerated Female."},
      {
        "id":"ED435793",
        "title":"Correctional Education Cyclical Curriculum."},
      {
        "id":"ED435794",
        "title":"Who Benefits from Obtaining a GED? Evidence from High School and Beyond. NBER Working Paper Series."},
      {
        "id":"ED435795",
        "title":"The Financing of Vocational Education and Training in the United Kingdom. Financing Portrait. Panorama."},
      {
        "id":"ED435796",
        "title":"Built in, Not Bolted on. Information Kit for Language, Literacy and Numeracy Coordinators on Incorporating Communication Skills into Training Packages."},
      {
        "id":"ED435797",
        "title":"A New Assessment Tool. A Professional Development Kit for Trainers and Assessors Incorporating Language, Literacy and Numeracy Skills into Training Packages."},
      {
        "id":"ED435800",
        "title":"Teaching a Course through Multiple Delivery Systems: Some Lessons Learned."},
      {
        "id":"ED435801",
        "title":"Adult Career Counseling Center Sixteenth Annual Report, September 1998-June 1999. Computer-Assisted Career Guidance Systems and Career Counseling Services."},
      {
        "id":"ED435802",
        "title":"Foundations for Choice: Good Practice in Adult Training Drawn from the Experiences of Trainees."},
      {
        "id":"ED435803",
        "title":"Setting the Standard. International Forum on Education in Penal Systems Conference Proceedings (Adelaide, Australia, April 5-7, 1998)."},
      {
        "id":"ED435809",
        "title":"Improving College Effectiveness: Raising Quality and Achievement."},
      {
        "id":"ED435810",
        "title":"Towards Sustainability: A Guide for Colleges."},
      {
        "id":"ED435811",
        "title":"An Inventory of Business-Linked Charter Schools."},
      {
        "id":"ED435812",
        "title":"Learning from Experience: Case Studies of Employer-Linked Charter Schools."},
      {
        "id":"ED435813",
        "title":"Redefining Public Education: The Promise of Employer-Linked Charter Schools."},
      {
        "id":"ED435815",
        "title":"Service-Learning and Community Service in K-12 Public Schools. Statistics in Brief."},
      {
        "id":"ED435816",
        "title":"Curriculum Based Functional Vocational Assessment Guide. Correlation of the Life Centered Career Education Curriculum with Specific Occupational Programs, Standards of Work Performance, and Campus Assessment Instruments."},
      {
        "id":"ED435817",
        "title":"Overview of Theories and Principles Relating to Characteristics of Adult Learners: 1970s-1999."},
      {
        "id":"ED435819",
        "title":"Do Female and Male On-Line Students Meet Their Needs Differently? Introducing New Data."},
      {
        "id":"ED435820",
        "title":"Standards of Excellence for Experiential Education through Internships."},
      {
        "id":"ED435823",
        "title":"Strategies for the 21st Century: Integrating Technology into the ABLE Environment."},
      {
        "id":"ED435824",
        "title":"Alternative Curriculum Evaluation: A Critical Approach To Assess Social Engineering Programs."},
      {
        "id":"ED435825",
        "title":"An Assessment of the Historical Arguments in Vocational Education Reform."},
      {
        "id":"ED435826",
        "title":"The Employability Skills Discourse: A Conceptual Analysis of the Career and Personal Planning Curriculum."},
      {
        "id":"ED435828",
        "title":"The Incorporation of Internationalization into Adult and Higher Education Curricula."},
      {
        "id":"ED435829",
        "title":"Local School-to-Work Partnerships: Early Lessons from Pennsylvania. Publication Series No. 6."},
      {
        "id":"ED435830",
        "title":"Computers vs. Typewriters: Which Produces the Better Typist?"},
      {
        "id":"ED435831",
        "title":"A Proposal for the Retention of Certified Nurses Aides: Salter Healthcare Services."},
      {
        "id":"ED435832",
        "title":"Gender Bias in Industrial Technology at the Middle School Level."},
      {
        "id":"ED435833",
        "title":"Moving from Industrial Arts to Living Technology: The Status of Technology Education in Taiwan, R.O.C."},
      {
        "id":"ED435834",
        "title":"Self-Directed Learning. Myths and Realities No. 3."},
      {
        "id":"ED435835",
        "title":"School-to-Work. Myths and Realities No. 4."},
      {
        "id":"ED435836",
        "title":"Corporate/School Partnerships: Learner Centered or Business Centered? Myths and Realities No. 5."},
      {
        "id":"ED435837",
        "title":"Locating Vocational Education Materials. ERIC Digest No. 213."},
      {
        "id":"ED435838",
        "title":"Characteristics of Viable and Sustainable Workers for the Year 2015."},
      {
        "id":"ED435839",
        "title":"An Analysis of School-to-Work Implementation in Selected Charter Schools. Research Report."},
      {
        "id":"ED435840",
        "title":"Through Education into the World of Work. Uno Cygnaeus, the Father of Technology Education."},
      {
        "id":"ED435842",
        "title":"Raising Quality and Achievement. A College Guide to Benchmarking."},
      {
        "id":"ED435843",
        "title":"Adult Educators' Perceptions of Health Issues and Topics in Adult Basic Education Programs. NCSALL Reports #8."},
      {
        "id":"ED435844",
        "title":"Connecting Education with Careers. Business Education Association for Career and Technical Education Annual Convention Proceedings (Orlando, Florida, December 11-15, 1999)."},
      {
        "id":"ED435846",
        "title":"University Based Welfare to Work Project and Materials. Final Report."},
      {
        "id":"ED435847",
        "title":"Project Metamorphosis. Life Skills for State and Local Prisoners."},
      {
        "id":"ED435848",
        "title":"Research Fresh from Florida. Proceedings of the National Agricultural Education Research Conference (26th, Orlando, Florida, December 11, 1999)."},
      {
        "id":"ED435856",
        "title":"What Jamie Saw. Trade Book Teaching Ideas from the OLRC Reading Group. Teacher to Teacher Series."},
      {
        "id":"ED435857",
        "title":"The Role of Community Colleges in the One-Stop Career Center System. Four Case Studies. National Coalition of Advanced Technology Centers Report Series Volume 1, Number 5."},
      {
        "id":"ED435858",
        "title":"Saving Teenage Lives: The Case for Graduated Driver Licensing."},
      {
        "id":"ED435859",
        "title":"Louisiana's Achievements for Gender Equity in Vocational Education. Executive Summary 1996-97."},
      {
        "id":"ED435860",
        "title":"Course 2010. The Future of Work in Europe."},
      {
        "id":"ED435868",
        "title":"Back to School 1999--National Survey of American Attitudes on Substance Abuse V: Teens and Their Parents."},
      {
        "id":"ED435869",
        "title":"Evaluation of Outpatient Treatment Program on 20 Mental Health Dimensions."},
      {
        "id":"ED435870",
        "title":"Safe Harbor: Helping Faculty and Staff Become Allies to Students Who Need Support."},
      {
        "id":"ED435871",
        "title":"Hedgehogs, Foxes, Ethics, and the Evolving Social Contract in Psychology."},
      {
        "id":"ED435872",
        "title":"The Maternal and Child Health Bureau's Initiative for Mental Health in Schools. Report from the Summit. (Washington, DC, March 7, 1998)."},
      {
        "id":"ED435873",
        "title":"Addressing Barriers to Learning: New Directions for Mental Health in Schools. Continuing Education."},
      {
        "id":"ED435874",
        "title":"Getting Beyond \"It Just Happened\": Adolescent Girls' Experiences of Sexual Desire."},
      {
        "id":"ED435875",
        "title":"A Behavioral Peer Group Approach To Combat Truancy in the Middle School."},
      {
        "id":"ED435878",
        "title":"Partnership with a Native American Community: A Research Team's Perspective."},
      {
        "id":"ED435879",
        "title":"The Life of a Legacy Bearer: Biographical Interview with C.H. Patterson."},
      {
        "id":"ED435880",
        "title":"Applications of Phenomenology in Transpersonal, Person-Centered, and Existential Counseling."},
      {
        "id":"ED435881",
        "title":"Navigating the Role of Counselor Educator: The Counselor as Teacher."},
      {
        "id":"ED435882",
        "title":"Ethical Use of Gestalt Techniques."},
      {
        "id":"ED435883",
        "title":"Treatment of Adolescent Marijuana Abuse: A Randomized Clinical Trial. Presentation 1: Structure of the Cannabis Youth Treatment Study."},
      {
        "id":"ED435885",
        "title":"Female Spirituality, Careering and the U.S. Postal Service, Maintenance Division."},
      {
        "id":"ED435886",
        "title":"European and American Perspectives on Posttraumatic Growth: A Model of Personal Growth. Life Challenges and Transformation Following Loss and Physical Handicap."},
      {
        "id":"ED435887",
        "title":"The Healthy Human: American and Japanese Conceptualizations of Mental Health."},
      {
        "id":"ED435888",
        "title":"Juvenile Offenders and Victims: 1999 National Report."},
      {
        "id":"ED435889",
        "title":"Play Therapy Theories: A Comparison of Three Approaches."},
      {
        "id":"ED435890",
        "title":"Graduate Training in Clinical and Counseling Psychology in the Era of Managed Care."},
      {
        "id":"ED435891",
        "title":"Dual Career Families: A Family Therapy Perspective."},
      {
        "id":"ED435893",
        "title":"Substance Abuse and Counseling: A Perspective. ERIC Digest."},
      {
        "id":"ED435894",
        "title":"Assessing Potentially Violent Students. ERIC Digest."},
      {
        "id":"ED435895",
        "title":"Improving Academic Achievement: What School Counselors Can Do. ERIC Digest."},
      {
        "id":"ED435896",
        "title":"Functional Assessment Leading to a Behavior Plan for Transition Times at School."},
      {
        "id":"ED435897",
        "title":"Family Intervention Training Programs in Russia and Eastern European Countries."},
      {
        "id":"ED435898",
        "title":"From Moral Development to Healthy Relationships: The Role of Religion in Out-of-Home Placement."},
      {
        "id":"ED435899",
        "title":"Working with Trauma Survivors: Lessons from Survivors of the Holocaust and Opportunities for Building Understanding about the Challenges to Gaining Global Peace?"},
      {
        "id":"ED435900",
        "title":"Implications of Recovering for Mental Health Systems and Programs."},
      {
        "id":"ED435901",
        "title":"Family Counseling: Fantasies and Realities."},
      {
        "id":"ED435902",
        "title":"Population and Environmental Factors Promoting School Success."},
      {
        "id":"ED435903",
        "title":"Anthropomorphism in Psychology."},
      {
        "id":"ED435904",
        "title":"Advocacy in Counseling: Counselors, Clients, &amp; Community."},
      {
        "id":"ED435905",
        "title":"Developing a Common Language and Framework for Understanding Advocacy in Counseling."},
      {
        "id":"ED435906",
        "title":"Advocacy on Behalf of African American Clients."},
      {
        "id":"ED435907",
        "title":"Challenging Linguicism: Action Strategies for Counselors and Client-Colleagues."},
      {
        "id":"ED435908",
        "title":"Advocacy for Native American Indian and Alaska Native Clients and Counselees."},
      {
        "id":"ED435909",
        "title":"Empowerment Strategies from Latino/Latina Perspectives."},
      {
        "id":"ED435910",
        "title":"Multiracial Families."},
      {
        "id":"ED435911",
        "title":"Youth Advocacy."},
      {
        "id":"ED435912",
        "title":"Advocating on Behalf of Older Adults."},
      {
        "id":"ED435913",
        "title":"Social Justice Advocacy with Lesbian, Bisexual, Gay, and Transgendered Persons."},
      {
        "id":"ED435914",
        "title":"Gender-Based Advocacy for Equity and Non-violence."},
      {
        "id":"ED435915",
        "title":"Domestic Violence: The Case for Social Advocacy."},
      {
        "id":"ED435916",
        "title":"Advocacy on Issues Related to Addictions."},
      {
        "id":"ED435917",
        "title":"Advocacy for People with HIV/AIDS."},
      {
        "id":"ED435918",
        "title":"Working with Mental Health Advocacy Groups."},
      {
        "id":"ED435919",
        "title":"Advocacy and Indigenous Methods of Healing."},
      {
        "id":"ED435920",
        "title":"Advocating for Women in the Criminal Justice and Addiction Treatment Systems."},
      {
        "id":"ED435921",
        "title":"Part-Time Work by High School Seniors: Sorting Out Correlates and Possible Consequences. Monitoring the Future Occasional Paper 32. Revised."},
      {
        "id":"ED435923",
        "title":"The Aims and Objectives of the Monitoring the Future Study and Progress toward Fulfilling Them. Monitoring the Future Occasional Paper No. 34. Second Edition."},
      {
        "id":"ED435924",
        "title":"Changes in Drug Use during the Post-High School Years. Monitoring the Future Occasional Paper No. 35. Revised 1992."},
      {
        "id":"ED435925",
        "title":"The Motoring the Future Project after Twenty-Two Years: Design and Procedures. Monitoring the Future Occasional Paper No. 38. [Update]."},
      {
        "id":"ED435926",
        "title":"Changes in Drug Use during Ages 18-32. Monitoring the Future Occasional Paper No. 39."},
      {
        "id":"ED435927",
        "title":"Trends in Military Propensity and the Propensity-Enlistment Relationship. Monitoring the Future Occasional Paper No. 40."},
      {
        "id":"ED435928",
        "title":"Military Propensity and Enlistment: Cross-Sectional and Panel Analyses of Correlates and Predictors. Monitoring the Future Occasional Paper No. 41."},
      {
        "id":"ED435929",
        "title":"Life-Paths into Young Adulthood and the Course of Substance Use and Well-Being: Inter- and Intra-Cohort Comparisons. Monitoring the Future Occasional Paper No. 43."},
      {
        "id":"ED435930",
        "title":"Reasons for Use, Abstention, and Quitting Illicit Drug Use by American Adolescents: A Report Commissioned by the Drugs-Violence Task Force of the National Sentencing Commission. Monitoring the Future Occasional Paper No. 44."},
      {
        "id":"ED435931",
        "title":"Cigarette Brand Preferences among Adolescents. Monitoring the Future Occasional Paper No. 45."},
      {
        "id":"ED435933",
        "title":"Lillie Martin in Gottingen. Lillie Martin, Outstanding Scholar and Teacher: A Centennial Symposium."},
      {
        "id":"ED435934",
        "title":"ClassMaps: Reliability and Validity of a School Wide Mental Health Consultation Program."},
      {
        "id":"ED435935",
        "title":"An Examination of Attitudinal Differences Concerning Teenage Sexuality: The Impact of Gender and Divorce."},
      {
        "id":"ED435936",
        "title":"Making History: SACES Presidential Leadership 1949-1998."},
      {
        "id":"ED435937",
        "title":"Passing Tradition: ACES Presidents, 1940-97."},
      {
        "id":"ED435938",
        "title":"Students as Evaluators in Practicum: Examining Peer/Self Assessment and Self-Efficacy."},
      {
        "id":"ED435939",
        "title":"Tobacco Advertising and Children. Hearing before the Committee on Commerce, Science, and Transportation. United States Senate, 105th Congress, 1st Session."},
      {
        "id":"ED435940",
        "title":"Understanding Violent Children. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, 105th Congress, 2d Session."},
      {
        "id":"ED435941",
        "title":"Self-Perception and Satisfaction with School: Effects of Ninth-Grade Placement."},
      {
        "id":"ED435942",
        "title":"Fight for Your Rights: Take a Stand against Violence. Action Guide."},
      {
        "id":"ED435943",
        "title":"A Comparison of Moral Development of College Student Behavioral Offenders and Non-Offenders."},
      {
        "id":"ED435944",
        "title":"Stress and Learning in the Higher School Certificate."},
      {
        "id":"ED435945",
        "title":"An Implicational View of Self-Healing and Personality Change Based on Gendlin's Theory of Experiencing."},
      {
        "id":"ED435946",
        "title":"Creating Safe Schools through Invitational Education. ERIC Digest."},
      {
        "id":"ED435947",
        "title":"Technology Competence of Counselor Educators. ERIC Digest."},
      {
        "id":"ED435948",
        "title":"Evidence-Based Counseling: Implications for Counseling Practice, Preparation, and Professionalism. ERIC Digest."},
      {
        "id":"ED435949",
        "title":"Working with Resistant Clients in Career Counseling. ERIC Digest."},
      {
        "id":"ED435950",
        "title":"Careers in the Mathematical Sciences: The Role of the School Counselor. ERIC Digest."},
      {
        "id":"ED435954",
        "title":"College Student Intrinsic and/or Extrinsic Motivation and Learning."},
      {
        "id":"ED435955",
        "title":"Improving Student Responsibility for Learning and Behavior through Ownership Development."},
      {
        "id":"ED435956",
        "title":"Strategies To Improve Student Motivation To Complete Homework Assignments."},
      {
        "id":"ED435957",
        "title":"Improving Social Competence in a Middle School."},
      {
        "id":"ED435958",
        "title":"Self-Regulated Learning of Young Adolescents in a Mathematics Activity."},
      {
        "id":"ED435959",
        "title":"Zone of Proximal Development in Reading."},
      {
        "id":"ED435960",
        "title":"Making Justice Our Project: Teachers Working toward Critical Whole Language Practice."},
      {
        "id":"ED435961",
        "title":"Using Poetry To Teach Phonics."},
      {
        "id":"ED435962",
        "title":"In a Word...Read!!! A Guide for Parents of Elementary Readers in North Carolina Public Schools."},
      {
        "id":"ED435963",
        "title":"California Early Literacy Learning: Good First Teaching for All Children."},
      {
        "id":"ED435964",
        "title":"California Early Literacy Learning: Extended Literacy Learning."},
      {
        "id":"ED435965",
        "title":"Assuring Competency in Reading: Resources for Reading Reform. Presentations Compiled from the Assuring Competency in Reading Advisory Conference (Vancouver, Washington, February 25-26, 1999)."},
      {
        "id":"ED435966",
        "title":"Reading and Postmodernism."},
      {
        "id":"ED435968",
        "title":"Standards and Guidelines of the Reading Recovery [TM] Council of North America. Third Edition: Fall 1998."},
      {
        "id":"ED435969",
        "title":"The Best of &quot;The Running Record.&quot; Revised Edition."},
      {
        "id":"ED435970",
        "title":"Reading Recovery: A Review of Research. Educational Report #23. Special Topics Issue."},
      {
        "id":"ED435971",
        "title":"Organizing for a Reading/Language Arts Conference."},
      {
        "id":"ED435972",
        "title":"Balanced Literacy in a First Grade Classroom: Practices, Tensions and Potentials."},
      {
        "id":"ED435973",
        "title":"Examining Reading Fluency in Primary Children."},
      {
        "id":"ED435974",
        "title":"Improving Reading Comprehension through the Use of Reciprocal Teaching."},
      {
        "id":"ED435975",
        "title":"Encouraging Recreational Reading in the Elementary Grades."},
      {
        "id":"ED435976",
        "title":"Instructional Uses of the Lexile Framework."},
      {
        "id":"ED435977",
        "title":"Measuring Reading Comprehension with the Lexile Framework."},
      {
        "id":"ED435978",
        "title":"The Objective Measurement of Reading Comprehension: In Response to Technical Questions Raised by the California Department of Education Technical Study Group."},
      {
        "id":"ED435979",
        "title":"Readability and Reading Ability."},
      {
        "id":"ED435981",
        "title":"The Effect of Direct Instruction in Sight Word Vocabulary on Reading Achievement of At-Risk Students."},
      {
        "id":"ED435982",
        "title":"Strategies for the General Education Classroom Teacher To Increase the Reading Level of Students. Suggested Classroom Practices."},
      {
        "id":"ED435983",
        "title":"A Study of the Knowledge of Phonics, Phonemic Awareness, and Developmental Spelling Ability in Primary Non-Readers."},
      {
        "id":"ED435984",
        "title":"Epistemic Internalism and Critical Literacy: A Path to Student Autonomy."},
      {
        "id":"ED435985",
        "title":"Examining the Effects of Shared Book Reading across Age-Groups."},
      {
        "id":"ED435986",
        "title":"Balanced Reading Instruction. ERIC Digest."},
      {
        "id":"ED435987",
        "title":"Teaching Elementary Phonics: Instructional Issues and Activities."},
      {
        "id":"ED435988",
        "title":"A Summary Report of the Instructional Effectiveness of &quot;Collections, a Harcourt Reading/Language Arts Program.&quot;"},
      {
        "id":"ED435989",
        "title":"Technical Writing II: Engl 2033, 1998-1999."},
      {
        "id":"ED435990",
        "title":"Assessment as Inquiry: Learning the Hypothesis-Test Process."},
      {
        "id":"ED435991",
        "title":"Teaching for a Tolerant World, Grades K-6: Essays and Resources."},
      {
        "id":"ED435992",
        "title":"Nonprint Media and Technology Literacy Standards for K-12 Teaching and Learning."},
      {
        "id":"ED435993",
        "title":"Beating the Odds: Teaching Middle and High School Students To Read and Write Well."},
      {
        "id":"ED435994",
        "title":"The Controlled Vocabulary--A Reexamination."},
      {
        "id":"ED435995",
        "title":"Where Do American Family Names Come From?"},
      {
        "id":"ED435996",
        "title":"Grades K-2 Literacy Assessment. Forms and Procedures Manual."},
      {
        "id":"ED435997",
        "title":"New Methodology Significantly Improves Language Arts Skills of Middle School Students at Risk for Academic Failure."},
      {
        "id":"ED435998",
        "title":"Bibliography of Cinderella Stories &amp; Films."},
      {
        "id":"ED435999",
        "title":"The World in Our Own Image."},
      {
        "id":"ED436000",
        "title":"Capturing the Impoverishment (Richness) of Kindergartners' Writing in Contexts with Limited Teacher Scaffolding."},
      {
        "id":"ED436002",
        "title":"Improving Student Assessment through the Implementation of Portfolios in Language Arts."},
      {
        "id":"ED436003",
        "title":"Teaching Interdisciplinary Thematic Units in Language Arts. ERIC Digest."},
      {
        "id":"ED436004",
        "title":"Writing in the Transition Classroom: Results of an Effective Staff Development Plan."},
      {
        "id":"ED436005",
        "title":"An Effective Staff Development Plan To Encourage Writing in the Transition Classroom."},
      {
        "id":"ED436006",
        "title":"How To Build a Better Vocabulary."},
      {
        "id":"ED436007",
        "title":"Reflective Thought, Critical Thinking. ERIC Digest."},
      {
        "id":"ED436008",
        "title":"Using Literature To Help Children Cope with Problems. ERIC Digest."},
      {
        "id":"ED436009",
        "title":"Online Resources for K-12 Teachers: Children's and Adolescent Literature. ERIC Digest."},
      {
        "id":"ED436010",
        "title":"Sex, Lies, and Internet: A Case Study of the Starr Report on President Clinton."},
      {
        "id":"ED436011",
        "title":"Making Contact or Making Sense: Functional and Dysfunctional Ways of Relating."},
      {
        "id":"ED436012",
        "title":"Discourses of Power: Feminine Centers of Electronic Discourse Communities."},
      {
        "id":"ED436014",
        "title":"Journalism Student Performance in Language Arts. ERIC Digest."},
      {
        "id":"ED436015",
        "title":"Issues in Media Ethics. ERIC Digest."},
      {
        "id":"ED436016",
        "title":"Mass Media Use in the Classroom. ERIC Digest."},
      {
        "id":"ED436017",
        "title":"Teching Down without Copping Out: Service-Learning as a Counter to Technological Elitism."},
      {
        "id":"ED436018",
        "title":"Educational Consumerism: Etiology and Antidotes."},
      {
        "id":"ED436022",
        "title":"Recipe for Success: An Updated Parents' Guide to Improving Colorado Schools and Student Achievement. Second Edition."},
      {
        "id":"ED436023",
        "title":"School Finance as a Tax Policy Tool. Colorado Legislative Council Staff Issue Brief, Number 97-6."},
      {
        "id":"ED436024",
        "title":"Aiming High: Strategies To Promote High Standards in High Schools. Interim Report."},
      {
        "id":"ED436025",
        "title":"Directory of Public Elementary and Secondary Education Agencies, 1996-97."},
      {
        "id":"ED436027",
        "title":"Lessons Learned Along the Way: Survival Tips for School Leaders."},
      {
        "id":"ED436029",
        "title":"The Writing Program Administrator as Researcher: Inquiry in Action & Reflection."},
      {
        "id":"ED436031",
        "title":"Environmental Law: Fundamentals for Schools."},
      {
        "id":"ED436032",
        "title":"Reinventing Quality: 1995 Sourcebook of Innovative Programs for Quality Assurance and Quality Improvement of Community Services. Report #45."},
      {
        "id":"ED436033",
        "title":"Gifted Education: A Resource Guide for Teachers."},
      {
        "id":"ED436034",
        "title":"Responding to Critical Incidents: A Resource Guide for Schools."},
      {
        "id":"ED436035",
        "title":"Early Childhood Inclusion Policy and Systems: What Do We Know?"},
      {
        "id":"ED436036",
        "title":"IDEA and Early Childhood Inclusion."},
      {
        "id":"ED436039",
        "title":"Al Servicio del Diabetico no Vidente o Discapacitado Visual: Guia de Recursos para Consejeros Vocacionales de Rehabilitacion (Serving Individuals with Diabetes Who Are Blind or Visually Impaired: A Resource Guide for Vocational Rehabilitation Counselors)."},
      {
        "id":"ED436040",
        "title":"Seven Steps to Successful Inclusion."},
      {
        "id":"ED436041",
        "title":"Minnesota Special Education Law (M.S. 120) and United States Public Law 105-17 (IDEA): A Comparison of Requirements. Report to the Legislature."},
      {
        "id":"ED436043",
        "title":"PROJECT STEPS: Sequenced Transition to Education in the Public Schools. National Outreach Project. Final Evaluation Report, 1996-1999."},
      {
        "id":"ED436044",
        "title":"Asperger Syndrome: Treatment and Intervention. Some Guidelines for Parents."},
      {
        "id":"ED436045",
        "title":"The Most Important Member: Facilitating the Focus Person's Participation in Person Centered Planning."},
      {
        "id":"ED436046",
        "title":"Disability Organization's Perspectives on the Needs of Youth with Disabilities Who Are Runaway or Homeless."},
      {
        "id":"ED436047",
        "title":"Building Authentic Visions: How To Support the Focus Person in Person Centered Planning."},
      {
        "id":"ED436048",
        "title":"Grant Development and Decision-Making: Comparison of Funding Agencies and Community Based Minority Organizations."},
      {
        "id":"ED436049",
        "title":"Barriers to Transition Planning for Parents of Adolescents with Special Health Care Needs."},
      {
        "id":"ED436050",
        "title":"The Successes and Struggles of Closing a Facility-Based Employment Service."},
      {
        "id":"ED436051",
        "title":"Working It Out: Workplace Experiences of Individuals with HIV and Individuals with Cancer."},
      {
        "id":"ED436052",
        "title":"Connecticut Birth to Three System. Service Guideline 5: Young Children Who Are Hard of Hearing or Deaf: Intervention Guidance for Service Providers and Families."},
      {
        "id":"ED436054",
        "title":"Special Education in Alternative Education Programs. ERIC Digest E585."},
      {
        "id":"ED436055",
        "title":"Recreation and Leisure. DB-LINK Fact Sheet. Revised."},
      {
        "id":"ED436056",
        "title":"Overview on Deaf-Blindness. DB-LINK Fact Sheet. Revised."},
      {
        "id":"ED436057",
        "title":"Communication Interactions: It Takes Two [and] Receptive Communication: How Children Understand Your Messages to Them [and] Expressive Communication: How Children Send Their Messages to You. DB-Link Fact Sheets. Revised."},
      {
        "id":"ED436058",
        "title":"The Importance of Orientation and Mobility Skills for Students Who Are Deaf-Blind. DB-LINK Fact Sheet."},
      {
        "id":"ED436059",
        "title":"Deaf-Blind Perspectives, 1998-1999."},
      {
        "id":"ED436060",
        "title":"Deaf-Blind Perspectives, 1997-1998."},
      {
        "id":"ED436061",
        "title":"Adapted Physical Education, Occupational Therapy, and Physical Therapy in the Public School. Procedures and Recommended Guidelines (Revised 1997)."},
      {
        "id":"ED436065",
        "title":"One School District's Efforts To Develop a Formal Inclusion Program at the Secondary Level."},
      {
        "id":"ED436066",
        "title":"Gifted and Talented: Rules and Regulations: Program Approval Standards. First Revision."},
      {
        "id":"ED436068",
        "title":"Autism and Autism Spectrum Disorder (ASD). ERIC Digest #E583."},
      {
        "id":"ED436069",
        "title":"The Transition from School to Supported Employment: Information for Teachers about Supported Employment and the Adult Service System."},
      {
        "id":"ED436070",
        "title":"Vanishing Hopes and Dreams: Which Comes First? Addictions or Problems."},
      {
        "id":"ED436071",
        "title":"To Assure the Free Appropriate Public Education of All Children with Disabilities (Individuals with Disabilities Education Act, Section 618). Twenty-First Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act."},
      {
        "id":"ED436072",
        "title":"Developing a Master Plan for Your School. School Buildings Planning, Design, and Construction Series No. 1."},
      {
        "id":"ED436073",
        "title":"Making the Most of Your School Site. School Buildings Planning, Design, and Construction Series No. 2."},
      {
        "id":"ED436074",
        "title":"Principles of Good School Building Design. School Buildings Planning, Design, and Construction Series No. 3."},
      {
        "id":"ED436075",
        "title":"Purpose Designed Facilities. School Buildings Planning, Design, and Construction Series No. 4."},
      {
        "id":"ED436076",
        "title":"Construction Methods and Materials. School Buildings Planning, Design, and Construction Series No. 5."},
      {
        "id":"ED436077",
        "title":"Managing the Construction Process. School Buildings Planning, Design, and Construction Series No. 6."},
      {
        "id":"ED436078",
        "title":"Technology and Educational Buildings and Records for Management of Buildings. School Buildings Planning, Design, and Construction Series No. 7."},
      {
        "id":"ED436079",
        "title":"Appenices. School Buildings Planning, Design, and Construction Series No. 8."},
      {
        "id":"ED436080",
        "title":"Mini-Session Presentation on Fairfax County Public Schools Renewal of Chantilly High School."},
      {
        "id":"ED436082",
        "title":"Schools as Centers of Community: A Citizens&apos; Guide for Planning and Design."},
      {
        "id":"ED436084",
        "title":"Nanagusja: A Tsuut'ina (Sarcee) Language Development Program. Teacher's Guide."},
      {
        "id":"ED436085",
        "title":"Preserving Home Languages and Cultures in the Classroom: Challenges and Opportunities."},
      {
        "id":"ED436086",
        "title":"Towards the Katakanization of English in Japan: Implications for Language Learning."},
      {
        "id":"ED436087",
        "title":"School Effectiveness for Language Minority Students. NCBE Resource Collection Series, No. 9."},
      {
        "id":"ED436088",
        "title":"Teaching English as a Second Language to Mexican University Students."},
      {
        "id":"ED436089",
        "title":"Preparing Secondary Education Teachers To Work with English Language Learners: Social Studies. NCBE Resource Collection Series, No. 13."},
      {
        "id":"ED436090",
        "title":"Preparing Secondary Education Teachers To Work with English Language Learners: English Language Arts. NCBE Resource Collection Series, No. 10."},
      {
        "id":"ED436091",
        "title":"Preparing Secondary Education Teachers To Work with English Language Learners: Science. NCBE Resource Collection Series, No. 11."},
      {
        "id":"ED436094",
        "title":"JALT98 Proceedings. The Proceedings of the JALT Annual International Conference on Language Teaching/Learning &amp; Educational Materials Expo. Focus on the Classroom: Interpretations (24th, Omiya, Saitama, Japan, November 20-23, 1998)."},
      {
        "id":"ED436095",
        "title":"Learning Languages: The Journal of the National Network for Early Language Learning, 1998-1999."},
      {
        "id":"ED436098",
        "title":"Foreign Language Teaching in Germany."},
      {
        "id":"ED436100",
        "title":"Mathematics and the ESL Student."},
      {
        "id":"ED436101",
        "title":"A Semiotic Approach to Teaching Media Literacy to Nonnative Speakers of English."},
      {
        "id":"ED436102",
        "title":"Contrastive Rhetoric and Japanese English Students' Expository Writing Style."},
      {
        "id":"ED436104",
        "title":"Phonics in ESL Literacy Instruction: Functional or Not?"},
      {
        "id":"ED436106",
        "title":"Learning a Living: Periodic News Bulletin, Nos. 1-3, 1997."},
      {
        "id":"ED436107",
        "title":"Learning a Living: Periodic News Bulletin, Nos. 4-12, 1998."},
      {
        "id":"ED436108",
        "title":"Learning a Living: Periodic News Bulletin, Nos. 13-15, 1999."},
      {
        "id":"ED436109",
        "title":"The New York City Adult Literacy Initiative. Final Report 1997-98."},
      {
        "id":"ED436110",
        "title":"Binge Drinking on College Campuses. ERIC Digest."},
      {
        "id":"ED436111",
        "title":"Proceedings of the Mid-South Instructional Technology Conference (Murfreesboro, Tennessee, March 28-30, 1999)."},
      {
        "id":"ED436112",
        "title":"Getting from There to Here: How To (Successfully) Go from Planning to Implementing a Web-Based Education Program."},
      {
        "id":"ED436113",
        "title":"An Interstate Collaborative Approach to Web-Based Instruction."},
      {
        "id":"ED436114",
        "title":"Hypermediated Learning Environments: Students Collaborating with Technology."},
      {
        "id":"ED436115",
        "title":"MAPP: A Multimedia Instructional Program for Youths with Chronic Illness."},
      {
        "id":"ED436116",
        "title":"Electronic Conferencing in Education: An Example from Social Work."},
      {
        "id":"ED436117",
        "title":"JavaScript: Convenient Interactivity for the Class Web Page."},
      {
        "id":"ED436118",
        "title":"Assessing the Impact of Technology on Teaching and Learning: Student Perspectives."},
      {
        "id":"ED436119",
        "title":"Classroom Assessment Techniques Designed for Technology."},
      {
        "id":"ED436120",
        "title":"Copyright in the Academic Environment: An Introduction."},
      {
        "id":"ED436121",
        "title":"Effective Use of Audio Media in Multimedia Presentations."},
      {
        "id":"ED436122",
        "title":"Satellite Outreach Program to Rural K-12 Schools."},
      {
        "id":"ED436123",
        "title":"Web Site Enhancement of Traditional Classroom Pedagogy."},
      {
        "id":"ED436124",
        "title":"Faculty Collaboration on Multidisciplinary Web-Based Education."},
      {
        "id":"ED436125",
        "title":"Portrait of the Early-Adopter: Survey of Instructors of WWW Courses, Spring 1998."},
      {
        "id":"ED436126",
        "title":"Taking It Online: A Bootstraps Approach."},
      {
        "id":"ED436127",
        "title":"Technology for Pre-Service Teachers."},
      {
        "id":"ED436128",
        "title":"Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology [AECT] (21st, Houston, Texas, February 10-14, 1999)."},
      {
        "id":"ED436129",
        "title":"Compelling Case Experiences: Challenges for Emerging Instructional Designers."},
      {
        "id":"ED436130",
        "title":"The Instructional Technology Clinical Experience: Expectations and Realities."},
      {
        "id":"ED436131",
        "title":"A Review of Color Coding and Field Dependence Research."},
      {
        "id":"ED436132",
        "title":"Effect of Visualization (Job Aids) in Facilitating Cognitive Development."},
      {
        "id":"ED436133",
        "title":"Effects of Learning Structure and Summarization during Computer-Based Instruction."},
      {
        "id":"ED436134",
        "title":"Using Cooperative Learning and Objectives with Computer-Based Instruction."},
      {
        "id":"ED436135",
        "title":"Individually-Guided Education and Problem-Based Learning: A Comparison of Pedagogical Approaches from Different Epistemological Views."},
      {
        "id":"ED436136",
        "title":"Web-Based Menus: Font Size and Line Spacing Preferences."},
      {
        "id":"ED436137",
        "title":"CBT Design: A Feedback Aptitude Treatment Interaction."},
      {
        "id":"ED436138",
        "title":"Instructional Principles for Self Regulation."},
      {
        "id":"ED436139",
        "title":"A Systems Approach to Adopting New Technologies in Education."},
      {
        "id":"ED436140",
        "title":"Navigational Structure on the World Wide Web: Usability Concerns, User Preferences, and &quot;Browsing Behavior.&quot;"},
      {
        "id":"ED436141",
        "title":"Impact of Navigational Models on Task Completion in Web-Based Information Systems."},
      {
        "id":"ED436142",
        "title":"Multidimensional Knowledge Structures."},
      {
        "id":"ED436143",
        "title":"The Relationships between Navigational Patterns and Informational Processing Styles of Hypermedia Users."},
      {
        "id":"ED436144",
        "title":"Integrating Science and Mathematics Curricula Using Computer Mediated Communications: A Vygotskian Perspective."},
      {
        "id":"ED436145",
        "title":"Dual Structured Instructional Systems Approach: An Integration of Systemic and Systematic Approaches for Instructional Design."},
      {
        "id":"ED436146",
        "title":"The Effects of Metacognitive Training on Performance and Use of Metacognitive Skills in Self-Directed Learning Situations."},
      {
        "id":"ED436147",
        "title":"Evaluating Narrative Simulation as Instructional Design for Potential To Impact Bias and Discrimination."},
      {
        "id":"ED436148",
        "title":"Evaluation Theory in Problem-Based Learning Approach."},
      {
        "id":"ED436149",
        "title":"Instructional Design for Distance Education."},
      {
        "id":"ED436150",
        "title":"Using Multimedia To Counter Stereotypes in Science Classrooms: New Perceptions of Who Becomes a Scientist."},
      {
        "id":"ED436151",
        "title":"Evaluating the Accessibility of Web-Based Instruction for Students with Disabilities."},
      {
        "id":"ED436152",
        "title":"The Use of Audio in Computer-Based Instruction."},
      {
        "id":"ED436153",
        "title":"Where Is My Brain? Distributed Cognition, Activity Theory, and Cognitive Tools."},
      {
        "id":"ED436154",
        "title":"Distance Education: Learner-Teacher Interaction and Time Spent by Teaching."},
      {
        "id":"ED436155",
        "title":"Effects of Faculty Motivation in Distributive Education Environments at Institutions of Higher Education."},
      {
        "id":"ED436156",
        "title":"Impact of Instructional Grouping on Navigation and Student Learning in a Web-Based Learning Environment."},
      {
        "id":"ED436157",
        "title":"Which Way To Jump: Conventional Frog Dissection, CD-Tutorial, or Microworld?"},
      {
        "id":"ED436158",
        "title":"Designing Instruction for the Technology-Supported K-12 Classroom."},
      {
        "id":"ED436159",
        "title":"Instructionist versus Constructionist Web-Based Collaborative Learning Environments."},
      {
        "id":"ED436160",
        "title":"What Can We Learn from Computer Games: Strategies for Learner Involvement."},
      {
        "id":"ED436161",
        "title":"Comparison of Generative Learning Strategies."},
      {
        "id":"ED436162",
        "title":"Problem-Based Learning: A Decision Model for Problem Selection."},
      {
        "id":"ED436163",
        "title":"Teaching Instructional Design: Reframing the Relationships between Teachers and Designers."},
      {
        "id":"ED436164",
        "title":"Motivation: Goals, Agency Beliefs, and Emotions in Web Assisted Learning."},
      {
        "id":"ED436165",
        "title":"Problem-Based Learning: A Historical Analysis."},
      {
        "id":"ED436166",
        "title":"Secondary Teachers' Professional Uses of Computers."},
      {
        "id":"ED436167",
        "title":"Research on Technology Courses at Colleges of Education."},
      {
        "id":"ED436168",
        "title":"Portraying the Work of Instructional Designing: An Activity-Oriented Analysis."},
      {
        "id":"ED436169",
        "title":"Development Research Applied To Improve Motivation in Distance Education."},
      {
        "id":"ED436170",
        "title":"From Ability to Action: Designing Instruction for Critical Thinking Dispositions."},
      {
        "id":"ED436171",
        "title":"Planning and Implementing Web-Based Instruction: Tools for Decision Analysis."},
      {
        "id":"ED436172",
        "title":"Screen Miniatures as Icons for Backward Navigation in Content-Based Software."},
      {
        "id":"ED436173",
        "title":"Psychological Factors Influencing World-Wide Web Navigation."},
      {
        "id":"ED436174",
        "title":"The Effects of Goal Intentions on Problem Solving and Reading Comprehension in Generative Hypertext Processing."},
      {
        "id":"ED436175",
        "title":"Project-Based Learning with the World Wide Web: A Qualitative Study of Resource Integration."},
      {
        "id":"ED436176",
        "title":"No Comparison: Distance Education Finds a New Use for \"No Significant Difference.\""},
      {
        "id":"ED436177",
        "title":"Student Model Construction: An Interactive Strategy for Mental Models Learning."},
      {
        "id":"ED436178",
        "title":"The Major Themes and Trends in Doctoral Dissertation Research in Educational Technology from 1977 through 1998."},
      {
        "id":"ED436179",
        "title":"A Case Study of Using Groupware To Support Collaborative Activities in a Distance Learning Course."},
      {
        "id":"ED436180",
        "title":"The Influence of Designer and Contextual Variables on the Incorporation of Motivational Components to Instructional Design and the Perceived Success of a Project."},
      {
        "id":"ED436181",
        "title":"The ARCS Model for Developing Motivationally-Adaptive Computer-Assisted Instruction."},
      {
        "id":"ED436182",
        "title":"International Team Teaching: A Partnership between Mexico and Texas."},
      {
        "id":"ED436183",
        "title":"Technology, Teaching, and Learning in Iowa High Schools."},
      {
        "id":"ED436184",
        "title":"Using Discourse Analysis as a Research Tool for Understanding User Navigation Models."},
      {
        "id":"ED436185",
        "title":"Person-Environment Interaction in the Virtual Classroom: An Initial Examination."},
      {
        "id":"ED436186",
        "title":"Designing On-Line Instruction Using Multidisciplinary Approaches."},
      {
        "id":"ED436187",
        "title":"Evaluation of World Wide Web Sites: An Annotated Bibliography. ERIC Digest."},
      {
        "id":"ED436188",
        "title":"Library Services and Technology Act: Alaska State Plan, 1998-2002."},
      {
        "id":"ED436190",
        "title":"E-mail Reference in Ohio Public Libraries."},
      {
        "id":"ED436191",
        "title":"Rutherford B. Hayes Presidential Center Library and Archives: Patron Use of Collections and Services."},
      {
        "id":"ED436192",
        "title":"Accountability and Productivity in the Illinois Community College System, Fiscal Year 1999."},
      {
        "id":"ED436193",
        "title":"Illinois Community College System Results Report, Fiscal Year 1999."},
      {
        "id":"ED436194",
        "title":"A Paradigm for the Training of Part-Time Teachers in Community Colleges."},
      {
        "id":"ED436195",
        "title":"El Camino College Academic Program Review Guidelines."},
      {
        "id":"ED436196",
        "title":"El Camino College Master Plan."},
      {
        "id":"ED436197",
        "title":"Educate, Empower, Employ: 1997-98 Annual Report."},
      {
        "id":"ED436198",
        "title":"Projected 1999-2000 Cost Allocation Summary."},
      {
        "id":"ED436199",
        "title":"Copyright Considerations in Distance Education and Technology-Mediated Instruction."},
      {
        "id":"ED436200",
        "title":"Approval of the Lemoore Center of the West Hills Community College District. A Report to the Governor and Legislature in Response to a Request from the Board of Governors to Recognize the Center as the Official Community College Center for the Lemoore/Hanford Area of Kings County."},
      {
        "id":"ED436201",
        "title":"Proposed Construction of Folsom Lake College in the Los Rios Community College District. A Report to the Governor and Legislature in Response to a Request from the Chancellor's Office of the California Community Colleges."},
      {
        "id":"ED436202",
        "title":"Proposed Construction of the Lompoc Valley Center in the Allan Hancock Joint Community College District. A Report to the Governor and Legislature in Response to a Request from the Chancellor's Office of the California Community Colleges."},
      {
        "id":"ED436203",
        "title":"Proposed Establishment of the Vacaville Higher Education Center of the Solano County Community College District. A Report to the Governor and Legislature in Response to a Request from the Board of Governors of the California Community Colleges."},
      {
        "id":"ED436204",
        "title":"Confronting the Future: Instruction Can Do It."},
      {
        "id":"ED436205",
        "title":"Report of the Missouri Commission on the Affordability of Higher Education."},
      {
        "id":"ED436206",
        "title":"Follow-up Survey of Voc-Ed Program Completers and Leavers."},
      {
        "id":"ED436207",
        "title":"Equity Assessment Study. Summary."},
      {
        "id":"ED436208",
        "title":"A New Approach to Including Student Intent Information in Performance Measures."},
      {
        "id":"ED436210",
        "title":"Kapi'olani Community College Report on the Results of the 1999 Current Student Survey."},
      {
        "id":"ED436211",
        "title":"Follow-up Study of Fiscal Year 1998 Occupational Program Graduates, 1999."},
      {
        "id":"ED436212",
        "title":"Recent High School Graduate Focus Groups. Market Analysis 00-1."},
      {
        "id":"ED436213",
        "title":"Front Range Community College Quality Indicators Report, Academic Year 1997-98."},
      {
        "id":"ED436214",
        "title":"The Mentor/Talented Students Honors Program at SUNY Rockland."},
      {
        "id":"ED436215",
        "title":"Twenty-Four English 101 Students Evaluate Their Portfolio Assignment."},
      {
        "id":"ED436216",
        "title":"Student Preparedness for Distance Education."},
      {
        "id":"ED436217",
        "title":"Distance Learning: A Window of Opportunity for Higher Education."},
      {
        "id":"ED436218",
        "title":"Affective Objectives in Community College Science."},
      {
        "id":"ED436219",
        "title":"Distance Learning Close to the Ground."},
      {
        "id":"ED436220",
        "title":"Proposed Construction of the Palmdale Center of the Antelope Valley Community College District. A Report to the Governor and Legislature in Response to a Request from the Board of Governors of the California Community Colleges."},
      {
        "id":"ED436221",
        "title":"Progress Report on the Community College Transfer Function. A Report to the Governor and the Legislature in Response to Senate Bill 121 (Chapter 1188, Statutes of 1991)."},
      {
        "id":"ED436222",
        "title":"Evaluation Report: San Joaquin Delta College. Accreditation Report."},
      {
        "id":"ED436224",
        "title":"Proposed Construction of the Madera County Educational Center in the State Center Community College District. A Report to the Governor and Legislature in Response to a Request from the Board of Governors of the California Community Colleges."},
      {
        "id":"ED436225",
        "title":"California's Associate Degree Programs for Preparing Licensed Teacher Assistants. A Report to the Legislature in Response to Senate Bill 156 (Chapter 1345, Statutes of 1998)."},
      {
        "id":"ED436226",
        "title":"Electronic Collaboration: A Practical Guide for Educators."},
      {
        "id":"ED436227",
        "title":"Business Candidate Reactions to Community College Recruitment Practices: Effects of Instructional Programs and Job Attributes."},
      {
        "id":"ED436229",
        "title":"Impulsivity and Its Relationship to Aggression, Social Cognition, and Peer Status."},
      {
        "id":"ED436230",
        "title":"Assessing Relational Complexity in Hierarchical Reasoning: A Dual-Task Approach."},
      {
        "id":"ED436231",
        "title":"Effective Use of Computers with Young Children."},
      {
        "id":"ED436232",
        "title":"Geometric and Spatial Thinking in Young Children."},
      {
        "id":"ED436233",
        "title":"A Different World: Native American Children's Perceptions of Race and Class in the Media. A Series of Focus Groups of Native American Children."},
      {
        "id":"ED436234",
        "title":"A Different World: Children's Perceptions of Race and Class in the Media. A Series of Focus Groups and a National Poll of Children."},
      {
        "id":"ED436235",
        "title":"Children and Welfare Reform: High States, Low Coverage. Content Analysis on Welfare Reform Reporting. A Report by Children Now."},
      {
        "id":"ED436236",
        "title":"The News Media's Picture of Children: A Five-Year Update and A Focus on Diversity. Report [and] Executive Summary."},
      {
        "id":"ED436241",
        "title":"Signs and Problems of Togetherness in a Community of Learners."},
      {
        "id":"ED436242",
        "title":"First Progress Report on the Head Start Program Performance Measures. Head Start Research."},
      {
        "id":"ED436243",
        "title":"Head Start Program Performance Measures. Second Progress Report. Head Start Research."},
      {
        "id":"ED436244",
        "title":"Fostering Program Governance. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED436245",
        "title":"Planning and Reviewing for Success. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED436246",
        "title":"State Estimates of Organized Child Care Facilities. Population Division Working Paper Series No. 21."},
      {
        "id":"ED436247",
        "title":"Phoenix Early Head Start: Twelve Family Stories, Year Two."},
      {
        "id":"ED436248",
        "title":"Parent Involvement in the Early Years."},
      {
        "id":"ED436263",
        "title":"Intergenerational Interactions."},
      {
        "id":"ED436264",
        "title":"The Cynon Valley Project: Investing in the Future. Early Childhood Development: Practice and Reflections Number 12."},
      {
        "id":"ED436265",
        "title":"Parent News Offline, 1999."},
      {
        "id":"ED436267",
        "title":"Early Childhood Education. Measuring Up: The State of Texas Education. A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED436268",
        "title":"Parental Involvement in Education. Measuring Up: The State of Texas Education. A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED436269",
        "title":"Voices for Illinois Children, 1999."},
      {
        "id":"ED436270",
        "title":"Helping, Friendship, and Children's Balance of Give and Take."},
      {
        "id":"ED436271",
        "title":"The Dark Side of Friendship: Questions about Negative Interactions between Friends."},
      {
        "id":"ED436275",
        "title":"Education and Care: Early Childhood Programs and Services for Low-Income Families. United States General Accounting Office Report to Congressional Requesters."},
      {
        "id":"ED436278",
        "title":"Are the Correlates of Children's Internal Working Models of Attachment Gender Specific?"},
      {
        "id":"ED436280",
        "title":"Parent Training with Low-Income Multi-ethnic Parents of Toddlers."},
      {
        "id":"ED436281",
        "title":"In Search of Scaffolding: An Observational Study of Fathers' Informal Instructional Styles."},
      {
        "id":"ED436283",
        "title":"We Think Food Because They Can&apos;t Think without It. 1998-99 Annual Report."},
      {
        "id":"ED436284",
        "title":"The Effects of Cooperative Learning on the Cross-Ethnic Friendship Choices of Children."},
      {
        "id":"ED436285",
        "title":"Children's Identification of Self-Reflective Emotions as Likely Responses to Moral and Competence Domain Successes and Failures."},
      {
        "id":"ED436286",
        "title":"Teachers' Use of Cooperative Learning in Their Classrooms: Case Studies of Four Elementary School Teachers."},
      {
        "id":"ED436287",
        "title":"Evaluation of Child Achievement in Four Newly Independent States of the Former Soviet Union: A Look at Literacy, Numeracy, and Creativity in Alternative and Traditional Programs."},
      {
        "id":"ED436288",
        "title":"Ethnicity and Individual Differences in Achievement Goals in Kindergarten Children."},
      {
        "id":"ED436291",
        "title":"Family and School Level Barriers to Family Involvement."},
      {
        "id":"ED436292",
        "title":"106 Ways Parents Can Help Students Achieve. Parents as Partners Series."},
      {
        "id":"ED436293",
        "title":"Getting Your Child Ready for School. Parents as Partners Series."},
      {
        "id":"ED436294",
        "title":"Parents: Partners in Education. Parents as Partners Series."},
      {
        "id":"ED436295",
        "title":"Helping Your Child with Homework. Parents as Partners Series."},
      {
        "id":"ED436296",
        "title":"Making Child Care Better: State Initiatives."},
      {
        "id":"ED436297",
        "title":"Nurturing Fatherhood: Improving Data and Research on Male Fertility, Family Formation and Fatherhood. Federal Interagency Forum on Child and Family Statistics, 1998."},
      {
        "id":"ED436298",
        "title":"Curriculum Disputes in Early Childhood Education. ERIC Digest."},
      {
        "id":"ED436299",
        "title":"The Postsecondary Financial Aid System: Potential Strategies for Early Care and Education."},
      {
        "id":"ED436301",
        "title":"Accounts of Play: A Descriptive Study in the Changes Exhibited in Play across Three Generations."},
      {
        "id":"ED436302",
        "title":"The Relationship between Multiple School Transfers during Elementary Years and Student Achievement."},
      {
        "id":"ED436303",
        "title":"The Peabody Family Initiative: Preservice Preparation for Family/School Involvement."},
      {
        "id":"ED436304",
        "title":"Effects of an Intervention Model on Second Grade Students Who Exhibit Inappropriate Behavior toward Authority Figures."},
      {
        "id":"ED436305",
        "title":"Early Childhood Interventions: Public-Private Partnerships. Hearing before the Subcommittee on Human Resources of the Committee on Government Reform and Oversight. House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED436306",
        "title":"Child Support Enforcement: Effects of Declining Welfare Caseloads Are Beginning To Emerge. United States General Accounting Office Report to the Chairman, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED436307",
        "title":"Resilience Guide: A Collection of Resources on Resilience in Children and Families."},
      {
        "id":"ED436308",
        "title":"ERIC/EECE Newsletter, 1999."},
      {
        "id":"ED436312",
        "title":"Child Support Report, 1999."},
      {
        "id":"ED436313",
        "title":"The Longitudinal Association between Perceived Job Characteristics and Fathers' Relationships with Their Children."},
      {
        "id":"ED436314",
        "title":"The Linkages among the Home Environment and Academic Self-Concepts on Achievement of Intact and Nonintact Family Structures of American High School Students."},
      {
        "id":"ED436315",
        "title":"Building Your Baby's Brain: A Parent's Guide to the First Five Years = Como estimular el cerebro infantil: Una guia para padres de familia."},
      {
        "id":"ED436316",
        "title":"Advocacy Networks for Girls' Education in a Rural and an Urban Community."},
      {
        "id":"ED436317",
        "title":"Teaching in an Isolated Northern Native Manitoba Community: A Teacher's Perspective."},
      {
        "id":"ED436318",
        "title":"Becoming Teacher Researchers."},
      {
        "id":"ED436319",
        "title":"Native Americans: Subject Guide."},
      {
        "id":"ED436320",
        "title":"The Last Best Place? The 1998-99 Montana Rural Teacher Salary and Benefits Survey."},
      {
        "id":"ED436322",
        "title":"Southern Rural Development Center Year in Review, 1998-1999."},
      {
        "id":"ED436323",
        "title":"Profile of Hired Farmworkers, 1996 Annual Averages."},
      {
        "id":"ED436325",
        "title":"Common Threads: Quilt-Making and Teaching."},
      {
        "id":"ED436326",
        "title":"Praxis to Practice: Putting Qualitative Methods To Work for Rural Education."},
      {
        "id":"ED436327",
        "title":"If It Ain't Big, Don't Break It."},
      {
        "id":"ED436328",
        "title":"Racial/Ethnic Minorities in Rural Areas: Progress and Stagnation, 1980-90."},
      {
        "id":"ED436331",
        "title":"IDRA Newsletter, 1999."},
      {
        "id":"ED436332",
        "title":"The Link, 1995-1998."},
      {
        "id":"ED436333",
        "title":"Process and Outcomes Evaluation of an Even Start Program."},
      {
        "id":"ED436334",
        "title":"Student Achievement in Math and Science: Putting Community Members into the Equation. The ARSI Community Engagement Implementation Manual."},
      {
        "id":"ED436336",
        "title":"Exemplary Programs in Indian Education. Second Edition."},
      {
        "id":"ED436337",
        "title":"Exemplary Institute. Proceedings of the Annual Conference (3rd, Albuquerque, New Mexico, February 22-24, 1998)."},
      {
        "id":"ED436338",
        "title":"Beyond Bio 101."},
      {
        "id":"ED436344",
        "title":"The Long Island Pine Barrens: A Curriculum &amp; Resource Guide."},
      {
        "id":"ED436345",
        "title":"Working and Learning on the Margins: Experiencing Doctoral Programs in Science Education as Nontraditional Graduate Students."},
      {
        "id":"ED436347",
        "title":"What Makes a Good Elementary Mathematician? Teacher-Research Report for 1996-1997."},
      {
        "id":"ED436348",
        "title":"Discourse in Small Groups in an Algebra 1 Class."},
      {
        "id":"ED436349",
        "title":"Explore Your World with a Geographic Information System. A Teaching Supplement for Grades 5-12 Introducing Basic GIS Concepts and Components."},
      {
        "id":"ED436350",
        "title":"Sustaining Our Forest Resource: What is Your Role?"},
      {
        "id":"ED436351",
        "title":"Increasing Student Motivation through Cooperative Learning, Writing in Mathematics, and Multiple Intelligences."},
      {
        "id":"ED436352",
        "title":"Improving Students' Knowledge and Attitudes of Science through the Use of Hands-On Activities."},
      {
        "id":"ED436353",
        "title":"Improving Student Motivation in Secondary Mathematics by the Use of Cooperative Learning."},
      {
        "id":"ED436354",
        "title":"Improving Student Attitudes and Performance in Mathematics."},
      {
        "id":"ED436355",
        "title":"Problems Students Encounter during Math Instruction in Mixed-Ability Classrooms."},
      {
        "id":"ED436356",
        "title":"Improvement of Scientific Literacy at the Primary Level."},
      {
        "id":"ED436357",
        "title":"A Visual Approach to Simplifying Square Roots Applied in Geometry and Advanced Algebra Courses."},
      {
        "id":"ED436358",
        "title":"Increasing Student Academic Achievement through the Use of Single and Mixed Gender Cooperative Grouping Patterns."},
      {
        "id":"ED436359",
        "title":"A Comparison of the Quality of Integrated Freshman-Year Curriculum for Science, Engineering and Mathematics with a Conventional Curriculum."},
      {
        "id":"ED436360",
        "title":"Philosophical Considerations in Teaching Mathematics."},
      {
        "id":"ED436361",
        "title":"Improving the Teaching of Science."},
      {
        "id":"ED436362",
        "title":"A Comparison of Traditional Science Instruction to Hands-On Science Instruction."},
      {
        "id":"ED436363",
        "title":"Middle School Algebra: Variables for Success."},
      {
        "id":"ED436364",
        "title":"Some Personal Experiences and Reflections on Technology Use in Applied Mathematics."},
      {
        "id":"ED436365",
        "title":"The Use of a Web Site To Disperse Information on Discovery-Based Learning in Elementary Science Education."},
      {
        "id":"ED436366",
        "title":"Organizational Structures in Mathematics."},
      {
        "id":"ED436368",
        "title":"A Classroom Improvement Plan: Designed To Improve Middle School Student's Science Scores through Hands-on Activities and Portfolio Assessment."},
      {
        "id":"ED436369",
        "title":"Improving Instruction, Motivation, and Writing Skills To Foster Content Mastery among 11th Grade Chemistry Students."},
      {
        "id":"ED436370",
        "title":"Guidelines for the Mathematical Preparation of Prospective Elementary Teachers."},
      {
        "id":"ED436371",
        "title":"Reading Comprehension in the Science Curriculum."},
      {
        "id":"ED436372",
        "title":"Earthquakes and Tsunamis. High School Teacher's Guidebook [and] High School Textbook."},
      {
        "id":"ED436373",
        "title":"I Invite You To Know the Earth I. Elementary School 2nd to 4th Grade Teacher's Guidebook [and] Text for Elementary School 2nd to 4th Grade."},
      {
        "id":"ED436374",
        "title":"I Invite You To Know the Earth II. 5th to 8th Grade of Preparatory School Teacher's Guide [and] 5th to 8th Grade of Preparatory School Textbook."},
      {
        "id":"ED436375",
        "title":"The Creative Mathematics Teacher."},
      {
        "id":"ED436385",
        "title":"A Wake-Up Call for U.S. Educators: The Third International Mathematics and Science Study."},
      {
        "id":"ED436386",
        "title":"The Effects of Writing in Mathematics on Second-Grade Students' Achievement and Metacognition."},
      {
        "id":"ED436387",
        "title":"The Mathematics Program in a School for Learning Disabled Students in Grades 2 through 10: Fostering Mathematical Growth of Students through Teacher Training, Parent Involvement, and Implementation of New Curriculum Materials."},
      {
        "id":"ED436388",
        "title":"Survey of 1987-1998 Berry College Mathematics Education Graduates."},
      {
        "id":"ED436390",
        "title":"Conservation Education Outreach Program Accomplishment Report, 1998."},
      {
        "id":"ED436391",
        "title":"Teaching Science Constructively: Examining Teacher's Issues When Teaching Science."},
      {
        "id":"ED436393",
        "title":"Scope and Sequence in Science."},
      {
        "id":"ED436394",
        "title":"Issues in the Teaching of Mathematics."},
      {
        "id":"ED436395",
        "title":"A Study of the Benefits of Math Manipulatives versus Standard Curriculum in the Comprehension of Mathematical Concepts."},
      {
        "id":"ED436397",
        "title":"ET Worldwide: A Periodic Compendium of Environmental Education and Training Opportunities. No. 15."},
      {
        "id":"ED436401",
        "title":"School Ponds: Their Current Status and Likely Contribution to Education, Conservation and Local Environmental Enhancement."},
      {
        "id":"ED436402",
        "title":"Using Drama To Improve Student Teachers' Understanding in the Physical Sciences."},
      {
        "id":"ED436403",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (23rd, Haifa, Israel, July 25-30, 1999). Volumes 1-4."},
      {
        "id":"ED436404",
        "title":"Science and Religion at a Crossroads: An Educational Perspective."},
      {
        "id":"ED436405",
        "title":"Integrating Technology in the Classroom."},
      {
        "id":"ED436406",
        "title":"Undergraduate Students in Science: What Do They Want To Be When They Grow Up?"},
      {
        "id":"ED436407",
        "title":"Improving Science Education at an Economically Disadvantaged Rural Elementary School."},
      {
        "id":"ED436408",
        "title":"When Changes Don't Make Changes: Challenges in Implementing Reform Ideals in Elementary Mathematics Classrooms."},
      {
        "id":"ED436409",
        "title":"A Model for the Successful Implementation of Instructional Technology in Science Education."},
      {
        "id":"ED436410",
        "title":"Effects of Science Manipulatives on Achievement, Attitudes, and Journal Writing of Elementary Science Students Revisited."},
      {
        "id":"ED436411",
        "title":"Elementary and Secondary Education: Reconsideration of the Federal Role by the 106th Congress. CRS Issue Brief for Congress."},
      {
        "id":"ED436412",
        "title":"Fresh Footprints: Assessment of an Environmental Science Collaborative Learning Project for Undergraduate, Non-science Majors."},
      {
        "id":"ED436414",
        "title":"The Effects of Using the TI-92 Calculator To Enhance Junior High Students' Performance in and Attitude toward Geometry."},
      {
        "id":"ED436419",
        "title":"Estimation Skills, Mathematics-in-Context, and Advanced Skills in Mathematics: Results from Three Studies of the National Assessment of Educational Progress 1996 Mathematics Assessment."},
      {
        "id":"ED436422",
        "title":"Mathematics Seventh Grade Observation Profile for On-Going Assessment and End of the Year Evaluation."},
      {
        "id":"ED436423",
        "title":"The Development of Children's Ideas on Animal Classification, Form and Function; Is School Experience Becoming Increasingly Impoverished?"},
      {
        "id":"ED436424",
        "title":"Independent Learning: Numeracy Developments in ABE Practice."},
      {
        "id":"ED436425",
        "title":"Constructive Numeracy Teaching as a Gateway to Independent Learning."},
      {
        "id":"ED436426",
        "title":"An Exploration of Situated Cognition in Two Professional Crafts: Upholstery and Gardening."},
      {
        "id":"ED436427",
        "title":"Student Nurses and Mathematics."},
      {
        "id":"ED436428",
        "title":"Paulo Freire's Legacy for Adults Learning Mathematics."},
      {
        "id":"ED436429",
        "title":"Technology Transfer - A Useful Metaphor for University Level Mathematics Courses for Engineers and Scientists."},
      {
        "id":"ED436430",
        "title":"Graduate Enrollment in Science and Engineering Continued To Decline in 1998."},
      {
        "id":"ED436431",
        "title":"Testing Alternative Hypotheses about Animal Behavior."},
      {
        "id":"ED436435",
        "title":"Look What You Can Make with Boxes: Over 90 Pictured Crafts and Dozens of Other Ideas. 1st Edition."},
      {
        "id":"ED436439",
        "title":"The Arts Standards (Adopted 4/28/97): Arizona Department of Education."},
      {
        "id":"ED436440",
        "title":"Within These Many Lies the American One: Multiculturalism, Citizenship Training, and the Construction of an American \"Paideia.\""},
      {
        "id":"ED436444",
        "title":"Educational Philanthropist George Peabody (1795-1869) and U.S.-British Relations, 1850s-1860s."},
      {
        "id":"ED436445",
        "title":"China: Tradition and Transformation, Curriculum Projects. Fulbright Hays Summer Seminars Abroad 1998 (China)."},
      {
        "id":"ED436447",
        "title":"Selections from a Humanities Unit on India. Fulbright-Hays Summer Seminars Abroad 1998 (India)."},
      {
        "id":"ED436448",
        "title":"Tradition and Modernity: India's Quantum Leap into the 21st Century. Independent Curriculum Project. Fulbright-Hays Summer Seminars Abroad 1998 (India)."},
      {
        "id":"ED436450",
        "title":"Choices and Commitments: The Soldiers at Gettysburg. Teaching with Historic Places."},
      {
        "id":"ED436452",
        "title":"How Banks Create Money."},
      {
        "id":"ED436458",
        "title":"Education for Engagement in Political and Democratic Life: Responsibilities of the Schools."},
      {
        "id":"ED436459",
        "title":"Civic Education in Latvia's Transition to Democracy."},
      {
        "id":"ED436460",
        "title":"Contemporary Involvement in Political and Civic Life: Trends and Implications of the Romanian Case."},
      {
        "id":"ED436461",
        "title":"A Comparison of Students' Understanding of Political and Physical Aspects of Geography with the Use of the Program &quot;Daily Geography.&quot;"},
      {
        "id":"ED436463",
        "title":"Preparing Tanzania's Young Children for the Economic World: Possibilities for Collaboration with Other Countries."},
      {
        "id":"ED436464",
        "title":"Strategies for Infusing Gender Equity in Education in Illinois. Final Report."},
      {
        "id":"ED436465",
        "title":"The Long and Winding Road: The Development of the New Social Studies Curriculum in New Zealand."},
      {
        "id":"ED436466",
        "title":"It's Just the Facts, or Is It? An Exploration of the Relationship between Teachers' Practices and Students' Understandings of History."},
      {
        "id":"ED436467",
        "title":"The Community Discovered: The Search for Meaning through the Integration of Art and Technology in K-12 Education. Evaluation Progress Report No. 1."},
      {
        "id":"ED436468",
        "title":"The Community Discovered: The Search for Meaning through the Integration of Art and Technology in K-12 Education. Evaluation Progress Report No. 2."},
      {
        "id":"ED436469",
        "title":"The Community Discovered: The Search for Meaning through the Integration of Art and Technology in K-12 Education. Annual Progress Report No. 3."},
      {
        "id":"ED436470",
        "title":"The Community Discovered: The Search for Meaning through the Integration of Art and Technology in K-12 Education. Evaluation Progress Report No. 4."},
      {
        "id":"ED436472",
        "title":"More Than Words Can Say: A Set of Arts Literacy Papers."},
      {
        "id":"ED436474",
        "title":"Evaluating Curriculum Reform in Mexico: Challenges Addressing a Diverse Population."},
      {
        "id":"ED436475",
        "title":"Student Musical Activities and Achievement in Music: NAEP 1997 Arts Assessment."},
      {
        "id":"ED436476",
        "title":"Celebrate Diversity during Black History Month!"},
      {
        "id":"ED436477",
        "title":"Student Subgroup Achievement on the NAEP 1997 Arts Assessment."},
      {
        "id":"ED436478",
        "title":"Frequency of Arts Instruction for Students."},
      {
        "id":"ED436479",
        "title":"The Role of the Teacher: How a Classroom Learning Community of Culturally and Linguistically Diverse Learners Develops at the Beginning of the School Year."},
      {
        "id":"ED436480",
        "title":"Promoting Physical Activity in Children: Parental Influences. ERIC Digest."},
      {
        "id":"ED436481",
        "title":"The Examination of Preservice Teachers' Journals for Reflective Thought Patterns Concerning Professionalism."},
      {
        "id":"ED436482",
        "title":"Self-Efficacy in Preservice Teachers: Testing the Limits of Non-Experiential Feedback."},
      {
        "id":"ED436484",
        "title":"Teacher Service on School Councils: Are Teachers Attracted to the Accountability of School-Based Decision Making?"},
      {
        "id":"ED436485",
        "title":"Retention and Attrition of Teachers at the School Level: National Trends and Predictors. Data Analysis Report No. 1999-DAR1."},
      {
        "id":"ED436486",
        "title":"An International Comparison of Teacher Education. ERIC Digest."},
      {
        "id":"ED436487",
        "title":"Beginning Teacher Induction. ERIC Digest."},
      {
        "id":"ED436488",
        "title":"Guidance on Early Childhood Education Teacher Education and Licensure Standards."},
      {
        "id":"ED436489",
        "title":"Areas of Advice Seeking among Beginning Teachers in a Mentoring Program."},
      {
        "id":"ED436490",
        "title":"Professional Development and the Classroom Teacher: Turning Theory into Practice."},
      {
        "id":"ED436491",
        "title":"The Enhancement of Student Learning through the Implementation of a Four-Day Block Scheduling."},
      {
        "id":"ED436492",
        "title":"Elementary Teachers' Perceptions of Action Research in Korea."},
      {
        "id":"ED436493",
        "title":"Current Issues in Teacher Education in China."},
      {
        "id":"ED436494",
        "title":"Stalking the Schoolwork Module: Teaching Prospective Teachers To Write Historical Narratives."},
      {
        "id":"ED436495",
        "title":"Ohio's Entry Year Program for Teachers: Toward the Implementation of Performance-Based Licensure."},
      {
        "id":"ED436496",
        "title":"Staffing At-Risk School Districts in Texas. Problems and Prospects."},
      {
        "id":"ED436497",
        "title":"Postmodernism and its Effects on the Teaching of Values in Public Schools."},
      {
        "id":"ED436498",
        "title":"An Analysis of Preservice Teacher Perceptions of Instrumentality through the Lens of Epistemological Theory."},
      {
        "id":"ED436499",
        "title":"Preservice and Inservice Teachers' Perceptions of Skills in Science Teaching for Primary Grades."},
      {
        "id":"ED436500",
        "title":"Literacy and Effective Teaching in Diverse Classrooms."},
      {
        "id":"ED436501",
        "title":"Alternative Certification: It's Alive, It's Alive...But It May Not Be Well."},
      {
        "id":"ED436502",
        "title":"Multicultural Education Issues: Perceived Levels of Knowledge of Preservice Teachers and Teacher Educators."},
      {
        "id":"ED436503",
        "title":"School Level Differences in Teachers' Perceptions of Multiple Dimensions of School Culture."},
      {
        "id":"ED436504",
        "title":"A Partnership To Create Successful Subject Area Curriculum and Build Effective Professional Development. A Report of the Effectiveness of the Professional Development Series as Perceived by the Teacher Participants."},
      {
        "id":"ED436506",
        "title":"Theory as Espoused and Practiced in a Technical College."},
      {
        "id":"ED436507",
        "title":"Requirements To Obtain a Pupil Activity Validation To Direct, Supervise, or Coach a Pupil Activity Program (3301-27-01). Guidelines for School Administration and First Aid Program Providers."},
      {
        "id":"ED436508",
        "title":"The Road to Pre-service Teachers' Conceptual Change."},
      {
        "id":"ED436509",
        "title":"Theory as Espoused and Practiced by a High School English Teacher: Staying with the Tried and True."},
      {
        "id":"ED436510",
        "title":"Future Teachers' Perceptions of Discipline."},
      {
        "id":"ED436511",
        "title":"A Comparison by Education Majors of Instruction in a Demonstration Classroom to Teaching in the Schools."},
      {
        "id":"ED436512",
        "title":"Tapestries: A Phenomenological Study on the Experience of Teaching in the Inclusive One-Teacher School."},
      {
        "id":"ED436513",
        "title":"Teachers' Perceptions of the Use of \"Empowering-Type Activities\" by Their Building Principals."},
      {
        "id":"ED436514",
        "title":"Collaborative Planning and Decision Making: Preliminary Conclusions from an Ongoing Case Study of Elementary School Team Teaching."},
      {
        "id":"ED436515",
        "title":"Warnings from the Field: A Study of Perceptions of Violence of Middle School Students, Middle School Preservice Teachers, Middle School Practicing Teachers, High School Students, High School Preservice Teachers, High School Practicing Teachers."},
      {
        "id":"ED436516",
        "title":"Who Will Teach Our Children?"},
      {
        "id":"ED436517",
        "title":"The Teaching Students To Be Peacemakers Program: Program Overview and Review of the Literature."},
      {
        "id":"ED436519",
        "title":"The Desegregation Experience of Public School Personnel in East Baton Rouge Parish, Louisiana."},
      {
        "id":"ED436520",
        "title":"Teacher Educators' Role in Promoting the Tenets of Multicultural Education."},
      {
        "id":"ED436521",
        "title":"Do We Need a Multicultural Curriculum?"},
      {
        "id":"ED436522",
        "title":"Investigating Preservice Teachers' Literature Selection Process."},
      {
        "id":"ED436523",
        "title":"A Comparative Study of Academic Curriculum, Teacher Collaboration, and Discipline Policy among Selected Elementary Schools and Secondary Schools in the State of Alabama."},
      {
        "id":"ED436524",
        "title":"Evaluation of First-Year Teachers' Lesson Objectives by Bloom's Taxonomy."},
      {
        "id":"ED436525",
        "title":"A Comparison of Attitudes toward Computer Use of Preservice and Inservice Teachers."},
      {
        "id":"ED436526",
        "title":"An Assessment of Preservice Teachers' Tolerance of Diversity."},
      {
        "id":"ED436527",
        "title":"Developing and Sustaining Teacher Communities: Caring as Central in Teachers' Negotiation of Reading Instruction and Curriculum Implementation."}]
  }}
