{
  "response":{"numFound":509939,"start":416000,"numFoundExact":true,"docs":[
      {
        "id":"ED436528",
        "title":"Effective Teaching in Distance Education. ERIC Digest."},
      {
        "id":"ED436529",
        "title":"The Supply and Demand of Elementary and Secondary School Teachers in the United States. ERIC Digest."},
      {
        "id":"ED436530",
        "title":"Schools and Staffing Survey 1990-91: Data File User's Manual. Volume IV: Bureau of Indian Affairs (BIA) Restricted-Use Codebooks: Administrators, Schools, and Teachers."},
      {
        "id":"ED436531",
        "title":"Trying To Predict Dropouts at Grade Seven."},
      {
        "id":"ED436532",
        "title":"Alternative Learning Programs Evaluation: Part 1 Report."},
      {
        "id":"ED436533",
        "title":"Alternative Learning Programs Evaluation: Part 2 Report. Outcomes."},
      {
        "id":"ED436534",
        "title":"Alternative Learning Programs Evaluation: Part 3 Report. Case Studies of Alternative Schools and Programs."},
      {
        "id":"ED436535",
        "title":"Learning Climate in Schools: Part I. Views of Disruptive and Violent Behavior in Middle and High Schools. Evaluation Brief."},
      {
        "id":"ED436536",
        "title":"Learning Climate in Schools: Part II. Teacher Views of the Learning and Organizational Climate in Schools. Evaluation Brief."},
      {
        "id":"ED436537",
        "title":"Block Scheduled High School Achievement: Part II. Comparison of End-of-Course Test Scores for Blocked and Nonblocked High Schools (1993 through 1996). Evaluation Brief."},
      {
        "id":"ED436538",
        "title":"Discovering Culture in Education: An Approach to Cultural Education Program Evaluation."},
      {
        "id":"ED436539",
        "title":"Pacific Educational Research Journal, 1996."},
      {
        "id":"ED436540",
        "title":"Empirical Validation of the First Steps Spelling and Writing Continua."},
      {
        "id":"ED436541",
        "title":"The Impact of First Steps on the Reading and Writing Ability of Year 5 Students."},
      {
        "id":"ED436542",
        "title":"The Impact of First Steps on Schools and Teachers."},
      {
        "id":"ED436543",
        "title":"Empirical Validation of the First Steps Reading Continuum."},
      {
        "id":"ED436544",
        "title":"Empirical Re-Validation of the First Steps Spelling Continuum."},
      {
        "id":"ED436545",
        "title":"Assessment and Record of the Changes Made to the Spelling Continuum."},
      {
        "id":"ED436546",
        "title":"Student Achievement: A Study of the Effects of First Steps Teaching on Student Achievement."},
      {
        "id":"ED436548",
        "title":"Utility of a Concept-Focusing Strategy on Judgmental Standard Setting Results."},
      {
        "id":"ED436555",
        "title":"Education Policy Analysis Archives, 1999: Numbers 21-31."},
      {
        "id":"ED436556",
        "title":"Reducing Statistics Anxiety: A Ranking of Sixteen Specific Strategies."},
      {
        "id":"ED436557",
        "title":"Show Me the Magnitude! The Consequences of Overemphasis on Null Hypothesis Significance Testing."},
      {
        "id":"ED436559",
        "title":"Ohio Proficiency Tests for Grade 4. Practice Test. Writing, Reading, Mathematics, Citizenship, Science."},
      {
        "id":"ED436560",
        "title":"Florida Writes! 1998 Technical Report."},
      {
        "id":"ED436563",
        "title":"Florida Writing Assessment Program. State, District, and School Report of Statewide District Assessment Results, Spring 1998. Writing Assessment for Grade 10. Statistical Report."},
      {
        "id":"ED436564",
        "title":"Florida Writes! Report on the 1999 Assessment, Grade 4. Florida Writing Assessment Program."},
      {
        "id":"ED436565",
        "title":"Florida Writes! Report on the 1999 Assessment, Grade 8. Florida Writing Assessment Program."},
      {
        "id":"ED436566",
        "title":"Florida Writes! Report on the 1999 Assessment, Grade 10. Florida Writing Assessment Program."},
      {
        "id":"ED436567",
        "title":"The High School Competency Test. October 1993 Technical Report."},
      {
        "id":"ED436568",
        "title":"High School Competency Test. State, District, and School Report of Statewide Assessment Results. October 1998 Administration, Grade 11."},
      {
        "id":"ED436569",
        "title":"Improving Achievement and Student Satisfaction through Criteria-Based Evaluation: Checklists and Rubrics in Educational Research Courses."},
      {
        "id":"ED436570",
        "title":"A Validity Study Comparing the ACT and the HOBET Entrance Examinations for Health-Care Students."},
      {
        "id":"ED436571",
        "title":"The Importance of Variance in Statistical Analysis: Don't Throw Out the Baby with the Bathwater."},
      {
        "id":"ED436572",
        "title":"Electronic Decision-Making: A Potential New Methodology for Educational Research."},
      {
        "id":"ED436573",
        "title":"A Personality Dynamics Model for the Self-Evaluation Component of Personal and Professional Development."},
      {
        "id":"ED436574",
        "title":"Measuring Resilience."},
      {
        "id":"ED436575",
        "title":"Does Research Matter to the Classroom Teacher?"},
      {
        "id":"ED436576",
        "title":"Matching Actions to Words: Espoused Curriculum Theories."},
      {
        "id":"ED436577",
        "title":"High School and College Grades: Is Past Performance a Predictor of Future Performance?"},
      {
        "id":"ED436578",
        "title":"Graduation 2010: The Chess Component of Critical Thinking."},
      {
        "id":"ED436579",
        "title":"Using Discriminant-Function Analysis To Predict Student Success in Core English Courses."},
      {
        "id":"ED436580",
        "title":"Evaluation of Educational Technology in Kentucky Middle Schools."},
      {
        "id":"ED436581",
        "title":"Prospective and Retrospective Studies of Substance Abuse Treatment Outcomes: Methods and Results of Four Large-Scale Follow-Up Studies."},
      {
        "id":"ED436582",
        "title":"Potential Sources of Bias in Substance Abuse Treatment Follow-Up Studies."},
      {
        "id":"ED436583",
        "title":"CLAST: College-Level Academic Skills Test. Statewide and Institutional Report of Results, 1998-1999."},
      {
        "id":"ED436584",
        "title":"CLAST: College-Level Academic Skills Test. Test Administration Plan, 1999-2000."},
      {
        "id":"ED436587",
        "title":"FACT: Florida Comprehensive Assessment Test: State, District, and School Report of Results. 1999 FCAT Administration Grade 8."},
      {
        "id":"ED436588",
        "title":"FCAT: Florida Comprehensive Assessment Test. State, District, and School Report of Results. 1999 FCAT Administration, Grade 10."},
      {
        "id":"ED436589",
        "title":"Evaluating for Success. Comprehensive School Reform: An Evaluation Guide for Districts and Schools."},
      {
        "id":"ED436592",
        "title":"Youth Violence. Hearings before the Committee on the Judiciary. United States Senate, One Hundred Fourth Congress, First Session Focusing on the Cause of Juvenile Crime and the Need for Juvenile Justice Reform (Dover and Wilmington, DE, July 15 and 17, 1995)."},
      {
        "id":"ED436595",
        "title":"New Roles for Community Services in Educational Reform. Publication Series No. 5."},
      {
        "id":"ED436596",
        "title":"A National Study of Title I Schoolwide Programs: A Synopsis of Interim Findings. Publication Series No. 7."},
      {
        "id":"ED436597",
        "title":"School Satisfaction: A Statistical Profile of Cities and Suburbs. ETS Leadership 2000 Series."},
      {
        "id":"ED436598",
        "title":"School-Based Mentoring: A First Look into Its Potential."},
      {
        "id":"ED436600",
        "title":"Working To Learn: Skills Development under &quot;Work First.&quot; Working Ventures."},
      {
        "id":"ED436602",
        "title":"Preventing Violence by Elementary School Children. ERIC/CUE Digest Number 149."},
      {
        "id":"ED436603",
        "title":"Exposure to Violence and Victimization at School. Choices Briefs Number 4."},
      {
        "id":"ED436604",
        "title":"Family Disruption and Delinquency. Juvenile Justice Bulletin."},
      {
        "id":"ED436605",
        "title":"Detention Diversion Advocacy: An Evaluation. Juvenile Justice Bulletin."},
      {
        "id":"ED436607",
        "title":"Making Standards Matter 1999: An Update on State Activity. Educational Issues Policy Brief Number 11."},
      {
        "id":"ED436608",
        "title":"A Sampling of Outcome Findings from Interventions Relevant to Addressing Barriers to Learning. Technical Assistance Sampler."},
      {
        "id":"ED436609",
        "title":"Families and Schools Together: Building Relationships. Juvenile Justice Bulletin."},
      {
        "id":"ED436610",
        "title":"Characteristics and Patterns of At-Risk Juveniles and Factors That Contribute to Violence Committed by or against Juveniles."},
      {
        "id":"ED436613",
        "title":"Urban Youth Workers Resource Directory."},
      {
        "id":"ED436614",
        "title":"The Elephant in the Living Room: Racism in School Reform."},
      {
        "id":"ED436615",
        "title":"Leave No Child Behind: A Baker's Dozen Strategies To Increase Academic Achievement."},
      {
        "id":"ED436618",
        "title":"Quality of Death Rates by Race and Hispanic Origin: A Summary of Current Research, 1999. Vital and Health Statistics. Series 2: Data Evaluation and Methods Research. No. 128."},
      {
        "id":"ED436619",
        "title":"Just the Facts about Sexual Orientation &amp; Youth. A Primer for Principals, Educators and School Personnel."},
      {
        "id":"ED436620",
        "title":"Public Schools: A Place Where Children Can Learn To Get Along with Others in a Diverse Society."},
      {
        "id":"ED436623",
        "title":"Cross-Industry Assessment and Certification. Framework and Implementation Guide."},
      {
        "id":"ED436624",
        "title":"Supplement to the Study on the Structures of the Education and Initial Training Systems in the European Union. The Situation in Estonia, Latvia, Lithuania, Slovenia and Cyprus."},
      {
        "id":"ED436625",
        "title":"A Gender Analysis of Adult Learning = La Place des Femmes dans l'Apprentissage a l'Age Adulte."},
      {
        "id":"ED436626",
        "title":"Poverty Alleviation, Work and Adult Learning. Report of the UIE Round Table Held during the International Congress on Vocational Education and Training (2nd, Seoul, Korea, April 26-30, 1999). UIE Working Paper."},
      {
        "id":"ED436641",
        "title":"Employer Involvement in Work-Based Learning Programs."},
      {
        "id":"ED436642",
        "title":"Pathways to Educational Attainment and Their Effect on Early Career Development."},
      {
        "id":"ED436643",
        "title":"Reassessing a Decade of Reform. Workforce Development and the Changing Economy."},
      {
        "id":"ED436644",
        "title":"Reforming Preservice Preparation Programs for Secondary and Postsecondary Instructors."},
      {
        "id":"ED436645",
        "title":"Step to College. Moving from the High School Career Academy through the Four-Year University."},
      {
        "id":"ED436646",
        "title":"Who Participates in New Vocational Programs? A Preliminary Analysis of Student Data from NLSY97."},
      {
        "id":"ED436647",
        "title":"A Guide for Improving Career Guidance Programs."},
      {
        "id":"ED436648",
        "title":"Integrating Academic and Career-Related Education: A Professional Development Guide for Community College Faculty."},
      {
        "id":"ED436649",
        "title":"The Financing of Vocational Education and Training in Austria. Financing Portrait. CEDEFOP Panorama."},
      {
        "id":"ED436650",
        "title":"The Matching of Educational and Occupational Structures in Finland and Sweden. Final Report. CEDEFOP Dossier."},
      {
        "id":"ED436651",
        "title":"Exploring the Icebergs of Adult Learning: Findings of the First Canadian Survey of Informal Learning Practices."},
      {
        "id":"ED436653",
        "title":"Distance Education and Learner Autonomy: Some Theoretical Implications."},
      {
        "id":"ED436654",
        "title":"A Study of Self-Directed Professionals of High Attainment."},
      {
        "id":"ED436656",
        "title":"Promising Practices in CTS."},
      {
        "id":"ED436657",
        "title":"What's Next for School-to-Career?"},
      {
        "id":"ED436658",
        "title":"American Vocational Education Research Association (AVERA) Annual Research Meeting in Conjunction with the Annual Convention of the Association for Career and Technical Education. Proceedings (Orlando, Florida, December 11-13, 1999)."},
      {
        "id":"ED436659",
        "title":"&quot;We Need To Be in It for All 9 Innings&quot;: Lessons from Employer Participation in School-to-Career in Colorado."},
      {
        "id":"ED436660",
        "title":"Economics."},
      {
        "id":"ED436661",
        "title":"Learning Strategies."},
      {
        "id":"ED436662",
        "title":"Writing Short Essays."},
      {
        "id":"ED436663",
        "title":"How Emancipatory Is Adult Learning? Myths and Realities No. 6."},
      {
        "id":"ED436666",
        "title":"Help Workers Boost Their Paychecks! The Earned Income Credit 2000 Outreach Kit."},
      {
        "id":"ED436667",
        "title":"Pedagogical Strategies for Work-Based Learning. IEE Working Paper No. 12."},
      {
        "id":"ED436668",
        "title":"Career and Life Role Common Curriculum Goals and Grade 12 Career-Related Learning Standards."},
      {
        "id":"ED436669",
        "title":"Technology Education Reform in Taiwan."},
      {
        "id":"ED436670",
        "title":"Personal Learning Planning. A Framework for Lifelong Career Development. NICEC Briefing."},
      {
        "id":"ED436671",
        "title":"Social Benefits of Career Guidance. NICEC Briefing."},
      {
        "id":"ED436672",
        "title":"South Carolina School-to-Work Implementation Guide for Work-Based Learning. School-to-Work Opportunities."},
      {
        "id":"ED436676",
        "title":"The Search for Specialists and Managers. Staff Shortage in Germany."},
      {
        "id":"ED436677",
        "title":"Diploma of Further Education Project: Pathways to Tertiary Education."},
      {
        "id":"ED436678",
        "title":"ANAMOL: A Creative Experience Using Communications Technology."},
      {
        "id":"ED436680",
        "title":"Focus on Basics, 1999."},
      {
        "id":"ED436681",
        "title":"Equipped for the Future Program Materials."},
      {
        "id":"ED436689",
        "title":"A Review of Spirituality in Counselor Education."},
      {
        "id":"ED436690",
        "title":"An Exploration of the Delivery of Mental Health Care by HMOs."},
      {
        "id":"ED436691",
        "title":"Managing Sexual Attraction in Counseling: Training and Supervisory Implications."},
      {
        "id":"ED436692",
        "title":"An Evaluation of the Effectiveness of Axis I Treatment with a Comorbid Personality Disorder with Implications for the Health Care System: A Review of the Literature."},
      {
        "id":"ED436693",
        "title":"Factors That Contribute to the Development of a Lesbian Sexual Orientation: A Literature Review."},
      {
        "id":"ED436694",
        "title":"School Improvement through Community Dialogue: The First Community Study Circles on Education in Arkansas and Oklahoma."},
      {
        "id":"ED436695",
        "title":"Adolescent Identity Development: Views of the Future."},
      {
        "id":"ED436696",
        "title":"At-Risk High School Students' Preferences for Counselor Characteristics."},
      {
        "id":"ED436698",
        "title":"Influence of a Message's Reception as a Function of Perceived Feminist Authorship."},
      {
        "id":"ED436699",
        "title":"A Profile of Clients Entering Treatment for Alcohol Problems."},
      {
        "id":"ED436700",
        "title":"The National Treatment Improvement Evaluation Study: Retention Analysis."},
      {
        "id":"ED436701",
        "title":"Methadone Treatment: Overview and Bibliography."},
      {
        "id":"ED436702",
        "title":"The Costs and Benefits of Substance Abuse Treatment: Findings from the National Treatment Improvement Evaluation Study (NTIES)."},
      {
        "id":"ED436703",
        "title":"A Comparison of Mathematics Anxiety and Statistics Anxiety in Relation to General Anxiety."},
      {
        "id":"ED436704",
        "title":"Hardiness: Is It Still a Valid Concept?"},
      {
        "id":"ED436705",
        "title":"Values Clarification: An Issue Related Paper."},
      {
        "id":"ED436706",
        "title":"Lessons for the Trail of Life: Conversation Starters for Parents and Children."},
      {
        "id":"ED436707",
        "title":"The Relationship between Mental Health and Substance Abuse among Adolescents. Analytic Series: A-9."},
      {
        "id":"ED436709",
        "title":"Violence and Weapons in Texas Schools. Measuring Up: The State of Texas Education. A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED436710",
        "title":"Working with the Terminally Ill: An Integrated Theoretical Model."},
      {
        "id":"ED436711",
        "title":"Sixth-Grade Student Self-Talk: Individual Thought, Collective Mind."},
      {
        "id":"ED436712",
        "title":"Rational Emotive Behavior Therapy: Origins, Constructs, and Applications."},
      {
        "id":"ED436713",
        "title":"Mediation and Conflict Resolution in a Multicultural Context: New Skills for Student Development Professionals."},
      {
        "id":"ED436714",
        "title":"An Oral Language Based Reading Remedial Program for Special Education Children."},
      {
        "id":"ED436715",
        "title":"Providing Books and Other Print Materials for Classroom and School Libraries. A Position Statement of the International Reading Association."},
      {
        "id":"ED436717",
        "title":"Read To Achieve: Securing a Bright Future for Our Children."},
      {
        "id":"ED436718",
        "title":"Letter-Sound Relationships of Phonic Cells."},
      {
        "id":"ED436720",
        "title":"Learning To Read Words: Linguistic Units and Strategies."},
      {
        "id":"ED436721",
        "title":"Book Buddies in the Bronx: A Model for America Reads."},
      {
        "id":"ED436722",
        "title":"Discretion in the Translation of Reading Research to Policy."},
      {
        "id":"ED436723",
        "title":"Beating the Odds in Teaching All Children To Read."},
      {
        "id":"ED436724",
        "title":"Literacy, Teaching and Learning: An International Journal of Early Literacy, 1994-1995."},
      {
        "id":"ED436725",
        "title":"Literacy, Teaching and Learning: An International Journal of Early Literacy, 1996."},
      {
        "id":"ED436726",
        "title":"Literacy Teaching and Learning: An International Journal of Early Reading and Writing, 1998."},
      {
        "id":"ED436727",
        "title":"Council Connections: A Newsletter of the Reading Recovery Council of North America, 1996-1999."},
      {
        "id":"ED436728",
        "title":"North American Leadership Academy. [Report of the First North American Leadership Academy (1st, San Diego, CA, July 30-August 2, 1997)]."},
      {
        "id":"ED436731",
        "title":"Developing Engaged Readers."},
      {
        "id":"ED436732",
        "title":"Learning through Conversation."},
      {
        "id":"ED436733",
        "title":"Teaching and Learning: Our Experience in Reading Recovery."},
      {
        "id":"ED436734",
        "title":"Lessons from Reading Recovery Lessons."},
      {
        "id":"ED436735",
        "title":"Active from the Start."},
      {
        "id":"ED436736",
        "title":"Using Patterns of Responding to &quot;Follow the Child.&quot;"},
      {
        "id":"ED436737",
        "title":"Helping the Hard-to-Accelerate Child: Problem-Solving the More Difficult Cases."},
      {
        "id":"ED436738",
        "title":"Teaching for Strategies in Writing: Maintaining the Balance between Composing and Transcribing."},
      {
        "id":"ED436739",
        "title":"Keeping the Processing Easy at Higher Levels of Text Reading."},
      {
        "id":"ED436740",
        "title":"Shaping the PM Story Books."},
      {
        "id":"ED436741",
        "title":"The Challenge of Continued Learning."},
      {
        "id":"ED436742",
        "title":"Reading Recovery in the Far Northeast."},
      {
        "id":"ED436743",
        "title":"Demonstrating the Cost Effectiveness of Reading Recovery: Because It Makes a Difference. An Example from One School District."},
      {
        "id":"ED436744",
        "title":"Professional Development for Teacher Leaders: Promoting Program Ownership and Increased Success."},
      {
        "id":"ED436745",
        "title":"Models of Teacher Education: Where Reading Recovery Teacher[R] Training Fits."},
      {
        "id":"ED436746",
        "title":"Developing an Internal Processing System."},
      {
        "id":"ED436747",
        "title":"A Process for Site Selection of Reading Recovery Campuses."},
      {
        "id":"ED436748",
        "title":"Getting the Most from Your Reading Recovery[R] Program."},
      {
        "id":"ED436749",
        "title":"Reading Recovery Teacher Training: Communities of Learners Engaged in Inquiry."},
      {
        "id":"ED436750",
        "title":"Followup Study for Reading Recovery in Plainfield, Illinois."},
      {
        "id":"ED436751",
        "title":"Supporting Teacher Learning: Reading Recovery as a Community of Practice."},
      {
        "id":"ED436752",
        "title":"School Reports: Creating Common Understandings."},
      {
        "id":"ED436753",
        "title":"Early Reading Programs in High-Poverty Schools: Emerald Elementary Beats the Odds."},
      {
        "id":"ED436754",
        "title":"Literature Anthologies: The Task for First-Grade Readers."},
      {
        "id":"ED436755",
        "title":"Helping Your Child Become a Reader."},
      {
        "id":"ED436760",
        "title":"Position Statement on Reading: National Council of Teachers of English."},
      {
        "id":"ED436761",
        "title":"Increasing the Literacy Growth of Kindergarten Students through Developmentally Appropriate Emergent Literacy Practices."},
      {
        "id":"ED436762",
        "title":"A Tale of Two Methods: Melding Project Read and Guided Reading To Improve At-Risk Students' Literacy Skills."},
      {
        "id":"ED436763",
        "title":"Guidelines for Selection of Materials in English Language Arts Programs. An NCTE Standards Document."},
      {
        "id":"ED436764",
        "title":"Defining and Defending Instructional Methods."},
      {
        "id":"ED436765",
        "title":"The Portfolio Project: A Study of Assessment, Instruction, and Middle School Reform."},
      {
        "id":"ED436766",
        "title":"North Carolina Open-Ended Assessments: Elementary English Language Arts--Grade Four."},
      {
        "id":"ED436768",
        "title":"Nikki Giovanni in the Classroom: &quot;The Same Ol Danger but a Brand New Pleasure.&quot; The NCTE High School Literature Series."},
      {
        "id":"ED436770",
        "title":"Europe: Language Arts around the World, Volume I. Cross Curricular Activities for Grades 4-6."},
      {
        "id":"ED436771",
        "title":"Central and South America: Language Arts around the World, Volume II. Cross Curricular Activities for Grades 4-6."},
      {
        "id":"ED436772",
        "title":"Asia and Australia: Language Arts around the World, Volume III. Cross Curricular Activities for Grades 4-6."},
      {
        "id":"ED436773",
        "title":"Intriguing Animals. Language Arts Theme Units, Volume IV. Cross Curricular Activities for Primary Grades."},
      {
        "id":"ED436774",
        "title":"People Around Us. Language Arts Theme Units, Volume V. Cross Curricular Activities for Primary Grades."},
      {
        "id":"ED436775",
        "title":"Our Environment. Language Arts Theme Units, Volume I. Cross Curricular Activities for Primary Grades."},
      {
        "id":"ED436780",
        "title":"The Intersections of Response and Ethnicity: Elementary School Students Respond to Multicultural Children's Literature."},
      {
        "id":"ED436781",
        "title":"Guidelines for a Gender-Balanced Curriculum in English, Grades 7-12."},
      {
        "id":"ED436782",
        "title":"Writing Assessment: A Position Statement."},
      {
        "id":"ED436783",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Seventeen."},
      {
        "id":"ED436784",
        "title":"A Pragmatist Approach to Academic Discourse: Teaching the Conflict over &quot;Stuffy B.S.&quot;"},
      {
        "id":"ED436785",
        "title":"Teaching the Madeleine L'Engle Tetralogy: Using Allegory and Fantasy as Antidote to Violence."},
      {
        "id":"ED436786",
        "title":"Refiguring the Ph.D. in English Studies: Writing, Doctoral Education, and the Fusion-Based Curriculum. Refiguring English Studies."},
      {
        "id":"ED436787",
        "title":"Weaving a Virtual Web: Practical Approaches to New Information Technologies."},
      {
        "id":"ED436788",
        "title":"Writing and Healing: Toward an Informed Practice. Refiguring English Studies."},
      {
        "id":"ED436789",
        "title":"Class Politics: The Movement for the Students' Right to Their Own Language. Refiguring English Studies."},
      {
        "id":"ED436793",
        "title":"The Carolinas Speech Communication Annual, 1995."},
      {
        "id":"ED436794",
        "title":"The Carolinas Speech Communication Annual, 1996."},
      {
        "id":"ED436795",
        "title":"The Carolinas Speech Communication Annual, 1997."},
      {
        "id":"ED436796",
        "title":"Carolinas Communication Annual, 1998."},
      {
        "id":"ED436797",
        "title":"Carolinas Communication Annual, 1999."},
      {
        "id":"ED436798",
        "title":"Pedagogy under Construction: Learning To Teach Collaboratively."},
      {
        "id":"ED436799",
        "title":"C.S. Lewis as a Forensic Figure in the Religious Agora."},
      {
        "id":"ED436800",
        "title":"Build Your Students' Speaking Power: A Teacher's Manual for the Leaders of Tomorrow Speech Program."},
      {
        "id":"ED436801",
        "title":"Not Your Typical Group Exercise: Assessing Interpersonal Skills within the Group Setting. Gifts--Great Ideas for Teaching Speech."},
      {
        "id":"ED436802",
        "title":"Communication in the Classroom."},
      {
        "id":"ED436807",
        "title":"E-Pals: An Exercise in the Seduction of Student Technophobes."},
      {
        "id":"ED436808",
        "title":"Dissent, Controversy and the Basic Course: The Question of Cathexis."},
      {
        "id":"ED436809",
        "title":"Internet Explorations: On-Line Assignments for the Introductory Public Relations Course."},
      {
        "id":"ED436812",
        "title":"Henry David Thoreau: American Transcendentalism and the Implications for Rhetoric in American Civic Education."},
      {
        "id":"ED436814",
        "title":"The Fundamentals of School Security. ERIC Digest Number 132."},
      {
        "id":"ED436815",
        "title":"Conducting a Principal Search. ERIC Digest Number 133."},
      {
        "id":"ED436816",
        "title":"Sexual Misconduct by School Employees. ERIC Digest Number 134."},
      {
        "id":"ED436817",
        "title":"Teacher Perceptions of Leadership: How Do They Emerge?"},
      {
        "id":"ED436818",
        "title":"Assessing Newly Developed Course-Based Curriculum: A Field Test Model and Its Implementation in a Curriculum Development Project in Turkey."},
      {
        "id":"ED436819",
        "title":"From Second to Third Millennium Schools: The Impact of the Reform Agenda on School Development."},
      {
        "id":"ED436820",
        "title":"Expect the Unexpected! Elementary School Principals' Reactions towards Chaotic Events."},
      {
        "id":"ED436821",
        "title":"Assessing the Effectiveness of Instructional Resource Allocation and Use."},
      {
        "id":"ED436822",
        "title":"Public Schools & Religious Communities: A First Amendment Guide."},
      {
        "id":"ED436823",
        "title":"School Board Chair Understandings about School Restructuring in North Carolina: Implications for Policy."},
      {
        "id":"ED436824",
        "title":"Construction and Verification of School Administrator Theories in Practice."},
      {
        "id":"ED436825",
        "title":"Applicant Reactions to Principal Recruitment Practices in a Reform Environment: The Effects of Job Attributes, Job Information Source, and School Level."},
      {
        "id":"ED436826",
        "title":"Restructuring Secondary Education in the Netherlands: Between Control and Autonomy."},
      {
        "id":"ED436827",
        "title":"State Centralization, Autonomy, and the EA Professoriate: A Case Study."},
      {
        "id":"ED436828",
        "title":"Trends in GRE Scores in Education Administration: Implications for Principal Preparation Programs."},
      {
        "id":"ED436833",
        "title":"School Based Management: A Detailed Guide for Successful Implementation."},
      {
        "id":"ED436834",
        "title":"The Pocket Condition of Education, 1999."},
      {
        "id":"ED436835",
        "title":"Indicators of School Crime and Safety, 1999."},
      {
        "id":"ED436836",
        "title":"Evaluation of Effectiveness, Title VI. National Summary. Innovative Education Program Strategies, Elementary and Secondary Education Act (ESEA)."},
      {
        "id":"ED436837",
        "title":"Guidebook to Colorado Charter Schools: Key Issues for Start-Up and Implementation of Charter Schools--Sample Documents Included."},
      {
        "id":"ED436838",
        "title":"How To Create Safe Schools: Action Steps for the Community. A Workshop and Planning Guide To Help Communities Bring Security and Peace to Their Schools."},
      {
        "id":"ED436839",
        "title":"Creating a Democratic Learning Community: The Case Study of Federal Hocking High School. Transforming Learning Communities."},
      {
        "id":"ED436840",
        "title":"Mapping School Change in an Accelerated School: The Case Study of Miami East North Elementary School. Transforming Learning Communities."},
      {
        "id":"ED436841",
        "title":"Getting into the Habit of Change in Ohio Schools: The Cross-Case Study of 12 Transforming Learning Communities. Transforming Learning Communities."},
      {
        "id":"ED436842",
        "title":"Whatever It Takes: The Case Study of Dawson-Bryant Elementary School. Transforming Learning Communities."},
      {
        "id":"ED436843",
        "title":"Teacher-Leaders, Trust, and Technology: The Case Study of Talawanda Middle School. Transforming Learning Communities."},
      {
        "id":"ED436844",
        "title":"A Patchwork Quilt of Change: The Case Study of Brentmoor Elementary School. Transforming Learning Communities."},
      {
        "id":"ED436845",
        "title":"As Diverse As the People We Serve: The Case Study of Reynoldsburg High School. Transforming Learning Communities."},
      {
        "id":"ED436846",
        "title":"Collaboration within and without: The Case Study of Taft High School. Transforming Learning Communities."},
      {
        "id":"ED436847",
        "title":"A Changing School Culture: The Case Study of Galion Middle School. Transforming Learning Communities."},
      {
        "id":"ED436848",
        "title":"Building a Professional Community: The Case Study of Franklin Heights High School. Transforming Learning Communities."},
      {
        "id":"ED436849",
        "title":"A Paradoxical Path to Reform: The Case Study of Lomond Elementary School. Transforming Learning Communities."},
      {
        "id":"ED436850",
        "title":"An Evolutionary Journey: The Case Study of East Muskingum Middle School. Transforming Learning Communities."},
      {
        "id":"ED436851",
        "title":"Different Routes in Similar Directions: The Case Study of Cranwood Learning Academy. Transforming Learning Communities."},
      {
        "id":"ED436852",
        "title":"Role of the Principal in the Science Curriculum."},
      {
        "id":"ED436855",
        "title":"Traditional Schools, Progressive Schools: Do Parents Have a Choice? A Case Study of Ohio."},
      {
        "id":"ED436857",
        "title":"Support Education Excellence in Kentucky (SEEK): Impact on Student Outcomes."},
      {
        "id":"ED436860",
        "title":"Annual Report on School Safety, 1999."},
      {
        "id":"ED436861",
        "title":"Digest of Education Statistics, 1999."},
      {
        "id":"ED436862",
        "title":"New Treatments for Autism: Effects of a Gluten-Free Diet on Rate of Learning."},
      {
        "id":"ED436863",
        "title":"Design and Implementation of a Social-Skills Program for Middle School Students with Learning and Behavioral Disabilities."},
      {
        "id":"ED436864",
        "title":"Handbook for Rehabilitation Advocacy."},
      {
        "id":"ED436865",
        "title":"Accountability from Several Perspectives: A Report on the 20th Mary E. Switzer Memorial Seminar (East Lansing, MI, September 24-26, 1998)."},
      {
        "id":"ED436866",
        "title":"A Resource Guide to Assistive Technology for Memory and Organization. Second Edition."},
      {
        "id":"ED436867",
        "title":"Social Information Processing in Students with and without Learning Disabilities."},
      {
        "id":"ED436868",
        "title":"A Core Curriculum & Training Program To Prepare Paraeducators To Work in Inclusive Classrooms Serving School Age Students with Disabilities. Second Edition."},
      {
        "id":"ED436869",
        "title":"A Core Curriculum & Training Program To Prepare Paraeducators To Work in Center & Home Based Programs for Young Children with Disabilities from Birth to Age Five. Second Edition."},
      {
        "id":"ED436870",
        "title":"A Training Program To Prepare Teachers To Supervise and Work Effectively with Paraeducator Personnel. Fifth Edition."},
      {
        "id":"ED436871",
        "title":"A Core Curriculum & Training Program To Prepare Paraeducators To Work in Transitional Services and Supported Employment Programs. Second Edition."},
      {
        "id":"ED436872",
        "title":"The Evolving Roles and Education/Training Needs of Teacher and Paraprofessional Teams in New York City Public Schools: Results of Survey and Focus Group Research."},
      {
        "id":"ED436873",
        "title":"A Core Curriculum & Training Program To Prepare Paraeducators To Work with Learners Who Have Limited English Proficiency. Case 10-98."},
      {
        "id":"ED436874",
        "title":"Temperament as a Potential Factor in the Development and Treatment of Conduct Disorders."},
      {
        "id":"ED436875",
        "title":"National Policy on Inclusion of Students with Special Educational Needs in Italy, Ireland, and the United States."},
      {
        "id":"ED436876",
        "title":"Substance Dependency's Effect on Reading Decoding and Comprehension: Reading Decoding and Comprehension Levels as Indicators of Brain Dysfunctioning with Ramifications for Traditional Rehabilitation Programming."},
      {
        "id":"ED436877",
        "title":"Looking at Employment through a Lifespan Telescope: Age, Health, and Employment Status of People with Serious Visual Impairment."},
      {
        "id":"ED436880",
        "title":"Due Process Hearings: 1999 Update. Quick Turn Around (QTA)."},
      {
        "id":"ED436881",
        "title":"Keys to Access: Encouraging the Use of Mediation by Families from Diverse Backgrounds."},
      {
        "id":"ED436882",
        "title":"Tempo, 1997."},
      {
        "id":"ED436883",
        "title":"Tempo, 1998."},
      {
        "id":"ED436884",
        "title":"Building a Foundation for Cooperative Behavior: A LEARNS Early Childhood Monograph. Creating Inclusive Early Care Communities."},
      {
        "id":"ED436887",
        "title":"Mediation in Missouri: Managing Parent and School Conflict through Effective Communication."},
      {
        "id":"ED436888",
        "title":"Including Students with Disabilities in the Missouri Assessment Program."},
      {
        "id":"ED436889",
        "title":"Educational Directions for Students with Traumatic Brain Injury."},
      {
        "id":"ED436891",
        "title":"First Steps--Transitions to Early Childhood Special Education. A Helpful Guide for Parents. Revised January 1999."},
      {
        "id":"ED436893",
        "title":"Free Appropriate Public Education (FAPE): Special Education and Related Services. Issues in Education. Technical Assistance Bulletin."},
      {
        "id":"ED436894",
        "title":"Grading, Awarding Credit, and Graduation for Students with Disabilities. Issues in Education. Technical Assistance Bulletin."},
      {
        "id":"ED436895",
        "title":"Transition: School to Post-School Activities: Access to Vocational Education for Students with Disabilities. Issues in Education. Technical Assistance Bulletin."},
      {
        "id":"ED436896",
        "title":"Transition: School to Post-School Activities: Meeting Notice &amp; Participants. Issues in Education. Technical Assistance Bulletin."},
      {
        "id":"ED436897",
        "title":"IDEA '97: The Role of General Educators. Linking to the General Education Curriculum and Participation in State- and District-Wide Assessment. Issues in Education. Technical Assistance Bulletin."},
      {
        "id":"ED436898",
        "title":"Positive Behavioral Support: Strategies for Implementation. Issues in Education. Technical Assistance Bulletin."},
      {
        "id":"ED436899",
        "title":"Section 504 and the ADA Promoting Student Access: A Resource Guide for Educators. Second Edition."},
      {
        "id":"ED436900",
        "title":"College Freshman with Disabilities, 1999: A Biennial Statistical Profile. Statistical Year 1998."},
      {
        "id":"ED436901",
        "title":"Building a College Disability Support Consortium."},
      {
        "id":"ED436902",
        "title":"Related Services for Vermont's Students with Disabilities."},
      {
        "id":"ED436903",
        "title":"Developmental Therapy-Developmental Teaching: An Outreach Project for Children with Severe Disabilities (October 1, 1996-September 30, 1999). Final Performance Report."},
      {
        "id":"ED436904",
        "title":"Alaska Dual Sensory Impairment Services: Final Performance Report, October 1, 1995 to September 30, 1999."},
      {
        "id":"ED436905",
        "title":"SpecialCare Outreach: Increasing Child Care Options for Children with Severe Disabilities. Final Report."},
      {
        "id":"ED436906",
        "title":"Idaho Project for Children and Youth with Deaf-Blindness. Grant Performance Report, October 1, 1995 to September 30, 1999."},
      {
        "id":"ED436907",
        "title":"Disability, Diversity, and Dissemination: A Review of the Literature on Topics related to Increasing the Utilization of Rehabilitation Research Outcomes among Diverse Consumer Groups."},
      {
        "id":"ED436908",
        "title":"The National Research Center on the Gifted and Talented (NRC/GT) Newsletter, 1997."},
      {
        "id":"ED436909",
        "title":"The National Research Center on the Gifted and Talented (NRC/GT) Newsletter, 1998."},
      {
        "id":"ED436910",
        "title":"The National Research Center on the Gifted and Talented (NRC/GT) Newsletter, 1999."},
      {
        "id":"ED436911",
        "title":"Quantitative Analyses of a Study Investigating Three Spelling Interventions and Students with Learning Disabilities Recall."},
      {
        "id":"ED436912",
        "title":"Etiology of Attention Disorders: A Neurological/Genetic Perspective."},
      {
        "id":"ED436913",
        "title":"Technical Assistance and Training for Service Providers of Children with Deafblindness in Delaware. Final Report."},
      {
        "id":"ED436914",
        "title":"Services for Children with Deaf-Blindness: Illinois State Project. Final Performance Report."},
      {
        "id":"ED436915",
        "title":"Arizona Deafblind Project, 1995-1999. Final Report."},
      {
        "id":"ED436916",
        "title":"West Virginia Services for Children with Deafblindness. Final Report. Project Period 10/1/95 - 9/30/99."},
      {
        "id":"ED436917",
        "title":"Colorado Services to Children with Deafblindness. Final Performance Report: October 1, 1995 to September 30, 1999."},
      {
        "id":"ED436918",
        "title":"Gifted Education: Don't Overlook the Disadvantaged."},
      {
        "id":"ED436920",
        "title":"Pennsylvania Deafblind Project, October 1995-September 1999. Final Grant Report."},
      {
        "id":"ED436921",
        "title":"Alabama Deaf-Blind Project, 1995-1999. Final Report."},
      {
        "id":"ED436927",
        "title":"Elementary School Educational Specifications: Facilities Planning Standards. Edition III."},
      {
        "id":"ED436928",
        "title":"Translating Educational Needs into School Facilities through Educational Specifications."},
      {
        "id":"ED436929",
        "title":"Architectural Concerns for Future Learning Environments."},
      {
        "id":"ED436930",
        "title":"Kentucky School Facilities Planning Manual."},
      {
        "id":"ED436931",
        "title":"Quality of Life...Investing in Our Children's Future. The Case for Building and Maintaining Our Public Schools."},
      {
        "id":"ED436933",
        "title":"Asset Management Plan: 1998-2003."},
      {
        "id":"ED436934",
        "title":"Middle School Educational Specifications: Facilities Planning Standards. Edition II."},
      {
        "id":"ED436935",
        "title":"Managing Technology Efficiently in California K-12 Schools: Policies &amp; Practices for Minimizing the Total Cost of Ownership (TCO)."},
      {
        "id":"ED436936",
        "title":"Early Implementation of the Class Size Reduction Initiative."},
      {
        "id":"ED436937",
        "title":"Reading, Writing and Risk: Air Pollution Inside California&apos;s Portable Classrooms."},
      {
        "id":"ED436938",
        "title":"Master Classrooms: Classroom Design with Technology in Mind."},
      {
        "id":"ED436939",
        "title":"Scale & Care: Charter Schools & New Urbanism."},
      {
        "id":"ED436940",
        "title":"Crime Prevention through Environmental Design: School CPTED Basics."},
      {
        "id":"ED436941",
        "title":"Ohio School Facilities Commission 1998 Annual Report: Building Our Future."},
      {
        "id":"ED436942",
        "title":"Out of the Box: Facilities Financing Ideas for Charter Schools."},
      {
        "id":"ED436943",
        "title":"The Appropriate and Effective Use of Security Technologies in U.S. Schools. A Guide for Schools and Law Enforcement Agencies."},
      {
        "id":"ED436944",
        "title":"Recommendations for Child Play Areas."},
      {
        "id":"ED436945",
        "title":"New Design Feature in Virginia's Public Schools."},
      {
        "id":"ED436947",
        "title":"The Healthy School Environmental Action Guide."},
      {
        "id":"ED436948",
        "title":"Neglected Buildings, Damaged Health: A &quot;Snapshot&quot; of New York City Public School Environmental Conditions."},
      {
        "id":"ED436949",
        "title":"Overview of Federal, New York State, and New York City Law Regarding Environmental Health and Safety in Schools."},
      {
        "id":"ED436950",
        "title":"Learning Environments for Children: A Developmental Approach to Shaping Activity Areas."},
      {
        "id":"ED436951",
        "title":"Guidance Manual: Asbestos Operations &amp; Maintenance Work Practices. Second Edition."},
      {
        "id":"ED436952",
        "title":"Multilingual Concepts in the Schools of Europe."},
      {
        "id":"ED436953",
        "title":"Revista de Documentacao de Estudos em Liguistica Teorica e Aplicada, 1998 (Journal of Documentary Studies in Linguistic Theory and Application, 1998)."},
      {
        "id":"ED436955",
        "title":"A Literature-Based ESL Curriculum: The Great Lewis and Clark Expedition."},
      {
        "id":"ED436956",
        "title":"Electronic Text and English as a Second Language Environments. CELA Research Report."},
      {
        "id":"ED436958",
        "title":"ESL Magazine[TM]."},
      {
        "id":"ED436959",
        "title":"The Journal of Accelerated Learning and Teaching, 1996."},
      {
        "id":"ED436960",
        "title":"The Journal of Accelerated Learning and Teaching, 1997."},
      {
        "id":"ED436961",
        "title":"The Journal of Accelerated Learning and Teaching, 1998."},
      {
        "id":"ED436962",
        "title":"The Journal of Accelerated Learning and Teaching, 1999."},
      {
        "id":"ED436964",
        "title":"Off-Air Video for High School English Classes: Some Considerations."},
      {
        "id":"ED436965",
        "title":"Electronic Texts and Learners of English as a Second Language."},
      {
        "id":"ED436967",
        "title":"Virtual Language Learning: Finding Gems Amongst the Pebbles."},
      {
        "id":"ED436969",
        "title":"Strategies and Activities To Stimulate Adequate ESOL Instruction in Content Area Courses and Increase Honest Effort and Motivation among ESOL Students."},
      {
        "id":"ED436970",
        "title":"Tu peux compter sur moi: Guide a l'intention du parent pour l'accompagnement de l'enfant dans son education en francais langue premiere (You Can Count on Me: Guide for Parents for Accompanying Their Child in French as a First Language Education)."},
      {
        "id":"ED436971",
        "title":"The Role of Expectations in Foreign Language Learning."},
      {
        "id":"ED436973",
        "title":"Native American Languages: Subject Guide."},
      {
        "id":"ED436974",
        "title":"Bilingual Education Reform. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Fifth Congress, Second Session (San Diego, CA, February 18, 1998)."},
      {
        "id":"ED436976",
        "title":"Critical Thinking: Origins, Applications, and Limitations for Postsecondary Students of English as a Second Language."},
      {
        "id":"ED436977",
        "title":"Japanese Language and Culture 10-20-30: Guide to Implementation."},
      {
        "id":"ED436978",
        "title":"Assessment, Articulation, and Accountability, 1999: A Foreign Language Project."},
      {
        "id":"ED436979",
        "title":"Selected Strategies and Activities To Provide Challenging Instruction to ESOL Students in Content Area Courses."},
      {
        "id":"ED436981",
        "title":"The Sheltered Instruction Observation Protocol: A Tool for Teacher-Researcher Collaboration and Professional Development. ERIC Digest."},
      {
        "id":"ED436982",
        "title":"Involuntary Language Loss among Immigrants: Asian-American Linguistic Autobiographies. ERIC Digest."},
      {
        "id":"ED436983",
        "title":"Promoting Language Proficiency and Academic Achievement through Cooperation. ERIC Digest."},
      {
        "id":"ED436984",
        "title":"Ebonic Need Not Be English. ERIC Issue Paper."},
      {
        "id":"ED436986",
        "title":"Writing Better Sentences."},
      {
        "id":"ED436988",
        "title":"Minority Achievement Report Summary, 1999. Maryland Community Colleges. University System of Maryland. Morgan State University, St. Mary's College of Maryland."},
      {
        "id":"ED436989",
        "title":"Survey of College Plans of Maryland High Ability Students."},
      {
        "id":"ED436990",
        "title":"NCAA[R] Drug-Testing Program, 1999-2000."},
      {
        "id":"ED436991",
        "title":"Revenues and Expenses of Divisions I and II Intercollegiate Athletics Programs. Financial Trends and Relationships - 1997."},
      {
        "id":"ED436992",
        "title":"Revenues and Expenses of Division III Intercollegiate Athletics Programs. Financial Trends and Relationships - 1997."},
      {
        "id":"ED436993",
        "title":"Report to New England Association of Schools &amp; Colleges, Inc."},
      {
        "id":"ED436994",
        "title":"Seminar on the Professions and Public Life (Washington, DC, June 1998)."},
      {
        "id":"ED436995",
        "title":"Three Years of the New Minimum Drinking Age Law: The Search for the &quot;Spillover Effect.&quot;"},
      {
        "id":"ED437000",
        "title":"South Dakota: Developing Policy-Driven Change in Higher Education."},
      {
        "id":"ED437001",
        "title":"Federal Tuition Tax Credits and State Higher Education Policy: A Guide for State Policy Makers."},
      {
        "id":"ED437002",
        "title":"Distances between Disciplines: Influences of Interdisciplinary Discourse on Faculty Scholarship and Interaction at One University. ASHE Annual Meeting Paper."},
      {
        "id":"ED437003",
        "title":"Continuity and Change in the Experiences of Three Doctoral Cohorts of Faculty Women. ASHE Annual Meeting Paper."},
      {
        "id":"ED437004",
        "title":"College Activities and Environmental Factors Associated with the Development of Life-Long Learning Competencies of College Seniors. ASHE Annual Meeting Paper."},
      {
        "id":"ED437005",
        "title":"Faculty Perspectives on Teaching at a Research University. ASHE Annual Meeting Paper."},
      {
        "id":"ED437006",
        "title":"Factors Influencing Faculty Motivation To Improve Teaching: Scenes from University Mathematics Departments. ASHE Annual Meeting Paper."},
      {
        "id":"ED437007",
        "title":"Fellowship Effects in Graduate Education: Evaluating the Impact of the National Science Foundation's Graduate Research Fellowship Program. ASHE Annual Meeting Paper."},
      {
        "id":"ED437008",
        "title":"Doctoral Student Attrition and Persistence: A Meta-Synthesis of Research. ASHE Annual Meeting Paper."},
      {
        "id":"ED437009",
        "title":"Higher Education in China: Consulting for the Asian Development Bank on Higher Education Reform. ASHE Annual Meeting Paper."},
      {
        "id":"ED437010",
        "title":"A Faculty Assessment of the Campus Climate for Diversity. ASHE Annual Meeting Paper."},
      {
        "id":"ED437011",
        "title":"Negotiating Organizational Identity: Faculty Members' Academic and Religious Interpretations of a Church-Related College. ASHE Annual Meeting Paper."},
      {
        "id":"ED437012",
        "title":"&quot;A Singular Position&quot;: Women Full Professors and Women's Community. ASHE Annual Meeting Paper."},
      {
        "id":"ED437013",
        "title":"Critical Thinking inside College Classrooms: Evidence from Four Institutional Case Studies. ASHE Annual Meeting Paper."},
      {
        "id":"ED437014",
        "title":"The Relationship between Cultural Development, Sense of Belonging, and Persistence among Chicanos in Higher Education: An Exploratory Study. ASHE Annual Meeting Paper."},
      {
        "id":"ED437015",
        "title":"An Evaluation of Graduate Class Interaction in Face-to-Face and Asynchronous Computer Groupware Experiences: A Collective Case Study. ASHE Annual Meeting Paper."},
      {
        "id":"ED437016",
        "title":"Y2K Survey Results: Counties, Cities, School Districts."},
      {
        "id":"ED437017",
        "title":"Helping Teachers Increase the Use of Multimedia Instructional Technology into the Curriculum through Staff Development Workshops."},
      {
        "id":"ED437018",
        "title":"Implementing Instructional Technology in Schools."},
      {
        "id":"ED437019",
        "title":"The Paradox of the World Wide Web in Education: An Investigation of the Links between Power, Knowledge, and Human Interest of Inquiry."},
      {
        "id":"ED437020",
        "title":"Guam &amp; Micronesia in Cyberspace."},
      {
        "id":"ED437022",
        "title":"&quot;Get Smart in 99.&quot; NSWCEG Annual Conference Program and Proceedings."},
      {
        "id":"ED437023",
        "title":"Emerging Information Technologies, Psychological Type, and Learning Styles: Evaluating Competing Methodologies for Teaching Television Lighting."},
      {
        "id":"ED437024",
        "title":"The Internet: A Primer. House Research Information Brief."},
      {
        "id":"ED437026",
        "title":"Virtual Labs vs. Remote Labs: Between Myth & Reality."},
      {
        "id":"ED437027",
        "title":"How To Design a Virtual Classroom: 10 Easy Steps To Follow!"},
      {
        "id":"ED437028",
        "title":"Transforming the Daily Life of the Classroom: The District Six Laptop Project."},
      {
        "id":"ED437029",
        "title":"Electronic Portfolios in Pre-service Science Education."},
      {
        "id":"ED437030",
        "title":"Facilitating Student Achievement in Writing through the Deft Employment of Computer Technology."},
      {
        "id":"ED437031",
        "title":"Fostering the Appropriate Use of Reference Materials in Fifth Grade Students through Constructivist Methods and Visual Aids."},
      {
        "id":"ED437032",
        "title":"The New Technology and Educational Reform: Guidelines for School Administrators."},
      {
        "id":"ED437033",
        "title":"Developing a Comprehensive View of General Technological Literacy."},
      {
        "id":"ED437034",
        "title":"Exploring Technology Education."},
      {
        "id":"ED437035",
        "title":"How To Achieve Better Impressions in Computer-Mediated Communication?"},
      {
        "id":"ED437036",
        "title":"Violence and the Media: Teaching Strategies and a Rationale."},
      {
        "id":"ED437037",
        "title":"Strategic Plan for Information Resources, 1999-2003."},
      {
        "id":"ED437038",
        "title":"Catalog of ERIC Clearinghouse Publications, 1998. A Catalog of Free and Low-Cost ERIC Clearinghouse Materials Currently in Print."},
      {
        "id":"ED437039",
        "title":"Catalog of ERIC Clearinghouse Publications, 1999. A Catalog of Free and Low-Cost ERIC Clearinghouse Materials Currently in Print."},
      {
        "id":"ED437040",
        "title":"Five-Year Plan: Library Services and Technology Act."},
      {
        "id":"ED437041",
        "title":"Job Satisfaction of Professional and Paraprofessional Library Staff at the University of North Carolina at Chapel Hill."},
      {
        "id":"ED437042",
        "title":"From Loraxes to Thoraxes: Science Programs for Children in Libraries."},
      {
        "id":"ED437043",
        "title":"Colorado State Library Annual Report, 1998-1999."},
      {
        "id":"ED437044",
        "title":"Telecommunications Technology: Federal Funding for Schools and Libraries. Report to the Chairman, Committee on Commerce, and the Chairman, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED437052",
        "title":"Unleash the Power! Knowledge - Technology - Diversity: Papers Presented at the Third International Forum on Research in School Librarianship, Annual Conference of the International Association of School Librarianship (IASL) (28th, Birmingham, Alabama, November 10-14, 1999)."},
      {
        "id":"ED437053",
        "title":"Implementing Flexible Scheduling in Elementary Libraries."},
      {
        "id":"ED437054",
        "title":"Connecting Marketing and Implementation Research and Library Program Development: A Case Study of the Implementation of [U.S.] National Guidelines and Standards."},
      {
        "id":"ED437055",
        "title":"The United States National Library Power School Program: Research Evaluation and Implications for Professional Development and Library Education."},
      {
        "id":"ED437056",
        "title":"Authentic Learning and the Research Processes of Gifted Students."},
      {
        "id":"ED437057",
        "title":"Treasure Hunt or Torture: Student's Perspectives on Research Projects."},
      {
        "id":"ED437058",
        "title":"Meeting Diverse Information Needs: Students with Disabilities."},
      {
        "id":"ED437059",
        "title":"The Impact of Whole Language on Four Elementary School Libraries: Results from a Comparative Case Study."},
      {
        "id":"ED437060",
        "title":"Images of Poverty in Contemporary Realistic Fiction for Youth: Preliminary Results of a Content Analysis Using a Social Psychological Conceptual Framework."},
      {
        "id":"ED437061",
        "title":"Young People's Reading and Information Use at the End of the Century."},
      {
        "id":"ED437062",
        "title":"Unleashing the Theory: Connecting Learning Theory to Building Information Seeking Skills."},
      {
        "id":"ED437063",
        "title":"Revealing Thinking: Teachers Working Together on Information Literacy."},
      {
        "id":"ED437064",
        "title":"University/School Library Collaborations To Integrate Information Technology into Resource-Based Learning Activities."},
      {
        "id":"ED437065",
        "title":"Assessing Pre-Service Teachers' Beliefs about the Role of the Library Media Specialist."},
      {
        "id":"ED437066",
        "title":"The Role of the Principal in an Information Literate School Community: Findings from an International Research Project."},
      {
        "id":"ED437067",
        "title":"The Changing Powers of Readers in a Time of New Technology."},
      {
        "id":"ED437068",
        "title":"Students and the World Wide Web: Issues of Confidence and Competence."},
      {
        "id":"ED437069",
        "title":"Evaluating Web Sites: A Critical Information Skill."},
      {
        "id":"ED437070",
        "title":"Web-Based Instruction for School Library Media Specialists: Unleash the Power of the World Wide Web."},
      {
        "id":"ED437071",
        "title":"The Use of the Internet in School Libraries: An International and Comparative Survey."},
      {
        "id":"ED437072",
        "title":"The School Library Web Site: On the Information Highway or Stalled in the Carpark?"},
      {
        "id":"ED437073",
        "title":"Challenges, Roles, and the Future of 2-Year College Presidents."},
      {
        "id":"ED437074",
        "title":"Distance Learning: The New Wave of Students. Revised."},
      {
        "id":"ED437075",
        "title":"The Hermeneutic Struggle: A Teaching Method."},
      {
        "id":"ED437076",
        "title":"Emerging Patterns in State Level Community College Governance: A Status Report."},
      {
        "id":"ED437077",
        "title":"Employment Outcomes of Non-transferring Students."},
      {
        "id":"ED437078",
        "title":"Statewide Annual Licensure Report, 1999."},
      {
        "id":"ED437079",
        "title":"An Investigation in Adult Educational Learning To Determine if Simulations Enhance Communications Skills."},
      {
        "id":"ED437080",
        "title":"The Student and the Community College Curriculum."},
      {
        "id":"ED437081",
        "title":"Glendale Community College Student Views, 1999. Results of the 1999 Spring Student Survey."},
      {
        "id":"ED437082",
        "title":"Glendale Community College Campus Profile '99."},
      {
        "id":"ED437083",
        "title":"Assembly Bill No. 420, Chapter 738."},
      {
        "id":"ED437084",
        "title":"Statewide Factbook: Community and Technical Colleges of Texas."},
      {
        "id":"ED437085",
        "title":"The Role of Hope in an Adult Career Decision Making Workshop."},
      {
        "id":"ED437087",
        "title":"Strategic Plan for Texas Public Community Colleges, 1999-2003."},
      {
        "id":"ED437088",
        "title":"NVCC: Student Use of Personal Computers and Internet."},
      {
        "id":"ED437089",
        "title":"Evaluation of NVCC Instruction, Services, and Facilities by 1997 Graduates."},
      {
        "id":"ED437090",
        "title":"Population Changes in Planning District 8 and NVCC Enrollments: 2000-2010."},
      {
        "id":"ED437091",
        "title":"Graduate Survey Report: Class of 1997."},
      {
        "id":"ED437093",
        "title":"Fact Book, Fall 1994-1998."},
      {
        "id":"ED437094",
        "title":"Retention of Fall 1994 First-Time Students by Race."},
      {
        "id":"ED437095",
        "title":"A Community College Plan -- for Lethbridge, Alberta."},
      {
        "id":"ED432096",
        "title":"Pathways Trail Mix: A Collection of Ideas and Training Activities in Early Intervention Service Coordination."},
      {
        "id":"ED432097",
        "title":"By Design: Family-Centered, Interdisciplinary Preservice Training in Early Intervention."},
      {
        "id":"ED432098",
        "title":"Open Doors: Options in Communication and Education for Children Who Are Deaf or Hard of Hearing."},
      {
        "id":"ED432102",
        "title":"Adapting Web Browsers for Accessibility."},
      {
        "id":"ED432103",
        "title":"Starting Right: Early Intervention Demonstration Projects, July 1989 to December 1990. Interim Report."},
      {
        "id":"ED432104",
        "title":"Starting Right--Part II: Early Identification Demonstration Projects, January 1991 to July 1991. Final Report."},
      {
        "id":"ED432105",
        "title":"Family Connections Research &amp; Demonstration Project. Final Report."},
      {
        "id":"ED432106",
        "title":"Statistics on Children with Visual Impairments."},
      {
        "id":"ED432107",
        "title":"Guide to Substance Abuse &amp; Disability Resources Produced by NIDRR Grantees."},
      {
        "id":"ED432109",
        "title":"Peer Buddy Manual: Metropolitan Nashville Peer Buddy Program."},
      {
        "id":"ED432110",
        "title":"A Survey of Types of Gifted Programs Offered in Iowa Public School Districts."},
      {
        "id":"ED432111",
        "title":"Dyslexia and Related Disorders: Texas State Law, State Board of Education Rule and the Revised Procedures Concerning Dyslexia."},
      {
        "id":"ED432112",
        "title":"Quick Results in Your Job Search: A Job Search Manual for Prospective and Recent Graduates with and without Disabilities."},
      {
        "id":"ED432113",
        "title":"Multiple Risk Associated with Prenatal HIV Exposure: An Interagency, Community-Focused Demonstration (Project RISK). Final Report."},
      {
        "id":"ED432114",
        "title":"Free Appropriate Public Education for Students with Disabilities: Requirements under Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED432115",
        "title":"Accessing Student Life: Steps To Improve the Campus Climate for Disabled Students."},
      {
        "id":"ED432116",
        "title":"A Comparison of Postsecondary Students with Disabilities and Service Providers: Views about Computer and Information Technologies."},
      {
        "id":"ED432117",
        "title":"Enhancing the Writing Skills of Students with Learning Disabilities through Technology: An Investigation of the Effects of Text Entry Tools, Editing Tools, and Speech Synthesis. Final Report."},
      {
        "id":"ED432118",
        "title":"Promoting Learning through Active Interaction. Project PLAI. Final Report."},
      {
        "id":"ED432120",
        "title":"A Guide for Purchasing Food Service Equipment."},
      {
        "id":"ED432123",
        "title":"Use of Excess School Space. Community Education Proven Practices II."},
      {
        "id":"ED432124",
        "title":"Accommodation for the 16-19 Age Group: NAFE: Designing for Change. Design Note 22."},
      {
        "id":"ED432125",
        "title":"Interagency Use of Public Facilities: Maximizing Dollars and Space. Final Report on a Cooperative National Conference."},
      {
        "id":"ED432126",
        "title":"BIA School Construction. Hearing on the Current Condition of BIA Schools before the Committee on Indian Affairs. United States Senate, 105th Congress, Second Session."},
      {
        "id":"ED432127",
        "title":"Ergonomic Guidelines for Designing Effective and Healthy Learning Environments for Interactive Technologies."},
      {
        "id":"ED432128",
        "title":"Montgomery County Public Schools (MCPS) Policies: Section F: Facilities Development."},
      {
        "id":"ED432130",
        "title":"What Is the Impact of English-Only and New Immigration Laws on Non-English Speaking Patients?"},
      {
        "id":"ED432132",
        "title":"TESOL Methodology: Five Annotated Bibliographies."},
      {
        "id":"ED432134",
        "title":"Successful Transition into Mainstream English: Effective Strategies for Studying Literature. Educational Practice Report 2."},
      {
        "id":"ED432135",
        "title":"American Values through Russian Eyes."},
      {
        "id":"ED432136",
        "title":"Unity through Diversity. TESOL Arabia &apos;98 4th International Conference. Conference Proceedings, Vol. III."},
      {
        "id":"ED432137",
        "title":"The Role of Grammar Instruction in an ESL Program."},
      {
        "id":"ED432138",
        "title":"Les professions langagieres a l'aube de l'an 2000: Recherches pedagogiques et linguistiques en traduction, redaction et terminologie (The Language Professions at the Dawn of the Year 2000: Pedagogical and Linguistic Research in Translation, Editing and Terminology). Publication B-217."},
      {
        "id":"ED432140",
        "title":"Literacy Events in the Homes, Churches, and Classroom of Bilingual Kindergartners: An Ethnographic Analysis."},
      {
        "id":"ED432142",
        "title":"Motivational Constructs and Changes in EFL Classroom (Pilot Study)."},
      {
        "id":"ED432143",
        "title":"The Influence of Anxiety upon Achievement in EFL by Japanese Students."},
      {
        "id":"ED432144",
        "title":"Adult Learning Disabilities in Intensive English Programs: A Call for Action."},
      {
        "id":"ED432145",
        "title":"The Logical Roots of Argumentative Writing: An Adjunct to Academic ESL/EFL Writing Students?"},
      {
        "id":"ED432146",
        "title":"Students of Arabic at the University of Wisconsin."},
      {
        "id":"ED432147",
        "title":"Academic Success for Long-Term ESL Students."},
      {
        "id":"ED432148",
        "title":"ESL Magazine: The Information Source for ESL/EFL Professionals, 1998."},
      {
        "id":"ED432149",
        "title":"Understanding the Role of Grammar in Proficiency-Oriented Instruction."},
      {
        "id":"ED432150",
        "title":"Teaching and Learning Irish in Primary School: A Review of Research and Development."},
      {
        "id":"ED432151",
        "title":"Using Folktales To Teach Cognitive/Academic Skills."},
      {
        "id":"ED432152",
        "title":"Developing a CALL Program on WWW."},
      {
        "id":"ED432153",
        "title":"Comparing Values in Education on the U.S.-Mexican Border, El Paso and Ciudad Juarez."},
      {
        "id":"ED432154",
        "title":"Style Shifting from \"Hyojungo\" to Osaka-ben."},
      {
        "id":"ED432155",
        "title":"Direct Teacher Response through Computer-Assisted Modeling: The Example of Introducing Academic Discourse."},
      {
        "id":"ED432156",
        "title":"Resistance Strategies in the University Spanish Classroom."},
      {
        "id":"ED432157",
        "title":"Multiple Perspectives on Academic Writing Needs."},
      {
        "id":"ED432158",
        "title":"The Experiences of Portuguese-Speaking Families with Special-Needs Children as Related by the Mothers: An Ethnographic Interview Study."},
      {
        "id":"ED432159",
        "title":"A Survey of Institutions Participating in the Federal Direct Loan and Federal Family Education Loan Programs: Academic Year 1997-98. Evaluation of the Federal Direct Loan Program. Volume One: Summary Report; Volume Two: Technical Appendixes."},
      {
        "id":"ED432160",
        "title":"Bringing Women into Computer Engineering: Curriculum Reform Processes at Two Institutes of Technology. Linkoping Studies in Education and Psychology Dissertations, No. 60."},
      {
        "id":"ED432167",
        "title":"The Midwestern Higher Education Commission. Annual Review 1998."},
      {
        "id":"ED432168",
        "title":"Dimensions to Faculty Governance Unit Orientation Efforts."},
      {
        "id":"ED432169",
        "title":"State Sponsored College Savings and Prepaid Tuition Programs."},
      {
        "id":"ED432170",
        "title":"Losing Ground: Science and Engineering Graduate Education of Black and Hispanic Americans."},
      {
        "id":"ED432171",
        "title":"Public Policy and the Academy in an Era of Change."},
      {
        "id":"ED432172",
        "title":"The Leadership Conundrum: Leadership Development Perspectives in Higher Education."},
      {
        "id":"ED432173",
        "title":"Rethinking Academic Management Practices: A Case of Meeting New Challenges in Online Delivery."},
      {
        "id":"ED432174",
        "title":"International Culture and Management Education: A Synopsis of the Literature."},
      {
        "id":"ED432175",
        "title":"The Acquisition of Key Executive Skills and Attitudes Required for International Business in the Third Millennium."},
      {
        "id":"ED432176",
        "title":"The Robustness of the &quot;Graduation Rate Performance&quot; Indicators Used in the &quot;U.S. News and World Report&quot; College Rankings."},
      {
        "id":"ED432177",
        "title":"Interim Budget Plan."},
      {
        "id":"ED432183",
        "title":"Expertise in Radiology: Accounting for the Evidence and Implications for Instruction."},
      {
        "id":"ED432184",
        "title":"Life after College: A Descriptive Summary of 1992-93 Bachelor's Degree Recipients in 1997, with an Essay on Participation in Graduate and First-Professional Education. Baccalaureate and Beyond Longitudinal Study. Statistical Analysis Report."},
      {
        "id":"ED432185",
        "title":"Teaching at the United States Army War College: Philosophy, Practice, and Resources. AY [Academic Year] 2000."},
      {
        "id":"ED432186",
        "title":"Thoughts of One's Own: Innovative Leadership in Institutional Research. Proceedings of the Annual Conference of the North East Association for Institutional Research (23rd, Princeton, New Jersey, November 16-19, 1996)."},
      {
        "id":"ED432187",
        "title":"Accountability and Institutional Research: Measuring Results. Proceedings of the Annual Conference of the North East Association for Institutional Research (24th, Hartford, Connecticut, November 1-4, 1997)."},
      {
        "id":"ED432188",
        "title":"The Future Is Now: The Role of Institutional Research in Campus Transformation: Proceedings of the Annual Conference of the North East Association for Institutional Research (25th, Philadelphia, Pennsylvania, November 14-17, 1998)."},
      {
        "id":"ED432189",
        "title":"Trends in Student Borrowing. Indicator of the Month."},
      {
        "id":"ED432190",
        "title":"National Policies for the Internationalisation of Higher Education in Europe. Hogskoleverket Studies 1997:8 S."},
      {
        "id":"ED432191",
        "title":"Reinventing Service: A Report from the Customer Service Task Force."},
      {
        "id":"ED432192",
        "title":"Show-Me. Higher Education: Ensuring Access, Quality, and Efficiency. Missouri Department of Higher Education. 1998 Annual Report."},
      {
        "id":"ED432193",
        "title":"A Critical Review of Literature Related to the Department Chair Position."},
      {
        "id":"ED432194",
        "title":"Managing Campus Budgets in Trying Times: Did Practices Follow Principles?"},
      {
        "id":"ED432195",
        "title":"State Funded Post-Secondary Tuition Assistance, 1998. Special Report."},
      {
        "id":"ED432197",
        "title":"Partnerships with Families Promote TRIO Student Achievement."},
      {
        "id":"ED432201",
        "title":"Blueprint for Missouri Higher Education. 1999 Report on Progress toward the Statewide Public Policy Initiatives and Goals for Missouri Higher Education."},
      {
        "id":"ED432205",
        "title":"Como Pagar Su Educacion 1999-2000 (Funding Your Education: 1999-2000)."},
      {
        "id":"ED432206",
        "title":"AAHE Bulletin, 1998-99."},
      {
        "id":"ED432207",
        "title":"About Women on Campus, 1998."},
      {
        "id":"ED432208",
        "title":"The Blue Book. Accounting, Recordkeeping, and Reporting by Postsecondary Educational Institutions for Federally Funded Student Financial Aid Programs. [1999 Edition.]"},
      {
        "id":"ED432209",
        "title":"Weaving the Web of MSE Success for Minorities: Top Ten Colleges and Universities Report."},
      {
        "id":"ED432210",
        "title":"Physician Education for a Changing Health Care Environment: Council on Graduate Medical Education, Thirteenth Report."},
      {
        "id":"ED432211",
        "title":"Doctorate Recipients from United States Universities: Survey of Earned Doctorates. Summary Report 1997."},
      {
        "id":"ED432212",
        "title":"Opening the Central Valley. A Review of the Board of Regents' Proposal To Build the University of California at Merced."},
      {
        "id":"ED432213",
        "title":"Ontario Universities - 1998: Resource Document."},
      {
        "id":"ED432214",
        "title":"Proceedings of SITE 99: Society for Information Technology &amp; Teacher Education International Conference (10th, San Antonio, Texas, February 28-March 4, 1999)."},
      {
        "id":"ED432215",
        "title":"Software To Facilitate Collaborative Inquiry and On-Line Communities of Learners."},
      {
        "id":"ED432216",
        "title":"Authentic Tasks for Authentic Learning: Modes of Interactivity in Multimedia for Undergraduate Teacher Education."},
      {
        "id":"ED432217",
        "title":"Online Collaboration: Two Models."},
      {
        "id":"ED432218",
        "title":"Three Weeks at Camp Ed-Tech: Finding a New Model for the Educational Technology Master's Program."},
      {
        "id":"ED432219",
        "title":"Technology Diffusion and Innovations in Music Education in a Notebook Computer Environment."},
      {
        "id":"ED432220",
        "title":"Teaching in the Information Age: The Creative Way!"},
      {
        "id":"ED432221",
        "title":"Linear Multimedia Benefits To Enhance Students' Ability To Comprehend Complex Subjects."},
      {
        "id":"ED432222",
        "title":"Teacher Technology Competencies: Early Indicators and Benchmarks."},
      {
        "id":"ED432223",
        "title":"Timber Lane Tales: Problem-Centered Learning and Technology Integration."},
      {
        "id":"ED432224",
        "title":"Human Interaction during Teacher Training Courses Delivered via the Internet."},
      {
        "id":"ED432225",
        "title":"Adding Interactivity to Web Based Distance Learning."},
      {
        "id":"ED432226",
        "title":"Technology Is the Tool, Teaching Is the Task: Student Satisfaction in Distance Learning."},
      {
        "id":"ED432227",
        "title":"Tutoring Group Learning at a Distance."},
      {
        "id":"ED432228",
        "title":"Conducting Education Methods On-Line to Teachers on Emergency Certification."},
      {
        "id":"ED432229",
        "title":"Supporting a Web-Based Curriculum with a Diverse Mix of Authoring Competency."},
      {
        "id":"ED432230",
        "title":"Building Interaction in Online and Distance Education Courses."},
      {
        "id":"ED432231",
        "title":"Usage of Educational Web Pages To Develop Students' Higher Order Thinking Skills."},
      {
        "id":"ED432232",
        "title":"On-Line Distributive Education Project."},
      {
        "id":"ED432233",
        "title":"Pioneering On-Line Degree Programs for Teachers: The Risks, Roadblocks, and Rewards."},
      {
        "id":"ED432234",
        "title":"Access and Utilization of Computer Technology by Minority University Students."},
      {
        "id":"ED432235",
        "title":"Practicing Stereotypes: Exploring Gender Stereotypes Online."},
      {
        "id":"ED432236",
        "title":"Beyond the Learning Tool Paradigm: The Computer as a Medium in a Technology Enhanced Multicultural Education Course."},
      {
        "id":"ED432237",
        "title":"Creating Gender Equitable Computer Classrooms: A Model Project."},
      {
        "id":"ED432238",
        "title":"A Comparative Study of Student Teachers' Computer Use during the Practicum."},
      {
        "id":"ED432239",
        "title":"A Constructivist Approach to Technology Literacy for Preservice Teachers."},
      {
        "id":"ED432240",
        "title":"The Value of Programming in Beginning Educational Computing."},
      {
        "id":"ED432241",
        "title":"Research on the Characteristics of &quot;The Technology Course.&quot;"},
      {
        "id":"ED432242",
        "title":"Design for Transforming: Multimedia Projects in a Preservice Educational Computing Course."},
      {
        "id":"ED432243",
        "title":"Are Educational Computing Courses Effective? Teachers Are Talking."},
      {
        "id":"ED432244",
        "title":"Perceptions and Educational Technology Needs of School Administrators."},
      {
        "id":"ED432245",
        "title":"Technology Education That School Principals Want."},
      {
        "id":"ED432246",
        "title":"Classroom Impacts of a Master's Program in Instructional Technology."},
      {
        "id":"ED432247",
        "title":"Teaching Online: A Professional Development Model."},
      {
        "id":"ED432248",
        "title":"Implementing a Computer/Technology Endorsement in a Classroom Technology Master's Program."},
      {
        "id":"ED432249",
        "title":"Collaborative Technology Development: A Staff Development Model for Integrating Computers into School Curriculum."},
      {
        "id":"ED432250",
        "title":"New Meets New: Fitting Technology to an Inquiry-Based Teacher Education Program."},
      {
        "id":"ED432251",
        "title":"A University Class in Web Design for Teachers: Content and Rationale."},
      {
        "id":"ED432252",
        "title":"Lessons Learned from the Trenches: Implementing Technology in Public Schools."},
      {
        "id":"ED432253",
        "title":"Rewards and Regrets: An On-line Technology in Education Master's Degree Program."},
      {
        "id":"ED432254",
        "title":"Web-Based Instruction: Focus on Learning."},
      {
        "id":"ED432255",
        "title":"Employing Adult Education Principles in Instructional Design."},
      {
        "id":"ED432256",
        "title":"Creating Optimized Learning Environments: A Course Using Interactive Web Elements."},
      {
        "id":"ED432257",
        "title":"Design Your Own Instructional Software: It's Easy."},
      {
        "id":"ED432258",
        "title":"The Goals and Development of an Interactive Web Module for a Teacher Education Course."},
      {
        "id":"ED432259",
        "title":"Teachers as Designers of Collaborative Distance Learning."},
      {
        "id":"ED432260",
        "title":"The Research and Development of an International Core Curriculum for Information and Communications Technology in Teacher Training."},
      {
        "id":"ED432261",
        "title":"The NRW-Educational Server learn:line and the Corresponding Project for In-service Teacher Training."},
      {
        "id":"ED432262",
        "title":"The Instructional and Technological Challenges of a Web Based Course in Educational Statistics and Measurement."},
      {
        "id":"ED432263",
        "title":"Using Pre-test/Post-test Data To Evaluate the Effectiveness of Computer Aided Instruction (A Study of CAI and Its Use with Developmental Reading Students)."},
      {
        "id":"ED432264",
        "title":"Learning in the Context of a Mathematics Teacher Education Course: Two Case Studies of Elementary Teachers' Conceptions of Mathematics, Mathematics Teaching and Learning, and the Teaching of Mathematics with Technology."},
      {
        "id":"ED432265",
        "title":"Electronic Teaching Portfolios."},
      {
        "id":"ED432266",
        "title":"Using Technology Effectively in the K-6 Classroom: Professional Development for Teachers."},
      {
        "id":"ED432267",
        "title":"New Tools for New Thoughts: Effects of Changing the &quot;Tools-To-Think-With&quot; on the Elementary Mathematics Methods Course."},
      {
        "id":"ED432268",
        "title":"A New Professionalism? Teacher Use of Multimedia Portable Computers with Internet Capability."},
      {
        "id":"ED432269",
        "title":"Restructuring Preservice Teacher Instructional Media Courses."},
      {
        "id":"ED432270",
        "title":"Weaving the Web into the Classroom: An Evolution of Web Enhanced Instruction."},
      {
        "id":"ED432271",
        "title":"Pedagogically Appropriate Integration of Informational Technology in an Elementary Preservice Teacher Education Program."},
      {
        "id":"ED432272",
        "title":"Integration of Technology into Higher Education Teacher Preparation Programs."},
      {
        "id":"ED432273",
        "title":"Web-Based Electronic Teaching Portfolios for Preservice Teachers."},
      {
        "id":"ED432274",
        "title":"The Effect of a Shared, Intranet Science Learning Environment on Academic Behaviors."},
      {
        "id":"ED432275",
        "title":"Integrating, Infusing, Modeling: Preparing Technology Using Educators."},
      {
        "id":"ED432276",
        "title":"Disseminating Engaged Learning Strategies in the Middle School through Technology."},
      {
        "id":"ED432277",
        "title":"Extending Preservice School Experience through Telementoring."},
      {
        "id":"ED432278",
        "title":"Using SMART Board in Foreign Language Classes."},
      {
        "id":"ED432279",
        "title":"David's Story: How Technology Helped a Severely Disabled Learner Read and Write."},
      {
        "id":"ED432280",
        "title":"Mentoring Pre-Service Teachers for Technology Skills Acquisition."},
      {
        "id":"ED432281",
        "title":"Muffled Voices: Teachers' Concerns Regarding Technological Change."},
      {
        "id":"ED432282",
        "title":"A Qualitative and Quantitative Evaluation: Innovative Use of Internet Based Collaboration."},
      {
        "id":"ED432283",
        "title":"Online Survey Research: A Venue for Reflective Conversation and Professional Development."},
      {
        "id":"ED432284",
        "title":"Preservice Teachers' Perceived Effectiveness of Technology Resources: A Cross-National Study."},
      {
        "id":"ED432285",
        "title":"Teachers and Technological Tools in the Middle School."},
      {
        "id":"ED432286",
        "title":"A Comparison of an All Web-Based Class to a Traditional Class."},
      {
        "id":"ED432287",
        "title":"Gender Differences on Attitudes toward Computers: A Meta-Analysis."},
      {
        "id":"ED432288",
        "title":"Incidental Learning in a Higher Education Asynchronous Online Distance Education Course."},
      {
        "id":"ED432289",
        "title":"Integrating Computer Technology in Classrooms: Teacher Concerns When Implementing an Integrated Learning System."},
      {
        "id":"ED432290",
        "title":"Effective Approaches To Teach Computer Applications to Teachers."},
      {
        "id":"ED432291",
        "title":"Collaborative Research Partners: Technology Integration Model That Supports Learning Communities."},
      {
        "id":"ED432292",
        "title":"Top 20 Collaborative Internet-Based Science Projects of 1998: Characteristics and Comparisons to Exemplary Science Instruction."},
      {
        "id":"ED432293",
        "title":"Virtual Education: Reality or Virtuality?"},
      {
        "id":"ED432294",
        "title":"Infusing Technology in Elementary Social Studies Methods."},
      {
        "id":"ED432295",
        "title":"The Virtual Resource Center in Behavioral Disorders: Dissemination and Evaluation of Instructional Supports via the World Wide Web."},
      {
        "id":"ED432296",
        "title":"E-Mail between Children with and without Hearing Disabilities: The Case for Teacher Intervention."},
      {
        "id":"ED432297",
        "title":"Diffusion of Educational Technology: Teaching and Collaborative Education."},
      {
        "id":"ED432298",
        "title":"Avoiding Pratfalls in K-16 Collaboratives."},
      {
        "id":"ED432299",
        "title":"The Virtual Learning Technology Community: Creating and Sustaining Professional Development for K-16 Learning Communities."},
      {
        "id":"ED432300",
        "title":"Beginning the Change Process: Teacher Stages of Concern and Levels of Internet Use in Curriculum Design and Delivery in One Middle and High School Setting."},
      {
        "id":"ED432301",
        "title":"Technological Diffusion within Educational Institutions: Applying the Technology Acceptance Model."},
      {
        "id":"ED432302",
        "title":"Restructuring at the Classroom Level: Effects with Technology."},
      {
        "id":"ED432303",
        "title":"Teaching and Learning with the Internet: Issues for Training Special Education Teachers."},
      {
        "id":"ED432304",
        "title":"Database, Collaborative Learning, and Internet."},
      {
        "id":"ED432305",
        "title":"Electronic Portfolios: Why? What? How?"},
      {
        "id":"ED432306",
        "title":"A Constructivist Approach for Introducing Pre-Service Teachers to Educational Technology: Online and Classroom Education."},
      {
        "id":"ED432307",
        "title":"Transmission of Teacher Dispositions: A New Use for Electronic Dialogue."},
      {
        "id":"ED432308",
        "title":"Facilitating Critical Reflection about Field Experiences on E-Mail: Emancipatory Teaching in Cyberspace."},
      {
        "id":"ED432309",
        "title":"Online Communication--Building Learning Communities."},
      {
        "id":"ED432310",
        "title":"Argumentation Online: The Use of Computer Conferencing."},
      {
        "id":"ED432311",
        "title":"Real-Time Collaboration over the Internet: What Actually Works?"},
      {
        "id":"ED432312",
        "title":"Learning Styles, Technology Attitude and Usage: What Are the Connections for Teachers and Technology in the Classroom?"},
      {
        "id":"ED432313",
        "title":"ERIC Administrative Bulletin (EAB), August 1993-May 1994."},
      {
        "id":"ED432314",
        "title":"Learning Is about Making Connections. The Cross Papers Number 3."},
      {
        "id":"ED432315",
        "title":"Launching a Learning-Centered College."},
      {
        "id":"ED432316",
        "title":"Teaching at a Distance: A Handbook for Instructors."},
      {
        "id":"ED432317",
        "title":"A Matter of Facts: The North Carolina Community College System Fact Book, 1999."},
      {
        "id":"ED432318",
        "title":"Critical Success Factors for the North Carolina Community College System, 1999. Tenth Annual Report."},
      {
        "id":"ED432319",
        "title":"A Major Force in Economic Development: A Challenge for the North Carolina Community College System."},
      {
        "id":"ED432320",
        "title":"[Speech to the] North Carolina Association of Community College Trustees Law Conference."},
      {
        "id":"ED432321",
        "title":"Department Operations Plans, 1997-2003, Community College System."},
      {
        "id":"ED432322",
        "title":"Articulation Report, Florida State Board of Community Colleges."},
      {
        "id":"ED432323",
        "title":"North Carolina Community College System Information Resources and Technology Plan."},
      {
        "id":"ED432324",
        "title":"The State of the California Community Colleges, 1998."},
      {
        "id":"ED432325",
        "title":"Student Attendance Accounting Manual, 1996."},
      {
        "id":"ED432326",
        "title":"The State of California Community Colleges, 1997."},
      {
        "id":"ED432327",
        "title":"Report on Collaborative Facilities Projects."},
      {
        "id":"ED432328",
        "title":"Developing Contingent Funding Methods for the Partnership for Excellence: A Chancellor's Office Working Paper."},
      {
        "id":"ED432329",
        "title":"A Workplan for Distance Education Policy: Planning for the California Community Colleges."},
      {
        "id":"ED432330",
        "title":"PFE Report Specifications."},
      {
        "id":"ED432331",
        "title":"Understanding Funding, Finance and Budgeting: A Manager's Handbook."},
      {
        "id":"ED432332",
        "title":"Rural Community College Initiative IV: Capacity for Leading Institutional and Community Change. AACC Project Brief."},
      {
        "id":"ED432333",
        "title":"Student Transfer between New Mexico's Postsecondary Institutions, Spring 1999."},
      {
        "id":"ED432334",
        "title":"Strategic Initiatives and Goals."},
      {
        "id":"ED432335",
        "title":"Rules of the State Board for Community Colleges and Occupational Education under the Colorado Vocational Education Act 8 CCR 1504-2."},
      {
        "id":"ED432336",
        "title":"State System of Standards and Measures for Michigan Community Colleges, as Required by the Carl D. Perkins Vocational and Technical Education Act of 1998."},
      {
        "id":"ED432337",
        "title":"Equivalence to the Minimum Qualifications."},
      {
        "id":"ED432338",
        "title":"Guidelines for Good Practices: Effective Instructor-Student Contact in Distance Learning."},
      {
        "id":"ED432339",
        "title":"A Proposal To Revise the Use of Certificates."},
      {
        "id":"ED432340",
        "title":"Strategic Plan, 1999-2001."},
      {
        "id":"ED432341",
        "title":"Student Transfer between New Mexico's Postsecondary Institutions, Spring 1998."},
      {
        "id":"ED432342",
        "title":"Plan for an Efficient and Effective Technology and Management Information System for the North Carolina Community College System. Final Report on Senate Bill 1366."},
      {
        "id":"ED432343",
        "title":"Critical Issues--and Therefore Opportunities--for Community Colleges. Presentation to Congressman Major R. Owens, Congresswoman Carrie P. Meek, and to the Congressional Progressive Caucus and the Progressive Challenge (Washington, DC, July 27, 1999)."},
      {
        "id":"ED432344",
        "title":"Administrative Evaluation for Faculty Retention. A Systematic Approach to Faculty Evaluation and Retention."},
      {
        "id":"ED432345",
        "title":"Comments for President Lancaster Concerning Economic and Workforce Development Issues Facing Community Colleges."},
      {
        "id":"ED432346",
        "title":"Governing Board Manual. Revised June, 1999."},
      {
        "id":"ED432347",
        "title":"Triton College 1999 NCA Self-Study Report. Prepared for the North Central Association of Colleges and Schools Commission on Institutions of Higher Education."},
      {
        "id":"ED432348",
        "title":"Honors 21st Century."},
      {
        "id":"ED432349",
        "title":"A Comparison between Male and Female Mathematics Anxiety at a Community College."},
      {
        "id":"ED432350",
        "title":"Access to Postsecondary Education for Students from Low Income Families: A Report to the Alabama State Board of Education."},
      {
        "id":"ED432351",
        "title":"A Planned Giving Primer for Rockingham Community College Foundation Board Members."},
      {
        "id":"ED432352",
        "title":"Higher Education in Tennessee: An Economic Analysis from a Student, Society, and State Perspective."},
      {
        "id":"ED432353",
        "title":"Employment and Earnings Outcomes for Recent Graduates of Public Higher Education Institutions in West Virginia, 1995. Research Report 1997-2."},
      {
        "id":"ED432355",
        "title":"New Jersey Commission on Higher Education Fiscal Year 1999 Budget Policy Statement."},
      {
        "id":"ED432356",
        "title":"Attitudes and Opinions from the Nation's High Achieving Teens: 26th Annual Survey of High Achievers."},
      {
        "id":"ED432358",
        "title":"Access to Comprehensive School-Based Health Services for Children and Youth, 1995-1998."},
      {
        "id":"ED432359",
        "title":"A Church for All God&apos;s Children: Congregations Responding to the Needs of Children in the Church and Community."},
      {
        "id":"ED432361",
        "title":"Developmental Progression of Embarrassment and Self-Development in the Second Year."},
      {
        "id":"ED432362",
        "title":"Unpacking Educational Environments: Visions from Reggio Emilia, Australia, Sweden, Denmark and the United States. A Selection of Papers Presented at the Conference (Institute of Early Childhood, Macquarie University, North Ryde, New South Wales, Australia, May 16, 1998)."},
      {
        "id":"ED432366",
        "title":"The Impact of Welfare Reform on Head Start Disability and Family Services."},
      {
        "id":"ED432367",
        "title":"Early Head Start Program (Waves I &amp; II) in Region V: 1999 Joint Needs Assessment Report."},
      {
        "id":"ED432369",
        "title":"Childhood in Flanders from the Child's Point of View: A Large-Scale Survey among Six to Twelve-Year-Olds and Their Parents."},
      {
        "id":"ED432370",
        "title":"Going to Primary School in a City or in a Village: Does It Make Any Difference?"},
      {
        "id":"ED432371",
        "title":"A Guide to Developing and Using Performance Measures in Results-Based Budgeting."},
      {
        "id":"ED432372",
        "title":"A Guide to Selecting Results and Indicators: Implementing Results-Based Budgeting."},
      {
        "id":"ED432378",
        "title":"Child Care Bulletin, 1998."},
      {
        "id":"ED432380",
        "title":"Families and Children Qualifying for Non-Assistance Child Care Subsidies in Cuyahoga County."},
      {
        "id":"ED432381",
        "title":"Subsidized Child Care in Cuyahoga County: Using the System Is No Easy Matter."},
      {
        "id":"ED432382",
        "title":"A Report on the Health of Montana's Infants. 1996 Montana Special Report No. 1."},
      {
        "id":"ED432383",
        "title":"A Report on Teen Pregnancy in Montana. 1996/97 Montana Special Report No. 2."},
      {
        "id":"ED432384",
        "title":"A Report on Traffic Safety and Montana's Children. 1999 Montana Special Report No. 1."},
      {
        "id":"ED432385",
        "title":"Making Connections: A \"Number Curriculum\" for Preschoolers."},
      {
        "id":"ED432386",
        "title":"Improving Student Interpersonal Skills through the Decision-Making Process."},
      {
        "id":"ED432388",
        "title":"Multisensory Approaches and Learning Styles Theory in the Elementary School: Summary of Reference Papers."},
      {
        "id":"ED432389",
        "title":"Children and Welfare Reform: A Guide to Evaluating the Effects of State Welfare Policies on Children."},
      {
        "id":"ED432390",
        "title":"Living on the Edges: Children Who Work in Europe. From Exploitation to Participation."},
      {
        "id":"ED432391",
        "title":"Pride in Parenting: Training Curriculum for Lay Home Visitors. NIH-DC Initiative To Reduce Infant Mortality in Minority Populations."},
      {
        "id":"ED432393",
        "title":"KidsCount in Colorado! 1998."},
      {
        "id":"ED432394",
        "title":"KidsCount in Colorado! 1999."},
      {
        "id":"ED432397",
        "title":"Florida&apos;s Children at a Glance: The 1998 Statewide and County Update."},
      {
        "id":"ED432398",
        "title":"Profiles of Public-Private Partnerships for Child Care. The Child Care Partnership Project."},
      {
        "id":"ED432399",
        "title":"A Guide to Successful Public-Private Partnerships for Child Care. The Child Care Partnership Project."},
      {
        "id":"ED432400",
        "title":"Fact Sheets of Public-Private Partnerships for Child Care. The Child Care Partnership Project."},
      {
        "id":"ED432401",
        "title":"Case Studies of Public-Private Partnerships for Child Care. The Child Care Partnership Project."},
      {
        "id":"ED432402",
        "title":"Winning at Child Caring: Easier Ways with Young Children in Child Care Centers, Homes and Malls."},
      {
        "id":"ED432403",
        "title":"Tips for Preschool Teachers: First Aid for Bad Times with Directors, Parents, and Difficult Children."},
      {
        "id":"ED432404",
        "title":"Early Childhood Development Policy for Beginners. Booklet 1."},
      {
        "id":"ED432405",
        "title":"Early Childhood Development Policy for Beginners. Booklet 2."},
      {
        "id":"ED432408",
        "title":"Participacion de los padres en las escuelas (Father Involvement in Schools). ERIC Digest."},
      {
        "id":"ED432409",
        "title":"Su cumpleanos es en el verano: El dilema de la edad de entrada al jardin pre-escolar (He Has a Summer Birthday: The Kindergarten Entrance Age Dilemma). ERIC Digest."},
      {
        "id":"ED432410",
        "title":"Motivacion y estudiantes de secundaria (Motivation and Middle School Students). ERIC Digest."},
      {
        "id":"ED432411",
        "title":"Helping Middle School Students Make the Transition into High School. ERIC Digest."},
      {
        "id":"ED432412",
        "title":"Ten Years of the Safe Kids Campaign. Hearing on Examining the Success of the Safe Kids Campaign after Its 10 Years of Implementation of the Committee on Labor and Human Resources, United States Senate, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED432413",
        "title":"Reaching Parents with Child Care Consumer Education."},
      {
        "id":"ED432415",
        "title":"Building a Healthier Tomorrow: A Manual for Rural Coalition Building."},
      {
        "id":"ED432416",
        "title":"Toward a Pedagogy of Place: Finding Common Ground for Rural Researchers, Teacher Educators, and Practitioners. Roundtable Notes."},
      {
        "id":"ED432417",
        "title":"Human Capital, Social Classes, and the Earnings Determination Process in Brazilian Agriculture."},
      {
        "id":"ED432418",
        "title":"To the Educated, the Spoils: The Relation of Education to Labor Market Experiences of Young Adults."},
      {
        "id":"ED432419",
        "title":"Long Rides, Tough Hides: Enduring Long School Bus Rides."},
      {
        "id":"ED432421",
        "title":"The Emancipation Proclamation for Indian Education: A Passion for Excellence and Justice."},
      {
        "id":"ED432422",
        "title":"Hispanic Families in Our School: Knowing the Roots of Our Growing Branches."},
      {
        "id":"ED432423",
        "title":"Academically Able Rural Kids: How To Keep Them on the Farm When You Can't Even Keep Farming."},
      {
        "id":"ED432424",
        "title":"A Critical Bibliography on North American Indians, for K-12."},
      {
        "id":"ED432426",
        "title":"Federal Education Programs: Making a Difference for Ohio's Children. Annual Report Fiscal 1997."},
      {
        "id":"ED432427",
        "title":"Counseling American Indians: An Annotated Bibliography."},
      {
        "id":"ED432428",
        "title":"Psychological and Vocational Assessment of Native Americans."},
      {
        "id":"ED432429",
        "title":"Vocational Rehabilitation of American Indians with Alcohol Disorders. Research Dissemination Workshop Proceedings (Phoenix, Arizona, November 19, 1997)."},
      {
        "id":"ED432430",
        "title":"Report and Recommendations of the British Columbia Teacher's Federation's (BCTF) Task Force on First Nations Education to the Annual General Meeting (January 1999). (Revised Annotated Version)."},
      {
        "id":"ED432432",
        "title":"Reaching Out: Best Practices for Educating Mexican-Origin Children and Youth."},
      {
        "id":"ED432433",
        "title":"Tribal Consultation, May 1999."},
      {
        "id":"ED432436",
        "title":"The Changing Complexion of the South's Rural Labor Markets."},
      {
        "id":"ED432437",
        "title":"La Implementacion de la Tecnologia en el Salon de Clases: Una guia para los que toman decisiones en las escuelas rurales (Putting Technology into the Classroom: A Guide for Rural Decision Makers)."},
      {
        "id":"ED432438",
        "title":"Tropical Rainforest Education. ERIC Digest."},
      {
        "id":"ED432439",
        "title":"The Mathematics and Reading Connection. ERIC Digest."},
      {
        "id":"ED432440",
        "title":"Attending to Learning Styles in Mathematics and Science Classrooms. ERIC Digest."},
      {
        "id":"ED432441",
        "title":"Block Scheduling: Structuring Time To Achieve National Standards in Mathematics and Science. ERIC Digest."},
      {
        "id":"ED432442",
        "title":"Project WET: Facilitator Handbook for Implementation of Activities in Virginia."},
      {
        "id":"ED432443",
        "title":"Teaching about Societal Issues in Science Classrooms. ERIC Digest."},
      {
        "id":"ED432444",
        "title":"Science Fairs in Elementary School. ERIC Digest."},
      {
        "id":"ED432445",
        "title":"A Science Teacher's Guide to TIMSS. ERIC Digest."},
      {
        "id":"ED432446",
        "title":"Slime, Scales &amp; Mudpuppy Tails."},
      {
        "id":"ED432447",
        "title":"Helping Your Child with Science. ERIC Digest."},
      {
        "id":"ED432448",
        "title":"Keeping Score: Comparative Performance of Engineering Institutions in Creating Access, 1997-98."},
      {
        "id":"ED432450",
        "title":"World View: Defining the Cultural Context of the Teacher."},
      {
        "id":"ED432453",
        "title":"Understanding Our Changing Planet: NASA&apos;s Earth Science Enterprise. 1998 Fact Book."},
      {
        "id":"ED432454",
        "title":"Helping Students with Homework in Science and Math. ERIC Digest."},
      {
        "id":"ED432455",
        "title":"A Science Fair Companion. ERIC Digest."},
      {
        "id":"ED432456",
        "title":"Science in the Home School. ERIC Digest."},
      {
        "id":"ED432457",
        "title":"Set in Stone."},
      {
        "id":"ED432458",
        "title":"Student Drawings as Course Evaluations: What They See in Statistics."},
      {
        "id":"ED432459",
        "title":"Considerations of Systemic Change and Teachers' Knowledge of Students' Novel Strategies for Whole-Number Operations."},
      {
        "id":"ED432460",
        "title":"EleFantastic Bingo."},
      {
        "id":"ED432462",
        "title":"Learning To See Anew: How Facilitator Moves Can Reframe Attention When Administrators Look At Reformed Mathematics Classrooms."},
      {
        "id":"ED432463",
        "title":"Moral Voices in Environmental Education: The Relationship to Gender and Gender Orientation."},
      {
        "id":"ED432464",
        "title":"Youth Development and the Environment."},
      {
        "id":"ED432465",
        "title":"Mathematical Practices in the Sciences: The Potential of Computers as a Modelling Tool."},
      {
        "id":"ED432466",
        "title":"Adapting Environmental Education Materials."},
      {
        "id":"ED432468",
        "title":"Mathematics Education Goes to War: Challenges and Opportunities during the Second World War."},
      {
        "id":"ED432469",
        "title":"The Role of Social Constructivist Philosophy in the Teaching of School Algebra and in the Preparation of Mathematics Teachers."},
      {
        "id":"ED432470",
        "title":"Science Curriculum Reform: What Teachers Are Saying."},
      {
        "id":"ED432471",
        "title":"Managing Change."},
      {
        "id":"ED432472",
        "title":"Student Work and Teacher Practices in Science: A Report on What Students Know and Can Do."},
      {
        "id":"ED432473",
        "title":"Could There Be a Specific Problematique for Research in Adult Mathematics Education?"},
      {
        "id":"ED432474",
        "title":"How Large Is the Gap in Salaries of Male and Female Engineers? SRS Issue Brief."},
      {
        "id":"ED432475",
        "title":"Kids Teaching Kids: An Ethnographic Study of Children's Strategies for Presenting in a 5th Grade Science Class. Occasional Paper #1."},
      {
        "id":"ED432476",
        "title":"Environmental Health Services in Europe 4: Guidance on the Development of Educational and Training Curricula. WHO Regional Publications, European Series, No. 84."},
      {
        "id":"ED432477",
        "title":"Does the Educational Debt Burden of Science and Engineering Doctorates Differ by Race/Ethnicity and Sex? SRS Issue Brief."},
      {
        "id":"ED432478",
        "title":"YMCA Earth Service Corps Club Handbook."},
      {
        "id":"ED432479",
        "title":"The Challenge of Violence. [Student Text and] Teacher's Guide."},
      {
        "id":"ED432480",
        "title":"Youth and Police."},
      {
        "id":"ED432481",
        "title":"Consider the Source. Historical Records in the Classroom."},
      {
        "id":"ED432482",
        "title":"Resistance in Paradise: Rethinking 100 Years of U.S. Involvement in the Caribbean and the Pacific."},
      {
        "id":"ED432484",
        "title":"How To Celebrate National Women's History Month."},
      {
        "id":"ED432485",
        "title":"The Youth Book. A Directory of South African Youth Organisations, Service Providers and Resource Material."},
      {
        "id":"ED432486",
        "title":"Celebrate Your Freedom. Law Day 1998 Planning Guide."},
      {
        "id":"ED432487",
        "title":"What Was George Washington's Legacy to American Constitutionalism and Citizenship? We The People...The Citizen and the Constitution."},
      {
        "id":"ED432491",
        "title":"Preparing Active and Informed Citizens: A Qualitative Study of Two Elementary Classrooms."},
      {
        "id":"ED432492",
        "title":"Technology, Teaching, and Citizenship Education."},
      {
        "id":"ED432493",
        "title":"High Crimes and Misdemeanors. Web Lesson."},
      {
        "id":"ED432494",
        "title":"The Impeachment of Andrew Johnson. Web Lesson."},
      {
        "id":"ED432495",
        "title":"The Role of the Independent Counsel. Web Lesson."},
      {
        "id":"ED432496",
        "title":"Texas Essential Knowledge and Skills for Fine Arts: Chapter 117."},
      {
        "id":"ED432497",
        "title":"State of Maine Learning Results: Social Studies."},
      {
        "id":"ED432498",
        "title":"State of Maine Learning Results: Visual and Performing Arts."},
      {
        "id":"ED432499",
        "title":"Scope and Sequence: A Guide for Learning and Teaching in Art."},
      {
        "id":"ED432500",
        "title":"Working and Inventing on the Streets of Africa. Innovations for Youth No. 1."},
      {
        "id":"ED432501",
        "title":"Weaving Experiential Education into a Preservice Special Education Course: The Klutz Experience."},
      {
        "id":"ED432502",
        "title":"MainXchange in the Classroom: The New Internet Stock Market Game. Teacher's Guide and Student Activities."},
      {
        "id":"ED432503",
        "title":"School Violence. Web Lessons."},
      {
        "id":"ED432504",
        "title":"Two Concepts at the Core of Education for Democratic Citizenship: Constitutionalism and Human Rights."},
      {
        "id":"ED432506",
        "title":"The Condition of Primary and Secondary Education in the North West Province (1995/1996)."},
      {
        "id":"ED432507",
        "title":"Internalizing Character Education Values by Living and Learning within a Caring School Community."},
      {
        "id":"ED432508",
        "title":"Laughing within Reason: On Pleasure, Women, and Academic Performance."},
      {
        "id":"ED432510",
        "title":"An Assessment of High School History Textbooks in Turkey: Teachers' and Students' Perceptions."},
      {
        "id":"ED432511",
        "title":"Sustaining Motivation and Academic Goals: The Invaluable Role of Academic Delay of Gratification."},
      {
        "id":"ED432512",
        "title":"Collective Identity Development among Arab-Palestinian Students in Israel: Context, Content, and Process."},
      {
        "id":"ED432513",
        "title":"Associations between Psychosocial Environment in Religious Education Classes and Student Outcomes."},
      {
        "id":"ED432514",
        "title":"Differing Perceptions of Art and Teaching: Examining How Beginning and Experienced Teachers Think about Art in Instruction."},
      {
        "id":"ED432515",
        "title":"Visual Perception and the Artistic Process."},
      {
        "id":"ED432516",
        "title":"Perspectives of Social Studies over a Quarter of a Century: Reflections from Veteran Social Studies Leaders."},
      {
        "id":"ED432517",
        "title":"Educating Urban Youth: James Conant and the Changing Context of Metropolitan America, 1945-1995."},
      {
        "id":"ED432518",
        "title":"Organizational Learning in International Development Agencies: The Case of Girls' Education."},
      {
        "id":"ED432519",
        "title":"Apprendre a vivre ensemble grace a l'enseignement de l'histoire et de la geographie. Rapport final du colloque sur le theme. (Learning To Live Together Thanks to the Teaching of History and Geography. Final Report on a Colloquium on That Theme.) Proceedings of a Colloquium Organized Jointly by the International Bureau of Education (UNESCO) and the University of Geneva (Geneva, Switzerland, June 12, 1998)."},
      {
        "id":"ED432520",
        "title":"&quot;Politicized Mothering&quot;: Evidence of a Relational and Extended Self-Concept among Culturally Relevant Women Educators."},
      {
        "id":"ED432521",
        "title":"Fads and Frill in the Classroom: Perceptions of Testing in the Schools, 1920-30."},
      {
        "id":"ED432522",
        "title":"What Does School Restructuring Mean for Traditional School Subjects? The Case of Social Studies."},
      {
        "id":"ED432523",
        "title":"You Say Potato, I Say Potato: Implementation Strategies Used by Teachers."},
      {
        "id":"ED432526",
        "title":"Objectives Related to Multicultural Education: Bias Awareness, Cultural Fluency, Diversity Appreciation, Empathy, Equality Attitudes, Intercultural Communicative Competence, Tolerance, and Transcultural Identities. Examples of Publications. Peace Education Miniprints No. 98."},
      {
        "id":"ED432527",
        "title":"Educating the Educators: The Preparation of Teachers for a Culture of Peace. Peace Education Miniprints No. 99."},
      {
        "id":"ED432528",
        "title":"Music in Iowa History."},
      {
        "id":"ED432529",
        "title":"National Identity and the Moral Curriculum Development Regarding &quot;Patriotism&quot; in Taiwan."},
      {
        "id":"ED432530",
        "title":"National Identity and the Controversies Regarding the New Subject: &quot;Knowing Taiwan&quot; in the R.O.C."},
      {
        "id":"ED432531",
        "title":"Are U.S. Textbooks Right about the Religious Right?"},
      {
        "id":"ED432532",
        "title":"The Concept of Citizenship in Education for Democracy. ERIC Digest."},
      {
        "id":"ED432534",
        "title":"Redesigning Low-Performing Schools: It's Union Work."},
      {
        "id":"ED432535",
        "title":"Improved Reading Achievement: It's Union Work."},
      {
        "id":"ED432536",
        "title":"Charter Schools Update. Educational Issues Policy Brief. Number 9."},
      {
        "id":"ED432537",
        "title":"The Effects of Professional Development Activities on the Skill Acquisition of Teachers."},
      {
        "id":"ED432538",
        "title":"Students' Reactions to the New Curriculum for English Instruction."},
      {
        "id":"ED432540",
        "title":"Teaching in a Standards-Based System: How Teachers' Voices Can Influence Policy, Preparation, and Professional Development."},
      {
        "id":"ED432541",
        "title":"Under Stress: The Concerns and Coping Strategies of Teacher Education Students."},
      {
        "id":"ED432542",
        "title":"Sources of Supply of Teachers for Eight Cognate Areas: National Trends and Predictors. Data Analysis Report No. 1998-DAR2."},
      {
        "id":"ED432543",
        "title":"Measuring Teacher Qualifications. Working Paper Series."},
      {
        "id":"ED432544",
        "title":"Beliefs Regarding Classroom Management Style: Differences between Traditional and Alternative Certification Teachers."},
      {
        "id":"ED432545",
        "title":"The Development of Mature Capabilities for Understanding and Valuing Technology through School Project Work."},
      {
        "id":"ED432546",
        "title":"The Role of Research in School Project Work and Teacher Development: Results from Project &quot;Schools Ethics Technology.&quot;"},
      {
        "id":"ED432547",
        "title":"Expanding Teacher Education through Service Learning Handbook."},
      {
        "id":"ED432548",
        "title":"Expanding Preservice Teachers' Tools for Effective Teaching."},
      {
        "id":"ED432550",
        "title":"Data Dance: An Interactive Movement Forum."},
      {
        "id":"ED432551",
        "title":"The Effects of Creative Dance Movement Taught in a Holistic Integrated Approach versus Creative Dance Movement Taught in Isolation."},
      {
        "id":"ED432552",
        "title":"Engendering Bodies: Somatic Stories in Dance Education."},
      {
        "id":"ED432554",
        "title":"An Examination of Early Childhood Teacher Education in Four West African Nations: Ghana, Mali, Senegal, and the Gambia."},
      {
        "id":"ED432555",
        "title":"Integrating Physical Education and Language Arts: What Literature Do Physical Education Specialists Use, and How Are Physical Education and Language Arts Integrated?"},
      {
        "id":"ED432556",
        "title":"Is the Class of 1998 Ready for the 21st Century School? Longitudinal Study of Computer-Using Teacher Candidates."},
      {
        "id":"ED432557",
        "title":"Teacher Talk 1997. Report."},
      {
        "id":"ED432558",
        "title":"Co-Teaching in Secondary Schools: Teacher Reports of Developments in Australian and American Classrooms."},
      {
        "id":"ED432559",
        "title":"&quot;It Never Occurred to Me That I Might Have a Gay Student in My K-12 Classroom&quot;: An Investigation of the Treatment of Sexual Orientation Issues in Teacher Education Programming."},
      {
        "id":"ED432561",
        "title":"The \"S\" in ASCD: Teachers Supervising Paraeducators for Professional Development."},
      {
        "id":"ED432562",
        "title":"Learning Together. Professional Development for Better Schools."},
      {
        "id":"ED432564",
        "title":"A Constructivist Technique Which Improves Reading Comprehension."},
      {
        "id":"ED432565",
        "title":"Lessons Learned from a State Association of Colleges for Teacher Education (ACTE) on Shaping and Influencing Future Policy. Symposium presented at the Annual Meeting of the American Association of Colleges for Teacher Education (Washington, DC, February 24-27, 1999)."},
      {
        "id":"ED432566",
        "title":"An Interview with a Lifelong Learner."},
      {
        "id":"ED432567",
        "title":"Mentoring and Tutoring as Preparation for Prospective Teachers."},
      {
        "id":"ED432568",
        "title":"The Student Issue. Original Articles by Student Gammans."},
      {
        "id":"ED432570",
        "title":"Reshaping Teaching Policy, Preparation, and Practice. Influences of the National Board for Professional Teaching Standards."},
      {
        "id":"ED432571",
        "title":"Teacher Education Pipeline IV: Schools, Colleges, and Departments of Education Enrollments by Race, Ethnicity, and Gender."},
      {
        "id":"ED432573",
        "title":"Intercultural Communication in the Classroom."},
      {
        "id":"ED432574",
        "title":"How Teachers Know and Know About Others? An Epistemological Stance towards Pupils."},
      {
        "id":"ED432575",
        "title":"Collective Efficacy in Urban Schools: Linking Home, School and Community Resources."},
      {
        "id":"ED432576",
        "title":"Preservice Teachers' Assessment of Student Understanding: Processes and Their Development."},
      {
        "id":"ED432577",
        "title":"Leadership Development for Educational Leaders. From Needs Assessment to Impact Evaluation: A Case Study."},
      {
        "id":"ED432579",
        "title":"CPMSA Comprehensive Partnerships for Mathematics and Science Achievement, Hartford Public Schools. 1997-1998 Year-End Report."},
      {
        "id":"ED432581",
        "title":"Scaffolding for Progressive Discourse in CSILE: Case Study of University Undergraduate Programs."},
      {
        "id":"ED432582",
        "title":"Narrative-Biographical Research on Teachers' Professional Development: Exemplifying a Methodological Research Procedure."},
      {
        "id":"ED432583",
        "title":"Portfolios: Will They Endure?"},
      {
        "id":"ED432584",
        "title":"Social and Personal Influences on a Sense of Competence at a Cognitive Screening Test for Children."},
      {
        "id":"ED432585",
        "title":"Measuring and Documenting Outcomes: Going beyond Tradition in Program Evaluation."},
      {
        "id":"ED432586",
        "title":"Jump Higher or Else! Measuring School Reconstitution."},
      {
        "id":"ED432588",
        "title":"Does Examinee Motivation Moderate the Relationship between Test Consequences and Test Performance?"},
      {
        "id":"ED432589",
        "title":"Trait Ratings for Automated Essay Grading."},
      {
        "id":"ED432590",
        "title":"Towards a Performance Based Measure of Metacognitive Knowledge Monitoring: Relationships with Self-Reports and Behavior Ratings."},
      {
        "id":"ED432591",
        "title":"Comparing the Classification Accuracy among Nonparametric, Parametric Discriminant Analysis and Logistic Regression Methods."},
      {
        "id":"ED432592",
        "title":"Detecting Items That Have Been Memorized in the Computerized Adaptive Testing Environment."},
      {
        "id":"ED432593",
        "title":"Proceedings of the Stake Symposium on Educational Evaluation (Champaign, Illinois, May 8-9, 1998)."},
      {
        "id":"ED432595",
        "title":"A Comparison of the Factor Structure of Boys' and Girls' Responses to the TIMSS Mathematics Attitude Questionnaire."},
      {
        "id":"ED432596",
        "title":"State Education Accountability Reports and Indicator Reports: Status of Reports across the States, 1998. Results of a 50-State Survey."},
      {
        "id":"ED432597",
        "title":"Constructing Networks of Activity: An In-Situ Research Methodology."},
      {
        "id":"ED432598",
        "title":"The Application of Student Portfolios in Primary/Intermediate and Self-Contained/Multi-Age Team Classroom Environments: Implications for Instruction, Learning, and Assessment."},
      {
        "id":"ED432600",
        "title":"Every Secondary Student Survey, 1997: Detailed Findings. No. 230."},
      {
        "id":"ED432601",
        "title":"An Exploration of Discipline and Suspension Data."},
      {
        "id":"ED432602",
        "title":"Preferred Homework Style and Homework Environment in High- versus Low-Achieving Chinese Students."},
      {
        "id":"ED432603",
        "title":"Vicarious Learning: Cognitive and Linguistic Effects of Observing Peer Discussion."},
      {
        "id":"ED432604",
        "title":"Setting Minimum Passing Scores on High-Stakes Assessments That Combine Selected and Constructed Response Formats."},
      {
        "id":"ED432605",
        "title":"Using Portfolios To Appraise Progress in Mathematics."},
      {
        "id":"ED432606",
        "title":"State Report Appendix: Arizona Student Achievement Program, Spring 1998. Individual Percentile Rank Scores by School, District, County, and State, Grades 3 through 12. Stanford Achievement Test, Ninth Edition."},
      {
        "id":"ED432607",
        "title":"The Impact of Metacognition Training on Academic Self-Efficacy of Selected Underachieving College Students."},
      {
        "id":"ED432608",
        "title":"Identifying Facets of Problem Solving in Mathematics Instruction."},
      {
        "id":"ED432609",
        "title":"Statistical Linkages between State Education Assessments and the National Assessment of Educational Progress."},
      {
        "id":"ED432610",
        "title":"Viewing One-Year Retention as a Continuum: The Use of Dichotomous Logistic Regression, Ordered Logit and Multinomial Logit."},
      {
        "id":"ED432611",
        "title":"Basic Skills Assessment Program (BSAP). District and State Results, 1998 Administration. Percentages of Students Meeting State Standards [and] 1998 Results of the Basic Skills Assessment Program (BSAP). Data Update."},
      {
        "id":"ED432612",
        "title":"South Carolina 1998 SAT Report."},
      {
        "id":"ED432613",
        "title":"Metropolitan Achievement Tests, Seventh Edition (MAT7). District and State Results, 1996 Administration. Performance above the 50th National Percentile and Performance in Each National Quarter [and] 1998 Results of the Metropolitan Achievement Tests, Seventh Edition (MAT7). Data Update."},
      {
        "id":"ED432614",
        "title":"CAT Procedures for Passage-Based Tests."},
      {
        "id":"ED432615",
        "title":"Pupil Assessment. Informational Paper #32."},
      {
        "id":"ED432616",
        "title":"Metacognitive Instances in Middle Level Teacher Education."},
      {
        "id":"ED432617",
        "title":"The Use of a Learning Conversation Approach Integrating E-mail To Support the Student Learning Process at College Level."},
      {
        "id":"ED432619",
        "title":"Institutional Constraints on Implementing School Reform: Lessons from Chicago."},
      {
        "id":"ED432620",
        "title":"The 1996 NAEP Technical Report."},
      {
        "id":"ED432621",
        "title":"The Impacts of Upward Bound: Final Report for Phase I of the National Evaluation."},
      {
        "id":"ED432622",
        "title":"&quot;Doing&quot; School: Examining the Role of Ethnic Identity and School Engagement in Academic Performance and Goal Attainment."},
      {
        "id":"ED432623",
        "title":"Application to College: A Comparison of Asian American and White High School Students."},
      {
        "id":"ED432624",
        "title":"Developing Social Competence in Children. Choices Briefs, Number 3."},
      {
        "id":"ED432625",
        "title":"Planning a Successful Crime Prevention Project. The Success Cycle: Steps for Success."},
      {
        "id":"ED432626",
        "title":"Kids, Cops, and Communities. National Institute of Justice Issues and Practices in Criminal Justice."},
      {
        "id":"ED432627",
        "title":"Reducing Youth Gun Violence: An Overview of Programs and Initiatives. Program Report."},
      {
        "id":"ED432628",
        "title":"Status of the District of Columbia Public Schools Readiness for the 1998-1999 School Year. Hearing before the Subcommittee on the District of Columbia of the Committee on Government Reform and Oversight. House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED432629",
        "title":"The Economic Status of the African American Family."},
      {
        "id":"ED432630",
        "title":"Family Math for Urban Students and Parents. ERIC/CUE Digest, Number 146."},
      {
        "id":"ED432633",
        "title":"Partnership in the Classroom...from Hierarchical Management to Shared Leadership."},
      {
        "id":"ED432634",
        "title":"Land and Water Conservation; Hawaii Volcanoes National Park; Little Rock Central High School; and Arches National Park. Hearing on S. 1333, S. 2106, S. 2129, S. 2232, H.R. 2283 before the Subcommittee on National Parks, Historic Preservation, and Recreation of the Committee on Energy and Natural Resources. United States Senate, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED432635",
        "title":"Gateways to Success: A Report on Urban Student Achievement and Course-Taking."},
      {
        "id":"ED432636",
        "title":"Different \"Chinese\" Playing Together: The Intra-Group Relationships and Interactions in a Multilingual Preschool Classroom."},
      {
        "id":"ED432637",
        "title":"Project Transition: Testing an Intervention To Help High School Freshmen Succeed."},
      {
        "id":"ED432638",
        "title":"Almost Over: &quot;Separate but Equal&quot; Flunks Out of Graduate School."},
      {
        "id":"ED432641",
        "title":"NCLR Census Information Center Fact Sheets."},
      {
        "id":"ED432643",
        "title":"Against the Odds: Developing School Programmes That Make a Difference for Students and Families in Communities Placed at Risk. Thinking about Full Service Schools No. 4."},
      {
        "id":"ED432644",
        "title":"Working Together: Integrated School-Linked Services in Saskatchewan. Thinking about Full Service Schools No. 3."},
      {
        "id":"ED432645",
        "title":"Three Perspectives on Schools, Communities and Citizenship. Thinking about Full Service Schools No. 1."},
      {
        "id":"ED432646",
        "title":"The National Evaluation of Project SEED in Five School Districts 1997-1998."},
      {
        "id":"ED432647",
        "title":"A College and Urban Elementary Classroom Collaborate in Using Writing To Learn in Science."},
      {
        "id":"ED432648",
        "title":"Favorite Quotations That Inspired Excellence: The Black High School Principals of Booker T. Washington High School."},
      {
        "id":"ED432649",
        "title":"Targeting Schools: Study of Title I Allocations within School Districts."},
      {
        "id":"ED432650",
        "title":"The Longitudinal Evaluation of School Change and Performance (LESCP) in Title I Schools. Interim Report to Congress."},
      {
        "id":"ED432652",
        "title":"Survey of School-Based Gang Prevention and Intervention Programs: Preliminary Findings."},
      {
        "id":"ED432653",
        "title":"Linking Leadership and Decision Making to the School Violence Issue."},
      {
        "id":"ED432654",
        "title":"The Need for Scaffolding Parent Support in an Urban School."},
      {
        "id":"ED432656",
        "title":"The Changing Demands of the 21st Century: Challenges to Technical and Vocational Education."},
      {
        "id":"ED432657",
        "title":"Challenges to Technical and Vocational Education."},
      {
        "id":"ED432658",
        "title":"Improving Systems Providing Education and Training throughout Life. Flexible Access to Technical and Vocational Education throughout Life."},
      {
        "id":"ED432659",
        "title":"Environmental Protection--Innovations in Vocational Training and the Use of Information Technology for the Purpose of Theme-Oriented Knowledge Management."},
      {
        "id":"ED432661",
        "title":"Enhancing Linkages to Postsecondary Education: Helping Youths Make a Successful Transition to College."},
      {
        "id":"ED432662",
        "title":"The University for Industry and Local Information, Advice and Guidance Partnerships. Report on a NICEC/CRAC Policy Consultation Held in Association with the National Advisory Council for Careers and Educational Guidance (Cambridge, England, February 24-25, 1999). Conference Briefing."},
      {
        "id":"ED432664",
        "title":"The Dimensions of General Vocational Interests: A Study of Australian High School Students. Occasional Paper Number 8."},
      {
        "id":"ED432665",
        "title":"Skill Needs: Linking Labour Market Analysis and Vocational Training. Report."},
      {
        "id":"ED432666",
        "title":"Enhancing the Role of Social Partner Organisations in the Area of Vocational Education and Training in the Candidate Countries of Central and Eastern Europe. Institutional Arrangements. Report."},
      {
        "id":"ED432667",
        "title":"Countries with Successful Employment Policy: What Is behind Their Success? IAB Labour Market Research Topics No. 33."},
      {
        "id":"ED432668",
        "title":"The Development of Virtual Education: A Global Perspective. A Study of Current Trends in the Virtual Delivery of Education."},
      {
        "id":"ED432669",
        "title":"The Role of Vocational and Technical Education in the Industrialization of Malaysia."},
      {
        "id":"ED432670",
        "title":"ASE Program Certification Standards for Automobile Technician Training Programs."},
      {
        "id":"ED432671",
        "title":"Overcoming Roadblocks on the Way to Work. Bridges to Work Field Report. Field Report Series."},
      {
        "id":"ED432672",
        "title":"Adult Basic Education: Strategies To Increase Returns on Investment (ROI)."},
      {
        "id":"ED432673",
        "title":"On-line Career Services: A Brief Update."},
      {
        "id":"ED432674",
        "title":"The Education &amp; Financial Systems of the World &amp; the Big Con. Part One--World Education &amp; Education Reform in Europe. Report 10. Updated."},
      {
        "id":"ED432676",
        "title":"Equity. Moving toward Self-Sufficiency. FY 98 Programs and Services."},
      {
        "id":"ED432681",
        "title":"Employee Development Programs: A Lateral Look at Workplace Learning."},
      {
        "id":"ED432682",
        "title":"Welfare, Jobs and Basic Skills: The Employment Prospects of Welfare Recipients in the Most Populous U.S. Counties."},
      {
        "id":"ED432683",
        "title":"A Planning Guide for Designing Worksite Externships for Educators."},
      {
        "id":"ED432685",
        "title":"The &quot;Strangers&quot; among Us. The Social Construction of Identity in Adult Education. Linkoping Studies in Education and Psychology No. 61."},
      {
        "id":"ED432686",
        "title":"Analysis of Responses to Vocational Interest Items: A Study of Australian High School Students. Occasional Paper Number 10."},
      {
        "id":"ED432687",
        "title":"Tech Prep Work-Based Learning Program for Child Care Management Occupations. Final Report."},
      {
        "id":"ED432690",
        "title":"Guidance in Adult and Continuing Education."},
      {
        "id":"ED432691",
        "title":"New Designs for Learning: K-12 Schools."},
      {
        "id":"ED432693",
        "title":"Does SSP Plus Increase Employment? The Effect of Adding Services to the Self-Sufficiency Project's Financial Incentives."},
      {
        "id":"ED432694",
        "title":"An Examination of the Standards Established by the Accrediting Commission of Career Schools and Colleges of Technology."},
      {
        "id":"ED432695",
        "title":"Larande I Produktionssytem. En studie av operatorsarbete i hogautomatiserad process--och verkstadsindustri = Learning in Production Systems. A Study of Operator Work in Highly Automated Process and Manufacturing Industry. Linkoping Studies in Education and Psychology, No. 63."},
      {
        "id":"ED432696",
        "title":"A History of the Adult Distance Education Movement."},
      {
        "id":"ED432697",
        "title":"Meeting the Educational and Social Needs of the Students in Senior Family Life Class through Cooperative Learning."},
      {
        "id":"ED432698",
        "title":"Gender Issues. Trends in the Occupational Distribution of Military Women. Report to the Ranking Minority Member, Subcommittee on Readiness and Management Support, Committee on Armed Services, U.S. Senate."},
      {
        "id":"ED432699",
        "title":"Welfare Reform. Assessing the Effectiveness of Various Welfare-to-Work Approaches. Report to Congressional Committees."},
      {
        "id":"ED432700",
        "title":"Welfare Reform. States' Implementation and Effects on the Workforce Development System. Statement of Cynthia M. Fagnoni, Director, Education, Workforce, and Income Security Issues, Health, Education, and Human Services Division. Testimony before the Subcommittee on Postsecondary Education, Training, and Life-Long Learning, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED432705",
        "title":"Spirituality and Rehabilitation: A Focus Group Approach."},
      {
        "id":"ED432706",
        "title":"Assessing the Outcomes of Counselling within a Learning Framework."},
      {
        "id":"ED432707",
        "title":"Faculty and Student Views of College Student Smokers."},
      {
        "id":"ED432708",
        "title":"Views of College Student Smoking: A Comparison of Smokers and Nonsmokers."},
      {
        "id":"ED432709",
        "title":"Why Do Undergraduates Smoke? Subjective Effects of Cigarette Smoking."},
      {
        "id":"ED432711",
        "title":"Live Supervision of a Counseling Practicum Student in a Prepracticum Counseling Laboratory Class: A Teaching Model."},
      {
        "id":"ED432712",
        "title":"Developing a Motivational Model of College Achievement."},
      {
        "id":"ED432717",
        "title":"Chaotic Conversation: A Foray into the Complex World of Communication."},
      {
        "id":"ED432718",
        "title":"Moving Beyond Dualistic Models: Working Single Mothers and Stress."},
      {
        "id":"ED432719",
        "title":"Texas School Survey of Substance Use among Students: Grades 4-6, 1998."},
      {
        "id":"ED432722",
        "title":"Enhancing Reading Fluency for Secondary Students - Part I [and] Enhancing Reading Comprehension for Secondary Students - Part II. Professional Development Guide."},
      {
        "id":"ED432723",
        "title":"Phonological Awareness: Principles for Instruction and Progress Monitoring. Professional Development Guide."},
      {
        "id":"ED432724",
        "title":"Reading Fluency: Principles for Instruction and Progress Monitoring. Professional Development Guide."},
      {
        "id":"ED432725",
        "title":"Examining Phonics and Word Recognition Instruction in Early Reading Programs. Professional Development Guide."},
      {
        "id":"ED432726",
        "title":"Word Analysis: Principles for Instruction and Progress Monitoring. Professional Development Guide."},
      {
        "id":"ED432727",
        "title":"Supervision in the Reading Curriculum."},
      {
        "id":"ED432728",
        "title":"Identified Sins in Teaching Reading."},
      {
        "id":"ED432729",
        "title":"Whole Language versus Phonics (What Is Really the Issue?)."},
      {
        "id":"ED432730",
        "title":"Whatever Happened to the Initial Teaching Alphabet?"},
      {
        "id":"ED432731",
        "title":"Early Literacy: A Cross-National Approach."},
      {
        "id":"ED432732",
        "title":"Delaware Student Testing Program Item Sampler: Reading Comprehension, Grades 3, 5, 8, and 10."},
      {
        "id":"ED432733",
        "title":"Children Who Desperately Want To Read, But Are Not Working at Grade Level: Use Movement Patterns As &quot;Windows&quot; To Discover Why. Part II: The Transverse Midline."},
      {
        "id":"ED432734",
        "title":"Curious George Meets Herman: The Effects of Commercially Produced Phonics Software on Phonemic Awareness."},
      {
        "id":"ED432736",
        "title":"A Study of the Use of Reading Software in the Classroom."},
      {
        "id":"ED432737",
        "title":"The National Reading Panel Progress Report."},
      {
        "id":"ED432738",
        "title":"National Reading Panel Regional Meeting Synthesis."},
      {
        "id":"ED432739",
        "title":"Cooperative Learning Techniques in Reading Instruction."},
      {
        "id":"ED432740",
        "title":"Improving Reading: Southeastern School Strategies."},
      {
        "id":"ED432741",
        "title":"Leading Change in Literacy: Southeastern District Stories."},
      {
        "id":"ED432742",
        "title":"Using Language Arts Skills and Strategies in Aesthetic Literary Experiences To Improve the Reading Achievement of Third-Grade Students."},
      {
        "id":"ED432743",
        "title":"Reading Resource Guide."},
      {
        "id":"ED432744",
        "title":"Effects of Home-School Collaboration and Different Forms of Parent Involvement on Reading Achievement."},
      {
        "id":"ED432746",
        "title":"Reading and the Individual Pupil."},
      {
        "id":"ED432747",
        "title":"The Texas Reading Initiative: Mobilizing Resources for Literacy."},
      {
        "id":"ED432748",
        "title":"For the Love of Reading."},
      {
        "id":"ED432749",
        "title":"Indiana's Early Literacy Intervention Grant Program Implementation Study."},
      {
        "id":"ED432750",
        "title":"The Scarcity of Informational Texts in First Grade."},
      {
        "id":"ED432751",
        "title":"Children Who Desperately Want To Read, but Are Not Working at Grade Level: Use Movement Patterns as \"Windows\" To Discover Why. Part III: The Frontal Midline."},
      {
        "id":"ED432752",
        "title":"Children Who Desperately Want To Read, but Are Not Working at Grade Level: Use Movement Patterns as \"Windows\" To Discover Why. Part IV: Crossing All Three Midlines Automatically."},
      {
        "id":"ED432753",
        "title":"The Effects of a First Grader's Participation in a Writer's Workshop on Their Ability To Become More Confident and More Descriptive Writers."},
      {
        "id":"ED432755",
        "title":"Teaching Spelling: A Sampling of Exemplary Practices in Poudre School District."},
      {
        "id":"ED432756",
        "title":"Countering Deterministic Tools: A Critical Theory Approach to Computers & Composition."},
      {
        "id":"ED432757",
        "title":"Tenacious Southern Progressives: Confounding Mencken's Myth of Mediocrity."},
      {
        "id":"ED432758",
        "title":"Teaching Discourse Study To Resist General Discourse Theories."},
      {
        "id":"ED432759",
        "title":"The Art of the Writer: An Aesthetic Look at the Teaching of Writing."},
      {
        "id":"ED432761",
        "title":"Integrated English Language Arts Curriculum, Grades K-12."},
      {
        "id":"ED432762",
        "title":"Effective Mentoring in English Education: Building Professional Partnerships. Professional Development Guide."},
      {
        "id":"ED432763",
        "title":"Phonics and Poetry in the Curriculum."},
      {
        "id":"ED432767",
        "title":"Intermingling Fact and Fiction: Catalyst or Catastrophe?"},
      {
        "id":"ED432768",
        "title":"Report of Student Performance in Writing, 1998-1999. Grades 4, 7, and 10. North Carolina Testing Program."},
      {
        "id":"ED432770",
        "title":"To Teach Usage or Not: A False Dichotomy."},
      {
        "id":"ED432771",
        "title":"Interactions between Central Office Language Arts Administrators and Exemplary English Teachers, and the Impact on Student Performance. CELA Research Report. Case Study Number 12003."},
      {
        "id":"ED432772",
        "title":"Fooling with Words, with Bill Moyers: Teacher's Guide. The 1998 Geraldine R. Dodge Poetry Festival."},
      {
        "id":"ED432773",
        "title":"Poetry Heaven: Teacher's Guide. The 1996 Geraldine R. Dodge Poetry Festival."},
      {
        "id":"ED432774",
        "title":"Improving Writing Proficiency through Self-Efficacy Training."},
      {
        "id":"ED432775",
        "title":"Online Resources for Parent/Family Involvement. ERIC Digest."},
      {
        "id":"ED432776",
        "title":"Extending Interactions with Non-fiction Texts: An Exit into Understanding."},
      {
        "id":"ED432777",
        "title":"From Learning to Teaching: Towards a Model of Teaching Literacy."},
      {
        "id":"ED432778",
        "title":"Effective Teachers of Literacy."},
      {
        "id":"ED432779",
        "title":"Analysing Interactions during Collaborative Writing with the Computer: An Innovative Methodology."},
      {
        "id":"ED432780",
        "title":"Teaching Poetry in High School."},
      {
        "id":"ED432781",
        "title":"Comparing Animated Film and Newspaper Portfolio Writing Assignments."},
      {
        "id":"ED432782",
        "title":"Teaching Guides: &quot;Summer Song&quot; and &quot;Libby Bloom.&quot;"},
      {
        "id":"ED432783",
        "title":"Designing an Effective Action Research Project in the Language Arts Classroom."},
      {
        "id":"ED432784",
        "title":"A Search for Non-Traditional Pedagogies in Teaching Developmental Reading and Writing."},
      {
        "id":"ED432785",
        "title":"Writing-across-the-Curriculum: Advice from Pre-Service Educators to University Educators."},
      {
        "id":"ED432786",
        "title":"Enjoying Student Research Papers: Instead of One, Try Eight!"},
      {
        "id":"ED432787",
        "title":"Teaching Speech Organization and Outlining Using a Color-Coded Approach."},
      {
        "id":"ED432788",
        "title":"The Spiralling Journeys of the Been-Being-Becoming-Imag(e)ining Drama Facilitator."},
      {
        "id":"ED432789",
        "title":"A Code of Ethics That Binds Multicultural Communicators: A Plan for Unifying Communication Educators and Students."},
      {
        "id":"ED432790",
        "title":"Textbook Utilization in a Broadcast Journalism Emphasis."},
      {
        "id":"ED432791",
        "title":"Learning To Use Computers for Future Communication Professions."},
      {
        "id":"ED432792",
        "title":"High Context Messaging in Chinese English-Language Mass Media: A Case Study."},
      {
        "id":"ED432793",
        "title":"Analysis of High School Newspaper Editorials: Before and After &quot;Hazelwood School District v. Kuhlmeier.&quot;"},
      {
        "id":"ED432794",
        "title":"Student and Professional Attitudes Regarding Advertising Influence on Broadcast News Content: A Comparative Study."},
      {
        "id":"ED432795",
        "title":"Evidence of Gender Disparity in Children's Computer Use and Activities."},
      {
        "id":"ED432797",
        "title":"Public School Student, Staff, and Graduate Counts by State, School Year 1997-98. Statistics in Brief."},
      {
        "id":"ED432798",
        "title":"Centralization for Equity: A Fair Price?"},
      {
        "id":"ED432799",
        "title":"The Body Micropolitic: Where Do Women Educational Leaders Fit in the Easton Model of Policy Analysis?"},
      {
        "id":"ED432800",
        "title":"Reassessing the Behavior of Principals as a Multiple-Factor in Teachers' Job Satisfaction."},
      {
        "id":"ED432801",
        "title":"Values and Their Expression in Educational Practices."},
      {
        "id":"ED432803",
        "title":"Ways of Seeing the Entrepreneurial Education Debates in the United States, the United Kingdom and Finland."},
      {
        "id":"ED432804",
        "title":"Roots &amp; Wings: Effects of Whole-School Reform on Student Achievement. Report No. 36."},
      {
        "id":"ED432805",
        "title":"Alternative Education Programs for At-Risk Youth: Issues, Best Practice, and Recommendations."},
      {
        "id":"ED432806",
        "title":"The Simplification Trap in Educational Planning."},
      {
        "id":"ED432807",
        "title":"Democratic Decision Making Theory and Practice in a Public High School: A Call for a Better Understanding."},
      {
        "id":"ED432808",
        "title":"Database Initiative Project: Supporting Education Decision Making."},
      {
        "id":"ED432809",
        "title":"Class Size Reduction in California 1996-1998: Early Findings Signal Promise and Concerns. Report Summary."},
      {
        "id":"ED432810",
        "title":"Food for Thought: Ideas for Improving School Food Service Operations. Innovative Solutions To Help Address the Issues and Challenges Facing Most Public School Districts."},
      {
        "id":"ED432811",
        "title":"Educational Indicators: What Are They? How Can Schools and School Districts Use Them?"},
      {
        "id":"ED432813",
        "title":"Academics 2000: 1997 Progress Report."},
      {
        "id":"ED432814",
        "title":"Interim Report on Texas Public School, 1997. A Report to the 75th Texas Legislature."},
      {
        "id":"ED432815",
        "title":"The Superintendency and Educational Research: The Emergency Immigrant Education Program."},
      {
        "id":"ED432816",
        "title":"The Change-Capacity of Secondary Schools."},
      {
        "id":"ED432817",
        "title":"Exploring Gender Differences in America's School Administrator Workforce: Statistical Evidence from National Surveys."},
      {
        "id":"ED432818",
        "title":"Chronicles of Administrative Leadership toward Inclusive Reform: We're on the Train and We've Left the Station, but We Haven't Gotten to the Next Stop."},
      {
        "id":"ED432819",
        "title":"Leading the Way: State Actions To Improve Student Achievement in the Middle Grades."},
      {
        "id":"ED432820",
        "title":"The Community Schools Study Plan."},
      {
        "id":"ED432821",
        "title":"Collaborative High Schools."},
      {
        "id":"ED432825",
        "title":"Public School Funding Formula Task Force. Final Report."},
      {
        "id":"ED432826",
        "title":"Leadership within High School Communities: A Multiple Study Perspective."},
      {
        "id":"ED432827",
        "title":"Keeping Texas Children Safe in School. Common Sense Solutions To Help Address the Safety Issues and Challenges Facing Most Public School Districts."},
      {
        "id":"ED432828",
        "title":"Top 10 Ways To Improve Public Schools. Innovative Solutions To Help Address the Issues and Challenges Facing Most Public School Districts."},
      {
        "id":"ED432830",
        "title":"Communication Skills for Educational Administrators."},
      {
        "id":"ED432831",
        "title":"Status Report on the Consolidation of Educational Service Centers."},
      {
        "id":"ED432832",
        "title":"W.W.II and the Great Gender Realignment of School Administration."},
      {
        "id":"ED432833",
        "title":"Challenging the Orthodoxy of Effective School Leadership."},
      {
        "id":"ED432834",
        "title":"Federal Aid to Education: A Student Level Analysis."},
      {
        "id":"ED432835",
        "title":"Leading America's Schools: The Critical Role of the Principal."},
      {
        "id":"ED432836",
        "title":"Educational Reform: The Power of Individuals and Other Forces."},
      {
        "id":"ED432844",
        "title":"Returning Students with Severe Disabilities to Inclusionary Settings."},
      {
        "id":"ED432845",
        "title":"Blind Secondary and College Students in the Foreign Language Classroom: Experiences, Problems and Solutions."},
      {
        "id":"ED432846",
        "title":"Funding of Assistive Technology. The Public School's Special Education System as a Funding Source: The Cutting Edge."},
      {
        "id":"ED432847",
        "title":"Implementation and Outcome Evaluation of Statewide School-Based Family/Youth Services."},
      {
        "id":"ED432848",
        "title":"Looking at Success: Experiences of a Select Group of Children and Young Adults with Serious Emotional Disturbance."},
      {
        "id":"ED432849",
        "title":"Impact of a Parent Liaison in a Special Day School Setting."},
      {
        "id":"ED432850",
        "title":"School-Based Mental Health Services: Service System Reform in South Carolina."},
      {
        "id":"ED432851",
        "title":"Sheltered Homeless Children: Eligibility and Unmet Need for Special Education Evaluations."},
      {
        "id":"ED432852",
        "title":"The School and Community Study: Summary of Preliminary Baseline Data."},
      {
        "id":"ED432853",
        "title":"Working Together: Mental Health and Special Education Collaboration in Florida."},
      {
        "id":"ED432854",
        "title":"Supporting Students with Serious Emotional Disturbance in Rural Schools and Communities."},
      {
        "id":"ED432855",
        "title":"Systematic Screening Children at Risk for Developing SED: Initial Results from a Prevention Project."},
      {
        "id":"ED432856",
        "title":"Head Start Children with SED: Two Years Later."},
      {
        "id":"ED432857",
        "title":"Home Visitor Job Satisfaction and Turnover."},
      {
        "id":"ED432858",
        "title":"Lessons from the Village: Early Intervention and Prevention."},
      {
        "id":"ED432859",
        "title":"The Characteristics of Youth Referred for Mental Health Evaluation in the Juvenile Justice System."},
      {
        "id":"ED432860",
        "title":"The Prime Time Project: Preliminary Review of the First Year of a Community-Based Intervention for Youth in the Juvenile Justice System."},
      {
        "id":"ED432861",
        "title":"Adult Arrests Records and Court Outcomes of Adolescents with Serious Emotional Disturbance."},
      {
        "id":"ED432862",
        "title":"Can Specialized After-School Programs Impact Delinquent Behavior among African American Youth?"},
      {
        "id":"ED432863",
        "title":"The Children's Performance Outcome Measures: Results after Six Months."},
      {
        "id":"ED432864",
        "title":"Implementing Eligibility Determination Process for Children's Mental Health Services in Massachusetts. Characteristics of Youth: The First Six Months."},
      {
        "id":"ED432865",
        "title":"The Development of a Scale To Assess the Emotional and Behavioral Strengths of Children."},
      {
        "id":"ED432866",
        "title":"Que Dice? Initial Analyses Examining Three Spanish Translations of the CBCL."},
      {
        "id":"ED432867",
        "title":"Measuring Ethnic Identity among American Indian Adolescents: A Factor Analytic Study."},
      {
        "id":"ED432870",
        "title":"United States and Mexican State Directors of Special Education: Information Exchange Meeting, February 7-9, 1999. Proceedings Document. Final Report, Deliverable-Task 2-3.1b."},
      {
        "id":"ED432871",
        "title":"Educating Children with AD/HD: State Policies. Quick Turn Around (QTA)."},
      {
        "id":"ED432872",
        "title":"Age of Majority. Quick Turn Around (QTA)."},
      {
        "id":"ED432873",
        "title":"Access to Adult Education for Youth with Disabilities. Quick Turn Around (QTA)."},
      {
        "id":"ED432874",
        "title":"Negotiating the Landscape: The Path to Employment for Individuals with Disabilities in the TANF System."},
      {
        "id":"ED432875",
        "title":"Beyond Demographics: Strategic Responses to a Changing Workforce. National Summit of the Institute for Community Inclusion's Center for Promoting Employment (RRTC) and the President's Committee on Employment of People with Disabilities (March 3-4, 1998)."},
      {
        "id":"ED432876",
        "title":"State Trends in Employment Services for People with Developmental Disabilities: Multiyear Comparisons Based on State MR/DD Agency and Vocational Rehabilitation (RSA) Data."},
      {
        "id":"ED432877",
        "title":"An Experimental Analysis of Teacher/Parent Mediated Interventions for Preschoolers with Behavioral Problems. Final Report."},
      {
        "id":"ED432879",
        "title":"Designing Landscapes for Learning: Transforming School Grounds into &quot;Special Places.&quot;"},
      {
        "id":"ED432880",
        "title":"Available Equipment in School Foodservice."},
      {
        "id":"ED432881",
        "title":"The New Design Handbook for School Food Service. Revised."},
      {
        "id":"ED432882",
        "title":"Guidelines for Equipment To Prepare Healthy Meals."},
      {
        "id":"ED432883",
        "title":"Schools Located Near Highways: Problems and Prospects. Final Report [and] Case Studies."},
      {
        "id":"ED432884",
        "title":"Educational Facility Evaluations of Primary Schools in Rural Honduras: Departments of Cortes and Meambar."},
      {
        "id":"ED432885",
        "title":"School Facility Financing: A History of the Role of the State Allocation Board and Options for the Distribution of Proposition 1A Funds. Prepared at the Request of Senator Quentin Kopp."},
      {
        "id":"ED432886",
        "title":"Quality in School Environments: A Multiple Case Study of the Diagnosis, Design and Management of Environmental Quality in Five Elementary Schools in the Baltimore City Public Schools from an Action Research Perspective. Volumes I and II."},
      {
        "id":"ED432887",
        "title":"Dry Creek Joint Elementary School District. Educational Specifications: Dry Creek Elementary School."},
      {
        "id":"ED432888",
        "title":"Dry Creek Joint Elementary School District. Educational Specifications: K-5 Permanent (Revised 1998)."},
      {
        "id":"ED432889",
        "title":"Dry Creek Joint Elementary School District. Educational Specifications: Dry Creek Middle School."},
      {
        "id":"ED432890",
        "title":"Heritage Oak School: From Obscurity to International Recognition--A Historical Case Study in Participatory School Facility Planning."},
      {
        "id":"ED432891",
        "title":"Planning the Learning Community. An Interview with Concordia's Steven Bingler."},
      {
        "id":"ED432892",
        "title":"School Renovation and the Importance of Maintenance. [Interview with Charles Boney, Jr.]."},
      {
        "id":"ED432893",
        "title":"The Outdoor Classroom: Educational Use, Landscape Design, &amp; Management of School Grounds. Second Edition. Building Bulletin 71."},
      {
        "id":"ED432894",
        "title":"Vulnerability Assessment of Selected Buildings Designated as Shelters: Grenada."},
      {
        "id":"ED432895",
        "title":"Vulnerability Assessment of Selected Buildings Designated as Shelters: Anguilla."},
      {
        "id":"ED432896",
        "title":"Vulnerability Assessment of Shelters in the Eastern Caribbean: Retrofitting Terms of Reference for Consultants, Standards, [and] Global Estimates."},
      {
        "id":"ED432897",
        "title":"Vulnerability Assessment of Selected Buildings Designated as Shelters: Dominica."},
      {
        "id":"ED432898",
        "title":"Vulnerability Assessment of Selected Buildings Designated as Shelters: Antigua and Barbuda."},
      {
        "id":"ED432899",
        "title":"Vulnerability Assessment of Selected Buildings Designated as Shelters: St. Kitts--Nevis."},
      {
        "id":"ED432900",
        "title":"National Plan To Reduce the Vulnerability of School Buildings to Natural Disasters: Antigua and Barbuda."},
      {
        "id":"ED432901",
        "title":"Plan To Reduce the Vulnerability of School Buildings to Natural Disasters: Dominica."},
      {
        "id":"ED432902",
        "title":"Plan To Reduce the Vulnerability of School Building to Natural Hazards in St. Kitts."},
      {
        "id":"ED432903",
        "title":"Maintenance Manual for School Buildings in the Caribbean."},
      {
        "id":"ED432904",
        "title":"Access for Disabled People to School Buildings: Management and Design Guide. Building Bulletin 91."},
      {
        "id":"ED432905",
        "title":"Guidelines for Environmental Design in Schools (Revision of Design Note 17). Building Bulletin 87."},
      {
        "id":"ED432906",
        "title":"Fire and the Design of Educational Buildings. Building Bulletin 7. Sixth Edition."},
      {
        "id":"ED432907",
        "title":"Lifting Practice: Teachers as Researchers in the Language Classroom."},
      {
        "id":"ED432908",
        "title":"ESL Korean Learners' Decision-Making Processes in the Performance of the Speech Act of Requests."},
      {
        "id":"ED432909",
        "title":"Etymology and Vocabulary Development for the L2 College Student: Equal Relevance for Latin-Based and Non Latin-Based Foreign Students."},
      {
        "id":"ED432910",
        "title":"Why I Still Speak Chinese at Home."},
      {
        "id":"ED432912",
        "title":"Story Weaving: Teacher Research with Bilingual/Bicultural Family Narratives."},
      {
        "id":"ED432913",
        "title":"Language Socialization in a Multilingual Creole Setting: Changing Practices and Ideologies in Dominica, W.I."},
      {
        "id":"ED432914",
        "title":"Language Ideologies and Heritage Language Education."},
      {
        "id":"ED432916",
        "title":"NS-NNS Interaction in Academic Writing Tutorials: Discourse Analysis and Its Interpretations."},
      {
        "id":"ED432917",
        "title":"Thematic Progression in a Cardiologist's Text: Context, Frames and Progression."},
      {
        "id":"ED432918",
        "title":"Striving for the Third Place: Intercultural Competence through Language Education."},
      {
        "id":"ED432919",
        "title":"Focus on Form and Linguistic Competence: Why Krashen Is Still Right about Acquisition."},
      {
        "id":"ED432921",
        "title":"Pragmatics of the Evil Eye in Egyptian Arabic."},
      {
        "id":"ED432922",
        "title":"Language Minority Student Demographics in Maine Schools, 1997-98."},
      {
        "id":"ED432923",
        "title":"A Comprehensive Inventory of Language Development Documentation Data in the Ontario-Montclair School District."},
      {
        "id":"ED432924",
        "title":"The CATESOL Journal, Volume 10 Number 1."},
      {
        "id":"ED432925",
        "title":"Emotional Intelligence through Literature."},
      {
        "id":"ED432927",
        "title":"Effects of Bilingual and English as a Second Language Adaptations of Success for All on the Reading Achievement of Students Acquiring English."},
      {
        "id":"ED432928",
        "title":"Basics of Structured English Immersion for Language-Minority Students."},
      {
        "id":"ED432929",
        "title":"Projected Postsecondary Outcomes of 1992 High School Graduates. Working Paper Series."},
      {
        "id":"ED432930",
        "title":"Postsecondary Institutions in the United States: 1997-98. E.D. Tabs."},
      {
        "id":"ED432931",
        "title":"Exit Counseling Guide for Counselors. William D. Ford Federal Direct Loan Program."},
      {
        "id":"ED432932",
        "title":"Strategic Planning (Thinking) for the Digital Era."},
      {
        "id":"ED432933",
        "title":"Performance Funding and Budgeting: Popularity and Volatility--The Third Annual Survey."},
      {
        "id":"ED432934",
        "title":"Planning in Higher Education: A Model from Chaos Theory."},
      {
        "id":"ED432937",
        "title":"The Art and Science of Classroom Assessment. The Missing Part of Pedagogy. ASHE-ERIC Higher Education Report, Volume 27, Number 1."},
      {
        "id":"ED432938",
        "title":"The Art and Science of Classroom Assessment: The Missing Part of Pedagogy. ERIC Digest."},
      {
        "id":"ED432939",
        "title":"Enrollment Management for the 21st Century: Delivering Institutional Goals, Accountability and Fiscal Responsibility. ERIC Digest."},
      {
        "id":"ED432940",
        "title":"Collaboration: Student Affairs and Academic Affairs Working Together To Promote Student Learning. ERIC Digest."},
      {
        "id":"ED432941",
        "title":"Matching Social Support and Sources of Stress in Female Nursing Faculty Pursuing Doctoral Study."},
      {
        "id":"ED432943",
        "title":"Intercollegiate Athletics: Comparison of Selected Characteristics of Men's and Women's Programs."},
      {
        "id":"ED432945",
        "title":"An Overview of Independent Higher Education in Florida: Enrollments and State Funding."},
      {
        "id":"ED432946",
        "title":"Is the Tail Wagging the Dog? &quot;Business Week&quot; Rankings and Business School Faculty."},
      {
        "id":"ED432947",
        "title":"Salaries and Tenure of Full-Time Instructional Faculty on 9- and 10-Month Contracts, 1997-1998. E.D. Tabs."},
      {
        "id":"ED432948",
        "title":"Federal Research Grants: Compensation Paid to Graduate Students at the University of California. Report to the Chairman, Committee on Commerce, House of Representatives."},
      {
        "id":"ED432950",
        "title":"West Virginia Higher Education Report Card, 1997."},
      {
        "id":"ED432951",
        "title":"Matriculation Status of Nova Southeastern University's Fall Term 1993 Cohort at the Beginning of Fall Term 1998: Breakout Analyses for Campus-Based Students and Distance Education Students. Report No. 99-03."},
      {
        "id":"ED432954",
        "title":"Essential Clinical Resources for Nursing&apos;s Academic Mission."},
      {
        "id":"ED432955",
        "title":"Introductory Bibliography for Curriculum Transformation. Women in the Curriculum Series."},
      {
        "id":"ED432956",
        "title":"Getting Started: Planning Curriculum Transformation. Women in the Curriculum Series."},
      {
        "id":"ED432957",
        "title":"Internet Resources on Women: Using Electronic Media in Curriculum Transformation. Women in the Curriculum Series."},
      {
        "id":"ED432958",
        "title":"Funding: Obtaining Money for Curriculum Transformation Projects and Activities. Women in the Curriculum Series."},
      {
        "id":"ED432959",
        "title":"Directory: Curriculum Transformation Projects and Activities in the U.S. Women in the Curriculum Series."},
      {
        "id":"ED432960",
        "title":"Psychology. CUNY Panel: Rethinking the Disciplines. Women in the Curriculum Series."},
      {
        "id":"ED432961",
        "title":"Literature. CUNY Panel: Rethinking the Disciplines. Women in the Curriculum Series."},
      {
        "id":"ED432962",
        "title":"Sociology. CUNY Panel: Rethinking the Disciplines. Women in the Curriculum Series."},
      {
        "id":"ED432963",
        "title":"Anthropology. CUNY Panel: Rethinking the Disciplines. Women in the Curriculum Series."},
      {
        "id":"ED432964",
        "title":"Biology. CUNY Panel: Rethinking the Disciplines. Women in the Curriculum Series."},
      {
        "id":"ED432965",
        "title":"Education. CUNY Panel: Rethinking the Disciplines. Women in the Curriculum Series."},
      {
        "id":"ED432966",
        "title":"History. CUNY Panel: Rethinking the Disciplines. Women in the Curriculum Series."},
      {
        "id":"ED432967",
        "title":"Anthropology: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432968",
        "title":"Art: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432969",
        "title":"Biology: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432970",
        "title":"British Literature: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432971",
        "title":"Economics: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432972",
        "title":"Education: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432973",
        "title":"European History: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432974",
        "title":"Geography: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432975",
        "title":"Health: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432976",
        "title":"Music: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432977",
        "title":"Philosophy: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432978",
        "title":"Political Science: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432979",
        "title":"Psychology: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432980",
        "title":"Sociology: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432981",
        "title":"U.S. History: Discipline Analysis. Women in the Curriculum Series."},
      {
        "id":"ED432982",
        "title":"Connecting Learning &amp; Technology for Effective Lesson Plan Design."},
      {
        "id":"ED432983",
        "title":"Association of Small Computer Users in Education: Proceedings of the ASCUE Summer Conference (32nd, North Myrtle Beach, South Carolina, June 13-17, 1999)."},
      {
        "id":"ED432984",
        "title":"Spotlight on the Future. NECC '99: National Educational Computing Conference Proceedings (20th, Atlantic City, NJ, June 22-24, 1999)."},
      {
        "id":"ED432985",
        "title":"Using Higher Order Computer Tasks with Disadvantaged Students."},
      {
        "id":"ED432986",
        "title":"Simulations for Lifelong Learning."},
      {
        "id":"ED432987",
        "title":"A League of Their Own: Gender, Technology, and Instructional Practices."},
      {
        "id":"ED432988",
        "title":"BEN:LINCS: A Community Model for the Pennsylvania Education Network."},
      {
        "id":"ED432989",
        "title":"Difficulties Bring Wisdom: Online Learners Learn How Online Communities Learn."},
      {
        "id":"ED432990",
        "title":"A Computer Game To Teach Programming."},
      {
        "id":"ED432991",
        "title":"Parent-Completed Screening Test for Developmentally At-Risk Young Children."},
      {
        "id":"ED432992",
        "title":"Web-Based Instruction: Business Courses."},
      {
        "id":"ED432993",
        "title":"Are Academic Behaviors Fostered in Web-Based Environments?"},
      {
        "id":"ED432994",
        "title":"A Self-Fulfilling Prophecy: Online Distance Learning for Introductory Computing."},
      {
        "id":"ED432995",
        "title":"Equity: Ownership by Minorities and Women of Research Projects."},
      {
        "id":"ED433003",
        "title":"The Ohio SchoolNet Telecommunity Evaluation. Year Three Evaluation Results: Examining Interactive Video Adoption and Resource Needs."},
      {
        "id":"ED433004",
        "title":"An Evaluation of the SPIES Video Series (Strategies for Preschool Intervention in Everyday Settings)."},
      {
        "id":"ED433005",
        "title":"Information Literacy: Advancing Opportunities for Learning in the Digital Age. A Report of The Aspen Institute Forum on Communications and Society."},
      {
        "id":"ED433006",
        "title":"Education and Technology Initiatives. Joint Hearing before the Committee on Commerce and the Committee on Education and the Workforce, House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED433007",
        "title":"Legislative Proposals To Protect Children from Inappropriate Materials on the Internet. Hearing on H.R. 3783, H.R. 774, H.R. 1180, H.R. 1964, H.R. 3177, and H.R. 3442 before the Subcommittee on Telecommunications, Trade, and Consumer Protection of the Committee on Commerce, House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED433008",
        "title":"Student Computer Use. Indicator of the Month."},
      {
        "id":"ED433009",
        "title":"The Net Result: Social Inclusion in the Information Society. Report of the National Working Party on Social Inclusion in the Information Society."},
      {
        "id":"ED433010",
        "title":"Year 2000 Computing Challenge: Education Taking Needed Actions but Work Remains. Testimony before the Subcommittee on Oversight and Investigations, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED433013",
        "title":"So, You Want To Host an Online Conference...."},
      {
        "id":"ED433014",
        "title":"Playing Croquet with Flamingos: A Guide to Moderating Online Conferences."},
      {
        "id":"ED433015",
        "title":"Online Conferencing: Lessons Learned."},
      {
        "id":"ED433016",
        "title":"The 1999 State of Children's Television Report: Programming for Children over Broadcast and Cable Television."},
      {
        "id":"ED433017",
        "title":"ERIC Annual Report, 1999: Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED433019",
        "title":"Analyzing Electronic Question/Answer Services: Framework and Evaluations of Selected Services."},
      {
        "id":"ED433020",
        "title":"Colorado Technology Competency Guidelines for Classroom Teachers and School Library Media Specialists."},
      {
        "id":"ED433021",
        "title":"Preparing for a New Century: Information Technology Workforce Needs."},
      {
        "id":"ED433022",
        "title":"Technological Developments in the Delivery of Books and Magazines."},
      {
        "id":"ED433023",
        "title":"National Library Service for the Blind and Physically Handicapped, Library of Congress. Testimony Prepared for Presentation to the U.S. National Commission on Libraries and Information Science by Carolyn Hoover Sung."},
      {
        "id":"ED433024",
        "title":"Information Ethics for Librarians and Librarianship."},
      {
        "id":"ED433025",
        "title":"Meeting Student Needs: Bookstore Display in a University Curriculum Materials Center."},
      {
        "id":"ED433026",
        "title":"ERIC Clearinghouse and Support Contractor Publications, 1998. An Annotated Bibliography of Digests, Information Analysis Products, and Other Major Publications of the ERIC Clearinghouses and Support Contractors Announced in &quot;Resources in Education&quot; (RIE) January-December 1998."},
      {
        "id":"ED433031",
        "title":"Libraries, Archives and Museums: What's in Them for Us? PIALA '98. Selected Papers from the Pacific Islands Association of Libraries and Archives Conference (8th, Tofol, Kosrae, Federated States of Micronesia, November 17-20, 1998)."},
      {
        "id":"ED433032",
        "title":"Schools and Libraries Program: Actions Taken To Improve Operational Procedures Prior to Committing Funds. Report to the Chairman, Committee on Commerce, Science, and Transportation, U.S. Senate."},
      {
        "id":"ED433035",
        "title":"Developing Multiculturalism in Academic Libraries."},
      {
        "id":"ED433036",
        "title":"Go Global: Read! 1999 Summer Library Program Manual. Bulletin No. 99100."},
      {
        "id":"ED433037",
        "title":"Assessments by Selected School Library Media Specialists of Required Job Competencies as Compared to Learned Competencies."},
      {
        "id":"ED433038",
        "title":"Coverage Evaluation of the Academic Library Survey."},
      {
        "id":"ED433039",
        "title":"Innovative Use of Information Technology by Colleges."},
      {
        "id":"ED433042",
        "title":"Public Library Services for Youth with Special Needs: A Plan for Wisconsin. Bulletin No. 99231."},
      {
        "id":"ED433045",
        "title":"Report on Transfers and Degrees and Certificates Awarded, 1997-98."},
      {
        "id":"ED433046",
        "title":"Meeting Workforce Development Needs through Applied Baccalaureate Degrees. A Concept Paper."},
      {
        "id":"ED433047",
        "title":"Using the World Wide Web To Create a Learner-Centered Classroom."},
      {
        "id":"ED433048",
        "title":"Learning Communities: Getting Started."},
      {
        "id":"ED433049",
        "title":"Mississippi State Board for Community and Junior Colleges, 1997-98 Annual Report."},
      {
        "id":"ED433050",
        "title":"Meeting the Challenge. Final Report of the Computer-Based Developmental Education Project."},
      {
        "id":"ED433051",
        "title":"Preparing a Twenty-First Century Work Force: Innovations in Programs and Practices."},
      {
        "id":"ED433052",
        "title":"Evaluation des programmes d'etudes dans les secteurs Techniques administratives et Cooperation. Rapport Synthese (Evaluation of Programs of Study in Administrative Techniques and Cooperation. Summary Report)."},
      {
        "id":"ED433053",
        "title":"West Virginia Higher Education Report Card, 1998."},
      {
        "id":"ED433054",
        "title":"Partnership for Excellence Performance Report. Fact Sheet."},
      {
        "id":"ED433055",
        "title":"Alternative Assessments for Accelerative Learning Classes."},
      {
        "id":"ED433056",
        "title":"International &amp; Intercultural Education."},
      {
        "id":"ED433057",
        "title":"New Paradigm: Articulation/Transfer. Arizona State University and the Maricopa Community Colleges."},
      {
        "id":"ED433058",
        "title":"Germanna Community College Institutional Effectiveness Policy Statement. Adopted by the Executive Council, January 23, 1996."},
      {
        "id":"ED433059",
        "title":"Community Needs Assessment Office Administration &amp; Technology (OAT)."},
      {
        "id":"ED433060",
        "title":"Los Angeles Community Colleges Fall 1996 Comparative Staffing Study."},
      {
        "id":"ED433061",
        "title":"Department/Division Data Book, 1993-1997: Fall WSCH Trends and Staffing Patterns."},
      {
        "id":"ED433062",
        "title":"Opportunity for a New Millennium."},
      {
        "id":"ED433063",
        "title":"Our Lives in Community: A Learning Community Pilot Project for At-Risk Students."},
      {
        "id":"ED433064",
        "title":"Assessment Faculty Guide: The Rationale and Process for Outcomes Assessment."},
      {
        "id":"ED433065",
        "title":"The Assessment Plan and a Five-Year Plan for Full Implementation of Assessment at St. Louis Community College."},
      {
        "id":"ED433066",
        "title":"Findings and Planning Recommendations for Linkages between Non-Credit English as a Second Language, Transitional Studies, City College Programs and Outside Agencies."},
      {
        "id":"ED433067",
        "title":"Faculty Computer Expertise and Use of Instructional Technology. Technology Survey."},
      {
        "id":"ED433068",
        "title":"Campus Profiles Report: Fall Term Enrollments 1994-1997."},
      {
        "id":"ED433069",
        "title":"Maricopa Commission on Health Care Education Reform: Initial Report."},
      {
        "id":"ED433070",
        "title":"Progress Report of the New Model and Support Services for Transfer Students in Arizona."},
      {
        "id":"ED433071",
        "title":"San Francisco Unified School District Senior Survey Summary, 1997."},
      {
        "id":"ED433072",
        "title":"Revenues and Expenditures: Peer and Benchmark Comparisons, University of Hawai'i, Fiscal Year 1994-95."},
      {
        "id":"ED433073",
        "title":"Enrollment Projections, University of Hawai'i, Fall 1998 to Fall 2004. Revised."},
      {
        "id":"ED433074",
        "title":"Enrollment Projections, University of Hawai'i Community Colleges, Fall 1999 to Fall 2005."},
      {
        "id":"ED433075",
        "title":"Residence and Migration of First-Time Freshmen for the State of Hawai'i, Fall 1996. Special Report."},
      {
        "id":"ED433076",
        "title":"Measuring the Economic Benefits of Community College Attendance Using Community College, Unemployment Insurance, and State Agency Data. ERIC Digest."},
      {
        "id":"ED433077",
        "title":"Shared Governance in Community Colleges. ERIC Digest."},
      {
        "id":"ED433078",
        "title":"Promotion of Primary Education for Girls and Children in Disadvantaged Areas in Gansu Province, China."},
      {
        "id":"ED433079",
        "title":"Language Is the Key: Building Language with Picture Books and Play. A Training Manual To Accompany the Video Programs: &quot;Talking and Books&quot; [and]&quot;Talking and Play.&quot;"},
      {
        "id":"ED433081",
        "title":"Connections. 1997-1998."},
      {
        "id":"ED433082",
        "title":"The Role of the Mass Media in Parenting Education."},
      {
        "id":"ED433083",
        "title":"Proceedings of the World Summit on Television for Children. Final Report. (2nd, London, England, March 9-13, 1998)."},
      {
        "id":"ED433085",
        "title":"Higher Education as a Model for Financing Early Care and Education: Learning between Systems. A Report of The Financial Aid Think Tank (Minneapolis, Minnesota, June 29-July 1, 1998)."},
      {
        "id":"ED433086",
        "title":"The Classification and Understanding of Korean Proverbs Representing a Parent-Child Relationship."},
      {
        "id":"ED433087",
        "title":"Early Childhood Predictors of School-Age Children's Reports of Sibling Relationships."},
      {
        "id":"ED433091",
        "title":"Nursery Education: Desirable Outcomes for Children's Learning on Entering Compulsory Education."},
      {
        "id":"ED444105",
        "title":"Leadership Skills Training for Youths through the Exploring Program of Boy Scouts of America."},
      {
        "id":"ED444109",
        "title":"Parents' Motivations for Involvement in Children's Education: Testing a Theoretical Model."},
      {
        "id":"ED444113",
        "title":"Overselling Phonics."},
      {
        "id":"ED444114",
        "title":"Academics 2000: First Things First. Evaluation Report, 1998-99."},
      {
        "id":"ED444116",
        "title":"Impact Evaluation of School Library Printed Materials Grant, 2000."},
      {
        "id":"ED444117",
        "title":"Best Practice Goes Online."},
      {
        "id":"ED444118",
        "title":"Between the Lions: Public Television Promotes Early Literacy."},
      {
        "id":"ED444119",
        "title":"Dot.com Lessons Worth Learning: Student Engagement, Literacy, and Project-Based Learning."},
      {
        "id":"ED444120",
        "title":"Instructional Approaches Used To Integrate Literacy and Technology."},
      {
        "id":"ED444121",
        "title":"The Role of Qualitative and Ethnographic Research in Educational Policy."},
      {
        "id":"ED444122",
        "title":"Effects of Multigrade Classes on Student Progress in Literacy and Numeracy: Quantitative Evidence and Perceptions of Teachers and School Leaders."},
      {
        "id":"ED444123",
        "title":"Accelerating Literacy Progress for New School Entrants: The Preschool Literacy Project (Stage 3) in Victoria."},
      {
        "id":"ED444124",
        "title":"Evaluation of Round Robin Approaches in Teaching Reading."},
      {
        "id":"ED444125",
        "title":"Frameworks and Workframes: Literacy Policies and New Orders."},
      {
        "id":"ED444126",
        "title":"Teaching Children To Read: An Evidence-Based Assessment of the Scientific Research Literature on Reading and Its Implications for Reading Instruction."},
      {
        "id":"ED444128",
        "title":"Overview of Reading and Literacy Initiatives."},
      {
        "id":"ED444131",
        "title":"Reading Support: Asking the Right Questions, Getting Answers That Matter."},
      {
        "id":"ED444132",
        "title":"A Metacognitive Program for Improving the Word Identification and Reading Comprehension Skills of Upper Primary Poor Readers."},
      {
        "id":"ED444133",
        "title":"Problematising &quot;Background&quot;: (Re)Constructing Categories in Educational Research."},
      {
        "id":"ED444134",
        "title":"The Construction of Literate Cultures in Disadvantaged Schools: Teachers' Work, Children's Work."},
      {
        "id":"ED444135",
        "title":"Literacy, Contingency and Room To Move: Researching &quot;Normativity&quot; and &quot;Spaces of Freedom&quot; in Classrooms."},
      {
        "id":"ED444136",
        "title":"Professional Bandwagons and Local Discursive Effects: Reporting the Literate Student."},
      {
        "id":"ED444137",
        "title":"Making Use of Theories about Literacy and Justice: Teachers Re-Searching Practice."},
      {
        "id":"ED444138",
        "title":"&quot;Coming, Ready or Not!&quot;: Changing What Counts as Early Literacy."},
      {
        "id":"ED444139",
        "title":"Literacies, Contingent Repertoires and School Success."},
      {
        "id":"ED444140",
        "title":"Teachers and Students Developing Language about Reading through Retrospective Miscue Analysis."},
      {
        "id":"ED444141",
        "title":"Building Resilience in Literacy Learners."},
      {
        "id":"ED444142",
        "title":"A Guidebook for Adolescent Reading...In the Hope That All Students Will Be Lovers of Reading and All Teachers Will Design Instruction To Promote This Love!"},
      {
        "id":"ED444143",
        "title":"Pathways to Literacy: A Centennial BOCES and Colorado Department of Education Project."},
      {
        "id":"ED444144",
        "title":"Released Passages, Items, and Prompts: Grade 4 Reading and Writing Comprehension, 2000. Colorado Student Assessment Program."},
      {
        "id":"ED444145",
        "title":"Released Passages, Items, and Prompts: Grade 7 Reading and Writing Comprehension, 2000. Colorado Student Assessment Program."},
      {
        "id":"ED444146",
        "title":"A Report of the Instructional Effectiveness of the Harcourt Reading Program at the Kindergarten Grade Level. Technical Report."},
      {
        "id":"ED444147",
        "title":"The Role of Storytelling in Early Literacy Development."},
      {
        "id":"ED444151",
        "title":"English Unassailable but Unattainable: The Dilemma of Language Policy in South African Education."},
      {
        "id":"ED444152",
        "title":"Retelling as a Culturally Responsive Strategy for Micronesian Students: Eduard's Story."},
      {
        "id":"ED444153",
        "title":"The Student, Teacher, and the Literature Curriculum."},
      {
        "id":"ED444154",
        "title":"How English Is Taught and Learned in Four Exemplary Middle and High School Classrooms. CELA Research Report."},
      {
        "id":"ED444155",
        "title":"Prospective Teachers as Learners: Intellectual Development and Learning To Teach."},
      {
        "id":"ED444156",
        "title":"Making and Writing Words Using Letter Patterns."},
      {
        "id":"ED444157",
        "title":"An Approach to Factual Writing: An Invited Article."},
      {
        "id":"ED444158",
        "title":"Making and Writing Words."},
      {
        "id":"ED444159",
        "title":"Teaching Multiculturalism: Focus on People."},
      {
        "id":"ED444160",
        "title":"Implicit Actions and Explicit Outcomes: Cultural-Academic Interactions in Writing Journal Research Articles."},
      {
        "id":"ED444161",
        "title":"Improving Student Social Skills through the Use of Children's Literature."},
      {
        "id":"ED444162",
        "title":"The Promotion of Reading by Television: A Study of the Effects of the TV-Series &quot;I've Already Got a Book.&quot;"},
      {
        "id":"ED444163",
        "title":"Differentiated Instruction in Spelling."},
      {
        "id":"ED444164",
        "title":"Introducing Literacy across the Curriculum in a Secondary School: A University/School Collaborative Project."},
      {
        "id":"ED444165",
        "title":"Multiliteracies: A New Direction for Arts Education."},
      {
        "id":"ED444166",
        "title":"&quot;I'm Bored, I Don't Have Anything To Write About!&quot; A Study of the Writing Process in One Sixth Grade Classroom."},
      {
        "id":"ED444167",
        "title":"Pioneer Women Educators: Challenges and Contributions."},
      {
        "id":"ED444168",
        "title":"Magic or Mayhem? New Texts and New Literacies in Technological Times."},
      {
        "id":"ED444169",
        "title":"Critical Literacy and New Technologies."},
      {
        "id":"ED444170",
        "title":"The Moral Consequences of What We Construct through Qualitative Research."},
      {
        "id":"ED444171",
        "title":"Strategies, Tactics and the Politics of Literacy: Genres and Classroom Practices in a Context of Change."},
      {
        "id":"ED444172",
        "title":"Inventing Culturally Relevant Pedagogy in Two Fourth/Fifth-Grade Combination Classrooms: Diversity and Diglossia among Black English Speakers."},
      {
        "id":"ED444173",
        "title":"Ways with Windows--What Different People Do with the Same Equipment."},
      {
        "id":"ED444174",
        "title":"The Dialogic Instructor: Co-Teaching across the Disciplines."},
      {
        "id":"ED444175",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Eighteen."},
      {
        "id":"ED444176",
        "title":"Inventing a Discipline: Rhetoric Scholarship in Honor of Richard E. Young."},
      {
        "id":"ED444177",
        "title":"A Middle Mosaic: A Celebration of Reading, Writing, and Reflective Practice at the Middle Level."},
      {
        "id":"ED444178",
        "title":"Family Message Journals: Teaching Writing through Family Involvement."},
      {
        "id":"ED444179",
        "title":"Up Drafts: Case Studies in Teacher Renewal."},
      {
        "id":"ED444180",
        "title":"Alice Walker in the Classroom: &quot;Living by the Word.&quot; The NCTE High School Literature Series."},
      {
        "id":"ED444181",
        "title":"Grammatical Vocabulary: A Plea for the Re-Introduction of Grammatical Concepts into Our Schools."},
      {
        "id":"ED444183",
        "title":"Critical Literacies: Negotiating Powerful and Pleasurable Curricula--How Do We Foster Critical Literacy through English Language Arts?"},
      {
        "id":"ED444184",
        "title":"Teaching and Learning Literate Epistemologies. CELA Research Report."},
      {
        "id":"ED444185",
        "title":"Improving Student Achievement in Language Arts through Implementation of Multiple Intelligences Strategies."},
      {
        "id":"ED444186",
        "title":"Using Directed Writing Strategies To Teach Students Writing Skills in Middle Grades Language Arts."},
      {
        "id":"ED444188",
        "title":"Trends &amp; Issues in Secondary English, 2000 Edition."},
      {
        "id":"ED444189",
        "title":"Trends &amp; Issues in Elementary Language Arts, 2000 Edition."},
      {
        "id":"ED444190",
        "title":"Trends &amp; Issues in Postsecondary English Studies, 2000 Edition."},
      {
        "id":"ED444191",
        "title":"Measures of Writing Development in Learning Environments Using Cooperative Learning (CL) and Computer Mediated Communication (CMC)."},
      {
        "id":"ED444192",
        "title":"Between Freedom of the Media and Intrusions of Censorship in German Popular Culture."},
      {
        "id":"ED444193",
        "title":"From Printed Page to Multimedia: Evolution of a Second-Grade Class Newspaper."},
      {
        "id":"ED444194",
        "title":"What Influences Teachers' Decisions about Talk in Middle Years Classrooms?[R]"},
      {
        "id":"ED444195",
        "title":"Discourse and Culture of Learning--Communication Challenges."},
      {
        "id":"ED444196",
        "title":"Teaching Organizational Analysis."},
      {
        "id":"ED444197",
        "title":"Making Creativity and Imagination Part of the Curriculum."},
      {
        "id":"ED444198",
        "title":"Sproglyde: fysiske kontinua og mentale kategorier (Language Sounds: Physical Continua and Mental Categories). Odense Working Papers in Language and Communication, No. 20."},
      {
        "id":"ED444199",
        "title":"Integrating Service Learning into the Communication Capstone Course."},
      {
        "id":"ED444200",
        "title":"Freedom of Expression Laws and the College Press: Lessons Learned from the High Schools."},
      {
        "id":"ED444201",
        "title":"Nation's High School Newspapers: Still Widely Censored."},
      {
        "id":"ED444202",
        "title":"Student Publications Experience of Journalism and Mass Communication Educators."},
      {
        "id":"ED444203",
        "title":"Preparing Public Relations and Advertising Students for the 21st Century: A Case Study."},
      {
        "id":"ED444204",
        "title":"Priming International Affairs: How the Media Influence Attitudes toward Foreign Countries."},
      {
        "id":"ED444205",
        "title":"&quot;Working&quot; Knowledge and &quot;Working&quot; Identities: Learning and Teaching the New Word Order of the New Work Order."},
      {
        "id":"ED444207",
        "title":"Mid-Career Interning: Faculty Going from Classroom to Newsroom. A Pilot Study."},
      {
        "id":"ED444208",
        "title":"Internet Uses and Gratifications: Understanding Motivations for Using the Internet."},
      {
        "id":"ED444209",
        "title":"Educating for a More Public Journalism: Public Journalism and Its Challenges to Journalism Education."},
      {
        "id":"ED444211",
        "title":"A View from the Ivory Tower to the Real World: A Survey of Those Who Teach Advertising Creative Courses."},
      {
        "id":"ED444212",
        "title":"To Be or Not To Be? An Exploration of Issues Involved in Drama Program Development at Harris County High School."},
      {
        "id":"ED444213",
        "title":"Reflections of Girls in the Media: A Content Analysis. A Study of Television Shows and Commercials, Movies, Music Videos, and Teen Magazine Articles and Ads. An Executive Summary."},
      {
        "id":"ED444214",
        "title":"Reflections of Girls in the Media: A Content Analysis. A Study of Television Shows and Commercials, Movies, Music Videos, and Teen Magazine Articles and Ads."},
      {
        "id":"ED444215",
        "title":"Reflections of Girls in the Media: A National Survey of Children. A Summary of Findings and Toplines."},
      {
        "id":"ED444216",
        "title":"Reflections of Girls in the Media: A Two-Part Study on Gender and Media. Summary of Key Findings."},
      {
        "id":"ED444217",
        "title":"The Role of the Principal and Responsibility for Improving the Quality of Teaching in Japanese Schools."},
      {
        "id":"ED444218",
        "title":"School-Based Collaborative Teams: Evaluating Process and Student Outcomes."},
      {
        "id":"ED444219",
        "title":"Excellent Schools Require Excellent Professionals."},
      {
        "id":"ED444221",
        "title":"Managing Leadership Transitions in Education Partnerships. Final."},
      {
        "id":"ED444226",
        "title":"Legal Issues &amp; Education Technology: A School Leader's Guide."},
      {
        "id":"ED444228",
        "title":"The &quot;Push and Pull&quot; of Home Schooling in the Larger Society: Using an Epidemiological Lens To Study an Educational Phenomenon."},
      {
        "id":"ED444229",
        "title":"Collaboration: A Tale of Two Sites."},
      {
        "id":"ED444230",
        "title":"Educational Finance Reform in Wyoming."},
      {
        "id":"ED444231",
        "title":"An Observation Evaluation of High School A/B Block Classes: Variety or Monotony?"},
      {
        "id":"ED444232",
        "title":"Much Ado about Nothing: The Minimal Competitive Effects of the Cleveland Voucher Program."},
      {
        "id":"ED444233",
        "title":"Beyond the Professional Development School Model: The Professional Development District."},
      {
        "id":"ED444234",
        "title":"Letting a Thousand Flowers (and Weeds) Bloom: The Charter Story in Arizona."},
      {
        "id":"ED444235",
        "title":"Hints of the Pick-Axe: The Impact of Competition on Public Schooling in Milwaukee."},
      {
        "id":"ED444237",
        "title":"Meeting the Challenge of Standards: Planning Effective Standards-Based Leadership Conferences. New Visions for Public Schools Policy and Research Series."},
      {
        "id":"ED444238",
        "title":"Redefining &quot;Public&quot; Education: Charter Schools, Common Schools, and the Rhetoric of Reform."},
      {
        "id":"ED444239",
        "title":"Standards: The Policy Environment. ERIC Digest, Number 138."},
      {
        "id":"ED444240",
        "title":"Class Size Reduction in California: Summary of the 1998-99 Evaluation Findings."},
      {
        "id":"ED444242",
        "title":"[Elementary and Secondary School Civil Rights Compliance Report, 2000: Informational Materials.]"},
      {
        "id":"ED444243",
        "title":"Guiding Comprehensive School Reform. Leadership Folio Series."},
      {
        "id":"ED444244",
        "title":"Correlates of Successful Implementation and School Change: An Annotated Bibliography."},
      {
        "id":"ED444245",
        "title":"Growing a Volunteer Tutor Program: Engaging Communities To Support Schools."},
      {
        "id":"ED444246",
        "title":"The Meadows Principal Improvement Program: A Preservice Field Based Model for the Preparation of Principals."},
      {
        "id":"ED444247",
        "title":"The Role of Activity Based Costing (ABC) in Educational Support Services: A White Paper."},
      {
        "id":"ED444248",
        "title":"Lightspan in Action: A Skill-and-Content Comprehensive School Reform Demonstration Program Model. Proceedings from a CSRD Invited Symposium for Lightspan Reform Model Users (San Diego, California, October 21, 1999)."},
      {
        "id":"ED444250",
        "title":"School Reforms in England, Japan, Korea and the U.S.: Policy Variation and Educational Convergence."},
      {
        "id":"ED444251",
        "title":"Can Markets Set Bureaucrats Free? The Effects of School Choice on Teacher Empowerment in the Public Schools."},
      {
        "id":"ED444252",
        "title":"New Zealand Teacher Unions: Still Here after All the Reforms: Reporting Phase One of Work in Progress."},
      {
        "id":"ED444253",
        "title":"Identifying and Explaining the Consequences for Schools of External Accountability Initiatives or &quot;What in the World Did You Think I Was Doing before You Came Along?&quot;"},
      {
        "id":"ED444254",
        "title":"Texas: Charter Schools and the Struggle for Equity."},
      {
        "id":"ED444256",
        "title":"An Analysis of School District Strategic Planning Relationships with School Action Planning."},
      {
        "id":"ED444257",
        "title":"Developing Effective In-School-Suspension Programs."},
      {
        "id":"ED444258",
        "title":"Supply and Demand for Education Staff."},
      {
        "id":"ED444260",
        "title":"A Guide to an Integrated School Improvement Planning Framework. An Opportunity for Illinois Schools To Integrate Planning Resources for Continuous School Improvement."},
      {
        "id":"ED444261",
        "title":"A Template for an Integrated School Improvement Plan."},
      {
        "id":"ED444262",
        "title":"Illinois Charter Schools: Seeds for Change. Annual Report on Illinois Charter Schools, 2000."},
      {
        "id":"ED444263",
        "title":"State, Local and Federal Financing for Illinois Public Schools, 1998-99."},
      {
        "id":"ED444264",
        "title":"The School-Community Interface: A Practitioner's Approach to Launching School/Community-Based Management. HSLA Monograph."},
      {
        "id":"ED444266",
        "title":"Action Mapping: A Planning Tool for Change. HSLA Monograph."},
      {
        "id":"ED444267",
        "title":"Accountability in Education: A Primer for School Leaders. HSLA Monograph."},
      {
        "id":"ED444268",
        "title":"Focus on Learning: A Schoolwide Renewal Process of Analysis & Action. HSLA Monograph."},
      {
        "id":"ED444269",
        "title":"Block Scheduling in Missouri: A Study of Administrator and Teacher Perceptions."},
      {
        "id":"ED444270",
        "title":"Indicators of School Crime Safety, 2000."},
      {
        "id":"ED444273",
        "title":"Reforming High School Learning: The Effect of the Standards Movement on Secondary Students with Disabilities."},
      {
        "id":"ED444274",
        "title":"Programs for Young Children with Disabilities under IDEA: Excerpts from the Twenty-First Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act by the U.S. Department of Education (1999)."},
      {
        "id":"ED444275",
        "title":"Benefits of a Comprehensive Technology System in an Early Childhood Setting: Results of a Three-Year Study. Final Report."},
      {
        "id":"ED444276",
        "title":"Salamanca Five Years On: A Review of UNESCO Activities in the Light of the Salamanca Statement and Framework for Action on Special Needs Education."},
      {
        "id":"ED444277",
        "title":"Individualized Education Program Team Manual. Includes: Individualized Education Program, Evaluation Review, Manifestation Determination Review. [Revised]."},
      {
        "id":"ED444278",
        "title":"Academic Coaching for the Gifted Learner."},
      {
        "id":"ED444279",
        "title":"A Guide to the Individualized Education Program."},
      {
        "id":"ED444280",
        "title":"Braille Instruction. Quick Turn Around (QTA)."},
      {
        "id":"ED444281",
        "title":"Increasing the Participation of Special Needs Students in NAEP. Synthesis Brief."},
      {
        "id":"ED444282",
        "title":"A Parent's Guide: Attention-Deficit Hyperactivity Disorder in Children. Fourth Edition."},
      {
        "id":"ED444283",
        "title":"Physical Disabilities: Education and Related Services, Fall 1999-Spring 2000."},
      {
        "id":"ED444286",
        "title":"Portage Project Outreach. Portage Project of Cooperative Educational Service Agency 5. Final Report."},
      {
        "id":"ED444287",
        "title":"Building Capacity for Sustainable Change. Final Report."},
      {
        "id":"ED444288",
        "title":"Accommodations: Assisting Students with Disabilities. A Guide for Educators."},
      {
        "id":"ED444289",
        "title":"Providing Services to African Americans Who Are Blind: Views of Experienced White and African American Rehabilitation Counselors."},
      {
        "id":"ED444290",
        "title":"Examining the Beliefs of Involved Adults Concerning the Moral and Religious Development of Individuals with Mental Retardation."},
      {
        "id":"ED444291",
        "title":"Dimensions of Communication. Part I: Developing a Communication Profile [and] Part II: Designing an Intervention Plan. An Instrument To Assess the Communication Skills and Behaviors of Individuals with Disabilities."},
      {
        "id":"ED444292",
        "title":"Promises To Keep: A Decade of Federal Enforcement of the Americans with Disabilities Act, 1990-2000."},
      {
        "id":"ED444293",
        "title":"Red Book on Work Incentives: A Summary Guide to Social Security and Supplemental Security Income Work Incentives for People with Disabilities."},
      {
        "id":"ED444294",
        "title":"Guidance Regarding the Requirements of the Individuals with Disabilities Education Act (IDEA) on Individualized Education Programs."},
      {
        "id":"ED444295",
        "title":"Handbook on Parents' Rights."},
      {
        "id":"ED444296",
        "title":"Mobility Device Use in the United States. Disability Statistics Report 14."},
      {
        "id":"ED444297",
        "title":"Charter Schools and Special Education: Balancing Disparate Visions. An Investigation of Charter Schools and Special Education in Fifteen States."},
      {
        "id":"ED444298",
        "title":"Colorado Special Education Administrative Decisions, 1996-1997: Impartial Hearing Officers Decisions, State Level Review Decisions, Federal Complaints Officer Decisions."},
      {
        "id":"ED444299",
        "title":"Program Design for a Community-Based Literacy Program for Adults with Mental Retardation."},
      {
        "id":"ED444300",
        "title":"Deaf Prep Program: Mathematics Curriculum."},
      {
        "id":"ED444301",
        "title":"Reaching for the Sky: Policy To Support the Achievement of Students with Disabilities."},
      {
        "id":"ED444302",
        "title":"Reform for EVERY Learner: Teachers' Views on Standards and Students with Disabilities."},
      {
        "id":"ED444303",
        "title":"National Institute on Disability and Rehabilitation Research Program Directory, 1999."},
      {
        "id":"ED444304",
        "title":"Idaho Special Education Manual."},
      {
        "id":"ED444305",
        "title":"Accommodating Students with Disabilities in Math and Science Classes: A Resource for Teachers [and Videotape]."},
      {
        "id":"ED444306",
        "title":"The Inclusive Classroom. Meeting the Needs of Gifted Students: Differentiating Mathematics and Science Instruction. It's Just Good Teaching Series."},
      {
        "id":"ED444307",
        "title":"Part C Annual Performance Report, State of Missouri, July 1, 1997-September 30, 1998."},
      {
        "id":"ED444308",
        "title":"Language Representation Method Issues in AAC: All Are Not Equal."},
      {
        "id":"ED444309",
        "title":"Teacher Preparation for Diverse Classrooms: Performance-Based Assessment of Beginning Teachers. Final Performance Report."},
      {
        "id":"ED444310",
        "title":"Puerto Rican Families Who Have Children with Disabilities: A Comparison between Families Living in Puerto Rico and Families Living in Florida. Final Performance Report."},
      {
        "id":"ED444311",
        "title":"Making Your Case."},
      {
        "id":"ED444314",
        "title":"The Road to Work: An Introduction to Vocational Rehabilitation. A Booklet for Youth and Adults with Disabilities, Family Members and Advocates. Second Edition."},
      {
        "id":"ED444316",
        "title":"Read My Lips: It's My Choice."},
      {
        "id":"ED444319",
        "title":"Inclusion: A Practical Guide for Parents. Tools To Enhance Your Child&apos;s Success in Learning. [Second Edition]."},
      {
        "id":"ED444321",
        "title":"The Role of Attorneys in Special Education Mediation. Briefing Paper."},
      {
        "id":"ED444322",
        "title":"The Relationship between Speech/Language and Social Skills in Preschool Children with Developmental Delays."},
      {
        "id":"ED444323",
        "title":"What Do Spanish General Education Preservice and Inservice Teachers Believe toward Inclusion?"},
      {
        "id":"ED444324",
        "title":"Students with Attention Deficit Disorders ADD/ADHD: Eligibility Issues and Service Options under the Individuals with Disabilities Education Act (IDEA) and Section 504."},
      {
        "id":"ED444325",
        "title":"Special Education Issues in Confidentiality."},
      {
        "id":"ED444326",
        "title":"Extended School Year Services: The New Mexico State Department of Education Technical Assistance Document. [Revised and Updated]."},
      {
        "id":"ED444327",
        "title":"Improving Care for Children with Special Health Care Needs from Diverse Cultural Backgrounds: An Action Plan."},
      {
        "id":"ED444328",
        "title":"Students Who Learn Differently."},
      {
        "id":"ED444329",
        "title":"Postsecondary Students with Disabilities: Enrollment, Services, and Persistance. Stats in Brief."},
      {
        "id":"ED444330",
        "title":"National Institute on Disability and Rehabilitation Research Long-Range Plan, 1999-2003."},
      {
        "id":"ED444331",
        "title":"Adjusting Special Education Aid for Severity: The Case of Census-Based Funding in California."},
      {
        "id":"ED444333",
        "title":"To Assure the Free Appropriate Public Education of All Children with Disabilities (Individuals with Disabilities Education Act, Section 618). Twenty-Second Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act. 2000."},
      {
        "id":"ED444335",
        "title":"Feasibility and Cost Analysis."},
      {
        "id":"ED444336",
        "title":"Renewing Urban Schools."},
      {
        "id":"ED444337",
        "title":"Daylighting in Schools: An Investigation into the Relationship between Daylighting and Human Performance. Detailed Report."},
      {
        "id":"ED444338",
        "title":"Learning by Design: A School Leader's Guide to Architectural Services, 1995-1999."},
      {
        "id":"ED444339",
        "title":"Modernizing Our Schools: What Will It Cost?"},
      {
        "id":"ED444340",
        "title":"The Newark Public Schools Five-Year Facilities Management Plan. Summary Report."},
      {
        "id":"ED444341",
        "title":"Projecting Costs for School Buildings under Various Growth Scenarios. OSP Technical Reference Document."},
      {
        "id":"ED444342",
        "title":"From the Ground Up: A Handbook for Organizing for Capital Improvements to Your Public Schools."},
      {
        "id":"ED444343",
        "title":"Building, Expanding and Renovating Public Schools in Massachusetts: A Brief Owner's Guide to the Process."},
      {
        "id":"ED444344",
        "title":"An Interview with Cuningham Group's Bruce Jilk."},
      {
        "id":"ED444345",
        "title":"Tribal Child Care Facilities: A Guide to Construction and Renovation."},
      {
        "id":"ED444346",
        "title":"Maintenance of Electrical Services: Maintenance and Renewal in Educational Buildings. Building Bulletin 76."},
      {
        "id":"ED444347",
        "title":"Preventive Maintenance for Local Government Buildings: A Best Practices Review."},
      {
        "id":"ED444348",
        "title":"Sustainable Schools. IssueTrak: A CEFPI Brief on Educational Facility Issues."},
      {
        "id":"ED444349",
        "title":"Teacher Input and the Marginalization of Limited-English-Proficient Students."},
      {
        "id":"ED444350",
        "title":"A Selection of Papers from NWAVE [New Ways of Analyzing Variation] (25th, Las Vegas, Nevada, October 1996). University of Pennsylvania Working Papers in Linguistics, Volume 4, Number 1."},
      {
        "id":"ED444351",
        "title":"Proceedings of the Annual Penn Linguistics Colloquium (21st, Philadelphia, Pennsylvania, February 22-23, 1997). University of Pennsylvania Working Papers in Linguistics, Volume 4, Number 2."},
      {
        "id":"ED444352",
        "title":"Current Work in Linguistics. University of Pennsylvania Working Papers in Linguistics, Volume 4, Number 3."},
      {
        "id":"ED444353",
        "title":"Native and Non-Native Speakers: The View from Teacher Education."},
      {
        "id":"ED444354",
        "title":"Motivation Is Such a Complex Process in the EFL Foreign Language Classroom!"},
      {
        "id":"ED444355",
        "title":"The Language Proficiency Handbook: A Practitioner's Guide to Instructional Assessment."},
      {
        "id":"ED444356",
        "title":"Analysing Student-Student Interaction from Cooperative Learning and Systematic Functional Perspectives."},
      {
        "id":"ED444357",
        "title":"Proceedings of the Annual Penn Linguistics Colloquium (22nd, Philadelphia, Pennsylvania, February 28-March 1, 1998). University of Pennsylvania Working Papers in Linguistics, Volume 5, Number 1."},
      {
        "id":"ED444358",
        "title":"Current Work in Linguistics. University of Pennsylvania Working Papers in Linguistics, Volume 5, Number 2."},
      {
        "id":"ED444360",
        "title":"The Use of Commercial Application and Programming Software To Provide Language Students with Self-Access Materials Used in Their Own Time."},
      {
        "id":"ED444361",
        "title":"Interactional Competence: Challenges for Validity."},
      {
        "id":"ED444362",
        "title":"Online Teacher Training."},
      {
        "id":"ED444363",
        "title":"One Immigrant Student&apos;s Literacy Journey to the University."},
      {
        "id":"ED444365",
        "title":"Computer-Assisted Instruction--Its Value to Second Language Learners."},
      {
        "id":"ED444366",
        "title":"Proceedings of the 23rd Annual Penn Linguistics Colloquium. University of Pennsylvania Working Papers in Linguistics, Volume 6, Number 1."},
      {
        "id":"ED444367",
        "title":"Selected Papers from NWAVE(E) 27 (Athens, Georgia, October 1-4, 1998). University of Pennsylvania Working Papers in Linguistics, Volume 6, Number 2."},
      {
        "id":"ED444368",
        "title":"Current Work in Linguistics. University of Pennsylvania Working Papers in Linguistics, Volume 6, Number 3."},
      {
        "id":"ED444369",
        "title":"In Quest of Freedom: Towards Critical Pedagogy in the Education of Bilingual Youth."},
      {
        "id":"ED444370",
        "title":"Gesture and the Zone of Proximal Development in Second Language Learning: A Case Study."},
      {
        "id":"ED444371",
        "title":"Aboriginal Language Standardisation Project: Progress Report, 2000. Literacy Ontario."},
      {
        "id":"ED444372",
        "title":"Learning To Teach Foreign Languages: Case Studies of Six Preservice Teachers."},
      {
        "id":"ED444374",
        "title":"Preparing ESOL Teachers Using Web-Based Learning: Strategies and Tactics."},
      {
        "id":"ED444375",
        "title":"Effects of Whole Language on EFL Students' Motivation."},
      {
        "id":"ED444376",
        "title":"&quot;Applying&quot; Conversation Analysis in Applied Linguistics: Evaluating English as a Second Language Textbook Dialogue."},
      {
        "id":"ED444377",
        "title":"Reading Alone Together: Enhancing Extensive Reading via Student-Student Cooperation in Second Language Instruction."},
      {
        "id":"ED444378",
        "title":"An Exploratory Study of Teacher-Required Out-of-Class Academic Collaboration among Students at a Singapore Polytechnic."},
      {
        "id":"ED444379",
        "title":"What Teachers Need To Know about Language."},
      {
        "id":"ED444380",
        "title":"Thematic, Communicative Language Teaching in the K-8 Classroom. ERIC Digest."},
      {
        "id":"ED444381",
        "title":"Contextual Factors in Second Language Acquisition. ERIC Digest."},
      {
        "id":"ED444382",
        "title":"Communicative Language Teaching: Approach, Design and Procedure."},
      {
        "id":"ED444384",
        "title":"Connecting Legal Discourse with Real World Concerns."},
      {
        "id":"ED444385",
        "title":"Apprenticeship for Teaching: Professional Development Issues Surrounding the Collaborative Relationship between Teachers and Paraeducators. Research Report."},
      {
        "id":"ED444386",
        "title":"Evaluating an Innovative Elementary ESL Program."},
      {
        "id":"ED444387",
        "title":"Assessing Individual Learner Goal Achievement."},
      {
        "id":"ED444390",
        "title":"Using the Radio To Teach English as a Second Language."},
      {
        "id":"ED444391",
        "title":"The Plot Thickens: Beginning Level English Language Learners as Strategists. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED444392",
        "title":"Verbs: Where the Action Is. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED444393",
        "title":"Creative Chaos: What Happens When the Teacher's Not Looking. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED444394",
        "title":"See How They Mean: How Adult ESL Students Manage Learning. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED444395",
        "title":"Reaching All Students in an ESL Class. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED444396",
        "title":"Messages Conveyed by an Adult Learning Center. Practitioner Research Briefs, 1999-2000 Report Series."},
      {
        "id":"ED444397",
        "title":"Trauma and the Adult English Language Learner. ERIC Digest."},
      {
        "id":"ED444401",
        "title":"Student Charges & Financial Aid, 1999-2000."},
      {
        "id":"ED444402",
        "title":"Enrollment Trends at Public Four-Year Colleges and Universities, Fall 1990 to Fall 1997."},
      {
        "id":"ED444403",
        "title":"Returning to Our Roots: Toward a Coherent Campus Culture. Fifth Report. An Open Letter to the Presidents and Chancellors of State Universities and Land-Grant Colleges."},
      {
        "id":"ED444404",
        "title":"Great Expectations: How Pennsylvanians View Higher Education."},
      {
        "id":"ED444405",
        "title":"Great Expectations: How the Public and Parents--White, African American and Hispanic--View Higher Education."},
      {
        "id":"ED444406",
        "title":"A State-by-State Report Card on Higher Education: Prospectus."},
      {
        "id":"ED444407",
        "title":"Quality on the Line: Benchmarks for Success in Internet-Based Distance Education."},
      {
        "id":"ED444408",
        "title":"Study on the Place of Employment of Maryland Graduates."},
      {
        "id":"ED444409",
        "title":"Does Diversity Make a Difference? Three Research Studies on Diversity in College Classrooms."},
      {
        "id":"ED444410",
        "title":"Instructional Faculty and Staff in Higher Education Institutions Who Taught Classes to Undergraduates: Fall 1992. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED444411",
        "title":"State University of New York Staff Study: Graduate Medical Education."},
      {
        "id":"ED444412",
        "title":"World Directory of Medical Schools. Seventh Edition."},
      {
        "id":"ED444413",
        "title":"SUNY College of Agriculture and Technology at Morrisville: Selected Financial Management Practices."},
      {
        "id":"ED444415",
        "title":"Michigan: A Smart State for Women? Women and Higher Education."},
      {
        "id":"ED444416",
        "title":"Two Decades of Reform in Higher Education in Europe: 1980 Onwards. Eurydice Studies."},
      {
        "id":"ED444417",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1999-2000. Research Report."},
      {
        "id":"ED444421",
        "title":"Women in Development: Advancing Women in Higher Education."},
      {
        "id":"ED444422",
        "title":"Improving Faculty Socialization: Influences and Barriers and Historically Black Colleges and Universities."},
      {
        "id":"ED444423",
        "title":"Principles of Pedagogy in Teaching in a Diverse Medical School: The University of Capetown South Africa Medical School."},
      {
        "id":"ED444424",
        "title":"Community Activities, Educational Mentors, and College Predisposition Decisions of White, African American, and Hispanic Eighth Graders."},
      {
        "id":"ED444425",
        "title":"Job-Related Values of Ethnically Diverse College Students."},
      {
        "id":"ED444426",
        "title":"How Is Internationalization Implemented? A Framework for Organizational Practice."},
      {
        "id":"ED444427",
        "title":"Internationalization: The Challenge of Implementing Organizational Rhetoric."},
      {
        "id":"ED444429",
        "title":"The Distribution of Undergraduate Examination Questions among the Specified Cognitive Levels: A Case of an African University."},
      {
        "id":"ED444430",
        "title":"The Systems Approach to the University: Integrating Technology."},
      {
        "id":"ED444431",
        "title":"The Tension between Professors' and Students' Perceptions Regarding the Academic Environment."},
      {
        "id":"ED444433",
        "title":"Self-Grading: A Simple Strategy for Formative Assessment in Activity-Based Instruction."},
      {
        "id":"ED444434",
        "title":"Post-Secondary Safe Schools, 1999. Final Report."},
      {
        "id":"ED444435",
        "title":"A Comparison of Final Grades of Distance Learners to Classroom Learners."},
      {
        "id":"ED444436",
        "title":"How Service Works. Summary of the W. K. Kellogg Foundation&apos;s &quot;Service Works&quot;: A Retrospective Evaluation of Higher Education Service Programs."},
      {
        "id":"ED444437",
        "title":"Leadership Reconsidered: Engaging Higher Education in Social Change."},
      {
        "id":"ED444443",
        "title":"Voices of Change: Women's Experiences at Lake Forest College, 1955-1975."},
      {
        "id":"ED444445",
        "title":"Looking to the Future: Health Professions Education in Texas."},
      {
        "id":"ED444446",
        "title":"Achieving the Texas Higher Education Vision."},
      {
        "id":"ED444447",
        "title":"Blueprint for Missouri Higher Education: Reporting the Results. 1999 Annual Report."},
      {
        "id":"ED444448",
        "title":"When Teaching Includes Training."},
      {
        "id":"ED444449",
        "title":"Connecting @ the Crossroads. NECC 2000: National Educational Computing Conference Proceedings (21st, Atlanta, Georgia, June 26-28, 2000)."},
      {
        "id":"ED444450",
        "title":"Interactive Computer Models for Science Education. Research Paper: Connecting Technology to Teaching and Learning."},
      {
        "id":"ED444451",
        "title":"Information Technology in Teacher Education: A Closer Look. Research Paper: Staying Connected with Professional Development."},
      {
        "id":"ED444452",
        "title":"Active Learning Strategies in Computer Graphics. Research Paper: Connecting Technology to Teaching and Learning."},
      {
        "id":"ED444453",
        "title":"Goals 2000: Initial Evaluation. Research Paper: Moving Beyond the Crossroads: Teachers as Agents for Change."},
      {
        "id":"ED444454",
        "title":"eEducation: Interdisciplinary Crossroads. Research Paper: Connecting Technology to Teaching and Learning."},
      {
        "id":"ED444455",
        "title":"Web-Based Extended Learning through Discussion Forums. Research Paper: Connecting Technology to Teaching and Learning."},
      {
        "id":"ED444456",
        "title":"Images of Teaching with Computer Technology: A Metaphorical Perspective. Research Paper: Moving Beyond the Crossroads: Teachers as Agents for Change."},
      {
        "id":"ED444457",
        "title":"Proceedings of SITE 2000: Society for Information Technology &amp; Teacher Education International Conference (11th, San Diego, California, February 8-12, 2000). Volumes 1-3."},
      {
        "id":"ED444458",
        "title":"Technology for Critical Pedagogy: Beyond Self-Reflection with Video."},
      {
        "id":"ED444459",
        "title":"Defining a Distant Environment for Teacher Education."},
      {
        "id":"ED444460",
        "title":"An Evaluation Methodology for Computer Mediated Teletraining Systems."},
      {
        "id":"ED444461",
        "title":"CBT: The Past, Present and, Hopefully, the Future."},
      {
        "id":"ED444462",
        "title":"A University Design Team Approach: Developing Courses for On-Line Distance Education."},
      {
        "id":"ED444463",
        "title":"Assessing the Value of IT (As Difficult To Assess as the Value of Formal Education?)."},
      {
        "id":"ED444464",
        "title":"Then and Now: Technology and the Changing Face of Higher Education."},
      {
        "id":"ED444465",
        "title":"Higher Level Thinking Skills and Individual Differences: Bridging Gaps with Technology."},
      {
        "id":"ED444466",
        "title":"A Farewell to the Traditional Instructional Media and Technologies in the New Millennium."},
      {
        "id":"ED444467",
        "title":"Technology Planning and Technology Integration: A Case Study."},
      {
        "id":"ED444468",
        "title":"Effective Curricular Software Selection for K-12 Educators."},
      {
        "id":"ED444469",
        "title":"Concept Mapping in the Classroom with Inspiration Software."},
      {
        "id":"ED444470",
        "title":"Proving Competence: Integrative Assessment and Web-Based Portfolio System in a Dynamic Curriculum."},
      {
        "id":"ED444471",
        "title":"Problems and Practical Solutions of Web-Based Courses: Lessons Learned from Three Educational Institutions."},
      {
        "id":"ED444472",
        "title":"Evaluating New ICT-Based Models for Teacher Training."},
      {
        "id":"ED444473",
        "title":"Improving Collaborative Learning by Supporting Casual Encounters in Distance Learning."},
      {
        "id":"ED444474",
        "title":"Challenges of Using CSCL in Open Distributed Learning."},
      {
        "id":"ED444475",
        "title":"Remote Labs!"},
      {
        "id":"ED444476",
        "title":"An Overview of Online Educational Delivery Applications."},
      {
        "id":"ED444477",
        "title":"More than Having a Connection: Qualitative Factors That Affect Learning in a Web-Based University Course."},
      {
        "id":"ED444478",
        "title":"Content Analysis as a Tool for Evaluating the Effectiveness of Distance Learning Systems."},
      {
        "id":"ED444479",
        "title":"Evaluation of World Wide Web Delivered University Courseware: Creating an Instrument Appropriate for a New Course Delivery Medium."},
      {
        "id":"ED444480",
        "title":"Trickle Down Technology: A Distance Education Approach to Professional Development."},
      {
        "id":"ED444481",
        "title":"Shifting Focus from Teaching to Learning--ICT as an Incentive To Reform Teacher Education."},
      {
        "id":"ED444482",
        "title":"New Horizons in Distance Education: Re-Mapping the Pedagogical Terrain."},
      {
        "id":"ED444483",
        "title":"Three Community Building Strategies and Their Impacts in an On-Line Course."},
      {
        "id":"ED444484",
        "title":"Technology in the Classroom: Implications for Teacher Education."},
      {
        "id":"ED444485",
        "title":"Introducing ODL in Teacher Education--An On-Line Course on How To Create On-Line Learning Environments."},
      {
        "id":"ED444486",
        "title":"A New Program for the Inservice Training of Computer Studies Teachers through Distance Education."},
      {
        "id":"ED444487",
        "title":"Diversity and International."},
      {
        "id":"ED444488",
        "title":"Preparing Pre-Service Teachers To Use Technology To Teach the Content Areas in Elementary Schools."},
      {
        "id":"ED444489",
        "title":"The Impact of Theory on Technology Use in the Classroom."},
      {
        "id":"ED444490",
        "title":"Constructing Technology-Based Constructivism: A New Approach to the Educational Computing Course."},
      {
        "id":"ED444491",
        "title":"Collaborative Team Teaching Approach in a Technology Course."},
      {
        "id":"ED444492",
        "title":"Teachers' Comfort Level, Confidence, and Attitude toward Technology at a Technology Course."},
      {
        "id":"ED444493",
        "title":"A Comparison of Student-Teachers' Attitudes toward Computers in On-Line and Traditional Computer Literacy Courses: A Case Study."},
      {
        "id":"ED444494",
        "title":"What Are We Talking About? The Impact of Computer-Mediated Communication on Student Learning."},
      {
        "id":"ED444495",
        "title":"Information System Design of Undergraduate Education: Combining Lectures with Practice."},
      {
        "id":"ED444496",
        "title":"Educational Leadership."},
      {
        "id":"ED444497",
        "title":"Faculty Development."},
      {
        "id":"ED444498",
        "title":"[Collected Papers on Graduate &amp; Inservice Teacher Education and Technology]."},
      {
        "id":"ED444499",
        "title":"Setting Course for the New Millennium: Planning for ICT in a New Bachelor Degree Program."},
      {
        "id":"ED444500",
        "title":"Learning about Information Technology in Education Using Multimedia."},
      {
        "id":"ED444501",
        "title":"Design and Development of an Interactive Web-Based Curriculum in Support of the Space Science Education Initiative: Mars Millennium."},
      {
        "id":"ED444502",
        "title":"Different Storyboarding Methods in Multimedia Courseware Design."},
      {
        "id":"ED444503",
        "title":"Learning through Dignity: Participatory Communication Theory."},
      {
        "id":"ED444504",
        "title":"Teachers under Construction--Incorporating Principles of Engaged and Brain Based Learning into a Constructivist &quot;Technology in Education&quot; Program."},
      {
        "id":"ED444505",
        "title":"Approaches for Generating Animations for Lectures."},
      {
        "id":"ED444506",
        "title":"How To Create a Learning Environment on the Internet, Based on Constructivism and Sociocultural Approaches?"},
      {
        "id":"ED444507",
        "title":"Taking ID On-Line: Developing an On-Line Instructional Design Course."},
      {
        "id":"ED444508",
        "title":"Real-Time Courseware Design: The LAVAC Video Sequencer[R]."},
      {
        "id":"ED444509",
        "title":"Learner-Centered WBI Tutorials."},
      {
        "id":"ED444510",
        "title":"Designing a &quot;Best Practice&quot; Online Course."},
      {
        "id":"ED444511",
        "title":"Collaborative Inquiries into the Networked Classroom."},
      {
        "id":"ED444512",
        "title":"[Collected Papers on International Aspects of Teacher Education and Technology.]"},
      {
        "id":"ED444513",
        "title":"[Collected Papers on Mathematics.]"},
      {
        "id":"ED444514",
        "title":"Electronic Teaching Portfolios: Multimedia Skills + Portfolio Development = Powerful Professional Development."},
      {
        "id":"ED444515",
        "title":"Web-Based Student Portfolios in a Graduate Instructional Technology Program."},
      {
        "id":"ED444516",
        "title":"Learner Assessment in Multimedia Instruction: Considerations for the Instructional Designer."},
      {
        "id":"ED444517",
        "title":"Creating a Web of Evidence: Multimedia Examples of Student Performance."},
      {
        "id":"ED444518",
        "title":"Design and Development of Interactive Multimedia for Library Research Instruction."},
      {
        "id":"ED444519",
        "title":"Issues in the Design and Development of DVD-Materials for Teacher Training in Counseling."},
      {
        "id":"ED444520",
        "title":"Role of Audience in Multimedia Production."},
      {
        "id":"ED444521",
        "title":"VisionQuest[C]: Helping Our Future Teachers Envision and Achieve Technology Integration."},
      {
        "id":"ED444522",
        "title":"Database Advisor: A New Tool for K-12 Research Projects."},
      {
        "id":"ED444523",
        "title":"Digital Cameras in the K-12 Classroom."},
      {
        "id":"ED444524",
        "title":"Linking Video Conferencing to the Desktop."},
      {
        "id":"ED444525",
        "title":"Ten Years On: Assessing Multimedia Distance-Learning."},
      {
        "id":"ED444526",
        "title":"Interactive Multimedia as Research Portrayal."},
      {
        "id":"ED444527",
        "title":"Development of Two Multimedia Corpora for Adaptive Web-Based Distance Learning."},
      {
        "id":"ED444528",
        "title":"Using Web Database Tools To Facilitate the Construction of Knowledge in Online Courses."},
      {
        "id":"ED444529",
        "title":"Preservice Teacher Education."},
      {
        "id":"ED444530",
        "title":"Technology-Using Teachers: How Powerful Visions and Student-Centered Beliefs Fuel Exemplary Practice."},
      {
        "id":"ED444531",
        "title":"The Effects of Technology on the Attitudes of Classroom Teachers (E-TACT)."},
      {
        "id":"ED444532",
        "title":"Student View of Classroom Technology Use."},
      {
        "id":"ED444533",
        "title":"The Effects of Fifth Dimension on Preservice Teacher Beliefs."},
      {
        "id":"ED444534",
        "title":"Instructional Software Evaluation Criteria Used by the Teachers: Implications from Theory to Practice."},
      {
        "id":"ED444535",
        "title":"Correlations between Teacher Characteristics and Teacher Attitudes toward Multimedia Development among Teachers Utilizing the Multimedia Authoring Program, HyperStudio."},
      {
        "id":"ED444536",
        "title":"Integrating Technology at the Pre-Service Teacher Level: Examining the Process of Change."},
      {
        "id":"ED444537",
        "title":"Preservice Teachers' Perception of the Teachers' Role in the Classroom with Computers."},
      {
        "id":"ED444538",
        "title":"Student Teachers' Perception and Practice of the Computer Use during the Practicum."},
      {
        "id":"ED444539",
        "title":"Attitudes of Prospective High School Mathematics Teachers towards Integrating Information Technologies into Their Future Teaching."},
      {
        "id":"ED444540",
        "title":"Perceptions of Teachers at Miami Shores/Barry University (MSBU) Charter School of Using Computers in Their Classrooms for Teaching."},
      {
        "id":"ED444541",
        "title":"Databases Linked to the Web: Facilitating Collaborative Inquiry in Teacher Education."},
      {
        "id":"ED444542",
        "title":"Technology Integration and Teaching Expertise."},
      {
        "id":"ED444543",
        "title":"Programs That Prepare Teachers To Integrate Technology into Instruction in Meaningful Ways: How Successful Are They?"},
      {
        "id":"ED444544",
        "title":"Levels of Computer Literacy of School Teachers and Students: Case Studies."},
      {
        "id":"ED444545",
        "title":"Terminology of Educational Technology: A Quantitative Study Based on SITE Conference Proceedings."},
      {
        "id":"ED444546",
        "title":"Learners' Reflections in Technological Learning Environments: Why To Promote and How To Evaluate."},
      {
        "id":"ED444547",
        "title":"Learning with Hypermedia: The Role of Epistemological Beliefs and Self-Regulation."},
      {
        "id":"ED444548",
        "title":"Technology in Teaching: Just How Confident Are Preservice Teachers?"},
      {
        "id":"ED444549",
        "title":"Effective Use of ICT by Student Teachers--Is It Improving?"},
      {
        "id":"ED444550",
        "title":"Strategies To Increase Interaction in Online Social Learning Environments."},
      {
        "id":"ED444551",
        "title":"Using Computers To Enhance Action Research."},
      {
        "id":"ED444552",
        "title":"Evaluating Online Learning: Models and Methods."},
      {
        "id":"ED444553",
        "title":"Beyond Computer Literacy: Addressing the Evolution of Technology Standards."},
      {
        "id":"ED444554",
        "title":"Reading, Language Arts &amp; Literacy."},
      {
        "id":"ED444555",
        "title":"Science."},
      {
        "id":"ED444556",
        "title":"Designing Multimedia Case Studies for Preservice Teachers: Pedagogical Questions and Technological Design Solutions."},
      {
        "id":"ED444557",
        "title":"Evaluating the Use of World Wide Web Courseware in Student Teachers' Education: A Case from Croatia."},
      {
        "id":"ED444558",
        "title":"Preservice Literacy Teachers, Digital Literacy Portfolios, and Multimedia Case-Based Instruction: Examining the Theoretical Basis for Case-Based Instruction."},
      {
        "id":"ED444559",
        "title":"Modeling for Understanding."},
      {
        "id":"ED444560",
        "title":"An In Depth Look at How Learning in a Virtual Classroom Impacts on the Curriculum."},
      {
        "id":"ED444561",
        "title":"Special Needs."},
      {
        "id":"ED444562",
        "title":"Social Studies."},
      {
        "id":"ED444563",
        "title":"More Than Inventory: Effective Integration of Instructional Technology To Support Student Learning in K-12 Schools."},
      {
        "id":"ED444564",
        "title":"Middle School Technology Integration Study."},
      {
        "id":"ED444565",
        "title":"New Insights on Technology Adoption in Communities of Learners."},
      {
        "id":"ED444566",
        "title":"Technology Infusion in a Chinese Middle School: A Comparative Perspective."},
      {
        "id":"ED444567",
        "title":"Supporting Technology in Elementary Classrooms: The Roles of Students."},
      {
        "id":"ED444568",
        "title":"Project THREAD: Technology Helping Restructure Educational Access and Delivery."},
      {
        "id":"ED444569",
        "title":"Effective Means of Integrating Technology into the School of Education."},
      {
        "id":"ED444570",
        "title":"Living with Technology Diffusion Confusion."},
      {
        "id":"ED444571",
        "title":"Preservice Technology Mentoring."},
      {
        "id":"ED444572",
        "title":"Technology Integration within University/Public School Communities: A Panel Discussion."},
      {
        "id":"ED444573",
        "title":"Technology and Beyond: Teachers Learning through Project-Based Partnerships."},
      {
        "id":"ED444574",
        "title":"Design of the MIMIC Network for Preparing Tomorrow's Teachers."},
      {
        "id":"ED444575",
        "title":"A Best Practices Approach to the Use of Information Technology in Education."},
      {
        "id":"ED444576",
        "title":"Educational Technology Plans: Keys for Successful Implementation and Accountability."},
      {
        "id":"ED444577",
        "title":"Telecomm: Graduate & Inservice."},
      {
        "id":"ED444578",
        "title":"Telecomm: Preservice Applications."},
      {
        "id":"ED444579",
        "title":"Formative Evaluations of a Web-Based Masters Program: Insights for Web-Based Course Developers."},
      {
        "id":"ED444580",
        "title":"Taking a Stand: Developing System-Wide Collaborations for Effective Discourse."},
      {
        "id":"ED444581",
        "title":"The InfoTective: Evaluating an On-Line Curriculum Framework."},
      {
        "id":"ED444582",
        "title":"Strategies Used in &quot;Fermilab LInC Online&quot; To Develop Leadership Teams That Integrate Technology To Support Constructivist Learning."},
      {
        "id":"ED444583",
        "title":"Designing a School's Web Site Using Information Architecture."},
      {
        "id":"ED444584",
        "title":"Web Site Evaluation Rubrics for K-12 Educators: An On-Line Literature Review."},
      {
        "id":"ED444585",
        "title":"Designing the Next Generation of Tools Using an Open Systems Approach: A Usability Study."},
      {
        "id":"ED444586",
        "title":"Seven Year Update of the End-User of Internet."},
      {
        "id":"ED444587",
        "title":"The New Production of Knowledge: A Return to Philosophical Principles."},
      {
        "id":"ED444588",
        "title":"In Search of the Revolutionary Power of Critical Pedagogy: Issues of Ideology, Power, and Culture in Technology Teacher Education."},
      {
        "id":"ED444589",
        "title":"Drivers for Successful Student Learning through Collaborative Interactivity in Internet Based Courses."},
      {
        "id":"ED444590",
        "title":"What Tomorrow May Bring: Trends in Technology and Education."},
      {
        "id":"ED444591",
        "title":"Cognition and Courseware Design by Teachers: The Concept of Multimediatizing."},
      {
        "id":"ED444592",
        "title":"The Integration of Technology into a Constructivist Curriculum: Beyond PowerPoint[R]."},
      {
        "id":"ED444593",
        "title":"Young Child."},
      {
        "id":"ED444594",
        "title":"Integrating WWW Technology into Classroom Teaching: College Students' Perceptions of Course Web Sites as an Instructional Resource."},
      {
        "id":"ED444595",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (22nd, Long Beach, California, February 16-20, 2000)."},
      {
        "id":"ED444596",
        "title":"Sketches of Innovators in Education: A Collection of Articles on Teaching with Technology by Indiana State University Faculty. Second Edition."},
      {
        "id":"ED444597",
        "title":"A Survey of Educational Change Models. ERIC Digest."},
      {
        "id":"ED444599",
        "title":"Teachers' Tools for the 21st Century: A Report on Teachers' Use of Technology. Statistical Analysis Report."},
      {
        "id":"ED444600",
        "title":"Digital Reference Services and Centers at the United States Department of Education: Analysis and Recommendations."},
      {
        "id":"ED444601",
        "title":"Who Owns Online Courses and Course Materials? Intellectual Property Policies for a New Learning Environment. Pew Symposia in Learning and Technology (2nd, Miami, Florida, February 17-18, 2000)."},
      {
        "id":"ED444602",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part I: Information Resources, Update 2000. ERIC Digest."},
      {
        "id":"ED444603",
        "title":"The Power of the Internet for Learning: Moving from Promise to Practice."},
      {
        "id":"ED444604",
        "title":"e-Learning: Putting a World-Class Education at the Fingertips of All Children. The National Educational Technology Plan."},
      {
        "id":"ED444605",
        "title":"Teachers and Librarians: Collaborative Relationships. ERIC Digest."},
      {
        "id":"ED444606",
        "title":"Office of Special Services Annual Report, FY 1999."},
      {
        "id":"ED444607",
        "title":"FACCCTS: The Journal of the Faculty Association of California Community Colleges, 1997-1998."},
      {
        "id":"ED444608",
        "title":"FACCCTS: The Journal of the Faculty Association of California Community Colleges, 1998-1999."},
      {
        "id":"ED444609",
        "title":"Service Area Market Analysis: Environmental Scanning."},
      {
        "id":"ED444610",
        "title":"Service Area Market Analysis: Focus on Industry and Occupation."},
      {
        "id":"ED444611",
        "title":"FACCCTS: The Journal of the Faculty Association of California Community Colleges, 1995-1996."},
      {
        "id":"ED444612",
        "title":"Renaissance Administrator, Spring 1998."},
      {
        "id":"ED444613",
        "title":"Selected Policy Issues Facing the 21st Century Community College."},
      {
        "id":"ED444614",
        "title":"The Role of the Community College in Welfare Reform since Passage of the Welfare Reform Act of 1996."},
      {
        "id":"ED444615",
        "title":"Community College of Rhode Island Annual Report, 1999."},
      {
        "id":"ED444616",
        "title":"Career Placement and Graduate Transfer Report, 1999."},
      {
        "id":"ED444618",
        "title":"Development &amp; Implementation of a Community Needs Assessment in Automotive Technology (AMT), Maui, Hawaii."},
      {
        "id":"ED444619",
        "title":"Improving Learning, Retention of Knowledge, and Attitude of Students in a Vocational-Technical College through Interactive Computer Technology."},
      {
        "id":"ED444621",
        "title":"Fast Facts 26-42."},
      {
        "id":"ED444622",
        "title":"Annual Personnel Report (APR) Data Base Data Element Dictionary, 1999-2000."},
      {
        "id":"ED444623",
        "title":"Fiscal Year 2000 Salary Report for the Illinois Public Community Colleges."},
      {
        "id":"ED444624",
        "title":"Primary Trait Scoring: A Direct Assessment Option for Educators."},
      {
        "id":"ED444625",
        "title":"Building Relationships in College \"Classrooms\" through Technology."},
      {
        "id":"ED444626",
        "title":"Profile of B.C. College Transfer Students Admitted to the University of Victoria, 1992-93 to 1996-97."},
      {
        "id":"ED444627",
        "title":"Investigating Transfer Project, Phase I: Transfer Experiences of Students from Community College to University."},
      {
        "id":"ED444628",
        "title":"Transfer Credit Evaluation of Students Entering Simon Fraser University from B.C. Colleges during the Calendar Year 1998."},
      {
        "id":"ED444629",
        "title":"Profile of B.C. College Transfer Students Admitted to Simon Fraser University, 1994/95 to 1998/99."},
      {
        "id":"ED444630",
        "title":"Profile of B.C. College Transfer Students Admitted to Simon Fraser University, 1993/94 to 1997/98."},
      {
        "id":"ED444631",
        "title":"Profile of B.C. College Transfer Students Admitted to Simon Fraser University, 1992/93 to 1996/97."},
      {
        "id":"ED444632",
        "title":"Follow-Up of JCCC Career Program Completers: Class of 1998-99."},
      {
        "id":"ED444633",
        "title":"5-Year Report of JCCC Career Programs, Fall 1993 to Spring 1998."},
      {
        "id":"ED444634",
        "title":"A Long-Term Follow-Up Study of 1994-95 Career Program Completers."},
      {
        "id":"ED444635",
        "title":"TL[Squared]C[Squared] Teaching and Learning Leadership Program: Contextual Learning Experience for Community College Mid-Career Faculty."},
      {
        "id":"ED444636",
        "title":"The Colorado Five-Year State Plan for Career and Technical Education under the Carl D. Perkins Vocational and Technical Education Act of 1998."},
      {
        "id":"ED444637",
        "title":"Some Perspectives on Transfer Effectiveness in the B.C. Post-Secondary System, 1994. Working Paper."},
      {
        "id":"ED444638",
        "title":"Today's Higher Education Students: Issues of Admission, Retention, Transfer, and Attrition in Relation to Changing Student Demographics."},
      {
        "id":"ED444639",
        "title":"Mapping the Realities of First Year Post-Secondary Life: A Study of Students at Three Post-Secondary Institutions."},
      {
        "id":"ED444640",
        "title":"Investigating Transfer Project, Phase III: A History of Transfer Policy and Practice in British Columbia."},
      {
        "id":"ED444641",
        "title":"An Assessment of British Columbia's Post-Secondary Education Transfer Issues: The Student Perspective."},
      {
        "id":"ED444642",
        "title":"Physics in the Two-Year Colleges. AIP Report."},
      {
        "id":"ED444643",
        "title":"The Community College Transfer Function: A Study of Its Success in Higher Education."},
      {
        "id":"ED444644",
        "title":"Survey of Advising and Admissions Personnel on Administrative Systems Related to Transfer: Results."},
      {
        "id":"ED444645",
        "title":"Block Transfer Handbook: Constructing and Negotiating Block Transfer Agreements."},
      {
        "id":"ED444646",
        "title":"Annual Report to the Ministry of Advanced Education, Training and Technology, 1999-2000."},
      {
        "id":"ED444647",
        "title":"Block Transfer: Issues and Options. A Discussion Paper."},
      {
        "id":"ED444648",
        "title":"The Block Transfer Project: Consultation and Response."},
      {
        "id":"ED444649",
        "title":"Kentucky Community and Technical College System Fact Book, 2000."},
      {
        "id":"ED444650",
        "title":"Improving Opportunities for Transfer from the Wisconsin Technical College System to the University of Wisconsin System. Report of the UW/WTCS Transfer Study Committee to the President of the University of Wisconsin System and the State Director of the Wisconsin Technical College System."},
      {
        "id":"ED444651",
        "title":"Digital Divide: Gender and Race Variations of Computer Use by NVCC Students. OIR Report."},
      {
        "id":"ED444653",
        "title":"Institutional Self-Study Follow-Up Survey, Spring 2000. Preliminary Results for Faculty, Administrators, Staff & Students as Compared with Fall 1998 Self-Study Survey Results."},
      {
        "id":"ED444654",
        "title":"NVCC Continuing Education Course Evaluations by Campus. OIR Report."},
      {
        "id":"ED444655",
        "title":"Student Access and Mobility within the British Columbia Post-Secondary System: A Critical Analysis of Research, Public Policy and the Role of the B.C. Council on Admissions and Transfer."},
      {
        "id":"ED444656",
        "title":"Profile of B.C. College Transfer Students Admitted to the University of British Columbia, 1992/93 to 1996/97."},
      {
        "id":"ED444657",
        "title":"Profile of B.C. College Transfer Students Admitted to the University of Victoria 1994/95 to 1998/99."},
      {
        "id":"ED444658",
        "title":"Transfer Credit Assessment for B.C. College Transfer Students Admitted to the University of British Columbia in the 1997/98 Session."},
      {
        "id":"ED444659",
        "title":"Investigating Transfer Project, Phase II: Community College Students' Perceptions of Transfer: The Case of Douglas College."},
      {
        "id":"ED444660",
        "title":"Profile of B.C. College Transfer Students Admitted to the University of Victoria, 1993/94 to 1997/98."},
      {
        "id":"ED444661",
        "title":"BC College Transfer Credit Evaluation: An Analysis of Students Entering the University of Victoria, Winter 1998/99 Session."},
      {
        "id":"ED444662",
        "title":"South Texas Community College 1999-2000 Fact Book."},
      {
        "id":"ED444663",
        "title":"Student Information System Instructions, 1998-99 Academic Year."},
      {
        "id":"ED444664",
        "title":"Career and Educational Interests of Johnson County High School Students."},
      {
        "id":"ED444665",
        "title":"Follow-Up of JCCC Career Program Completers: Class of 1997-98."},
      {
        "id":"ED444666",
        "title":"JCC Drop Study/Attrition Rates, Fall 1999."},
      {
        "id":"ED444667",
        "title":"Student Transfer Guide and General Education Articulation Matrix, 1999-2000."},
      {
        "id":"ED444668",
        "title":"Transfers of Cabrillo College Students Who Attended the Watsonville Center."},
      {
        "id":"ED444669",
        "title":"Facilities/Capital Outlay Data Base Data Element Dictionary, 1999-2000. Version 5.0."},
      {
        "id":"ED444670",
        "title":"Innovation Incubator Annual Report."},
      {
        "id":"ED444671",
        "title":"College of DuPage Institutional Portrait, 1999-2000."},
      {
        "id":"ED444672",
        "title":"College of DuPage Student Portrait, Fall Quarter 1999."},
      {
        "id":"ED444673",
        "title":"Transfer Rates: How To Measure and for What Purpose? A Discussion Paper."},
      {
        "id":"ED444674",
        "title":"Investigating Transfer: The Student's Perspective."},
      {
        "id":"ED444675",
        "title":"Transfer: What's the Problem? A Special Report from the Transfer Innovations Committee."},
      {
        "id":"ED444676",
        "title":"Survey of Registrars about the Associate Degree: Report on Findings."},
      {
        "id":"ED444677",
        "title":"Guidelines on Minimum Standards for College Technology, Adopted Spring 2000."},
      {
        "id":"ED444678",
        "title":"Alternative Calendars: Recommendations and a Progress Report, Adopted April 2000."},
      {
        "id":"ED444679",
        "title":"WCTC Graduate Follow-Up Report, 1999."},
      {
        "id":"ED444680",
        "title":"Ontario's Colleges for the 21st Century: Capacity and Charter Framework."},
      {
        "id":"ED444685",
        "title":"Child Health in the Netherlands: Facts and Figures, 1997."},
      {
        "id":"ED444687",
        "title":"[Resources Families Projects (ISPES) in the Social and Political Context of the Nineties: Porto Torres (Sardinia), Regione Calabria, and Lavello (Basilicata).]"},
      {
        "id":"ED444689",
        "title":"Early Learning: Improving Results for Young Children."},
      {
        "id":"ED444690",
        "title":"The State of Our Nation's Youth, 2000-2001."},
      {
        "id":"ED444691",
        "title":"A Portrait of Contrasts: A Comparison of the Horatio Alger Scholars and the State of Our Nation's Youth Survey, 2000-2001."},
      {
        "id":"ED444692",
        "title":"The Healthy Steps for Young Children Program [and] Effects of the Healthy Steps for Young Children Program at 2-4 Months."},
      {
        "id":"ED444693",
        "title":"Ten Tips for Parents To Help Their Children Avoid Teen Pregnancy [and] Talking Back: Ten Things Teens Want Parents To Know about Teen Pregnancy. Plus: A List of Resources for Parents."},
      {
        "id":"ED444696",
        "title":"Preparing the Workers of Tomorrow: A Report on Early Learning."},
      {
        "id":"ED444697",
        "title":"Enhancing and Well-Being of Young Children and Families in the Context of Welfare Reform: Lessons from Early Childhood, TANF, and Family Support Programs."},
      {
        "id":"ED444698",
        "title":"An Overview and Synthesis of the Project on State-Level Child Outcomes."},
      {
        "id":"ED444700",
        "title":"Training Fathers To Develop Reading and Writing Skills in Young Children with Disabilities."},
      {
        "id":"ED444701",
        "title":"A Three Year Evaluation Study of a Bilingual Curriculum Program for Limited English Proficient Hispanic Preschoolers in Head Start."},
      {
        "id":"ED444702",
        "title":"Improving Academic Achievement through Creative Alternatives to Traditional Homework Strategies."},
      {
        "id":"ED444703",
        "title":"Improving Social and Emotional Skills through Cooperative Learning."},
      {
        "id":"ED444704",
        "title":"Using Social Skills Interventions To Increase Academic and Social Growth."},
      {
        "id":"ED444705",
        "title":"Improving Social Competencies through the Use of Cooperative Learning and Conflict Resolution."},
      {
        "id":"ED444706",
        "title":"Improving Social Competencies through Cooperative Learning, Conflict Resolution and Home/School Communication."},
      {
        "id":"ED444707",
        "title":"Fall Colors II: Exploring the Quality of Diverse Portrayals on Prime Time Television."},
      {
        "id":"ED444708",
        "title":"Speak Out for Children, 1999-2000."},
      {
        "id":"ED444710",
        "title":"Child Care in Kentucky: Current Status and Future Improvements."},
      {
        "id":"ED444711",
        "title":"Phoenix Early Head Start: Twelve Family Stories. Final Chapter."},
      {
        "id":"ED444712",
        "title":"School Readiness: Helping Communities Get Children Ready for School and Schools Ready for Children. Child Trends Research Brief."},
      {
        "id":"ED444713",
        "title":"The 1999 National Survey of Child Development Associates (CDAs)."},
      {
        "id":"ED444714",
        "title":"Where Credit's Due: What a State Earned Income Credit Means for California's Children."},
      {
        "id":"ED444715",
        "title":"Building a Constituency for Children: A Discussion among Child Advocates."},
      {
        "id":"ED444717",
        "title":"Policies, Procedures and Practices: Bridges between Licensing Requirements and Higher Quality Standards."},
      {
        "id":"ED444718",
        "title":"Middle School Attributes in Alberta: Their Effects on Student Achievement at the Grade Six Level."},
      {
        "id":"ED444720",
        "title":"A Study To Determine Whether Parenting Skills Can Be Taught to Pregnant High School Students."},
      {
        "id":"ED444721",
        "title":"A Study of Interventions and Strategies To Improve Attending Behaviors in First and Second Grade Students."},
      {
        "id":"ED444722",
        "title":"Prekindergarten Program Product Evaluation Report, 1996-97."},
      {
        "id":"ED444723",
        "title":"Prekindergarten Program Product Evaluation Report, 1997-98."},
      {
        "id":"ED444724",
        "title":"Prekindergarten Program Product Evaluation Report, 1998-99."},
      {
        "id":"ED444725",
        "title":"Prekindergarten Program Product Evaluation Report, 1999-2000."},
      {
        "id":"ED444726",
        "title":"Michigan School Readiness Program Product Evaluation Report, 1996-97."},
      {
        "id":"ED444727",
        "title":"Michigan School Readiness Program Product Evaluation Report, 1997-98."},
      {
        "id":"ED444728",
        "title":"Michigan School Readiness Program Product Evaluation Report, 1998-99."},
      {
        "id":"ED444729",
        "title":"Michigan School Readiness Program Product Evaluation Report, 1999-2000."},
      {
        "id":"ED444731",
        "title":"Coming Together: Collaboration as a Tool for Change."},
      {
        "id":"ED444732",
        "title":"Family-Focused Workplace Guide."},
      {
        "id":"ED444733",
        "title":"Spark the Debate: An Electoral Tool Kit. What State and Local Child Advocates Need To Know for Election 2000 and Beyond."},
      {
        "id":"ED444734",
        "title":"A Study of Students' Disruptive Behaviors and a Lack of Respect for Authority and Peers with Middle School Students."},
      {
        "id":"ED444735",
        "title":"Fun with Handwashing Education."},
      {
        "id":"ED444736",
        "title":"Contextual Factors That Support Developmental Transitions: An International Perspective with Examples from Aboriginal/First Nations Programs."},
      {
        "id":"ED444737",
        "title":"Partners in Transition: Adolescents and Managed Care."},
      {
        "id":"ED444739",
        "title":"Barriers and Facilitators to Use of Air Force Family Support Centers (FSCs): Lessons for Civilian and Military Sectors."},
      {
        "id":"ED444741",
        "title":"The Influence of CD-ROM Technology on Reading Instruction and Language Development: An Annotated Bibliography."},
      {
        "id":"ED444742",
        "title":"Harvard Education Letter, 1999."},
      {
        "id":"ED444743",
        "title":"Newark Kids Count 2000: A Profile of Child Well-Being."},
      {
        "id":"ED444747",
        "title":"Florida Panhandle Healthy Start: A Randomized Trial of Prenatal Home Visitation."},
      {
        "id":"ED444748",
        "title":"Struggle for Self-Sufficiency: Impact of Welfare Reform on Families with Children in Kansas."},
      {
        "id":"ED444749",
        "title":"Who Is Least Likely To Attend Pre-School?"},
      {
        "id":"ED444750",
        "title":"Children of Incarcerated Parents."},
      {
        "id":"ED444751",
        "title":"Maine KIDS COUNT 2000 Data Book."},
      {
        "id":"ED444752",
        "title":"Public Education: Commercial Activities in Schools. United States General Accounting Office Report to Congressional Requesters."},
      {
        "id":"ED444753",
        "title":"Barely Getting By: Wisconsin's Working Poor Families."},
      {
        "id":"ED444754",
        "title":"Prekindergarten Curriculum Guidelines."},
      {
        "id":"ED444755",
        "title":"Connecticut's Children: Increasingly Poor. 1998 Data Book."},
      {
        "id":"ED444756",
        "title":"Connecticut's Children: A New Century's Promise. 2000 Data Book."},
      {
        "id":"ED444757",
        "title":"Children in the New Media Landscape: Games, Pornography, Perceptions. Children and Media Violence Yearbook, 2000."},
      {
        "id":"ED444758",
        "title":"K-12 Single-Sex Education: What Does the Research Say? ERIC Digest."},
      {
        "id":"ED444759",
        "title":"Corporal Punishment: Does It Hinder the Development of Children?"},
      {
        "id":"ED444762",
        "title":"Financing After-School Programs."},
      {
        "id":"ED444763",
        "title":"Federal Funding for Early Childhood Supports and Services: A Guide to Sources and Strategies."},
      {
        "id":"ED444766",
        "title":"The Importance of Family-Based Insurance Expansions: New Research Findings about State Health Reforms."},
      {
        "id":"ED444767",
        "title":"The Project Approach Catalog 3 by the Project Approach Study Group."},
      {
        "id":"ED444768",
        "title":"ERIC/EECE Newsletter, 2000."},
      {
        "id":"ED444769",
        "title":"School Reorganization in Montana: A Time for Decision?"},
      {
        "id":"ED444770",
        "title":"Teachers Facing the Challenges of Curriculum Change in the Small Rural School in Finland."},
      {
        "id":"ED444771",
        "title":"Threads of Nations: American Indian Graduate and Professional Students."},
      {
        "id":"ED444772",
        "title":"Learning in Rural Communities: A Response to Rapid Economic Change. CRLRA Discussion Paper Series."},
      {
        "id":"ED444773",
        "title":"Situated Leadership: A New Community Leadership Model. CRLRA Discussion Paper Series."},
      {
        "id":"ED444774",
        "title":"Indicators of Social Capital: Social Capital as the Product of Local Interactive Learning Processes. CRLRA Discussion Paper Series."},
      {
        "id":"ED444775",
        "title":"Groups of Groups: The Role of Group Learning in Building Social Capital. CRLRA Discussion Paper Series."},
      {
        "id":"ED444776",
        "title":"What Is Social Capital? A Study of Interaction in a Rural Community. CRLRA Discussion Paper Series."},
      {
        "id":"ED444777",
        "title":"Strengthening Community Networks: The Basis for Sustainable Community Renewal. Program Report."},
      {
        "id":"ED444778",
        "title":"Holding a Mirror to &quot;Eyes Wide Shut&quot;: The Role of Native Cultures and Languages in the Education of American Indian Students."},
      {
        "id":"ED444779",
        "title":"Restructuring Professional Development as a Collaborative Practice: A Case Study of Educational Change in a Rural School Division."},
      {
        "id":"ED444780",
        "title":"How on Earth Did You Hear About Us? A Study of Exemplary Rural School Practices in the Upper Midwest."},
      {
        "id":"ED444781",
        "title":"The Safe Futures Substance Abuse and Violence Prevention Program at Chief Leschi Elementary School, 1996-1999."},
      {
        "id":"ED444782",
        "title":"Indian Teachers and Indian Control."},
      {
        "id":"ED444783",
        "title":"The National Indian Grant Directory, 2000."},
      {
        "id":"ED444784",
        "title":"A National Study of Outdoor Wilderness Experience."},
      {
        "id":"ED444785",
        "title":"Promoting Upward Mobility for the Working Poor."},
      {
        "id":"ED444786",
        "title":"Community Participation and Policy in Educational Reform Efforts: A Case Study of Knott County, Kentucky."},
      {
        "id":"ED444787",
        "title":"School-to-Work Transitions with Native American Indians: Implications for Counselors."},
      {
        "id":"ED444788",
        "title":"Place-Based Partnerships on Behalf of Children, Families and Communities: Energy Express."},
      {
        "id":"ED444789",
        "title":"Toward Place and Community."},
      {
        "id":"ED444790",
        "title":"Bringing It All Back Home: Reclaiming the Rural Story."},
      {
        "id":"ED444791",
        "title":"Democracy, Schools and Communities."},
      {
        "id":"ED444792",
        "title":"On Living Well in Our Place: Earlier Rural Reform Movements."},
      {
        "id":"ED444793",
        "title":"The Genius of Place."},
      {
        "id":"ED444794",
        "title":"Reflections on Leonard Covello: Teacher with a Heart."},
      {
        "id":"ED444795",
        "title":"Experiencing the Difference: The Role of Experiential Learning in Youth Development. Conference Report: The Brathay Youth Conference (Ambleside, England, July 5-6, 1999)."},
      {
        "id":"ED444796",
        "title":"Redefining Learning for the Next Generation."},
      {
        "id":"ED444797",
        "title":"Valuing the Future: Education for Spiritual Development."},
      {
        "id":"ED444798",
        "title":"The Roots &amp; Branches of Experiential Development."},
      {
        "id":"ED444799",
        "title":"Rural America's Stake in the Digital Economy. The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED444800",
        "title":"The Broadband Quandary for Rural America. The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED444801",
        "title":"Agile Learning, New Media, and Technological Infusement at a New University: Serving Underrepresented Students. JSRI Occasional Paper."},
      {
        "id":"ED444802",
        "title":"Maine Migrant Program: 1997-1998 Program Evaluation."},
      {
        "id":"ED444806",
        "title":"Emerging Latino Communities: A New Challenge for the Rural South."},
      {
        "id":"ED444808",
        "title":"Collaborative Strategies for Revitalizing Rural Schools and Communities. (Benefits)[Squared]: The Exponential Results of Linking School Improvement and Community Development, Issue Number Five."},
      {
        "id":"ED444809",
        "title":"Evaluation of the Monongalia County Schools Even Start Program Child Vocabulary Outcomes."},
      {
        "id":"ED444810",
        "title":"An Agenda for Studying Rural School Busing."},
      {
        "id":"ED444813",
        "title":"Developing Writers: Pilot and Field Test of a School-Level Portfolio Writing Program Self-Study Process."},
      {
        "id":"ED444815",
        "title":"Environmental Readiness for the 21st Century. The Eighth Annual National Report Card on Environmental Attitudes, Knowledge, and Behavior."},
      {
        "id":"ED444816",
        "title":"The Use of the CASE Network Standards in Preservice Level Portfolio Development."},
      {
        "id":"ED444817",
        "title":"A Synthesis of Empirically Supported Best Practices for Science Students with Learning Disabilities."},
      {
        "id":"ED444818",
        "title":"Improving Science Teaching Self-Efficacy of Elementary Preservice Teachers."},
      {
        "id":"ED444819",
        "title":"A Professional Development Model for Learning To Use the National Science Education Standards."},
      {
        "id":"ED444820",
        "title":"Enhancing the \"Science\" in Elementary Science Methods: A Collaborative Effort between Science Education and Entomology."},
      {
        "id":"ED444821",
        "title":"Project TEAM: Bridging Theory and Practice in Science Teacher Preparation."},
      {
        "id":"ED444822",
        "title":"\"Como que No Puedo!\" Strategies for the Recruitment and Retention of Hispanic Females into Mathematics and Science Post-Secondary Programs and Careers."},
      {
        "id":"ED444823",
        "title":"Modifying Hands-On Science Lessons for Students with Special Needs: A Model of Collaboration."},
      {
        "id":"ED444824",
        "title":"From Research to Practice and Back Again: TIMSS as a Tool for Educational Improvement. CPRE Policy Briefs."},
      {
        "id":"ED444825",
        "title":"Shifting from ActivityMania to Inquiry Science--What Do We (Science Educators) Need To Do?"},
      {
        "id":"ED444826",
        "title":"Empowering Families in Hands-On Science Programs."},
      {
        "id":"ED444827",
        "title":"Mentoring Future Mentors: The Preparation of Science Teacher Educators."},
      {
        "id":"ED444828",
        "title":"A Study of Turkish Preservice Science Teachers' Attitudes toward Science and Science Teaching."},
      {
        "id":"ED444829",
        "title":"Value-Added Indicators: A Powerful Tool for Evaluating Science and Mathematics Programs and Policies."},
      {
        "id":"ED444830",
        "title":"Federal Science and Engineering Support to Universities, Colleges, and Nonprofit Institutions: Fiscal Year 1998. Detailed Statistical Tables."},
      {
        "id":"ED444831",
        "title":"Science and Engineering Indicators, 2000. Volume 1."},
      {
        "id":"ED444832",
        "title":"Developmental Measures as Evaluation Tools for Inquiry-Based Science Programs."},
      {
        "id":"ED444833",
        "title":"Fostering Wonder in Young Children: Baseline Study of Two First Grade Classrooms."},
      {
        "id":"ED444834",
        "title":"The Discussion of Biotechnology Controversial Issues--An Exploratory Study about Its Potentialities."},
      {
        "id":"ED444835",
        "title":"Relationships among Epistemological Beliefs, Gender, Approaches to Learning, and Implementation of Instruction in Chemistry Laboratory."},
      {
        "id":"ED444836",
        "title":"The Influence of Interest and Self-Concept on Students' Actions in Physics Lessons."},
      {
        "id":"ED444837",
        "title":"Common Sense Clarified: Intuitive Knowledge and Its Role in Physics Expertise."},
      {
        "id":"ED444838",
        "title":"Initiating the Use of GIS Technology in Wyoming Public Schools through In-Service Workshops."},
      {
        "id":"ED444839",
        "title":"Evaluation of a District-Wide Inservice Professional Development Program for Science Teachers: Challenges Faced and Lessons Learned."},
      {
        "id":"ED444840",
        "title":"Using Historical Cases To Change Teachers' Understandings and Practices Related to the Nature of Science."},
      {
        "id":"ED444841",
        "title":"The Development of Preservice Chemistry Teachers' Pedagogical Content Knowledge."},
      {
        "id":"ED444842",
        "title":"A Community of Learners: Linking Scientific Patterns of Life."},
      {
        "id":"ED444843",
        "title":"United Arab Emirates Science Students' Views about the Epistemology of Science."},
      {
        "id":"ED444844",
        "title":"Assessing the Nature of Learners' Science Content Understandings as a Result of Utilizing On-Line Resources."},
      {
        "id":"ED444845",
        "title":"The Study of Pre-Service Teachers' Alternative Conceptions Regarding Three Ecological Issues."},
      {
        "id":"ED444846",
        "title":"Influences on Teachers' Curricular Choices in Project-Based Science Classrooms."},
      {
        "id":"ED444847",
        "title":"Third International Mathematics and Science Study (TIMSS): Reforming Teacher Preparation Program To Improve Student Achievement."},
      {
        "id":"ED444849",
        "title":"Mathematics, Science and Technology Curriculum Framework, Grades K-12. Revised Edition."},
      {
        "id":"ED444850",
        "title":"The Development and Implementation of a Mathematics Placement Program."},
      {
        "id":"ED444851",
        "title":"Applying Insights from Research on Learning: Teaching Number Theory for Preservice Elementary Teachers."},
      {
        "id":"ED444852",
        "title":"Social Constructivism: Its Role in Algebra Classrooms."},
      {
        "id":"ED444853",
        "title":"How Might an Online Discussion Forum Support Teachers' Professional Development in Mathematics? A First Look."},
      {
        "id":"ED444854",
        "title":"Preparing School Mathematics Teachers To Meet the Challenges of Reform."},
      {
        "id":"ED444855",
        "title":"Facilitating Change: The Role of Reflection in Pre-Service Mathematics Education."},
      {
        "id":"ED444856",
        "title":"Curriculum and Assessment Congruence--Computer Algebra Systems (CAS) in Victoria."},
      {
        "id":"ED444857",
        "title":"Enhancing Mathematical Concepts through Leading Questions and Hand-Held Data Collection Tools."},
      {
        "id":"ED444858",
        "title":"The Algebraic Calculator as a Pedagogical Tool for Teaching Mathematics."},
      {
        "id":"ED444860",
        "title":"Engineering the Technology: Basic Conditions To Transfer Technology Innovation to Industrial Production."},
      {
        "id":"ED444861",
        "title":"The Globalization and the Engineering Teaching for the XXI Century."},
      {
        "id":"ED444862",
        "title":"The Civil Engineering Graduate Program at PUC-Rio: A Brazilian Experience."},
      {
        "id":"ED444863",
        "title":"Analysis of a Quality Program in the Formation of Engineers Based on the ISO Norm 9000 Model."},
      {
        "id":"ED444864",
        "title":"Application of New Teaching Technologies in Electrical Engineering in the University."},
      {
        "id":"ED444865",
        "title":"Helping Children in the Humid Tropics: Water Education. IHP Humid Tropics Programme Series, No. 11."},
      {
        "id":"ED444867",
        "title":"An Investigation of the Effects of Gender, Socioeconomic Status, Race and Grades on Standardized Test Scores."},
      {
        "id":"ED444868",
        "title":"Does the Use of Learning Logic in Algebra I Make a Difference in Algebra II?"},
      {
        "id":"ED444870",
        "title":"Highlights from the TIMSS Videotape Classroom Study."},
      {
        "id":"ED444871",
        "title":"Science in the Elementary School Classroom: Portraits of Action Research."},
      {
        "id":"ED444872",
        "title":"Entry and Persistence of Women and Minorities in College Science and Engineering Education. Research and Development Report."},
      {
        "id":"ED444877",
        "title":"Learning Leadership: A Curriculum Guide for a New Generation, Grades K-12."},
      {
        "id":"ED444880",
        "title":"The Bill of Rights in Action, 1996-1999."},
      {
        "id":"ED444881",
        "title":"Making Sense of Census 2000. [Teaching Guide]. Grades K-4."},
      {
        "id":"ED444882",
        "title":"Making Sense of Census 2000. [Teaching Guide]. Grades 5-8."},
      {
        "id":"ED444883",
        "title":"Making Sense of Census 2000. [Teaching Guide]. Grades 9-12."},
      {
        "id":"ED444885",
        "title":"IEA Civic Education Project Phase I: The United States, Volume I. Review of the Literature."},
      {
        "id":"ED444886",
        "title":"IEA Civic Education Study Phase I: The United States, Volume II. Responses to the 18 Framing Questions a-f and an Annotated Bibliography of Organizations Cited in a-f and Others Related to Civic Education."},
      {
        "id":"ED444887",
        "title":"IEA Civic Education Study Phase I: The United States, Volume III. Responses to the Four Core International Framing Questions g-q."},
      {
        "id":"ED444888",
        "title":"The Early Industrial Revolution: An Overview."},
      {
        "id":"ED444889",
        "title":"Invention Factories: Activity Guide."},
      {
        "id":"ED444890",
        "title":"Power to Production: Activity Guide."},
      {
        "id":"ED444891",
        "title":"Bale to Bolt: Activity Guide."},
      {
        "id":"ED444892",
        "title":"Workers on the Line: Activity Guide."},
      {
        "id":"ED444893",
        "title":"Change in the Making: Activity Guide."},
      {
        "id":"ED444894",
        "title":"Yankees and Immigrants: Activity Guide."},
      {
        "id":"ED444899",
        "title":"Creating Cooperative Living Habitats in the Community."},
      {
        "id":"ED444900",
        "title":"Anthology of Polish Poetry. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED444901",
        "title":"People v. Brunetti: Issues of Homicide, Conspiracy, Gun Control, and the Right to Bear Arms. Official Materials for the California Mock Trial Program."},
      {
        "id":"ED444902",
        "title":"Technology and Service Learning."},
      {
        "id":"ED444903",
        "title":"Curriculum, Community, and the Arts."},
      {
        "id":"ED444905",
        "title":"Service-Learning as an Integrated Experience in K-5 Education: An Introduction to Resources and Information."},
      {
        "id":"ED444907",
        "title":"Toward a New Citizen."},
      {
        "id":"ED444909",
        "title":"The Elderly and Social Change in Contemporary India: Governmental Response to the Needs of Elderly Population in India."},
      {
        "id":"ED444910",
        "title":"The South Asian Elderly of Leicester, England: A Study of Their Service Needs and the Service Delivery Role of the South Asian Ethnic Organizations."},
      {
        "id":"ED444911",
        "title":"Making Sense of Census 2000--Guam. [Teaching Guide]. Grades K-12."},
      {
        "id":"ED444912",
        "title":"Making Sense of Census 2000--Puerto Rico. [Teaching Guide]. Grades K-12."},
      {
        "id":"ED444913",
        "title":"Making Sense of Census 2000--American Samoa. [Teaching Guide]. Grades K-12."},
      {
        "id":"ED444914",
        "title":"Making Sense of Census 2000--U.S. Virgin Islands. [Teaching Guide]. Grades K-12."},
      {
        "id":"ED444915",
        "title":"Making Sense of Census 2000--Commonwealth of the Northern Mariana Islands. [Teaching Guide]. Grades K-12."},
      {
        "id":"ED444916",
        "title":"The Art of Learning: A Guide to Outstanding North Carolina Arts in Education Programs."},
      {
        "id":"ED444917",
        "title":"General Robert E. Lee (1807-70) and Philanthropist George Peabody (1795-1869) at White Sulphur Springs, West Virginia, July 23-Aug. 30, 1869."},
      {
        "id":"ED444918",
        "title":"Character Development Programs in Idaho Schools."},
      {
        "id":"ED444919",
        "title":"Social Studies: Ohio's Model Competency-Based Program. [Revised]."},
      {
        "id":"ED444920",
        "title":"Learning from Experience: A Collection of Service-Learning Projects Linking Academic Standards to Curriculum."},
      {
        "id":"ED444921",
        "title":"Improving Student Attitudes and Achievement in Art."},
      {
        "id":"ED444923",
        "title":"This Lawless Spirit: Teaching the History of American Protest Music."},
      {
        "id":"ED444924",
        "title":"Damien: Teacher Resource Guide [with Videotape]."},
      {
        "id":"ED444925",
        "title":"Improving Student Social Skills through Character Education."},
      {
        "id":"ED444927",
        "title":"Geography Framework for the 1994 and 2001 National Assessment of Educational Progress. NAEP Geography Consensus Project."},
      {
        "id":"ED444928",
        "title":"U.S. History Framework for the 1994 and 2001 National Assessment of Educational Progress. NAEP U.S. History Consensus Project."},
      {
        "id":"ED444929",
        "title":"&quot;Once Upon a Time, a Very Long Time Ago Now, About Last Friday...&quot; (Pooh Bear)."},
      {
        "id":"ED444930",
        "title":"Improving Students' Social Skills of Respect and Responsibility through Cooperative Groups."},
      {
        "id":"ED444931",
        "title":"With Africa for Africa. Towards Quality Education for All. 1999 MLA Project."},
      {
        "id":"ED444932",
        "title":"Character Education. ERIC Digest."},
      {
        "id":"ED444933",
        "title":"JUSTEC 2000: Japan-United States Teacher Education Consortium International Seminar on Teacher Education (Tokyo, Japan, July 12-15, 2000). Proposals for the Renewal of Teacher Education: Japanese and American Perspectives. Abstract."},
      {
        "id":"ED444934",
        "title":"Approaches to Advocacy for Health Educators."},
      {
        "id":"ED444936",
        "title":"Self-Study in Teacher Education: A Means and Ends Tool for Promoting Reflective Teaching."},
      {
        "id":"ED444937",
        "title":"Applications of \"Multiculturalism\" Demonstrated by Elementary Preservice Science Teachers."},
      {
        "id":"ED444940",
        "title":"In the Middle: Negotiating Multiple Perspectives of School Reform."},
      {
        "id":"ED444941",
        "title":"Preservice Teachers' Knowledge of Effective Classroom Management Strategies: Defiant Behavior."},
      {
        "id":"ED444942",
        "title":"The Influence of Teacher Efficacy and Readiness for Self-Directed Learning on the Implementation of a Growth-Oriented Teacher Performance Appraisal Process."},
      {
        "id":"ED444943",
        "title":"The Special Case of Mathematics: Insufficient Content Knowledge a Major Obstacle to Reform."},
      {
        "id":"ED444944",
        "title":"Middle School Science: Working in a Confused Context."},
      {
        "id":"ED444945",
        "title":"What Differentiates an Excellent Teacher from a Teacher Leader?"},
      {
        "id":"ED444947",
        "title":"The Role of Teacher Leaders in Scaling Up Standards-Based Reform."},
      {
        "id":"ED444949",
        "title":"Challenging the Cultural \"Taken-for-Grantedness\" of Preservice Teacher Candidates in a Program of Urban Teacher Preparation: Implications for Education of Urban Teachers."},
      {
        "id":"ED444951",
        "title":"Evaluating the Use of Group Interviews To Select Students into Teacher-Education Programs."},
      {
        "id":"ED444953",
        "title":"Posing Questions...Solving Problems: Action Research for Preservice Teachers."},
      {
        "id":"ED444957",
        "title":"Innovations in Teacher Preservice Programs."},
      {
        "id":"ED444958",
        "title":"The Essential Knowledge and Skills of Teacher Leaders: A Search for a Conceptual Framework."},
      {
        "id":"ED444959",
        "title":"The Teacher as Learner: An Undergraduate Student and Faculty Mentorship Success."},
      {
        "id":"ED444961",
        "title":"Focus on Legislation Affecting Teachers in SREB States."},
      {
        "id":"ED444962",
        "title":"An Exploration of Pre-Service Teacher Perceptions of Second Language Learners in the Mainstream Classroom."},
      {
        "id":"ED444963",
        "title":"Politicizing Science Education."},
      {
        "id":"ED444965",
        "title":"Joint Participation by P-12 Schools and Georgia Southern University in Preparing Teachers."},
      {
        "id":"ED444966",
        "title":"Constructivism: From Philosophy to Practice."},
      {
        "id":"ED444967",
        "title":"The Rationale Paper: Structured Reflection for Teachers."}]
  }}
