{
  "response":{"numFound":509939,"start":418000,"numFoundExact":true,"docs":[
      {
        "id":"ED444969",
        "title":"Another Damn Thing We've Got To Do: Teacher Perceptions of Professional Development."},
      {
        "id":"ED444970",
        "title":"Conceptions of Democratic Citizenship in Preservice Social Studies Teacher Education: A Case Study."},
      {
        "id":"ED444971",
        "title":"Service Learning in Student Teaching: \"What's Social Studies For?\""},
      {
        "id":"ED444972",
        "title":"Lesson Study: The Core of Japanese Professional Development."},
      {
        "id":"ED444973",
        "title":"Effects of Early Field Experiences on Preservice Teachers' Efficacy Beliefs--A Pilot Study."},
      {
        "id":"ED444974",
        "title":"Constructing a Professional Community of Teacher Educators during a Curriculum-in-Action Process."},
      {
        "id":"ED444975",
        "title":"Transferring Reflective Thought Used by Experienced Special Educators with Student Teachers."},
      {
        "id":"ED444977",
        "title":"Towards a Caring Community: Modeling, Dialogue, Practice, and Confirmation."},
      {
        "id":"ED444978",
        "title":"Taking It Personally: Encountering Racism in a Cultural Diversity Course."},
      {
        "id":"ED444979",
        "title":"Exploring the &quot;New&quot; Unionism: Perceptions of Recently Tenured Teachers."},
      {
        "id":"ED444980",
        "title":"Developing Health-Literate Citizens through the Alabama Course of Study in Health Education: Moving from Facts to Actions."},
      {
        "id":"ED444981",
        "title":"Ohio Teacher, Principal, and Superintendent 1999 Supply and Demand Information."},
      {
        "id":"ED444982",
        "title":"Reinventing Teacher Preparation and Licensing through Performance-Based Reform in Nevada."},
      {
        "id":"ED444983",
        "title":"&quot;Turning Anger into Knowledge&quot;: Exploring Anger and Advocacy with Women Educators."},
      {
        "id":"ED444984",
        "title":"PDS Site Selection: Implications for Educational Reform and Restructuring."},
      {
        "id":"ED444985",
        "title":"Computer Skills and Instructional Activities of Student Teachers and Cooperating Teachers."},
      {
        "id":"ED444986",
        "title":"Teacher Attrition, Shortage, and Strategies for Teacher Retention."},
      {
        "id":"ED444987",
        "title":"Group Seminars: Dialogues To Enhance Professional Development and Reflection."},
      {
        "id":"ED444988",
        "title":"Fostering Problem-Oriented Learning with Auxiliary Hypertext and Graphical Information."},
      {
        "id":"ED444989",
        "title":"Construction of Shared Knowledge in Face-to-Face and Computer-Mediated Cooperation."},
      {
        "id":"ED444990",
        "title":"Current Issues in Student Teaching Supervision in Brazil."},
      {
        "id":"ED444991",
        "title":"A Study of the Practice-Based Professional Improvement Project: Teachers Improving Their Own Practice."},
      {
        "id":"ED444992",
        "title":"A Comparative Analysis of Teachers' Individual Morale Levels and Their Assessed Morale Levels of Colleagues."},
      {
        "id":"ED444993",
        "title":"Using Popular &quot;School Films&quot; To Engage Student Teachers in Critical Reflection."},
      {
        "id":"ED444994",
        "title":"&quot;9, 10, 11 Staircases, Any One of Which Will Get You Where You Need To Be&quot;: Odyssey of a Professional Developer."},
      {
        "id":"ED444995",
        "title":"Preparing Teachers for Curriculum Integration: A Study of Prospective Teachers."},
      {
        "id":"ED444999",
        "title":"Effects of Number of Items and Examinees on Parameter Estimation in Item Response Theory: A Research Synthesis."},
      {
        "id":"ED445000",
        "title":"Assessing the Dimensionality of Constructed-Response Tests Using Hierarchical Cluster Analysis: A Monte Carlo Study."},
      {
        "id":"ED445001",
        "title":"Signal Detection with Latent Classes: A Perspective on Paper Grading."},
      {
        "id":"ED445002",
        "title":"Developing a Research Plan for an Online Assessment Program."},
      {
        "id":"ED445003",
        "title":"Assessing Different Philosophies of Instruction."},
      {
        "id":"ED445004",
        "title":"Combining Quantitative and Qualitative Methods in Research: An Example from a Study of School Reform."},
      {
        "id":"ED445005",
        "title":"Primary Grade Student Assessment Based on Tasks of the Observation Survey."},
      {
        "id":"ED445006",
        "title":"Extension of the Internal/External Frame of Reference Model of Self-Concept Formation: Importance of Native and Nonnative Languages for Chinese Students."},
      {
        "id":"ED445007",
        "title":"Chinese Students' Implicit Theories of Intelligence and Other Personal Attributes: Cross-Domain Generality and Age-Related Differences."},
      {
        "id":"ED445008",
        "title":"PALS-Supported Performance Assessments in the Learning by Design Project."},
      {
        "id":"ED445010",
        "title":"It's (beyond) Time To Drop the Terms Causal-Comparative and Correlational Research in Educational Research Methods Textbooks."},
      {
        "id":"ED445011",
        "title":"Nonequivalent Group Equating via 1-P HGLLM."},
      {
        "id":"ED445012",
        "title":"A Comparison of Cut Scores Using Multiple Standard Setting Methods."},
      {
        "id":"ED445013",
        "title":"The Influence of Providing Target Group Descriptors When Setting a Passing Score."},
      {
        "id":"ED445014",
        "title":"Caught in the Grade Trap: What Students Say about Doing School."},
      {
        "id":"ED445015",
        "title":"Should We End Social Promotion? Truth and Consequences."},
      {
        "id":"ED445016",
        "title":"Understanding Your School Report Card, 2000: Guide to Elementary and Middle School Examinations."},
      {
        "id":"ED445017",
        "title":"Reporting on Learning: Washington's School Improvement Strategy."},
      {
        "id":"ED445018",
        "title":"Washington Assessment of Student Learning, Grade 4: 1998 Technical Report."},
      {
        "id":"ED445019",
        "title":"Test Security Procedures for Nevada Proficiency Examinations."},
      {
        "id":"ED445020",
        "title":"Nevada High School Proficiency Examinations in Mathematics, Reading and Writing, 1999-2000. Administration Manual."},
      {
        "id":"ED445021",
        "title":"Toward a Philosophy of Instructional Design."},
      {
        "id":"ED445022",
        "title":"Four Methods of Handling Missing Data in Predicting Educational Achievement."},
      {
        "id":"ED445023",
        "title":"Transparency and Interaction in System Dynamics Based Learning Environments."},
      {
        "id":"ED445024",
        "title":"Kohonen Self-Organizing Maps in Validity Maintenance for Automated Scoring of Constructed Response."},
      {
        "id":"ED445025",
        "title":"Who Is Proficient: The Relationship between Proficiency Scores and Grades."},
      {
        "id":"ED445026",
        "title":"Measurement Issues in the Design of State Accountability Systems."},
      {
        "id":"ED445027",
        "title":"The Effect of Weekly Progress Reports on Academic Achievement."},
      {
        "id":"ED445028",
        "title":"Pre-Kindergarten-16 Educational Accountability System: The Lone Star State's Response and Is Anyone Listening?"},
      {
        "id":"ED445029",
        "title":"Detecting Compensatory and Noncompensatory Multidimensionality Using DIMTEST."},
      {
        "id":"ED445030",
        "title":"Effects of Gender and Mood on Recall in Expertise Research."},
      {
        "id":"ED445031",
        "title":"A Comparison of Methods for Structural Modeling with Polytomous and Continuous Variables."},
      {
        "id":"ED445032",
        "title":"Local Accountability: The Role of the District and School in Monitoring Policy, Practice and Achievement."},
      {
        "id":"ED445035",
        "title":"Differences in Learning Styles in Different Cultures: A Qualitative Study."},
      {
        "id":"ED445036",
        "title":"Applications of the Analytically Derived Asymptotic Standard Errors of IRT Item Parameter Estimates."},
      {
        "id":"ED445049",
        "title":"The Long-Term Learning Agreement: A New Assessment Tool for Educators."},
      {
        "id":"ED445050",
        "title":"A Qualitative Examination of Teachers' Conception of the Just Competent Examinee in Angoff (1971) Workshops."},
      {
        "id":"ED445051",
        "title":"Consequential Validity for High School Grades: What Is the Meaning of Grades for Senders and Receivers?"},
      {
        "id":"ED445053",
        "title":"Analyzing Slogans To Aid Student School Achievement."},
      {
        "id":"ED445054",
        "title":"Problem Solving within a Changing Indiana State Testing Program."},
      {
        "id":"ED445055",
        "title":"The Effects of Teachers' Professional Development on Student Achievement in Community School District #2."},
      {
        "id":"ED445056",
        "title":"The Comparability of Norm-Referenced Achievement Tests as They Align to Nebraska's Language Arts Content Standards."},
      {
        "id":"ED445057",
        "title":"Assessing Transition Skills in Employment Settings: A Potential Model."},
      {
        "id":"ED445058",
        "title":"Evaluating District Performance without a Common Assessment: Nebraska's Accountability Model."},
      {
        "id":"ED445059",
        "title":"A Comparison of Publishers' and Teachers' Perspectives on the Alignment of Norm-Referenced Tests to Nebraska's Language Arts Content Standards."},
      {
        "id":"ED445060",
        "title":"An Evaluation of &quot;Intentional&quot; Weighting of Extended-Response or Constructed-Response Items in Tests with Mixed Item Types."},
      {
        "id":"ED445061",
        "title":"Development and Validation of the Sources of Self-Efficacy Inventory (SOSI): Exploring a New Measure of Teacher Efficacy."},
      {
        "id":"ED445063",
        "title":"John Dewey versus Current Educational Trends (An Evaluation)."},
      {
        "id":"ED445064",
        "title":"A Success Story from Kentucky."},
      {
        "id":"ED445065",
        "title":"The Effects of Using Different Language Background Indicators on SAT I DIF Analyses."},
      {
        "id":"ED445066",
        "title":"Effects of Item-Selection Criteria on Classification Testing with the Sequential Probability Ratio Test. ACT Research Report Series."},
      {
        "id":"ED445067",
        "title":"Education for All: Status and Trends, 2000. Assessing Learning Achievement."},
      {
        "id":"ED445068",
        "title":"State Norms for the North Carolina Testing Program. 1999 Edition."},
      {
        "id":"ED445069",
        "title":"Anonymous Online Teaching Assessments: Preliminary Findings."},
      {
        "id":"ED445070",
        "title":"Four Years of High School Completion Rates in Texas: A New Perspective on an Old Topic."},
      {
        "id":"ED445071",
        "title":"Classroom Effects of Title I Schoolwide Implementation at the High School Level."},
      {
        "id":"ED445073",
        "title":"Moving the Bar: Transformations in Linear Regression."},
      {
        "id":"ED445074",
        "title":"High Reliability Organizations and Transformational Leadership as Lenses for Examining a School Improvement Effort."},
      {
        "id":"ED445075",
        "title":"A Review and Critique of the Kaufman Brief Intelligence Test."},
      {
        "id":"ED445076",
        "title":"Covariance Corrections: What They Are and What They Are Not."},
      {
        "id":"ED445077",
        "title":"What Is Reliability Generalization, and Why Is It Important?"},
      {
        "id":"ED445078",
        "title":"Correlation versus Causation: Another Look at a Common Misinterpretation."},
      {
        "id":"ED445079",
        "title":"Result Generalizability and Detection of Discrepant Data Points: Illustrating the Jackknife Method."},
      {
        "id":"ED445080",
        "title":"Statistical Testing and Type I Error."},
      {
        "id":"ED445081",
        "title":"Understanding and Interpreting Effect Size Measures in General Linear Model Analyses."},
      {
        "id":"ED445082",
        "title":"Using Canonical Correlation To Explore Relationships between Sets of Variables: An Applied Example with Interpretive Suggestions."},
      {
        "id":"ED445083",
        "title":"The Symbolic Structures and Dynamics of Settings in Qualitative Educational Research."},
      {
        "id":"ED445084",
        "title":"Standardized ESL Test Equating Study: Equating the CELSA and the NYSPT with the MELT SPLs."},
      {
        "id":"ED445086",
        "title":"Transitions in Qualitative Inquiry--Preparing for a New Century of Research. Proceedings of the Qualitative Research Seminar Series (Greeley, CO, 1998-1999)."},
      {
        "id":"ED445088",
        "title":"Higher Standards for All: New York State's Educational Performance Gap and Necessary Reforms."},
      {
        "id":"ED445089",
        "title":"Measurement Error. For Good Measure...."},
      {
        "id":"ED445090",
        "title":"Advanced Placement Exam Results, 1998-99. Measuring Up."},
      {
        "id":"ED445091",
        "title":"Can School District Classroom-Based Assessment Improve Performance on State Tests?"},
      {
        "id":"ED445092",
        "title":"Texas Essential Knowledge and Skills: Summary for Parents."},
      {
        "id":"ED445093",
        "title":"Alaska Standards: Content and Performance Standards for Alaska Students."},
      {
        "id":"ED445094",
        "title":"The Influence of Career Indecision on the Strong Interest Inventory and the Self-Directed Search: A Pilot Study."},
      {
        "id":"ED445095",
        "title":"A Parent's Guide to Standards and Assessment."},
      {
        "id":"ED445096",
        "title":"Thinking about Tests and Testing: A Short Primer in &quot;Assessment Literacy.&quot;"},
      {
        "id":"ED445097",
        "title":"Participant Journals as Data Source: An Unbiased Method for Eliciting and Comparing Participant Experience."},
      {
        "id":"ED445098",
        "title":"Political and Policy Issues Related to Large Scale Assessment."},
      {
        "id":"ED445099",
        "title":"The Use of Innovation Configuration Maps in Assessing Implementation: The Bridge between Development and Student Outcomes."},
      {
        "id":"ED445100",
        "title":"Test Results from Massachusetts Charter Schools: A Preliminary Study."},
      {
        "id":"ED445101",
        "title":"Education Statistics Quarterly, Spring [and] Summer 2000."},
      {
        "id":"ED445102",
        "title":"The Impact of Advanced Placement Courses on High School Students Taking the Scholastic Aptitude Test."},
      {
        "id":"ED445103",
        "title":"The Effects of Repeated Cooperative Testing in an Introductory Statistics Course."},
      {
        "id":"ED445104",
        "title":"Improving Student Achievement in Alaska. Alaska Goals 2000 Annual Report, 1997-98."},
      {
        "id":"ED545926",
        "title":"NAEP Validity Studies: Feasibility Studies of Two-Stage Testing in Large-Scale Educational Assessment: Implications for NAEP. Working Paper No. 2003-14"},
      {
        "id":"ED545932",
        "title":"Assessing the Lexile Framework: Results of a Panel Meeting. Working Paper No. 2001-08"},
      {
        "id":"ED545953",
        "title":"NAEP Validity Studies: An Investigation of Why Students Do Not Respond to Questions. Working Paper No. 2003-12"},
      {
        "id":"ED545955",
        "title":"U.S. 2001 PIRLS Nonresponse Bias Analysis. Working Paper No. 2003-21"},
      {
        "id":"ED545960",
        "title":"Measures of Socio-Emotional Development in Middle Childhood. Working Paper No. 2001-03"},
      {
        "id":"ED546027",
        "title":"A Research Agenda for the 1999-2000 Schools and Staffing Survey. Working Paper No. 2000-10"},
      {
        "id":"ED546028",
        "title":"Postsecondary Students with Disabilities: Enrollment, Services, and Persistence. Stats in Brief. NCES 2000-092"},
      {
        "id":"ED546029",
        "title":"The Kindergarten Year: Findings from the Early Childhood Longitudinal Study, Kindergarten Class of 1998-99. NCES 2001-023"},
      {
        "id":"ED546035",
        "title":"Teacher Preparation and Professional Development: 2000. E.D. Tabs. NCES 2001-088"},
      {
        "id":"ED546116",
        "title":"Private Schools: A Brief Portrait. Findings from the Condition of Education 2002. NCES 2002-013"},
      {
        "id":"ED546117",
        "title":"Nontraditional Undergraduates: Findings from the Condition of Education 2002. NCES 2002-012"},
      {
        "id":"ED546118",
        "title":"Selected Papers in School Finance, 1997-99. NCES 1999-334"},
      {
        "id":"ED546119",
        "title":"The Condition of Education 2001 in Brief. NCES 2001-125"},
      {
        "id":"ED546120",
        "title":"The Condition of Education 2001. NCES 2001-072"},
      {
        "id":"ED546121",
        "title":"Math and Science Education with English Language Learners: Contributions of the DR K-12 Program. Targeted Study Group Working Paper"},
      {
        "id":"ED546122",
        "title":"Emerging International Researchers: Findings from the Evaluation of the East Asia and Pacific Summer Institutes Program"},
      {
        "id":"ED546123",
        "title":"Evaluation of the National Science Foundation&apos;s Integrative Graduate Education and Research Traineeship Program (IGERT): Follow-Up Study of IGERT Graduates. Final Report"},
      {
        "id":"ED546124",
        "title":"IGERT Implementation and Early Outcomes. Final Report"},
      {
        "id":"ED546144",
        "title":"NASA Informal Education: Final Report. A Descriptive Analysis of NASA&apos;s Informal Education Portfolio: Preliminary Case Studies"},
      {
        "id":"ED546145",
        "title":"Review of Final Year MSP Evaluations, Performance Period 2007. Analytic and Technical Support for Mathematics and Science Partnerships"},
      {
        "id":"ED546146",
        "title":"Evaluation of NSF&apos;s International Research Fellowship Program: Final Report"},
      {
        "id":"ED546147",
        "title":"Contractor Annual Report and Summary of the Cross-Site Monitoring of the NSF Integrative Graduate Education and Research Traineeship (IGERT) Program: Final Report"},
      {
        "id":"ED546148",
        "title":"Evaluation of the Initial Impacts of the National Science Foundation&apos;s Integrative Graduate Education and Research Traineeship Program: Final Report"},
      {
        "id":"ED546149",
        "title":"A Teacher for Every Classroom: New Teachers in the Baltimore City Public Schools, 1999-2004"},
      {
        "id":"ED546150",
        "title":"A Teacher for Every Classroom: New Teachers in the Baltimore City Public Schools, 1999-2005. Brief Report Update, May 2006"},
      {
        "id":"ED546158",
        "title":"Baltimore's &quot;New&quot; Middle Schools: Do KIPP and Crossroads Schools Offer Solutions to the City's Poorly-Performing Middle Schools?"},
      {
        "id":"ED546447",
        "title":"Student Centered Curriculum: Elementary School"},
      {
        "id":"ED546449",
        "title":"The New Segregation: An Analysis of Current Contexts of Inclusive Education"},
      {
        "id":"ED546451",
        "title":"Assessment to Guide Individualized Transition Plans from School to Post-School for Children Ages 14+ with Moderate Disabilities"},
      {
        "id":"ED546452",
        "title":"Over-the-Counter Data's Impact on Educators' Data Analysis Accuracy"},
      {
        "id":"ED546453",
        "title":"Through the Looking Glass: Examining the Practice of Science Classroom Dissection with a Multi-Faceted Lens"},
      {
        "id":"ED546454",
        "title":"Long Term English Language Learners: Failure Is Not an Option"},
      {
        "id":"ED546455",
        "title":"Teacher Rewards: Going beyond the Stickers--Moving beyond Extrinsic Motivation"},
      {
        "id":"ED546456",
        "title":"Serving the Student-Survivor: Exploring the Transitional and Psychosocial Needs of School-Aged Children with Cancer and Chronic Illness"},
      {
        "id":"ED546457",
        "title":"How to Build an Effective Co-Teaching Relationship between Teachers"},
      {
        "id":"ED546458",
        "title":"Culturally Diverse and Underserved Populations of Gifted Students in the United States and in Taiwan: Equitable Access to Gifted Education"},
      {
        "id":"ED546459",
        "title":"Self-Advocacy: The Importance of Building Interpersonal-Communication and Help-Seeking Skills in Elementary School Children"},
      {
        "id":"ED546460",
        "title":"Teachers Creating Safe School Environments: Prevention of Elementary Student-to-Student Bullying"},
      {
        "id":"ED546461",
        "title":"Challenges to Affirmative Action Race Conscious College Admissions Policies Affecting the Affordability of Higher Education for African American Students"},
      {
        "id":"ED546462",
        "title":"The Call to Duty: An Historic Overview of How Education Responds to Changes in the Economy"},
      {
        "id":"ED546463",
        "title":"Faculty of Color in Academe: What 20 Years of Literature Tells Us. A Journal Article by Turner, Gonzalez, &amp; Wood"},
      {
        "id":"ED546464",
        "title":"Enhancing Secondary Stage Students&apos; Writing: Effects of Context of Songs in Teaching Grammar Implicitly"},
      {
        "id":"ED546465",
        "title":"Reporting Data with &quot;Over-the-Counter&quot; Data Analysis Supports Improves Educators' Data Analyses"},
      {
        "id":"ED546467",
        "title":"Preservice Teachers' Preferences about Instructor Gender"},
      {
        "id":"ED546468",
        "title":"A New Model for the Integration of Science and Mathematics: The Balance Model"},
      {
        "id":"ED546469",
        "title":"The Relationship between Comprehension and Conceptual Mathematics of Third Grade Students at a Selected Elementary School"},
      {
        "id":"ED546470",
        "title":"Teaching and Learning English Functional Writing: Investigating Egyptian EFL Student Teachers' Currently-Needed Functional Writing Skills"},
      {
        "id":"ED546471",
        "title":"Design-Based Research (DBR) in Educational Enquiry and Technological Studies: A Version for PhD Students Targeting the Integration of New Technologies and Literacies into Educational Contexts"},
      {
        "id":"ED546473",
        "title":"English Proficiency and Competency Background of Social Science and Humanities Students"},
      {
        "id":"ED546474",
        "title":"Screen Time, How Much Is Too Much? The Social and Emotional Costs of Technology on the Adolescent Brain"},
      {
        "id":"ED546475",
        "title":"21st Century African Philosophy of Adult and Human Resource Education in Southern Africa"},
      {
        "id":"ED546476",
        "title":"Time Series in Education: The Analysis of Daily Attendance in Two High Schools"},
      {
        "id":"ED546477",
        "title":"Global Trends in Higher Education and Their Impact on the Region. Eurasian Higher Education Leaders Forum Conference Proceedings (Astana, Kazakhstan, June 12-13, 2013)"},
      {
        "id":"ED546478",
        "title":"Changing Configurations of Adult Education in Transitional Times. Conference Proceedings of the Triennial European Research Conference of the European Society for Research on the Education of Adults (ESREA) (7th, Berlin, Germany, September 4-7, 2013)"},
      {
        "id":"ED546479",
        "title":"WWC Review of the Report &quot;The Short-Term Effects of the Kalamazoo Promise Scholarship on Student Outcomes.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED546480",
        "title":"The Correlates of Academic Performance for English Language Learner Students in a New England District. REL 2014-020"},
      {
        "id":"ED546481",
        "title":"The Correlates of Academic Performance for English Language Learner Students in a New England District. Stated Briefly. REL 2014-021"},
      {
        "id":"ED546482",
        "title":"Student Attitudes within Education: Making Self-Regulation a Practical Habit in Learning"},
      {
        "id":"ED546483",
        "title":"The Nuances of Tutoring and Academic Performance of Undergraduate Students"},
      {
        "id":"ED546484",
        "title":"Creativity in Teaching Plant Production"},
      {
        "id":"ED546485",
        "title":"Initiating Teachers' Action Research: Empowering Teachers' Voices"},
      {
        "id":"ED546486",
        "title":"Evaluation in Higher Education"},
      {
        "id":"ED546487",
        "title":"Terms of Address in Libyan Arabic Compared to Other Arabic Varieties"},
      {
        "id":"ED546618",
        "title":"Building a New Structure for School Leadership"},
      {
        "id":"ED546619",
        "title":"21st Century Community Learning Centers: Providing Afterschool and Summer Learning Support to Communities Nationwide"},
      {
        "id":"ED546620",
        "title":"Closing the Expectations Gap 2013. 50-State Progress Report on the Alignment of State K-12 Policies and Practice with the Demands of College and Careers"},
      {
        "id":"ED546621",
        "title":"The Imperative for State Leadership. Advancing Competency-Based Pathways to College and Career Readiness Series"},
      {
        "id":"ED546622",
        "title":"2013 College Choice Report--Part 1: Preferences and Prospects"},
      {
        "id":"ED546623",
        "title":"Afterschool Programs: Making a Difference in America's Communities by Improving Academic Achievement, Keeping Kids Safe and Helping Working Families"},
      {
        "id":"ED546624",
        "title":"Afterschool Essentials: Research and Polling"},
      {
        "id":"ED546625",
        "title":"2013 College Choice Report--Part 2: Enrollment Patterns"},
      {
        "id":"ED546626",
        "title":"Evaluations Backgrounder: A Summary of Formal Evaluations of Afterschool Programs&apos; Impact on Academics, Behavior, Safety and Family Life"},
      {
        "id":"ED546627",
        "title":"Afterschool in Action: Innovative Afterschool Programs Supporting Middle School Youth"},
      {
        "id":"ED546628",
        "title":"Examining the Impact of Afterschool STEM Programs"},
      {
        "id":"ED546629",
        "title":"2012 College Choice Report--Part 1: Preferences and Prospects"},
      {
        "id":"ED546630",
        "title":"2012 College Choice Report--Part 2: Enrollment Patterns"},
      {
        "id":"ED546631",
        "title":"2012 College Choice Report--Part 3: Persistence and Transfer"},
      {
        "id":"ED546632",
        "title":"Promoting Team Leadership Skills in Doctoral Candidates"},
      {
        "id":"ED546633",
        "title":"Korean Experience and Achievement in Higher Education"},
      {
        "id":"ED546634",
        "title":"Guide for Peer Assisted Learning (PAL) Group Facilitators"},
      {
        "id":"ED546635",
        "title":"Reinforcing the Cycle of Assessment"},
      {
        "id":"ED546636",
        "title":"More Graduates: Two-Year Results from an Evaluation of Accelerated Study in Associate Programs (ASAP) for Developmental Education Students. Policy Brief"},
      {
        "id":"ED546637",
        "title":"Promoting College Match for Low-Income Students: Lessons for Practitioners. Policy Brief"},
      {
        "id":"ED546638",
        "title":"Laying Tracks to Graduation: The First Year of Implementing Diplomas Now"},
      {
        "id":"ED546639",
        "title":"Aid Like a Paycheck: Incremental Aid to Promote Student Success. Policy Brief"},
      {
        "id":"ED546640",
        "title":"A First Look at the Head Start CARES Demonstration: Large-Scale Implementation of Programs to Improve Children&apos;s Social-Emotional Competence. OPRE Report 2013-47"},
      {
        "id":"ED546641",
        "title":"Early Childhood, High School, and College: Educational Challenges and MDRC&apos;s Research"},
      {
        "id":"ED546642",
        "title":"The Success for All Model of School Reform: Interim Findings from the Investing in Innovation (i3) Scale-Up"},
      {
        "id":"ED546643",
        "title":"Behavioral Economics and Social Policy: Designing Innovative Solutions for Programs Supported by the Administration for Children and Families. OPRE Report No. 2014-16a"},
      {
        "id":"ED546644",
        "title":"A Random Assignment Evaluation of Learning Communities at Kingsborough Community College: Seven Years Later"},
      {
        "id":"ED546645",
        "title":"Head Start CARES for Migrant and Seasonal Families: Adapting a Preschool Social-Emotional Curriculum. OPRE Report 2014-43"},
      {
        "id":"ED546646",
        "title":"The Effect of Feature Complexity in Spanish Spelling in Grades 1-3"},
      {
        "id":"ED546647",
        "title":"Reading Partners: The Implementation and Effectiveness of a One-on-One Tutoring Program Delivered by Community Volunteers. Policy Brief"},
      {
        "id":"ED546648",
        "title":"Moving Ahead with Institutional Change: Lessons from the First Round of Achieving the Dream Community Colleges"},
      {
        "id":"ED546649",
        "title":"Impact Findings from the Head Start CARES Demonstration: National Evaluation of Three Approaches to Improving Preschoolers&apos; Social and Emotional Competence. Executive Summary. OPRE Report 2014-44"},
      {
        "id":"ED546650",
        "title":"Leading for Equity and Social Justice: From Rhetoric to Reality"},
      {
        "id":"ED546651",
        "title":"Measuring Early Spanish Literacy: Factor Structure and Measurement Invariance of the &quot;Phonological Awareness Literacy Screening for Kindergarteners&quot; in Spanish (&quot;PALS español K&quot;)"},
      {
        "id":"ED546652",
        "title":"Transferability of Postsecondary Credit Following Student Transfer or Coenrollment. Statistical Analysis Report. NCES 2014-163"},
      {
        "id":"ED546752",
        "title":"External Review of GPS LifePlan"},
      {
        "id":"ED546753",
        "title":"Addressing Parenting and Child Stress: Three Workshops for Parents of Preschool Children"},
      {
        "id":"ED546754",
        "title":"Successes and Continuing Challenges: Implementing the Changes in Professional Development for Teachers in the U.S."},
      {
        "id":"ED546755",
        "title":"Making School Choice Work"},
      {
        "id":"ED546756",
        "title":"Multiple Measures in Assessment: The Requirements and Challenges of Multiple Measures in the California Community Colleges. Adopted Spring 2014"},
      {
        "id":"ED546757",
        "title":"Labor Market Returns to Community College: Evidence from North Carolina. Research Brief"},
      {
        "id":"ED546758",
        "title":"Data 101: Guiding Principles for Faculty. A White Paper by the Academic Senate Executive Committee"},
      {
        "id":"ED546759",
        "title":"Minimum Qualifications for Faculty and Administrators in California Community Colleges. [Ninth Edition]"},
      {
        "id":"ED546760",
        "title":"The Role of Counseling Faculty and Delivery of Counseling Services in the California Community Colleges. Adopted Spring 2012"},
      {
        "id":"ED546761",
        "title":"Awarding Credit Where Credit Is Due: Effective Practices for the Implementation of Credit by Exam. Adopted Spring 2014"},
      {
        "id":"ED546762",
        "title":"Statement on Competencies in Mathematics Expected of Entering College Students. April 2010. Revised May 2013"},
      {
        "id":"ED546763",
        "title":"Program Discontinuance: A Faculty Perspective Revisited. Adopted Fall 2012"},
      {
        "id":"ED546764",
        "title":"The Labor Market Returns to For-Profit Higher Education: Evidence for Transfer Students. A CAPSEE Working Paper"},
      {
        "id":"ED546765",
        "title":"Understanding the Charter School Special Education Gap: Evidence from Denver, Colorado"},
      {
        "id":"ED546766",
        "title":"The Medium-Term Labor Market Returns to Community College Awards: Evidence from North Carolina. A CAPSEE Working Paper"},
      {
        "id":"ED546767",
        "title":"Implementing Content Review for Communication and Computation Prerequisites. Adopted Spring 2011"},
      {
        "id":"ED546768",
        "title":"Setting Course Enrollment Maximums: Process, Roles, and Principles. Adopted Spring 2012"},
      {
        "id":"ED546769",
        "title":"The Children Born in 2001 at Kindergarten Entry: First Findings from the Kindergarten Data Collections of the Early Childhood Longitudinal Study, Birth Cohort (ECLS-B). First Look. NCES 2010-005"},
      {
        "id":"ED546770",
        "title":"Sound Principles for Faculty Evaluation. Adopted Spring 2013"},
      {
        "id":"ED546772",
        "title":"Leveraging Time for School Equity: Indicators to Measure More and Better Learning Time"},
      {
        "id":"ED546773",
        "title":"Teacher Attrition and Mobility: Results from the 2012-13 Teacher Follow-Up Survey. First Look. NCES 2014-077"},
      {
        "id":"ED546774",
        "title":"Reporting What Readers Need to Know about Education Research Measures: A Guide. REL 2014-064"},
      {
        "id":"ED546775",
        "title":"How Do States Define Alternative Education? REL 2014-038"},
      {
        "id":"ED546776",
        "title":"Using Assessment Data to Guide Math Course Placement of California Middle School Students. REL 2014-040"},
      {
        "id":"ED546777",
        "title":"The Condition of College &amp; Career Readiness 2013: Students from Low-Income Families"},
      {
        "id":"ED546778",
        "title":"The Condition of STEM 2013: National"},
      {
        "id":"ED546779",
        "title":"The Condition of College &amp; Career Readiness, 2013"},
      {
        "id":"ED546780",
        "title":"The Simple Truth about the Gender Pay Gap. 2014 Edition"},
      {
        "id":"ED546781",
        "title":"A Quantitative Analysis of Students' Perception of Generic Skills within an Undergraduate Electronics/mechanical Engineering Curriculum"},
      {
        "id":"ED546783",
        "title":"Stop Giving in to Higher Grades: Ten Suggestions on How to Fight Grade Inflation"},
      {
        "id":"ED546784",
        "title":"A Strong State Role in Common Core State Standards Implementation: Rubric and Self-Assessment Tool"},
      {
        "id":"ED546785",
        "title":"Igniting the Spark: Tech Trek STEM Camps for Girls. Summary of Survey Findings"},
      {
        "id":"ED546786",
        "title":"Graduating to a Pay Gap: The Earnings of Women and Men One Year after College Graduation. Executive Summary and Recommendations"},
      {
        "id":"ED546787",
        "title":"Alternative Methods for the Awarding of College Credit: Credit by Examination for Articulated High School Courses. Adopted Spring 2013"},
      {
        "id":"ED546788",
        "title":"Navigating the River: He Waka Eke Noa. Proceedings of the 2011 Annual International Conference of the Association of Tertiary Learning Advisors of Aotearoa/New Zealand (ATLAANZ) (Petone, New Zealand, November 30-December 2, 2011). Volume 7"},
      {
        "id":"ED546789",
        "title":"Working Together: Planting the Seed. &quot;Kia Pihi Ai Te Mahi Ngatahi.&quot; Proceedings of the 2012 Annual International Conference of the Association of Tertiary Learning Advisors of Aotearoa/New Zealand (ATLAANZ) (Hamilton, New Zealand, Nov 21-23, 2013). Volume 8"},
      {
        "id":"ED546790",
        "title":"Women in Community Colleges: Access to Success"},
      {
        "id":"ED546791",
        "title":"WWC Review of the Report &quot;Randomized, Controlled Trial of the LEAP Model of Early Intervention for Young Children with Autism Spectrum Disorders.&quot; What Work Clearinghouse Single Study Review"},
      {
        "id":"ED546794",
        "title":"Effective Teaching: A Review of Research and Evidence"},
      {
        "id":"ED546795",
        "title":"Employer Engagement in Education"},
      {
        "id":"ED546796",
        "title":"Partnership Working in Small Rural Primary Schools: The Best of Both Worlds. Supporting Report and Evidence"},
      {
        "id":"ED546797",
        "title":"Educational Blogs and Their Effects on Pupils' Writing"},
      {
        "id":"ED546798",
        "title":"Language Trends 2013/14: The State of Language Learning in Primary and Secondary Schools in England. Executive Summary"},
      {
        "id":"ED546799",
        "title":"Girls' Education in Pastoral Communities: An Ethnographic Study of Monduli District, Tanzania. Research Report"},
      {
        "id":"ED546800",
        "title":"Language Trends 2013/14: The State of Language Learning in Primary and Secondary Schools in England"},
      {
        "id":"ED546801",
        "title":"School Self-Evaluation for School Improvement: What Works and Why?"},
      {
        "id":"ED546802",
        "title":"Partnership Working in Small Rural Primary Schools: The Best of Both Worlds. Research Report"},
      {
        "id":"ED546803",
        "title":"Inspiring Teachers: Perspectives and Practices. Summary Report"},
      {
        "id":"ED546804",
        "title":"Inspiring Teachers: Perspectives and Practices"},
      {
        "id":"ED546805",
        "title":"Lessons from London Schools: Investigating the Success"},
      {
        "id":"ED546806",
        "title":"Successful Leadership: A Review of the International Literature"},
      {
        "id":"ED546807",
        "title":"Building High-Performing and Improving Education Systems: Leadership. Review"},
      {
        "id":"ED546808",
        "title":"Bilingual Education in Brunei: The Evolution of the Brunei Approach to Bilingual Education and the Role of CfBT in Promoting Educational Change. Research Briefing"},
      {
        "id":"ED546809",
        "title":"Building High-Performing and Improving Education Systems. Systems and Structures: Powers, Duties and Funding. Review"},
      {
        "id":"ED546810",
        "title":"Action Research for School Improvement: Studies on Able, Gifted and Talented Learners, Homework and White Working-Class Pupils"},
      {
        "id":"ED546811",
        "title":"Employer Engagement in Education: Literature Review"},
      {
        "id":"ED546812",
        "title":"An Awareness of Neuroscience in Education: Can Learning about the Brain Transform Pupils' Motivation to Learn?"},
      {
        "id":"ED546813",
        "title":"Action Research at St Mark's Academy 2013"},
      {
        "id":"ED546814",
        "title":"Building High-Performing and Improving Education Systems: Teachers. Review"},
      {
        "id":"ED546815",
        "title":"Building High-Performing and Improving Education Systems: Quality Assurance and Accountability. Review"},
      {
        "id":"ED546816",
        "title":"Building High-Performing and Improving Education Systems: Curriculum and Assessment. Review"},
      {
        "id":"ED546817",
        "title":"Assessment for Learning: Effects and Impact"},
      {
        "id":"ED546818",
        "title":"From Exclusion to Inclusion: Ways of Responding in Schools to Students with Special Educational Needs"},
      {
        "id":"ED546819",
        "title":"Bilingual Education in Brunei: The Evolution of the Brunei Approach to Bilingual Education and the Role of CfBT in Promoting Educational Change. Summary Report"},
      {
        "id":"ED546820",
        "title":"Evaluation of the Teacher Incentive Fund: Implementation and Early Impacts of Pay-for-Performance after One Year. NCEE 2014-4019"},
      {
        "id":"ED546821",
        "title":"Evaluation of the Teacher Incentive Fund: Implementation and Early Impacts of Pay-for-Performance after One Year. Executive Summary. NCEE 2014-4020"},
      {
        "id":"ED546822",
        "title":"Bilingual Education in Brunei: The Evolution of the Brunei Approach to Bilingual Education and the Role of CfBT in Promoting Educational Change. Full Report"},
      {
        "id":"ED546823",
        "title":"Early Implementation Experiences of the 2010 Teacher Incentive Fund Grantees. NCEE Study Snapshot. NCEE 2014-4021"},
      {
        "id":"ED546824",
        "title":"What Are Institutions Spending on Assessment? Is It Worth the Cost? Occasional Paper #18"},
      {
        "id":"ED546825",
        "title":"Integrated Student Supports and Equity: &quot;What&apos;s Not Being Discussed?&quot;"},
      {
        "id":"ED546826",
        "title":"Bringing New Prototypes into Practice: Dissemination, Implementation, and &quot;Facilitating Transformation.&quot; A Center Report"},
      {
        "id":"ED546827",
        "title":"Education Leaders&apos; Guide to Transforming Student and Learning Supports. A Center Guide"},
      {
        "id":"ED546828",
        "title":"Five Essential Elements of a Unified and Comprehensive System of Learning Supports. Practice Guide"},
      {
        "id":"ED546829",
        "title":"General Guide for Strategic Planning Related to Developing a Unified and Comprehensive System of Learning Supports. Guide for Practice..."},
      {
        "id":"ED546830",
        "title":"All Hands on Deck: Ten Lessons from Early Adopters of Competency-Based Education"},
      {
        "id":"ED546832",
        "title":"Disadvantaged Learners and VET to Higher Education Transitions. Occasional Paper"},
      {
        "id":"ED546833",
        "title":"KIDS COUNT Data Book, 2014: State Trends in Child Well-Being. 25th Edition"},
      {
        "id":"ED546834",
        "title":"The Importance of Afterschool and Summer Learning Programs in African-American and Latino Communities. Afterschool Alert. Issue Brief No. 59"},
      {
        "id":"ED546835",
        "title":"Strategies for Improving Access to Drinking Water in Schools"},
      {
        "id":"ED546836",
        "title":"Strategies for Supporting Recess in Elementary Schools"},
      {
        "id":"ED546837",
        "title":"Looking at the Data: Afterschool Programs Using Data to Better Serve Students. Metlife Foundation Afterschool Alert. Issue Brief No. 66"},
      {
        "id":"ED546838",
        "title":"Strategies for Creating Supportive School Nutrition Environments"},
      {
        "id":"ED546839",
        "title":"Preventing Dropouts: The Important Role of Afterschool. Afterschool Alert. Issue Brief No. 60"},
      {
        "id":"ED546840",
        "title":"Strategies for Supporting Quality Physical Education and Physical Activity in Schools"},
      {
        "id":"ED546841",
        "title":"Strategies to Improve Marketing and Promotion of Foods and Beverages at School"},
      {
        "id":"ED546842",
        "title":"Methods Document for the CDC and Bridging the Gap Local School Wellness Policy Briefs"},
      {
        "id":"ED546843",
        "title":"Local School Wellness Policies: Where Do They Stand and What Can You Do?"},
      {
        "id":"ED546844",
        "title":"Strategies for Addressing Weight Status Measurement in Schools"},
      {
        "id":"ED546845",
        "title":"Afterschool and the Common Core State Standards. MetLife Foundation Afterschool Alert. Issue Brief No. 63"},
      {
        "id":"ED546846",
        "title":"Do Race/Ethnicity-Based Student Achievement Gaps Grow over Time? Issue Brief"},
      {
        "id":"ED546847",
        "title":"Afterschool Supporting Students with Disabilities and Other Special Needs. MetLife Foundation Afterschool Alert. Issue Brief No. 64"},
      {
        "id":"ED546848",
        "title":"Work Readiness Standards and Benchmarks: The Key to Differentiating America&apos;s Workforce and Regaining Global Competitiveness"},
      {
        "id":"ED546849",
        "title":"Validity Evidence for ACT Compass® Placement Tests. ACT Research Report Series 2014 (2)"},
      {
        "id":"ED546850",
        "title":"Keeping Kids Safe and Supported in the Hours After School. MetLife Foundation Afterschool Alert. Issue Brief No. 65"},
      {
        "id":"ED546851",
        "title":"Updating the ACT College Readiness Benchmarks. ACT Research Report Series 2013 (6)"},
      {
        "id":"ED546852",
        "title":"Trends in Achievement Gaps in First-Year College Courses for Racial/Ethnic, Income, and Gender Subgroups: A 12-Year Study. ACT Research Report Series 2013 (8)"},
      {
        "id":"ED546853",
        "title":"Partnerships with STEM-Rich Institutions. Afterschool Alert. Issue Brief No. 61"},
      {
        "id":"ED546854",
        "title":"Computing and Engineering in Afterschool. Afterschool Alert. Issue Brief No. 62"},
      {
        "id":"ED546855",
        "title":"Catching up to College and Career Readiness: The Challenge Is Greater for At-Risk Students. Issue Brief"},
      {
        "id":"ED546856",
        "title":"Student- and Teacher-Reported Behavioral Measures: Do They Agree? Issue Brief"},
      {
        "id":"ED546857",
        "title":"Early Monitoring and Long-Term College Success in Oklahoma. Issue Brief"},
      {
        "id":"ED546858",
        "title":"The Reality of College Readiness 2013: National"},
      {
        "id":"ED546859",
        "title":"What Are the ACT College Readiness Benchmarks? Information Brief"},
      {
        "id":"ED546860",
        "title":"&quot;You Can Go to College&quot;: Foster High School. College Readiness Case Study"},
      {
        "id":"ED546861",
        "title":"Models for Information Assurance Education and Outreach: A Report on Year 2 Implementation"},
      {
        "id":"ED546862",
        "title":"A Comparison of the American Common Core State Standards with the Finnish Educational System"},
      {
        "id":"ED546863",
        "title":"Peer Observation and Reflection in the ELT Practicum"},
      {
        "id":"ED546864",
        "title":"Middle School Learners' Ontological &quot;Trying-on&quot; of Dimensions: A Phenomenological Investigation"},
      {
        "id":"ED546865",
        "title":"College of Education Graduate School Students Examine the Advantages of Integrating Research-Based Instructional Theories into Every Day Classroom Instruction"},
      {
        "id":"ED546866",
        "title":"School Psychologists' Experiences with Teacher-to-Student Mistreatment"},
      {
        "id":"ED546867",
        "title":"Perceptions of Saudi Students towards Electronic and Traditional Writing Groups"},
      {
        "id":"ED546868",
        "title":"Effects of a Facility Dog on Student Learning and Learning Environment"},
      {
        "id":"ED546869",
        "title":"Effects of Ben 10 on Kids in the Age-Group 5 to 8 Years"},
      {
        "id":"ED546871",
        "title":"An Investigation of &quot;Circle of Friends&quot; Peer-Mediated Intervention for Students with Autism"},
      {
        "id":"ED546872",
        "title":"Storytelling to Teach Cultural Awareness: The Right Story at the Right Time"},
      {
        "id":"ED546873",
        "title":"Teachers' Perspectives about an Anti-Bullying Program"},
      {
        "id":"ED546874",
        "title":"Understanding Student Voices about Assessment: Links to Learning and Motivation"},
      {
        "id":"ED546875",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the Annual Convention of the Association for Educational Communications and Technology (35th, Louisville, Kentucky, 2012). Volume 1"},
      {
        "id":"ED546876",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the Annual Convention of the Association for Educational Communications and Technology (35th, Louisville, Kentucky, 2012). Volume 2"},
      {
        "id":"ED546877",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the Annual Convention of the Association for Educational Communications and Technology (36th, Anaheim, California, 2013). Volume 1"},
      {
        "id":"ED546878",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the Annual Convention of the Association for Educational Communications and Technology (36th, Anaheim, California, 2013). Volume 2"},
      {
        "id":"ED546879",
        "title":"Accreditation: A Call to Action for College Trustees"},
      {
        "id":"ED546880",
        "title":"Segregation and Peers' Characteristics in the 2010-2011 Kindergarten Class: 60 Years after Brown v. Board"},
      {
        "id":"ED546881",
        "title":"Trouble in the Dorms: A Guide to Residential Life Programs for Higher Education Trustees"},
      {
        "id":"ED546882",
        "title":"Commentary on the OECD's Programme for International Student Assessment 2012"},
      {
        "id":"ED546883",
        "title":"What Will They Learn? 2013-2014. A Survey of Core Requirements at Our Nation&apos;s Colleges and Universities"},
      {
        "id":"ED546884",
        "title":"Work-Life Balance and the Canadian Teaching Profession"},
      {
        "id":"ED546885",
        "title":"Setting Academic Priorities: A Guide to What Boards of Trustees Can Do"},
      {
        "id":"ED546886",
        "title":"What Will They Learn? 2012-13. A Survey of Core Requirements at Our Nation&apos;s Colleges and Universities"},
      {
        "id":"ED546887",
        "title":"Labour Rights, Inequality and Democracy"},
      {
        "id":"ED546888",
        "title":"A Comparison of Community and State College Leader Perceptions of Trustee Involvement in Decision-Making"},
      {
        "id":"ED546889",
        "title":"Really, Bounty Gate in Youth Sports?"},
      {
        "id":"ED546890",
        "title":"How to Help the One: A Story of Reading Intervention for a Struggling Middle School Boy"},
      {
        "id":"ED546891",
        "title":"Must All Counselors Be Culturally Competent?"},
      {
        "id":"ED546892",
        "title":"Reframing Public Education as a Public Good"},
      {
        "id":"ED546893",
        "title":"Communicative Language Testing: Implications for Computer Based Language Testing in French for Specific Purposes"},
      {
        "id":"ED546894",
        "title":"Fountain of Knowledge: IR Collaboration for Effective Change. [Proceedings of the] Annual NEAIR Conference (37th, Saratoga Springs, New York, November 13-16, 2010)"},
      {
        "id":"ED546895",
        "title":"Rethinking Feedback on Written Assignments: Teacher and Peer View"},
      {
        "id":"ED546896",
        "title":"Leading the Charge for Institutional Renewal. Proceedings of the Annual NEAIR Conference (38th, Boston, Massachusetts, December 3-6, 2011)"},
      {
        "id":"ED546897",
        "title":"Time for Decisions: Visualizing the Future. Proceedings of the Annual NEAIR Conference (39th, Bethesda, Maryland, November 3-6, 2012)"},
      {
        "id":"ED546898",
        "title":"WWC Review of the Report &quot;Conceptualizing Astronomical Scale: Virtual Simulations on Handheld Tablet Computers Reverse Misconceptions.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED546899",
        "title":"WWC Review of the Report &quot;Meeting the Challenge of Combating Chronic Absenteeism: Impact of the NYC Mayor&apos;s Interagency Task Force on Chronic Absenteeism and School Attendance and Its Implications for Other Cities.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED546900",
        "title":"The Appropriateness of a California Student and Staff Survey for Measuring Middle School Climate. REL 2014-039"},
      {
        "id":"ED546901",
        "title":"Neurofeedback as an Intervention to Improve Reading Achievement in Students with Attention Deficit Hyperactivity Disorder, Inattentive Subtype"},
      {
        "id":"ED546902",
        "title":"Cheating, Hooking Up, and Attention to Romantic Alternatives among College Students"},
      {
        "id":"ED546903",
        "title":"Student Academic Reading Preferences: A Study of Online Reading Habits and Inclinations"},
      {
        "id":"ED556034",
        "title":"Community Colleges Expanded Role into Awarding Bachelor's Degrees. ECS Education Policy Analysis"},
      {
        "id":"ED556035",
        "title":"Constructivist E-Learning in Higher Education"},
      {
        "id":"ED556036",
        "title":"Targeted Programs and Career Pathways within Workforce Development Policies. ECS Education Policy Analysis"},
      {
        "id":"ED556037",
        "title":"Teaching through Interactions in Secondary School Classrooms: Revisiting the Factor Structure and Practical Application of the Classroom Assessment Scoring System-­-Secondary"},
      {
        "id":"ED556038",
        "title":"Using Performance-Based Funding to Incentivize Change. Occasional Paper. RTI Press Publication OP-0020-1501"},
      {
        "id":"ED556039",
        "title":"Education Finance in Egypt: Problems and a Possible Solution. Occasional Paper. RTI Press Publication OP-0017-1401"},
      {
        "id":"ED556045",
        "title":"Why Rural Matters 2013-2014: The Condition of Rural Education in the 50 States"},
      {
        "id":"ED556046",
        "title":"An Interaction-Based Approach to Enhancing Secondary School Instruction and Student Achievement"},
      {
        "id":"ED556047",
        "title":"Observations of Effective Teacher-Student Interactions in Secondary School Classrooms: Predicting Student Achievement with the Classroom Assessment Scoring System--Secondary"},
      {
        "id":"ED556048",
        "title":"Free and Reduced-Price Lunch Eligibility Data in Ed&quot;Facts&quot;: A White Paper on Current Status and Potential Changes"},
      {
        "id":"ED556049",
        "title":"Education Longitudinal Study of 2002 (ELS:2002): A First Look at the Postsecondary Transcripts of 2002 High School Sophomores. First Look. NCES 2015-034"},
      {
        "id":"ED556058",
        "title":"Blueprint for College Readiness: A 50-State Policy Analysis"},
      {
        "id":"ED556095",
        "title":"Education System of John Amos Comenius and Its Implications in Modern Didactics"},
      {
        "id":"ED556096",
        "title":"Science and Technology Teachers' Opinions about Problems Faced While Teaching 8th Grade Science Unit &quot;Force and Motion&quot; and Suggestions for Solutions"},
      {
        "id":"ED556102",
        "title":"Using Positive Behavior Intervention Support for Children with Autism in Inclusive Classrooms"},
      {
        "id":"ED556106",
        "title":"Frequently Asked Questions: Common Core State Standards Initiative"},
      {
        "id":"ED556108",
        "title":"No Child Left Behind Act of 2001 (Public Law 107-110)"},
      {
        "id":"ED556109",
        "title":"The Social-Ecological Model: A Framework for Violence Prevention"},
      {
        "id":"ED556111",
        "title":"History: Twenty-Five Years of Progress in Educating Children with Disabilities through IDEA. Archived"},
      {
        "id":"ED556112",
        "title":"Methods Matter: Teacher-Trainee Perspectives on Language Teaching Methods in a South Korean TESOL Certificate Program"},
      {
        "id":"ED556114",
        "title":"A Proposal: Modification for Instruments and Tools Used in the Science Laboratory Setting for Students with Disabilities"},
      {
        "id":"ED556115",
        "title":"A Multilevel Study of Partnership Building to Support Early Childhood Development across Different Education Contexts"},
      {
        "id":"ED556116",
        "title":"Toward the Application of Constructivism and Constructionism to Work-Related Training in Service of the Enhancement of Human Capital Development in Postsecondary Education Settings in the United States"},
      {
        "id":"ED556117",
        "title":"Family Intervention with a Case of Bipolar I Disorder with Family Conflict"},
      {
        "id":"ED556118",
        "title":"State Capacity to Support School Turnaround. NCEE Evaluation Brief. NCEE 2015-4012"},
      {
        "id":"ED556119",
        "title":"Early Identification of High School Graduation Outcomes in Oregon Leadership Network Schools. REL 2015-079"},
      {
        "id":"ED556120",
        "title":"Check &amp; Connect. What Works Clearinghouse Intervention Report. Updated May 2015"},
      {
        "id":"ED556121",
        "title":"Credit Recovery Programs. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED556122",
        "title":"Assessing English Literacy as a Predictor of Postschool Outcomes in the Lives of Deaf Individuals"},
      {
        "id":"ED556123",
        "title":"Effective Strategies for Improving Writing Skills of Elementary English Language Learners"},
      {
        "id":"ED556124",
        "title":"Reconnecting Youth. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED556125",
        "title":"Do Facilitated Online Dual Credit Classes Result in Deep Learning?"},
      {
        "id":"ED556126",
        "title":"Instructional Improvement Cycle: A Teacher's Toolkit for Collecting and Analyzing Data on Instructional Strategies. REL 2015-080"},
      {
        "id":"ED556127",
        "title":"What Predicts Participation in Developmental Education among Recent High School Graduates at Community College? Lessons from Oregon. REL 2015-081"},
      {
        "id":"ED556128",
        "title":"WWC Review of the Report &quot;The Iterative Development and Initial Evaluation of We Have Skills!, an Innovative Approach to Teaching Social Skills to Elementary Students.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED556129",
        "title":"WWC Review of the Report &quot;A Randomized Trial Examining the Effects of Aerobic Physical Activity on Attention-Deficit/Hyperactivity Disorder Symptoms in Young Children.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED556130",
        "title":"Measuring Principals' Effectiveness: Results from New Jersey's Principal Evaluation Pilot. REL 2015-089"},
      {
        "id":"ED556165",
        "title":"Visible School Security Measures and Student Academic Performance, Attendance, and Postsecondary Aspirations"},
      {
        "id":"ED556166",
        "title":"Examining School Security Measures as Moderators of the Association between Homophobic Victimization and School Avoidance"},
      {
        "id":"ED556231",
        "title":"Logic Models for Program Design, Implementation, and Evaluation: Workshop Toolkit. REL 2015-057"},
      {
        "id":"ED556232",
        "title":"Online Course Use in Iowa and Wisconsin Public Schools: The Results of Two Statewide Surveys. Stated Briefly. REL 2015-090"},
      {
        "id":"ED556234",
        "title":"Research Facts on Homeschooling"},
      {
        "id":"ED556235",
        "title":"A Model of Translator's Competence from an Educational Perspective"},
      {
        "id":"ED556236",
        "title":"Redesigning State Financial Aid: Principles to Guide State Aid Policymaking"},
      {
        "id":"ED556237",
        "title":"The Case for Coherent High Schools"},
      {
        "id":"ED556238",
        "title":"Improving EFL Writing through Study of Semantic Concepts in Formulaic Language"},
      {
        "id":"ED556239",
        "title":"Investigating Ways to Reform International Education in Confucian Contexts: A Case Study of South Korean Higher Education"},
      {
        "id":"ED556240",
        "title":"Korea's &quot;Model Minority&quot;: A Case Study of an American-Korean Bilingual Student's Challenges Learning English in South Korea"},
      {
        "id":"ED556241",
        "title":"Expanding College Opportunity: An Annual Report on Dual Credit and Other Post Secondary Opportunities for Stark County High School Students"},
      {
        "id":"ED556243",
        "title":"A Level Playing Field? How College Readiness Standards Change the Accountability Game"},
      {
        "id":"ED556245",
        "title":"For Whom the Pell Tolls: How Financial Aid Policies Widen the Opportunity Gap"},
      {
        "id":"ED556246",
        "title":"Title IX Resource Guide"},
      {
        "id":"ED556247",
        "title":"Spring 2013 International Comparisons"},
      {
        "id":"ED556249",
        "title":"Roll Call: The Importance of Teacher Attendance"},
      {
        "id":"ED556250",
        "title":"Difficulties in Defining Social-Emotional Intelligence, Competences and Skills--A Theoretical Analysis and Structural Suggestion"},
      {
        "id":"ED556251",
        "title":"Qualification of Adult Educators in Europe: Insights from the Portuguese Case"},
      {
        "id":"ED556252",
        "title":"Formation of Apprenticeships in the Swedish Education System: Different Stakeholder Perspectives"},
      {
        "id":"ED556253",
        "title":"Governing American Education: Why This Dry Subject May Hold the Key to Advances in American Education"},
      {
        "id":"ED556254",
        "title":"2014 Teacher Prep Review: A Review of the Nation's Teacher Preparation Programs. Revised"},
      {
        "id":"ED556292",
        "title":"Training Our Future Teachers: Easy A's and What's behind Them"},
      {
        "id":"ED556301",
        "title":"Doing the Math on Teacher Pensions: How to Protect Teachers and Taxpayers"},
      {
        "id":"ED556306",
        "title":"Redesigning and Expanding School Time to Support Common Core Implementation"},
      {
        "id":"ED556307",
        "title":"2013 State Teacher Policy Yearbook: National Summary"},
      {
        "id":"ED556308",
        "title":"Incoherent by Design: What You Should Know about Differences between Undergraduate and Graduate Training of Elementary Teachers"},
      {
        "id":"ED556309",
        "title":"Unequal Access, Unequal Results: Equitable Teacher Distribution in Miami-Dade County Public Schools"},
      {
        "id":"ED556312",
        "title":"Training Our Future Teachers: Classroom Management. Revised"},
      {
        "id":"ED556313",
        "title":"Fixing Our National Accountability System"},
      {
        "id":"ED556314",
        "title":"Smart Money: What Teachers Make, How Long It Takes and What It Buys Them. Revised"},
      {
        "id":"ED556315",
        "title":"Financing Expanded Learning Time in Schools: A Look at Five District-Expanded Time Schools"},
      {
        "id":"ED556316",
        "title":"Teacher Quality Roadmap: Improving Policies and Practices in Pittsburgh Public Schools"},
      {
        "id":"ED556317",
        "title":"2014 State Teacher Policy Yearbook: Are New Teachers Being Prepared for College- and Career-Readiness Standards? National Summary"},
      {
        "id":"ED556319",
        "title":"Made in China: Challenge and Innovation in China's Vocational Education and Training System. International Comparative Study of Leading Vocational Education Systems"},
      {
        "id":"ED556320",
        "title":"Chinese Lessons: Shanghai's Rise to the Top of the PISA League Tables"},
      {
        "id":"ED556321",
        "title":"The Phoenix: Vocational Education and Training in Singapore. International Comparative Study of Leading Vocational Education Systems"},
      {
        "id":"ED556322",
        "title":"Developing Teacher Leadership in Iowa: Saydel and Central Decatur Schools"},
      {
        "id":"ED556323",
        "title":"Linking Housing and School Integration Policy: What Federal, State and Local Governments Can Do. Issue Brief No. 5"},
      {
        "id":"ED556324",
        "title":"Increasing Educator Effectiveness: Lessons Learned from Teacher Incentive Fund Sites"},
      {
        "id":"ED556325",
        "title":"Comprehensive Educator Effectiveness Models That Work: Impact of the TAP System on Student Achievement in Louisiana"},
      {
        "id":"ED556326",
        "title":"Federal Funding for Students with Disabilities: The Evolution of Federal Special Education Finance in the United States. New America Education Policy Brief"},
      {
        "id":"ED556328",
        "title":"Creating Pupils' Internet Magazine"},
      {
        "id":"ED556329",
        "title":"Supporting Friendly Atmosphere in a Classroom by Technology Implementation"},
      {
        "id":"ED556330",
        "title":"SOS Children's Friendly Community Historical Overview"},
      {
        "id":"ED556331",
        "title":"TAP Research Summary: Examining the Evidence and Impact of &quot;TAP: The System for Teacher and Student Advancement&quot;"},
      {
        "id":"ED556332",
        "title":"TAP High School Symposium: Lessons Learned from Principals and Teachers"},
      {
        "id":"ED556333",
        "title":"Accelerated Reader and Young People's Reading: Findings from the National Literacy Trust's 2012 Annual Literacy Survey on Reading Enjoyment, Reading Behaviour outside Class and Reading Attitudes"},
      {
        "id":"ED556334",
        "title":"Accelerated Reader and Young People's Reading in 2013: Findings from the National Literacy Trust's 2013 Annual Literacy Survey on Reading Enjoyment, Reading Behaviour outside Class and Reading Attitudes"},
      {
        "id":"ED556335",
        "title":"Activities for Challenging Gifted Learners by Increasing Complexity in the Common Core"},
      {
        "id":"ED556336",
        "title":"An Efficacy Trial of Research-Based Curriculum Materials with Curriculum-Based Professional Development"},
      {
        "id":"ED556337",
        "title":"Common Core Goes to College: Building Better Connections between High School and Higher Education. Policy Brief"},
      {
        "id":"ED556338",
        "title":"Beyond Subprime Learning: Accelerating Progress in Early Education. Policy Brief"},
      {
        "id":"ED556339",
        "title":"Parent and Family Involvement in Education, from the National Household Education Surveys Program of 2012. First Look. NCES 2013-028.Rev"},
      {
        "id":"ED556340",
        "title":"Early Childhood Program Participation, from the National Household Education Surveys Program of 2012. First Look. NCES 2013-029.Rev"},
      {
        "id":"ED556341",
        "title":"Making Assessment and Accountability Work for Principals"},
      {
        "id":"ED556342",
        "title":"Staying Power: The Impact of the TAP System on Retaining Teachers Nationwide"},
      {
        "id":"ED556343",
        "title":"Learning Emotional Intelligence: Training &amp; Assessment"},
      {
        "id":"ED556344",
        "title":"National Household Education Surveys Program of 2012: Data File User's Manual. Parent and Family Involvement in Education Survey. Early Childhood Program Participation Survey. NCES 2015-030"},
      {
        "id":"ED556346",
        "title":"Great Principals at Scale: Creating District Conditions That Enable All Principals to Be Effective"},
      {
        "id":"ED556347",
        "title":"Preventing Youth Violence: Opportunities for Action"},
      {
        "id":"ED556348",
        "title":"Public School Teacher Attrition and Mobility in the First Five Years: Results from the First through Fifth Waves of the 2007-08 Beginning Teacher Longitudinal Study. First Look. NCES 2015-337"},
      {
        "id":"ED556349",
        "title":"Digest of Education Statistics 2013. NCES 2015-011"},
      {
        "id":"ED556350",
        "title":"Great Principals at Scale: Toolkit"},
      {
        "id":"ED556351",
        "title":"Great Principals at Scale: State &amp; Federal Policy Brief"},
      {
        "id":"ED556352",
        "title":"Leading from Every Seat: Empowering Principals to Cultivate Teacher Leadership for School Improvement. Version 1.0"},
      {
        "id":"ED556353",
        "title":"The Strength of Organisational Culture: Organisational Performance in South African Schools"},
      {
        "id":"ED556354",
        "title":"English Language Development Policy: Foreign Teachers, Hegemony, and Inequality of Education in Thailand"},
      {
        "id":"ED556456",
        "title":"Community of Inquiry and Video in Higher Education: Engaging Students Online"},
      {
        "id":"ED556457",
        "title":"Who Teaches High School Physics? Results from the 2012-13 Nationwide Survey of High School Physics Teachers. Focus On"},
      {
        "id":"ED556458",
        "title":"Astronomy Degree Recipients Initial Employment: Results from the Follow-Up Survey of Degree Recipients, Classes of 2010, 2011 and 2012 Combined. Focus On"},
      {
        "id":"ED556459",
        "title":"Physics Doctorates Initial Employment: Data from the Degree Recipient Follow-Up Survey for the Classes of 2011 and 2012. Focus On"},
      {
        "id":"ED556460",
        "title":"What High School Physics Teachers Teach: Results from the 2012-13 Nationwide Survey of High School Physics Teachers. Focus On"},
      {
        "id":"ED556462",
        "title":"Synthesis of Recent SAT Validity Findings: Trend Data over Time and Cohorts. Research in Review 2014-1"},
      {
        "id":"ED556463",
        "title":"The Benefits of Early Engagement in the College-Preparation Process: Implications for Practitioners. Research Report 2014-1"},
      {
        "id":"ED556464",
        "title":"Are AP® Students More Likely to Graduate from College on Time? Research Report 2013-5"},
      {
        "id":"ED556465",
        "title":"Computer Science in High School Graduation Requirements. ECS Education Trends"},
      {
        "id":"ED556466",
        "title":"A Review of the Role of College Applications on Students' Postsecondary Outcomes. Research Brief"},
      {
        "id":"ED556467",
        "title":"Free and Compulsory School Age Requirements. ECS 50-State Reviews"},
      {
        "id":"ED556468",
        "title":"A Review of the Role of College Counseling, Coaching, and Mentoring on Students' Postsecondary Outcomes. Research Brief"},
      {
        "id":"ED556469",
        "title":"Learning Time in America: Trends to Reform the American School Calendar. A Snapshot of Federal, State and Local Action. Spring 2015 Update"},
      {
        "id":"ED556470",
        "title":"Reverse Transfer: The Path Less Traveled. ECS Education Trends"},
      {
        "id":"ED556471",
        "title":"Completing College: A National View of Student Attainment Rates--Fall 2008 Cohort (Signature Report No. 8)"},
      {
        "id":"ED556472",
        "title":"Some College, No Degree: A National View of Students with Some College Enrollment, but No Completion (Signature Report No. 7)"},
      {
        "id":"ED556473",
        "title":"Accountability and the Federal Role: A Third Way on ESEA"},
      {
        "id":"ED556474",
        "title":"Common Enrollment, Parents, and School Choice: Early Evidence from Denver and New Orleans. Making School Choice Work Series"},
      {
        "id":"ED556475",
        "title":"Completing College: A State-Level View of Student Attainment Rates. State Supplement. (Signature Report No. 8a)"},
      {
        "id":"ED556476",
        "title":"Evaluating Teachers More Strategically: Using Performance Results to Streamline Evaluation Systems. Issue Brief"},
      {
        "id":"ED556477",
        "title":"The Analysis of the Understanding Levels of Teacher Candidates in Different Departments about Basic Astronomy Concepts"},
      {
        "id":"ED556478",
        "title":"Is Value-Added Accurate for Teachers of Students with Disabilities? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 14"},
      {
        "id":"ED556479",
        "title":"Title I: Time to Get It Right"},
      {
        "id":"ED556480",
        "title":"Beginners in the Classroom: What the Changing Demographics of Teaching Mean for Schools, Students, and Society"},
      {
        "id":"ED556481",
        "title":"STEM: How a Poorly Defined Acronym Is Shaping Education and Workforce Development Policy in the United States. WCER Working Paper No. 2014-2"},
      {
        "id":"ED556482",
        "title":"What Do We Know about the Long-Term Impacts of Teacher Value-Added? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 15"},
      {
        "id":"ED556483",
        "title":"Postsecondary Transition and English Learners with Disabilities: Data from the Second National Longitudinal Transition Study. WCER Working Paper No. 2014-4"},
      {
        "id":"ED556484",
        "title":"College Completion: Comparing AP®, Dual-Enrolled, and Nonadvanced Students. Research Report 2014-3"},
      {
        "id":"ED556485",
        "title":"Community College Pathways: A Descriptive Report of Summative Assessments and Student Learning"},
      {
        "id":"ED556486",
        "title":"The Effects of Doctoral Teaching Development on Early-Career STEM Scholars' College-Teaching Self-Efficacy. WCER Working Paper No. 2015-1"},
      {
        "id":"ED556487",
        "title":"Development of a New ReadiStep™ Scale Linked to the PSAT/NMSQT® Scale. Research Report 2013-4"},
      {
        "id":"ED556488",
        "title":"Community College Pathways' Program Success: Assessing the First Two Years' Effectiveness of Statway®"},
      {
        "id":"ED556489",
        "title":"Evaluation of Educators and Educator Preparation Programs: Models and Systems in Theory and Practice. WCER Working Paper No. 2014-6"},
      {
        "id":"ED556490",
        "title":"Should We Still Be Talking about Leaving? A Comparative Examination of Social Inequality in Undergraduate Patterns of Switching Majors. WCER Working Paper No. 2014-5"},
      {
        "id":"ED556491",
        "title":"Navigating the Problem Space of Academia: Exploring Processes of Course Design and Classroom Teaching in Postsecondary Settings. WCER Working Paper No. 2014-1"},
      {
        "id":"ED556492",
        "title":"Exploring Data-Driven Decision-Making in the Field: How Faculty Use Data and Other Forms of Information to Guide Instructional Decision-Making. WCER Working Paper No. 2014-3"},
      {
        "id":"ED556493",
        "title":"Learning Teaching (LT) Program: Developing an Effective Teacher Feedback System. 90-Day Cycle Report"},
      {
        "id":"ED556494",
        "title":"Adding Eyes: The Rise, Rewards, and Risks of Multi-Rater Teacher Observation Systems. Issue Brief"},
      {
        "id":"ED556495",
        "title":"The Best Laid Plans: Designing Incentive Programs for School Leaders. WCER Working Paper No. 2014-7"},
      {
        "id":"ED556496",
        "title":"Statistical Theory for the &quot;RCT-YES&quot; Software: Design-Based Causal Inference for RCTs. NCEE 2015-4011"},
      {
        "id":"ED556497",
        "title":"BREATHE to Understand©"},
      {
        "id":"ED556498",
        "title":"Using Dual Eye-Tracking to Evaluate Students' Collaboration with an Intelligent Tutoring System for Elementary-Level Fractions"},
      {
        "id":"ED556499",
        "title":"Perceptions of Educators Regarding the Effectiveness of Alternative Programs in a Southern State"},
      {
        "id":"ED556500",
        "title":"Authoring Tools for Collaborative Intelligent Tutoring System Environments"},
      {
        "id":"ED556501",
        "title":"Undesired Behaviors Faced in Classroom by Physics Teachers in High Schools"},
      {
        "id":"ED556502",
        "title":"Using an Intelligent Tutoring System to Support Collaborative as well as Individual Learning"},
      {
        "id":"ED556503",
        "title":"Findings from the Second-Grade Rounds of the Early Childhood Longitudinal Study, Kindergarten Class of 2010-11 (ECLS-K:2011). First Look. NCES 2015-077"},
      {
        "id":"ED556636",
        "title":"Psychosocial Maturity and Conflict Resolution Management of Higher Secondary School Students"},
      {
        "id":"ED556702",
        "title":"Founding of Compulsory Civil Education According to the Education Acts from Second Half of the 19th Century"},
      {
        "id":"ED556703",
        "title":"Children's Problem Behaviour and Techniques to Classroom Management: A Case Study of a Preschool Classroom in Klang Valley"},
      {
        "id":"ED556704",
        "title":"Situated Language Learning: Concept, Significance and Forms"},
      {
        "id":"ED556705",
        "title":"Role of Teacher Educational Institutions in Developing Personality of Student Teachers"},
      {
        "id":"ED556706",
        "title":"Web Applications That Promote Learning Communities in Today's Online Classrooms"},
      {
        "id":"ED556707",
        "title":"Deciphering the Distance between Distance Education and Working Professionals in Difficult Geographies"},
      {
        "id":"ED556708",
        "title":"Educational System Efficiency Improvement Using Knowledge Discovery in Databases"},
      {
        "id":"ED556709",
        "title":"The Pregnancy Assistance Fund as a Support for Student Parents in Postsecondary Education. Fact Sheet #C398"},
      {
        "id":"ED556710",
        "title":"Prepping Colleges for Parents: Strategies for Supporting Student Parent Success in Postsecondary Education. Working Paper"},
      {
        "id":"ED556711",
        "title":"Housing Resources and Programs for Single Student Parents at Community and Technical Colleges. Fact Sheet #C396"},
      {
        "id":"ED556712",
        "title":"Child Care, Education, and Job Training: How Investing in Quality Programs Improves Outcomes for Children, Girls, and Women. Research in Brief #L003. Updated"},
      {
        "id":"ED556713",
        "title":"Student Parents Face Significant Challenges to Postsecondary Success. Fact Sheet #C376"},
      {
        "id":"ED556714",
        "title":"Predictive Ability of Variables Related to the Aspects of School Principals' Management"},
      {
        "id":"ED556715",
        "title":"College Students with Children Are Common and Face Many Challenges in Completing Higher Education. Briefing Paper #C404"},
      {
        "id":"ED556716",
        "title":"Restoring Equal Opportunity in Education: An Analysis of Arguments for and against the Bush Administration Single-Sex Education Regulations. Briefing Paper #C368"},
      {
        "id":"ED556717",
        "title":"Securing a Better Future: A Portrait of Female Students in Mississippi's Community Colleges. Report #C417"},
      {
        "id":"ED556718",
        "title":"Impact of Teacher's Income on Student's Educational Achievements"},
      {
        "id":"ED556719",
        "title":"Accelerating Change for Women Faculty of Color in STEM: Policy, Action, and Collaboration"},
      {
        "id":"ED556720",
        "title":"Improving Child Care Access to Promote Postsecondary Success among Low-Income Parents. Report #C378"},
      {
        "id":"ED556721",
        "title":"Education, Place and Sustainability: A Literature Review and Overview of Curriculum and Policy in the States and the Territory of the Murray-Darling Basin"},
      {
        "id":"ED556722",
        "title":"Community College Partnerships for Student and Career Success: Program Profile of &quot;Carreras en Salud.&quot; Fact Sheet #C397"},
      {
        "id":"ED556723",
        "title":"Community College Students Need Fair Job Scheduling Practices. Fact Sheet #C420"},
      {
        "id":"ED556724",
        "title":"Pathways to Postsecondary Education for Pregnant and Parenting Teens. Working Paper #C418"},
      {
        "id":"ED556725",
        "title":"College Affordability for Low-Income Adults: Improving Returns on Investment for Families and Society. Report #C412"},
      {
        "id":"ED556726",
        "title":"Relations of Different Types of Numerical Magnitude Representations to Each Other and to Mathematics Achievement"},
      {
        "id":"ED556727",
        "title":"Socio-Scientific Decision Making in the Science Classroom"},
      {
        "id":"ED556728",
        "title":"Increasing Opportunities for Low-Income Women and Student Parents in Science, Technology, Engineering, and Math at Community Colleges. Report #C388"},
      {
        "id":"ED556729",
        "title":"How Education Pays off for Older Americans. Report #C410"},
      {
        "id":"ED556730",
        "title":"Student Parents and Financial Aid. Working Paper"},
      {
        "id":"ED556731",
        "title":"Gender Segregation in Fields of Study at Community Colleges and Implications for Future Earnings. Fact Sheet #C395"},
      {
        "id":"ED556732",
        "title":"Child Care Support for Student Parents in Community College Is Crucial for Success, but Supply and Funding Are Inadequate. Fact Sheet #C375"},
      {
        "id":"ED556733",
        "title":"Single Student Parents Face Financial Difficulties, Debt, without Adequate Aid. Fact Sheet #C394"},
      {
        "id":"ED556734",
        "title":"Pride and Prejudice: Racial Contacts Mediating the Change of In-Group and Out-Group Racial Perceptions"},
      {
        "id":"ED556735",
        "title":"An Africentric Rite of Passage Program and Its Impact on Adolescent African-American Male Attendance, Discipline, and Achievement"},
      {
        "id":"ED556736",
        "title":"Research on Leadership: Running in Place or Fermenting Old Wine in a New Bottle?"},
      {
        "id":"ED556737",
        "title":"Making the Mosaic: The Changing Face of NYC's (Im)migrant Students. IESP Policy Brief No. 04-11"},
      {
        "id":"ED556738",
        "title":"A Decade of Change in NYC Schools. IESP Policy Brief No. 02-11"},
      {
        "id":"ED556739",
        "title":"State Funding Mechanisms for English Language Learners"},
      {
        "id":"ED556740",
        "title":"Early Assessment Program"},
      {
        "id":"ED556741",
        "title":"Undocumented College Students in the United States: In-State Tuition Not Enough to Ensure Four-Year Degree Completion. IESP Policy Brief No. 01-13"},
      {
        "id":"ED556742",
        "title":"Kids and Foreclosures: New York City"},
      {
        "id":"ED556743",
        "title":"Can Formal-Informal Collaborations Improve Science Literacy in Urban Middle Schools? The Impact of Urban Advantage. IESP Policy Brief 03-11"},
      {
        "id":"ED556744",
        "title":"More than a Paycheck? The Impact of Summer Youth Employment on Students' Educational Engagement and Success. IESP Policy Brief No. 02-12"},
      {
        "id":"ED556745",
        "title":"Public School Safety and Discipline: 2013-14. First Look. NCES 2015-051"},
      {
        "id":"ED556746",
        "title":"The Shaping of Federal Education Policy over Time. The Progress of Education Reform. Volume 16, Number 2"},
      {
        "id":"ED556747",
        "title":"State Approaches to Funding Dual Enrollment. ECS Education Policy Analysis"},
      {
        "id":"ED556748",
        "title":"Comparing Postsecondary Enrollment and Persistence among Rural and Nonrural Students in Oregon. REL 2015-076"},
      {
        "id":"ED556749",
        "title":"Financing Public Education in New York City and the Rest of the State. IESP Policy Brief No. 01-11"},
      {
        "id":"ED556750",
        "title":"Time to English Proficiency for English Language Learners in New York City and Miami-Dade County. IESP Policy Brief No. 01-12"},
      {
        "id":"ED556751",
        "title":"Arts Education Quality Rubric and the &quot;ArtsCounts&quot; Initiative. IESP Policy Brief No. 01-09"},
      {
        "id":"ED556752",
        "title":"Foreclosure and Kids: Does Losing Your Home Mean Losing Your School?"},
      {
        "id":"ED556753",
        "title":"Career Technical Education Enhancement Fund Report"},
      {
        "id":"ED556754",
        "title":"Economic and Workforce Development Program Annual Report, 2015"},
      {
        "id":"ED556755",
        "title":"Adult Education Regional Planning"},
      {
        "id":"ED556756",
        "title":"Public Housing and Public Schools: How Do Students Living in NYC Public Housing Fare in School? Policy Brief"},
      {
        "id":"ED556757",
        "title":"State Pre-K Funding: 2014-15 Fiscal Year"},
      {
        "id":"ED556758",
        "title":"Building a Grad Nation: Progress and Challenge in Ending the High School Dropout Epidemic. Annual Update 2014"},
      {
        "id":"ED556759",
        "title":"Building a Grad Nation: Progress and Challenge in Ending the High School Dropout Epidemic. Annual Update 2015"},
      {
        "id":"ED556760",
        "title":"Assessment to Support Competency-Based Pathways"},
      {
        "id":"ED556761",
        "title":"Success in Real-Time: Using Real-Time Labor Market Information to Build Better Middle-Skill STEM Pathways"},
      {
        "id":"ED556762",
        "title":"Committing to Equity and Inclusive Excellence: A Campus Guide for Self-Study and Planning"},
      {
        "id":"ED556763",
        "title":"Middle-Skill STEM State Policy Framework"},
      {
        "id":"ED556764",
        "title":"Success in Real-Time: Using Real-Time Labor Market Information to Build Better Middle-Skill STEM Pathways. Executive Summary"},
      {
        "id":"ED556765",
        "title":"Middle-Skill STEM State Policy Framework. Executive Summary"},
      {
        "id":"ED556766",
        "title":"Building a Grad Nation. Executive Brief: Overview of 2012-13 High School Graduation Rates"},
      {
        "id":"ED556767",
        "title":"Art &amp; Early Childhood: Personal Narratives &amp; Social Practices. Occasional Paper Series 31"},
      {
        "id":"ED556768",
        "title":"Claiming the Promise of Place-Based Education. Occasional Paper Series 33"},
      {
        "id":"ED556769",
        "title":"Postsecondary Support for Competency-Based High School Transcripts: Lessons from the Competency-Based Transcripts Postsecondary Convening (Washington, DC, May 29-30, 2014)"},
      {
        "id":"ED556770",
        "title":"State Policy Recommendations for Providing Educators Access to College- and Career-Ready Open Educational Resources"},
      {
        "id":"ED556772",
        "title":"Toward a More Loving Framework for Literacy Education. Occasional Papers 29"},
      {
        "id":"ED556773",
        "title":"Inclusive Classrooms: From Access to Engagement. Occasional Papers 28"},
      {
        "id":"ED556774",
        "title":"Step Up &amp; Lead for Equity: What Higher Education Can Do to Reverse Our Deepening Divides"},
      {
        "id":"ED556775",
        "title":"Proficient vs. Prepared: Disparities between State Tests and the 2013 National Assessment of Educational Progress (NAEP)"},
      {
        "id":"ED556776",
        "title":"Assessment of Learning in a Graduate Level Pedagogy Course"},
      {
        "id":"ED556777",
        "title":"The Other 17 Hours: Valuing Out-of-School Time. Occasional Papers 30"},
      {
        "id":"ED556778",
        "title":"Living a Philosophy of Early Childhood Education: A Festschrift for Harriet Cuffaro. Occasional Paper Series 32"},
      {
        "id":"ED556779",
        "title":"Correlation Educational Model in Primary Education Curriculum of Mathematics and Computer Science"},
      {
        "id":"ED556780",
        "title":"Influence of Globalization and Privatization on Croatian Educational System"},
      {
        "id":"ED556781",
        "title":"Does Title I Increase Spending and Improve Performance? Evidence from New York City. Working Paper #09-09"},
      {
        "id":"ED556782",
        "title":"Moving Matters: The Causal Effect of Moving Schools on Student Performance. Working Paper #01-15"},
      {
        "id":"ED556783",
        "title":"Too Scared to Learn? The Academic Consequences of Feeling Unsafe at School. Working Paper #02-13"},
      {
        "id":"ED556784",
        "title":"Local Demand for School Choice: Evidence from the Washington Charter School Referenda. Working Paper #09-01"},
      {
        "id":"ED556785",
        "title":"Risk Aversion and Support for Merit Pay: Theory and Evidence from Minnesota's Q Comp Program. Working Paper #09-05"},
      {
        "id":"ED556786",
        "title":"Vouchers, Public School Response and the Role of Incentives: Evidence from Florida. Working Paper #09-04"},
      {
        "id":"ED556787",
        "title":"Unequally Safe: The Race Gap in School Safety. Working Paper #01-13"},
      {
        "id":"ED556788",
        "title":"Accounting for Resource Use at the School-Level and Below: The Missing Link in Education Administration and Policy Making. Working Paper #09-06"},
      {
        "id":"ED556789",
        "title":"Determinants of College Major Choice: Identification Using an Information Experiment. Working Paper #02-11"},
      {
        "id":"ED556790",
        "title":"Impact of Voucher Design on Public School Performance: Evidence from Florida and Milwaukee Voucher Program. Working Paper #09-03"},
      {
        "id":"ED556791",
        "title":"Do Public Schools Disadvantage Students Living in Public Housing? Working Paper #09-08"},
      {
        "id":"ED556792",
        "title":"High Stakes in the Classroom, High Stakes on the Street: The Effects of Community Violence on Students' Standardized Test Performance. Working Paper #03-13"},
      {
        "id":"ED556793",
        "title":"From Front Yards to Schoolyards: Linking Housing Policy and School Reform. Working Paper #09-07"},
      {
        "id":"ED556794",
        "title":"The Impact of the Great Recession on School District Finances: Evidence from New York. Working Paper #03-12"},
      {
        "id":"ED556795",
        "title":"Do Vouchers Lead to Sorting under Random Private School Selection? Evidence from the Milwaukee Voucher Program. Working Paper #09-02"},
      {
        "id":"ED556796",
        "title":"Precarious Slopes? The Great Recession, Federal Stimulus, and New Jersey Schools. Working Paper #02-12"},
      {
        "id":"ED556797",
        "title":"Museums, Zoos, and Gardens: How Formal-Informal Partnerships Can Impact Urban Students' Performance. Working Paper #04-13"},
      {
        "id":"ED556798",
        "title":"Do Small Schools Improve Performance in Large, Urban Districts? Causal Evidence from New York City. Working Paper #01-12"},
      {
        "id":"ED556799",
        "title":"Evolution of Gender Differences in Post-Secondary Human Capital Investments: College Majors. Working Paper #03-11"},
      {
        "id":"ED556800",
        "title":"What Happens When Schools Become Magnet Schools? A Longitudinal Study of Diversity and Achievement"},
      {
        "id":"ED556901",
        "title":"The Condition of Education 2015. NCES 2015-144"},
      {
        "id":"ED556902",
        "title":"State Support for Open Educational Resources: Key Findings from Achieve's OER Institute"},
      {
        "id":"ED549966",
        "title":"Crossborder Education: Programs and Providers on the Move. CBIE Research Millennium Series No. 10"},
      {
        "id":"ED549972",
        "title":"Taking the Pulse: Monitoring the Quality and Progress of Internationalization, Including Tracking Measures. CBIE Research Millennium Series No. 2"},
      {
        "id":"ED549978",
        "title":"Ninth-Graders' Mathematics Coursetaking, Motivations, and Educational Plans. Stats in Brief. NCES 2015-990"},
      {
        "id":"ED549979",
        "title":"Gearing up to Teach the Common Core State Standards for Mathematics in the Rural Northeast Region. Stated Briefly. REL 2015-066"},
      {
        "id":"ED549980",
        "title":"Review of Research on Student Nonenrollment and Chronic Absenteeism: A Report for the Pacific Region. REL 2015-054"},
      {
        "id":"ED549984",
        "title":"Untapped Resources: Internationalization of the Curriculum and Classroom Experience: A Selected Literature Review. CBIE Research Millennium Series No. 7"},
      {
        "id":"ED550090",
        "title":"About the REL Pacific Region"},
      {
        "id":"ED550091",
        "title":"Presented by REL Pacific at McREL: Available Resources and Work in Progress. Research Digest. Volume 2"},
      {
        "id":"ED550092",
        "title":"Presented by REL Pacific at McREL: Available Resources and Work in Progress. Research Digest. [Volume 1]"},
      {
        "id":"ED550093",
        "title":"REL Pacific Program Guide: Working Together to Answer Education Questions That Matter"},
      {
        "id":"ED550094",
        "title":"Presented by REL Pacific at McREL: A Summary of Cross-Regional Educational Laboratory Studies. Research Digest"},
      {
        "id":"ED550095",
        "title":"Getting to Know Education in the Pacific Region"},
      {
        "id":"ED550096",
        "title":"Toolkit of Resources for Engaging Parents and Community as Partners in Education. Part I: Building an Understanding of Family and Community Engagement"},
      {
        "id":"ED550097",
        "title":"Guidance Materials to Support the Use of Hawai'i-Specific, Publicly Available Data Sources"},
      {
        "id":"ED550098",
        "title":"Reclassifying and Not Reclassifying English Learners to Fluent English Proficient, Year 1 Findings: Factors Impeding and Facilitating Reclassification and Access to the Core"},
      {
        "id":"ED550099",
        "title":"Cognitive versus Learning Styles: Emergence of the Ideal Education Model (IEM)"},
      {
        "id":"ED550100",
        "title":"Assessing Writing: A Review of the Main Trends"},
      {
        "id":"ED550101",
        "title":"Strategies for Increasing the Interactivity of Children&apos;s Synchronous Learning in Virtual Environments"},
      {
        "id":"ED550102",
        "title":"VET Workers' Problem-Solving Skills in Technology-Rich Environments: European Approach"},
      {
        "id":"ED550103",
        "title":"Self-Esteem and Academic Achievement of High School Students"},
      {
        "id":"ED550104",
        "title":"REL Pacific Research Alliances and Priority Areas"},
      {
        "id":"ED550137",
        "title":"Reflections on Dean Truman Pierce as Educator, Boss, Mentor and Friend"},
      {
        "id":"ED550144",
        "title":"Implementing Gmail Docs and Blogs for Enhancing Motivation towards Writing in English"},
      {
        "id":"ED550151",
        "title":"Attitudes toward Services of State Departments of Education"},
      {
        "id":"ED550206",
        "title":"Reflections of College Students about the Use of Classical Relaxing Harp Music in the Student Lounge"},
      {
        "id":"ED550322",
        "title":"Entry to Vocations: Building the Foundations for Successful Transitions. Research Report"},
      {
        "id":"ED550336",
        "title":"Australian Vocational Education and Training Statistics: Young People in Education &amp; Training 2013"},
      {
        "id":"ED550392",
        "title":"Principles and Exemplars for Integrating Developmental Sciences Knowledge into Educator Preparation"},
      {
        "id":"ED550396",
        "title":"Hispanic Participation among Bachelor&apos;s in Physical Sciences and Engineering: Results from 2002-2012 Data of the National Center for Education Statistics. Focus On"},
      {
        "id":"ED550405",
        "title":"Assessment and Academic Freedom: In Concert, Not Conflict. Occasional Paper #22"},
      {
        "id":"ED550406",
        "title":"Guide to the TEAC Audit, 2011-2012"},
      {
        "id":"ED550407",
        "title":"The Road Less Traveled: How the Developmental Sciences Can Prepare Educators to Improve Student Achievement--Policy Recommendations"},
      {
        "id":"ED550409",
        "title":"Principles and Exemplars for Integrating Developmental Sciences Knowledge into Educator Preparation. [Brief]"},
      {
        "id":"ED550462",
        "title":"Increasing the Application of Developmental Sciences Knowledge in Educator Preparation: Policy Issues and Recommendations"},
      {
        "id":"ED550465",
        "title":"Increasing the Application of Developmental Sciences Knowledge in Educator Preparation: Policy and Practice Issues [Brief]"},
      {
        "id":"ED550491",
        "title":"Approaches to Evaluating Teacher Preparation Programs in Seven States. REL 2015-044"},
      {
        "id":"ED550494",
        "title":"Measuring School Leaders' Effectiveness: An Interim Report from a Multiyear Pilot of Pennsylvania's Framework for Leadership. REL 2015-058"},
      {
        "id":"ED550511",
        "title":"Catalyzing Assignment Design Activity on Your Campus: Lessons from NILOA&apos;s Assignment Library Initiative"},
      {
        "id":"ED550513",
        "title":"Professional Standards Accreditation of Schools, Colleges, and Departments of Education. 2006 Edition"},
      {
        "id":"ED550514",
        "title":"The Right Tools for the Job--Technology Options for Adult Online Learning and Collaboration"},
      {
        "id":"ED550515",
        "title":"The Effects of Brain Gym® Activities and Traditional Teaching Strategies on Students' Performance in Comprehension in a 4th Grade Classroom"},
      {
        "id":"ED550516",
        "title":"Setting Learning Objectives in Translation at the Department of Foreign Language Teaching through the Concept of Competence"},
      {
        "id":"ED550517",
        "title":"Evaluation of the Citizenship Consciousness of the 8th Year Students"},
      {
        "id":"ED550518",
        "title":"The Factors Influencing the Motivational Strategy Use of Non-Native English Teachers"},
      {
        "id":"ED550519",
        "title":"Computer versus Paper-Based Reading: A Case Study in English Language Teaching Context"},
      {
        "id":"ED550649",
        "title":"WWC Review of the Report &quot;Freshman Year Financial Aid Nudges: An Experiment to Increase FAFSA Renewal and College Persistence.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED550650",
        "title":"WWC Review of the Report &quot;Does Working Memory Moderate the Effects of Fraction Intervention? An Aptitude-Treatment Interaction.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED550651",
        "title":"Academy of READING®. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED550749",
        "title":"Incremental Learning of Difficult Words in Story Contexts: The Role of Spelling and Pronouncing New Vocabulary"},
      {
        "id":"ED550751",
        "title":"Total Survey Error &amp; Institutional Research: A Case Study of the University Experience Survey"},
      {
        "id":"ED550754",
        "title":"Mitigating Errors of Representation: A Practical Case Study of the University Experience Survey"},
      {
        "id":"ED550772",
        "title":"A Study of a Knowledge Community's Perceptions of the Loss of Place"},
      {
        "id":"ED550773",
        "title":"Developing a Structured Teaching Plan for Psychiatry Tutors at Oxford University"},
      {
        "id":"ED550869",
        "title":"Gender Disparity at Elementary Education Level in Jammu and Kashmir: An Exploratory Study"},
      {
        "id":"ED550878",
        "title":"Assessment and Understanding of Gender Equity in Education in Jammu and Kashmir"},
      {
        "id":"ED555227",
        "title":"Consortia Formation and Characteristics under the &quot;Carl D. Perkins Career and Technical Education Act of 2006&quot;"},
      {
        "id":"ED555236",
        "title":"State Strategies for Financing Career and Technical Education"},
      {
        "id":"ED555237",
        "title":"Availability of Data on Noncredit Education and Postsecondary Certifications: An Analysis of Selected State-Level Data Systems"},
      {
        "id":"ED555246",
        "title":"Budget of the U.S. Government, Fiscal Year 2015"},
      {
        "id":"ED555253",
        "title":"The Influence of Secure Emotional Expression on Team Effectiveness"},
      {
        "id":"ED555254",
        "title":"The Changing Perspective of Art Education in Pakistan"},
      {
        "id":"ED555255",
        "title":"Art Education for Children and Youth Living in an Emergency Housing Shelter"},
      {
        "id":"ED555256",
        "title":"Alternative Assessment Options for Students with Disabilities Who Are Culturally and Linguistically Diverse"},
      {
        "id":"ED555258",
        "title":"School District Officials&apos; and City Stakeholders&apos; Perceptions Regarding School Violence and Ways to Prevent School Violence"},
      {
        "id":"ED555259",
        "title":"Perceptions of Middle School Teachers about an Anti-Bullying Program"},
      {
        "id":"ED555260",
        "title":"English Learner Reclassification to Fluent English Proficient: Meeting Criteria, Roadblocks, Opportunities, and Consequences, District 1 Years 1 and 2 Findings. Practitioner Research Brief 1"},
      {
        "id":"ED555261",
        "title":"The Impact of a Teacher Education Course Taught in a University Laboratory School Setting"},
      {
        "id":"ED555263",
        "title":"A Grounded Theory Study of the Process of Accessing Information on the World Wide Web by People with Mild Traumatic Brain Injury"},
      {
        "id":"ED555265",
        "title":"Cheap, Suitable, Promising: Monitorial Schooling and the Challenge of Mass Education in Early Liberal Spain (1808-1823)"},
      {
        "id":"ED555266",
        "title":"Culminating Experience Action Research Projects, Volume 15, Part 2, Fall 2009"},
      {
        "id":"ED555290",
        "title":"Teachers' Efficacy Perceptions about Individualized Instruction"},
      {
        "id":"ED555291",
        "title":"Aspects of Intercultural Education at the Primary Level of Georgian General Education School"},
      {
        "id":"ED555292",
        "title":"White House Unveils America's College Promise Proposal: Tuition-Free Community College for Responsible Students. Fact Sheet"},
      {
        "id":"ED555293",
        "title":"WWC Review of the Report &quot;Efficacy of the Responsive Classroom Approach: Results from a 3-Year, Longitudinal Randomized Controlled Trial.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED555294",
        "title":"Public Elementary and Secondary School Arts Education Instructors. Stats in Brief. NCES 2015-085"},
      {
        "id":"ED555338",
        "title":"Predicting Transition to Postsecondary Programs of GED® Earners in a College Setting"},
      {
        "id":"ED555343",
        "title":"States' Perspectives on Waivers: Relief from NCLB, Concern about Long-Term Solutions"},
      {
        "id":"ED555345",
        "title":"Year 3 of Implementing the Common Core State Standards: State Education Agencies' Views on Postsecondary Involvement"},
      {
        "id":"ED555351",
        "title":"Year 3 of Implementing the Common Core State Standards: Transitioning to CCSS-Aligned Curriculum and Assessments for Students with Disabilities"},
      {
        "id":"ED555370",
        "title":"Pell Grants as Performance-Based Aid? An Examination of Satisfactory Academic Progress Requirements in the Nation's Largest Need-Based Aid Program. A CAPSEE Working Paper"},
      {
        "id":"ED555373",
        "title":"Should Student Employment Be Subsidized? Conditional Counterfactuals and the Outcomes of Work-Study Participation. A CAPSEE Working Paper"},
      {
        "id":"ED555376",
        "title":"Should Student Employment Be Subsidized? Conditional Counterfactuals and the Outcomes of Work-Study Participation: Appendices A and B. A CAPSEE Working Paper"},
      {
        "id":"ED555387",
        "title":"Dismissive Reviews: Academe's Memory Hole"},
      {
        "id":"ED555388",
        "title":"The Revenge of K-12: How Common Core and the New SAT Lower College Standards in the U.S. White Paper No. 122"},
      {
        "id":"ED555389",
        "title":"Common Core State Standards in 2014: Districts' Perceptions, Progress, and Challenges"},
      {
        "id":"ED555390",
        "title":"The Value of Postsecondary Credentials in the Labor Market: An Experimental Study. A CAPSEE Working Paper"},
      {
        "id":"ED555391",
        "title":"Does Developmental Education Improve Labor Market Outcomes? Evidence from Two States. A CAPSEE Working Paper"},
      {
        "id":"ED555392",
        "title":"What about Certificates? Evidence on the Labor Market Returns to Non-Degree Community College Awards in Two States. A CAPSEE Working Paper"},
      {
        "id":"ED555393",
        "title":"Examining Changes to Michigan's Early Childhood Quality Rating and Improvement System (QRIS). REL 2015-029"},
      {
        "id":"ED555394",
        "title":"Women and Violence: A Study of Women's Empowerment and Its Challenges in Jammu and Kashmir"},
      {
        "id":"ED555408",
        "title":"Wikis as a Tool for Collaborative Learning: Implications for Literacy, Language Education and Multilingualism"},
      {
        "id":"ED555409",
        "title":"Parental Education Level Positively Affects Self-Esteem of Turkish Adolescents"},
      {
        "id":"ED555410",
        "title":"Civic Education and Charter Schools: Current Knowledge and Future Research Issues"},
      {
        "id":"ED555411",
        "title":"Year 3 of Implementing the Common Core State Standards: Professional Development for Teachers and Principals"},
      {
        "id":"ED555412",
        "title":"Expanded Learning Time: A Summary of Findings from Case Studies in Four States"},
      {
        "id":"ED555413",
        "title":"Year 3 of Implementing the Common Core State Standards: State Education Agencies' Views on the Federal Role"},
      {
        "id":"ED555414",
        "title":"Common Core State Standards in 2014: Curriculum and Professional Development at the District Level"},
      {
        "id":"ED555415",
        "title":"Year 3 of Implementing the Common Core State Standards: An Overview of States' Progress and Challenges"},
      {
        "id":"ED555416",
        "title":"Common Core State Standards in 2014: District Implementation of Consortia-Developed Assessments"},
      {
        "id":"ED555417",
        "title":"Year 3 of Implementing the Common Core State Standards: States Prepare for Common Core Assessments"},
      {
        "id":"ED555418",
        "title":"Use of the Illinois 5Essentials Survey Data. Policy Research: IERC 2014-2"},
      {
        "id":"ED555419",
        "title":"Predicting Learned Helplessness Based on Personality"},
      {
        "id":"ED555420",
        "title":"Support from Teachers and Trainers in Vocational Education and Training: The Pathways to Career Aspirations and Further Career Development"},
      {
        "id":"ED555421",
        "title":"Play, Work and Education: Situating a Froebelian Debate (Juego, trabajo y educación: situando un debate froebeliano)"},
      {
        "id":"ED555422",
        "title":"Outmigration and Human Capital: Homeward Bound or Gone for Good? Policy Research: IERC 2014-1"},
      {
        "id":"ED555428",
        "title":"The Early Impact of Postsecondary Career and Technical Education: Do Workers Earn More in Occupations Related to Their College Major? A CAPSEE Working Paper"},
      {
        "id":"ED555429",
        "title":"The Early Impact of Postsecondary Career and Technical Education: Do Workers Earn More In Occupations Related to Their College Major?: Appendices A and B. A CAPSEE Working Paper"},
      {
        "id":"ED555433",
        "title":"The Federal Work-Study Program: Impacts on Academic Outcomes and Employment. CAPSEE Policy Brief"},
      {
        "id":"ED555439",
        "title":"Evaluation of the Illinois High School to College Success Report: Technical Report"},
      {
        "id":"ED555440",
        "title":"The Student Has Become the Teacher: Tracking the Racial Diversity and Academic Composition of the Teacher Supply Pipeline. Policy Research: IERC 2013-3"},
      {
        "id":"ED555454",
        "title":"Who Has Access to Dual Credit in Illinois? Examining High School Characteristics and Dual Credit Participation Rates. Policy Research: IERC 2013-4"},
      {
        "id":"ED555455",
        "title":"A Compendium of Research on the Common Core State Standards. Updated February 10, 2015"},
      {
        "id":"ED555470",
        "title":"National Board Certified Teachers' Perspectives on Using Growth Measures of Student Learning for Teacher Evaluation"},
      {
        "id":"ED555471",
        "title":"Information Technology: A Community of Practice. A Workplace Analysis"},
      {
        "id":"ED555482",
        "title":"Current Challenges in English Language Learning in Turkish EFL Context"},
      {
        "id":"ED555523",
        "title":"Addressing Postsecondary Access for Undocumented Students. ECS Education Trends"},
      {
        "id":"ED555524",
        "title":"In-State Tuition Policies under the Veterans Access, Choice and Accountability Act. ECS Education Policy Analysis"},
      {
        "id":"ED555525",
        "title":"Dual Enrollment Course Content and Instructor Quality. ECS Education Policy Analysis"},
      {
        "id":"ED555526",
        "title":"A Simple Model for Learning Improvement: Weigh Pig, Feed Pig, Weigh Pig. Occasional Paper #23"},
      {
        "id":"ED555527",
        "title":"Lessons Learned. Community Change: Lessons from Making Connections"},
      {
        "id":"ED555528",
        "title":"To Imagine a Verb: The Language and Syntax of Learning Outcomes Statements. Occasional Paper #24"},
      {
        "id":"ED555529",
        "title":"What about the Non-Completers? The Labor Market Returns to Progress in Community College. CAPSEE Working Paper"},
      {
        "id":"ED555532",
        "title":"Race Equity and Inclusion Action Guide. Embracing Equity: 7 Steps to Advance and Embed Race Equity and Inclusion within Your Organization"},
      {
        "id":"ED555533",
        "title":"College Counseling in High Schools: Advising State Policy. The Progress of Education Reform. Volume 15, Number 6"},
      {
        "id":"ED555534",
        "title":"Creating Opportunity for Families: A Two-Generation Approach. KIDS COUNT Policy Report"},
      {
        "id":"ED555544",
        "title":"Research on Implementing Big Data: Technology, People, &amp; Processes"},
      {
        "id":"ED555545",
        "title":"Tenured Teacher Dismissal in New York: Education Law § 3020-a &quot;Disciplinary Procedures and Penalties.&quot; Working Paper 2014-1"},
      {
        "id":"ED555546",
        "title":"The Rise and Fall of Supplemental Educational Services: Policy Implications for Government Markets"},
      {
        "id":"ED555547",
        "title":"Better Data, Better Decisions: Informing School Choosers to Improve Education Markets"},
      {
        "id":"ED555548",
        "title":"Trends in Teacher Certification: Equipping Teachers to Prepare Proficient Readers"},
      {
        "id":"ED555549",
        "title":"Views from Private Schools: Attitudes about School Choice Programs in Three States"},
      {
        "id":"ED555550",
        "title":"Managing the Law in Education: Strategies for Education Leaders and the Organizations That Support Them"},
      {
        "id":"ED555551",
        "title":"Launching New Institutions: Solving the Chicken-or-Egg Problem in American Higher Education"},
      {
        "id":"ED555552",
        "title":"Untapped Potential: Making the Higher Education Market Work for Students and Taxpayers"},
      {
        "id":"ED555553",
        "title":"Turning Lightning into Electricity: Organizing Parents for Education Reform"},
      {
        "id":"ED555554",
        "title":"Three Perspectives on Getting Data Right: An Introduction to CNA Education's IRC Paper Series"},
      {
        "id":"ED555555",
        "title":"Assessment of the Florida College and Career Readiness Initiative: Year 1 Report"},
      {
        "id":"ED555556",
        "title":"Assessment of the Florida College and Career Readiness Initiative: Year 2 Report, Executive Summary"},
      {
        "id":"ED555557",
        "title":"&quot;Using Data&quot; to Inform Decisions: How Teachers Use Data to Inform Practice and Improve Student Performance in Mathematics. Results from a Randomized Experiment of Program Efficacy"},
      {
        "id":"ED555558",
        "title":"Assessment of the Florida College and Career Readiness Initiative: Year 2 Report"},
      {
        "id":"ED555559",
        "title":"Florida Study of Career and Technical Education. Final Report"},
      {
        "id":"ED555560",
        "title":"Contexts and Conditions of Public K-12 Education in Kentucky, Tennessee, Virginia, and West Virginia: A Descriptive Report"},
      {
        "id":"ED555561",
        "title":"National Board Certification as Professional Development: An Empirical Study of the National Board for Professional Teaching Standards Process, Final Report"},
      {
        "id":"ED555562",
        "title":"The Equitable Distribution of Effective Teachers: Can States Meet the Research Challenges Required for Success?"},
      {
        "id":"ED555563",
        "title":"Getting State Education Data Right: What We Can Learn from Tennessee"},
      {
        "id":"ED555564",
        "title":"The State Data Analysis Gap: A Threat to Education Reform"},
      {
        "id":"ED555565",
        "title":"Beyond Proficient: How Three High Schools in Kentucky Implement Mastery Learning"},
      {
        "id":"ED555566",
        "title":"Growth of a Science Center: The Center for Science and Mathematics Education (CESAME) at Stony Brook University"},
      {
        "id":"ED555567",
        "title":"Authentic Instruction and Online Delivery: Proven Practices in Higher Education"},
      {
        "id":"ED555568",
        "title":"Exploring CLT Practices in Saudi International Schools"},
      {
        "id":"ED555569",
        "title":"Workplace Evolution without Practitioners"},
      {
        "id":"ED555570",
        "title":"Identifying the Factors Affecting Science and Mathematics Achievement Using Data Mining Methods"},
      {
        "id":"ED555571",
        "title":"Empowerment of Women through Education in Twenty First Century"},
      {
        "id":"ED555572",
        "title":"A Descriptive Analysis of the Principal Workforce in Florida Schools. REL 2015-068"},
      {
        "id":"ED555573",
        "title":"Curriculum and Testing Strategies to Maximize STAAR Achievement"},
      {
        "id":"ED555574",
        "title":"Recruiting Participants for Large-Scale Random Assignment Experiments in School Settings"},
      {
        "id":"ED555575",
        "title":"Evaluation of the Regional Educational Laboratories. Final Report. NCEE 2015-4008"},
      {
        "id":"ED555576",
        "title":"Teaching Strategies for Improving Algebra Knowledge in Middle and High School Students. Educator&apos;s Practice Guide. What Works Clearinghouse.™ NCEE 2015-4010"},
      {
        "id":"ED555577",
        "title":"High School Grade Inflation from 2004 to 2011. ACT Research Report Series, 2013 (3)"},
      {
        "id":"ED555578",
        "title":"Aprendiendo en Casa: Media as a Resource for Learning among Hispanic-Latino Families. A Report of the Families and Media Project"},
      {
        "id":"ED555579",
        "title":"Healthy Schools Initiative: Implementation Study in Four San Mateo County School Districts"},
      {
        "id":"ED555580",
        "title":"Developing Alternative Placement Criteria for English Courses at City College of San Francisco. Issue Brief"},
      {
        "id":"ED555582",
        "title":"Developmental Summer Bridge Programs. What Works Clearinghouse™ Intervention Report"},
      {
        "id":"ED555583",
        "title":"Digital Media and Latino Families: New Channels for Learning, Parenting, and Local Organizing"},
      {
        "id":"ED555584",
        "title":"Connecting to Learn: Promoting Digital Equity among America&apos;s Hispanic Families"},
      {
        "id":"ED555585",
        "title":"Level up Learning: A National Survey on Teaching with Digital Games"},
      {
        "id":"ED555586",
        "title":"Learning at Home: Families&apos; Educational Media Use in America"},
      {
        "id":"ED555587",
        "title":"Comparative Analysis of National Teacher Surveys"},
      {
        "id":"ED555591",
        "title":"Broadening the Definition of College and Career Readiness: A Holistic Approach. ACT Research Report Series, 2014 (5)"},
      {
        "id":"ED555592",
        "title":"A Review of State Test Security Laws in 2013. ACT Research Report Series, 2014 (1)"},
      {
        "id":"ED555593",
        "title":"A Comparison of Three Methods for Computing Scale Score Conditional Standard Errors of Measurement. ACT Research Report Series, 2013 (7)"},
      {
        "id":"ED555595",
        "title":"A Comparison of Four Linear Equating Methods for the Common-Item Nonequivalent Groups Design Using Simulation Methods. ACT Research Report Series, 2013 (2)"},
      {
        "id":"ED555596",
        "title":"Differential Effects on Student Demographic Groups of Using ACT® College Readiness Assessment Composite Score, Act Benchmarks, and High School Grade Point Average for Predicting Long-Term College Success through Degree Completion. ACT Research Report Series, 2013 (5)"},
      {
        "id":"ED555597",
        "title":"Differential Effects of Using ACT® College Readiness Assessment Scores and High School GPA to Predict First-Year College GPA among Racial/Ethnic, Gender, and Income Groups. ACT Research Report Series, 2013 (4)"},
      {
        "id":"ED555598",
        "title":"A Research Experience Using Portfolios for Assessing College Teaching"},
      {
        "id":"ED555599",
        "title":"The Condition of Work Readiness in the United States"},
      {
        "id":"ED555600",
        "title":"The Condition of STEM 2014. National"},
      {
        "id":"ED555601",
        "title":"Interpreting Changes over Time in High School Average ACT® College Readiness Assessment Composite Scores and ACT College Readiness Benchmark Attainment Rates. ACT Research Report Series, 2013 (9)"},
      {
        "id":"ED555602",
        "title":"Development and Validation of Information Technology Mentor Teacher Attitude Scale: A Pilot Study"},
      {
        "id":"ED555603",
        "title":"Analyzing Disciplinary Punishments in High Schools in Terms of Different Variables in Turkish Education System"},
      {
        "id":"ED555604",
        "title":"Launching Low-Income Entrepreneurs"},
      {
        "id":"ED555605",
        "title":"Exploring the Turkish Teachers' Professional Development Experiences and Their Needs for Professional Development"},
      {
        "id":"ED555606",
        "title":"A Study on Attitude of Urban and Rural College Student Teachers Towards Science"},
      {
        "id":"ED555607",
        "title":"Broken Gears: The Value Added of Higher Education on Teachers' Academic Achievement. Policy Research Working Paper 7168"},
      {
        "id":"ED555608",
        "title":"The Resilience of Women in Higher Education in Afghanistan. Study No 1: Obstacles and Opportunities in Women's Enrollment and Graduation; Study No. 2: The Human, Social and Institutional Resilience of Female Doctors and Postgraduate Residency Programs. Resilience in Education Settings (RES)-Research Studies Series"},
      {
        "id":"ED555609",
        "title":"SABER-School Finance: Data Collection Instrument"},
      {
        "id":"ED555610",
        "title":"Teachers' Experiences Relative to Successful Questioning and Discussion Techniques"},
      {
        "id":"ED555611",
        "title":"Evaluation of the Effectiveness of the Quota System in Georgia"},
      {
        "id":"ED555612",
        "title":"Intercultural Education Research in Primary Grades of Georgia"},
      {
        "id":"ED555613",
        "title":"Perception on Ideal Qualities of a Communication Student"},
      {
        "id":"ED555614",
        "title":"Interview and Assessment: Practice of International Student Services in Higher Education"},
      {
        "id":"ED555615",
        "title":"FAB (Functionally Alert Behavior Strategies) to Improve Self-Control"},
      {
        "id":"ED555616",
        "title":"Illuminating Apps for Fourth Grade"},
      {
        "id":"ED555617",
        "title":"School Funding System and Equity"},
      {
        "id":"ED555618",
        "title":"Renewal in the University: How Academic Centers Restore the Spirit of Inquiry"},
      {
        "id":"ED555619",
        "title":"Faculty Teaching Loads in the UNC System"},
      {
        "id":"ED555620",
        "title":"Faculty Compensation in the University of North Carolina System: How UNC Schools Compare with Their National Peers"},
      {
        "id":"ED555621",
        "title":"Great Teachers: How to Raise Student Learning in Latin America and the Caribbean. Latin American Development Forum"},
      {
        "id":"ED555622",
        "title":"Educating the Next Generation: Improving Teacher Quality in Cambodia. Directions in Development"},
      {
        "id":"ED555623",
        "title":"Completion Day"},
      {
        "id":"ED555624",
        "title":"Innovation and the City"},
      {
        "id":"ED555625",
        "title":"WWC Review of the Report &quot;Stand and Deliver: Effects of Boston&apos;s Charter High Schools on College Preparation, Entry, and Choice.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED555626",
        "title":"The Integration of Digital Tools during Strategic and Interactive Writing Instruction"},
      {
        "id":"ED555627",
        "title":"Who Will Succeed and Who Will Struggle? Predicting Early College Success with Indiana's Student Information System. REL 2015-078"},
      {
        "id":"ED555628",
        "title":"Bridging the Disconnect"},
      {
        "id":"ED555629",
        "title":"Bold Leadership, Real Reform: Best Practices in University Governance"},
      {
        "id":"ED555630",
        "title":"English for Specific Purposes: The State of the Art (An Online Interview with Ann M. Johns)"},
      {
        "id":"ED555631",
        "title":"Genre Analysis: The State of the Art (An Online Interview with Vijay Kumar Bhatia)"},
      {
        "id":"ED555632",
        "title":"WWC Review of the Report &quot;Transfer Incentives for High-Performing Teachers: Final Results from a Multisite Randomized Experiment.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED555633",
        "title":"Online Course Use in New York High Schools: Results from a Survey in the Greater Capital Region. REL 2015-075"},
      {
        "id":"ED555634",
        "title":"Online Course Use in New York High Schools: Results from a Survey in the Greater Capital Region. REL 2015-074. Stated Briefly"},
      {
        "id":"ED555635",
        "title":"Economic Engagement Framework: Economic Impact Guidelines"},
      {
        "id":"ED555636",
        "title":"Basic Scientific and Engineering Research at U.S. Universities. AAU Data &amp; Policy Brief. No. 1"},
      {
        "id":"ED555637",
        "title":"The Effects of Smartphone Use on Organic Chemical Compound Learning"},
      {
        "id":"ED555638",
        "title":"Still Images for Written English Communication (Part 3). Students' Photographs as a Stimulus for Interaction and Essay Production"},
      {
        "id":"ED555639",
        "title":"Tapped Out"},
      {
        "id":"ED555640",
        "title":"Innovation and the City. Part II"},
      {
        "id":"ED555641",
        "title":"Academic Principles: A Brief Introduction"},
      {
        "id":"ED555642",
        "title":"Innovations to Build On"},
      {
        "id":"ED555643",
        "title":"General Education at UNC-Chapel Hill"},
      {
        "id":"ED555644",
        "title":"From Christian Gentleman to Bewildered Seeker: The Transformation of Higher Education in America"},
      {
        "id":"ED555645",
        "title":"Re-Envisioning New York's Branch Libraries"},
      {
        "id":"ED555646",
        "title":"What Is the Price of College? Total, Net, and Out-of-Pocket Prices by Type of Institution in 2011-12. NCES 2015-165. Stats in Brief"},
      {
        "id":"ED555647",
        "title":"General Education at NC State"},
      {
        "id":"ED555648",
        "title":"Caution Ahead: Overdue Investments for New York's Aging Infrastructure"},
      {
        "id":"ED555649",
        "title":"Social and Economic Benefits of Career Development in Education, in Jamaica"},
      {
        "id":"ED555650",
        "title":"A Compilation of Postgraduate Theses Written in Turkey on Computer Assisted Instruction in Chemistry Education"},
      {
        "id":"ED555651",
        "title":"Changes in Financial Aid and Student Enrollment at Historically Black Colleges and Universities after the Tightening of PLUS Credit Standards. Stated Briefly. REL 2015-088"},
      {
        "id":"ED555652",
        "title":"Changes in Financial Aid and Student Enrollment at Historically Black Colleges and Universities after the Tightening of PLUS Credit Standards. REL 2015-082"},
      {
        "id":"ED555653",
        "title":"A Guide for Monitoring District Implementation of Educator Evaluation Systems. REL 2015-069"},
      {
        "id":"ED555654",
        "title":"Shared Book Reading. What Works Clearinghouse Intervention Report. Updated April 2015"},
      {
        "id":"ED555655",
        "title":"Practical Guide to Designing Comprehensive Teacher Evaluation Systems: A Tool to Assist in the Development of Teacher Evaluation Systems. Revised Edition"},
      {
        "id":"ED555656",
        "title":"College and Career Readiness and Success: Inventory of Policies, Programs, and Initiatives"},
      {
        "id":"ED555657",
        "title":"From Good to Great: Exemplary Teachers Share Perspectives on Increasing Teacher Effectiveness across the Career Continuum"},
      {
        "id":"ED555658",
        "title":"An Exploratory Study of the Relationship between Academic Library Work Experience and Perceptions of Leadership Skill Development Relevant to Academic Library Directorship"},
      {
        "id":"ED555659",
        "title":"Improving School Leader Preparation: Collaborative Models for Measuring Effectiveness. Ask the Team"},
      {
        "id":"ED555660",
        "title":"High Fidelity: Investing in Evaluation Training. Ask the Team"},
      {
        "id":"ED555661",
        "title":"Lacking Capacity? How to Work Smart in Teacher Evaluation. Ask the Team"},
      {
        "id":"ED555662",
        "title":"Leadership and Lattices: New Pathways across the Teaching Profession. Ask the Team"},
      {
        "id":"ED555663",
        "title":"Two of a Kind: Are Your Districts' Evaluation Systems Equivalent? Ask the Team"},
      {
        "id":"ED555664",
        "title":"Teachers-in-Residence: New Pathways into the Profession. Ask the Team"},
      {
        "id":"ED555665",
        "title":"The Notion of Charter Schools and Its Feasibility in Turkey"},
      {
        "id":"ED555666",
        "title":"Evaluating Specialized Instructional Support Personnel: Supplement to the Practical Guide to Designing Comprehensive Teacher Evaluation Systems"},
      {
        "id":"ED555667",
        "title":"Performance-Based Compensation: Linking Performance to Teacher Salaries. Ask the Team"},
      {
        "id":"ED555668",
        "title":"Practical Guide to Designing Comprehensive Principal Evaluation Systems: A Tool to Assist in the Development of Principal Evaluation Systems. Revised Edition"},
      {
        "id":"ED555669",
        "title":"Leveraging Teacher Talent: Peer Observation in Educator Evaluation. Ask the Team"},
      {
        "id":"ED555670",
        "title":"Overview: State Definitions of College and Career Readiness"},
      {
        "id":"ED555671",
        "title":"Predictors of Postsecondary Success"},
      {
        "id":"ED555672",
        "title":"The College and Career Readiness and Success Organizer"},
      {
        "id":"ED555673",
        "title":"Understanding Accelerated Learning across Secondary and Postsecondary Education"},
      {
        "id":"ED555674",
        "title":"Tiered Licensure: Connecting Educator Effectiveness Policies. Ask the Team"},
      {
        "id":"ED555675",
        "title":"21st Century Educators: Developing and Supporting Great Career and Technical Education Teachers. Special Issues Brief. Revised Edition"},
      {
        "id":"ED555676",
        "title":"Inclusive Design: Building Educator Evaluation Systems That Support Students with Disabilities. Special Issues Brief. Revised Edition"},
      {
        "id":"ED555677",
        "title":"The District Role in Supporting College and Career Readiness for Students: Perspectives from Long Beach, Albuquerque, and Philadelphia"},
      {
        "id":"ED555678",
        "title":"Considerations for Collaborations to Support College and Career Readiness: A Facilitator's Guide"},
      {
        "id":"ED555679",
        "title":"Credit Quandaries: How Career and Technical Education Teachers Can Teach Courses That Include Academic Credit. Ask the Team"},
      {
        "id":"ED555680",
        "title":"Flexibility for Fairness: Crafting Business Rules for Student Learning Objectives. Ask the Team"},
      {
        "id":"ED555681",
        "title":"Preparing Teachers for the Common Core: Aligning Preparation Program Curricula. Ask the Team"},
      {
        "id":"ED555683",
        "title":"Evaluation of Personality Traits of Physical Education Teachers Working in Secondary Schools and High Schools in Çanakkale According to Their Sports Branch"},
      {
        "id":"ED555684",
        "title":"How Ready Are Postsecondary Institutions for Students Who Are d/Deaf or Hard-of-Hearing?"},
      {
        "id":"ED555688",
        "title":"Assessment Accommodations on Tests of Academic Achievement for Students Who Are Deaf or Hard of Hearing: A Qualitative Meta-Analysis of the Research Literature"},
      {
        "id":"ED555691",
        "title":"Accommodations Quality for Students Who Are d/Deaf or Hard of Hearing"},
      {
        "id":"ED555692",
        "title":"Alignment of Single-Case Design (SCD) Research with Individuals Who Are Deaf or Hard of Hearing with the What Works Clearinghouse Standards for SCD Research"},
      {
        "id":"ED555694",
        "title":"Improving College and Career Readiness for Students with Disabilities"},
      {
        "id":"ED555695",
        "title":"Improving College and Career Readiness by Incorporating Social and Emotional Learning"},
      {
        "id":"ED555696",
        "title":"How Career and Technical Education Can Help Students Be College and Career Ready: A Primer"},
      {
        "id":"ED555697",
        "title":"Identifying Common Mathematical Misconceptions from Actions in Educational Video Games. CRESST Report 838"},
      {
        "id":"ED555698",
        "title":"The Effect of In-Game Errors on Learning Outcomes. CRESST Report 835"},
      {
        "id":"ED555699",
        "title":"Automatically Scoring Short Essays for Content. CRESST Report 836"},
      {
        "id":"ED555700",
        "title":"The Effects of Math Video Games on Learning: A Randomized Evaluation Study with Innovative Impact Estimation Techniques. CRESST Report 841"},
      {
        "id":"ED555701",
        "title":"Estimation of Contextual Effects through Nonlinear Multilevel Latent Variable Modeling with a Metropolis-Hastings Robbins-Monro Algorithm. CRESST Report 833"},
      {
        "id":"ED555702",
        "title":"Limited-Information Goodness-of-Fit Testing of Diagnostic Classification Item Response Theory Models. CRESST Report 840"},
      {
        "id":"ED555703",
        "title":"Facts for Teachers, 2015"},
      {
        "id":"ED555704",
        "title":"From Good to Great: Discussion Starter Tool"},
      {
        "id":"ED555705",
        "title":"Facts for Districts"},
      {
        "id":"ED555706",
        "title":"Student Growth Percentiles Based on MIRT: Implications of Calibrated Projection. CRESST Report 842"},
      {
        "id":"ED555714",
        "title":"Dynamic Bayesian Network Modeling of Game Based Diagnostic Assessments. CRESST Report 837"},
      {
        "id":"ED555725",
        "title":"Estimation of a Ramsay-Curve Item Response Theory Model by the Metropolis-Hastings Robbins-Monro Algorithm. CRESST Report 834"},
      {
        "id":"ED555726",
        "title":"A New Statistic for Evaluating Item Response Theory Models for Ordinal Data. CRESST Report 839"},
      {
        "id":"ED555734",
        "title":"Confessions of an At Risk Teacher: I Can't Imagine a Job Any Harder Than This!"},
      {
        "id":"ED555735",
        "title":"Trends in Graduate Student Financing: Selected Years, 1995-96 to 2011-12. Web Tables. NCES 2015-026"},
      {
        "id":"ED555736",
        "title":"Enrollment in Postsecondary Institutions, Fall 2013; Financial Statistics, Fiscal Year 2013; and Employees in Postsecondary Institutions, Fall 2013. First Look (Provisional Data). NCES 2015-012"},
      {
        "id":"ED555737",
        "title":"Data Collection and Use in Early Childhood Education Programs: Evidence from the Northeast Region. REL 2015-084"},
      {
        "id":"ED555738",
        "title":"Data Collection and Use in Early Childhood Education Programs: Evidence from the Northeast Region. Stated Briefly. REL 2015-085"},
      {
        "id":"ED555739",
        "title":"Toolkit for a Workshop on Building a Culture of Data Use. REL 2015-063"},
      {
        "id":"ED555740",
        "title":"Review of International Research on Factors Underlying Teacher Absenteeism. REL 2015-087"},
      {
        "id":"ED555741",
        "title":"A Matter of Equity: Preschool in America"},
      {
        "id":"ED555829",
        "title":"A New Majority: Low Income Students Now a Majority in the Nation's Public Schools. Research Bulletin"},
      {
        "id":"ED555841",
        "title":"Being Smart Is Not Enough--Easing the Way on the Long Hard Journey from Urban Poverty to College Graduation"},
      {
        "id":"ED555842",
        "title":"Enrollment in Distance Education Courses, by State: Fall 2012. Web Tables. NCES 2014-023"},
      {
        "id":"ED555843",
        "title":"Where Students Are Pursuing Graduate Business School and Why. 2014 Data to Go"},
      {
        "id":"ED555844",
        "title":"In the Best Interests of the Child: Individualized Education Program (IEP) Meetings When Parents Are in Conflict"},
      {
        "id":"ED555845",
        "title":"Advancing Excellence, Enhancing Equity: Making the Case for Assessment at Minority-Serving Institutions"},
      {
        "id":"ED555846",
        "title":"Women and Graduate Management Education. 2015 Data to Go"},
      {
        "id":"ED555847",
        "title":"The Degree Qualifications Profile: A Learning-Centered Framework for What College Graduates Should Know and Be Able to Do to Earn the Associate, Bachelor's or Master's Degree"},
      {
        "id":"ED555848",
        "title":"Alumni Perspectives Survey Report, 2014"},
      {
        "id":"ED555849",
        "title":"Student Financing of Undergraduate Education: 2011-12. Web Tables. NCES 2015-173"},
      {
        "id":"ED555850",
        "title":"IDEA Special Education Resolution Meetings. A Guide for Parents of Children &amp; Youth (Ages 3-21)"},
      {
        "id":"ED555851",
        "title":"IDEA Special Education Due Process Complaints/Hearing Requests: Including Expedited Hearing Requests. A Guide for Parents of Children &amp; Youth (Ages 3-21)"},
      {
        "id":"ED555852",
        "title":"IDEA Special Education Written State Complaints. A Guide for Parents of Children &amp; Youth (Ages 3-21)"},
      {
        "id":"ED555853",
        "title":"Just Learning: The Imperative to Transform Juvenile Justice Systems into Effective Educational Systems. A Study of Juvenile Justice Schools in the South and the Nation. Special Summary"},
      {
        "id":"ED555854",
        "title":"Just Learning: The Imperative to Transform Juvenile Justice Systems into Effective Educational Systems. A Study of Juvenile Justice Schools in the South and the Nation"},
      {
        "id":"ED555855",
        "title":"A Path to Alignment: Connecting K-12 and Higher Education via the Common Core and the Degree Qualifications Profile"},
      {
        "id":"ED555856",
        "title":"IDEA Special Education Mediation. A Guide for Parents of Children &amp; Youth (Ages 3-21)"},
      {
        "id":"ED555857",
        "title":"Application Trends Survey. 2014 Survey Report"},
      {
        "id":"ED555858",
        "title":"Individualized Education Program (IEP) Facilitation. A Guide for Parents of Children &amp; Youth (Ages 3-21)"},
      {
        "id":"ED555859",
        "title":"Navigating the New Normal: Financial Imperatives for MSI Effectiveness and Avoiding Financial Exigency"},
      {
        "id":"ED555860",
        "title":"mba.com Prospective Students Survey. 2015 Survey Report"},
      {
        "id":"ED555861",
        "title":"Performance Funding at MSIs: Considerations and Possible Measures for Public Minority-Serving Institutions"},
      {
        "id":"ED555862",
        "title":"College Costs, Prices and the Great Recession. Lumina Issue Papers"},
      {
        "id":"ED555863",
        "title":"Scaling Completion College Services as a Model for Increasing Adult Degree Completion. Lumina Issue Papers"},
      {
        "id":"ED555864",
        "title":"A Stronger Nation through Higher Education: Closing the Gaps in College Attainment. An Annual Report from Lumina Foundation"},
      {
        "id":"ED555865",
        "title":"Indicators of Higher Education Equity in the United States: 45 Year Trend Report"},
      {
        "id":"ED555866",
        "title":"Alumni Perspectives Survey Report, 2015"},
      {
        "id":"ED555867",
        "title":"Six Districts Begin the Principal Pipeline Initiative. Building a Stronger Principalship: Volume 1"},
      {
        "id":"ED555868",
        "title":"Cultivating Talent through a Principal Pipeline. Building a Stronger Principalship: Volume 2"},
      {
        "id":"ED555869",
        "title":"Districts Taking Charge of the Principal Pipeline. Building a Stronger Principalship: Volume 3"},
      {
        "id":"ED555870",
        "title":"Adult Education and Literacy Program: Fiscal Year 2014 Report"},
      {
        "id":"ED555871",
        "title":"Give Our Kids a Break: How Three-Year Degrees Can Cut the Cost of College. Policy Brief"},
      {
        "id":"ED555872",
        "title":"Pathways for Academic Career and Employment (PACE) Program: Fiscal Year 2014 Report"},
      {
        "id":"ED555873",
        "title":"Jobs and Wages for Young Americans: Is Recovery Coming? Policy Brief"},
      {
        "id":"ED555874",
        "title":"Legislative Report on the Skills for Jobs Act"},
      {
        "id":"ED555875",
        "title":"The Fact Book: Report for the Florida College System, 2015"},
      {
        "id":"ED555876",
        "title":"The Fact Book: Report for the Florida College System, 2014"},
      {
        "id":"ED555877",
        "title":"Setting the Record Straight: Strong Positive Impacts Found from the National Evaluation of Upward Bound. Re-Analysis Documents Significant Positive Impacts Masked by Errors in Flawed Contractor Reports"},
      {
        "id":"ED555878",
        "title":"2014 Legislative Report on the Postsecondary Progress and Success of High School Graduates"},
      {
        "id":"ED555879",
        "title":"Career Cruiser: A Career and Education Planning Guide"},
      {
        "id":"ED555956",
        "title":"State Arts Agency Fact Sheet: Support for Arts Education"},
      {
        "id":"ED555973",
        "title":"Pupils as Action Researchers: Improving Something Important in Our Lives"},
      {
        "id":"ED555974",
        "title":"Parental Communication and Perceived Parental Attitudes about Sexuality among Turkish College Students"},
      {
        "id":"ED555975",
        "title":"Fall Enrollment Report. 2014"},
      {
        "id":"ED557989",
        "title":"Being Part of a People: Ridgeview Classical Schools and Civic Education. AEI Program on American Citizenship. Policy Brief 16"},
      {
        "id":"ED557990",
        "title":"Trends in Community College Enrollment and Completion Data, 2015"},
      {
        "id":"ED557991",
        "title":"PEERS: Preschool Educational Environment Rating System"},
      {
        "id":"ED557992",
        "title":"Community College Contributions. Policy Brief 2013-01PB"},
      {
        "id":"ED557993",
        "title":"Community College Contributions. Executive Summary. Policy Brief 2013-01PB"},
      {
        "id":"ED557994",
        "title":"State Education Trends: Academic Performance and Spending over the Past 40 Years. Policy Analysis No. 746"},
      {
        "id":"ED557995",
        "title":"Recent National Community College Enrollment and Award Completion Data"},
      {
        "id":"ED557996",
        "title":"Community College Students and Federal Student Financial Aid: A Primer"},
      {
        "id":"ED557997",
        "title":"Educational and Skills-Based Interventions for Preventing Relationship and Dating Violence in Adolescents and Young Adults. A Systematic Review. Campbell Systematic Reviews 2013:14"},
      {
        "id":"ED557998",
        "title":"Physics Bachelor's Initial Employment: Data from the Degree Recipient Follow-Up Survey for the Classes of 2011 and 2012. Focus On"},
      {
        "id":"ED557999",
        "title":"Liberalizing Cross-Border Trade in Higher Education: The Coming Revolution of Online Universities. Policy Analysis No. 720"},
      {
        "id":"ED558000",
        "title":"Drawing Meaningful Trends from the SAT. Cato Working Paper"},
      {
        "id":"ED558003",
        "title":"Democracy's Champion: Albert Shanker and the International Impact of the American Federation of Teachers"},
      {
        "id":"ED558004",
        "title":"A Guidebook to the Video: &quot;Expanding Learning, Expanding Opportunities.&quot; Resources to Help Community Members Expand Learning Opportunities for All Young People"},
      {
        "id":"ED558005",
        "title":"A Technical Guide to College Readiness Indicators. College Readiness Indicator Systems (CRIS) Resource Series"},
      {
        "id":"ED558006",
        "title":"The Evidence on Universal Preschool: Are Benefits Worth the Cost? Policy Analysis. Number 760"},
      {
        "id":"ED558007",
        "title":"Putting Civics to the Test: The Impact of State-Level Civics Assessments on Civic Knowledge"},
      {
        "id":"ED558008",
        "title":"Protecting Students and Taxpayers: The Federal Government's Failed Regulatory Approach and Steps for Reform"},
      {
        "id":"ED558009",
        "title":"Beyond College Eligibility: A New Framework for Promoting College Readiness. College Readiness Indicator Systems Resource Series"},
      {
        "id":"ED558010",
        "title":"District Self-Assessment Tool. College Readiness Indicator Systems Resource Series"},
      {
        "id":"ED558011",
        "title":"Over the Counter, under the Radar: Inequitably Distributing New York City's Late-Enrolling High School Students. Executive Summary"},
      {
        "id":"ED558012",
        "title":"Over the Counter, under the Radar: Inequitably Distributing New York City's Late-Enrolling High School Students"},
      {
        "id":"ED558013",
        "title":"The Impact of Codes of Conduct on Stakeholders"},
      {
        "id":"ED558014",
        "title":"Identifying a Theoretical Perspective to Meet the Educational Needs of Twice-Migrated Sudanese Refugees"},
      {
        "id":"ED558015",
        "title":"Compassion Fatigue as a Theoretical Framework to Help Understand Burnout among Special Education Teachers"},
      {
        "id":"ED558016",
        "title":"Public Accountability for Charter Schools: Standards and Policy Recommendations for Effective Oversight"},
      {
        "id":"ED558017",
        "title":"Partnerships for College Readiness. College Readiness Indicator Systems"},
      {
        "id":"ED558018",
        "title":"Educator Effectiveness Series: Assessing School Climate. Q&amp;A with Jonathan Cohen, Ph.D. REL Mid-Atlantic Webinar"},
      {
        "id":"ED558019",
        "title":"Assisting Students Struggling with Mathematics: Response to Intervention (RtI) for Elementary and Middle Schools. Q&amp;A with Ben Clarke Ph.D and Paul Riccomini, Ph.D. REL Mid-Atlantic Event"},
      {
        "id":"ED558020",
        "title":"Supercharging Student Success: Policy Levers for Helping Paraprofessionals Have a Positive Influence in the Classroom. Policy Snapshot"},
      {
        "id":"ED558021",
        "title":"An Interim Report on Pennsylvania's Framework for Leadership: Frequently Asked Questions"},
      {
        "id":"ED558022",
        "title":"Social and Emotional Skills for Life and Career: Policy Levers That Focus on the Whole Child. Policy Snapshot"},
      {
        "id":"ED558023",
        "title":"Virtual Task-Based Situated Language-Learning with &quot;Second Life&quot;: Developing EFL Pragmatic Writing and Technological Self-Efficacy"},
      {
        "id":"ED558024",
        "title":"What Do Effective District Leaders Do? Strategies for Evaluating District Leadership. Policy Snapshot"},
      {
        "id":"ED558025",
        "title":"Building Momentum: The Condition of Progress toward College Readiness. A Profile of 2013 ACT Explore®- and ACT Plan®-Tested Students"},
      {
        "id":"ED558026",
        "title":"Alternative Routes to Teaching: What Do We Know about Effective Policies? Policy Snapshot"},
      {
        "id":"ED558027",
        "title":"Building Momentum: The Condition of Progress toward College Readiness. A Profile of 2012 ACT Explore®- And ACT Plan®-Tested Students"},
      {
        "id":"ED558028",
        "title":"A Framework for Coherence: College and Career Readiness Standards, Multi-Tiered Systems of Support, and Educator Effectiveness. Special Issues Brief"},
      {
        "id":"ED558029",
        "title":"Supporting New Teachers: What Do We Know about Effective State Induction Policies? Policy Snapshot"},
      {
        "id":"ED558030",
        "title":"The Evolution of Charter School Quality. Research Briefs in Economic Policy, Number 16"},
      {
        "id":"ED558031",
        "title":"Development of STEM Readiness Benchmarks to Assist Educational and Career Decision Making. ACT Research Report Series, 2015 (3)"},
      {
        "id":"ED558032",
        "title":"Who Goes to Graduate School? Tracking 2003 ACT®-Tested High School Graduates for More than a Decade. ACT Research Report Series, 2015 (2)"},
      {
        "id":"ED558033",
        "title":"Use of Data to Support Teaching and Learning: A Case Study of Two School Districts. ACT Research Report Series, 2015 (1)"},
      {
        "id":"ED558034",
        "title":"Creating Coherence: Common Core State Standards, Teacher Evaluation, and Professional Learning. Special Issues Brief. Revised"},
      {
        "id":"ED558035",
        "title":"Donating the Voucher: An Alternative Tax Treatment of Private School Enrollment. Research Briefs in Economic Policy, Number 1"},
      {
        "id":"ED558036",
        "title":"Evaluating Evaluation Systems: Policy Levers and Strategies for Studying Implementation of Educator Evaluation. Policy Snapshot"},
      {
        "id":"ED558037",
        "title":"Expanding Opportunities: A College Choice Report for the Graduating Class of 2014. Part 1: Preferences and Prospects"},
      {
        "id":"ED558038",
        "title":"The Condition of College &amp; Career Readiness 2014: National"},
      {
        "id":"ED558039",
        "title":"The Condition of College &amp; Career Readiness 2013: National"},
      {
        "id":"ED558040",
        "title":"Beyond Academics: A Holistic Framework for Enhancing Education and Workplace Success. ACT Research Report Series. 2015 (4)"},
      {
        "id":"ED558041",
        "title":"Education and Health Knowledge: Evidence from UK Compulsory Schooling Reform. CEP Discussion Paper No. 1297"},
      {
        "id":"ED558042",
        "title":"Through the Student's Eyes: A Perspective on Personalized Learning and Practice Guide for Teachers"},
      {
        "id":"ED558043",
        "title":"&quot;High&quot; Achievers? Cannabis Access and Student Performance. CEP Discussion Paper No. 1340"},
      {
        "id":"ED558044",
        "title":"Schools: The Evidence on Academies, Resources and Pupil Performance. Paper No. EA023"},
      {
        "id":"ED558045",
        "title":"Why the Personal Competencies Matter. Connect: Making Learning Personal"},
      {
        "id":"ED558046",
        "title":"Innovative Schools in Michigan. Connect: Making Learning Personal"},
      {
        "id":"ED558047",
        "title":"Paying out and Crowding out? The Globalisation of Higher Education. CEP Discussion Paper No. 1299"},
      {
        "id":"ED558048",
        "title":"Including the Learner in Personalized Learning. Connect: Making Learning Personal"},
      {
        "id":"ED558049",
        "title":"Personalized Learning in Wisconsin: FLIGHT Academy. Connect: Making Learning Personal"},
      {
        "id":"ED558050",
        "title":"Assessing the Effect of School Days and Absences on Test Score Performance. CEP Discussion Paper No. 1302"},
      {
        "id":"ED558051",
        "title":"Priorities for Improving Iowa's Child-Care System: A Five-Year Plan for Early Care and Education. January 2014 Update"},
      {
        "id":"ED558052",
        "title":"Early Learning Left Out: Building an Early-Learning System to Secure America's Future. Federal, State and School District Investments by Child Age. 4th Edition. 2010-2012"},
      {
        "id":"ED558053",
        "title":"Giving a Little Help to Girls? Evidence on Grade Discrimination and Its Effect on Students&apos; Achievement. CEP Discussion Paper No. 1341"},
      {
        "id":"ED558054",
        "title":"Paying for Higher Education. Paper No. EA026"},
      {
        "id":"ED558055",
        "title":"Competency-Based Education: Supporting Personalized Learning. Connect: Making Learning Personal"},
      {
        "id":"ED558056",
        "title":"Handbook on Innovations in Learning"},
      {
        "id":"ED558057",
        "title":"Creating a Content Strategy for Mobile Devices in the Classroom"},
      {
        "id":"ED558058",
        "title":"How to Build a Residential College"},
      {
        "id":"ED558059",
        "title":"Government-Funded Program Completions 2014. Preliminary. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED558060",
        "title":"Lessons from VET Providers Delivering Degrees"},
      {
        "id":"ED558061",
        "title":"Completion and Attrition Rates for Apprentices and Trainees 2014. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED558062",
        "title":"Fundamental Attributes of Exemplary State Special Education Dispute Resolution Systems"},
      {
        "id":"ED558063",
        "title":"Personal Competencies in Personalized Learning"},
      {
        "id":"ED558064",
        "title":"Which Study Designs Are Capable of Producing Valid Evidence about a Program's Effectiveness? A Brief Overview"},
      {
        "id":"ED558065",
        "title":"The Mentoring Effect: Young People's Perspectives on the Outcomes and Availability of Mentoring. A Report for Mentor: The National Mentoring Partnership"},
      {
        "id":"ED558066",
        "title":"&quot;We Always Want to Get Better&quot;: Teachers' Voices on Professional Development"},
      {
        "id":"ED558067",
        "title":"Government-Funded Students and Courses: January to March 2015. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED558068",
        "title":"The Missing Piece: A National Teacher Survey on How Social and Emotional Learning Can Empower Children and Transform Schools. A Report for CASEL"},
      {
        "id":"ED558069",
        "title":"The Missing Piece: A National Teacher Survey on How Social and Emotional Learning Can Empower Children and Transform Schools. A Report for CASEL. Executive Summary"},
      {
        "id":"ED558070",
        "title":"Personal Competency: A Framework for Building Students' Capacity to Learn"},
      {
        "id":"ED558071",
        "title":"State Homeschool Policies: A Patchwork of Provisions. 50-State Reviews"},
      {
        "id":"ED558072",
        "title":"GED, HiSET and TASC: A Comparison of High School Equivalency Assessments. ECS Education Trends"},
      {
        "id":"ED558073",
        "title":"Universal Preschool in Iowa: Steps Needed to Ensure Equity and Access"},
      {
        "id":"ED558074",
        "title":"The &quot;Something Other&quot;: Personal Competencies for Learning and Life"},
      {
        "id":"ED558075",
        "title":"Lessons from VET Providers Delivering Degrees: Case Studies. Support Document"},
      {
        "id":"ED558076",
        "title":"VET Providers Planning to Deliver Degrees: Good Practice Guide"},
      {
        "id":"ED558077",
        "title":"Individualized Education Program (IEP)/Individualized Family Service Plan (IFSP) Facilitation: Practical Insights and Programmatic Considerations"},
      {
        "id":"ED558078",
        "title":"Apprentices and Trainees 2014. Annual. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED558083",
        "title":"Can Using Rigorous Evidence to Guide Federal Education Funds Improve Student Achievement? Randomized Trials Show Encouraging Initial Results for DoED's Investing in Innovation Fund"},
      {
        "id":"ED558084",
        "title":"Statement of Jon Baron, President, Coalition for Evidence-Based Policy. House Committee on Ways and Means, Subcommittee on Human Resources Hearing on the Maternal, Infant, and Early Childhood Home Visiting Program"},
      {
        "id":"ED558085",
        "title":"An SAT® Validity Primer"},
      {
        "id":"ED558092",
        "title":"AP® Potential Predicted by PSAT/NMSQT® Scores Using Logistic Regression. Statistical Report 2014-1"},
      {
        "id":"ED558096",
        "title":"AP®: A Foundation for Academic Success"},
      {
        "id":"ED558097",
        "title":"Proposed Social Spending Innovation Research (SSIR) Program: Harnessing American Entrepreneurial Talent to Solve Major U.S. Social Problems"},
      {
        "id":"ED558098",
        "title":"Saudi Students' Reactions to Peer Response Groups in EFL Composition Classrooms"},
      {
        "id":"ED558099",
        "title":"Meeting the Needs of Learners and Employers through Effective Planning, Application and Admission Processes in Scotland's Colleges: An Aspect Report on Provision in Scotland's Colleges by HM Inspectors on Behalf of the Scottish Funding Council. Transforming Lives through Learning"},
      {
        "id":"ED558100",
        "title":"Texts, Structure, and Collaboration: Reflections of a Professional Development Addressing Homophobia in Secondary Schools"},
      {
        "id":"ED558101",
        "title":"Building Society: Young People's Experiences and Outcomes in the Technologies. Transforming Lives through Learning"},
      {
        "id":"ED558102",
        "title":"Business, Management and Administration: A Subject-Based Aspect Report by Education Scotland on Behalf of the Scottish Funding Council on Provision in Scotland's Colleges. Transforming Lives through Learning"},
      {
        "id":"ED558103",
        "title":"Renewables (Energy): A Subject-Based Aspect Report by Education Scotland on Provision in Scotland's Colleges on Behalf of the Scottish Funding Council. Transforming Lives through Learning"},
      {
        "id":"ED558104",
        "title":"Computing and Digital Media: A Subject-Based Aspect Report by Education Scotland on Provision in Scotland's Colleges on Behalf of the Scottish Funding Council. Transforming Lives through Learning"},
      {
        "id":"ED558105",
        "title":"English for Speakers of Other Languages in Scotland's Colleges: A Subject-Based Aspect Report on Provision in Scotland's Colleges by Education Scotland on Behalf of the Scottish Funding Council. Transforming Lives through Learning"},
      {
        "id":"ED558106",
        "title":"Supporting Learners to Succeed: A Thematic Report by Education Scotland on Behalf of the Scottish Funding Council on Provision of Services Delivered by Scotland's Colleges to Support Learners to Succeed in Their Learning. Transforming Lives through Learning"},
      {
        "id":"ED558107",
        "title":"Maximising Learner Success in Scotland's Colleges: A Thematic Aspect Report on Provision in Scotland's Colleges by Education Scotland on Behalf of the Scottish Funding Council. Transforming Lives through Learning"},
      {
        "id":"ED558108",
        "title":"Validating the Use of AP® Exam Scores for College Course Placement. Research Report 2013-2"},
      {
        "id":"ED558109",
        "title":"Rating Quality Studies Using Rasch Measurement Theory. Research Report 2013-3"},
      {
        "id":"ED558110",
        "title":"An Investigation of College Students' Perceptions of Advanced Placement® Courses. Research Note 2013-2"},
      {
        "id":"ED558111",
        "title":"A Comparison of CLEP® and Non-CLEP Students with Respect to Postsecondary Outcomes. Research Note 2013-9"},
      {
        "id":"ED558112",
        "title":"Religious and Moral Education 3-18. Transforming Lives through Learning"},
      {
        "id":"ED558113",
        "title":"2013 State of States' Early Childhood Data Systems. #2014-06"},
      {
        "id":"ED558114",
        "title":"Brown v. Board at 60: Why Have We Been so Disappointed? What Have We Learned?"},
      {
        "id":"ED558115",
        "title":"InTASC Model Core Teaching Standards and Learning Progressions for Teachers 1.0: A Resource for Ongoing Teacher Development"},
      {
        "id":"ED558116",
        "title":"Do Poor Kids Deserve Lower-Quality Education than Rich Kids? Evaluating School Privatization Proposals in Milwaukee, Wisconsin. EPI Briefing Paper #375"},
      {
        "id":"ED558117",
        "title":"Competency-Based Learning: Definitions, Policies, and Implementation"},
      {
        "id":"ED558118",
        "title":"Incorporating Ninth-Grade PSAT/NMSQT® Scores into AP Potential™ Predictions for AP® European History and AP World History. Statistical Report 2014-1"},
      {
        "id":"ED558119",
        "title":"Beyond Averages: School Quality in Denver Public Schools"},
      {
        "id":"ED558120",
        "title":"Personal Competencies/Personalized Learning: Reflection on Instruction. A Peer-to-Peer Learning and Observation Tool"},
      {
        "id":"ED558121",
        "title":"Equity Priorities in the Northwest and Pacific: A Regional Dialogue"},
      {
        "id":"ED558122",
        "title":"How Do Principals Assign Students to Teachers? Finding Evidence in Administrative Data and the Implications for Value-Added. Working Paper #30. Revised"},
      {
        "id":"ED558123",
        "title":"An Evaluation of Empirical Bayes&apos; Estimation of Value- Added Teacher Performance Measures. Working Paper #31. Revised"},
      {
        "id":"ED558124",
        "title":"Implementing the Common Core State Standards for Mathematics: A Comparison of Current District Content in 41 States. Working Paper #32"},
      {
        "id":"ED558125",
        "title":"Implementing the Common Core State Standards for Mathematics: What Parents Know and Support. Working Paper #34"},
      {
        "id":"ED558126",
        "title":"The Need to Address Noncognitive Skills in the Education Policy Agenda. Briefing Paper #386"},
      {
        "id":"ED558127",
        "title":"Does the Precision and Stability of Value-Added Estimates of Teacher Performance Depend on the Types of Students They Serve? Working Paper #35"},
      {
        "id":"ED558128",
        "title":"World Class Standards for Preparing Teachers of Mathematics. Working Paper #37"},
      {
        "id":"ED558129",
        "title":"Evaluating Specification Tests in the Context of Value-Added Estimation. Working Paper #38"},
      {
        "id":"ED558130",
        "title":"A Comparison of Growth Percentile and Value-Added Models of Teacher Performance. Working Paper #39"},
      {
        "id":"ED558131",
        "title":"Department of Education Educator Equity Initiative"},
      {
        "id":"ED558132",
        "title":"Meeting Colorado's Demand for Excellent Leaders. The School Leadership Pipeline Series. Part 1"},
      {
        "id":"ED558133",
        "title":"Promising Leadership for School Turnarounds. The School Leadership Pipeline Series. Part 2"},
      {
        "id":"ED558134",
        "title":"How Can State Law Support School Continuity and Success for Students in Foster Care?"},
      {
        "id":"ED558135",
        "title":"Community Schools: A Vehicle for Educational Equity"},
      {
        "id":"ED558136",
        "title":"Upside Down: Higher-Education Tax Spending"},
      {
        "id":"ED558137",
        "title":"Implementing the Common Core State Standards for Mathematics: What We Know about Teachers of Mathematics in 41 States. Working Paper #33"},
      {
        "id":"ED558138",
        "title":"What the Research Says about Class Size, Professional Development, and Recruitment, Induction, and Retention of Highly Qualified Teachers: A Compendium of the Evidence on Title II, Part A, Program-Funded Strategies"},
      {
        "id":"ED558139",
        "title":"An Investigation of the Museum of Science and Industry, Chicago&apos;s 2012-2013 Get Re-Energized Module. Working Paper #40"},
      {
        "id":"ED558140",
        "title":"Findings and Preliminary Recommendations from the Michigan State and Indiana University Research Study of Value-Added Models to Evaluate Teacher Performance"},
      {
        "id":"ED558141",
        "title":"Policy Cues and Ideology in Attitudes toward Charter Schools. Working Paper #41"},
      {
        "id":"ED558142",
        "title":"How Do Teachers&apos; Unions Influence Education Policy? What We Know and What We Need to Learn. Working Paper #42"},
      {
        "id":"ED558143",
        "title":"Michigan&apos;s Education Achievement Authority and the Future of Public Education in Detroit: The Challenge of Aligning Policy Design and Policy Goals. Working Paper #43"},
      {
        "id":"ED558144",
        "title":"Teaching Online across State Lines. Keeping Pace with K-12 Digital Learning. Policy Brief"},
      {
        "id":"ED558145",
        "title":"Highlights of Conference on Using Student Test Scores to Measure Teacher Performance: The State of the Art in Research and Practice"},
      {
        "id":"ED558146",
        "title":"Modern Segregation"},
      {
        "id":"ED558147",
        "title":"Keeping Pace with K-12 Digital Learning: An Annual Review of Policy and Practice. Eleventh Edition"},
      {
        "id":"ED558148",
        "title":"Success Starts at Home: Using the Federal Affirmatively Furthering Fair Housing Rule to Tackle Education Inequalities for Minority Children"},
      {
        "id":"ED558149",
        "title":"Mother's Education and Children's Outcomes: How Dual-Generation Programs Offer Increased Opportunities for America's Families. Disparities among America's Children. No. 2"},
      {
        "id":"ED558150",
        "title":"What NAEP Once Was, and What NAEP Could Once Again Be"},
      {
        "id":"ED558151",
        "title":"The Interim Results of a Randomized Control Trial of the SPARK Early Literacy Program/Milwaukee Community Literacy Project"},
      {
        "id":"ED558152",
        "title":"New Teacher Center Induction Model. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED558153",
        "title":"Tap™: The System for Teacher and Student Advancement. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED558154",
        "title":"Professional Learning Communities Facilitator's Guide for the What Works Clearinghouse™ Practice Guide: Teaching Academic Content and Literacy to English Learners in Elementary and Middle School. REL 2015-105"},
      {
        "id":"ED558155",
        "title":"WWC Review of the Report &quot;Interactive Online Learning on Campus: Testing MOOCs and Other Platforms in Hybrid Formats in the University System of Maryland.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED558156",
        "title":"Professional Learning Communities Facilitator's Guide Handouts for the What Works Clearinghouse™ Practice Guide: Teaching Academic Content and Literacy to English Learners in Elementary and Middle School. REL 2015-105"},
      {
        "id":"ED558157",
        "title":"The Effects of the Elevate Math Summer Program on Math Achievement and Algebra Readiness. REL 2015-096"},
      {
        "id":"ED558158",
        "title":"Suspension, Expulsion, and Achievement of English Learner Students in Six Oregon Districts. REL 2015-094"},
      {
        "id":"ED558159",
        "title":"Time to Reclassification: How Long Does It Take English Learner Students in Washington Road Map Districts to Develop English Proficiency? REL 2015-092"},
      {
        "id":"ED558160",
        "title":"Alternative Student Growth Measures for Teacher Evaluation: Implementation Experiences of Early-Adopting Districts. REL 2015-093"},
      {
        "id":"ED558161",
        "title":"How Methodology Decisions Affect the Variability of Schools Identified as Beating the Odds. REL 2015-071.rev"},
      {
        "id":"ED558162",
        "title":"Head Start. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED558163",
        "title":"Identifying and Supporting English Learner Students with Learning Disabilities: Key Issues in the Literature and State Practice. REL 2015-086"},
      {
        "id":"ED558164",
        "title":"School Accountability in the Digital Age. Keeping Pace with K-12 Digital Learning. Policy Brief"},
      {
        "id":"ED558165",
        "title":"State Online College Job Market: Ranking the States"},
      {
        "id":"ED558166",
        "title":"College Is Just the Beginning: Employers' Role in the $1.1 Trillion Postsecondary Education and Training System"},
      {
        "id":"ED558169",
        "title":"From Hard Times to Better Times: College Majors, Unemployment, and Earnings"},
      {
        "id":"ED558171",
        "title":"Nursing: Supply and Demand through 2020"},
      {
        "id":"ED558176",
        "title":"Access to Attainment: An Access Agenda for 21st Century College Students"},
      {
        "id":"ED558177",
        "title":"Degrees of Hope: Redefining Access for the 21st Century Student. Viewing Guide"},
      {
        "id":"ED558178",
        "title":"House Price Growth When Children Are Teenagers: A Path to Higher Earnings? Working Paper No. 14-13"},
      {
        "id":"ED558179",
        "title":"Do Foreclosures Affect Boston Public School Student Academic Performance? Public Policy Brief No. 13-5"},
      {
        "id":"ED558180",
        "title":"Student Loan Debt and Economic Outcomes. Current Policy Perspective No. 14-7"},
      {
        "id":"ED558181",
        "title":"The Effect of Foreclosure on Boston Public School Student Academic Performance. Working Paper No. 13-12"},
      {
        "id":"ED558182",
        "title":"Retaining Recent College Graduates in New England: An Update on Current Trends. Policy Brief No. 13-2"},
      {
        "id":"ED558183",
        "title":"The Economy Goes to College: The Hidden Promise of Higher Education in the Post-Industrial Service Economy"},
      {
        "id":"ED558184",
        "title":"The Online College Labor Market: Where the Jobs Are"},
      {
        "id":"ED558185",
        "title":"Failure to Launch: Structural Shift and the New Lost Generation"},
      {
        "id":"ED558186",
        "title":"A Toolkit for Teacher Engagement"},
      {
        "id":"ED558187",
        "title":"Grantmakers and Thought Leaders on Out-of-School Time: Survey &amp; Interview Report"},
      {
        "id":"ED558188",
        "title":"Toward Equitable Education"},
      {
        "id":"ED558189",
        "title":"Perceptions of Candidate Teachers about Concept of the Project"},
      {
        "id":"ED558190",
        "title":"The Relation of Physics Teachers' Leadership with Burnout Levels and Attitudes towards Change. Turkey Case"},
      {
        "id":"ED558191",
        "title":"One Secondary School's Subject-Area Teachers' Perspectives on Co-Teaching Students with Special Needs"},
      {
        "id":"ED558192",
        "title":"Indiana College Completion Report, 2014"},
      {
        "id":"ED558193",
        "title":"Testing on Trial"},
      {
        "id":"ED558194",
        "title":"The Curriculum Gap"},
      {
        "id":"ED558195",
        "title":"Prevention of Bullying in Schools, Colleges, and Universities: Research Report and Recommendations"},
      {
        "id":"ED558196",
        "title":"Shifting Gears: Building New Pathways for Low-Skilled Workers to Succeed in the 21st Century Economy"},
      {
        "id":"ED558197",
        "title":"Investigation of Primary School Teachers' Attitudes towards Gifted Education=Ilkögretim Ögretmenlerinin Üstün Yeteneklilerin Egitimine Iliskin Tutumlarinin Incelenmesi"},
      {
        "id":"ED558198",
        "title":"The Relationship between the Rigor of a State's Proficiency Standard and Student Achievement in the State"},
      {
        "id":"ED558200",
        "title":"An Investigation of the Validity, Reliability and Acceptance by Children of a Microcomputer Administration of the Peabody Picture Vocabulary Test-Revised"},
      {
        "id":"ED558201",
        "title":"The Geography of the New Teacher Pipeline. Policy Research: IERC 2015-1"},
      {
        "id":"ED558202",
        "title":"Opening the Schoolhouse Doors: Tax Credits and Educational Access in Alabama"},
      {
        "id":"ED558203",
        "title":"Lessons Learned from Strategy Landscape Tool"},
      {
        "id":"ED558204",
        "title":"Examining of the Predictors of Pre-Service Teachers' Perceptions of the Quality of the Science Fair Projects in Turkey"},
      {
        "id":"ED558205",
        "title":"A Study of Organizational Behavior of Colleges of Education of Maharashtra State"},
      {
        "id":"ED558206",
        "title":"The Mirage: Confronting the Hard Truth about Our Quest for Teacher Development"},
      {
        "id":"ED558207",
        "title":"Say Yes to Education: Leading a Movement to Improve Access to Postsecondary Learning Opportunities in Cities Nationwide. Principles for Effective Education Grantmaking. Case Study No. 9"},
      {
        "id":"ED558208",
        "title":"Strategic Reinvention: The Rodel Foundation of Delaware's Journey to Catalyzing a System of World-Class Schools. Principles for Effective Education Grantmaking. Case Study No. 10"},
      {
        "id":"ED558209",
        "title":"Functional Requirements: 2014 No Child Left Behind--Annual Measurable Achievement Objectives"},
      {
        "id":"ED558210",
        "title":"Learning to Reduce Recidivism: A 50-State Analysis of Postsecondary Correctional Education Policy"},
      {
        "id":"ED558211",
        "title":"Awareness and Misconceptions of High School Students about Renewable Energy Resources and Applications: Turkey Case"},
      {
        "id":"ED558212",
        "title":"Development of Teacher Attitude Scale towards the Field Trip"},
      {
        "id":"ED558213",
        "title":"The Once and Future Publishing Library"},
      {
        "id":"ED558214",
        "title":"Health and Safety in the South Texas Border Region: A Culturally Relevant Health Risk Prevention Program for Hispanic Youth and Their Families"},
      {
        "id":"ED558215",
        "title":"Proceedings of the International Conference on Educational Data Mining (EDM) (6th, Memphis, Tennessee, July 6-9, 2013)"},
      {
        "id":"ED558216",
        "title":"Where Are Students Getting Science Bachelor's Degrees? What Are They Paying? Data Brief. The Price and Cost of Science Degrees Series"},
      {
        "id":"ED558222",
        "title":"How Much Debt Do Science Bachelor's Degree Recipients Accrue? Data Brief. The Price and Cost of Science Degrees Series"},
      {
        "id":"ED558225",
        "title":"How Much Debt Do Science Ph.D.s Accrue? Data Brief. The Price and Cost of Science Degrees Series"},
      {
        "id":"ED558229",
        "title":"How Much Does It Cost Institutions to Produce Stem Degrees? Data Brief. The Price and Cost of Science Degrees Series"},
      {
        "id":"ED558271",
        "title":"On Their Own Terms: Two-Year Minority Serving Institutions"},
      {
        "id":"ED558335",
        "title":"NAEP: Looking Ahead--The NAEP-State Partnership. Workshop Summary"},
      {
        "id":"ED558336",
        "title":"Using Student Achievement Data to Support Instructional Decision Making. Q&amp;A with Sharnell Jackson. REL Mid-Atlantic Event"},
      {
        "id":"ED558337",
        "title":"Teaching Elementary School Students to Be Effective Writers: Q&amp;A with Dr. Natalie Olinghouse and Alisha Bollinger. REL Mid-Atlantic Event"},
      {
        "id":"ED558338",
        "title":"Reauthorizing the Higher Education Act: Opportunities to Improve Student Success. Testimony of Lashawn Richburg-Hayes, MDRC [before the] U.S. Senate Health, Education, Labor, and Pensions Committee"},
      {
        "id":"ED558339",
        "title":"Proceedings of the Seventh International Conference on Educational Data Mining (EDM) (7th, London, United Kingdom, July 4-7, 2014)"},
      {
        "id":"ED558372",
        "title":"Instructional Time Trends. Education Trends"},
      {
        "id":"ED558397",
        "title":"Effective Counseling Interventions with Youth and Families: A Review of Solution Focused Brief Therapy. School Counseling Research Brief 9.2"},
      {
        "id":"ED558410",
        "title":"Quality Education for Social Development and Human Well-Being"},
      {
        "id":"ED558413",
        "title":"The Nation's Report Card: Are the Nation's 12th-Graders Making Progress in Mathematics and Reading? NCES 2014-087"},
      {
        "id":"ED558414",
        "title":"ARCC Teacher Compensation Initiative: Literature Review"},
      {
        "id":"ED558418",
        "title":"2013 Graduate Management Education in Canada. GMAC® Data-to-Go Series"},
      {
        "id":"ED558419",
        "title":"B-School Follow Up: Class of 2013. GMAC® Data-to-Go Series"},
      {
        "id":"ED558420",
        "title":"Paying for Business School: Fewer Hesitations, Greater Investment from Parents, Value Remains Strong. GMAC® Data-to-Go Series"},
      {
        "id":"ED558421",
        "title":"Profile of GMAT® Testing: North American Report. Testing Years 2010 through 2014. GMAC® Data-to-Go Series"},
      {
        "id":"ED558422",
        "title":"Profile of GMAT® Testing: Residence Report. Testing Years 2010 through 2014. GMAC® Data-to-Go Series"},
      {
        "id":"ED558423",
        "title":"Profile of GMAT® Testing: Citizenship Report: Testing Years 2010 through 2014. GMAC® Data-to-Go Series"},
      {
        "id":"ED558434",
        "title":"Lord-Wingersky Algorithm Version 2.0 for Hierarchical Item Factor Models with Applications in Test Scoring, Scale Alignment, and Model Fit Testing. CRESST Report 830"},
      {
        "id":"ED558435",
        "title":"Treatment Confounded Missingness: A Comparison of Methods for Addressing Censored or Truncated Data in School Reform Evaluations. CRESST Report 832"},
      {
        "id":"ED558436",
        "title":"Automatic Short Essay Scoring Using Natural Language Processing to Extract Semantic Information in the Form of Propositions. CRESST Report 831"},
      {
        "id":"ED558439",
        "title":"Emergency Preparedness and Response in the School Setting--The Role of the School Nurse. Position Statement"},
      {
        "id":"ED558440",
        "title":"Bullying Prevention in Schools. Position Statement"},
      {
        "id":"ED558441",
        "title":"Care of Victims of Child Maltreatment: The School Nurse's Role. Position Statement"},
      {
        "id":"ED558442",
        "title":"Do Not Attempt Resuscitation (DNAR)--The Role of the School Nurse. Position Statement"},
      {
        "id":"ED558443",
        "title":"Nursing Delegation to Unlicensed Assistive Personnel in the School Setting. Position Statement. Revised"},
      {
        "id":"ED558444",
        "title":"Immunizations. Position Statement. Revised"},
      {
        "id":"ED558445",
        "title":"Service Animals in School. Position Statement"},
      {
        "id":"ED558446",
        "title":"School Nurse Role in Electronic School Health Records. Position Statement"},
      {
        "id":"ED558454",
        "title":"Corporate Recruiters Survey: 2014 Survey Report"},
      {
        "id":"ED558455",
        "title":"Item Pool Construction Using Mixed Integer Quadratic Programming (MIQP). GMAC® Research Report RR-14-01"},
      {
        "id":"ED558456",
        "title":"Quick Facts for 2013-2014"},
      {
        "id":"ED558457",
        "title":"Unsupervised Ontology Generation from Unstructured Text. CRESST Report 827"},
      {
        "id":"ED558458",
        "title":"Educational Interests, Needs and Learning Preferences of Immigrant Farmers"},
      {
        "id":"ED558459",
        "title":"Measurement Error in Multilevel Models of School and Classroom Environments: Implications for Reliability, Precision, and Prediction. CRESST Report 828"},
      {
        "id":"ED558460",
        "title":"Testing the Assumption of Cross-Level Measurement Invariance in Multilevel Models: Evidence from School and Classroom Environment Surveys. CRESST Report 829"},
      {
        "id":"ED558462",
        "title":"Inspiring Minds through a Professional Alliance of Community Teachers (IMPACT): Evaluation Results of the Cohort 1 Math and Science Apprentice Teachers. CRESST Report 826"},
      {
        "id":"ED558463",
        "title":"Monitoring Progress: How the 2012 National Survey of Science and Mathematics Education Can Inform a National K-12 STEM Education Indicator System"},
      {
        "id":"ED558464",
        "title":"Implementation and Effects of LDC and MDC in Kentucky Districts. Policy Brief No. 13"},
      {
        "id":"ED558465",
        "title":"Marijuana and Children. Position Statement"},
      {
        "id":"ED558466",
        "title":"Transition Planning for Students with Chronic Health Conditions. Position Statement"},
      {
        "id":"ED558467",
        "title":"The Complementary Roles of the School Nurse and School Based Health Centers. Position Statement"},
      {
        "id":"ED558468",
        "title":"New Instruments for Studying the Impacts of Science Teacher Professional Development"},
      {
        "id":"ED558469",
        "title":"Formative Assessment for Next Generation Science Standards: A Proposed Model. Resource Paper No. 16"},
      {
        "id":"ED558470",
        "title":"Labor Intensive or Labor Expensive? Changing Staffing and Compensation Patterns in Higher Education. Issue Brief"},
      {
        "id":"ED558471",
        "title":"The Patient Protection and Affordable Care Act: The Role of the School Nurse. Position Statement"},
      {
        "id":"ED558472",
        "title":"Environmental Health in the School Setting: The Role of the School Nurse. Position Statement"},
      {
        "id":"ED558473",
        "title":"School-Sponsored Before, After and Extended School Year Programs: The Role of the School Nurse. Position Statement"},
      {
        "id":"ED558474",
        "title":"Trends in College Spending: 2001-2011. A Delta Data Update"},
      {
        "id":"ED558476",
        "title":"Individualized Healthcare Plans: The Role of the School Nurse. Position Statement. Revised"},
      {
        "id":"ED558479",
        "title":"School Nurse Workload: Staffing for Safe Care. Position Statement"},
      {
        "id":"ED558480",
        "title":"The Use of Restraints or Seclusion in the School Setting. Position Statement"},
      {
        "id":"ED558481",
        "title":"Unlicensed Assistive Personnel: Their Role on the School Health Services Team. Position Statement"},
      {
        "id":"ED558482",
        "title":"Leadership Succession Planning in Catholic Education: An Ongoing Plan for Leadership Development, Identification, and Selection"},
      {
        "id":"ED558484",
        "title":"Details from the Dashboard: Estimated Number of Public Charter Schools &amp; Students, 2014-2015"},
      {
        "id":"ED558485",
        "title":"District of Columbia Public Schools: School Year 2014-2015. Parental Right to Know Guide"},
      {
        "id":"ED558489",
        "title":"Becoming Adults: One-Year Impact Findings from the Youth Villages Transitional Living Evaluation"},
      {
        "id":"ED558490",
        "title":"Developing Positive Young Adults: Lessons from Two Decades of YouthBuild Programs"},
      {
        "id":"ED558491",
        "title":"Moving down the Track: Changing School Practices during the Second Year of &quot;Diplomas Now&quot;"},
      {
        "id":"ED558492",
        "title":"The Types and Nature of Questions vis-à-vis Students' Test-Taking Skills as Significant Indicators of Second Language Examinees? Performance on the TOEFL-ITP Reading Comprehension Sub-Test"},
      {
        "id":"ED558494",
        "title":"A Career Approach to GED Instruction"},
      {
        "id":"ED558495",
        "title":"Services for Families of Infants and Toddlers Experiencing Trauma. A Research-to-Practice Brief. OPRE Report 2015-14"},
      {
        "id":"ED558496",
        "title":"Basic Facts about Low-Income Children: Children under 18 Years, 2013. Fact Sheet"},
      {
        "id":"ED558497",
        "title":"Case Management for Students at Risk of Dropping Out: Implementation and Interim Impact Findings from the Communities in Schools Evaluation"},
      {
        "id":"ED558498",
        "title":"College Match Advising for the Moderate- and High-Achieving Student: Promoting Knowledge, Sharing Advice, and Giving Support. College Match Issue Focus"},
      {
        "id":"ED558499",
        "title":"Using Astronomical Photographs to Investigate Misconceptions about Galaxies and Spectra: Question Development for Clicker Use"},
      {
        "id":"ED558500",
        "title":"Four-Year Effects on Degree Receipt and Employment Outcomes from a Performance-Based Scholarship Program in Ohio"},
      {
        "id":"ED558501",
        "title":"Maria Montessori on the Natural Formation of Character in Young Children"},
      {
        "id":"ED558502",
        "title":"Current Trends in Civic Education: An American Perspective"},
      {
        "id":"ED558503",
        "title":"In Search of a Match: A Guide for Helping Students Make Informed College Choices"},
      {
        "id":"ED558504",
        "title":"Laying the Foundations: Early Findings from the New Mathways Project"},
      {
        "id":"ED558505",
        "title":"New Pathways to Careers and College: Examples, Evidence, and Prospects"},
      {
        "id":"ED558506",
        "title":"Summer Melt&quot; and the Entering First-Year College Student: Insights from the College Match Pilot Program. College Match Issue Focus"},
      {
        "id":"ED558507",
        "title":"An Analysis of the Effects of an Academic Summer Program for Middle School Students"},
      {
        "id":"ED558508",
        "title":"Mobilizing Volunteer Tutors to Improve Student Literacy: Implementation, Impacts, and Costs of the Reading Partners Program"},
      {
        "id":"ED558509",
        "title":"Quantifying Variation in Head Start Effects on Young Children's Cognitive and Socio-Emotional Skills Using Data from the National Head Start Impact Study"},
      {
        "id":"ED558511",
        "title":"Doubling Graduation Rates: Three-Year Effects of CUNY's Accelerated Study in Associate Programs (ASAP) for Developmental Education Students"},
      {
        "id":"ED558512",
        "title":"The Mother and Infant Home Visiting Program Evaluation: Early Findings on the Maternal, Infant, and Early Childhood Home Visiting Program. A Report to Congress. OPRE Report 2015-11"},
      {
        "id":"ED558513",
        "title":"Annual Statistical Report of the Public Schools of Arkansas and Education Service Cooperatives [2013-2014]"},
      {
        "id":"ED558514",
        "title":"Automatic for the Borrower: How Repayment Based on Income Can Reduce Loan Defaults and Manage Risk"},
      {
        "id":"ED558515",
        "title":"Impacts of Social-Emotional Curricula on Three-Year-Olds: Exploratory Findings from the Head Start CARES Demonstration. Executive Summary. OPRE Report 2014-78"},
      {
        "id":"ED558516",
        "title":"Impacts of Social-Emotional Curricula on Three-Year-Olds: Exploratory Findings from the Head Start CARES Demonstration. Research Snapshot. OPRE Report 2014-78"},
      {
        "id":"ED558517",
        "title":"Impacts of Social-Emotional Curricula on Three-Year-Olds: Exploratory Findings from the Head Start CARES Demonstration. OPRE Report 2014-78"},
      {
        "id":"ED558518",
        "title":"State Education Policy: Reporter Guide"},
      {
        "id":"ED558519",
        "title":"Beyond the Yellow Bus: Promising Practices for Maximizing Access to Opportunity through Innovations in Student Transportation. Policy Brief 2014"},
      {
        "id":"ED558520",
        "title":"Report of the NASFAA Task Force on Student Loan Indebtedness"},
      {
        "id":"ED558521",
        "title":"Consumer Information. NASFAA Task Force Report. Consumer Information"},
      {
        "id":"ED558522",
        "title":"The Campus-Based Formula. NASFAA Task Force Report"},
      {
        "id":"ED558523",
        "title":"Basic Facts about Low-Income Children: Children 6 through 11 Years, 2013. Fact Sheet"},
      {
        "id":"ED558524",
        "title":"Basic Facts about Low-Income Children: Children under 6 Years, 2013. Fact Sheet"},
      {
        "id":"ED558525",
        "title":"Measuring Excellence in Access and Diversity"},
      {
        "id":"ED558526",
        "title":"Sustainability: Higher Education's New Fundamentalism"},
      {
        "id":"ED558527",
        "title":"Basic Facts about Low-Income Children: Children under 3 Years, 2013. Fact Sheet"},
      {
        "id":"ED558528",
        "title":"Basic Facts about Low-Income Children: Children 12 through 17 Years, 2013. Fact Sheet"},
      {
        "id":"ED558529",
        "title":"NASFAA Diversity and Inclusion: Recommendations of the Professional Diversity Caucus"},
      {
        "id":"ED558530",
        "title":"Beach Books: 2013-2014. What Do Colleges and Universities Want Students to Read Outside Class?"},
      {
        "id":"ED558531",
        "title":"State Policy Snapshot: School District Facilities and Public Charter Schools"},
      {
        "id":"ED558532",
        "title":"Equity at Scale: How Public Charter School Networks Can Innovate and Improve Services for Students with Disabilities"},
      {
        "id":"ED558533",
        "title":"Threshold Concepts: From Personal Practice to Communities of Practice. Proceedings of the National Academy's Sixth Annual Conference and the Fourth Biennial Threshold Concepts Conference [E-publication] (Dublin, Ireland, June 27-29, 2012)"},
      {
        "id":"ED558535",
        "title":"Child and Family Development Research. OPRE Report 2014-89"},
      {
        "id":"ED558536",
        "title":"Family and Provider/Teacher Relationship Quality: Director Measure"},
      {
        "id":"ED558537",
        "title":"Improving Outcomes for New York City's Disconnected Youth: Lessons from the Implementation of the Young Adult Literacy Program"},
      {
        "id":"ED558538",
        "title":"Family Strengthening Research: FY2014. OPRE Report 2015-22"},
      {
        "id":"ED558539",
        "title":"Toward a Better Future: Evidence on Improving Employment Outcomes for Disadvantaged Youth in the United States"},
      {
        "id":"ED558540",
        "title":"A Guide to Federal Education Programs That Can Fund K-12 Universal Prevention and Social and Emotional Learning Activities"},
      {
        "id":"ED558541",
        "title":"A Research Agenda for the Common Core State Standards: What Information Do Policymakers Need?"},
      {
        "id":"ED558542",
        "title":"Beyond the Yellow Bus: Promising Practices for Maximizing Access to Opportunity through Innovations in Student Transportation"},
      {
        "id":"ED558543",
        "title":"Partnerships, Not Pushouts. A Guide for School Board Members: Community Partnerships for Student Success. Version 1.0"},
      {
        "id":"ED558544",
        "title":"A Voice from the Past: Catharine Beecher's Response to Simone de Beauvoir"},
      {
        "id":"ED558545",
        "title":"Income-Contingent Student Loan Repayment Systems Outside the U.S."},
      {
        "id":"ED558546",
        "title":"Public Service Loan Forgiveness. NASFAA Task Force Report"},
      {
        "id":"ED558547",
        "title":"Servicing Issues. NASFAA Task Force Report"},
      {
        "id":"ED558548",
        "title":"A Resource Guide for Head Start Programs: Moving beyond a Culture of Compliance to a Culture of Continuous Improvement. OPRE Report 2015-02"},
      {
        "id":"ED558549",
        "title":"Moral Development in Single-Sex Schools: A Review of the Research"},
      {
        "id":"ED558550",
        "title":"Portfolio of Research in Welfare and Family Self-Sufficiency: FY 2014. OPRE Report 2015-15"},
      {
        "id":"ED558551",
        "title":"Eurasian Higher Education Leaders Forum Conference Proceedings (Astana, Kazakhstan, Jun 11-12, 2014)"},
      {
        "id":"ED558552",
        "title":"Understanding the Complexities of Prior Knowledge"},
      {
        "id":"ED558553",
        "title":"Understanding the Effectiveness of Rubrics from the Students' Point of View"},
      {
        "id":"ED558554",
        "title":"Opinions and Attitudes of Prospective Teachers for the Use of Mobile Phones in Foreign Language Learning"},
      {
        "id":"ED558555",
        "title":"Campaign Finance: Reporter Guide"},
      {
        "id":"ED558556",
        "title":"Connecticut School Integration: Moving Forward as the Northeast Retreats"},
      {
        "id":"ED558558",
        "title":"Toddlers in Early Head Start: A Portrait of 2-Year-Olds, Their Families, and the Programs Serving Them. Volume 1: Age 2 Report. OPRE Report 2015-10"},
      {
        "id":"ED558560",
        "title":"Partnering with K-12 Education in Building Healthy, Sustainable, and Competitive Regions: A California Policy Symposium. Proceedings Summary &amp; Next Steps"},
      {
        "id":"ED558561",
        "title":"Standards &amp; Ethics: Reporter Guide"},
      {
        "id":"ED558562",
        "title":"Using Polls in Education Reporting: Reporter Guide"},
      {
        "id":"ED558563",
        "title":"Visiting School Campuses: Reporter Guide"},
      {
        "id":"ED558564",
        "title":"Interviewing Children: Reporter Guide"},
      {
        "id":"ED558568",
        "title":"A Blueprint for Effective and Adaptable School District Procurement"},
      {
        "id":"ED558569",
        "title":"Obtaining Public Records: Reporter Guide"},
      {
        "id":"ED558570",
        "title":"Is Indiana Ready for State-Funded Pre-K Programs? Revisited. Education Policy Brief. Volume 11, Number 2, Winter 2013"},
      {
        "id":"ED558571",
        "title":"Reading a District Budget: Reporter Guide"},
      {
        "id":"ED558573",
        "title":"Kentucky Disability Resource Manual: A Handbook of Program Descriptions, Eligibility Criteria, and Contact Information. Updated"},
      {
        "id":"ED558575",
        "title":"U.S. Public Libraries and the Use of Web Technologies, 2012. A Closer Look"},
      {
        "id":"ED558579",
        "title":"Perspectives on the Key PK-12 Education Legislation of 2013"},
      {
        "id":"ED558581",
        "title":"Mapping the Growth of Statewide Voucher Programs in the United States. Informing Policy and Improving Practice. Policy Brief"},
      {
        "id":"ED558582",
        "title":"2013 NAEP: How Does Indiana Compare? Education Policy Brief. Volume 12, Number 1, Winter 2014"},
      {
        "id":"ED558584",
        "title":"Community Collaborations and Youth Development: Preliminary Findings on the State of the Evidence. Research Brief Series"},
      {
        "id":"ED558585",
        "title":"National Civics Teacher Survey: Information Literacy in High School Civics. Fact Sheet"},
      {
        "id":"ED558586",
        "title":"Seniors' Postsecondary Plans and Scholarships School Year 2013-14. Research &amp; Evaluation Report"},
      {
        "id":"ED558587",
        "title":"Seniors' Postsecondary Plans and Scholarships School Year 2012-2013. Research &amp; Evaluation Report"},
      {
        "id":"ED558592",
        "title":"Indiana's Teacher Evaluation Legislation: Implications and Challenges for Policy, Higher Education and Professional Development. Education Policy Brief. Volume 11, Number 3, Summer 2013"},
      {
        "id":"ED558594",
        "title":"Indiana's TIMSS 2011 Performance: Outperforming Much of the World in Math and Science, but Issues Remain for Gender Achievement and High Performers. Education Policy Brief. Volume 11, Number 1, Winter 2013"},
      {
        "id":"ED558596",
        "title":"Correlations between Developmental Kindergarten Screenings and Early Reading Indicators One Year Later"},
      {
        "id":"ED558597",
        "title":"The Indiana Choice Scholarship Program: Legal Challenges, Program Expansion, and Participation. Informing Policy and Improving Practice. Policy Brief"},
      {
        "id":"ED558598",
        "title":"Developing Youth Systems: Creating Transformational Change for Our Nation's Young People. Research Brief Series"},
      {
        "id":"ED558599",
        "title":"Seeking a State Workforce Strategy"},
      {
        "id":"ED558601",
        "title":"Top Tips for Senior Leaders in Schools and Colleges: How to Provide Meaningful Experience of the World of Work for Young People as Part of 16 to 19 Study Programmes"},
      {
        "id":"ED558602",
        "title":"Impact Models: Comprehensive Community Initiatives. Research Brief Series"},
      {
        "id":"ED558603",
        "title":"Navigating and Negotiating Pathways for Success: Capturing the Life Experiences of Urban Youth and Their Caregivers. Research Brief Series"},
      {
        "id":"ED558604",
        "title":"Young People and E-Safety: The Results of the 2015 London Grid for Learning E-Safety Survey"},
      {
        "id":"ED558605",
        "title":"Talk for Literacy: Evaluation Report and Executive Summary"},
      {
        "id":"ED558606",
        "title":"Schoolhouse Commercialism Leaves Policymakers Behind--The Sixteenth Annual Report on Schoolhouse Commercializing Trends: 2012-2013"},
      {
        "id":"ED558607",
        "title":"On the Block: Student Data and Privacy in the Digital Age--The Seventheenth Annual Report on Schoolhouse Commercializing Trends, 2013-2014"},
      {
        "id":"ED558608",
        "title":"A Framework for Evaluating Implementation of Workforce Education Partnerships and Programs. Research Brief"},
      {
        "id":"ED558609",
        "title":"Academies: It's Time to Learn the Lessons. NFER Thinks: What the Evidence Tells Us"},
      {
        "id":"ED558613",
        "title":"What You Don't Find out about England's Educational Performance in the PISA League Table. Election Factsheet"},
      {
        "id":"ED558620",
        "title":"Sharing Innovative Approaches and Overcoming Barriers in Delivering 16-19 Study Programmes Principles. Case Study Report"},
      {
        "id":"ED558631",
        "title":"School Choice: The Parent View. Survey of Parents 2014"},
      {
        "id":"ED558676",
        "title":"Academies and Maintained Schools: What Do We Know? Election Factsheet"},
      {
        "id":"ED558682",
        "title":"Improving Employability Skills, Enriching Our Economy. Research Summary"},
      {
        "id":"ED558697",
        "title":"Improving Employability Skills, Enriching Our Economy. Case Study Report"},
      {
        "id":"ED558706",
        "title":"In-Depth Portfolio Assessment: Shelby County Schools, Memphis, Tennessee"},
      {
        "id":"ED558717",
        "title":"Audit of the Bloodhound Education Programme, 2012-2013"},
      {
        "id":"ED558718",
        "title":"A Guide to the Evidence on Academies"},
      {
        "id":"ED558719",
        "title":"Key Data on Music Education Hubs 2014"},
      {
        "id":"ED558720",
        "title":"GCSE and A Level Reform: Are the New Qualifications Returning a &quot;Gold Standard&quot; of Assessment? Election Factsheet"},
      {
        "id":"ED558721",
        "title":"Deprivation in Education. Final Report"},
      {
        "id":"ED558724",
        "title":"Evaluation of In Harmony: Year 1. Interim Report"},
      {
        "id":"ED558725",
        "title":"NEET Prevention: Keeping Students Engaged at Key Stage 4. Top Tips for Senior Leaders"},
      {
        "id":"ED558726",
        "title":"Evaluation of the Start Programme: Case-Study Report"},
      {
        "id":"ED558727",
        "title":"Randomised Trial Evaluation of the In:tuition Programme"},
      {
        "id":"ED558729",
        "title":"Research into the Impact of Bikeability Training on Children's Ability to Perceive and Appropriately Respond to Hazards When Cycling on the Road"},
      {
        "id":"ED558730",
        "title":"The SpringBoard Bursary Foundation Impact Assessment: Year 1. Interim Report"},
      {
        "id":"ED558731",
        "title":"Analysis of the PIRLS 2011 Data: Save the Children. Evidence Paper"},
      {
        "id":"ED558732",
        "title":"A World-Class Teaching Profession. Consultation Response"},
      {
        "id":"ED558733",
        "title":"The Influence of the College Match Program on Near-Peer Advisers. College Match Issue Focus"},
      {
        "id":"ED558734",
        "title":"Health Barriers to Learning and the Education Opportunity Gap. Progress of Education Reform. Volume 15 Issue 3"},
      {
        "id":"ED558735",
        "title":"Catch Up® Literacy: Evaluation Report and Executive Summary"},
      {
        "id":"ED558736",
        "title":"Increasing Employment Opportunities for Disadvantaged Young Adults"},
      {
        "id":"ED558737",
        "title":"Dynamic Tensions: Early Reflections from MDRC's Evaluation of the Innovative Professional Development Challenge"},
      {
        "id":"ED558738",
        "title":"Losing Ground: School Segregation in Massachuestts"},
      {
        "id":"ED558739",
        "title":"New York State's Extreme School Segregation: Inequality, Inaction and a Damaged Future"},
      {
        "id":"ED558740",
        "title":"Segregation Again: North Carolina's Transition from Leading Desegregation Then to Accepting Segregation Now"},
      {
        "id":"ED558741",
        "title":"Diversity in the Distance: The Onset of Racial Change in Northern New England Schools"},
      {
        "id":"ED558742",
        "title":"The Courts, the Legislature, and Delaware's Resegregation: A Report on School Segregation in Delaware, 1989-­2010"},
      {
        "id":"ED558743",
        "title":"Is Opportunity Knocking or Slipping Away? Racial Diversity and Segregation in Pennsylvania"},
      {
        "id":"ED558744",
        "title":"Profiles of For-Profit and Nonprofit Education Management Organizations. Fourteenth Edition--2011-2012"},
      {
        "id":"ED558745",
        "title":"Common Core in California Schools: Preparing Kids for Their Future. Fact Sheet"},
      {
        "id":"ED558746",
        "title":"Building a Lattice for School Leadership: Lessons from England. Policy Brief #15-1"},
      {
        "id":"ED558747",
        "title":"North Carolina Linking Study: A Study of the Alignment of the NWEA RIT Scale with the North Carolina State End of Grade (EOG) Testing Program"},
      {
        "id":"ED558748",
        "title":"Smarter Balanced Preliminary Performance Levels: Estimated MAP Scores Corresponding to the Preliminary Performance Levels of the Smarter Balanced Assessment Consortium (Smarter Balanced)"},
      {
        "id":"ED558749",
        "title":"Strengthening Ties: The Case for Building a Social Policy Centered on Families"},
      {
        "id":"ED558750",
        "title":"Proficiency Guidance on New State Summative Assessments from NWEA"},
      {
        "id":"ED558751",
        "title":"NWEA Recommendations for Transitioning Students from MPG to MAP 2-5"},
      {
        "id":"ED558752",
        "title":"Moving Young Learners Forward: How to Fix No Child Left Behind"},
      {
        "id":"ED558753",
        "title":"RIT Stability through the Transition to Common Core-Aligned MAP® Tests. How Using MAP to Measure Student Learning Growth is Reliable Now and in 2014"},
      {
        "id":"ED558754",
        "title":"Reporting of NSC Additional (A2) Data Elements. Updated July 29, 2014"},
      {
        "id":"ED558755",
        "title":"Using NSC StudentTracker for High Schools Reports: &quot;Considerations for Measuring the College Enrollment Rates of High School Graduates&quot;"},
      {
        "id":"ED558756",
        "title":"Slowing Entropy: Instructional Policy Design in New York City, 2011-12. Policy Brief #14-3"},
      {
        "id":"ED558757",
        "title":"Interstate Mobility. Snapshot™ Report, Spring 2015"},
      {
        "id":"ED558759",
        "title":"National College Progression Rates: For High Schools Participating in the National Student Clearinghouse StudentTracker Service [2014]. High School Benchmarks"},
      {
        "id":"ED558760",
        "title":"Optimizing Reverse Transfer Policies and Processes: Lessons from Twelve CWID States. Thought Paper"},
      {
        "id":"ED558761",
        "title":"Utilizing Readiness Tools to Support Student Success. Fact Sheet"},
      {
        "id":"ED558762",
        "title":"Community College Online"},
      {
        "id":"ED558763",
        "title":"Building a Lattice for School Leadership: The Top-to-Bottom Rethinking of Leadership Development in England and What It Might Mean for American Education. Research Report #RR-83"},
      {
        "id":"ED558764",
        "title":"School-Based Health Centers Make Sense: Ensuring All Kids Have Access to the Health Care They Need to Be Healthy and Safe, and to Do Their Best in School. Issue Brief"},
      {
        "id":"ED558765",
        "title":"Better Policies for Dual Language Learners: Bridging Research, Policy, Implementation, and Classroom Practice"},
      {
        "id":"ED558766",
        "title":"The 2015-16 Pro-Kid Policy Agenda for California: A Guide to Pro-Kid Policymaking"},
      {
        "id":"ED558767",
        "title":"The Role of the Common Core in the Gubernatorial Elections of 2014"},
      {
        "id":"ED558768",
        "title":"Early Childhood Home Visiting in California: The Right Place at the Right Time. Policy Brief"},
      {
        "id":"ED558769",
        "title":"After Winning, Then What? An Inside Look at Four Winners of Federal Early Education Grant Competitions"},
      {
        "id":"ED558770",
        "title":"Myths &amp; Misunderstandings: The Undeserved Legacy of Year-Round Pell Grants"},
      {
        "id":"ED558771",
        "title":"Contributions of Two-Year Institutions to Four-Year Completions. Snapshot™ Report, Spring 2015"},
      {
        "id":"ED558772",
        "title":"Current Term Enrollment Estimates: Fall 2014"},
      {
        "id":"ED558774",
        "title":"Why Student Loans Are Different: Findings from Six Focus Groups of Student Loan Borrowers"},
      {
        "id":"ED558775",
        "title":"Current Term Enrollment Estimates: Spring 2014"},
      {
        "id":"ED558776",
        "title":"California Children's Report Card: How Kids Are Doing in Our State and What Needs to Be Done about It"},
      {
        "id":"ED558777",
        "title":"Gender Imputation"},
      {
        "id":"ED558778",
        "title":"The &quot;Phantom&quot; Collapse of Student Achievement in New York: Lessons for Educators as States Implement the Common Core"},
      {
        "id":"ED558779",
        "title":"Higher Education and Reentry: The Gifts They Bring. Reentry Research in the First Person"},
      {
        "id":"ED558780",
        "title":"Proposed State Budget Lacks Needed Focus on Kids"},
      {
        "id":"ED558781",
        "title":"Persistence-Retention. Snapshot™ Report, Spring 2015"},
      {
        "id":"ED558782",
        "title":"Fall 2013 International Comparisons"},
      {
        "id":"ED558783",
        "title":"Degree Attainment. Snapshot™ Report, Winter 2015"},
      {
        "id":"ED558784",
        "title":"Persistence-Retention. Snapshot™ Report, Spring 2014"},
      {
        "id":"ED558785",
        "title":"Assessment and Placement: Supporting Student Success in College Gateway Courses"},
      {
        "id":"ED558787",
        "title":"School Climate &amp; Discipline. California Children's Report Card, 2014"},
      {
        "id":"ED558788",
        "title":"Proposed State Budget Doesn't Do Enough for Kids"},
      {
        "id":"ED558789",
        "title":"Illinois STEM College and Career Readiness: Forging a Pathway to Postsecondary Education by Curbing Math Remediation. In Brief"},
      {
        "id":"ED558790",
        "title":"Transformative Change Initiative"},
      {
        "id":"ED558791",
        "title":"Promoting Gateway Course Success: Scaling Corequisite Academic Support"},
      {
        "id":"ED558792",
        "title":"Four-Year Myth: Make College More Affordable. Restore the Promise of Graduating on Time"},
      {
        "id":"ED558793",
        "title":"Making Skills Everyone's Business: A Call to Transform Adult Learning in the United States"},
      {
        "id":"ED558794",
        "title":"Make Assessment Matter: Students and Educators Want Tests That Support Learning"},
      {
        "id":"ED558795",
        "title":"Minnesota Linking Study: A Study of the Alignment of the NWEA RIT Scale with the Minnesota Comprehensive Assessments (MCA) Testing Program"},
      {
        "id":"ED558804",
        "title":"A Status Quo of Segregation: Racial and Economic Imbalance in New Jersey Schools, 1989-2010"},
      {
        "id":"ED558831",
        "title":"Green School--A Service Learning Instrument to Enhance School Society Relation"},
      {
        "id":"ED558833",
        "title":"What's the Use of a VLE?"},
      {
        "id":"ED558845",
        "title":"The District-Wide Effectiveness of the Achieve3000 Program: A Quasi-Experimental Study"},
      {
        "id":"ED558878",
        "title":"Designing Successful Transitions: A Guide for Orienting Students to College. 3rd Edition. The First-Year Experience Monograph Series No. 13"},
      {
        "id":"ED558964",
        "title":"Graduation Policies for Students with Disabilities Who Participate in States' General Assessments. Synthesis Report 98"},
      {
        "id":"ED558966",
        "title":"Reverse Transfer: Paving the Pathway. ECS Education Policy Analysis"},
      {
        "id":"ED558984",
        "title":"Residence Life and the New Student Experience, 3rd Edition. The First-Year Experience Monograph Series No. 5"},
      {
        "id":"ED553965",
        "title":"Teachers&apos; Education and Experiences Relative to Promoting Successful Questioning and Discussion Techniques"},
      {
        "id":"ED553968",
        "title":"Classroom Environments of Respect for Questioning and Discussion"},
      {
        "id":"ED553969",
        "title":"A Pedagogy of Multiliteracies: Second Language and Literacy Acquisition"},
      {
        "id":"ED553971",
        "title":"Education Funding. A Brief to the Select Standing Committee on Finance and Government Services"},
      {
        "id":"ED553985",
        "title":"A Policy Playbook for Personalized Learning: Ideas for State and Local Policymakers"},
      {
        "id":"ED553986",
        "title":"Lessons from the Field: The Role of Student Surveys in Teacher Evaluation and Development"},
      {
        "id":"ED553987",
        "title":"A New Frontier: Utilizing Charter Schooling to Strengthen Rural Education"},
      {
        "id":"ED553997",
        "title":"A Look Back: A Retrospective Analysis of the Sequence of Life Course Events over 22 Years"},
      {
        "id":"ED553998",
        "title":"Education Funding. A Brief to the Select Standing Committee on Finance and Government Services from the British Columbia Teacher's Federation"},
      {
        "id":"ED553999",
        "title":"Bureau of Indian Education 2011-2012 (Based on SY 2010-2011 Data) Revised 06/01/2013 Special Education Indicator Performance"},
      {
        "id":"ED554002",
        "title":"Bureau of Indian Education 2010-2011 (Based on SY 2009-2010 Data) Special Education Indicator Performance"},
      {
        "id":"ED554003",
        "title":"Bureau of Indian Education 2012-2013 (Based on SY 2011-2012 Data) Special Education Indicator Performance"},
      {
        "id":"ED554006",
        "title":"U.S. Department of the Interior, Bureau of Indian Education State Performance Plan. SPP Template-Part B. Revised May 17, 2013"},
      {
        "id":"ED554010",
        "title":"Transfer: Some Solutions. A Special Report of the Transfer and Articulation Committee. Special Report"},
      {
        "id":"ED554011",
        "title":"Teacher Bargaining Structures. A Brief to the Ministry of Education from the British Columbia Teachers' Federation"},
      {
        "id":"ED554012",
        "title":"Graduation Requirements Review. A Brief to the Ministry of Education from the British Columbia Teachers' Federation"},
      {
        "id":"ED554019",
        "title":"Transfer Credit Assessment: A Survey of Institutional Practices"},
      {
        "id":"ED554021",
        "title":"U.S. Department of the Interior, Bureau of Indian Education State Performance Plan. Submitted February 1, 2012 (Re-Submitted April 17, 2012). SPP Template-Part B"},
      {
        "id":"ED554028",
        "title":"Annual Performance Report. Bureau of Indian Education FFY 2011. Revised Clarification, May 17, 2013. APR Template-Part B"},
      {
        "id":"ED554039",
        "title":"Bureau of Indian Affairs, Bureau of Indian Education State Performance Plan. Submitted February 1, 2011 (Resubmitted April 18, 2011). SPP Template-Part B"},
      {
        "id":"ED554041",
        "title":"Annual Performance Report. FFY 2012. Revised Clarification April 30, 2014. APR Template-Part B."},
      {
        "id":"ED554049",
        "title":"A Call for Reformation of Teacher Preparation Programs in the United States"},
      {
        "id":"ED554061",
        "title":"Using Still Images for Written English Communication. Part 1"},
      {
        "id":"ED554193",
        "title":"Annual Performance Report 2009-2010. Bureau of Indian Education. Submitted February 1, 2011. Revised Clarification, April 18, 2011. APR Template-Part B (4)"},
      {
        "id":"ED554196",
        "title":"Annual Performance Report 2010-2011. Bureau of Indian Education. Submitted February 1, 2012. Revised Clarification, April 17, 2012. APR Template-Part B (4)"},
      {
        "id":"ED554205",
        "title":"Analysis of Parent Survey Data Addressing Part B SPP/APR Indicator #8--2011"},
      {
        "id":"ED554211",
        "title":"Analysis of Parent Survey Data Addressing Part B SPP/APR Indicator #8--2012"},
      {
        "id":"ED554213",
        "title":"Analysis of Parent Survey Data Addressing Part B SPP/APR Indicator #8--2013"},
      {
        "id":"ED554303",
        "title":"Gender Differences in Science, Technology, Engineering, and Mathematics (STEM) Interest, Credits Earned, and NAEP Performance in the 12th Grade. Stats in Brief. NCES 2015-075"},
      {
        "id":"ED554309",
        "title":"An Investigation of &quot;Circle of Friends&quot; Peer-Mediated Intervention for Students with Autism"},
      {
        "id":"ED554310",
        "title":"Middle School Science and Items of High School Entrance Examination: Examining the Gap in Turkey"},
      {
        "id":"ED554311",
        "title":"Summer Reading Camp Self-Study Guide. REL 2015-070"},
      {
        "id":"ED554312",
        "title":"Perceptions about Implementation of Differentiated Instruction"},
      {
        "id":"ED554313",
        "title":"How to Select Books for Teaching to Children: Taking a Critical Look at Books through a Pedagogical Lens"},
      {
        "id":"ED554326",
        "title":"Houghton Mifflin Reading©. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED554352",
        "title":"The Occurrence of Low Literacy among Adults in U.S. States and Counties. Research and Development Report. NCES 2010"},
      {
        "id":"ED554441",
        "title":"Comparing Methodologies for Developing an Early Warning System: Classification and Regression Tree Model versus Logistic Regression. REL 2015-077"},
      {
        "id":"ED554442",
        "title":"How Methodology Decisions Affect the Variability of Schools Identified as Beating the Odds. REL 2015-071"},
      {
        "id":"ED554545",
        "title":"Influence of School-Image on Academic Self-Efficacy Belief"},
      {
        "id":"ED554546",
        "title":"English as an International Language (EIL), World Englishes within an International Context, and the Tower of Babel"},
      {
        "id":"ED554547",
        "title":"Reading Traditional Literature Guides Story Writing"},
      {
        "id":"ED554548",
        "title":"Civil Rights and the Changing Admissions Policy at a Mid-Western University: The Impact of Two Cases"},
      {
        "id":"ED554549",
        "title":"The Metaphors That Elementary School Students Use to Describe the Term &quot;Teacher&quot;"},
      {
        "id":"ED554550",
        "title":"Effects of Differentiated Instruction on Students' Attitudes Towards Turkish Courses: An Action Research"},
      {
        "id":"ED554551",
        "title":"Primary School Teacher Candidates' Views towards Critical Reading Skills and Perceptions of Their Competence"},
      {
        "id":"ED554552",
        "title":"Revealing Relationships: First Graders Share Personal Literature"},
      {
        "id":"ED554553",
        "title":"Internalizing Narrative Text Structure Impacts Student Writing"},
      {
        "id":"ED554554",
        "title":"The Attitudes of Primary School Pre-Service Teachers towards Cursive Handwriting"},
      {
        "id":"ED554555",
        "title":"How Color Coding Formulaic Writing Enhances Organization: A Qualitative Approach for Measuring Student Affect"},
      {
        "id":"ED554556",
        "title":"The Perceptions of Primary School Teachers and Teacher Candidates towards the Use of Mass Media in Teaching Turkish Language"},
      {
        "id":"ED554557",
        "title":"The Positive Effects of Technology on Teaching and Student Learning"},
      {
        "id":"ED554558",
        "title":"Future Scenarios Regarding Tablet Computer Usage in Education and Writing"},
      {
        "id":"ED554559",
        "title":"Developing International Research Collaborations among Postdoctoral Fellows: Key Findings from the Evaluation of NSF&apos;s International Research Fellowship Program. GS-10F-0086K"},
      {
        "id":"ED554560",
        "title":"A Review of the Literature on Rural and Remote Pre-Service Teacher Preparation with a Focus on Blended and E-Learning Models"},
      {
        "id":"ED554561",
        "title":"Graduation Requirements for Students with Disabilities: Ensuring Meaningful Diplomas for All Students"},
      {
        "id":"ED554562",
        "title":"State College- and Career-Ready High School Graduation Requirements. Updated"},
      {
        "id":"ED554563",
        "title":"Closing the Expectations Gap: 2014 Annual Report on the Alignment of State K-12 Policies and Practice with the Demands of College and Careers"},
      {
        "id":"ED554564",
        "title":"Evaluation of the Massachusetts Expanded Learning Time (ELT) Initiative. Year Five Final Report: 2010-2011. Volume I"},
      {
        "id":"ED554565",
        "title":"Voter Perceptions: Common Core State Standards &amp; Tests"},
      {
        "id":"ED554566",
        "title":"Intern Performance in Three Supervisory Models"},
      {
        "id":"ED554567",
        "title":"Forming a Team to Ensure High-Quality Measurement in Education Studies. REL 2014-052"},
      {
        "id":"ED554568",
        "title":"A Study of School Achievement among the Gujjar and Bakerwal Tribes of Jammu and Kashmir"},
      {
        "id":"ED554570",
        "title":"Massachusetts Expanded Learning Time (ELT) Initiative. Case Studies 2010-2011"},
      {
        "id":"ED554575",
        "title":"Evaluation of the East Asia and Pacific Summer Institutes Program: Final Report. Revised Draft. GS-10F-0086K"},
      {
        "id":"ED554576",
        "title":"Evaluation of the Massachusetts Expanded Learning Time (ELT) Initiative. Year Five Final Report: 2010-2011. Executive Summary"},
      {
        "id":"ED554577",
        "title":"Implementing the Common Core State Standards: The Role of the School Librarian"},
      {
        "id":"ED554578",
        "title":"Career Readiness Assessments across States: A Summary of Survey Findings"},
      {
        "id":"ED554579",
        "title":"Policy to Performance Toolkit: Transitioning Adults to Opportunity"},
      {
        "id":"ED554580",
        "title":"Policy to Performance: State ABE Transition Systems Report. Transitioning Adults to Opportunity"},
      {
        "id":"ED554581",
        "title":"State Transition to High-Quality, College/Career-Ready Assessments: A Workbook for State Action on Key Policy, Legal, and Technical Issues. Updated"},
      {
        "id":"ED554582",
        "title":"Early High School Dropouts: What Are Their Characteristics? Data Point. NCES 2015-066"},
      {
        "id":"ED554583",
        "title":"Using Still Images for Written English Communication, Part 2. &quot;Voices from the EFL Classroom&quot;"},
      {
        "id":"ED554587",
        "title":"Carnegie Knowledge Network Concluding Recommendations. What We Know Series"},
      {
        "id":"ED554588",
        "title":"Toolkit for Evaluating Alignment of Instructional and Assessment Materials to the Common Core State Standards"},
      {
        "id":"ED554591",
        "title":"Community College Pathways: 2013-2014 Descriptive Report"},
      {
        "id":"ED554803",
        "title":"The Carnegie Unit: A Century-Old Standard in a Changing Education Landscape"},
      {
        "id":"ED557053",
        "title":"An Exploratory Study of Assimilationist Educational Strategies and Their Impact on Diverse Learners in South Korea"},
      {
        "id":"ED557054",
        "title":"Graduates' Transition from Study to Employment of Radiologic Technology Graduates of the Lyceum University of the Philippines--Batangas"},
      {
        "id":"ED557055",
        "title":"Quality Models in Online and Open Education around the Globe: State of the Art and Recommendations"},
      {
        "id":"ED557056",
        "title":"Factors That Influence Students' Performance in Intermediate Algebra Classes at the College: A Longitudinal Research Study"},
      {
        "id":"ED557057",
        "title":"Managerial Skills Development of Selected Private Institutions of Higher Learning in Batangas, Philippines"},
      {
        "id":"ED557058",
        "title":"Curriculum Model for Medical Technology: Lessons from International Benchmarking"},
      {
        "id":"ED557059",
        "title":"The Contribution of Qualitative Research Towards the Issues Affecting Female Undergraduate Engineering Students"},
      {
        "id":"ED557060",
        "title":"Competencies of Career-Entry Medical Technology Graduates of Lyceum of Batangas: Basis for Enhancement of the Internship Training Program"},
      {
        "id":"ED557062",
        "title":"Outcomes of Curricular Enhancement in a Health Program: LPU CAMP Experience"},
      {
        "id":"ED557063",
        "title":"&quot;Can Drama, through Icelandic Tales, Increase Children's Vocabulary&quot;?"},
      {
        "id":"ED557064",
        "title":"Flashlight™ Cost Analysis Handbook: Modeling Resource Use in Teaching and Learning with Technology. Version 2.0"},
      {
        "id":"ED557069",
        "title":"Bridging the Gap: Fraction Understanding Is Central to Mathematics Achievement in Students from Three Different Continents"},
      {
        "id":"ED557070",
        "title":"Intensive Interventions in Reading for Students with Reading Disabilities: Meaningful Impacts"},
      {
        "id":"ED557072",
        "title":"College Enrollment Patterns for Rural Indiana High School Graduates. REL 2015-083"},
      {
        "id":"ED557077",
        "title":"What about the Non-Completers? The Labor Market Returns to Progress in Community College. A CAPSEE Working Paper"},
      {
        "id":"ED557078",
        "title":"Career-Technical Education and Labor Market Outcomes: Evidence from California Community Colleges. A CAPSEE Working Paper"},
      {
        "id":"ED557079",
        "title":"Examining the Earnings Trajectories of Community College Students Using a Piecewise Growth Curve Modeling Approach. A CAPSEE Working Paper"},
      {
        "id":"ED557080",
        "title":"Labor Market Returns to Community College Awards: Evidence from Michigan. A CAPSEE Working Paper"},
      {
        "id":"ED557081",
        "title":"The Labor Market Returns to Math Courses in Community College. A CAPSEE Working Paper"},
      {
        "id":"ED557083",
        "title":"The Growing Convergence of Community Schools and Expanded Learning Opportunities"},
      {
        "id":"ED557084",
        "title":"Teachers Know Best: Making Data Work for Teachers and Students"},
      {
        "id":"ED557085",
        "title":"A Path to the Future: Creating Accountability for Personalized Learning"},
      {
        "id":"ED557086",
        "title":"The Federal Work-Study Program: Impacts on Academic Outcomes and Employment. Policy Brief"},
      {
        "id":"ED557134",
        "title":"The Teaching of Afro-Asian Literature: A Comparison between the Nonconventional Learner-Centered and the Conventional Teacher-Centered Approaches"},
      {
        "id":"ED557135",
        "title":"An Autoethnography of Teaching English to Young Learners: From Theory to Practice"},
      {
        "id":"ED557136",
        "title":"Funding the Formula Adequately in Oklahoma"},
      {
        "id":"ED557137",
        "title":"Comprehensive Teacher Induction: Linking Teacher Induction to Theory"},
      {
        "id":"ED557138",
        "title":"Direct Study of Parenting: A Serendipitous Outcome in a Course on Adult Development"},
      {
        "id":"ED557139",
        "title":"The Roma Students' Perception of the Importance of Education"},
      {
        "id":"ED557141",
        "title":"Teaching EFL in 2020"},
      {
        "id":"ED557142",
        "title":"Access and Equity: California Master Plan for Higher Education and Disadvantaged Student Success"},
      {
        "id":"ED557145",
        "title":"Invention through Form and Function Analogy"},
      {
        "id":"ED557153",
        "title":"Academic Achievement and Scientific Aptitude in Science among the Students of Standard-X"},
      {
        "id":"ED557154",
        "title":"Teacher Educator's and Guidance Teachers' Evaluation of Student Teachers' Teaching Practice: A Qualitative Study = Procjena nastavne prakse studenata--buducih ucitelja--od mentora i savjetnika (kvalitativna studija)"},
      {
        "id":"ED557155",
        "title":"An Empirical Study on the Efficiency of College Teachers and Their Attitude in Teaching in Kancheepuram District"},
      {
        "id":"ED557156",
        "title":"Evaluation of Written Examination Questions of Turkish Language in Accordance with Bloom's Taxonomy = Vrednovanje Pitanja Pismenoga Ispita Znanja iz Turskoga Jezika Prema Bloomovoj Taksonomui"},
      {
        "id":"ED557157",
        "title":"A Study on Social Intelligence in Relation to Scholastic Achievement of Student Teachers of B.Ed. and TTI"},
      {
        "id":"ED557158",
        "title":"The Assessment of Turkish Written Examination Questions Based on the Text in Accordance with the Barrett's Taxonomy"},
      {
        "id":"ED557159",
        "title":"Locus of Control and Performance: Widening Applicabilities"},
      {
        "id":"ED557160",
        "title":"Attitude towards ICT among B.Ed. Trainees"},
      {
        "id":"ED557161",
        "title":"Need for Enhancing Critical Thinking Skills among Student Teachers in Colleges of Education: A Perspective"},
      {
        "id":"ED557162",
        "title":"The Effectiveness of the Socratic Method in Developing Critical Thinking Skills in English Language Learners"},
      {
        "id":"ED557163",
        "title":"The Transformation App Redux: The Notion of Linearity"},
      {
        "id":"ED557164",
        "title":"Achievement Motivation among Secondary School Students in Ernakulam District--A Study"},
      {
        "id":"ED557165",
        "title":"Capacity-Building and ICT in Higher Education"},
      {
        "id":"ED557166",
        "title":"Perception of School Teachers with Reference to Continuous and Comprehensive Evaluation"},
      {
        "id":"ED557167",
        "title":"Construction and Evaluation of Reliability and Validity of Reasoning Ability Test"},
      {
        "id":"ED557168",
        "title":"Proceedings of the International Conference on Educational Technologies 2013 (ICEduTech 2013) (Kuala Lumpur, Malaysia, November 29-December 1, 2013)"},
      {
        "id":"ED557169",
        "title":"Professional Learning to Nurture Adaptive Teachers"},
      {
        "id":"ED557170",
        "title":"ELearning Strategic Planning 2020: The Voice of Future Students as Stakeholders in Higher Education"},
      {
        "id":"ED557171",
        "title":"Proceedings of the International Conference on Mobile Learning 2014. (10th, Madrid, Spain, February 28-March 2, 2014)"},
      {
        "id":"ED557172",
        "title":"Surveillance in Programming Plagiarism beyond Techniques: An Incentive-Based Fishbone Model"},
      {
        "id":"ED557173",
        "title":"Investigating the Use of Social Media by University Undergraduate Informatics Programs in Malaysia"},
      {
        "id":"ED557174",
        "title":"The Comparison of Inductive Reasoning under Risk Conditions between Chinese and Japanese Based on Computational Models: Toward the Application to CAE for Foreign Language"},
      {
        "id":"ED557175",
        "title":"Salapiggy: Usability Test of the Sifteo Cubes as a Game Interface for the Money Counting Game for Preschoolers"},
      {
        "id":"ED557176",
        "title":"Mediating Authentic Learning: The Use of Wiki's and Blogs in an Undergraduate Curriculum in South Africa"},
      {
        "id":"ED557177",
        "title":"Factors Influencing the Acceptance of Collaboration Technology within the Context of Virtual Teamwork Training"},
      {
        "id":"ED557178",
        "title":"Teachers' Learning in Online Communities of Practice: Two Case Studies from Australia"},
      {
        "id":"ED557179",
        "title":"Tweeting as a Tool for Learning Science: The Credibility of Student-Produced Knowledge Content in Educational Contexts"},
      {
        "id":"ED557180",
        "title":"Laptops in Classroom Interaction: The Dynamic Reach of the Laptoped Situation"},
      {
        "id":"ED557181",
        "title":"Proceedings of the International Conferences on Education Technologies (ICEduTech) and Sustainability, Technology and Education (STE) (New Tapei City, Taiwan, December 10-12, 2014)"},
      {
        "id":"ED557182",
        "title":"A Comparison of Low Performing Students' Achievements in Factoring Cubic Polynomials Using Three Different Strategies"},
      {
        "id":"ED557183",
        "title":"Educational Online Technologies in Blended Tertiary Environments: A Review of Literature"},
      {
        "id":"ED557184",
        "title":"Using Self-Reflection and Badges in Moodle-Based Medical English Review Courses for Enhancing Learners' Autonomy"},
      {
        "id":"ED557185",
        "title":"Understanding TPACK in Practice: Praxis through Technological Pedagogical Reasoning"},
      {
        "id":"ED557186",
        "title":"M-Learning Pilot at Sofia University"},
      {
        "id":"ED557187",
        "title":"Technology Enhanced Analytics (TEA) in Higher Education"},
      {
        "id":"ED557188",
        "title":"Use and Production of Open Educational Resources (OER): A Pilot Study of Undergraduate Students' Perceptions"},
      {
        "id":"ED557189",
        "title":"Proceedings of the International Conference e-Learning 2014. Multi Conference on Computer Science and Information Systems (Lisbon, Portugal, July 15-19, 2014)"},
      {
        "id":"ED557190",
        "title":"Learners' Ensemble Based Security Conceptual Model for M-Learning System in Malaysian Higher Learning Institution"},
      {
        "id":"ED557191",
        "title":"Teaching 21st Century Competencies: Lessons from Crescent Girls' School in Singapore"},
      {
        "id":"ED557192",
        "title":"Teaching Teachers for the Future Project: Building TPACK Confidence and Capabilities for Elearning"},
      {
        "id":"ED557193",
        "title":"How Teachers Use and Manage Their Blogs? A Cluster Analysis of Teachers' Blogs in Taiwan"},
      {
        "id":"ED557194",
        "title":"An Ontology for Software Engineering Education"},
      {
        "id":"ED557195",
        "title":"M-Learning and Technological Literacy: Analyzing Benefits for Apprenticeship"},
      {
        "id":"ED557196",
        "title":"Strategic Audit and Marketing Plan"},
      {
        "id":"ED557197",
        "title":"Improving History Learning through Cultural Heritage, Local History and Technology"},
      {
        "id":"ED557198",
        "title":"A Mobile Service Oriented Multiple Object Tracking Augmented Reality Architecture for Education and Learning Experiences"},
      {
        "id":"ED557199",
        "title":"Coordinating Multiple Representations in a Reform Calculus Textbook"},
      {
        "id":"ED557200",
        "title":"The Theory Paper: What Is the Future of Mobile Learning?"},
      {
        "id":"ED557201",
        "title":"A Review of Integrating Mobile Phones for Language Learning"},
      {
        "id":"ED557202",
        "title":"Using Mobile Apps and Social Media for Online Learner-Generated Content"},
      {
        "id":"ED557203",
        "title":"Mobile Learning and Early Age Mathematics"},
      {
        "id":"ED557204",
        "title":"Representations of an Incidental Learning Framework to Support Mobile Learning"},
      {
        "id":"ED557205",
        "title":"Open and Editable: Exploring Library Engagement in Open Educational Resource Adoption, Adaptation and Authoring"},
      {
        "id":"ED557206",
        "title":"Research on Demand Analysis of the Users of the Senior English Diagnostic System"},
      {
        "id":"ED557207",
        "title":"Mobile Learning and Art Museums: A Case Study of a New Art Interpretation Approach for Visitor Engagement through Mobile Media"},
      {
        "id":"ED557208",
        "title":"Supporting Teachers to Design and Use Mobile Collaborative Learning Games"},
      {
        "id":"ED557209",
        "title":"Cultivating Kuumba: Applying Art Based Strategies to Any Field"},
      {
        "id":"ED557210",
        "title":"Evaluating QR Code Case Studies Using a Mobile Learning Framework"},
      {
        "id":"ED557211",
        "title":"Designing a Site to Embed and to Interact with Wolfram Alpha Widgets in Math and Sciences Courses"},
      {
        "id":"ED557212",
        "title":"Mobile-Based Chatting for Meaning Negotiation in Foreign Language Learning"},
      {
        "id":"ED557213",
        "title":"Cross-Cultural Design of Mobile Mathematics Learning Service for South African Schools"},
      {
        "id":"ED557214",
        "title":"Mobile Technology Integrated Pedagogical Model"},
      {
        "id":"ED557215",
        "title":"Evaluation Framework for Dependable Mobile Learning Scenarios"},
      {
        "id":"ED557216",
        "title":"Raising Awareness of Cybercrime--The Use of Education as a Means of Prevention and Protection"},
      {
        "id":"ED557217",
        "title":"Overlapping Chat's Accessibility Requirements between Students with and without Disabilities Due to the Mobile Limitations"},
      {
        "id":"ED557218",
        "title":"Factors Affecting M-Learners' Course Satisfaction and Learning Persistence"},
      {
        "id":"ED557219",
        "title":"M-Learning--On Path to Integration with Organisation Systems"},
      {
        "id":"ED557220",
        "title":"MOOC to Go"},
      {
        "id":"ED557221",
        "title":"Mobile Game for Learning Bacteriology"},
      {
        "id":"ED557222",
        "title":"Pedagogical Applications of Smartphone Integration in Teaching - Lecturers', Students' &amp; Pupils' Perspectives"},
      {
        "id":"ED557223",
        "title":"Rapid Prototyping of Mobile Learning Games"},
      {
        "id":"ED557224",
        "title":"Supporting Situated Learning Based on QR Codes with Etiquetar App: A Pilot Study"},
      {
        "id":"ED557225",
        "title":"Programming Education with a Blocks-Based Visual Language for Mobile Application Development"},
      {
        "id":"ED557226",
        "title":"Student Preferences for M-Learning Application Characteristics"},
      {
        "id":"ED557227",
        "title":"Defining a Set of Architectural Requirements for Service-Oriented Mobile Learning Environments"},
      {
        "id":"ED557228",
        "title":"When Everyone Is a Probe, Everyone Is a Learner"},
      {
        "id":"ED557229",
        "title":"Initial Evaluation of a Mobile Scaffolding Application That Seeks to Support Novice Learners of Programming"},
      {
        "id":"ED557230",
        "title":"The Motivating Power of Social Obligation: An Investigation into the Pedagogical Affordances of Mobile Learning Integrated with Facebook"},
      {
        "id":"ED557231",
        "title":"&quot;UML Quiz&quot;: Automatic Conversion of Web-Based E-Learning Content in Mobile Applications"},
      {
        "id":"ED557232",
        "title":"Supporting the M-Learning Based Knowledge Transfer in University Education and Corporate Sector"},
      {
        "id":"ED557233",
        "title":"Strategies and Challenges in Ipad Initiative"},
      {
        "id":"ED557234",
        "title":"The Future of Ubiquitous Elearning"},
      {
        "id":"ED557235",
        "title":"Shifting Contexts: Investigating the Role of Context in the Use of Ubiquitous Computing for Design-Based Learning"},
      {
        "id":"ED557236",
        "title":"An Environment for Mobile Experiential Learning"},
      {
        "id":"ED557237",
        "title":"Blending Classroom Teaching and Learning with QR Codes"},
      {
        "id":"ED557238",
        "title":"Intrigue at the Museum: Facilitating Engagement and Learning through a Location-Based Mobile Game"},
      {
        "id":"ED557239",
        "title":"A Framework to Support Mobile Learning in Multilingual Environments"},
      {
        "id":"ED557240",
        "title":"EBooks as PDF Files, in EPub Format or as Interactive IBooks? Digital Books in Physics Lessons of Secondary Education"},
      {
        "id":"ED557241",
        "title":"Developing a Mobile Social Media Framework for Creative Pedagogies"},
      {
        "id":"ED557242",
        "title":"Learning and Teaching with Mobile Devices an Approach in Secondary Education in Ghana"},
      {
        "id":"ED557243",
        "title":"Preparing Lessons, Exercises and Tests for M-Learning of IT Fundamentals"},
      {
        "id":"ED557244",
        "title":"Learner Centric in M-Learning: Integration of Security, Dependability and Trust"},
      {
        "id":"ED557245",
        "title":"What Mobile Learning and Working Remotely Can Learn from Each Other"},
      {
        "id":"ED557246",
        "title":"In-Time On-Place Learning"},
      {
        "id":"ED557247",
        "title":"Mobile Learning and Achievement Goal Orientation Profiles"},
      {
        "id":"ED557248",
        "title":"Portability and Usability of Open Educational Resources on Mobile Devices: A Study in the Context of Brazilian Educational Portals and Android-Based Devices"},
      {
        "id":"ED557249",
        "title":"Dealing with Malfunction: Locus of Control in Web-Conferencing"},
      {
        "id":"ED557250",
        "title":"Integration of PBL Methodologies into Online Learning Courses and Programs"},
      {
        "id":"ED557251",
        "title":"A Study on the Methods of Assessment and Strategy of Knowledge Sharing in Computer Course"},
      {
        "id":"ED557252",
        "title":"A Support System for Error Correction Questions in Programming Education"},
      {
        "id":"ED557253",
        "title":"iPads in Learning: The Web of Change"},
      {
        "id":"ED557254",
        "title":"Using Case-Based Reasoning to Improve the Quality of Feedback Provided by Automated Grading Systems"},
      {
        "id":"ED557255",
        "title":"Does Satellite Television Program Satisfy Ethiopian Secondary School Students?"},
      {
        "id":"ED557256",
        "title":"Inside, Outside, Upside Down: New Directions in Online Teaching and Learning"},
      {
        "id":"ED557257",
        "title":"A Storytelling Learning Model for Legal Education"},
      {
        "id":"ED557258",
        "title":"Time-Decayed User Profile for Second Language Vocabulary Learning System"},
      {
        "id":"ED557259",
        "title":"Improving Teacher-Student Contact in a Campus through a Location-Based Mobile Application"},
      {
        "id":"ED557260",
        "title":"The Use of SDMs in Developing E-Learning Systems in South Africa"},
      {
        "id":"ED557261",
        "title":"An Exploration of the Attitude and Learning Effectiveness of Business College Students towards Game Based Learning"},
      {
        "id":"ED557262",
        "title":"Development of an E-Learning Platform for Vocational Education Systems in Germany"},
      {
        "id":"ED557263",
        "title":"Implementation of Artificial Intelligence Assessment in Engineering Laboratory Education"},
      {
        "id":"ED557264",
        "title":"Stakeholders Influence in Maltese Tourism Higher Education Curriculum Development"},
      {
        "id":"ED557265",
        "title":"Designing Environment for Teaching Internet of Things"},
      {
        "id":"ED557266",
        "title":"Development of an IOS App Using Situated Learning, Communities of Practice, and Augmented Reality for Autism Spectrum Disorder"},
      {
        "id":"ED557267",
        "title":"Modeling Pedagogy for Teachers Transitioning to the Virtual Classroom"},
      {
        "id":"ED557268",
        "title":"Dynamic Fuzzy Logic-Based Quality of Interaction within Blended-Learning: The Rare and Contemporary Dance Cases"},
      {
        "id":"ED557269",
        "title":"Do English Listening Outcome and Cognitive Load Change for Different Media Delivery Modes in U-Learning?"},
      {
        "id":"ED557270",
        "title":"Facebook Mediated Interaction and Learning in Distance Learning at Makerere University"},
      {
        "id":"ED557271",
        "title":"The Curriculum Design and Development in MOOCs Environment"},
      {
        "id":"ED557272",
        "title":"How Digital Technologies, Blended Learning and MOOCs Will Impact the Future of Higher Education"},
      {
        "id":"ED557273",
        "title":"Stereo Orthogonal Axonometric Perspective for the Teaching of Descriptive Geometry"},
      {
        "id":"ED557274",
        "title":"Using Agent-Based Technologies to Enhance Learning in Educational Games"},
      {
        "id":"ED557275",
        "title":"The Efficiency of E-Learning Activities in Training Mentor Teachers"},
      {
        "id":"ED557276",
        "title":"Incorporating Collaborative, Interactive Experiences into a Technology-Facilitated Professional Learning Network for Pre-Service Science Teachers"},
      {
        "id":"ED557277",
        "title":"Culture, Gender and Technology-Enhanced Learning: Female and Male Students' Perceptions across Three Continents"},
      {
        "id":"ED557278",
        "title":"A Platform for Learning Internet of Things"},
      {
        "id":"ED557279",
        "title":"E-Learning Trends and Hypes in Academic Teaching. Methodology and Findings of a Trend Study"},
      {
        "id":"ED557280",
        "title":"Acceptance and Success Factors for M-Learning of ERP Systems Curricula"},
      {
        "id":"ED557281",
        "title":"A Blended Approach to Canadian First Nations Education"},
      {
        "id":"ED557282",
        "title":"The Implementation of Web 2.0 Technology for Information Literacy Instruction in Thai University Libraries"},
      {
        "id":"ED557283",
        "title":"Self-Regulation Competence in Music Education"},
      {
        "id":"ED557284",
        "title":"Proof of Economic Viability of Blended Learning Business Models"},
      {
        "id":"ED557285",
        "title":"Assessment of the Use of Online Comunities to Integrate Educational Processes Development Teams: An Experience in Popular Health Education in Brazil"},
      {
        "id":"ED557286",
        "title":"The Effectiveness of SDMs in the Development of E-Learning Systems in South Africa"},
      {
        "id":"ED557287",
        "title":"Interactive Learning to Stimulate the Brain's Visual Center and to Enhance Memory Retention"},
      {
        "id":"ED557288",
        "title":"The Use of Elgg Social Networking Tool for Students' Project Peer-Review Activity"},
      {
        "id":"ED557289",
        "title":"Online Social Networks and Computer Skills of University Students"},
      {
        "id":"ED557290",
        "title":"Application of E-Learning Technologies to Study a School Subject"},
      {
        "id":"ED557291",
        "title":"Technology, Gender Attitude, and Software, among Middle School Math Instructors"},
      {
        "id":"ED557292",
        "title":"Assessing the Purpose and Importance University Students Attribute to Current ICT Applications"},
      {
        "id":"ED557293",
        "title":"Technology Acceptance of E-Learning within a Blended Vocational Course in West Africa"},
      {
        "id":"ED557294",
        "title":"Structuring Long-Term Faculty Training According to Needs Exhibited by Students' Written Comments in Course Evaluations"},
      {
        "id":"ED557295",
        "title":"International Multidisciplinary Learning: An Account of a Collaborative Effort among Three Higher Education Institutions"},
      {
        "id":"ED557296",
        "title":"Copyright and Creative Commons License: Can Educators Gain Benefits in the Digital Age?"},
      {
        "id":"ED557297",
        "title":"Online Learning Behaviors for Radiology Interns Based on Association Rules and Clustering Technique"},
      {
        "id":"ED557298",
        "title":"E-Learning System for Design and Construction of Amplifier Using Transistors"},
      {
        "id":"ED557299",
        "title":"Possibilities of Implementation of Small Business Check-Up Methodology in Comparative Analysis of Secondary Schools and Universities in Slovakia"},
      {
        "id":"ED557300",
        "title":"Digging the Virtual Past"},
      {
        "id":"ED557301",
        "title":"Delivery of E-Learning through Social Learning Networks"},
      {
        "id":"ED557302",
        "title":"Educational Multimedia Profiling Recommendations for Device-Aware Adaptive Mobile Learning"},
      {
        "id":"ED557303",
        "title":"Structural Relationships between Variables of Elementary School Students' Intention of Accepting Digital Textbooks"},
      {
        "id":"ED557304",
        "title":"Organisation and Management of a Complete Bachelor Degree Offered Online at the University of Milan for Ten Years"},
      {
        "id":"ED557305",
        "title":"A System for the Automatic Assembly of Test Questions Using a No-SQL Database"},
      {
        "id":"ED557306",
        "title":"Shared Cognition Facilitated by Teacher Use of Interactive Whiteboard Technologies"},
      {
        "id":"ED557307",
        "title":"Motivation as a Method of Controlling the Social Subject Self-Learning"},
      {
        "id":"ED557308",
        "title":"Designing Educational Social Machines for Effective Feedback"},
      {
        "id":"ED557309",
        "title":"Factors Influencing the Acceptance of E-Learning Adoption in Libya's Higher Education Institutions"},
      {
        "id":"ED557310",
        "title":"Fostering Critical Thinking Skills in Students with Learning Disabilities through Online Problem-Based Learning"},
      {
        "id":"ED557311",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Cognition and Exploratory Learning in the Digital Age (CELDA) (11th, Porto, Portugal, October 25-27, 2014)"},
      {
        "id":"ED557312",
        "title":"Technology and Motor Ability Development"},
      {
        "id":"ED557313",
        "title":"Using Tablet PCs in Classroom for Teaching Human-Computer Interaction: An Experience in High Education"},
      {
        "id":"ED557314",
        "title":"Designing a Culturally Sensitive Wiki Space for Developing Chinese Students' Media Literacy"},
      {
        "id":"ED557315",
        "title":"Assessing Critical Thinking Performance of Postgraduate Students in Threaded Discussions"},
      {
        "id":"ED557316",
        "title":"A Study of Facilitating Cognitive Processes with Authentic Support"},
      {
        "id":"ED557317",
        "title":"Exploring Social Equity Aspects in Integrating Technology in Primary Mathematics Education"},
      {
        "id":"ED557318",
        "title":"Student Learning through Hands-On Industry Projects"},
      {
        "id":"ED557319",
        "title":"Academic Use of Social Media Technologies as an Integral Element of Informatics Program Delivery in Malaysia"},
      {
        "id":"ED557320",
        "title":"Studying Challenges in Integrating Technology in Secondary Mathematics with Technological Pedagogical and Content Knowledge (TPACK)"},
      {
        "id":"ED557321",
        "title":"Makahiki: An Open Source Serious Game Framework for Sustainability Education and Conservation"},
      {
        "id":"ED557322",
        "title":"Building of a Disaster Recovery Framework for E-Learning Environment Using Private Cloud Collaboration"},
      {
        "id":"ED557323",
        "title":"Teaching and Learning in the Digital Era: A Case Study of Video-Conference Lectures from Japan to Australia"},
      {
        "id":"ED557324",
        "title":"A Design and Development of Distance Learning Support Environment for Collaborative Problem Solving in Group Learners"},
      {
        "id":"ED557325",
        "title":"Social Interaction Development through Immersive Virtual Environments"},
      {
        "id":"ED557326",
        "title":"The Relationship among Principals' Technology Leadership, Teaching Innovation, and Students' Academic Optimism in Elementary Schools"},
      {
        "id":"ED557327",
        "title":"''Beauty of Wholeness and Beauty of Partiality.'' New Terms Defining the Concept of Beauty in Architecture in Terms of Sustainability and Computer Aided Design"},
      {
        "id":"ED557328",
        "title":"Lessons Learnt from and Sustainability of Adopting a Personal Learning Environment &amp; Network (Ple&amp;N)"},
      {
        "id":"ED557329",
        "title":"A Framework for Gamified Activities Based on Mobile Games Played by Portuguese University Students"},
      {
        "id":"ED557330",
        "title":"A Study on Building an Efficient Job Shadowing Management Methodology for the Undergraduate Students"},
      {
        "id":"ED557331",
        "title":"The OpenForest Portal as an Open Learning Ecosystem: Co-Developing in the Study of a Multidisciplinary Phenomenon in a Cultural Context"},
      {
        "id":"ED557332",
        "title":"Chinese Fantasy Novel: Empirical Study on New Word Teaching for Non-Native Learners"},
      {
        "id":"ED557333",
        "title":"Designing Participatory Learning"},
      {
        "id":"ED557334",
        "title":"System-Events Toolbox--Activating Urban Places for Social Cohesion through Designing a System of Events That Relies on Local Resources"},
      {
        "id":"ED557335",
        "title":"The Study of Adopting Problem Based Learning in Normal Scale Class Course Design"},
      {
        "id":"ED557336",
        "title":"Digital Storytelling across Cultures: Connecting Chinese &amp; Australian Schools"},
      {
        "id":"ED557337",
        "title":"Galvanizing Local Resources: A Strategy for Sustainable Development in Rural China"},
      {
        "id":"ED557338",
        "title":"Pragmatics and Semiotics: Movies as Aesthetic Audio-Visual Device Expedite Second Language Acquisition"},
      {
        "id":"ED557339",
        "title":"Work-Integrated Learning with Work-Integrated Learners"},
      {
        "id":"ED557340",
        "title":"Mobile-Assisted Second Language Learning: Developing a Learner-Centered Framework"},
      {
        "id":"ED557341",
        "title":"Training Pre-Service Chinese Language Teachers to Create Instructional Video to Enhance Classroom Instruction"},
      {
        "id":"ED557342",
        "title":"Design Research Methods for Future Mapping"},
      {
        "id":"ED557343",
        "title":"Teaching Assembly for Disassembly; An Under-Graduate Module Experience"},
      {
        "id":"ED557344",
        "title":"WIKI-Enhanced Scaffolding to Encourage Student Participation in a Content and Language Integrated Learning (CLIL) Classroom"},
      {
        "id":"ED557345",
        "title":"Building Better Discipline Strategies for Schools by Fuzzy Logics"},
      {
        "id":"ED557346",
        "title":"Using Project-Based Learning and Google Docs to Support Diversity"},
      {
        "id":"ED557347",
        "title":"Stoic Behavior Hypothesis in Hint Seeking and Development of Reversi Learning Environment as Work Bench for Investigation"},
      {
        "id":"ED557348",
        "title":"Alternative Assessment Methods Based on Categorizations, Supporting Technologies, and a Model for Betterment"},
      {
        "id":"ED557349",
        "title":"The Integrated Framework of College Class Activities--Using Learn Mode with the Introduction of Educational Technology as an Example"},
      {
        "id":"ED557350",
        "title":"An Exploratory Study on the Role of L1 Chinese and L2 English in the Cross-Linguistic Influence in L3 French"},
      {
        "id":"ED557351",
        "title":"Three Concentric Circles: Young Chinese English Learners' Perceptions of Purposeful Audiences"},
      {
        "id":"ED557352",
        "title":"Pragmatics: The State of the Art: An Online Interview with Keith Allan"},
      {
        "id":"ED557353",
        "title":"Problems in Making Significant Changes in Teaching Practice through Action Research"},
      {
        "id":"ED557354",
        "title":"Foundation of Curriculum in Ethiopia: Historical, Philosophical, Psychological and Sociological Perspectives"},
      {
        "id":"ED557355",
        "title":"Interleaved Practice Improves Mathematics Learning"},
      {
        "id":"ED557356",
        "title":"Undergraduate Students' Experiences of Time in a MOOC: A Term of Dino 101"},
      {
        "id":"ED557357",
        "title":"The Answering Process for Multiple-Choice Questions in Collaborative Learning: A Mathematical Learning Model Analysis"},
      {
        "id":"ED557358",
        "title":"&quot;It's Just Like Learning, Only Fun&quot;--A Teacher's Perspective of Empirically Validating Effectiveness of a Math App"},
      {
        "id":"ED557359",
        "title":"Using Five Stage Model to Design of Collaborative Learning Environments in Second Life"},
      {
        "id":"ED557360",
        "title":"Students' Reflections Using Visualized Learning Outcomes and E-Portfolios"},
      {
        "id":"ED557361",
        "title":"The Efficiency of Different Online Learning Media--An Empirical Study"},
      {
        "id":"ED557362",
        "title":"Microblogging Best Practices"},
      {
        "id":"ED557363",
        "title":"An App for the Cathedral in Freiberg--An Interdisciplinary Project Seminar"},
      {
        "id":"ED557364",
        "title":"Higher Education Institutions (HEI) Students Take on MOOC: Case of Malaysia"},
      {
        "id":"ED557365",
        "title":"Project &quot;Flappy Crab&quot;: An Edu-Game for Music Learning"},
      {
        "id":"ED557366",
        "title":"A Case Study of MOOCs Design and Administration at Seoul National University"},
      {
        "id":"ED557367",
        "title":"A Game-Based Assessment of Students' Choices to Seek Feedback and to Revise"},
      {
        "id":"ED557368",
        "title":"Musical Peddy-Paper: A Collaborative Learning Activity Suported by Augmented Reality"},
      {
        "id":"ED557369",
        "title":"Addressing Standardized Testing through a Novel Assesment Model"},
      {
        "id":"ED557370",
        "title":"LSQuiz: A Collaborative Classroom Response System to Support Active Learning through Ubiquitous Computing"},
      {
        "id":"ED557371",
        "title":"A User Centered Faculty Scheduled Development Framework"},
      {
        "id":"ED557372",
        "title":"DIY Analytics for Postsecondary Students"},
      {
        "id":"ED557373",
        "title":"Possible Science Selves: Informal Learning and the Career Interest Development Process"},
      {
        "id":"ED557374",
        "title":"Assessment Intelligence in Small Group Learning"},
      {
        "id":"ED557375",
        "title":"A Cross Cultural Perspective on Information Communication Technologies Learning Survey"},
      {
        "id":"ED557376",
        "title":"Persistent Possible Science Selves"},
      {
        "id":"ED557377",
        "title":"Digital Storytelling: Emotions in Higher Education"},
      {
        "id":"ED557378",
        "title":"The Effects of Frequency of Media Utilization on Decision Making of Media Choice"},
      {
        "id":"ED557379",
        "title":"Academic versus Non-Academic Emerging Adult College Student Technology Use"},
      {
        "id":"ED557380",
        "title":"Interactive Application in Spanish Sign Language for a Public Transport Environment"},
      {
        "id":"ED557381",
        "title":"Preparing Special Education Teachers to Use Educational Technology to Enhance Student Learning"},
      {
        "id":"ED557382",
        "title":"Comparing Novices &amp; Experts in Their Exploration of Data in Line Graphs"},
      {
        "id":"ED557383",
        "title":"Investigating Teachers' Readiness, Understanding and Workload in Implementing School Based Assessment (SBA)"},
      {
        "id":"ED557384",
        "title":"Order Effects of Learning with Modeling and Simulation Software on Field-Dependent and Field-Independent Children's Cognitive Performance: An Interaction Effect"},
      {
        "id":"ED557385",
        "title":"An EVS Clicker Based Hybrid Assessment to Engage Students with Marking Criteria"},
      {
        "id":"ED557386",
        "title":"Creative Stories: A Storytelling Game Fostering Creativity"},
      {
        "id":"ED557387",
        "title":"Impacts of MediaWiki on Collaborative Writing among Teacher Students"},
      {
        "id":"ED557388",
        "title":"Collaborative Creativity Processes in a Wiki: A Study in Secondary Education"},
      {
        "id":"ED557389",
        "title":"Exploring Opportunities to Boost Adult Students' Graduation--The Reasons behind the Delays and Drop-Outs of Graduation"},
      {
        "id":"ED557390",
        "title":"ASK4Labs: A Web-Based Repository for Supporting Learning Design Driven Remote and Virtual Labs Recommendations"},
      {
        "id":"ED557391",
        "title":"Towards a Collaborative Intelligent Tutoring System Classification Scheme"},
      {
        "id":"ED557392",
        "title":"ICT Competence-Based Learning Object Recommendations for Teachers"},
      {
        "id":"ED557393",
        "title":"Design in Practice: Scenarios for Improving Management Education"},
      {
        "id":"ED557394",
        "title":"Factors Influencing Students' Choice of Study Mode: An Australian Case Study"},
      {
        "id":"ED557395",
        "title":"Effective Use of a Learning Management System to Influence On-Line Learning"},
      {
        "id":"ED557396",
        "title":"Teachers' Perceptions of the Individual Case Studies' Literacy Performance and Their Use of Computer Tools"},
      {
        "id":"ED557397",
        "title":"Organizational Leadership Process for University Education"},
      {
        "id":"ED557398",
        "title":"Improving Content Area Reading Comprehension with 4-6th Grade Spanish ELLs Using Web-Based Structure Strategy Instruction"},
      {
        "id":"ED557399",
        "title":"Comparative Case Study on Designing and Applying Flipped Classroom at Universities"},
      {
        "id":"ED557400",
        "title":"Faculty Professional Development: A Primer for School Leaders"},
      {
        "id":"ED557401",
        "title":"Behavioral Self-Regulation and Executive Function Both Predict Visuomotor Skills and Early Academic Achievement"},
      {
        "id":"ED557402",
        "title":"Examining the Validity of Behavioral Self-Regulation Tools in Predicting Preschoolers' Academic Achievement"},
      {
        "id":"ED557403",
        "title":"Play and Creativity at the Center of Curriculum and Assessment: A New York City School's Journey to Re-Think Curricular Pedagogy"},
      {
        "id":"ED557404",
        "title":"Composition, Cognition, Creativity, and Community"},
      {
        "id":"ED557405",
        "title":"Teacher Absences: Types, Frequency, and Impact on Student Achievement, Wake County Public School System, 2007-08. Measuring Up. E&amp;R Report No. 09.37"},
      {
        "id":"ED557406",
        "title":"WCPSS Alternate Assessment Results, 2008-09. Measuring Up. E&amp;R Report No. 09.38"},
      {
        "id":"ED557407",
        "title":"End-of-Course Multiple-Choice Test Results, 2008-09. Measuring Up. E&amp;R Report No. 10.04"},
      {
        "id":"ED557408",
        "title":"End-of-Grade (EOG) Multiple-Choice Test Results, 2008-09. Measuring Up. E&amp;R Report No. 10.12"},
      {
        "id":"ED557409",
        "title":"Wake County Public School System K-5 Assessment Results: 2009-10. Measuring Up. E&amp;R Report No. 10.19"},
      {
        "id":"ED557410",
        "title":"End-of-Course (EOC) Multiple-Choice Test Results, 2009-10. Measuring Up. E&amp;R Report No. 10.21"},
      {
        "id":"ED557411",
        "title":"WCPSS Alternate Assessment Results, 2009-10. Measuring Up. E&amp;R Report No. 10.27"},
      {
        "id":"ED557412",
        "title":"High School Five-Year Graduation Rates, Wake County Public School System (WCPSS): 2009-10. Measuring Up. E&amp;R Report No. 11.11"},
      {
        "id":"ED557414",
        "title":"Predictors of Early Growth in Academic Achievement: The Head-Toes-Knees-Shoulders Task"},
      {
        "id":"ED557415",
        "title":"FY 2013 Race to the Top--District Executive Summary"},
      {
        "id":"ED557416",
        "title":"Race to the Top--Early Learning Challenge"},
      {
        "id":"ED557417",
        "title":"30th Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2008"},
      {
        "id":"ED557418",
        "title":"31st Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2009"},
      {
        "id":"ED557419",
        "title":"36th Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2014"},
      {
        "id":"ED557420",
        "title":"33rd Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2011"},
      {
        "id":"ED557421",
        "title":"32nd Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2010"},
      {
        "id":"ED557422",
        "title":"Race to the Top Program: Executive Summary"},
      {
        "id":"ED557423",
        "title":"34th Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2012"},
      {
        "id":"ED557424",
        "title":"ConnectED: President Obama's Plan for Connecting All Schools to the Digital Age"},
      {
        "id":"ED557425",
        "title":"35th Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2013"},
      {
        "id":"ED557571",
        "title":"High School Longitudinal Study of 2009 (HSLS:09). 2013 Update and High School Transcript Study: A First Look at Fall 2009 Ninth-Graders in 2013. NCES 2015-037"},
      {
        "id":"ED557572",
        "title":"Reference Values of Within-District Intraclass Correlations of Academic Achievement by District Characteristics: Results from a Meta-Analysis of District-Specific Values"},
      {
        "id":"ED557573",
        "title":"Intraclass Correlations and Covariate Outcome Correlations for Planning 2 and 3 Level Cluster Randomized Experiments in Education"},
      {
        "id":"ED557574",
        "title":"The Variance of Intraclass Correlations in Three and Four Level"},
      {
        "id":"ED557575",
        "title":"MAEPOPP Center 2015 Best Education Practices Directory"},
      {
        "id":"ED557576",
        "title":"Trends in High School Dropout and Completion Rates in the United States: 1972-2012. Compendium Report. NCES 2015-015"},
      {
        "id":"ED557577",
        "title":"The Relationship between Education and Work Credentials. Data Point. NCES 2015-556"},
      {
        "id":"ED557578",
        "title":"Innovations in Teaching Adults: Proven Practices in Higher Education."},
      {
        "id":"ED557579",
        "title":"Teaching Strategies for Effective Fifth Grade Math Intervention"},
      {
        "id":"ED557580",
        "title":"Supported Self-Explaining during Fraction Intervention"},
      {
        "id":"ED557581",
        "title":"Healthy Schools Promotion: An Experience in Thailand"},
      {
        "id":"ED557582",
        "title":"Media Literacy Function in Critical Blogs"},
      {
        "id":"ED557583",
        "title":"The Framework of Media Education and Media Criticism in the Contemporary World: The Opinion of International Experts (Situación de la educación en medios y la competencia crítica en el mundo actual: opinión de expertos internacionales)"},
      {
        "id":"ED557584",
        "title":"The Significance of Recursion Using the TI-84 Sequence Editor"},
      {
        "id":"ED557585",
        "title":"On Media Education"},
      {
        "id":"ED557586",
        "title":"Media Education: Sociology Surveys"},
      {
        "id":"ED557587",
        "title":"Intercultural Education: The Position of Roma in Education=Obrazovanje za interkulturalizam: Položaj Roma u odgoju i obrazovanju"},
      {
        "id":"ED557588",
        "title":"Intercultural Education: Proceedings of the 2nd International Scientific Conference=Obrazovanje za interkulturalizam: Zbornik radova S.2 Medunarodne znanstvene konferencije"},
      {
        "id":"ED557589",
        "title":"Violence on the Russian &amp; American Media Screen and Youth Audience"},
      {
        "id":"ED557590",
        "title":"Quality Online Resources and Supports for Educators Teaching the Common Core State Standards for Mathematics"},
      {
        "id":"ED557592",
        "title":"&quot;Be Informed, Stay Connected, Community Transformation!&quot; Selected Papers from the PIALA Conference 2014, Pacific Islands Association of Libraries, Archives, and Museums Annual Conference (24th, Koror, Republic of Palau, Nov 10-15, 2014)"},
      {
        "id":"ED557593",
        "title":"States' Implementation of the Common Core State Standards and the Australian Curriculum: A Comparison of the Change Process in Two Countries"},
      {
        "id":"ED557594",
        "title":"Visual Representation of Sport Activities in Secondary School English and Turkish Coursebooks"},
      {
        "id":"ED557595",
        "title":"Trends and Issues in Technology Education Research in Taiwan: A Co-Word Analysis of 1994-2013 Graduate Theses"},
      {
        "id":"ED557596",
        "title":"Rural Education: Examining Capacity Challenges That Influence Educator Effectiveness"},
      {
        "id":"ED557598",
        "title":"Funding Early Childhood Education: The President's Plan for the Future and States' Current Actions"},
      {
        "id":"ED557599",
        "title":"Continuous Improvement in Schools and Districts: Policy Considerations"},
      {
        "id":"ED557600",
        "title":"Understanding Conscientiousness and Its Role in Improved Student Achievement"},
      {
        "id":"ED557602",
        "title":"Educational Equity: Challenges for Educator Effectiveness"},
      {
        "id":"ED557603",
        "title":"Increasing Participation, Student Engagement, Quality, and Capacity: STEM Legislative Action by the 113th Congress"},
      {
        "id":"ED557604",
        "title":"Curriculum-Embedded Performance Assessments (CEPAs): Policy Considerations for Meaningful Accountability"},
      {
        "id":"ED557605",
        "title":"Getting College and Career Ready during State Transition toward the Common Core State Standards. Working Paper 127"},
      {
        "id":"ED557606",
        "title":"Reauthorization of the Workforce Investment Act (WIA): The SKILLS Act and Its Impact on Education"},
      {
        "id":"ED557607",
        "title":"How Can We Ensure That All Children Have Excellent Teachers? A Choicework Discussion Guide"},
      {
        "id":"ED557608",
        "title":"Next Generation Science Standards: Considerations for Curricula, Assessments, Preparation, and Implementation"},
      {
        "id":"ED557609",
        "title":"Common Core State Standards and Implications for Special Populations"},
      {
        "id":"ED557610",
        "title":"The Art and Science of Student Learning Objectives: A Research Synthesis"},
      {
        "id":"ED557611",
        "title":"High Costs, Uncertain Benefits: What Do Americans without a College Degree Think about Postsecondary Education?"},
      {
        "id":"ED557612",
        "title":"Still Learning from the Past: Drawing on California's CLAS Experience to Inform Assessment of the Common Core. Policy and Practice Brief"},
      {
        "id":"ED557613",
        "title":"Facilitating Reading Acquisition in Multilingual Environments in India (FRAME-India). Final Report"},
      {
        "id":"ED557614",
        "title":"Measuring Mastery: Best Practices for Assessment in Competency-Based Education. AEI Series on Competency-Based Higher Education"},
      {
        "id":"ED557615",
        "title":"Employer Perspectives on Competency-Based Education. AEI Series on Competency-Based Higher Education"},
      {
        "id":"ED557616",
        "title":"Socioeconomically Disadvantaged Students Who Are Academically Successful: Examining Academic Resilience Cross-Nationally. Policy Brief No. 5"},
      {
        "id":"ED557617",
        "title":"Education Agenda for the States. Fostering Opportunity from Pre-K through College"},
      {
        "id":"ED557618",
        "title":"Rethinking the Regulatory Environment of Competency-Based Education. AEI Series on Competency-Based Higher Education"},
      {
        "id":"ED557619",
        "title":"The Paperwork Pile-Up: Measuring the Burden of Charter School Applications"},
      {
        "id":"ED557620",
        "title":"New Science Standards: A Readiness Assessment for State Boards of Education"},
      {
        "id":"ED557622",
        "title":"Balancing the Equation. Supply and Demand in Tomorrow's School Choice Marketplaces"},
      {
        "id":"ED557623",
        "title":"Civic Education Professional Development: The Lay of the Land"},
      {
        "id":"ED557624",
        "title":"Statement before the Committee on Health, Education, Labor and Pensions (HELP) on Reauthorization of the Higher Education Act: Exploring Institutional Risk-Sharing"},
      {
        "id":"ED557625",
        "title":"Building Paths to the Middle Class: Innovations in Career and Technical Education"},
      {
        "id":"ED557626",
        "title":"A Million New Teachers Are Coming: Will They Be Ready to Teach?"},
      {
        "id":"ED557627",
        "title":"Education Pays in Colorado: Earnings 1, 5, and 10 Years after College"},
      {
        "id":"ED557628",
        "title":"Aiming High: Setting Performance Standards for Student Success"},
      {
        "id":"ED557629",
        "title":"Transitional Kindergarten in California: Early Outreach, Enrollment, and Parent Perspectives. Research Brief"},
      {
        "id":"ED557630",
        "title":"Parent Feedback about Individualized Education Program Team Meetings: A Pilot Study with Parents of PreKindergarten Students. Evaluation Brief"},
      {
        "id":"ED557660",
        "title":"School Progress Report 2012. Montgomery County Public Schools"},
      {
        "id":"ED557661",
        "title":"SAT Participation and Performance for the Class of 2014. Memorandum"},
      {
        "id":"ED557662",
        "title":"School Progress Report 2013. Montgomery County Public Schools"},
      {
        "id":"ED557663",
        "title":"Montgomery County Public Schools Annual Report to the Community, 2014 [Summary]"},
      {
        "id":"ED557664",
        "title":"Maryland State Department of Education Reporting of Highly Qualified Teachers. Memorandum"},
      {
        "id":"ED557665",
        "title":"Evaluation of Achieving Collegiate Excellence and Success Program: Student Outcomes Year One, Grades 11 and 12. Evaluation Brief"},
      {
        "id":"ED557666",
        "title":"Impact of Advanced Grade 8 U.S. History on Participation and Performance in Advanced Placement Social Studies Courses in Grade 9"},
      {
        "id":"ED557667",
        "title":"Academic Supports Provided for Struggling High School Students. Evaluation Brief"},
      {
        "id":"ED557668",
        "title":"English Language Proficiency and Progress: Students Receiving English for Speakers of Other Languages Services from 2012 to 2014"},
      {
        "id":"ED557669",
        "title":"MCPS School Safety and Security at a Glance 2008-2009"},
      {
        "id":"ED557670",
        "title":"Superintendent's Recommended FY 2012 Capital Budget and Amendments to the FY 2011-2016 Capital Improvements Program"},
      {
        "id":"ED557671",
        "title":"Evaluation of the Howard Hughes Science Grant Project, Year One"},
      {
        "id":"ED557672",
        "title":"MCPS Special Education at a Glance 2009-2010"},
      {
        "id":"ED557677",
        "title":"MCPS School Safety and Security at a Glance 2007-2008"},
      {
        "id":"ED557678",
        "title":"Formative Evaluation of ACES Program: Findings from Surveys and Interviews Year One, Grades 11 and 12"},
      {
        "id":"ED557681",
        "title":"FY 2013 Educational Facilities Master Plan and the FY 2013-2018 Capital Improvements Program"},
      {
        "id":"ED557693",
        "title":"Superintendent's Recommended FY 2008 Capital Budget &amp; Amendments to the FY 2007-2012 Capital Improvements Program"},
      {
        "id":"ED557694",
        "title":"Superintendent's Recommended FY 2009 Capital Budget and the FY 2009-2014 Capital Improvements Program"},
      {
        "id":"ED557696",
        "title":"Superintendent's Recommended FY 2011 Capital Budget and the FY 2011-2016 Capital Improvements Program"},
      {
        "id":"ED557700",
        "title":"Superintendent's Recommended FY 2014 Capital Budget and Amendments to the FY 2013-2018 Capital Improvements Program"},
      {
        "id":"ED557701",
        "title":"MCPS School Safety &amp; Security at a Glance 2011-2012"},
      {
        "id":"ED557702",
        "title":"MCPS Special Education at a Glance 2010-2011"},
      {
        "id":"ED557703",
        "title":"Supporting the Academic Excellence, Engagement, and College Readiness of High School ESOL Students through ESOL Student Service Learning Clubs"},
      {
        "id":"ED557704",
        "title":"MCPS School Safety &amp; Security at a Glance 2012-2013"},
      {
        "id":"ED557705",
        "title":"MCPS Special Education at a Glance 2008-2009"},
      {
        "id":"ED557706",
        "title":"Supporting Students through Participation in the Regional High School Summer School Program"},
      {
        "id":"ED557707",
        "title":"MCPS Schools at a Glance 2014-2015"},
      {
        "id":"ED557708",
        "title":"MCPS Special Education at a Glance 2007-2008"},
      {
        "id":"ED557709",
        "title":"MCPS Special Education at a Glance 2006-2007"},
      {
        "id":"ED557710",
        "title":"MCPS School Safety &amp; Security at a Glance 2013-2014"},
      {
        "id":"ED557711",
        "title":"The Impacts of the Montgomery County Public Schools' Proposed 2016 Budget on Montgomery County and the State of Maryland Economies"},
      {
        "id":"ED557712",
        "title":"MCPS Special Education at a Glance 2011-2012"},
      {
        "id":"ED557713",
        "title":"MCPS Special Education at a Glance 2012-2013"},
      {
        "id":"ED557714",
        "title":"MCPS Special Education at a Glance 2005-2006"},
      {
        "id":"ED557715",
        "title":"MCPS Special Education at a Glance 2013-2014"},
      {
        "id":"ED557716",
        "title":"MCPS School Safety and Security at a Glance 2010-2011"},
      {
        "id":"ED557717",
        "title":"MCPS School Safety and Security at a Glance 2009-2010"},
      {
        "id":"ED557718",
        "title":"FY 2011 Educational Facilities Master Plan &amp; the FY 2011-2016 Capital Improvements Program"},
      {
        "id":"ED557719",
        "title":"Assessing the Viability of External Searchable Resources on the American Board of Family Medicine's Certification Examination"},
      {
        "id":"ED557720",
        "title":"FY 2007 Educational Facilities Master Plan and the FY 2007-2012 Capital Improvements Program"},
      {
        "id":"ED557721",
        "title":"Evaluation of the Facilitated Communication Pilot"},
      {
        "id":"ED557722",
        "title":"Evaluation of the Science, Technology, and Engineering Leadership Program, Year Three"},
      {
        "id":"ED557723",
        "title":"TEFL/TESOL for Students with Special Needs: For EFL Student Teachers"},
      {
        "id":"ED557724",
        "title":"Writing II for 2nd Year EFL Student Teachers"},
      {
        "id":"ED557725",
        "title":"Evaluation of High School Plus (HS+) in Montgomery County Public Schools"},
      {
        "id":"ED557726",
        "title":"Impact of Full-Day Head Start Prekindergarten Class Model on Student Academic Performance, Cognitive Skills, and Learning Behaviors by the End of Grade 2. Evaluation Brief"},
      {
        "id":"ED557727",
        "title":"Parent Feedback about Individualized Education Program Team Meetings for Students in Kindergarten through Grade 12"},
      {
        "id":"ED557728",
        "title":"Evaluation of the Universal Design for Learning Projects"},
      {
        "id":"ED557729",
        "title":"Evaluating the Online Pathway to Graduation Program. Evaluation Brief"},
      {
        "id":"ED557730",
        "title":"ACT Participation and Performance for Montgomery County Public Schools Students [2013]. Memorandum"},
      {
        "id":"ED557731",
        "title":"FY 2014 Educational Facilities Master Plan and Amendments to the FY 2013-2018 Capital Improvements Program"},
      {
        "id":"ED557732",
        "title":"ACT Participation and Performance for Montgomery County Public Schools Students [2014]. Memorandum"},
      {
        "id":"ED557733",
        "title":"Just the Right Mix: Identifying Potential Dropouts in Montgomery County Public Schools Using an Early Warning Indicators Approach"},
      {
        "id":"ED557734",
        "title":"Evaluation of the Science, Technology, and Engineering Leadership Program, Year Two"},
      {
        "id":"ED557735",
        "title":"Class of 2014 Advanced Placement and International Baccalaureate Exam Participation and Performance. Memorandum"},
      {
        "id":"ED557736",
        "title":"2014 Advanced Placement Exam Participation and Performance for Students in Montgomery County Public Schools and Public School Students in the State of Maryland and the Nation. Memorandum"},
      {
        "id":"ED557737",
        "title":"Class of 2013 Advanced Placement and International Baccalaureate Exam Participation and Performance. Memorandum"},
      {
        "id":"ED557738",
        "title":"U.S. History and Modern World History Courses for English Speakers of Other Languages in Montgomery County Public Schools"},
      {
        "id":"ED557739",
        "title":"Class of 2012 Advanced Placement and International Baccalaureate Exam Participation and Performance. Memorandum"},
      {
        "id":"ED557740",
        "title":"2013 Advanced Placement Exam Participation and Performance for Students in Montgomery County Public Schools and Public School Students in the State of Maryland and the Nation. Memorandum"},
      {
        "id":"ED557741",
        "title":"Elementary Integrated Curriculum Framework"},
      {
        "id":"ED557742",
        "title":"Student Performance on the 2013 Assessment Program in Primary Reading (Kindergarten to Grade 2). Memorandum"},
      {
        "id":"ED557743",
        "title":"FY 2012 Educational Facilities Master Plan and the Amended FY 2011-2016 Capital Improvements Program"},
      {
        "id":"ED557744",
        "title":"SAT Participation and Performance and the Attainment of College and Career Readiness Benchmark Scores for the Class of 2013. Memorandum"},
      {
        "id":"ED557745",
        "title":"Student Service Learning (SSL): Give a Little Time...Make a Big Difference. 2014-2015 Guide for Students and Parents"},
      {
        "id":"ED557746",
        "title":"Mathematics Program for Grades K-12"},
      {
        "id":"ED557747",
        "title":"Official Reports of Enrollment as of September 30, 2013. Montgomery County Public Schools"},
      {
        "id":"ED557748",
        "title":"Affordability and Student Success: Recapping 2014 Higher Education Legislative Activity in the West. Policy Insights"},
      {
        "id":"ED557749",
        "title":"Mapping State Proficiency Standards onto NAEP Scales: Results from the 2013 NAEP Reading and Mathematics Assessments. NCES 2015-046"},
      {
        "id":"ED557750",
        "title":"Implementing Competency Education in K-12 Systems: Insights from Local Leaders. CompetencyWorks Issue Brief"},
      {
        "id":"ED557751",
        "title":"Tuition and Fees in the West 2013-14. Policy Insights"},
      {
        "id":"ED557752",
        "title":"Laying the Foundation for Competency Education: A Policy Guide for the Next Generation Educator Workforce"},
      {
        "id":"ED557754",
        "title":"Tuition and Fees in the West 2014-15. Policy Insights"},
      {
        "id":"ED557755",
        "title":"Maximizing Competency Education and Blended Learning: Insights from Experts. CompetencyWorks Issue Brief"},
      {
        "id":"ED557756",
        "title":"Indicators of School Crime and Safety: 2014. NCES 2015-072/NCJ 248036"},
      {
        "id":"ED557757",
        "title":"Standards, Assessment, and Readiness: Addressing Postsecondary Transition Issues across State Lines"},
      {
        "id":"ED557759",
        "title":"Tuition and Fees in Public Higher Education in the West, 2014-2015. Detailed Tuition and Fees Tables"},
      {
        "id":"ED557760",
        "title":"A Glimpse beyond State Lines: Student Outcomes from WICHE's Multistate Longitudinal Data Exchange Pilot Project"},
      {
        "id":"ED557761",
        "title":"Collaboration and Coordination to Improve Adult College Completion Efforts. Policy Exchanges"},
      {
        "id":"ED557762",
        "title":"Effective Collaboration and Coordination: Lessons from Research and Practice. Western Policy Exchanges"},
      {
        "id":"ED557764",
        "title":"Closing the Degree Gap: The West's Contributions. Policy Insights"},
      {
        "id":"ED557765",
        "title":"Building Capacity for Tracking Human Capital Development and Its Mobility across State Lines. Policy Insights"},
      {
        "id":"ED557766",
        "title":"Beyond Borders: Understanding the Development and Mobility of Human Capital in an Age of Data-Driven Accountability. A Report on WICHE's Multistate Longitudinal Data Exchange Pilot Project"},
      {
        "id":"ED557769",
        "title":"States in the Driver's Seat: Leveraging State Aid to Align Policies and Promote Access, Success, and Affordability"},
      {
        "id":"ED557770",
        "title":"Human Services Program Evaluation: &quot;How to Improve Your Accountability and Program Effectiveness&quot;"},
      {
        "id":"ED557771",
        "title":"Equity in Excellence for Colorado's Future: &quot;A Policy Audit and Analysis&quot;"},
      {
        "id":"ED557772",
        "title":"Statistical Report: Academic Year 2014-15. Student Exchange Program"},
      {
        "id":"ED557773",
        "title":"WICHE Workplan FY 2016"},
      {
        "id":"ED557774",
        "title":"WICHE Annual Report 2014"},
      {
        "id":"ED557775",
        "title":"Performance-Based Funding &amp; Online Learning: Maximizing Resources for Student Success"},
      {
        "id":"ED557776",
        "title":"WICHE: Six Decades of Collaboration in the West"},
      {
        "id":"ED557777",
        "title":"Successful Student Transfer: A Key Building Block of the Completion Agenda"},
      {
        "id":"ED557778",
        "title":"Stabilizing Developmental Language Trajectories in Infants/Toddlers: A Preliminary Study"},
      {
        "id":"ED557779",
        "title":"Multiple Intelligence Theory for Gifted Education: Criticisms and Implications"},
      {
        "id":"ED557780",
        "title":"Making It &quot;Authentic&quot;: Egyptian EFL Student Teachers' Awareness and Use of Online Authentic Language Materials and Their Learning Motivation"},
      {
        "id":"ED557781",
        "title":"The Method and Significance of Secondary Preservice Teachers Sharing Reading with Individual Teenagers in School"},
      {
        "id":"ED557782",
        "title":"Secondary Preservice Teachers Share Their Writing with Individual Students in School: A Survey of Their Experiences"},
      {
        "id":"ED557783",
        "title":"MyTeachingPartner-Secondary. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED557784",
        "title":"A Guide to Using State Longitudinal Data for Applied Research. NCEE 2015-4013"},
      {
        "id":"ED557785",
        "title":"Higher Goals in Mathematics Education"},
      {
        "id":"ED557786",
        "title":"Computer Tree"},
      {
        "id":"ED557787",
        "title":"PTSD in Children and Adolescents: The Aftermath of Parental Incarceration among Children and Adolescents within the African-American Community"},
      {
        "id":"ED557788",
        "title":"The Effect of Readers' Theatre on the Reading Ability of Elementary Special Education Students"},
      {
        "id":"ED557789",
        "title":"Assessing the Effectiveness of Targeted Intrusive Advising and Student Success Using an Early Intervention Program"},
      {
        "id":"ED557790",
        "title":"Education and Certification Qualifications of Departmentalized Public High School-Level Teachers of Selected Subjects: Evidence from the 2011-12 Schools and Staffing Survey. NCES 2015-814"},
      {
        "id":"ED557791",
        "title":"A Leadership Development Plan for Implementation of 4-Year Degree Programs at Community Colleges within the University and Community College System of Nevada"},
      {
        "id":"ED557792",
        "title":"Hope, Trust, and Dreaming Big: Student-Athlete Identity and Athletic Divisional Reclassification"},
      {
        "id":"ED557793",
        "title":"Education and Certification Qualifications of Public Middle Grades Teachers of Selected Subjects: Evidence from the 2011-12 Schools and Staffing Survey. NCES 2015-815"},
      {
        "id":"ED557794",
        "title":"Gifted Children's Education and a Glance to Turkey"},
      {
        "id":"ED557795",
        "title":"Psychological Factors in the Development of Football-Talent from the Perspective of an Integrative Sport-Talent Model"},
      {
        "id":"ED557796",
        "title":"Effectiveness of Supplemental Kindergarten Vocabulary Instruction for English Learners: A Randomized Study of Immediate and Longer-Term Effects of Two Approaches"},
      {
        "id":"ED557797",
        "title":"Social Skills and Problem Behaviors as Mediators of the Relationship between Behavioral Self-Regulation and Academic Achievement"},
      {
        "id":"ED557832",
        "title":"Gender Equity and the Role of Women in Poland"},
      {
        "id":"ED557835",
        "title":"Creating a P-20 Continuum of Actionable Academic Indicators of Student Readiness"},
      {
        "id":"ED557838",
        "title":"American Association of University Women 2013 Bylaws"},
      {
        "id":"ED557841",
        "title":"Public Policy Program, 2013-15"},
      {
        "id":"ED557843",
        "title":"Building Literacy in Afterschool. Dollar General Afterschool Literacy Issue Brief. No. 67"},
      {
        "id":"ED557853",
        "title":"Implementing the Common Core State Standards: The Role of the Elementary School Leader. Revised February, 2013"},
      {
        "id":"ED557863",
        "title":"Transforming Public Reporting to Ensure College and Career Readiness for All. Revised"},
      {
        "id":"ED557894",
        "title":"Community Eligibility Provision Evaluation: Year 3 Addendum. Nutrition Assistance Program Report"},
      {
        "id":"ED557900",
        "title":"STEM in Afterschool: Changing Perspectives. Shaping Lives. The Impact of Afterschool rograms on Young People's Aspirations and Skills in Science, Technology, Engineering and Mathematics (STEM)"},
      {
        "id":"ED557906",
        "title":"Seizing the Future: How Ohio's Career-Technical Education Programs Fuse Academic Rigor and Real-World Experiences to Prepare Students for College and Careers"},
      {
        "id":"ED557907",
        "title":"Best of Both Worlds: How Massachusetts Vocational Schools Are Preparing Students for College and Careers"},
      {
        "id":"ED557910",
        "title":"Toolkit for Evaluating Alignment of Instructional and Assessment Materials to the Common Core State Standards"},
      {
        "id":"ED557912",
        "title":"Evaluations Backgrounder: A Summary of Formal Evaluations of Afterschool Programs' Impact on Academics, Behavior, Safety and Family Life"},
      {
        "id":"ED557914",
        "title":"Taking a Deeper Dive into Afterschool: Positive Outcomes and Promising Practices"},
      {
        "id":"ED557916",
        "title":"Effective Strategies for Engaging Faculty and Staff"},
      {
        "id":"ED557922",
        "title":"PK-12 Public Educational Facilities Master Plan Evaluation Guide"},
      {
        "id":"ED557928",
        "title":"Constructivist Instructional Design Models for Web-Based Adult Education"},
      {
        "id":"ED557929",
        "title":"Formulating Mental Health Treatment Paridigms for Military Filipino Amerasians: A Social Work Education Challenge"},
      {
        "id":"ED557930",
        "title":"Successful Transition to High School: A Randomized Controlled Trial of the Barr Model with 9th Grade Students"},
      {
        "id":"ED557932",
        "title":"Building Assets Reducing Risks: Academic Success for All Students through Positive Relationships and Use of Real-Time Data"},
      {
        "id":"ED557935",
        "title":"Kids on the Move: Afterschool Programs Promoting Healthy Eating and Physical Activity. America After 3PM Special Report"},
      {
        "id":"ED557936",
        "title":"Kids on the Move: Afterschool Programs Promoting Healthy Eating and Physical Activity. America After 3PM Special Report. Executive Summary"},
      {
        "id":"ED557938",
        "title":"Afterschool Programs: Inspiring Students with a Connected Learning Approach"},
      {
        "id":"ED557946",
        "title":"Leadership and the Decentralized Control of Schools"},
      {
        "id":"ED557947",
        "title":"Common Core Implementation: Units of Study in Sacramento City. Practice Brief"},
      {
        "id":"ED557948",
        "title":"Postsecondary Institutions and Cost of Attendance in 2014-15; Degrees and Other Awards Conferred, 2013-14; and 12-Month Enrollment, 2013-14. First Look (Preliminary Data). NCES 2015-097"},
      {
        "id":"ED557949",
        "title":"Implementing LCFF: Early Lessons from the Field. Policy and Practice Brief"},
      {
        "id":"ED557950",
        "title":"You'll Never Be Better than Your Teachers: The Garden Grove Approach to Human Capital Development"},
      {
        "id":"ED557954",
        "title":"The Nation's Report Card: 2013 NAEP Focus on Vocabulary. NCES 2015-016"},
      {
        "id":"ED557955",
        "title":"Evaluation of Demonstrations of National School Lunch Program and School Breakfast Program Direct Certification of Children Receiving Medicaid Benefits: Access Evaluation Report"},
      {
        "id":"ED557956",
        "title":"Annual Survey of Public Employment &amp; Payroll Summary Report: 2013. Economy-Wide Statistics Briefs: Public Sector"},
      {
        "id":"ED557957",
        "title":"Louisiana Believes: Annual Report 2013"},
      {
        "id":"ED557959",
        "title":"Afghanistan [Education Sector Fact Sheet]"},
      {
        "id":"ED557961",
        "title":"Community Eligibility Provision Evaluation. Nutrition Assistance Program Report"},
      {
        "id":"ED557962",
        "title":"Early Childhood Data Systems: Putting Data to Work"},
      {
        "id":"ED557963",
        "title":"How Data Mining Threatens Student Privacy. Joint Hearing before the Subcommittee on Cybersecurity, Infrastructure Protection, and Security Technologies of the Committee on Homeland Security, House of Representatives Serial No. 113-76 and the Subcommittee on Early Childhood, Elementary, and Secondary Education of the Committee on Education and the Workforce, House of Representatives Serial No. 113-61, House of Representatives, One Hundred Thirteenth Congress, Second Session (June 25, 2014)"},
      {
        "id":"ED557964",
        "title":"International Curriculum of White Education through Teacher's Education for the 21st Century"},
      {
        "id":"ED557967",
        "title":"School-Based Interventions to Reduce Dating and Sexual Violence: A Systematic Review. Campbell Systematic Reviews 2014:7"},
      {
        "id":"ED557968",
        "title":"Revisit the Higher Education Act: Make College More Affordable, Improve Teacher Preparation"},
      {
        "id":"ED557969",
        "title":"Early Intensive Behavioral Intervention (EIBI) for Young Children with Autism Spectrum Disorders (ASD): A Systematic Review. Campbell Systematic Reviews 2014:9"},
      {
        "id":"ED557970",
        "title":"Pre-Graduation Transition Services for Improving Employment Outcomes among Persons with Autism Spectrum Disorders: A Systematic Review. Campbell Systematic Reviews 2013:11"},
      {
        "id":"ED557971",
        "title":"All Together Now: Measuring Staff Cohesion in Special Education Classrooms"},
      {
        "id":"ED557972",
        "title":"Brandeis Science Posse: Talented Students Bring Diversity to the Field. Carnegie Results"},
      {
        "id":"ED557974",
        "title":"I Love My Librarian Award: An Award That Recognizes Great Librarians Also Highlights the Central Role of Libraries in Communities across America. Carnegie Results"},
      {
        "id":"ED557975",
        "title":"Toolkit of Resources for Engaging Parents and Community as Partners in Education. Part 2: Building a Cultural Bridge"},
      {
        "id":"ED557976",
        "title":"Beyond Boundaries: A Promising New Model for Security and Global Development. Carnegie Results"},
      {
        "id":"ED557977",
        "title":"Toolkit of Resources for Engaging Parents and Community as Partners in Education. Part 3: Building Trusting Relationships with Families &amp; Community through Effective Communication"},
      {
        "id":"ED557978",
        "title":"Toolkit of Resources for Engaging Parents and Community as Partners in Education. Part 4: Engaging All in Data Conversations"},
      {
        "id":"ED557979",
        "title":"&quot;Moneyball&quot; for Education Using Data, Evidence, and Evaluation to Improve Federal Education Policy"},
      {
        "id":"ED557980",
        "title":"Opportunity by Design: New High School Models for Student Success. Carnegie Challenge"},
      {
        "id":"ED557981",
        "title":"Stimulus Overselectivity in Typical Development: Implications for Teaching Children with Autism"},
      {
        "id":"ED557982",
        "title":"Farmer Field Schools for Improving Farming Practices and Farmer Outcomes: A Systematic Review. Campbell Systematic Reviews 2014:6"},
      {
        "id":"ED557983",
        "title":"Mentoring Interventions to Affect Juvenile Delinquency and Associated Problems: A Systematic Review. Campbell Systematic Reviews 2013:10"},
      {
        "id":"ED557985",
        "title":"Implementation Challenges in Translating Pivotal Response Training into Community Settings"},
      {
        "id":"ED557986",
        "title":"Identifying Critical Elements of Treatment: Examining the Use of Turn Taking in Autism Intervention"},
      {
        "id":"ED557987",
        "title":"Characterizing the Use of Research-Community Partnerships in Studies of Evidence-Based Interventions in Children's Community Services"},
      {
        "id":"ED557988",
        "title":"A Policymaker's Guide to No Child Left Behind Reauthorization"},
      {
        "id":"ED561003",
        "title":"Effectiveness-Focused Teacher Preparation. The Progress of Education Reform. Volume 15, Number 5"},
      {
        "id":"ED561005",
        "title":"Developmental Strategies for College Readiness and Success {What State Policymakers and Education Leaders Need to Know}. Resource Guide"},
      {
        "id":"ED561010",
        "title":"Part I--A Case Study in Post-Secondary Mathematics: The Importance of Mental Health Awareness"},
      {
        "id":"ED561016",
        "title":"Monitoring Faculty Consultant Performance in the Advanced Placement English Literature and Composition Program with a Many-Faceted Rasch Model. Research Report No. 2003-1. ETS RR-03-01"},
      {
        "id":"ED561017",
        "title":"An Investigation of the Validity of AP® Grades of 3 and a Comparison of AP and Non-AP Student Groups. Research Report No. 2002-9"}]
  }}
