{
  "response":{"numFound":509939,"start":42000,"numFoundExact":true,"docs":[
      {
        "id":"ED364705",
        "title":"Supervised Occupational Experience Programs in Vocational Agriculture. Bulletin No. 705."},
      {
        "id":"ED364706",
        "title":"The Benefits of Investments in the University of Idaho College of Agriculture Research and Extension Programs. Bulletin No. 720."},
      {
        "id":"ED364707",
        "title":"Credit Cards. Bulletin No. 721. (Revised.)"},
      {
        "id":"ED364708",
        "title":"Providing Residential Care Services for the Elderly. A Home-based Business Handbook. Bulletin No. 738."},
      {
        "id":"ED364709",
        "title":"Sensory Changes in Later Life. A Pacific Northwest Extension Publication. PNW 196. Revised."},
      {
        "id":"ED364710",
        "title":"Helping Memory-Impaired Elders: A Guide for Caregivers. A Pacific Northwest Extension Publication. PNW 314."},
      {
        "id":"ED364711",
        "title":"Coping with Caregiving: How To Manage Stress When Caring for Elderly Relatives. A Pacific Northwest Extension Publication. PNW 315."},
      {
        "id":"ED364712",
        "title":"Helping Your Older Family Member Handle Finances. A Pacific Northwest Extension Publication. PNW 344."},
      {
        "id":"ED364714",
        "title":"Coming to Grips with Your Finances. Home Study Course. Misc. Series No. 112."},
      {
        "id":"ED364715",
        "title":"Women Who Maintain Families. Facts on Working Women No. 93-3."},
      {
        "id":"ED364716",
        "title":"State University of New York Staff Study on the Educational Opportunity Center Program. Report 93-D-16."},
      {
        "id":"ED364717",
        "title":"Adult Literacy in New Jersey. Meeting the Challenge of the 21st Century."},
      {
        "id":"ED364718",
        "title":"Fourth Biennial Evaluation (Program Years 1991 and 1992) of the Vocational Education System and the Coordination between JTPA and Vocational Education."},
      {
        "id":"ED364719",
        "title":"Youth at Work: Making It in the Global Economy. A Report of the At-Risk Youth Task Force."},
      {
        "id":"ED364720",
        "title":"New Jersey State Employment and Training Commission Annual Report 1992."},
      {
        "id":"ED364725",
        "title":"Improving Training Quality by Avoiding the &quot;What Errors&quot; of Curriculum Development."},
      {
        "id":"ED364726",
        "title":"Future Workers' Education Project. Auto Body and Repair."},
      {
        "id":"ED364733",
        "title":"Teacher Collaboration in Secondary Schools. Centerfocus Number 2."},
      {
        "id":"ED364735",
        "title":"Analysis of Annual Report Data for School Years 1990, 1991, and 1992."},
      {
        "id":"ED364736",
        "title":"Student Outcomes at Private, Accredited Career Schools and Colleges of Technology. An Analysis of the Effects of Selected School/College Characteristics on Student Outcomes for School Years 1990, 1991, 1992."},
      {
        "id":"ED364737",
        "title":"Vocational Education. Status in 2-Year Colleges in 1990-91 and Early Signs of Change. Report to Congressional Requesters."},
      {
        "id":"ED364741",
        "title":"Asexual Plant Reproduction. Agricultural Lesson Plans."},
      {
        "id":"ED364742",
        "title":"Sexual Plant Reproduction. Agricultural Lesson Plans."},
      {
        "id":"ED364743",
        "title":"Photosynthesis. Agricultural Lesson Plans."},
      {
        "id":"ED364744",
        "title":"Plant ID. Agricultural Lesson Plans."},
      {
        "id":"ED364745",
        "title":"Plant Tissues. Agricultural Lesson Plans."},
      {
        "id":"ED364746",
        "title":"pH. Agricultural Lesson Plans."},
      {
        "id":"ED364747",
        "title":"Teamwork and Literacy: Learning from a Skills-Poor Position."},
      {
        "id":"ED364749",
        "title":"Initiating Practitioner Inquiry: Adult Literacy Teachers, Tutors, and Administrators Research Their Practice."},
      {
        "id":"ED364750",
        "title":"An Investigation of Opinions toward Educational Outcomes."},
      {
        "id":"ED364751",
        "title":"A Competitiveness Strategy for America. Joint Hearing on the Competitiveness Policy Council Second Annual Report to the President and the Congress, Analyzing a Comprehensive Blueprint for Stronger Incentives for Private Investment, a New Export Expansion Strategy and a Sweeping Education Reform, before the Committee on Banking, Housing, and Urban Affairs, Joint Economic Committee. United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED364752",
        "title":"Skill Standards. Experience in Certification Systems Shows Industry Involvement To Be Key. Report to the Chairman, Joint Economic Committee, U.S. Congress."},
      {
        "id":"ED364753",
        "title":"Massachusetts Career Development Institute in Partnership with the Geriatric Authority of Holyoke, Massachusetts. Final Report."},
      {
        "id":"ED364754",
        "title":"A Vision: Professional Technical Education Reform."},
      {
        "id":"ED364755",
        "title":"An Educological Perspective on Higher Education's Responsibility to Vocational Education."},
      {
        "id":"ED364756",
        "title":"NLS Handbook 1993. The National Longitudinal Surveys."},
      {
        "id":"ED364757",
        "title":"NLS Annotated Bibliography. 1990-1993 Supplement. The National Longitudinal Surveys of Labor Market Experience."},
      {
        "id":"ED364758",
        "title":"NLS Users' Guide 1993. The National Longitudinal Surveys of Labor Market Experience."},
      {
        "id":"ED364765",
        "title":"The Gender Gap in Yearly Earnings: Can Vocational Education Help?"},
      {
        "id":"ED364766",
        "title":"Vocational Decision-Making: A Dilemma for Brain Injury Survivors and Their Counselors."},
      {
        "id":"ED364767",
        "title":"Development of a Distance Education Network in the OECS. Feasibility Study. Filling a Gap in a Way that Makes Sense. Report of a Consultancy to the Commonwealth of Learning."},
      {
        "id":"ED364768",
        "title":"Distance Education at the University of the West Indies. Report of an Appraisal Carried Out on Behalf of the Commonwealth of Learning."},
      {
        "id":"ED364769",
        "title":"Survey on Distance Education in Ghana. A Report for the Deputy Secretary (Higher Education Division), Ministry of Education of the Republic of Ghana."},
      {
        "id":"ED364770",
        "title":"Meeting the Education and Training Needs of Immigrant Settlement Workers through Open Learning: A Needs and Feasibility Study. Final Report."},
      {
        "id":"ED364771",
        "title":"Lifelong Learning and Human Resource Development. A Submission to the British Columbian Human Resource Development Project."},
      {
        "id":"ED364772",
        "title":"Introductory Keyboarding 15G. Interim Guide."},
      {
        "id":"ED364773",
        "title":"Advanced Keyboarding 25G. Interim Guide."},
      {
        "id":"ED364774",
        "title":"Word Processing 30G. Interim Guide."},
      {
        "id":"ED364775",
        "title":"Advanced Word Processing 45S. Interim Guide."},
      {
        "id":"ED364776",
        "title":"Accounting Principles 30G. Interim Guide."},
      {
        "id":"ED364777",
        "title":"Accounting Systems 40S. Interim Guide."},
      {
        "id":"ED364778",
        "title":"Automated Office 40S. Interim Guide."},
      {
        "id":"ED364779",
        "title":"Skills for Independent Living (Senior 2). Interim Guide."},
      {
        "id":"ED364781",
        "title":"Smoking, Drinking, and Illicit Drug Use among American Secondary School Students, College Students, and Young Adults, 1975-1991. Volume I: Secondary School Students."},
      {
        "id":"ED364783",
        "title":"Smoking, Drinking, and Illicit Drug Use among American Secondary School Students, College Students, and Young Adults, 1975-1991. Volume II: College Students and Young Adults."},
      {
        "id":"ED364784",
        "title":"Mentorship in Practice: A Multi-Method Approach."},
      {
        "id":"ED364785",
        "title":"A Content Analysis and Comparison of Themes in Fiction with the Subject of an Alcoholic Parent Written for Children Ages Ten to Fourteen Years in the Sixties and in the Eighties. A Report."},
      {
        "id":"ED364786",
        "title":"Theoretical Foundations of Yoga Meditation: A Contribution to Self-Actualization and Stress Management."},
      {
        "id":"ED364787",
        "title":"Ethics in Counseling. A Continuing Education Seminar Developed for San Antonio College for Licensed Professional Counselors."},
      {
        "id":"ED364788",
        "title":"Autobiographical and Biographical Resources for History of Psychology."},
      {
        "id":"ED364789",
        "title":"National Survey Results on Drug Use from the Monitoring the Future Study, 1975-1992. Volume II: College Students and Young Adults."},
      {
        "id":"ED364790",
        "title":"Improved School Attitude in Elementary School through Child Centered Hands-On Activities by Building Confidence &amp; Self-Esteem."},
      {
        "id":"ED364791",
        "title":"Resilience and Vulnerability in Children of Problem Drinkers: A Review and Proposal for Further Research."},
      {
        "id":"ED364792",
        "title":"Youth Violence Prevention. Hearing before the Committee on Governmental Affairs. United States Senate, One Hundred Second Congress, Second Session (March 31, 1992)."},
      {
        "id":"ED364793",
        "title":"Improving Child Protection Services to Children under Ten Who Display Sexually Reactive Behaviors."},
      {
        "id":"ED364795",
        "title":"Transitioning from Single-Sex to Coeducational High School: A Study Exploring the Effects on Self-Concept Using the Self Description Questionnaire II."},
      {
        "id":"ED364796",
        "title":"Stereotypes about AIDS as a Function of Political Ideology."},
      {
        "id":"ED364797",
        "title":"Use of a Bereavement Support Group To Help Adolescents Cope with Loss."},
      {
        "id":"ED364798",
        "title":"Enabling Visions: Self Esteem of Junior-High Girls."},
      {
        "id":"ED364799",
        "title":"All About Attendance. A Manual and Case Studies for Schools and Families."},
      {
        "id":"ED364800",
        "title":"The Art of Working Together: A Guide to Interorganizational Coordination in the Community."},
      {
        "id":"ED364801",
        "title":"Runaways in Juvenile Courts. OJJDP Update on Statistics."},
      {
        "id":"ED364802",
        "title":"An Integrated On-Line Transfer Credit Evaluation System-Admissions through Graduation Audit."},
      {
        "id":"ED364803",
        "title":"Building Supportive Communities for Youth: Local Approaches to Enhancing Community Youth Services and Supports. Commissioned Paper #7."},
      {
        "id":"ED364804",
        "title":"Bridging the Gap: A Rationale for Enhancing the Role of Community Organizations in Promoting Youth Development. Commissioned Paper #1."},
      {
        "id":"ED364805",
        "title":"Well Mind, Well Earth: 97 Environmentally Sensitive Activities for Stress Management, Spirit and Self-Esteem. Continuing Education Training Manual: Environmental Education Ethics and Counseling Psychology."},
      {
        "id":"ED364813",
        "title":"Breaking the Cycle of Drug Abuse. 1993 Interim National Drug Control Strategy."},
      {
        "id":"ED364814",
        "title":"Substance Abuse Prevention and Intervention Programs in New York City Public Schools: The 1991-1992 School Year. OREA Report."},
      {
        "id":"ED364815",
        "title":"Substance Abuse Prevention Services in the New York City Public Schools: 1990-1991 Survey Results. OREA Report."},
      {
        "id":"ED364816",
        "title":"Project STOP Final Evaluation Report, 1991-1992. OREA Report."},
      {
        "id":"ED364817",
        "title":"Coping with Your Loss and Grief."},
      {
        "id":"ED364818",
        "title":"Loss and Grief in Later Life."},
      {
        "id":"ED364819",
        "title":"Depression in Later Life: Recognition and Treatment."},
      {
        "id":"ED364820",
        "title":"A Participant Observation Case Study Using Van Gennep's Rites of Passage Theory at a &quot;Summer Transitional Program.&quot;"},
      {
        "id":"ED364821",
        "title":"Commitment to the Profession of School Psychology: An Exploratory Study."},
      {
        "id":"ED364822",
        "title":"Data Integration and Evaluation: Essential Components of Family-Centered Systems Reform. Meeting Highlights and Background Briefing Report of the American Association for Marriage and Family Therapy Research and Education Foundation&apos;s Family Impact Seminar (Washington, D.C., September 17, 1993)."},
      {
        "id":"ED364825",
        "title":"Marriage and Family Therapy and Traditional Counselor Education Programs."},
      {
        "id":"ED364826",
        "title":"The African American Family and AIDS: Counseling Issues and Strategies."},
      {
        "id":"ED364827",
        "title":"Role-Plays in a Family Counseling Course: A Collaborative Effort with the Theater Department."},
      {
        "id":"ED364828",
        "title":"The Whole Language Approach: Panacea or Myth?"},
      {
        "id":"ED364829",
        "title":"Two Hundred Years of Values Teaching in Reading Textbooks."},
      {
        "id":"ED364830",
        "title":"The Effects of Whole Language Instruction: An Update and a Reappraisal."},
      {
        "id":"ED364831",
        "title":"Whole Language, Computers and CD-ROM Technology: A Kindergarten Unit on &quot;Benjamin Bunny.&quot;"},
      {
        "id":"ED364832",
        "title":"Literacy Growth of Urban &quot;At-Risk&quot; Children Taught by University Students Using Literature-Based Instruction."},
      {
        "id":"ED364833",
        "title":"The Effectiveness of ESEA Chapter I Pull-Out Programs on Reading Achievement."},
      {
        "id":"ED364834",
        "title":"Delineating and Undefining Thematic Instruction."},
      {
        "id":"ED364835",
        "title":"Building Professional Contexts for Learning for Preservice and Inservice Teachers and Teacher Educators: Reflections, Issues and Questions."},
      {
        "id":"ED364836",
        "title":"Teachers as Readers: Survey of Teacher Personal Reading Habits and Literacy Activities in the Classroom."},
      {
        "id":"ED364837",
        "title":"Adult Book Club Discussions: Response as a Key."},
      {
        "id":"ED364838",
        "title":"Life Experiences and Teacher Knowledge: How a Content Teacher Decides To Use Literacy Strategies."},
      {
        "id":"ED364839",
        "title":"Project R.E.A.P. (Reading, Enjoying, And Presenting)."},
      {
        "id":"ED364840",
        "title":"Effects of Two Comprehension Monitoring Strategies on the Metacognitive Awareness and Reading Achievement of Third and Fifth Grade Students. [Revised.]"},
      {
        "id":"ED364841",
        "title":"Critical Review of Qualitative Research on Conceptual Change from Science Education."},
      {
        "id":"ED364842",
        "title":"Uncovering Cognitive Processes in Reading."},
      {
        "id":"ED364843",
        "title":"A Constructivist View of Preservice Teachers' Attitudes toward Reading through Case Study Analysis of Autobiographies."},
      {
        "id":"ED364844",
        "title":"What Shall We Say When the Teacher's Away? A Look at a Second Grade Peer Response Group."},
      {
        "id":"ED364845",
        "title":"Uses of Technology and Educational Media in Literacy Instruction for Children with Developmental Disabilities."},
      {
        "id":"ED364847",
        "title":"Effects of Processing Orientations and Reader-Generated and Text-Based Comprehension Aids on Text Processing."},
      {
        "id":"ED364848",
        "title":"Learning from Home Literacies: Inviting Parents To Contribute to Literacy Portfolios."},
      {
        "id":"ED364849",
        "title":"Lost Opportunities: A Study of the Education of Language Minority Students in the Intermediate Grades."},
      {
        "id":"ED364850",
        "title":"Once upon a Time, When There Were No Tests, Children Built Houses That Stood Tall and Straight..."},
      {
        "id":"ED364851",
        "title":"Decoding by Analogy: Promoting Independent Strategies for Generating Spellings during Writing."},
      {
        "id":"ED364852",
        "title":"Supporting College Learners: Metacognition, Locus of Control, Reading Comprehension and Writing Performance."},
      {
        "id":"ED364853",
        "title":"Negotiating a Mandate: Secondary Teachers' Understandings and Implementations of Multicultural Education in the Language Arts."},
      {
        "id":"ED364854",
        "title":"The Comprehension of Traditional Negro Spirituals: The Meaning and the Message of the Music."},
      {
        "id":"ED364855",
        "title":"Reading: Strategies, Practices, and Research for the 21st Century."},
      {
        "id":"ED364856",
        "title":"Manitoba Reading Assessment 1992. Franco-Manitoban Schools: Grades 4, 8, 11. Final Report."},
      {
        "id":"ED364857",
        "title":"Manitoba Reading Assessment 1992. French Immersion Program: Grades 4, 8, 11. Final Report."},
      {
        "id":"ED364858",
        "title":"Manitoba Reading Assessment 1992. English Language Schools: Grades 4, 8, 11. Final Report."},
      {
        "id":"ED364859",
        "title":"A Paradigm Shift to Reading around the Hermeneutic Circle."},
      {
        "id":"ED364860",
        "title":"Learning about Literacy and the World: Two-Year-Olds' and Teachers' Enactment of a Thematic Inquiry Curriculum."},
      {
        "id":"ED364861",
        "title":"Whole Language as an Ecological Phenomenon: On Sustaining the Agonies of Innovative Language Arts Practices."},
      {
        "id":"ED364862",
        "title":"Teachers' Theoretical Beliefs and Practices: A Case Study of Literacy and Biliteracy in a Bilingual Classroom."},
      {
        "id":"ED364863",
        "title":"Developing Phonological Awareness through Alphabet Books."},
      {
        "id":"ED364864",
        "title":"A Comparison of Fifth Graders' Comprehension and Retention of Scientific Information Using a Science Textbook and an Informational Storybook."},
      {
        "id":"ED364865",
        "title":"The Effect of S2RE, a Metacognitive Learning Strategy, on the Reading Comprehension of Elementary Students."},
      {
        "id":"ED364866",
        "title":"What Is the Effect of the Rate of Transfer on the Academic Achievement of Fourth Grade Students?"},
      {
        "id":"ED364868",
        "title":"Reflections on Cultural Conflict: One Teacher's Struggle for Change."},
      {
        "id":"ED364869",
        "title":"Reading Recovery Program Implementation Year Three, School Year 1992-1993. Report of Results and Effectiveness."},
      {
        "id":"ED364870",
        "title":"Beyond Memorization, Lists, and Trial Tests: Exploring the Influence of Teacher Knowledge of Developmental Spelling on Pedagogical Decisions."},
      {
        "id":"ED364871",
        "title":"Teachers' Favorite Books for Kids: Teachers' Choices 1989-1993."},
      {
        "id":"ED364872",
        "title":"Literacy Development in Preschool and Kindergarten Children: Patterns between Groups and across Tasks. Literacy Research Report No. 17."},
      {
        "id":"ED364873",
        "title":"Reading Assessment Alternatives. Innovative Assessment."},
      {
        "id":"ED364875",
        "title":"Reader Response, Collaborative Writing, and Computer Networking."},
      {
        "id":"ED364878",
        "title":"Teacher in Transition: A Case Study of the Change Process from Skills-Based to Whole Language Teaching. Research in Progress."},
      {
        "id":"ED364879",
        "title":"Video Portfolios: Collaborations in Literacy Teaching Assessment."},
      {
        "id":"ED364880",
        "title":"Out of the Melting Pot: The Battle over the Booklist. Teaching Cases in Cross-Cultural Education No. 12."},
      {
        "id":"ED364881",
        "title":"&quot;The Choice&quot; and the Language of Honesty."},
      {
        "id":"ED364882",
        "title":"Writing for Critical Thinking: Problem Solving and Information Transfer."},
      {
        "id":"ED364883",
        "title":"Demystifying the Jargon: The Language of the Left."},
      {
        "id":"ED364884",
        "title":"Students' Ability To Apply and Reflect on Organizational Structures Used in Composing."},
      {
        "id":"ED364885",
        "title":"Another Kind of Vote: Enfranchising the Knowledge(s) of Teachers."},
      {
        "id":"ED364886",
        "title":"To the Teacher Who Would: Cultural Literacy as Folkloristic."},
      {
        "id":"ED364887",
        "title":"The Effects of Auditory and Visual Stimuli on Tenth Graders' Descriptive Writing."},
      {
        "id":"ED364888",
        "title":"Computers as Writing Tutors."},
      {
        "id":"ED364889",
        "title":"Breaking the Boundaries: Using the Writing Experience To Examine the Conflicts between Personal and &quot;American&quot; Democratic Ideals in the Schoolroom."},
      {
        "id":"ED364890",
        "title":"Thematic Patterns in Children's Writing: Human Behavior Evoking Personal Meaning."},
      {
        "id":"ED364891",
        "title":"A Multiculturally-Responsive Tenth Grade English Curriculum Nurtures an Appreciation for Individual Differences by Immersing Students in the Lives of Others."},
      {
        "id":"ED364892",
        "title":"The Evaluation of a Lifewriting Project. Lifewriting in a Grade 8 English Class."},
      {
        "id":"ED364893",
        "title":"Terms and Conditions of Employment in the California State University."},
      {
        "id":"ED364894",
        "title":"Integrating the Voices: Writing as Healing as the Way to Constructed Knowledge for Basic Writers."},
      {
        "id":"ED364895",
        "title":"Into Action: Reading Black and White Styles in the Composition Classroom."},
      {
        "id":"ED364896",
        "title":"&quot;I Think of That Mountain as My Maternal Grandmother&quot;: Constructing Self and Other through Landscape."},
      {
        "id":"ED364901",
        "title":"Implementing Senior 1 and 2 English Language Arts: A Resource for Teachers and Administrators. Curriculum Support Document. 1993 High School Review Implementation."},
      {
        "id":"ED364902",
        "title":"The Construction and Reconstruction of Gender in Classroom Discourse: Disciplining the Student Body."},
      {
        "id":"ED364904",
        "title":"Reflections on Science Fiction in Light of Today's Global Concerns."},
      {
        "id":"ED364905",
        "title":"Examining the Role of Assessment Reform in Literature Teaching and Learning: A Study in Two Classrooms."},
      {
        "id":"ED364908",
        "title":"Insights from Past Inventional Theory for Present Critical Thinking and Writing."},
      {
        "id":"ED364909",
        "title":"An Examination of College Writing Skills: Have They Deteriorated?"},
      {
        "id":"ED364910",
        "title":"Gertrude Buck's Theory of Discourse: A New Historical Perspective."},
      {
        "id":"ED364911",
        "title":"Picture Books and the Making of Readers: A New Trajectory. NCTE Concept Paper No. 7."},
      {
        "id":"ED364912",
        "title":"Metaphor: An Educational Perspective. Research Bulletin 84."},
      {
        "id":"ED364913",
        "title":"Stanislavski in the Literature Classroom: Reading Drama from an Actor's Perspective."},
      {
        "id":"ED364916",
        "title":"Rhetoric of India: A Selected, Interdisciplinary Bibliography."},
      {
        "id":"ED364917",
        "title":"A Descriptive Analysis of Focus Group Respondents in the 1992 Presidential Debates."},
      {
        "id":"ED364918",
        "title":"From Sevilla to Barcelona: Public Relations Research and Education in Spain. The Structure of Spanish Public Relations: 1980-1990."},
      {
        "id":"ED364919",
        "title":"Exposure to Pornography and Acceptance of Rape Myths: A Research Summary Using Meta-Analysis."},
      {
        "id":"ED364920",
        "title":"From Commodity Production to Sign Production: A Triple Triangle Model for Marx's Semiotics and Peirce's Economics."},
      {
        "id":"ED364921",
        "title":"&quot;The Boys All Scramble Through&quot;: Some Gender Issues in Sense-Making Conversations."},
      {
        "id":"ED364922",
        "title":"Media Echoes in the Development of the Social Self."},
      {
        "id":"ED364923",
        "title":"Communication Apprehension among Adult Children of Alcoholics."},
      {
        "id":"ED364924",
        "title":"Inter-Departmental Faculty Mentoring: Bridging Isolation in the Tenure Process at Small Colleges and Small Communications Departments."},
      {
        "id":"ED364925",
        "title":"Teaching Public Speaking as Public Life."},
      {
        "id":"ED364926",
        "title":"A Communicative Approach to Observation and Feedback. ERIC Digest."},
      {
        "id":"ED364927",
        "title":"Connect! How To Get Your Kids To Talk to You."},
      {
        "id":"ED364928",
        "title":"Feature Films for Communication Courses: A Bibliography."},
      {
        "id":"ED364929",
        "title":"USA: A Schema for Communicating Change."},
      {
        "id":"ED364930",
        "title":"Refereed Proceedings of the Annual Meeting of the Southwest Region of the Association for Business Communication (New Orleans, Louisiana, March 4-5, 1993)."},
      {
        "id":"ED364931",
        "title":"A Comparative Study of Job Burnout in Army Public Affairs Commissioned Officers and Department of the Army Civilians."},
      {
        "id":"ED364932",
        "title":"Sibling Communication in &quot;Star Trek: The Next Generation&quot;: Conflicts between Brothers."},
      {
        "id":"ED364933",
        "title":"High School Policy: A New Vision for Tennessee High Schools."},
      {
        "id":"ED364934",
        "title":"Restructuring State Education Agencies: Learning from State Leaders. SERVE Report."},
      {
        "id":"ED364935",
        "title":"Remediating Marginal Teachers: What Makes Plans of Assistance Work?"},
      {
        "id":"ED364936",
        "title":"Preparing Ethical Leaders: Overviewing Current Efforts and Analyzing Forces That Have Shaped Them."},
      {
        "id":"ED364938",
        "title":"Closing the Gap: Acceleration vs. Remediation and the Impact of Retention in Grade on Student Achievement. The Commissioner's Critical Issue Analysis Series, Number 1."},
      {
        "id":"ED364939",
        "title":"Texas Public School Education: Aiming for Excellence and Equity, 1990-1992. A Biennial Report to the 73rd Texas Legislature from the State Board of Education and the Texas Education Agency."},
      {
        "id":"ED364941",
        "title":"Rankings of the States, 1993."},
      {
        "id":"ED364942",
        "title":"Sponsored Privatization of Schooling in a Welfare State."},
      {
        "id":"ED364943",
        "title":"Evaluation of the Oregon Network: Educator Perceptions of Restructuring in Nine Schools."},
      {
        "id":"ED364944",
        "title":"The Relationship between School Climate, PATS Program Participation, and Organizational Level."},
      {
        "id":"ED364945",
        "title":"Preparing Administrators for the Twenty-First Century."},
      {
        "id":"ED364946",
        "title":"Copyright Law and Policy Meet the Curriculum: Teachers' Understanding, Attitudes, and Practices."},
      {
        "id":"ED364948",
        "title":"Organizing Schools into Smaller Units: A Planning Guide."},
      {
        "id":"ED364949",
        "title":"Global Competitives: Economic Imperatives for School Reform."},
      {
        "id":"ED423071",
        "title":"Child Care: Use of Standards To Ensure High Quality Care."},
      {
        "id":"ED423072",
        "title":"Financing Services for Young Children and Their Families: New Directions for Research, Development, and Demonstration."},
      {
        "id":"ED423073",
        "title":"Money Matters: A Guide to Financing Quality Education and Other Children&apos;s Services."},
      {
        "id":"ED423077",
        "title":"Nevada Kids Count Data Book, 1997."},
      {
        "id":"ED423078",
        "title":"Immediately Outcomes of Lower-Income Participants in Minnesota's Universal Access Early Childhood Family Education. Early Childhood Family Education (ECFC) Evaluation Series; Changing Times, Changing Families-Phase II."},
      {
        "id":"ED423079",
        "title":"He Has a Summer Birthday: The Kindergarten Entrance Age Dilemma. ERIC Digest."},
      {
        "id":"ED423082",
        "title":"Financing Services for Young Children and Their Families: Meeting the Challenges of Welfare Reform."},
      {
        "id":"ED423084",
        "title":"Questions Parents Ask about Schools."},
      {
        "id":"ED423085",
        "title":"Las Preguntas Que Hacen los Padres sobre la Escuela (Questions Parents Ask about School)."},
      {
        "id":"ED423086",
        "title":"Mexican American Parental Involvement in Site Based Management."},
      {
        "id":"ED423087",
        "title":"An Analysis of the Disparity between Urban, Suburban, and Rural Community, Junior and Technical Colleges on TASP Performance: It's Not Just a Minority Problem."},
      {
        "id":"ED423093",
        "title":"The Rural Impacts of Welfare Reform: Annotated Bibliography of Literature Concerning the Personal Responsibility and Work Opportunity Reconciliation Act of 1996."},
      {
        "id":"ED423094",
        "title":"Achieving Educational Excellence in Majuro, RMI. Promising Practices in the Pacific Region."},
      {
        "id":"ED423096",
        "title":"Latina High School Leaving: Some Practical Solutions. ERIC Digest."},
      {
        "id":"ED423097",
        "title":"Migrant Students Attending College: Facilitating Their Success. ERIC Digest."},
      {
        "id":"ED423098",
        "title":"Post-Secondary Education for Indigenous Populations."},
      {
        "id":"ED423100",
        "title":"Socio-Economic Impacts of School Consolidation on Host and Vacated Communities. Agricultural Economics Report No. 347."},
      {
        "id":"ED423101",
        "title":"A Native Perspective on the School Reform Movement: A Hot Topics Paper."},
      {
        "id":"ED423102",
        "title":"Child Labor in Agriculture: Changes Needed To Better Protect Health and Educational Opportunities. Report to Congressional Requesters."},
      {
        "id":"ED423103",
        "title":"High Standards. IDRA Focus."},
      {
        "id":"ED423104",
        "title":"Identifying and Assessing Gifted and Talented Bilingual Hispanic Students. ERIC Digest."},
      {
        "id":"ED423105",
        "title":"Kentucky River Area Development District (KRADD): Historic Trends and Geographic Patterns."},
      {
        "id":"ED423106",
        "title":"Head Start Directory: American Indian Programs Branch, Region XI."},
      {
        "id":"ED423107",
        "title":"Evaluation and Impacts of Linking Family and Community Strengths Conference."},
      {
        "id":"ED423108",
        "title":"American Indian and Alaska Native Education. Executive Order 13096."},
      {
        "id":"ED423109",
        "title":"Pesticide Safety Training Materials for Farmworkers: An Annotated Bibliography. Working Paper 98-01."},
      {
        "id":"ED423110",
        "title":"In the Beginning: The Study of Mathematically Precocious Youth (SMPY)."},
      {
        "id":"ED423111",
        "title":"Teaching and Learning Mathematics with Technology. 1997 Yearbook."},
      {
        "id":"ED423112",
        "title":"Planet Chemistry. Hands-on Activities for Kids from All Planets."},
      {
        "id":"ED423113",
        "title":"Animal Dissection. [Fact Sheet and Resource List Information Packet from the Humane Society of the United States]."},
      {
        "id":"ED423115",
        "title":"Seismic Sleuths. Earthquakes: A Teacher&apos;s Package for Grades 7-12."},
      {
        "id":"ED423116",
        "title":"Canadian Mathematics Education Study Group, Proceedings of the Annual Meeting (Thunder Bay, Ontario, Canada, May 23-27, 1997)."},
      {
        "id":"ED423117",
        "title":"Splash! Water Resource Education."},
      {
        "id":"ED423119",
        "title":"A Study of High School Students' Attitudes toward the Environment and Completion of an Environmental Science Course."},
      {
        "id":"ED423120",
        "title":"Increasing Student Science Achievement through Application of Strategies Learned in Reading Class."},
      {
        "id":"ED423121",
        "title":"An Overview of Techniques for Identifying, Acknowledging and Overcoming Alternate Conceptions in Physics Education."},
      {
        "id":"ED423122",
        "title":"Improving Primary Student Motivation and Achievement in Mathematics."},
      {
        "id":"ED423130",
        "title":"Science and Engineering State Profiles: 1997."},
      {
        "id":"ED423131",
        "title":"Science and Engineering Indicators, 1998."},
      {
        "id":"ED423134",
        "title":"A Head Start on Science: Improving the Capacity of Families and Teachers To Promote and Enhance the Lives of Children. Spotlight on Student Success, No. 204."},
      {
        "id":"ED423135",
        "title":"A Sociologist Looks at Talking and Working Together in the Mathematics Classroom."},
      {
        "id":"ED423137",
        "title":"Alternatives To Dissection. Second Edition."},
      {
        "id":"ED423140",
        "title":"Parent-Child Interaction in Science Problem Solving: Facilitating Semiotic Uptake."},
      {
        "id":"ED423141",
        "title":"A Health Newsletter To Teach Science Knowledge: BioRAP!"},
      {
        "id":"ED423142",
        "title":"Science Textbook Studies Reanalysis: Teachers \"Friendly\" Content Analysis Methods?"},
      {
        "id":"ED423143",
        "title":"Boys Will Be Boys (If They Pay Attention in Science Class)."},
      {
        "id":"ED423144",
        "title":"Learning To Teach Math Differently: The Effect of \"Investigations\" Curriculum on Teachers' Attitudes and Practices."},
      {
        "id":"ED423145",
        "title":"Faculty Case Studies of Revised Mathematics Courses within NYCETP: Process, Findings, and Unanticipated Outcomes."},
      {
        "id":"ED423146",
        "title":"The Influence of Conceptions of Molecular Structure and Patterns of Problem-Solving on the Process of Learning To Interpret Nuclear Magnetic Resonance Spectra."},
      {
        "id":"ED423147",
        "title":"A Study of Knowledge Structure in Physics."},
      {
        "id":"ED423148",
        "title":"Tradition and Transformation. Fulbright Hays Summer Seminar Abroad Program 1995 (China)."},
      {
        "id":"ED423149",
        "title":"The Teaching of Human Rights. Report of an international Seminar. (Geneva, Switzerland, December 5-9, 1988)."},
      {
        "id":"ED423152",
        "title":"Haptic History: Teaching A.P. U.S. History through Kinesthetic Learning and Material Culture."},
      {
        "id":"ED423153",
        "title":"Of Copper and Fire. The Self Help Action Plan for Education (SHAPE) in Zambia. Education for All. Making It Work Innovations Series, No. 10."},
      {
        "id":"ED423154",
        "title":"Comprehensive Arts Education. Ohio's Model Competency-Based Program."},
      {
        "id":"ED423155",
        "title":"Learning Standards for the Arts. Revised Edition."},
      {
        "id":"ED423162",
        "title":"PC: Philosophical Criticism or Petty Carping?"},
      {
        "id":"ED423163",
        "title":"Independent Schools - Independent Thinking - Independent Art: Testing Assumptions."},
      {
        "id":"ED423164",
        "title":"Instruction and Delight: Some Observations for Museums."},
      {
        "id":"ED423171",
        "title":"Discovery Motivates and Enables Students To Write about Themes in Social Studies."},
      {
        "id":"ED423172",
        "title":"Counting Fidgets: Teaching the Complexity of Naturalistic Observation."},
      {
        "id":"ED423173",
        "title":"Building Self-Esteem through Visual Art: A Curriculum for Middle School Girls."},
      {
        "id":"ED423174",
        "title":"Asian and African Civilizations: Course Description, Topical Outline, and Sample Unit."},
      {
        "id":"ED423175",
        "title":"Reaching Out To Make Connections: Engendering Efficacy through Interdisciplinary Thematic Units in the Social Studies."},
      {
        "id":"ED423176",
        "title":"Curriculum Studies in Brasil: A Study of the Teaching Practice."},
      {
        "id":"ED423177",
        "title":"Russian Youth in the Transition Period toward the Free Market Economy--1990-1993."},
      {
        "id":"ED423179",
        "title":"The English Education System: An Overview of Structure and Policy. A Briefing Paper."},
      {
        "id":"ED423180",
        "title":"The Role of Humanities in Our Modern Technological Society."},
      {
        "id":"ED423181",
        "title":"Social Studies 30 Diploma Examination Results. Examiners' Report for January 1997."},
      {
        "id":"ED423182",
        "title":"Legal Knowledge of Secondary School Principals: Impact of Selected Variables."},
      {
        "id":"ED423183",
        "title":"Jazz Goes to College: Has Academic Status Served the Art?"},
      {
        "id":"ED423184",
        "title":"Directory of Human Sciences Research Organizations and Professional Associations in South Africa. Second Edition."},
      {
        "id":"ED423185",
        "title":"South African Human Sciences Research Networking Directory. First Edition."},
      {
        "id":"ED423191",
        "title":"Is The Honor Code A Solution to the Cheating Epidemic?"},
      {
        "id":"ED423192",
        "title":"Biography Today: Scientists & Inventors Series. Profiles of People of Interest to Young Readers. Vol. 1, 1996."},
      {
        "id":"ED423193",
        "title":"Integrating Instructional Ear-Training Techniques into a High School Choral Music Performance Class Curriculum To Improve Students' Sight-Reading Skills."},
      {
        "id":"ED423201",
        "title":"Improving Artistic and Academic Achievement through the Implementation of the National Standards and School Reforms."},
      {
        "id":"ED423202",
        "title":"Stereotyping Chinese in Multicultural Art Education."},
      {
        "id":"ED423203",
        "title":"On Subject-Specific Pedagogy: Two Teachers, Two Pedagogical Approaches."},
      {
        "id":"ED423204",
        "title":"Facilitating Children's Understanding of Television as an Agent for Cultural Change."},
      {
        "id":"ED423205",
        "title":"The Objective Is Objectivity: A Survey of Teachers' Attitudes toward Teaching about Religion in the Public Schools."},
      {
        "id":"ED423206",
        "title":"Alternative Dispute Resolution (ADR): A Different Framework for Conflict Resolution in Educational Settings."},
      {
        "id":"ED423207",
        "title":"Integrating Fine Arts Instruction with At Risk Students."},
      {
        "id":"ED423210",
        "title":"The Myth That Schools Shortchange Girls: Social Science in the Service of Deception."},
      {
        "id":"ED423211",
        "title":"Education for Engagement in Civil Society and Government. ERIC Digest."},
      {
        "id":"ED423212",
        "title":"1994 NAEP U.S. History Group Assessment. Research Report."},
      {
        "id":"ED423213",
        "title":"The NAEP 1997 Arts Report Card: Eighth-Grade Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED423214",
        "title":"Student Teaching and Critical Reflection: A Teacher Education Case Study."},
      {
        "id":"ED423215",
        "title":"Teachers Action--Students Lives: The Silent Voice of Discipline."},
      {
        "id":"ED423216",
        "title":"Reciprocating Self-Study: A Reflective Framework for Conceptualising Teaching-Learning Relationships."},
      {
        "id":"ED423217",
        "title":"Exemplary Teachers: Practicing an Ethic of Care in England, Ireland, and the United States."},
      {
        "id":"ED423218",
        "title":"Assessing Implementation of a Performance Pay Plan for Teachers: Strategies, Findings and Implications."},
      {
        "id":"ED423219",
        "title":"Who Gets into Teaching? Cognitive Style as a Variable in Predicting Teaching as a Career Choice."},
      {
        "id":"ED423220",
        "title":"Teacher Demand in Canada. A Report on the Teacher Labour Market."},
      {
        "id":"ED423222",
        "title":"The Student Issue. Original Articles by Student Gammans."},
      {
        "id":"ED423223",
        "title":"Profile of Troops to Teachers."},
      {
        "id":"ED423224",
        "title":"Attendance and Grade Point Average: A Study."},
      {
        "id":"ED423225",
        "title":"Inclusion: Panacea or Delusion."},
      {
        "id":"ED423226",
        "title":"Promoting Reflective Practices in Pre-Service Teachers: Choosing Three Portfolio Goals."},
      {
        "id":"ED423227",
        "title":"Promoting Reflective Practices in Pre-Service Teacher Education: An Activity on Stages of Concern."},
      {
        "id":"ED423228",
        "title":"&quot;That Group Really Makes Me Think!&quot; Critical Friends Groups and the Development of Reflective Practitioners."},
      {
        "id":"ED423230",
        "title":"Alaska State Professional Teaching Practices Commission (PTPC). Annual Report. Fiscal Year 1996."},
      {
        "id":"ED423231",
        "title":"Alaska State Professional Teaching Practices Commission (PTPC). Annual Report. Fiscal Year 1997."},
      {
        "id":"ED423234",
        "title":"YourSELF. Middle School Nutrition Education Kit [Multimedia]."},
      {
        "id":"ED423235",
        "title":"Mentoring North Carolina Novice Teachers, 1998."},
      {
        "id":"ED423236",
        "title":"What To Expect Your First Year of Teaching."},
      {
        "id":"ED423239",
        "title":"Language Testing Resources on the World Wide Web."},
      {
        "id":"ED423240",
        "title":"Application of Direct Optimization for Item Calibration in Computerized Adaptive Testing."},
      {
        "id":"ED423241",
        "title":"A Taxonomy of Methods for Demonstration of Proficiency in a Figural Medium."},
      {
        "id":"ED423242",
        "title":"Validity of the English Language Proficiency Test."},
      {
        "id":"ED423244",
        "title":"Student Testing: Issues Related to Voluntary National Mathematics and Reading Tests. Report to the Honorable William F. Goodling, Chairman, Committee on Education and the Workforce, House of Representatives, and the Honorable John Ashcroft, U.S. Senate."},
      {
        "id":"ED423245",
        "title":"Change in Action: Navigating and Investigating the Classroom Using Action Research."},
      {
        "id":"ED423246",
        "title":"Collaboration for a Change: Teacher-Directed Inquiry about Performance Assessments. Reports of Five Teacher-Directed Inquiry Projects."},
      {
        "id":"ED423247",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1995-96. Statistical Analysis Report."},
      {
        "id":"ED423253",
        "title":"Improving Classroom Assessment: A Toolkit for Professional Developers (Toolkit 98)."},
      {
        "id":"ED423254",
        "title":"Linking Tests across Two Languages: Focus on the Screening of Biliterate Hispanic U.S. Seniors."},
      {
        "id":"ED423255",
        "title":"A Study To Determine the Effects of School Athletic Programs on the CTBS Test Percentiles of Students."},
      {
        "id":"ED423256",
        "title":"Do Curriculum-Based External Exit Exam Systems Enhance Student Achievement?"},
      {
        "id":"ED423257",
        "title":"Statistics: Can We Get beyond Terminal?"},
      {
        "id":"ED423258",
        "title":"Comparing Restricted and Unrestricted Self-Adapted Testing as Alternatives to Computerized Adaptive Testing."},
      {
        "id":"ED423259",
        "title":"Person Fit and Its Relationship with Other Measures of Response Set."},
      {
        "id":"ED423260",
        "title":"Evaluating an Intercultural Internet Writing Project through a Framework of Activities and Goals."},
      {
        "id":"ED423261",
        "title":"Inequalities in Public School District Revenues. Statistical Analysis Report."},
      {
        "id":"ED423262",
        "title":"A TIMSS Primer. Lessons and Implications for U.S. Education."},
      {
        "id":"ED423263",
        "title":"Spending More While Learning Less. Fordham Report, Volume 2, Number 6."},
      {
        "id":"ED423267",
        "title":"The State of State Standards."},
      {
        "id":"ED423268",
        "title":"Kentucky Essential Skills Testing. Report of the Special Subcommittee. Research Memorandum No. 435."},
      {
        "id":"ED423269",
        "title":"Gender Issues: Analysis of Methodologies in Reports to the Secretaries of Defense and the Army. Report to Congressional Requesters."},
      {
        "id":"ED423270",
        "title":"Teaching about Performance Assessment."},
      {
        "id":"ED423271",
        "title":"Testing for Causal Predominance between Academic Self-concept and Academic Achievement: A Developmental Perspective."},
      {
        "id":"ED423273",
        "title":"How Is Assessment Being Done in Distance Learning?"},
      {
        "id":"ED423274",
        "title":"Developing an Appropriate Assessment Strategy: Research and Guidance for Practice."},
      {
        "id":"ED423275",
        "title":"Standardized Tests: Summary of Results 1997-1998. Focus on Standardized Testing."},
      {
        "id":"ED423276",
        "title":"Assessment Program Results 1996-1997. Focus on Assessing Outcomes."},
      {
        "id":"ED423277",
        "title":"An Analysis of Students' Statistical Understandings."},
      {
        "id":"ED423278",
        "title":"A Comparative Study of Observed Score Approaches and Purification Procedures for Detecting Differential Item Functioning."},
      {
        "id":"ED423279",
        "title":"Follow-Up Study of the 1997 Pine Valley, Michigan High School Graduating Class."},
      {
        "id":"ED423280",
        "title":"The Evaluation of Alternative Schools in Research and Practice."},
      {
        "id":"ED423281",
        "title":"Why Is It So Hard To Agree on Professional Testing Standards? A Test-Publishing Perspective."},
      {
        "id":"ED423282",
        "title":"Differential Item Functioning by Gender on a Large-Scale Science Performance Assessment: A Comparison across Grade Levels."},
      {
        "id":"ED423283",
        "title":"Using Simulations in the Middle School: Does Assertiveness of Dyad Partners Influence Conceptual Change?"},
      {
        "id":"ED423284",
        "title":"Predicting Conceptual Understanding with Cognitive and Motivational Variables."},
      {
        "id":"ED423285",
        "title":"Qualitative Research: An Introduction. Purposes, Methodology, Criteria for Judgment, and a Rationale for Mixed Methodology."},
      {
        "id":"ED423286",
        "title":"Assessment in Science: An Examination of Multiple-Choice and Performance Science Assessments for a Second Grade Classroom."},
      {
        "id":"ED423287",
        "title":"Relationship between Achievement Goal Orientations and Use of Learning Strategies."},
      {
        "id":"ED423288",
        "title":"Measuring Job Satisfaction: Reliability of Subscale Analysis."},
      {
        "id":"ED423289",
        "title":"Rating Scale Analysis: Gauging the Impact of Positively and Negatively Worded Items."},
      {
        "id":"ED423290",
        "title":"The Effect of Rounding Aggregated Item Ratings for Constructed Response Items in Mixed-Item Format Tests."},
      {
        "id":"ED423291",
        "title":"Six Criteria for Survey Sample Design Evaluation."},
      {
        "id":"ED423292",
        "title":"The Test of Phonological Awareness. Critique."},
      {
        "id":"ED423293",
        "title":"Prohibition on Federally Sponsored National Testing. Report Together with Supplemental and Minority Views To Accompany H.R. 2846. House of Representatives, 105th Congress, 2d Session."},
      {
        "id":"ED423294",
        "title":"Teachers' Shifting Assessment Practices in the Context of Educational Reform in Mathematics."},
      {
        "id":"ED423295",
        "title":"Important Features of State Assessment Systems from the Local Perspective: Interim Report."},
      {
        "id":"ED423296",
        "title":"When Can LEP Students Exit a BE/ESL Program: Predicting Academic Growth Using a Test That Measures Cognitive Language Proficiency."},
      {
        "id":"ED423297",
        "title":"A Systems Approach to Middle School Evaluation: Guilford County Schools' Formative Approach."},
      {
        "id":"ED423298",
        "title":"Extreme Responding Style and the Concreteness-Abstractness Dimension."},
      {
        "id":"ED423299",
        "title":"Designing Desert Houses in the Knowledge Integration Environment."},
      {
        "id":"ED423300",
        "title":"Using KIE To Help Students Develop Shared Criteria for House Designs."},
      {
        "id":"ED423301",
        "title":"Homogeneity of Moral Judgment? Apprentices Solving Business Conflicts."},
      {
        "id":"ED423302",
        "title":"Effects of Absence and Cognitive Skills Index on Various Achievement Indicators. A Study of ISTEP Scores, Discrepancies, and School-Based Math and English Tests of 1997-1998 Seventh Grade Students at Sarah Scott Middle School, Terre Haute, Indiana."},
      {
        "id":"ED423303",
        "title":"Comparable Confidence Intervals for Multi-Sample and Replication Studies."},
      {
        "id":"ED423304",
        "title":"Improved Confidence Interval Estimation for Variance Components and Error Variances in Generalizability Theory."},
      {
        "id":"ED423306",
        "title":"Lessons Learned from a Tryout of Spanish and English Versions of a State Assessment."},
      {
        "id":"ED423307",
        "title":"Comparing Measurement Theories."},
      {
        "id":"ED423308",
        "title":"State Survey on Racial and Ethnic Classifications. Statistical Analysis Report."},
      {
        "id":"ED423309",
        "title":"Teacher Comments on Report Cards. ERIC/AE Digest."},
      {
        "id":"ED423310",
        "title":"Item Banking. ERIC/AE Digest."},
      {
        "id":"ED423311",
        "title":"Some Evaluation Questions. ERIC/AE Digest."},
      {
        "id":"ED423312",
        "title":"Implementing Performance Assessment in the Classroom. ERIC/AE Digest."},
      {
        "id":"ED423313",
        "title":"Seven Myths about Literacy in the United States. ERIC/AE Digest."},
      {
        "id":"ED423314",
        "title":"The 1994 High School Transcript Study Tabulations: Comparative Data on Credits Earned and Demographics for 1994, 1990, 1987, and 1982 High School Graduates. Revised."},
      {
        "id":"ED423315",
        "title":"Moving Research to Practice in America's Schools. Annual Report of the Regional Educational Laboratories, 1997."},
      {
        "id":"ED423316",
        "title":"Regional Educational Laboratories: 1997 Performance Plan Report."},
      {
        "id":"ED423317",
        "title":"Changing Federal Strategies for Supporting Educational Research, Development, and Statistics."},
      {
        "id":"ED423318",
        "title":"Middle Start Technology Facts."},
      {
        "id":"ED423321",
        "title":"Preventing Crime: What Works, What Doesn't, What's Promising. Research in Brief. National Institute of Justice."},
      {
        "id":"ED423322",
        "title":"Bridges: A School Inter-Ethnic Relations Program."},
      {
        "id":"ED423323",
        "title":"Resources for Education and Counseling Faculty. Project for the Integration of Gay &amp; Lesbian Youth Issues in School Personnel Certification Programs."},
      {
        "id":"ED423324",
        "title":"The Disproportionate Placement of African Americans in Special Education: An Analysis of Ten Cities."},
      {
        "id":"ED423325",
        "title":"Confronting Culture with Culture: Creating Optimum Learning Environments for Students of Diverse Sociocultural Backgrounds."},
      {
        "id":"ED423326",
        "title":"The Talent Development Middle School. An Elective Replacement Approach to Providing Extra Help in Math--The CATAMA Program (Computer- and Team-Assisted Mathematics Acceleration). Report No. 21."},
      {
        "id":"ED423327",
        "title":"Success for All/Exito Para Todos. Effects on the Reading Achievement of Students Acquiring English. Report No. 19."},
      {
        "id":"ED423328",
        "title":"Parental Involvement in Students' Education during Middle School and High School. Report No. 18."},
      {
        "id":"ED423329",
        "title":"Implementing a Highly Specified Curricular, Instructional, and Organizational School Design in a High-Poverty Urban Elementary School: Three Year Results. Report No. 20."},
      {
        "id":"ED423330",
        "title":"School-Family-Community Partnerships in Middle and High Schools: From Theory to Practice. Report No. 22."},
      {
        "id":"ED423332",
        "title":"Transgression and the Situated Body: Gender, Sex, and the Gay Male Teacher."},
      {
        "id":"ED423333",
        "title":"Trends in High School Mathematics Course Taking and Achievement by Gender, Race/Ethnicity, and Class, 1987-1997."},
      {
        "id":"ED423334",
        "title":"Saving Lives and Minds: A Community-Based Violence Prevention Project."},
      {
        "id":"ED423335",
        "title":"The Multicultural Middle College High School: An Attempt at Creating an Innovative Bilingual High School."},
      {
        "id":"ED423336",
        "title":"Ownership, Responsibility and Accountability for Student Achievement. Report of the African American Community Education Partnership Summit (San Francisco, CA, November 13-17, 1997)."},
      {
        "id":"ED423339",
        "title":"Guidance for School Improvement in a Decentralizing System: How Much, What Kind and from Where? Children Achieving: Philadelphia's Education Reform. Progress Report Series 1996-1997."},
      {
        "id":"ED423340",
        "title":"Making Sense of Standards: Implementation Issues and the Impact on Teaching Practice. Children Achieving: Philadelphia's Education Reform. Progress Report Series 1996-1997."},
      {
        "id":"ED423341",
        "title":"Restructuring Student Support Services: Redefining the Role of the School District. Children Achieving: Philadelphia's Education Reform. Progress Report Series 1996-1997."},
      {
        "id":"ED423342",
        "title":"The Accountability System: Defining Responsibility for Student Achievement. Children Achieving: Philadelphia's Education Reform. Progress Report Series 1996-1997."},
      {
        "id":"ED423343",
        "title":"Children Achieving: Philadelphia's Education Reform. A Second-Year Evaluation. Executive Summary. Progress Report Series 1996-97."},
      {
        "id":"ED423344",
        "title":"Teachers' Tolerance: Their Attitudes toward Political, Social, and Moral Diversity."},
      {
        "id":"ED423345",
        "title":"Educational Excellence for Hispanics: A White House Initiative."},
      {
        "id":"ED423346",
        "title":"What Washington Ought To Be Reading."},
      {
        "id":"ED423347",
        "title":"Invest in Kids--Californians Support New Approach To Prevent Youth Violence. Living Well, Spending for Health. Policy Notes."},
      {
        "id":"ED423349",
        "title":"The New York City Board of Education's Data Systems: An Initial Approach. A Report of the New York Networks for School Renewal (NYNSR) Research Collaborative."},
      {
        "id":"ED423350",
        "title":"Our Educational Melting Pot: Have We Reached the Boiling Point?"},
      {
        "id":"ED423351",
        "title":"The New Urban High School: A Practitioner's Guide."},
      {
        "id":"ED423354",
        "title":"Increasing Ethical Sensitivity to Racial and Gender Intolerance in Schools: Development of the REST (Racial Ethical Sensitivity Test)."},
      {
        "id":"ED423359",
        "title":"Financing Vocational Education and Training. Report of Subgroup A Presented at the Advisory Forum Meeting (Turin, Italy, June 10-12, 1996)."},
      {
        "id":"ED423360",
        "title":"The Role of the Social Partners in the Development of Training in Market Economy. Report of Subgroup B presented at the Advisory Forum Meeting (Turin, Italy, June 12-14, 1996)."},
      {
        "id":"ED423361",
        "title":"The Roles and Responsibilities of Key Players within Continuing Training (Including Management Training). Report of Subgroup D presented at the Advisory Forum Meeting (Turin, Italy, June 10-12, 1996)."},
      {
        "id":"ED423362",
        "title":"The Setting Up of National, Regional and Sector Targets as a Tool for Reforming the System. Report of the Subgroup A Meeting, 23-24, May, Turin."},
      {
        "id":"ED423363",
        "title":"The Role of Social Partners in the Development of Vocational Training in a Market Economy at the Enterprise Level. Synthesis Report of Subgroup B Meeting, 7-8 March, 1997, Warsaw."},
      {
        "id":"ED423364",
        "title":"Strategy and Aids for the Implementation of Vocational Standards. Final Report of the Subgroup C Meeting, 24-26, March 1997, Prague."},
      {
        "id":"ED423365",
        "title":"Key Issues in the Development of Entrepreneurship and Small Business Training--The Potential for Action."},
      {
        "id":"ED423366",
        "title":"Pricing Options in N.S.W. TAFE. Working Paper No. 1."},
      {
        "id":"ED423367",
        "title":"The Role of Education and Training in the Economy. Working Paper No. 2."},
      {
        "id":"ED423368",
        "title":"Survey of Users in 1996 User Choice Pilot Projects. Working Paper No. 7."},
      {
        "id":"ED423369",
        "title":"Key Policy Issues in the Implementation of User Choice. Working Paper No. 8."},
      {
        "id":"ED423370",
        "title":"The Economic Impact of Vocational Education and Training. Working Paper No. 9."},
      {
        "id":"ED423371",
        "title":"Research and VET Decision-Making: February 1997 Symposium (Melbourne, Australia, February 19-20, 1997)."},
      {
        "id":"ED423372",
        "title":"Using COPE To Improve Quality of Care: The Experience of the Family Planning Association of Kenya."},
      {
        "id":"ED423377",
        "title":"Listen &amp; Learn II."},
      {
        "id":"ED423378",
        "title":"Westlawn Keys to Community. Project Report."},
      {
        "id":"ED423379",
        "title":"The Insurance Educator. Volume VI. 1997."},
      {
        "id":"ED423380",
        "title":"The Insurance Educator. Volume VII."},
      {
        "id":"ED423384",
        "title":"Working Close to Home. WIRE-Net's Hire Locally Program. Workforce Development Report to the Field. Field Report Series."},
      {
        "id":"ED423385",
        "title":"Workers' Education, Civil Society and International Development."},
      {
        "id":"ED423386",
        "title":"Working in Partnership: The Workers' Educational Association and Museums. Report of the Working Group."},
      {
        "id":"ED423387",
        "title":"Cutting Edges IV. Innovation and New Directions in the Educational Provision of the Workers' Educational Association. WEA Education Development Fund Reports 1996/97."},
      {
        "id":"ED423388",
        "title":"Bringing down the Barriers. First WEA Submission to &quot;The Learning Age&quot; Consultation."},
      {
        "id":"ED423389",
        "title":"Realising the Vision. Second WEA Submission to &quot;The Learning Age&quot; Consultation."},
      {
        "id":"ED423390",
        "title":"Learning To Change. A WEA Equal Opportunities Training Pack."},
      {
        "id":"ED423392",
        "title":"Your Exhibit Text, My Exhibited Body: A Critical Look at Youth Employment Programs in Museums."},
      {
        "id":"ED423393",
        "title":"Vocational Education and Training--The European Research Field. Background Report. Volume I. First Edition."},
      {
        "id":"ED423394",
        "title":"Vocational Education and Training--The European Research Field. Background Report. Volume II. First Edition."},
      {
        "id":"ED423395",
        "title":"Focus for the Future. The Final Report of the National Tech-Prep Evaluation."},
      {
        "id":"ED423396",
        "title":"Changing Times: A Survey of Registered Nurses in 1998. IES Report 351."},
      {
        "id":"ED423398",
        "title":"Strategies for Increased Participation of Students in Programs Not Traditional for Their Gender."},
      {
        "id":"ED423399",
        "title":"Lo Que el Trabajo Requiere de las Escuelas. Informe de la Comision SCANS para America 2000 (What Work Requires of Schools. A SCANS Report for America 2000)."},
      {
        "id":"ED423400",
        "title":"Wisconsin's Model Academic Standards for Business. Bulletin No. 9004."},
      {
        "id":"ED423401",
        "title":"Wisconsin's Model Academic Standards for Marketing Education. Bulletin No. 9005."},
      {
        "id":"ED423402",
        "title":"Wisconsin's Model Academic Standards for Technology Education. Bulletin No. 9006."},
      {
        "id":"ED423403",
        "title":"An Active Old Age--Senior Citizens in Germany."},
      {
        "id":"ED423404",
        "title":"A Longitudinal Measure of the Perceptual Impact of a Cultural Diversity Teaching Practicum on the Interpersonal Competency of Student Teachers."},
      {
        "id":"ED423405",
        "title":"The Role of Social Awareness in the Employment Success of Adolescents with Mild Mental Retardation."},
      {
        "id":"ED423406",
        "title":"Workplace Literacy. Bibliography = L'alphabetisation en milieu de travail. Bibliographie."},
      {
        "id":"ED423407",
        "title":"Working Hours and Wishes Concerning Working Hours among Women in Western and Eastern Germany. Results of an Empirical Study from 1995. IAB Labour Market Research Topics No. 27."},
      {
        "id":"ED423408",
        "title":"Total (E)quality Management: Paradigmatic Shift in Personnel Management. IAB Labour Market Research Topics No. 28."},
      {
        "id":"ED423409",
        "title":"Labour Market Trends and Active Labour Market Policy in the Eastern German Transformation Process 1990-1997. IAB Labour Market Research Topics no. 29."},
      {
        "id":"ED423410",
        "title":"Choices. Author: George Ella Lyon. Trade Book Teaching Ideas from the OLRC Reading Group. Teacher to Teacher Series."},
      {
        "id":"ED423412",
        "title":"Transitions in Work and Learning. Implications for Assessment. Papers and Proceedings (Washington, D.C., March 22-23, 1996)."},
      {
        "id":"ED423413",
        "title":"Training and Skills in Very Small Enterprises."},
      {
        "id":"ED423414",
        "title":"Australia's Vocational Education &amp; Training System. Annual National Report. Volume 1: National Overview [and] Volume 2: Commonwealth, State &amp; Territory Achievements."},
      {
        "id":"ED423415",
        "title":"Australia&apos;s Vocational Education &amp; Training System. Annual National Report. Volume 3: Vocational Education &amp; Training Performance."},
      {
        "id":"ED423416",
        "title":"Australian National Training Authority. Annual Performance Report 1997-1998."},
      {
        "id":"ED423418",
        "title":"Eyes Wide Open--Vocational Education &amp; Training in the Information Age. A Supporting Paper to Australia's National Strategy for Vocational Education and Training, 1998-2003."},
      {
        "id":"ED423419",
        "title":"Key Performance Measures for Vocational Education &amp; Training. A Supporting Paper to Australia's National Strategy for Vocational Education and Training 1998-2003."},
      {
        "id":"ED423420",
        "title":"Technology, Basic Skills, and Adult Education: Getting Ready and Moving Forward. Information Series No. 372."},
      {
        "id":"ED423421",
        "title":"Toward the 21st Century: Retrospect, Prospect for American Vocationalism. Information Series No. 373."},
      {
        "id":"ED423422",
        "title":"The Theory and Practice of Transformative Learning: A Critical Review. Information Series No. 374."},
      {
        "id":"ED423424",
        "title":"Workplace Education Indicators Project. Scope of Work--Final Report."},
      {
        "id":"ED423426",
        "title":"Transformative Learning in Adulthood. ERIC Digest No. 200."},
      {
        "id":"ED423427",
        "title":"Career Development: A Shared Responsibility. ERIC Digest No. 201."},
      {
        "id":"ED423428",
        "title":"Volunteering and Adult Learning. ERIC Digest No. 202."},
      {
        "id":"ED423429",
        "title":"Family Literacy: Respecting Family Ways. ERIC Digest No. 203."},
      {
        "id":"ED423430",
        "title":"New Approaches to the Education of Older Adults."},
      {
        "id":"ED423450",
        "title":"Contested Ground: Performance Accountability in Adult Basic Education. NCSALL Report #1."},
      {
        "id":"ED423451",
        "title":"U.S. Adult Literacy Program Practice: A Typology across Dimensions of Life-Contextualized/Decontextualized and Dialogic/Monologic. NCSALL Report #2."},
      {
        "id":"ED423452",
        "title":"Coordinated Employment Opportunities (CEO) for Youth and Young Adults with Serious Emotional Disturbance or Mental Illness. Annual Report: Year 1."},
      {
        "id":"ED423453",
        "title":"Personality Similarity, Interpersonal Perception, and Relationship Satisfaction."},
      {
        "id":"ED423454",
        "title":"A Report of Outcomes of Project D.A.R.E. with Eighth Grade Students."},
      {
        "id":"ED423455",
        "title":"Lifework Planning Guide: A Student & Parent Guide to High School Planning."},
      {
        "id":"ED423456",
        "title":"Arizona Public School Counselors--How Do They Spend Their Time? Baseline Results."},
      {
        "id":"ED423457",
        "title":"Successful Treatment of Traumatic Stress across the Life-Span: A Review of the Current Literature."},
      {
        "id":"ED423458",
        "title":"Increasing Employment Skill Awareness for Students To Be Better Prepared To Enter the World of Work."},
      {
        "id":"ED423460",
        "title":"Statewide Survey of Drug and Alcohol Use among California Students in Grades 7, 9, and 11. Winter 1995-96. Sixth Biennial."},
      {
        "id":"ED423461",
        "title":"Torn apart by Divorce: When a Family Is Shattered to Pieces."},
      {
        "id":"ED423462",
        "title":"Nippin' Hostility in the Bud: Empowering All."},
      {
        "id":"ED423464",
        "title":"Self-Concept and Self-Esteem as Moderators of Client Transference."},
      {
        "id":"ED423465",
        "title":"The Communication of Probabilistic Information through Test Interpretations."},
      {
        "id":"ED423466",
        "title":"Substance Abuse Prevention: Maine's 1997 Data Report. County Profiles on Risk and Protection for Substance Abuse Prevention Planning."},
      {
        "id":"ED423467",
        "title":"State of Maine Alcohol and Other Drug Use: An Assessment of Students in Grades 6-12. Risk and Protective Factors, 1996."},
      {
        "id":"ED423468",
        "title":"Improving Decision-Making Skills in Adolescents."},
      {
        "id":"ED423469",
        "title":"&quot;Fry:&quot; A Study of Adolescents' Use of Embalming Fluid with Marijuana and Tobacco. TCADA Research Brief."},
      {
        "id":"ED423470",
        "title":"Gambling in Texas: 1995 Surveys of Adult and Adolescent Gambling Behavior."},
      {
        "id":"ED423471",
        "title":"Understanding Inhalant Users: An Overview for Parents, Educators, and Clinicians. Revised."},
      {
        "id":"ED423472",
        "title":"Texas School Survey of Substance Use among Students: Grades 4-6. 1996."},
      {
        "id":"ED423473",
        "title":"Texas School Survey of Substance Use among Students: Grades 7-12. 1996."},
      {
        "id":"ED423474",
        "title":"From Compass to Road Map: Developing Comprehensive Policy for Delivering Mental Health Services in Schools."},
      {
        "id":"ED423475",
        "title":"C3: The Curriculum for Test Mastery."},
      {
        "id":"ED423478",
        "title":"Teen Mothers: Selected Socio-Demographic Characteristics and Risk Factors. Report to the Honorable Charles B. Rangel, House of Representatives."},
      {
        "id":"ED423479",
        "title":"Restructuring Boards of Education To Enhance Schools' Effectiveness in Addressing Barriers to Student Learning. A Center Report."},
      {
        "id":"ED423481",
        "title":"Transitioning High School Students with Learning Disabilities to the College Environment: Avoiding Common Pitfalls."},
      {
        "id":"ED423483",
        "title":"The Role of Psychological Tests in Education in South Africa: Issues, Controversies and Benefits."},
      {
        "id":"ED423484",
        "title":"Oregon Public School Drug Use Survey, 1996: Key Findings Report."},
      {
        "id":"ED423485",
        "title":"Correlating Teenage Exposure to Rock/Rap Themes with Associated Behaviors and Thought Patterns."},
      {
        "id":"ED423486",
        "title":"School Social Work in North Carolina: A Guide to Practice and Policy."},
      {
        "id":"ED423487",
        "title":"Exploration of Ethnicity and Coping Resources among Middle Schoolers."},
      {
        "id":"ED423488",
        "title":"Structural Model of Coping, Attachment, and Emotions with Parental Conflict."},
      {
        "id":"ED423489",
        "title":"Is There a Relationship between Improving Human Relation Skills and Levels of Academic Performance?"},
      {
        "id":"ED423490",
        "title":"Lesson Plans from the \"Creating a Supportive Environment for Wai'anae's Children & Youth\" Summer Institute. July 14-18, 1997."},
      {
        "id":"ED423491",
        "title":"Preventing Youth Hate Crime: A Manual for Schools and Communities."},
      {
        "id":"ED423492",
        "title":"Youth Conferences, Forums and Workshops to Prevent Violence and Promote Peaceful Relations. Guidelines."},
      {
        "id":"ED423493",
        "title":"Beyond Oppression: Opening the Door to Lesbian, Gay, Transgender &amp; Bisexual Youth."},
      {
        "id":"ED423494",
        "title":"Femininity Ideology as a Factor in Sexual Health Outcomes of Early Adolescent Girls."},
      {
        "id":"ED423506",
        "title":"The Traits of an Effective Reader: Current Thinking on the Skills of a Proficient Reader."},
      {
        "id":"ED423507",
        "title":"SWOT: Study without Tears. For University, Polytechnic and Senior Secondary Students."},
      {
        "id":"ED423509",
        "title":"Implementing the Colorado Basic Literacy Act (CBLA)."},
      {
        "id":"ED423510",
        "title":"Mindwaves: Story of How a Girl Constructs Higher Order, Verbal Linguistic Intelligence in a Multiple Intelligences Classroom."},
      {
        "id":"ED423514",
        "title":"Reading Recovery Program 1996-97 Evaluation Report. Pamphlet 98-C-002."},
      {
        "id":"ED423515",
        "title":"Examining the Teacher's Role while Moving toward Whole Language Beliefs and Practices."},
      {
        "id":"ED423516",
        "title":"Beginning To Read and the Spin Doctors of Science: The Political Campaign To Change America's Mind about How Children Learn To Read."},
      {
        "id":"ED423517",
        "title":"Tutoring Children in Reading and Writing: A Step-by-Step Guide. Book 1: Kindergarten."},
      {
        "id":"ED423518",
        "title":"Tutoring Children in Reading and Writing: A Step-by-Step Guide. Book 2: Grades 1 & 2."},
      {
        "id":"ED423519",
        "title":"Reading in the Social Studies Curriculum."},
      {
        "id":"ED423525",
        "title":"Improving Student Writing Skills Using Wordless Picture Books."},
      {
        "id":"ED423526",
        "title":"&quot;I'm Really Struggling with This Class&quot;: Evaluating the Writing When the Writer Is in Pain."},
      {
        "id":"ED423529",
        "title":"&quot;Mind the Gap&quot;: Bridging Cultural, Age, and Value Differences."},
      {
        "id":"ED423530",
        "title":"Sharing Stories and Conversation: Teaching Culture(s) in a College Literature Class."},
      {
        "id":"ED423531",
        "title":"Language Learning in Social and Cultural Contexts. ERIC Digest."},
      {
        "id":"ED423532",
        "title":"If You Listen Hard Enough: The Art of Connecting."},
      {
        "id":"ED423533",
        "title":"Minority Students and the Learning Community Experience: A Cluster Experiment."},
      {
        "id":"ED423534",
        "title":"Beyond the First Year Writing Classroom: Exploring the Ways Students &quot;Really&quot; Write."},
      {
        "id":"ED423535",
        "title":"The Play Element in Student Hypertext Composition and the Creation of Dramatic Experience."},
      {
        "id":"ED423536",
        "title":"Constructing an &quot;I&quot; for Class: Working-Class Identity, Academic Discourse, and the Writer's &quot;I.&quot;"},
      {
        "id":"ED423537",
        "title":"English 30 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED423538",
        "title":"English 33 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED423539",
        "title":"Students Constructing Themselves: Let Them Tell Us How To Teach Them."},
      {
        "id":"ED423540",
        "title":"Evaluating Writing: The Role of Teachers' Knowledge about Text, Learning, and Culture."},
      {
        "id":"ED423541",
        "title":"An Overview of Writing Assessment: Theory, Research, and Practice."},
      {
        "id":"ED423542",
        "title":"Shooting for Excellence: African American and Youth Culture in New Century Schools."},
      {
        "id":"ED423543",
        "title":"Roots and Branches: A Resource of Native American Literature--Themes, Lessons, and Bibliographies."},
      {
        "id":"ED423544",
        "title":"Reflective Activities: Helping Students Connect with Texts. Classroom Practices in Teaching English, Volume 30."},
      {
        "id":"ED423545",
        "title":"Literacy and Democracy: Teacher Research and Composition Studies in Pursuit of Habitable Spaces. Further Conversations from the Students of Jay Robinson."},
      {
        "id":"ED423546",
        "title":"Conquering Fear: The Role of Fantasy and Horror Fiction in the Classroom."},
      {
        "id":"ED423547",
        "title":"Mexican Indirection: How To Help Mexican ESL Writers Channel Their Energies into Focused Essays."},
      {
        "id":"ED423549",
        "title":"Alliances and School Board Members."},
      {
        "id":"ED423550",
        "title":"Problem-Based Learning in Language Instruction: A Constructivist Model. Eric Digest."},
      {
        "id":"ED423551",
        "title":"With Love, Grandma: Letters to Grandchildren."},
      {
        "id":"ED423552",
        "title":"Multicultural Children's Literature in the Elementary Classroom. ERIC Digest."},
      {
        "id":"ED423554",
        "title":"The Internet as a Reflective Mirror for a Company's Image."},
      {
        "id":"ED423556",
        "title":"McCarthyism's Rhetorical Norms."},
      {
        "id":"ED423557",
        "title":"The Function of Nonverbal Behavior in Television Reporting in the United States of America."},
      {
        "id":"ED423558",
        "title":"Reading the World Wide Web."},
      {
        "id":"ED423559",
        "title":"New Media."},
      {
        "id":"ED423560",
        "title":"Competent Communicators: K-12 Speaking, Listening, and Media Literacy Standards and Competency Statements."},
      {
        "id":"ED423561",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Advertising."},
      {
        "id":"ED423562",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Communication Tech and Policy."},
      {
        "id":"ED423563",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Communication Theory and Methodology."},
      {
        "id":"ED423564",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). History."},
      {
        "id":"ED423565",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). International--Part I."},
      {
        "id":"ED423566",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). International--Part II."},
      {
        "id":"ED423567",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Law."},
      {
        "id":"ED423568",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Mass Communication and Society."},
      {
        "id":"ED423569",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Media Management and Economics; Magazine."},
      {
        "id":"ED423570",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Minorities and Communication."},
      {
        "id":"ED423571",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Newspaper."},
      {
        "id":"ED423572",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1988). Public Relations."},
      {
        "id":"ED423573",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Qualitative Studies."},
      {
        "id":"ED423574",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Radio-TV."},
      {
        "id":"ED423575",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Scholastic Journalism; Civic Journalism."},
      {
        "id":"ED423576",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Visual Communication."},
      {
        "id":"ED423577",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Commission on the Status of Women."},
      {
        "id":"ED423578",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (81st, Baltimore, Maryland, August 5-8, 1998). Miscellaneous."},
      {
        "id":"ED423579",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, April 1, 1997-September 30, 1997."},
      {
        "id":"ED423583",
        "title":"School Productivity: Teachers as Resources."},
      {
        "id":"ED423586",
        "title":"Multifocal Educational Policy Research: Toward a Method for Enhancing Traditional Educational Policy Studies."},
      {
        "id":"ED423587",
        "title":"Importance of Trust in Increasing Parental Involvement and Student Achievement in Mexican American Communities."},
      {
        "id":"ED423588",
        "title":"The National Center for Community Education: On the Threshold of a New Age."},
      {
        "id":"ED423590",
        "title":"Barriers to Career Mobility/Advancement by African-American and Caucasian Female Administrators in Minnesota Organizations: A Perception or Reality?"},
      {
        "id":"ED423591",
        "title":"Principal Perceptions of Restructuring: Is There a &quot;Deal&quot; between Districts and Schools?"},
      {
        "id":"ED423592",
        "title":"Charter School Start-Up Grant Funds."},
      {
        "id":"ED423593",
        "title":"Effects of a Partnership Academy on School and Career Success of At-Risk High School Students."},
      {
        "id":"ED423594",
        "title":"California Educational Research Cooperative. Annual Report 1998."},
      {
        "id":"ED423595",
        "title":"From the Middle of the Pack to the Top of the Heap: A District's Odyssey through the '90s."},
      {
        "id":"ED423596",
        "title":"Ensuring and Maintaining Quality in Schools through Central Regulation: Some Lessons from England and Wales."},
      {
        "id":"ED423597",
        "title":"Protecting the Rights Guaranteed by the First Amendment Religious Liberty Clauses in Public Schools: The Role of the Superintendent."},
      {
        "id":"ED423598",
        "title":"Raising the Bar in the Middle Grades: Readiness for Success."},
      {
        "id":"ED423599",
        "title":"Standards from Document to Dialogue."},
      {
        "id":"ED423600",
        "title":"Class Size Reduction: Lessons Learned from Experience. Policy Brief No. Twenty-Three."},
      {
        "id":"ED423601",
        "title":"Can State Intervention Spur Academic Turnaround? State Intervention, Spring 1998."},
      {
        "id":"ED423602",
        "title":"California's Class Size Reduction: Implications for Equity, Practice &amp; Implementation."},
      {
        "id":"ED423603",
        "title":"What It Takes To Work Together: The Promise of Educational Partnerships."},
      {
        "id":"ED423604",
        "title":"Focus on California's Class-Size Reduction: Smaller Classes Aim To Launch Early Literacy."},
      {
        "id":"ED423605",
        "title":"Principal and Teacher Leader Preparation via a Collaborative Distance Program: Building the Professional Community for School Reform."},
      {
        "id":"ED423606",
        "title":"Synergy through Teamwork: Sharing Primary School Leadership."},
      {
        "id":"ED423607",
        "title":"Managing Complex Change: Large Scale Reorganisation of Schools."},
      {
        "id":"ED423608",
        "title":"Taking Standards beyond the Classroom Door: A Process for Implementation."},
      {
        "id":"ED423609",
        "title":"Sexual Harassment: It's Not Academic."},
      {
        "id":"ED423610",
        "title":"Research Compendium: Office of Educational Research and Improvement's National Institutes."},
      {
        "id":"ED423611",
        "title":"A National Study of Charter Schools. Executive Summary."},
      {
        "id":"ED423612",
        "title":"A National Study of Charter Schools. Second-Year Report."},
      {
        "id":"ED423613",
        "title":"Title IX and Sex Discrimination. Revised."},
      {
        "id":"ED423614",
        "title":"Department of Education: Information Needs Are at the Core of Management Challenges Facing the Department. Statement for the Record by Cornelia M. Blanchette, Associate Director, Education and Employment Issues, Health, Education, and Human Services Division. Testimony before the Subcommittee on Labor, Health and Human Services, Education and Related Agencies, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED423615",
        "title":"Implementing Schoolwide Programs. Volume I: An Idea Book on Planning."},
      {
        "id":"ED423616",
        "title":"Indicators of School Crime and Safety, 1998."},
      {
        "id":"ED423617",
        "title":"Challenge of Change: Beyond the Horizon. Proceedings of the Biennial Conference on Postsecondary Education for Persons Who Are Deaf or Hard of Hearing (7th, Knoxville, Tennessee, April 17-20, 1996)."},
      {
        "id":"ED423618",
        "title":"Considering Different Perspectives of Change."},
      {
        "id":"ED423619",
        "title":"Transitioning from High School to College."},
      {
        "id":"ED423620",
        "title":"Examining Academic Issues."},
      {
        "id":"ED423621",
        "title":"Enhancing Support Services."},
      {
        "id":"ED423622",
        "title":"Addressing Student Life Issues."},
      {
        "id":"ED423623",
        "title":"Focusing on Non-Traditional and Underserved Students."},
      {
        "id":"ED423624",
        "title":"Developing Career Planning and Placement Strategies."},
      {
        "id":"ED423625",
        "title":"Focusing on Staff Development and Administrative Issues."},
      {
        "id":"ED423632",
        "title":"Accommodating Students with Disabilities on Large-Scale Tests: An Empirical Study of Student Response and Test Administration Demands."},
      {
        "id":"ED423633",
        "title":"Teaching Children with Attention Deficit/Hyperactivity Disorder: Update 1998. ERIC Digest E569."},
      {
        "id":"ED423634",
        "title":"A Decade Later: Employment, Residential, and Social Changes in the Lives of Adults and Young Adults with Moderate and Severe Disabilities."},
      {
        "id":"ED423635",
        "title":"National Council on Disability Annual Report. Volume 18, Fiscal Year 1997."},
      {
        "id":"ED423636",
        "title":"University Curriculum Project--Professors Reflect on Impact."},
      {
        "id":"ED423637",
        "title":"Creating Structured Collaboration in Implementing Assistive Technologies in a Community College Setting: Library Access, A Case Study."},
      {
        "id":"ED423639",
        "title":"Solutions for a One Handed Typist."},
      {
        "id":"ED423640",
        "title":"Transition V &amp; VI in Alabama: A Profile of Commitment. State Conference Proceedings."},
      {
        "id":"ED423641",
        "title":"Proceedings of the Office of Special Education Programs' Annual Technical Assistance and Dissemination Meeting (6th, Washington, DC, January 16-18, 1996)."},
      {
        "id":"ED423642",
        "title":"Keeping the Promise: Reflections on a Global Workshop on Children with Disabilities in Developing Countries."},
      {
        "id":"ED423643",
        "title":"Profiles of State Monitoring Systems."},
      {
        "id":"ED423644",
        "title":"Project Dakota Outreach: Final Report."},
      {
        "id":"ED423645",
        "title":"Project Apache: A Reservation, Community-Based Early Intervention Program for Apache Infants and Toddlers with Special Needs and Their Families."},
      {
        "id":"ED423646",
        "title":"Research to Practice: Using Research in Native American Communities To Improve Policies and Practices Related To Educating Adolescents Who Are Disabled."},
      {
        "id":"ED423647",
        "title":"Independent Living Outcomes for American Indians with Disabilities: A Needs Assessment of American Indians with Disabilities in Northwestern New Mexico (Cibola, San Juan and McKinley Counties)."},
      {
        "id":"ED423648",
        "title":"Family Participation in Policymaking."},
      {
        "id":"ED423649",
        "title":"Title 1--Helping Disadvantaged Children Meet High Standards; Final Rule. Federal Register, Part IV: Department of Education, 34 CFR Part 200."},
      {
        "id":"ED423650",
        "title":"Directory of Selected Early Childhood Programs, 1997-98."},
      {
        "id":"ED423651",
        "title":"Review of Learning Assistance Services Report (1997)."},
      {
        "id":"ED423652",
        "title":"Promoting Social Relationships and Integration for Supported Employees in Work Settings."},
      {
        "id":"ED423653",
        "title":"Snapshots of Reform: How Five Local Districts Are Interpreting Standards-Based Reform for Students with Disabilities."},
      {
        "id":"ED423654",
        "title":"A Curriculum Every Student Can Use: Design Principles for Student Access. ERIC/OSEP Topical Brief."},
      {
        "id":"ED423655",
        "title":"Procedural Safeguards Available to Parents of Children with Disabilities."},
      {
        "id":"ED423656",
        "title":"Individualized Education Program Team Manual. Includes: Individualized Education Program, Evaluation Review, Manifestation Determination Review."},
      {
        "id":"ED423657",
        "title":"State of Michigan Special Education State Plan for Fiscal Years 1995-1997 as Fully Approved by the Office of Special Education Programs of the U.S. Department of Education on July 10, 1996."},
      {
        "id":"ED423658",
        "title":"Research in Rehabilitation Counselor Training on Supported Employment and Transition."},
      {
        "id":"ED423659",
        "title":"The State of Municipal Services in the 1990s: Crowding, Building Conditions and Staffing in New York City Public Schools."},
      {
        "id":"ED423660",
        "title":"English Syntactic Errors by Arabic Speaking Learners: Reviewed."},
      {
        "id":"ED423662",
        "title":"Fluency First in ESL."},
      {
        "id":"ED423664",
        "title":"Honoring Students&apos; Home Languages and Cultures in a Multilingual Classroom."},
      {
        "id":"ED423665",
        "title":"Differences in N/NN Teachers' Evaluation of Japanese Students' English Speaking Ability."},
      {
        "id":"ED423667",
        "title":"Qualities of Effective Programs for Immigrant Adolescents with Limited Schooling. ERIC Digest."},
      {
        "id":"ED423668",
        "title":"Developing English Writing Proficiency in Limited English Proficient College Students through Cooperative Learning Strategies."},
      {
        "id":"ED423669",
        "title":"Backgrounder: Bilingual Education in California."},
      {
        "id":"ED423670",
        "title":"Vowel Mutability: The Case for Spanish."},
      {
        "id":"ED423672",
        "title":"Texas Papers in Foreign Language Education: Contemporary Issues in Foreign and Second Language Learning and Teaching, 1998."},
      {
        "id":"ED423673",
        "title":"Cross-Cultural Discourse Pragmatics: Speaking about Hearsay in English and Japanese."},
      {
        "id":"ED423674",
        "title":"An Investigation of Student Opinions and Educational Experiences in Spanish for the Heritage Speakers at Arizona State University and the University of Arizona."},
      {
        "id":"ED423675",
        "title":"Authentic Foreign Language Testing in a Brazilian University Entrance Exam."},
      {
        "id":"ED423676",
        "title":"Changing Teacher Roles in the Foreign Language Classroom."},
      {
        "id":"ED423677",
        "title":"Neurolinguistic Applications to SLA Classroom Instruction: A Review of the Issues with a Focus on Danesi's Bimodality."},
      {
        "id":"ED423678",
        "title":"A Test for Learning Style Differences for the U.S. Border Population."},
      {
        "id":"ED423680",
        "title":"Microphone Phenomena Observed with EFL Students."},
      {
        "id":"ED423682",
        "title":"Journal Writing: Pedagogical Perspectives. [SFC Monograph #3.]"},
      {
        "id":"ED423683",
        "title":"Does Home Language Hamper English Achievement: Analysis of the NELS88 Longitudinal Data."},
      {
        "id":"ED423684",
        "title":"Don't Forget the Home Language. Creating a Community of Learners in Second Language Classrooms."},
      {
        "id":"ED423686",
        "title":"Differences in the Nature of Discussion between Peer Response Sessions Conducted on Networked Computers and Those Conducted in the Traditional Face-to-Face Situation."},
      {
        "id":"ED423687",
        "title":"Tracing Possible Roots of a Portuguese Accent in English."},
      {
        "id":"ED423688",
        "title":"Report of the Less Commonly Taught Languages Summit (Minneapolis, Minnesota, September 20-21, 1996)."},
      {
        "id":"ED423689",
        "title":"Pedagogical Perspectives on Using Films in Foreign Language Classes. SFC Monograph #4."},
      {
        "id":"ED423690",
        "title":"Pour une rhetorique du quotidien. Recherches Sociolinguistiques 4. (Toward a Rhetoric of Daily Language Use)."},
      {
        "id":"ED423692",
        "title":"Spelling Instruction in ESL: English Orthography and Resources for Spelling Instruction in English as a Second Language."},
      {
        "id":"ED423693",
        "title":"Using Wordless Books in Your ESL Class."},
      {
        "id":"ED423694",
        "title":"Email Keypals in Zone of Proximal Development."},
      {
        "id":"ED423695",
        "title":"Professional Development for Language Teachers: Preparing Educators for the 21st Century. 1998 State Survey."},
      {
        "id":"ED423696",
        "title":"\"If You Don't Tell Me, How Can I Know?\": A Case Study of Four International Students Learning To Write the U.S. Way."},
      {
        "id":"ED423697",
        "title":"Writing and Reading: Exploiting Their Similarities in Teaching. Suggestions for High School English Teachers in Japan."},
      {
        "id":"ED423698",
        "title":"Learning Languages: The Journal of the National Network for Early Language Learning, 1996-1997."},
      {
        "id":"ED423699",
        "title":"Learning Languages: The Journal of the National Network for Early Language Learning, 1997-1998."},
      {
        "id":"ED423700",
        "title":"La parole, vue et prise par les etudiants (Speech as Seen and Understood by Student)."},
      {
        "id":"ED423701",
        "title":"Scaling Up School Restructuring in Multicultural, Multilingual Contexts: Early Observations from Sunland County. Research Report No. 2."},
      {
        "id":"ED423702",
        "title":"Evaluation of the National Endowment for the Humanities Fellowships for Foreign Language Teachers K-12."},
      {
        "id":"ED423703",
        "title":"Experimental Study of the Effect of Controlled vs. Free Writing and Different Feedback Types on Writing Quality and Writing Apprehension of EFL College Students."},
      {
        "id":"ED423704",
        "title":"How Useful Is Connectionism for SLA Research?"},
      {
        "id":"ED423706",
        "title":"The American Bilingual Tradition. Language in Education: Theory and Practice No. 88."},
      {
        "id":"ED423707",
        "title":"Lost Opportunities: The Language Skills of Linguistic Minorities in England and Wales."},
      {
        "id":"ED423709",
        "title":"ESL Journal Writing: Learning, Reflections, and Adjustments to American Life."},
      {
        "id":"ED423710",
        "title":"From Immigrant Enclave to Main Street, USA: The Social Policy Implications of Real-World Language Acquisition."},
      {
        "id":"ED423711",
        "title":"Trends in Staff Development for Adult ESL Instructors. ERIC Q & A."},
      {
        "id":"ED423712",
        "title":"Initial Cutoff Ranges for the BEST and NYS Place Test for Placement into Model Standards Proficiency Levels. Adult English-as-a-Second-Language Assessment Project."},
      {
        "id":"ED423713",
        "title":"Adult ESL Placement Procedures in California: A Summary of Survey Results. Adult ESL Assessment Project."},
      {
        "id":"ED423714",
        "title":"Adult English-as-a-Second-Language Assessment Project. Final Report: Year 3."},
      {
        "id":"ED423715",
        "title":"Test Development Plan with Specifications for Placement Instruments Anchored to the Model Standards. Adult English-as-a-Second-Language Assessment Project."},
      {
        "id":"ED423717",
        "title":"Citizenship Instruction for Older and Challenged Students."},
      {
        "id":"ED423718",
        "title":"If You Lead Horses to Water They Will Drink: Introducing Second Language Adults to Books in English."},
      {
        "id":"ED423719",
        "title":"Developing Linkages between Home and School: The Language Cluster Program and Adult Literacy."},
      {
        "id":"ED423720",
        "title":"The Literacy Line! A Handbook for Creating and Implementing a Work Site Job Specific Literacy Program [and] Some People Work in the Vineyard [Curriculum]."},
      {
        "id":"ED423721",
        "title":"Teacher/Ethnographer in the Workplace: Approaches to Staff Development."},
      {
        "id":"ED423723",
        "title":"English Language Training Program Self-Review: A Tool for Program Improvement. ELT: Technical Assistance for English Language Training Projects, 1997-1998."},
      {
        "id":"ED423724",
        "title":"Job Preparation: A Curriculum for Refugee and Immigrant Women."},
      {
        "id":"ED423725",
        "title":"MPA and CPM Curriculum: An Analysis of the Views of Public Administrators."},
      {
        "id":"ED423728",
        "title":"The Impact of State Budget Reductions in the 1990's: A View of Public Higher Education in Six States."},
      {
        "id":"ED423729",
        "title":"Feminist Leaders in Higher Education: A Textual Analysis of Power and Resistance."},
      {
        "id":"ED423730",
        "title":"Participation and Progress: Improving the Climate for Women of Color in College."},
      {
        "id":"ED423731",
        "title":"Applying Need Theories To Understand Leadership Motivation in College and University Presidencies."},
      {
        "id":"ED423733",
        "title":"Faculty Rewards and Curriculum Reform (and Vice-Versa)."},
      {
        "id":"ED423734",
        "title":"Preventing Alcohol-Related Problems on Campus: Methods for Assessing Student Use of Alcohol and Other Drugs. A Guide for Program Coordinators."},
      {
        "id":"ED423735",
        "title":"Training in Diagnostic Ultrasound: Essentials, Principles, and Standards. Report of a WHO Study Group. Technical Report Series 875."},
      {
        "id":"ED423736",
        "title":"Graduate Education on the Internet: An Issue of Quality and Accessibility."},
      {
        "id":"ED423737",
        "title":"Issues in Funding and Supporting Projects To Improve Quality and Encourage Innovation in Teaching in Departments."},
      {
        "id":"ED423738",
        "title":"Lessons from a Three-Year Project To Advance Interprofessional Education in Nine Universities. Occasional Paper No. 1."},
      {
        "id":"ED423739",
        "title":"New Faculty: Catalyst for Change in Academic Departments."},
      {
        "id":"ED423741",
        "title":"Medicare. Concerns with Physicians at Teaching Hospitals (PATH) Audits. Report to the Chairman, Subcommittee on Health, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED423743",
        "title":"Facilitating Reflective Learning in Higher Education."},
      {
        "id":"ED423744",
        "title":"Bachelor's Degree Recipients Report, 1997."},
      {
        "id":"ED423745",
        "title":"New York State's Higher Education Policy Vacuum."},
      {
        "id":"ED423746",
        "title":"Returning to Russia. The 1998 Career Guide for Russian Graduates of American Universities. Second Edition."},
      {
        "id":"ED423747",
        "title":"Facilities Inventory and Utilization Study, Fall of 1997, for the State of North Carolina. Higher Education Comprehensive Planning Program. Thirty-First Edition."},
      {
        "id":"ED423750",
        "title":"Direct Loan Evaluation. Survey of Borrowers Participating in the Federal Direct Loan and Federal Family Education Loan Programs: Academic Year 1996-97. Volume One: Summary Report [and] Volume Two: Technical Appendices."},
      {
        "id":"ED423753",
        "title":"Report on the Evaluation Study of the Training for Development Program."},
      {
        "id":"ED423756",
        "title":"Partial Salary Support for U.S. Faculty Working in Universities in Developing Countries: A Report to Association Liaison Office and to the U.S. Agency for International Development."},
      {
        "id":"ED423757",
        "title":"Increasing Student Involvement in Self-Governance Activities: A Delphi Approach."},
      {
        "id":"ED423758",
        "title":"Current Trends and Issues in the Practice of Faculty Involvement in Governance."},
      {
        "id":"ED423759",
        "title":"Technology Builds Global Acceptance among African Students."},
      {
        "id":"ED423761",
        "title":"Trends in Student Aid, 1998."},
      {
        "id":"ED423762",
        "title":"Trends in College Pricing, 1998."},
      {
        "id":"ED423763",
        "title":"Multicultural Education: Strategies for Implementation in Colleges and Universities. Volume 4."},
      {
        "id":"ED423767",
        "title":"Funding Your Education: 1999-2000."},
      {
        "id":"ED423769",
        "title":"Direct Loans, Federal Direct Consolidation Loans."},
      {
        "id":"ED423770",
        "title":"Higher Education Enrollments. Current Conditions and Recent Trends. January 1998."},
      {
        "id":"ED423771",
        "title":"Academic Self-Concept Structure of Higher Education Students."},
      {
        "id":"ED423772",
        "title":"The Internal/External Frame of Reference in the Self-Concept Development of Higher Education Students."},
      {
        "id":"ED423773",
        "title":"Canadian Initiatives: International Teaching Assistant Professional Development."},
      {
        "id":"ED423776",
        "title":"Student Centeredness: Conceptualizing and Operationalizing It."},
      {
        "id":"ED423777",
        "title":"Sources of Conflict in International Teaching Assistant (ITA) Training Programs."},
      {
        "id":"ED423783",
        "title":"Undergraduates' Assessment of International Teaching Assistants' Communicative Competence."},
      {
        "id":"ED423785",
        "title":"Bridging the Gap between Early Adopters' and Mainstream Faculty's Use of Instructional Technology."},
      {
        "id":"ED423786",
        "title":"Instructional Quality, Student Satisfaction, Student Success, and Student Evaluations of Faculty: What Are the Issues in Higher Education?"},
      {
        "id":"ED423791",
        "title":"Long-Range Planning: 1998-2003."},
      {
        "id":"ED423792",
        "title":"Department of Defense Education Activity: Research and Evaluation Branch. School Summary of Post-Secondary Plans, 1996-97 Evaluation."},
      {
        "id":"ED423793",
        "title":"Transforming Postsecondary Education for the 21st Century."},
      {
        "id":"ED423795",
        "title":"Cohort Default Rates for Schools Due to FY 1994, FY 1995, and FY 1996."},
      {
        "id":"ED423796",
        "title":"Student Guide: Financial Aid, 1999-2000."},
      {
        "id":"ED423798",
        "title":"Schools Subject to Loss of Eligibility To Participate in the Federal Family Education Loan Program and/or Direct Loan Program Due to FY 1994, FY 1995, and FY 1996 Cohort Default Rates of 25.0% or Greater."},
      {
        "id":"ED423799",
        "title":"Schools Subject to Limitation, Suspension, or Termination Action of All Title IV Programs Due to Excessive FY 1996 Cohort Default Rate."},
      {
        "id":"ED423801",
        "title":"Challenges and Choices: The Master Plan for Florida Postsecondary Education. Report and Recommendations by the Florida Postsecondary Education Planning Commission."},
      {
        "id":"ED423802",
        "title":"Course Restructuring and the Instructional Development Initiative at Virginia Polytechnic Institute and State University: A Benefit Cost Study."},
      {
        "id":"ED423803",
        "title":"Celebrating the Past. Preparing for the Future."},
      {
        "id":"ED423804",
        "title":"The Academic Journey: Insights from 1994-95 and 1995-96 Graduates. Research Report 98-01."},
      {
        "id":"ED423805",
        "title":"Instructional Practices: Student Preferences, Teacher Use, and the Gaps Between. Research Report 98-03."},
      {
        "id":"ED423806",
        "title":"Student Satisfaction with Academic Advising. Research Report 98-04."},
      {
        "id":"ED423807",
        "title":"Who Stays? Who Leaves? Results from a Qualitative Freshmen Study. Research Report 98-05."},
      {
        "id":"ED423808",
        "title":"Student Migration &amp; the State University: Analysis, Strategies &amp; Recommendations."},
      {
        "id":"ED423809",
        "title":"Federal School Code List, 1999-2000."},
      {
        "id":"ED423810",
        "title":"Chancellor's University-Wide Task Force on Campus Safety: Findings, Summary &amp; Recommendations, 1996-1997."},
      {
        "id":"ED423816",
        "title":"The MAHE Journal, 1998."},
      {
        "id":"ED423818",
        "title":"Embracing the World: Linking K-16 Students through Technology."},
      {
        "id":"ED423819",
        "title":"Proceedings of Selected Research and Development Presentations at the National Convention of the Association for Educational Communications and Technology (AECT) Sponsored by the Research and Theory Division (20th, St. Louis, Missouri, February 18-22, 1998)."},
      {
        "id":"ED423820",
        "title":"An Instructional Model for Teaching Literacy: Implications for Instructional Theory."},
      {
        "id":"ED423821",
        "title":"Hypermedia Navigation: Where Do We Go from Here?"},
      {
        "id":"ED423822",
        "title":"Technology: Creating a Community of Thinkers."},
      {
        "id":"ED423823",
        "title":"Analysis-Based Message Design: Rethinking Screen Design Guidelines."},
      {
        "id":"ED423824",
        "title":"The Affective Domain: A Model of Learner-Instruction Interactions."},
      {
        "id":"ED423825",
        "title":"Visual Design for Interactive Learning Tools: Representation of Time-Based Information."},
      {
        "id":"ED423826",
        "title":"Measuring the Learning Cost of Presentation Interference."},
      {
        "id":"ED423827",
        "title":"Wait 'Till Ya Hear This One: Professional Development through Anecdotes."},
      {
        "id":"ED423828",
        "title":"Web-Based Distance Instruction: Design and Implications of a Cybercourse Model."},
      {
        "id":"ED423829",
        "title":"Optimal Shifting of Fidelity Levels in Computer-Based Instructional Simulation."},
      {
        "id":"ED423830",
        "title":"Computer Conferencing and Multiple Intelligences: Effects on Expository Writing."},
      {
        "id":"ED423831",
        "title":"Cultural Connections: Promoting Self-Esteem, Achievement, and Multicultural Understanding through Distance Learning."},
      {
        "id":"ED423832",
        "title":"Prediction of and Differences in Computer Use When Universally Available."},
      {
        "id":"ED423833",
        "title":"Variables Affecting University Academic Achievement in a Distance- versus a Conventional Education Setting."},
      {
        "id":"ED423834",
        "title":"START (Student Trainers as Resource Technologists): An Alternative Approach to Technology Integration."},
      {
        "id":"ED423835",
        "title":"Using Technologies and Cooperative Work To Improve Oral, Writing, and Thinking Skills: Voices from Experience."},
      {
        "id":"ED423836",
        "title":"Essential Elements for Developing Effective Instruction in Any Setting."},
      {
        "id":"ED423837",
        "title":"Improving Mathematics Instruction Using Technology: A Vygotskian Perspective."},
      {
        "id":"ED423838",
        "title":"Design Model for Learner-Centered, Computer-Based Simulations."},
      {
        "id":"ED423839",
        "title":"Open-Ended Learning Environments: A Theoretical Framework and Model for Design."},
      {
        "id":"ED423840",
        "title":"How Do Local School Districts Formulate Educational Technology Policy?"},
      {
        "id":"ED423841",
        "title":"Effects of Inductive Multimedia Programs Including Graphs on Creation of Linear Function and Variable Conceptualization."},
      {
        "id":"ED423842",
        "title":"Creating Electronic Learning Environments: Games, Flow, and the User Interface."},
      {
        "id":"ED423843",
        "title":"What We Know about Research in Instructional Technology: Interviews with Research Leaders."},
      {
        "id":"ED423844",
        "title":"14th Foundations Symposium: Continuing the Debates/Discussions of the Foundations of Our Field. Education and Community."},
      {
        "id":"ED423845",
        "title":"Meeting Software Needs of Public and Higher Education: A Collaborative Model."},
      {
        "id":"ED423846",
        "title":"Learning in Open-Ended Technology Environments: Problems and Issues."},
      {
        "id":"ED423847",
        "title":"Knowledge, Interest, Recall and Navigation: A Look at Hypertext Processing."},
      {
        "id":"ED423848",
        "title":"Narrative Versus Step-by-Step Instructions for Computer Procedures."},
      {
        "id":"ED423849",
        "title":"Proximal Instruction Strategies and Assessment Tools for Managing Performance-Based Learning."},
      {
        "id":"ED423850",
        "title":"Reflection as a Means of Developing Expertise in Problem Solving, Decision Making, and Complex Thinking of Designers."},
      {
        "id":"ED423851",
        "title":"Effect of Color-coding on Locus of Control."},
      {
        "id":"ED423852",
        "title":"Interaction and Collaboration via Computer Conferencing."},
      {
        "id":"ED423853",
        "title":"STEPS: An EPSS Tool for Instructional Planning."},
      {
        "id":"ED423854",
        "title":"Pre-Service Teacher Preparation and Interactive Information Technologies Critical Mass."},
      {
        "id":"ED423855",
        "title":"Conditions that Facilitate Teachers' Internet Use in Schools with High Internet Connectivity: Preliminary Findings."},
      {
        "id":"ED423856",
        "title":"Foundations for Creating Effective Two-Way Audio/Video Distance Education Environments."},
      {
        "id":"ED423857",
        "title":"Layers of Navigation: Hypermedia Design for an Ill-Structured Domain."},
      {
        "id":"ED423858",
        "title":"Learner Ability and Learner Control: A 10 Year Literature Review 1987-1997."},
      {
        "id":"ED423859",
        "title":"Distance Education: Analysis of Far- and Near-Site Interaction Patterns."},
      {
        "id":"ED423860",
        "title":"Effects of Problem-Based, Networked Hypermedia, and Cooperative Strategies on Visual Literacy Instruction."},
      {
        "id":"ED423861",
        "title":"Using the ARCS Model To Design Multimedia College Engineering Courses."},
      {
        "id":"ED423862",
        "title":"An Investigation of PreK-12 Educators' Information Needs and Search Behaviors on the Internet."},
      {
        "id":"ED423863",
        "title":"The Importance of Physical Place and Lived Topographies."},
      {
        "id":"ED423864",
        "title":"A Paradigm for Enhancing Course Offerings Using CD-ROM, Interactive Video and E-mail."},
      {
        "id":"ED423865",
        "title":"The Role of Awareness of Cognitive Style in Hypermedia."},
      {
        "id":"ED423866",
        "title":"Technology Tools for Restructuring Course Delivery."},
      {
        "id":"ED423867",
        "title":"University Faculty Use of the Internet."},
      {
        "id":"ED423868",
        "title":"Evaluation of a Graduate Seminar Conducted by Listserv."},
      {
        "id":"ED423869",
        "title":"Computer Assisted Automatization of Multiplication Facts Reduces Mathematics Anxiety in Elementary School Children."},
      {
        "id":"ED423870",
        "title":"Implementing Intergenerational Electronic Communications into the Curriculum: Results of a Year-Long Case Study Featuring Second Graders and Senior Citizens."},
      {
        "id":"ED423871",
        "title":"Training in Observation Skills for Health Care Professionals: Interactive Multimedia."},
      {
        "id":"ED423872",
        "title":"An Implementation Model for Integrated Learning Systems."},
      {
        "id":"ED423873",
        "title":"Personalized Independent Learning Systems in High Technology Environments."},
      {
        "id":"ED423874",
        "title":"Knowledge Acquisition: Utilizing the Internet To Access Educational Data."},
      {
        "id":"ED423875",
        "title":"Public Broadcasting Stations' Revenue from State Governments and State Colleges and Universities Ranked State-by-State, Fiscal Year 1997. CPB Research Notes, No. 108."},
      {
        "id":"ED423876",
        "title":"Telecommunications and Information Technology: Federal Programs that Can Be Used To Fund Technology for Schools and Libraries. Statement of Carlotta C. Joyner, Director, Education and Employment Issues. Testimony before the Committee on Commerce and the Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED423877",
        "title":"Education Metasites."},
      {
        "id":"ED423878",
        "title":"Development and Implementation of a Distance Delivery Program for Training District Instructional Employees in the Use of the Internet and E-mail for Research, Professional Development, and Incorporation of Technology into the Curriculum."},
      {
        "id":"ED423881",
        "title":"Wisconsin's Model Academic Standards for Information and Technology Literacy. Bulletin No. 90002."},
      {
        "id":"ED423883",
        "title":"&quot;Strategy Redundancy&quot; and Its Impact on the Effectiveness of Technology-Enhanced Instruction: A Case Study."},
      {
        "id":"ED423884",
        "title":"On-line Tutoring of Middle School Students by Preservice Teachers."},
      {
        "id":"ED423886",
        "title":"ERIC Annual Report, 1998. Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED423887",
        "title":"Strategies for Advanced Learning: How Ancient Wisdom Enhances Modern Technology."},
      {
        "id":"ED423888",
        "title":"Squashing the Millennium Bug: A Year 2000 Compliance Guide for Elementary/Secondary Schools and School Districts."},
      {
        "id":"ED423889",
        "title":"Preventing Child Exploitation on the Internet. Special Hearing before a Subcommittee of the Committee on Appropriations. United States Senate, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED423890",
        "title":"Nebraska Library Commission. Public Library Profile, 1996-1997."},
      {
        "id":"ED423891",
        "title":"Improving Information Access through Technology: A Plan for Louisiana's Public Libraries."},
      {
        "id":"ED423892",
        "title":"Computerization of the Archivo General de Indias: Strategies and Results."},
      {
        "id":"ED423893",
        "title":"State Aid Guidelines for Michigan Libraries, 1997 Edition."},
      {
        "id":"ED423897",
        "title":"Evaluation of the Chemistry Collection of a Four-Year College Library by Means of Textbook Citation Analysis."},
      {
        "id":"ED423898",
        "title":"A Comparison of Multicultural Characters in the Annotations of Two Recommended High School Reading Lists Published Thirty-One Years Apart."},
      {
        "id":"ED423899",
        "title":"Public Library Services and Outreach for the Homeless Population in Ohio."},
      {
        "id":"ED423900",
        "title":"A Content Analysis of the Web Sites of the Fifty State Library Agencies of the United States of America."},
      {
        "id":"ED423901",
        "title":"Impact of OhioLINK Resource Sharing Options on the Workload of the Interlibrary Loan Department at the University of Toledo, Carlson Library."},
      {
        "id":"ED423902",
        "title":"Outreach Services for Older Adults at the Wadsworth Public Library."},
      {
        "id":"ED423903",
        "title":"Questions Asked at a Library's Information Desk: What Means Could Be Used To Improve Services?"},
      {
        "id":"ED423904",
        "title":"Vartan Gregorian: A Biographical Essay with Specific Focus on His Views Concerning Libraries and Librarians."},
      {
        "id":"ED423905",
        "title":"Nietzsche among the Scholars. A Bibliometric Analysis and Study of Nietzsche Scholarship."},
      {
        "id":"ED423906",
        "title":"On the Road to Expansion: Canton Public/Stark County District Library 1929-1997."},
      {
        "id":"ED423909",
        "title":"Characteristics of Corporate Libraries."},
      {
        "id":"ED423910",
        "title":"An Evaluation of Genealogical Collections as Perceived by the Members of the Ohio Genealogical Society, Summit County Chapter."},
      {
        "id":"ED423911",
        "title":"Technostress: A Content Analysis."},
      {
        "id":"ED423912",
        "title":"Regional Art History: A Procedural Model for Research, Central Ohio 1945-1995."},
      {
        "id":"ED423913",
        "title":"Adult Writing Programs in Ohio Public Libraries: Two Case Studies."},
      {
        "id":"ED423914",
        "title":"Utilization of PowerPoint Presentation Software in Library Instruction of Subject Specific Reference Sources."},
      {
        "id":"ED423915",
        "title":"A. Robert Rogers and International Librarianship."},
      {
        "id":"ED423916",
        "title":"Summer Institute for Faculty Development. Final Report."},
      {
        "id":"ED423917",
        "title":"The Academic Impact of Student Support Services Program Participation in Fiscal Year 1996. Program Evaluation."},
      {
        "id":"ED423918",
        "title":"Student Outcomes Report."},
      {
        "id":"ED423919",
        "title":"Hypotheses for the Virtual Classroom: A Case Study."},
      {
        "id":"ED423922",
        "title":"Policy Development for Distance Education. ERIC Digest."},
      {
        "id":"ED423926",
        "title":"The Community College and Title IX."},
      {
        "id":"ED423927",
        "title":"The School-To-Work Consortium: An Analysis of Interorganizational Relationships."},
      {
        "id":"ED423928",
        "title":"A Preliminary &quot;Basic Math Program&quot; Proposal."},
      {
        "id":"ED423929",
        "title":"Writing Across the Curriculum: Annual Report, 1997-98."},
      {
        "id":"ED423930",
        "title":"Concurrent and Dual Enrollment of High School Students in Arizona Community Colleges: A Status Report."},
      {
        "id":"ED423931",
        "title":"Developmental and Remedial Education in Arizona Community Colleges: A Status Report."},
      {
        "id":"ED423932",
        "title":"Constructing the Curriculum: Power and Knowledge in the Community College System."},
      {
        "id":"ED423933",
        "title":"Technology, Learning, and Community (TLC): Perspectives from Teaching Excellence Award Recipients."},
      {
        "id":"ED423934",
        "title":"Report of MPCCA Human Resource Development 1997-98."},
      {
        "id":"ED423935",
        "title":"Mendocino College EOPS Student Demographics, Persistence, and Performance, 1991-92 to 1995-96 Research Report 98-15."},
      {
        "id":"ED423936",
        "title":"Short-term Impact of Matriculation Services: 1997-98 Academic Year. Research Report 98-14."},
      {
        "id":"ED423937",
        "title":"Tribal Business Assistance Center."},
      {
        "id":"ED423938",
        "title":"Assessment Designs among Community Colleges. Revisited."},
      {
        "id":"ED423939",
        "title":"Psychosocial Motivations of Hate Crimes Perpetrators: Implications for Educational Intervention."},
      {
        "id":"ED423940",
        "title":"Faculty-led Teams: Key Success Factors."},
      {
        "id":"ED423941",
        "title":"California Community Colleges Family and Consumer Sciences: A Plan for the 21st Century Update, 1998."},
      {
        "id":"ED423942",
        "title":"Recruitment and Retention of Minorities at a Two-Year Public College from 1993 to 1998."},
      {
        "id":"ED423943",
        "title":"Follow-Up Study of Fiscal Year 1997 Occupational Program Graduates, 1998."},
      {
        "id":"ED423944",
        "title":"Distance Learning: Technology and Choices."},
      {
        "id":"ED423945",
        "title":"Johnson County Community College Report to the Community, 1997-98."},
      {
        "id":"ED423946",
        "title":"Development of Training Manuals for Interviewing and Public Speaking at St. Louis Community College, Meramec."},
      {
        "id":"ED423949",
        "title":"Words and Gestures: Infants' Interpretations of Different Forms of Symbolic Reference."},
      {
        "id":"ED423950",
        "title":"A Tool Kit for Healthy School Meals: Recipes and Training Materials. USDA's New School Lunch and Breakfast Recipes."},
      {
        "id":"ED423951",
        "title":"A Guide to State and Local-Level Indicators of Child Well-Being Available through the Federal Statistical System."},
      {
        "id":"ED423952",
        "title":"School-Age NOTES. 1997."},
      {
        "id":"ED423953",
        "title":"The Relevance of Montessori Today: Meeting Human Needs-Principles to Practice. AMI/USA National Conference (Bellevue, Washington, July 25-28, 1996)."},
      {
        "id":"ED423954",
        "title":"Playing Fair and Square: Issues of Equity in Preschool Math, Science, and Technology."},
      {
        "id":"ED423955",
        "title":"The International Resilience Project: Research and Application."},
      {
        "id":"ED423956",
        "title":"Investing in Child Care: Challenges Facing Working Parents and the Private Sector Response."},
      {
        "id":"ED423965",
        "title":"Emerging Themes and Lessons Learned: The First Year of Smart Start."},
      {
        "id":"ED423966",
        "title":"Smart Start Evaluation Plan."},
      {
        "id":"ED423967",
        "title":"Keeping the Vision in Front of You: Results from Smart Start Key Participant Interviews."},
      {
        "id":"ED423968",
        "title":"North Carolina's Smart Start Initiative: 1994-95 Annual Evaluation Report."},
      {
        "id":"ED423969",
        "title":"Reinventing Government? Perspectives on the Smart Start Implementation Process."},
      {
        "id":"ED423970",
        "title":"Center-Based Child Care in the Pioneer Smart Start Partnerships of North Carolina. UNC Smart Start Evaluation Report."},
      {
        "id":"ED423971",
        "title":"The Effects of Smart Start on Young Children with Disabilities &amp; Their Families. Final Report."},
      {
        "id":"ED423972",
        "title":"Families &amp; the North Carolina Smart Start Initiative."},
      {
        "id":"ED423973",
        "title":"Bringing the Community into the Process: Issues and Promising Practices for Involving Parents &amp; Business in Local Smart Start Partnerships. UNC Smart Start Evaluation Report."},
      {
        "id":"ED423974",
        "title":"The Effects of Smart Start on the Quality of Preschool Child Care. Report to the Department of Human Resources."},
      {
        "id":"ED423975",
        "title":"North Carolina's Smart Start Initiative: 1996-97 Annual Evaluation Report."},
      {
        "id":"ED423976",
        "title":"Kindergartners&apos; Skills in Smart Start Counties in 1995: A Baseline from Which To Measure Change."},
      {
        "id":"ED423977",
        "title":"Child Care in the Pioneer Partnerships, 1994 and 1996."},
      {
        "id":"ED423979",
        "title":"E.C.E. Connection: A Newsletter for Early Childhood Education (E.C.E.), 1994-1998."},
      {
        "id":"ED423980",
        "title":"Beginning Child Care Fact Sheets."},
      {
        "id":"ED423982",
        "title":"Marin City Families First: Implementing a Program To Improve the Lives of Families."},
      {
        "id":"ED423983",
        "title":"This Is Me: In Search of Your Own Story. Working Papers in Early Childhood Development No. 24."},
      {
        "id":"ED423984",
        "title":"A Collaborative Consultation Model: Changing the Way Head Start Prepares Personnel To Work with Families at School, at Home and in the Community. Six-Session Training Guide."},
      {
        "id":"ED423990",
        "title":"[Early Childhood Family Education Program: Quality Indicators, Participant Questionnaire, Evaluation Forms and Resources.]"},
      {
        "id":"ED423991",
        "title":"The Structure of Narrative and Young Children's Understanding of False Belief."},
      {
        "id":"ED423993",
        "title":"The Benefits of the Mix."},
      {
        "id":"ED423994",
        "title":"The Professional Qualification of Pre-School Teachers in Decentralised Teacher Education."},
      {
        "id":"ED423995",
        "title":"Kindergarten Writing Rubric."},
      {
        "id":"ED423999",
        "title":"Good Beginnings for All Children: From Brain Research to Action."},
      {
        "id":"ED424000",
        "title":"Choosing Parenting Curricula Based on the Strengths, Interests, and Preferences of the Parents Who Will Use Them."},
      {
        "id":"ED424001",
        "title":"Integrative Research and Intervention To Facilitate Child and Family Development, Education, Readiness for Head Start, and Family Self-Sufficiency."},
      {
        "id":"ED424002",
        "title":"Spanish Preschoolers at Home: Mothers' Ideas, Home and Children Social Skills."},
      {
        "id":"ED424006",
        "title":"The Working Poor in America: A Bibliographical Resource. The Foundation for Child Development Working Paper Series."},
      {
        "id":"ED424007",
        "title":"Learning Readiness in Minnesota Public Schools."},
      {
        "id":"ED424008",
        "title":"A Study Comparing the Effect of Multiage Education Practices versus Traditional Education Practices on Academic Achievement."},
      {
        "id":"ED424009",
        "title":"Learning and Teaching Stories: New Approaches to Assessment and Evaluation in Relation to Te Whariki."},
      {
        "id":"ED424010",
        "title":"Children's Stories and Play: Storyride--A Children's Culture Project."},
      {
        "id":"ED424011",
        "title":"Maternal Factors Affecting the Academic Achievement of Latino Adolescents."},
      {
        "id":"ED424012",
        "title":"Continuity and Discontinuity in Preterm Infants' Early Development."},
      {
        "id":"ED424014",
        "title":"Quality Child Care in Virginia. Critical Issues in Child Care. White Paper 1."},
      {
        "id":"ED424015",
        "title":"From Generation to Generation: The Health and Well-Being of Children in Immigrant Families."},
      {
        "id":"ED424016",
        "title":"Supporting Family Learning. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424017",
        "title":"Emerging Literacy: Linking Social Competence to Learning. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424018",
        "title":"Individualizing: A Plan for Success. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424019",
        "title":"Family Partnerships: A Continuous Process. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424020",
        "title":"Including Children with Significant Disabilities in Head Start. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424021",
        "title":"Transitions: Parents Are Key. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424022",
        "title":"Translating the IEP into Everyday Practice. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424023",
        "title":"Building on Success. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424024",
        "title":"Supporting Families in Crisis. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424025",
        "title":"Safety First: Preventing &amp; Managing Childhood Injuries. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424026",
        "title":"Caring for Children with Chronic Conditions. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424027",
        "title":"Community Partnerships: Working Together. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED424028",
        "title":"Contaminated Frozen Strawberries in School Lunches. Hearing before the Committee on Agriculture, Nutrition, and Forestry. United States Senate, One Hundred Fifth Congress, First Session (June 5, 1997)."},
      {
        "id":"ED424029",
        "title":"Early Head Start: Goals and Challenges. Hearing before the Subcommittee on Human Resources of the Committee on Government Reform and Oversight. House of Representatives, One Hundred Fifth Congress, Second Session (February 19, 1998)."},
      {
        "id":"ED424031",
        "title":"Issues in Selecting Topics for Projects. ERIC Digest."},
      {
        "id":"ED424032",
        "title":"Early Childhood Violence Prevention. ERIC Digest."},
      {
        "id":"ED424033",
        "title":"Twins in School: What Teachers Should Know. ERIC Digest."},
      {
        "id":"ED424034",
        "title":"School Age Care: Creative Solutions for Out-of-School Care. Hearing before the Subcommittee on Children and Families of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, Second Session (March 5, 1998)."},
      {
        "id":"ED424036",
        "title":"The Project Approach Catalog 2 by the Project Approach Study Group."},
      {
        "id":"ED424037",
        "title":"What Should Parents and Teachers Know about Bullying?"},
      {
        "id":"ED424038",
        "title":"Video Games: Research, Ratings, Recommendations. ERIC Digest."},
      {
        "id":"ED424039",
        "title":"SKOLE: The Journal of Alternative Education, 1996."},
      {
        "id":"ED424040",
        "title":"SKOLE: The Journal of Alternative Education, 1997."},
      {
        "id":"ED424041",
        "title":"Technology for Education. IDRA Focus."},
      {
        "id":"ED424043",
        "title":"Haskell Builds a Home for Entrepreneurs in Indian Country."},
      {
        "id":"ED424045",
        "title":"The Functions of Class Size Perceived by Chinese Rural School Teachers."},
      {
        "id":"ED424046",
        "title":"Many Nations: A Library of Congress Resource Guide for the Study of Indian and Alaska Native Peoples of the United States."},
      {
        "id":"ED424047",
        "title":"The Barefoot College...or Knowledge Demystified. Education for All, Making It Work, Innovations Series, 11."},
      {
        "id":"ED424048",
        "title":"The Use of Community Services by Rural Families in Wisconsin. Staff Paper 97.4."},
      {
        "id":"ED424049",
        "title":"Building Community Based Initiatives in Rural Coastal Communities. Staff Paper 95.2."},
      {
        "id":"ED424050",
        "title":"Exploring the Boundaries of Adventure Therapy: International Perspectives. Proceedings of the International Adventure Therapy Conference (1st, Perth, Australia, July 1997)."},
      {
        "id":"ED424051",
        "title":"Theoretical Considerations of Therapeutic Concepts in Adventure Therapy."},
      {
        "id":"ED424052",
        "title":"International Models of Best Practice in Wilderness and Adventure Therapy."},
      {
        "id":"ED424053",
        "title":"Panacea or Poison? Building Self-Esteem through Adventure Experiences."},
      {
        "id":"ED424054",
        "title":"The Task of Adventure within the Peace and Reconciliation Process."},
      {
        "id":"ED424055",
        "title":"The Development of a New Zealand Tertiary Qualification in Adventure Based Social Work."},
      {
        "id":"ED424056",
        "title":"The Seventh Generation in Adventure Therapy."},
      {
        "id":"ED424057",
        "title":"Gestalt and Adventure Therapy: Parallels and Perspectives."},
      {
        "id":"ED424058",
        "title":"It Is Better To Learn To Fish: Empowerment in Adventure Education."},
      {
        "id":"ED424059",
        "title":"Stories of Change."},
      {
        "id":"ED424060",
        "title":"Scared Spitless: The Therapeutic Power of Language."},
      {
        "id":"ED424061",
        "title":"Learning New Behaviours through Group Adventure Initiative Tasks: A Theoretical Perspective."},
      {
        "id":"ED424062",
        "title":"Choosing Your Style: Approaches to Leading Adventure Therapy Programmes."},
      {
        "id":"ED424063",
        "title":"Case Studies in Managing Psychological Depth."},
      {
        "id":"ED424064",
        "title":"Sustaining the Wilderness Therapist."},
      {
        "id":"ED424065",
        "title":"The Wilderness Enhanced Model for Holistic Strategic Intervention."},
      {
        "id":"ED424066",
        "title":"Dealing with Religious Issues in Adventure Therapy."},
      {
        "id":"ED424067",
        "title":"Adolescent Coping Styles and Outdoor Education: Searching for the Mechanisms of Change."},
      {
        "id":"ED424068",
        "title":"Effecting Intentional Change in Adventure Programming for &quot;At Risk&quot; Adolescents."},
      {
        "id":"ED424069",
        "title":"Initiation: The Rights of Passage into Young Adulthood."},
      {
        "id":"ED424070",
        "title":"The Aftermath of the Port Arthur Incident: The Response by Project Hahn to Adolescent Needs."},
      {
        "id":"ED424071",
        "title":"Reflections on Wilderness Therapy."},
      {
        "id":"ED424072",
        "title":"The Wilderness Intervention Program: Change through Mentoring."},
      {
        "id":"ED424073",
        "title":"An Evaluation of the Outdoor Adventure Challenge Programme (OACP) at Rolleston Prison."},
      {
        "id":"ED422071",
        "title":"Values Supporting Quality Family Life: An Exploratory Descriptive Study. Report HF/MF-33."},
      {
        "id":"ED422072",
        "title":"Measures of Child Well-Being in Utah, 1997. State and County Profiles of Child Well-Being."},
      {
        "id":"ED422073",
        "title":"Measures of Child Well-Being in Utah, 1998. Measuring Success One Kid at a Time."},
      {
        "id":"ED422074",
        "title":"KIDS COUNT in Virginia 1996: Kids and Communities."},
      {
        "id":"ED422076",
        "title":"Activities for the Classroom and Beyond: A Collection of Ideas and Activities To Help Extend Learning and Make It More Relevant to Students' Everyday Lives."},
      {
        "id":"ED422077",
        "title":"No Easy Answers: Helping Children with Attention and Activity Level Differences."},
      {
        "id":"ED422078",
        "title":"Hitting the Mark: A Resource Guide and Checklist for Enhancing Early Childhood Care and Education."},
      {
        "id":"ED422080",
        "title":"Nebraska Framework for Early Childhood Professional Development: A Resource for Individuals, Professional Organizations, Agencies, Institutions, Policymakers, and Communities to: Expand Training Delivery, Support Standards, Increase Collaboration, Maximize Funding, Improve Public Relations."},
      {
        "id":"ED422081",
        "title":"Youth Development: Family and Community Strategies."},
      {
        "id":"ED422082",
        "title":"School-Based Health Centers in Oregon: Adolescents Report Their Needs, Use, Behaviors, and Attitudes."},
      {
        "id":"ED422083",
        "title":"Oregon School-Based Health Centers: A Follow-Up Report."},
      {
        "id":"ED422085",
        "title":"Caring and the Elementary Curriculum."},
      {
        "id":"ED422086",
        "title":"Partnership: A Development Strategy for Children. Action Research in Family and Early Childhood. UNESCO Education Sector Monograph No. 9."},
      {
        "id":"ED422087",
        "title":"Head Start: Challenges in Monitoring Program Quality and Demonstrating Results. Report to Congressional Requesters."},
      {
        "id":"ED422088",
        "title":"Improving Cooperative Behavior through the Use of Social Skills Instruction."},
      {
        "id":"ED422089",
        "title":"Partners and Parents: Developmental Changes in Marital Relation during the Transition to Parenthood."},
      {
        "id":"ED422091",
        "title":"Smaller Places for Special People?"},
      {
        "id":"ED422092",
        "title":"A Systematic Approach to Child Care Regulatory Review, Policy Evaluation and Planning To Promote Health and Safety of Children in Child Care: A Manual for State and Local Child Care and Maternal and Child Health Agency Staff."},
      {
        "id":"ED422094",
        "title":"Conflict Resolution Techniques for Early Elementary."},
      {
        "id":"ED422097",
        "title":"Connecticut's Children: A Cause for Hope. 1997 Data Book."},
      {
        "id":"ED422098",
        "title":"Head Start on Science Preliminary Findings."},
      {
        "id":"ED422099",
        "title":"Young Viewers' Responses to Television Program Ratings."},
      {
        "id":"ED422100",
        "title":"Conflict Management: Action Research."},
      {
        "id":"ED422104",
        "title":"Restructuring Kindergarten in an Urban School District: The Case of Newark, New Jersey."},
      {
        "id":"ED422106",
        "title":"New Measures of Mastery Motivation for Infancy through Elementary School: Overview."},
      {
        "id":"ED422107",
        "title":"Mastery Motivation in Preschool Children: Relations to Aggression and Hyperactivity."},
      {
        "id":"ED422108",
        "title":"Assessing Mastery Motivation in a Head Start Sample."},
      {
        "id":"ED422109",
        "title":"Toddler's Mastery Motivation and Maternal Expectations: Urban Puerto Rican and Dominican Mothers and Children."},
      {
        "id":"ED422110",
        "title":"Assessing Mastery Motivation in 7- and 10-Year Olds."},
      {
        "id":"ED422111",
        "title":"A Mixed Method Approach to Understanding Family-School Communication."},
      {
        "id":"ED422115",
        "title":"Instructional Techniques To Improve Homework Completion with Sixth Grade and Spanish I Students."},
      {
        "id":"ED422118",
        "title":"The Effects of Secure Attachments on Preschool Children's Conflict Management Skills."},
      {
        "id":"ED422119",
        "title":"The Transition to Middle School. ERIC Digest."},
      {
        "id":"ED422122",
        "title":"Comparison of the Types of Cooperative Problem Solving Behaviors in Four Learning Centers: Computer, Dramatic Play, Block, and Manipulative."},
      {
        "id":"ED422124",
        "title":"Hello Parents, Where Are You? A Teachers' Call for Involvement."},
      {
        "id":"ED422126",
        "title":"The School: A Place for Children's Creativity?"},
      {
        "id":"ED422127",
        "title":"Improving Time Management for the Working Student."},
      {
        "id":"ED422129",
        "title":"Increasing Student On-Task Behavior through the Use of Specific Seating Arrangements."},
      {
        "id":"ED422132",
        "title":"Planetary Sustainability and Sustaining Family Relationships: Family Division of Labor and the Possibility of Female Liberation in the Back-to-the-Land Movement of the Late Twentieth."},
      {
        "id":"ED422133",
        "title":"Mother Tongue Literacy and Language Renewal: The Case of Navajo."},
      {
        "id":"ED422134",
        "title":"Vecinos y Rehabilitation (Phase II): Assessing the Needs and Resources of Indigenous People with Disabilities in the Mixteca Region of Oaxaca, Mexico. Final Report. [English Version.]"},
      {
        "id":"ED422135",
        "title":"The Role of Supervisors in Rural School Reform."},
      {
        "id":"ED422136",
        "title":"The School Cultures in the Lower Rio Bravo Valley."},
      {
        "id":"ED422139",
        "title":"Leadership for Changing the Small Rural School: The Excitement of School Improvement."},
      {
        "id":"ED422140",
        "title":"&quot;Let 'em Be King Pin Out There All on Their Own in the Streets.&quot; How Some Koori Boys Responded to Their School and Classroom."},
      {
        "id":"ED422141",
        "title":"Nurturing the Seventh Generation: A Three-Year Ethnographic Study of Native Americans Who Would Be Teachers."},
      {
        "id":"ED422143",
        "title":"Tracking and Treating Mobile Populations. The TB Net System. Migrant Clinicians Network Monograph Series. = El Sistema de Red para la TB."},
      {
        "id":"ED422146",
        "title":"Expanding Economic and Educational Opportunity in Distressed Rural Areas: A Conceptual Framework for the Rural Community College Initiative."},
      {
        "id":"ED422147",
        "title":"Collaboration on Campus: Teaching Rural High School Students through College Methods Classes."},
      {
        "id":"ED422150",
        "title":"Putting Technology into the Classroom: A Guide for Rural Decision Makers."},
      {
        "id":"ED422151",
        "title":"Characteristics of Effective Rural Schools: A Longitudinal Study of Western Australian Rural High School Students."},
      {
        "id":"ED422157",
        "title":"Energy."},
      {
        "id":"ED422158",
        "title":"An Introduction of Finite Element Method in the Engineering Teaching at the University of Camaguey."},
      {
        "id":"ED422163",
        "title":"Learning about the Earth as a System. International Conference on Geoscience Education Conference Proceedings (2nd, Hilo, HI, July 28-31, 1997)."},
      {
        "id":"ED422164",
        "title":"Texts and Talk: The Role of Gender in Learning Physics."},
      {
        "id":"ED422166",
        "title":"International Mobility of Scientists and Engineers to the United States--Brain Drain or Brain Circulation?"},
      {
        "id":"ED422168",
        "title":"Improving Mathematics Instruction."},
      {
        "id":"ED422169",
        "title":"Mathematics and Science Performance in the Middle School Years in the Western Cape Province of South Africa. The Performance of Students in the Western Cape Province in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED422170",
        "title":"Mathematics and Science Performance in the Middle School Years in the Free State Province of South Africa. The Performance of Students in the Free State Province in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED422171",
        "title":"Mathematics and Science Performance in the Middle School Years in the Northern Cape Province of South Africa. The Performance of Students in the Northern Cape Province in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED422172",
        "title":"Mathematics and Science Performance in the Middle School Years in the Mpumalanga Province of South Africa. The Performance of Students in the Mpumalanga Province in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED422173",
        "title":"Mathematics and Science Performance in the Middle School Years in the Eastern Cape Province of South Africa. The Performance of Students in the Eastern Cape Province in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED422174",
        "title":"Mathematics and Science Literacy of Final-Year School Students in South Africa. A Report on the Performance of South African Students in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED422175",
        "title":"Improving Student Knowledge of the Graphing Calculator's Capabilities."},
      {
        "id":"ED422179",
        "title":"Does the Use of Hands-On Learning, with Manipulatives, Improve the Test Scores of Secondary Education Geometry Students?"},
      {
        "id":"ED422181",
        "title":"Great Minds? Great Lakes!"},
      {
        "id":"ED422184",
        "title":"IMaST At a Glance: Integrated Mathematics, Science, and Technology."},
      {
        "id":"ED422185",
        "title":"Motivating Pupils To Learn in Mathematics."},
      {
        "id":"ED422186",
        "title":"Children's Construction of the Operation of Addition."},
      {
        "id":"ED422188",
        "title":"A Comparison of the Effect of Single-Sex and Coeducational Schooling Arrangements on the Self-Esteem and Mathematics Achievement of Adolescent Females."},
      {
        "id":"ED422189",
        "title":"Mathematics and Science Achievement State by State, 1998. Goal 3: Student Achievement and Citizenship. Goal 5: Mathematics and Science."},
      {
        "id":"ED422190",
        "title":"Linking the National Assessment of Educational Progress (NAEP) and the Third International Mathematics and Science Study (TIMSS): A Technical Report. Research and Development Report."},
      {
        "id":"ED422191",
        "title":"Informal Mathematics and Science Education."},
      {
        "id":"ED422192",
        "title":"Psychology: Teacher Supplement."},
      {
        "id":"ED422198",
        "title":"Education as the Possibility of Justice: Jacques Derrida."},
      {
        "id":"ED422199",
        "title":"George Herbert Mead's Lecture on Philosophy of Education at the University of Chicago (1910-1911)."},
      {
        "id":"ED422200",
        "title":"Comparative Lessons for Democracy: A Collaborative Effort of Educators from the Czech Republic, Hungary, Latvia, Poland, Russia, and the United States."},
      {
        "id":"ED422201",
        "title":"Michigan Framework for Social Studies Education Content Standards."},
      {
        "id":"ED422203",
        "title":"Marriage and Family Life in South Africa: Research Priorities. Theme 7: Preparation for Family Life, Family Enrichment, Family Counselling, and Available Services."},
      {
        "id":"ED422206",
        "title":"Teachers' Impressions of YESS!/Mini-Society Before and After Program Implementation: An Action Research Report."},
      {
        "id":"ED422208",
        "title":"New Horizons in Civic Education. Our Democracy: How America Works."},
      {
        "id":"ED422209",
        "title":"What Learning Means."},
      {
        "id":"ED422210",
        "title":"Tomorrow's Forecast: Oceans and Weather."},
      {
        "id":"ED422211",
        "title":"Japan: Images of a People."},
      {
        "id":"ED422212",
        "title":"The Development of Education Systems in Postcolonial Africa: A Study of a Selected Number of African Countries."},
      {
        "id":"ED422215",
        "title":"Implementing Holocaust Education Curriculum To Comply with Florida Legislation 233.061 at the Middle School Level."},
      {
        "id":"ED422216",
        "title":"Campus Ministry: Identity, Mission, and Praxis."},
      {
        "id":"ED422217",
        "title":"Biography Today.  Profiles of People of Interest to Young Readers. Artists Series. Vol. 1, 1996."},
      {
        "id":"ED422219",
        "title":"Mexico: Land of Contrasts. Fulbright-Hays Summer Seminar Abroad 1997 (Mexico)."},
      {
        "id":"ED422220",
        "title":"Perspectives on the Mexican Education System: Prejudices, Problems, Possibilities. Fulbright-Hays Summer Seminar Abroad 1997 (Mexico)."},
      {
        "id":"ED422221",
        "title":"Mexico: Challenges and Opportunities in Education in the 21st Century. Fulbright-Hays Summer Seminar Abroad 1997 (Mexico)."},
      {
        "id":"ED422222",
        "title":"The World of Ancient Mexico. Fulbright-Hays Summer Seminar Abroad 1997 (Mexico)."},
      {
        "id":"ED422223",
        "title":"Putting it Together: Planning for Social Studies. Participant's Guide."},
      {
        "id":"ED422224",
        "title":"Issues-Centered Instruction in Teaching International Issues to Low Achieving High School Students."},
      {
        "id":"ED422225",
        "title":"Intercultural Sensitivity and the Early Adolescent."},
      {
        "id":"ED422226",
        "title":"How Might We Use Research To Inform Curriculum Development?"},
      {
        "id":"ED422227",
        "title":"Developments in Elementary Students' Knowledge about and Empathy with Native Americans."},
      {
        "id":"ED422228",
        "title":"Education about the History of Technology in K-12 Schools."},
      {
        "id":"ED422229",
        "title":"Facilitating the Research Paper Process: A Guide for the Social Science Instructor."},
      {
        "id":"ED422230",
        "title":"The Use of Music and Creative Movement as a Tool in Language Development in Elementary Children: A Review of Related Literature."},
      {
        "id":"ED422231",
        "title":"Students' Conceptual Thinking in Geography."},
      {
        "id":"ED422233",
        "title":"Medieval Music. Alfonso X &amp; the Cantigas de Santa Maria."},
      {
        "id":"ED422235",
        "title":"Advancing History Education in American Schools. A Symposium at the Library of Congress. Panel 1. Occasional Paper."},
      {
        "id":"ED422236",
        "title":"Advancing History Education in American Schools. A Symposium at the Library of Congress. Panel 2. Occasional Paper."},
      {
        "id":"ED422237",
        "title":"Advancing History Education in American Schools. A Symposium at the Library of Congress. Panel 3. Occasional Paper."},
      {
        "id":"ED422238",
        "title":"Building a World History Curriculum. A Guide to Using Themes and Selecting Content. Building of a History Curriculum Series: Guides for Implementing the History Curriculum Recommended by the Bradley Commission on History in Schools."},
      {
        "id":"ED422239",
        "title":"Ohio History: A Professional Development Manual. Using State History To Prepare Students for Ohio's 4th Grade Citizenship Proficiency Test. 3rd Edition."},
      {
        "id":"ED422240",
        "title":"The Future of History. Occasional Paper."},
      {
        "id":"ED422241",
        "title":"How the Future of History Connects with Museums. Occasional Paper."},
      {
        "id":"ED422242",
        "title":"Citizenship Education and the Teaching of Literature: Lessons and Suggestions from the American Experience."},
      {
        "id":"ED422243",
        "title":"Educational Philanthropist George Peabody (1795-1869) and First U.S. Paleontology Professor Othniel Charles Marsh (1831-99) at Yale University."},
      {
        "id":"ED422244",
        "title":"Analyses of Perceptions of Curriculum Directors Regarding Gender Equity Inservice in Wisconsin, Massachusetts, and Texas."},
      {
        "id":"ED422245",
        "title":"How Did the Radio Change America?"},
      {
        "id":"ED422246",
        "title":"A Unit Plan on the Issues of Democracy."},
      {
        "id":"ED422247",
        "title":"Lesson Plans on Issues of the Hungarian Constitution."},
      {
        "id":"ED422248",
        "title":"The Hungarian Electoral System and Its Political Implications."},
      {
        "id":"ED422249",
        "title":"A Realistic View of Aging: A Model for Teaching Future Generations. Final Report."},
      {
        "id":"ED422250",
        "title":"Uncertain Mediation, Unrestrained Dialogue, and the Role of the Civics Teacher: Learning about Civics Instruction from Hungarian Educators."},
      {
        "id":"ED422251",
        "title":"Lesson Plan on Comparative Political Systems: Compare and Contrast the Presidential Election System of the USA to the Parliamentary Election System of Hungary."},
      {
        "id":"ED422252",
        "title":"Civic Education: Tradition and Change in Florida and Hungary."},
      {
        "id":"ED422253",
        "title":"American Canvas: An Arts Legacy for Our Communities."},
      {
        "id":"ED422261",
        "title":"Priorities for Arts Education Research."},
      {
        "id":"ED422262",
        "title":"Spotlight on Japan: Continuity and Change."},
      {
        "id":"ED422263",
        "title":"Spotlight on Turkey: Continuity and Change. An Interdisciplinary Curriculum."},
      {
        "id":"ED422265",
        "title":"Growth, Technology, Planning, and Geographic Education in Central Florida: Images and Encounters. Pathways in Geography Resource Publication: No. 16."},
      {
        "id":"ED422266",
        "title":"Asian Women and Their Work: A Geography of Gender and Development. Pathways in Geography Resource Publication: No. 17."},
      {
        "id":"ED422267",
        "title":"The Education and Certification of History Teachers: Trends, Problems, and Recommendations. ERIC Digest."},
      {
        "id":"ED422268",
        "title":"The Use of Technology by Schools, Colleges and Departments of Education, 1996."},
      {
        "id":"ED422270",
        "title":"What the Science Standards Say: Implications for Teacher Education. Publication Series No. 9."},
      {
        "id":"ED422271",
        "title":"Teacher as Change Agent. A View from the Inside.  A Report of the Select Seminar on Excellence in Education."},
      {
        "id":"ED422272",
        "title":"Standards for Alaska's Teachers."},
      {
        "id":"ED422275",
        "title":"Self-Evaluation and Self-Regulated Computer Learning."},
      {
        "id":"ED422276",
        "title":"The Eisenhower Professional Development Program: Emerging Themes from Six Districts. 1998."},
      {
        "id":"ED422277",
        "title":"Professional Development Schools: Policy and Financing. A Guide for Policymakers."},
      {
        "id":"ED422279",
        "title":"Challenging the Image: Service Learning among British Adolescents."},
      {
        "id":"ED422285",
        "title":"All Individuals Deserve Support: Collaborating To Prevent HIV/AIDS among Homeless Youth."},
      {
        "id":"ED422288",
        "title":"Self-Regulation of Textbook Reading: A Think-Aloud Study."},
      {
        "id":"ED422289",
        "title":"Emotions and Literature in Educational Writing."},
      {
        "id":"ED422290",
        "title":"Student-Teacher Discourse in a College Reading Course Using the Portfolio Process: The Reflective Portfolio Conference--A Conversation about Learning."},
      {
        "id":"ED422291",
        "title":"Teaching and Learning in the Studio of Instructional Leadership."},
      {
        "id":"ED422292",
        "title":"Teaching Teachers: The Problem with Emphasizing \"Isms.\""},
      {
        "id":"ED422293",
        "title":"Factors Influencing Preservice Teachers' End-of-Training Teaching Performance."},
      {
        "id":"ED422294",
        "title":"What Mentoring Does for Mentors: A Cross-Cultural Perspective."},
      {
        "id":"ED422296",
        "title":"Changing Teacher's Beliefs through Professional Development."},
      {
        "id":"ED422297",
        "title":"Prewriting Activities and Gender: Influences on the Writing Quality of Male and Female Students."},
      {
        "id":"ED422298",
        "title":"Changing the Subject: The Challenge to Teacher Professionalism of Innovation in OECD Countries."},
      {
        "id":"ED422299",
        "title":"A Teacher Educator Studies His Teaching: A Self-Study with Multiple Perspectives."},
      {
        "id":"ED422300",
        "title":"Examining Academic Learning Outcomes in Service-Learning: Recent Advances, Unanswered Questions, and Guidelines."},
      {
        "id":"ED422301",
        "title":"Case Study Digest: Preparing Teachers for Education Administration."},
      {
        "id":"ED422303",
        "title":"From Extrinsic Guidance toward Student Self-Control."},
      {
        "id":"ED422304",
        "title":"From Dependence toward Independence via Interdependence."},
      {
        "id":"ED422305",
        "title":"Assessing Team Performance."},
      {
        "id":"ED422306",
        "title":"Teacher Behaviors That Affect Discipline Referrals and Off-Task Behaviors."},
      {
        "id":"ED422307",
        "title":"Missouri Directory of Approved Professional Education Programs: Two-Year and Four-Year Colleges and Universities. Revised."},
      {
        "id":"ED422308",
        "title":"The National Board for Professional Teaching Standards. What? Why? How?"},
      {
        "id":"ED422309",
        "title":"What Parents Know and Say about Student Teachers."},
      {
        "id":"ED422310",
        "title":"Guidelines for School and Community Programs To Promote Lifelong Physical Activity among Young People. Morbidity and Mortality Weekly Report: Recommendations and Reports."},
      {
        "id":"ED422311",
        "title":"NAEP and Dance: Framework and Field Tests."},
      {
        "id":"ED422312",
        "title":"Health Education Video Games for Children and Adolescents: Theory, Design, and Research Findings."},
      {
        "id":"ED422314",
        "title":"Differences in the Classroom Systems of Expert and Novice Teachers."},
      {
        "id":"ED422315",
        "title":"The Nature of Metacognition: What Do Primary School Problem Solvers Do?"},
      {
        "id":"ED422316",
        "title":"An Analysis of the Relationship between Educational Aspiration, Cross-Cultural Sensitivity, and Field of Study of Chinese Student-Teachers at the University of Macau."},
      {
        "id":"ED422320",
        "title":"Who is More Reflective? Inservice or Preservice Teachers?"},
      {
        "id":"ED422321",
        "title":"A Quick History and Some Gentle Guidelines for a Teacher-as-Researcher Project."},
      {
        "id":"ED422322",
        "title":"Policy and Excellent Teaching: Focus for a National Research Center. Center Description and Synopsis of Research Program."},
      {
        "id":"ED422323",
        "title":"Federal Research Investment and the Improvement of Teaching. 1980-1997."},
      {
        "id":"ED422324",
        "title":"Reflection and the Preservice Teacher."},
      {
        "id":"ED422326",
        "title":"Professional Development of Teachers: A Process for Integrating Faith and Learning in Christian Schools."},
      {
        "id":"ED422329",
        "title":"Education for a New World."},
      {
        "id":"ED422330",
        "title":"Baha'i Principles of Education: Categorization of and Commentary on Extracts from Baha'i Education."},
      {
        "id":"ED422331",
        "title":"Growth in School: Achievement Gains from the Fourth to the Eighth Grade. Policy Information Report."},
      {
        "id":"ED422346",
        "title":"Understanding Curriculum Better: Rise and Fall Progressive Curriculum and a Humanist Alternative."},
      {
        "id":"ED422348",
        "title":"A Case Study of Horizontal Teacher Evaluation."},
      {
        "id":"ED422349",
        "title":"Rater, Domain, and Gender Influences on the Assessed Quality of Student Writing Using Weighted and Unweighted Scoring."},
      {
        "id":"ED422350",
        "title":"Applying the Rasch Model To Explore Rater Influences on the Assessed Quality of Students' Writing Ability."},
      {
        "id":"ED422351",
        "title":"Booklet Classification Study."},
      {
        "id":"ED422352",
        "title":"A Meta-Analytic Assessment of Empirical Differences in Standard Setting Procedures."},
      {
        "id":"ED422354",
        "title":"Effect of a Modified Angoff Strategy for Obtaining Item Performance Estimates in a Standard Setting Study."},
      {
        "id":"ED422355",
        "title":"Setting Performance Standards on Polytomously Scored Assessments: An Adjustment to the Extended Angoff Method."},
      {
        "id":"ED422356",
        "title":"Predictors of Academic Giftedness among U.S. High School Students: Evidence from a Nationally Representative Multivariate Analysis."},
      {
        "id":"ED422357",
        "title":"Double Trouble: Co-authorship as a Subversive Activity."},
      {
        "id":"ED422358",
        "title":"Echoes and Departures: Foshay's Curriculum Matrix and Trends in the Field of Curriculum Theory."},
      {
        "id":"ED422359",
        "title":"Adaptive Testing without IRT."},
      {
        "id":"ED422362",
        "title":"Differential Item Functioning: An Applied Comparison of the Item Characteristic Curve Method with the Logistic Discriminant Function Method."},
      {
        "id":"ED422363",
        "title":"Overview of the Most Difficult Technical Issues on the VNT."},
      {
        "id":"ED422364",
        "title":"Regression Residuals as Performance Measures: An Assessment of Robustness in the Context of Country-Level Data. Draft."},
      {
        "id":"ED422365",
        "title":"Apperception and Meaning Making in the World of Qualitative Inquiry: An Examination of Novice Qualitative Researchers."},
      {
        "id":"ED422366",
        "title":"The Reliability and Validity of Test Scores: Are Editorial Policy Changes Reflected in Journal Articles?"},
      {
        "id":"ED422367",
        "title":"Revision of an Evaluation Instrument: Will the Measuring Device Provide More Reliable or Valid Scores?"},
      {
        "id":"ED422368",
        "title":"Creating Living Educational Theories through Paradigmatic and Post-paradigmatic Possibilities."},
      {
        "id":"ED422369",
        "title":"Educational Action Researchers Creating Their Own Living Educational Theories."},
      {
        "id":"ED422370",
        "title":"A Chinese Translation of the Self Description Questionnaire."},
      {
        "id":"ED422371",
        "title":"A Standard Setting Method Designed for Complex Performance Assessments with Multiple Performance Categories: Categorical Assignments of Student Work."},
      {
        "id":"ED422372",
        "title":"Confirmatory Factor Analysis of the Resiliency Scale."},
      {
        "id":"ED422373",
        "title":"Integrating School Indicators, School Effectiveness, and School Improvement Research: The Louisiana School Effectiveness Pilot (SEAP)."},
      {
        "id":"ED422374",
        "title":"Evaluation of a Prototype Teacher Enhancement Program on Science Performance Assessment. Draft."},
      {
        "id":"ED422377",
        "title":"Researcher Test Manual for the Learner-Centered Battery (Grades 6-12 Version). A Set of Self-Assessment and Reflection Tools for Middle and High School Teachers."},
      {
        "id":"ED422378",
        "title":"Comparison of the Reliability and Validity of Scores from Two Concept-Mapping Techniques. Draft."},
      {
        "id":"ED422379",
        "title":"Effects of Scale Differences on the Generality of Academic Self-Efficacy Judgments."},
      {
        "id":"ED422380",
        "title":"A Norm-Referenced, Performance-Based Mathematics Test Proves To Be Better at Revealing Effects of a Student-Driven Algebra Curriculum."},
      {
        "id":"ED422381",
        "title":"Impact of Self-Evaluation Training on Mathematics Achievement in a Cooperative Learning Environment."},
      {
        "id":"ED422382",
        "title":"Barriers to Upward Mobility in International Schools for Women Administrators."},
      {
        "id":"ED422383",
        "title":"Application of the Rule-Space Methodology to the 1996 NAEP Science Assessment: Grade 4 Preliminary Results."},
      {
        "id":"ED422384",
        "title":"Course Evaluation by Students: The Relationship of Instructional Characteristics to Overall Course Quality."},
      {
        "id":"ED422385",
        "title":"Detecting Departures from Normality: A Monte Carlo Simulation of a New Omnibus Test Based on Moments."},
      {
        "id":"ED422386",
        "title":"Comparative Approach to Evaluating Systemic Reform Policies: Applying Objective Measurement and Multilevel Analysis Methods."},
      {
        "id":"ED422387",
        "title":"Missing Links in International Education Studies: Comparing the U.S. with East Asian Countries in TIMSS."},
      {
        "id":"ED422388",
        "title":"Policy, Politics, and Contradictions of Alternative Teacher Certification."},
      {
        "id":"ED422389",
        "title":"Using Q-Technique Factor Analysis in Education Program Evaluations or Research: An Introductory Primer."},
      {
        "id":"ED422390",
        "title":"Bootstrap Estimation of Sample Statistic Bias in Structural Equation Modeling."},
      {
        "id":"ED422391",
        "title":"Comparing Linear Discriminant Function with Logistic Regression for the Two-Group Classification Problem."},
      {
        "id":"ED422392",
        "title":"Fourteen Homogeneity of Variance Tests: When and How To Use Them."},
      {
        "id":"ED422393",
        "title":"A Generalizability Approach To Evaluating the Reliability of Testlet-Based Test Scores."},
      {
        "id":"ED422394",
        "title":"Equating Test Forms Composed of Testlets Using Dichotomous and Polytomous IRT Models."},
      {
        "id":"ED422395",
        "title":"Teachers' Causal Explanations for Achievement: Common Sense or Social Representations?"},
      {
        "id":"ED422396",
        "title":"Teacher Efficacy Measurement and Change."},
      {
        "id":"ED422397",
        "title":"A Comparison of Two Scoring Strategies for Performance Assessments."},
      {
        "id":"ED422398",
        "title":"Two Methods of Essence in the Study of Teacher Growth: Presentation of a Specific Case."},
      {
        "id":"ED422399",
        "title":"Stones in the Road: The Impact of Standards-Based Reform on Local Policy, Programs, and Practice."},
      {
        "id":"ED422401",
        "title":"Evaluating the Evaluators: The External Evaluator's Perspective."},
      {
        "id":"ED422403",
        "title":"Concept-Map Based Assessment: On Possible Sources of Sampling Variability."},
      {
        "id":"ED422404",
        "title":"Performance Assessment in the Service of Evaluating Science Education Reform."},
      {
        "id":"ED422405",
        "title":"Personal Factors Affecting the Generality of Academic Self-Efficacy Judgments: Gender, Ethnicity, and Relative Expertise."},
      {
        "id":"ED422406",
        "title":"Communicating Educational Research Data to General, Nonresearcher Audiences. ERIC/AE Digest."},
      {
        "id":"ED422407",
        "title":"Classroom Questions. ERIC/AE Digest."},
      {
        "id":"ED422408",
        "title":"Education at a Glance. OECD Indicators. 1998."},
      {
        "id":"ED422409",
        "title":"Education Policy Analysis 1998."},
      {
        "id":"ED422410",
        "title":"Dispelling Myths, Restoring Hope. News Media Strategies for Reporting about African American Youth and Their Experiences with Alcohol and Other Drugs."},
      {
        "id":"ED422411",
        "title":"Reaching African-American Youth Who Live in High-Risk Environments. Technical Assistance Bulletin."},
      {
        "id":"ED422412",
        "title":"Communicating Appropriately with Asian and Pacific Islander Audiences. Technical Assistance Bulletin."},
      {
        "id":"ED422413",
        "title":"Urban Youth Public Education for the African American Community. Technical Assistance Bulletin."},
      {
        "id":"ED422414",
        "title":"African Americans. Substance Abuse Resource Guide."},
      {
        "id":"ED422415",
        "title":"Hispanic/Latino Americans. Substance Abuse Resource Guide."},
      {
        "id":"ED422416",
        "title":"Asian and Pacific Islander Americans. Substance Abuse Resource Guide."},
      {
        "id":"ED422417",
        "title":"SUCCESS Program Planning/Evaluation Report for 1996-97."},
      {
        "id":"ED422418",
        "title":"New Horizons Program Planning/Evaluation Report for 1996-97."},
      {
        "id":"ED422419",
        "title":"The Effects of Integrated Curriculum on 9th Grade At-Risk Students."},
      {
        "id":"ED422420",
        "title":"Taking the Offensive in the Struggle against Anti-Gay Abuse in Public Schools: Improving School Policies and State Laws. A Landmark Compendium of Model Policies and Laws."},
      {
        "id":"ED422422",
        "title":"Education, Diversity, and Constructivism: A Pragmatic Point of View."},
      {
        "id":"ED422423",
        "title":"Parental Involvement in Children's Schooling: Different Meanings in Different Cultures."},
      {
        "id":"ED422424",
        "title":"One Teacher's Perspective on the Difference of Academic Expectations for Hispanic Students: A Case Study."},
      {
        "id":"ED422425",
        "title":"Teachers' Evaluations of the Sustainability of Opportunity To Learn (OTL) Assessment Strategies. A National Survey of Classroom Teachers in Large Urban School Districts."},
      {
        "id":"ED422427",
        "title":"It's a Fine Line...Deconstructing Youth At-Risk: Critical Ethnography as Pedagogy."},
      {
        "id":"ED422429",
        "title":"One Yard Below: Education Statistics from a Different Angle."},
      {
        "id":"ED422430",
        "title":"A Comparison of Public and Private Education in the District of Columbia. F.Y.I., 148."},
      {
        "id":"ED422431",
        "title":"How Milwaukee&apos;s Choice Program Helps Poor Children Succeed in School. F.Y.I., 120."},
      {
        "id":"ED422434",
        "title":"Overcoming Obstacles to Urban School Reform."},
      {
        "id":"ED422435",
        "title":"Making the Grade: Challenges and Successes in Providing Educational Opportunities for Children and Youth in Homeless Situations. Bridging the Gap between Home and School. A Position Document."},
      {
        "id":"ED422436",
        "title":"The Challenge of Detracking: Finding the Balance between Excellence and Equity."},
      {
        "id":"ED422437",
        "title":"Capacity for Reform: Lessons from High Poverty Urban Elementary Schools in the Northeast."},
      {
        "id":"ED422438",
        "title":"Evaluation Design for Homeless Education Programs: A Meta-Evaluation of McKinney Programs in Tennessee."},
      {
        "id":"ED422440",
        "title":"Teachers and Politics: A Study of Coloured Teachers in the Greater Durban Area."},
      {
        "id":"ED422441",
        "title":"Historical Perspectives on Biographies for Children as Content for Multicultural Education."},
      {
        "id":"ED422442",
        "title":"A Qualitative Analysis of Teacher Professional Learning and Teacher Work in Urban High Schools."},
      {
        "id":"ED422444",
        "title":"Reconciling Contested Discourses: The Cultural Politics of School-Based Health Services."},
      {
        "id":"ED422445",
        "title":"Mathematics and Vocabulary Development in Chinese American and European American Children over the Primary School Years."},
      {
        "id":"ED422446",
        "title":"A Survey of Public Education in the Nation's Urban School Districts, 1995."},
      {
        "id":"ED422447",
        "title":"Racial and Ethnic Classifications Used in U.S. Public Schools. Issue Brief."},
      {
        "id":"ED422448",
        "title":"Factors Related to Aggressive and Violent Behavior among Preadolescent African-American Boys."},
      {
        "id":"ED422449",
        "title":"Support Programs for At-Risk Youth."},
      {
        "id":"ED422450",
        "title":"The Impact of the First Year of High School on Student Self-, Task-, and Value-Perceptions and Judgements about Significant Others in Mathematics and English."},
      {
        "id":"ED422451",
        "title":"Protecting Youth, Preventing AIDS: A Guide for Effective High School HIV Prevention Programs."},
      {
        "id":"ED422452",
        "title":"Ninth Grade Restructuring Program. Citywide, 1996-97. Executive Summary."},
      {
        "id":"ED422453",
        "title":"Selected Readings on School Reform. Vol. 2, No. 3."},
      {
        "id":"ED422454",
        "title":"The Tracking and Ability Grouping Debate. Volume 2, Number 8."},
      {
        "id":"ED422455",
        "title":"A Nation &quot;Still&quot; at Risk. An Education Manifesto."},
      {
        "id":"ED422460",
        "title":"Work and Opportunity in the Post-Industrial Labor Market. IEE Brief Number 19."},
      {
        "id":"ED422461",
        "title":"Ft. Hood and the Texas A&amp;M University System: Collaboration and Distance Learning."},
      {
        "id":"ED422462",
        "title":"A Vision for Training and Further Education in Victoria. Vision Statement."},
      {
        "id":"ED422463",
        "title":"A Vision for Training and Further Education in Victoria. Scenarios."},
      {
        "id":"ED422465",
        "title":"MUJER: Mothers United for Jobs, Education, and Results. 1997-8 Project FORWARD Project-based Learning Project Summary."},
      {
        "id":"ED422466",
        "title":"Project-based Learning: Moving Students through the GED with Meaningful Learning."},
      {
        "id":"ED422467",
        "title":"Something To Think about. A Student Generated Project That Reaches into the Community."},
      {
        "id":"ED422468",
        "title":"Attitudes to Learning '98. MORI State of the Nation Survey: Summary Report."},
      {
        "id":"ED422470",
        "title":"Comparisons of Vocational Education and Training Systems: Results of the Intequal Project."},
      {
        "id":"ED422471",
        "title":"The Standards-Setting Process in Accounting: Lessons for Education and Workplace Reform."},
      {
        "id":"ED422472",
        "title":"Separate Tables: Academic and Vocational Education Reforms in Traditional, Comprehensive High Schools."},
      {
        "id":"ED422473",
        "title":"&quot;Overqualified&quot;&amp; Underemployed?"},
      {
        "id":"ED422474",
        "title":"Middle School Guidance and Career Development (Career Cadre Initiative). 1997-1998 Final Report."},
      {
        "id":"ED422475",
        "title":"Work and Opportunity in the Post-Industrial Labor Market: Summary of Findings. IEE Working Paper No. 6."},
      {
        "id":"ED422476",
        "title":"Inequality and Mobility: Trends in Wage Growth for Young Adults. IEE Working Paper No. 7."},
      {
        "id":"ED422477",
        "title":"Trends in Job Instability and Wages for Young Adult Men. IEE Working Paper No. 8."},
      {
        "id":"ED422478",
        "title":"Learning Styles and Vocational Education Practice. Practice Application Brief."},
      {
        "id":"ED422479",
        "title":"Strategic Directions for Careers Services in Higher Education. NICEC Project Report."},
      {
        "id":"ED422480",
        "title":"Adult Basic Education Basic Computer Literacy Handbook."},
      {
        "id":"ED422481",
        "title":"LifeWork: A Welfare-to-Work Model Curriculum."},
      {
        "id":"ED422482",
        "title":"Educational Resources for the Machine Tool Industry. Executive Summary."},
      {
        "id":"ED422483",
        "title":"Remediation, General Education, and Technical Mathematics. Educational Resources for the Machine Tool Industry."},
      {
        "id":"ED422484",
        "title":"Automated Equipment Repair Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor&apos;s Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422485",
        "title":"Computer-Aided Drafting and Design Series. Educational Resources for the Machine Tool Industry, Course Syllabi, [and] Instructor&apos;s Handbook. Student Laboratory Manual."},
      {
        "id":"ED422486",
        "title":"Advanced CNC and CAM Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor&apos;s Handbook [and] Student Laboratory Manual."},
      {
        "id":"ED422487",
        "title":"Industrial Maintenance Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor's Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422488",
        "title":"Instrumentation Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor's Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422489",
        "title":"Laser Machining Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor's Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422490",
        "title":"Machining Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor's Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422491",
        "title":"Manufacturing Technology Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor&apos;s Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422492",
        "title":"Mold Making Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor&apos;s Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422493",
        "title":"Tool &amp; Die and EDM Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor&apos;s Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422494",
        "title":"Welding Series. Educational Resources for the Machine Tool Industry. Course Syllabi, Instructor&apos;s Handbook, [and] Student Laboratory Manual."},
      {
        "id":"ED422495",
        "title":"Vocational Education's Image for the 21st Century. ERIC Digest."},
      {
        "id":"ED422497",
        "title":"Summary of the Status of Entrepreneurship Education."},
      {
        "id":"ED422505",
        "title":"Youth Apprenticeship Experiences in Wisconsin: A Stakeholder-Based Evaluation."},
      {
        "id":"ED422506",
        "title":"Developing the Key Skills of Young People: An Evaluation of Initiatives in the Former Avon Area."},
      {
        "id":"ED422507",
        "title":"Mobility and Migration of Labour in the European Union and Their Specific Implications for Young People. CEDEFOP Document."},
      {
        "id":"ED422508",
        "title":"Exploring the Returns to Continuing Vocational Training in Enterprises. A Review of Research within and Outside of the European Union. CEDEFOP Pahnorama."},
      {
        "id":"ED422509",
        "title":"Output-Related Funding in Vocational Education and Training. A Discussion Paper and Case Studies."},
      {
        "id":"ED422510",
        "title":"Welfare to Wages: Strategies To Assist the Private Sector To Employ Welfare Recipients."},
      {
        "id":"ED422511",
        "title":"Welfare to Wages: Strategies To Assist the Private Sector To Employ Welfare Recipients. Companion Case Studies, Focus Groups &amp; Data Analysis."},
      {
        "id":"ED422513",
        "title":"Annotated Bibliography of Products/Materials."},
      {
        "id":"ED422514",
        "title":"Jobs Corps: Vocational Training Performance Data Overstate Program Success. Statement of Cornelia M. Blanchette, Associate Director, Education and Employment Issues, Health, Education, and Human Services Division. Testimony before the Subcommittee on Human Resources, Committee on Government Reform and Oversight, House of Representatives."},
      {
        "id":"ED422516",
        "title":"Distance Study for the Disabled. National and International Experience and Perspectives."},
      {
        "id":"ED422517",
        "title":"Supporting Skills for Care Workers."},
      {
        "id":"ED422518",
        "title":"Certificates, Skills and Job Markets in Europe. A Summary Report of a Comparative Study Conducted in Germany, Spain, France, Italy, Netherlands, United Kingdom. CEDEFOP Document."},
      {
        "id":"ED422527",
        "title":"Trade Unions and Adult Guidance: Case Studies of Best Practice."},
      {
        "id":"ED422530",
        "title":"Correlates of Mexican American College Students' Perceptions of Career-Related Barriers."},
      {
        "id":"ED422531",
        "title":"At Death's Door: What Are the Choices? An Issue Book for National Issues Forums."},
      {
        "id":"ED422532",
        "title":"Achieving Masculinity: A Review of the Literature on Male Gender Identity Development."},
      {
        "id":"ED422533",
        "title":"The Effects of Countertransference on the Therapist Treating Borderline Personality Disorder: A Review of the Literature."},
      {
        "id":"ED422535",
        "title":"C.R. Snyder's Research on Self-Handicapping, Excusing, and Hope: Overview and Therapeutic Applications."},
      {
        "id":"ED422536",
        "title":"Initiation into Alcohol Use in East and West German Adolescents."},
      {
        "id":"ED422537",
        "title":"Building a Vita for the Clinical Practice."},
      {
        "id":"ED422538",
        "title":"Extended Sessions in Ongoing Process Groups at University Counseling Centers."},
      {
        "id":"ED422540",
        "title":"The Power of Positive Peer Interaction."},
      {
        "id":"ED422541",
        "title":"Chemical Dependency Treatment Programs. 1995-1996 Minnesota Student Survey."},
      {
        "id":"ED422542",
        "title":"African American Women's Self Esteem Workshop: Yalom Meets Karenga."},
      {
        "id":"ED422543",
        "title":"Linking Support Systems for Students and Families: Helping Disenfranchised Mourners Grieve a Death."},
      {
        "id":"ED422545",
        "title":"Building a New Profession: Defining and Measuring the Competence of Addiction Counselors."},
      {
        "id":"ED422546",
        "title":"Schools Linking with Family and Community Resources To Prevent Suicide."},
      {
        "id":"ED422547",
        "title":"Ambiguity Tolerance: Adolescents' Responses to Uncertainty in Life. Research Report, September 1996-December 1997."},
      {
        "id":"ED422552",
        "title":"Counseling in the U.S.-Mexico Border Region."},
      {
        "id":"ED422553",
        "title":"Self-Esteem and Self-in-Relation Identity among Mexican American Adolescents."},
      {
        "id":"ED422554",
        "title":"Training Therapists about Client Expectations of Psychotherapy."},
      {
        "id":"ED422555",
        "title":"Developing Students, Developing Faculty: Incompatible or Compatible Goals?"},
      {
        "id":"ED422557",
        "title":"Gender-Roles, Power, and Condom Use in Adolescent Dating Relationships."},
      {
        "id":"ED422558",
        "title":"Collaboration among Educational Stakeholders: Portfolios for American-Indian Students."},
      {
        "id":"ED422559",
        "title":"Motivating Independent Reading: The Route to a Lifetime of Education."},
      {
        "id":"ED422560",
        "title":"Reading on the Intermediate Grade Level."},
      {
        "id":"ED422561",
        "title":"Reading and Vocabulary Development."},
      {
        "id":"ED422562",
        "title":"Skills-Based or Whole Language Reading Instruction? A Comparative Study in the Improvement of the Reading Comprehension of High School Students."},
      {
        "id":"ED422563",
        "title":"Collaborative Consultation Pre-Referral Interventions at the Elementary Level To Assist At-Risk Students with Reading and Language Arts Difficulties."},
      {
        "id":"ED422564",
        "title":"Reforming Reading, Writing, and Mathematics and the Prospects for Systemic Reform."},
      {
        "id":"ED422565",
        "title":"Rhetorics, Poetics, and Cuentos: Critical Composition Practice in a Multidisciplinary Department of English."},
      {
        "id":"ED422566",
        "title":"Listserves: Adding New Complexities to the Classroom."},
      {
        "id":"ED422569",
        "title":"Literacy Practices in Extra-Academic Conversations: Quilting Bees via E-mail."},
      {
        "id":"ED422570",
        "title":"Shakespeare as Teacher."},
      {
        "id":"ED422573",
        "title":"&quot;Mass Dialogue&quot; Turned Mass Requiem: A &quot;Democratic&quot; Discourse Reconsidered."},
      {
        "id":"ED422574",
        "title":"Authority and Imagined Truth: Notes on Teaching Creative Nonfiction."},
      {
        "id":"ED422575",
        "title":"Promoting Multicultural Education through Creative Writing: Crossing Cultures and Genders."},
      {
        "id":"ED422577",
        "title":"Contact and Comfort Zones: Gay Male Praxis in the Composition Classroom."},
      {
        "id":"ED422578",
        "title":"Why Teach the World English?"},
      {
        "id":"ED422579",
        "title":"Redefining &quot;Authority&quot; for the Postmodern Writing Classroom: Making a Case for an Ethics of Instruction."},
      {
        "id":"ED422580",
        "title":"Bradley's Nutation, 18th-Century Analytic Argument, and the Contemporary Technical Communication Classroom."},
      {
        "id":"ED422581",
        "title":"Genre and Gender: Questions in the Post-Theory Classroom."},
      {
        "id":"ED422582",
        "title":"Teaching Writing from a Writer's Point of View."},
      {
        "id":"ED422583",
        "title":"Waiting for the Words of Annie Ray."},
      {
        "id":"ED422584",
        "title":"Incorporating Computer Literacy into the Composition Classroom."},
      {
        "id":"ED422585",
        "title":"The Cognitive Evolution of Novelist Virginia Woolf: The Journey to &quot;Jacob's Room,&quot; Her First Experimental Novel."},
      {
        "id":"ED422586",
        "title":"Enhancing Student Thinking through Collaborative Learning. ERIC Digest."},
      {
        "id":"ED422587",
        "title":"Passing as Teacher: Constructing a Lesbian Feminist Pedagogy."},
      {
        "id":"ED422588",
        "title":"Inscribing Our Work as WPAs: Gendered Bodies and Conflict as Physical Trope."},
      {
        "id":"ED422589",
        "title":"The Story of Shifting Perspectives: How Instructors and Students Construct and Use Instructors' Comments on Drafts and Final Versions."},
      {
        "id":"ED422590",
        "title":"The Forensic Widow: Reflections on Living with and Assisting a Forensic Director."},
      {
        "id":"ED422591",
        "title":"Breaking with Precedent: Community-Based Development of a CAC Program."},
      {
        "id":"ED422592",
        "title":"Public, Private, and Home School Children's Views of Forgiveness and Retribution in &quot;Cinderella.&quot;"},
      {
        "id":"ED422593",
        "title":"Electronic Discourse: Evolving Conventions in Online Academic Environments. ERIC Digest."},
      {
        "id":"ED422594",
        "title":"An Examination of PRC Business Negotiating Behaviors."},
      {
        "id":"ED422595",
        "title":"Bibliography of Assessment Alternatives: Oral Communication. Innovative Assessment."},
      {
        "id":"ED422596",
        "title":"The Stewardship of Public Trust: Are Professional Communicators up to the Moral Challenge of Public Problem-Solving?"},
      {
        "id":"ED422597",
        "title":"Determinants of Equivocation: The Influence of Situational Formality, Interaction Phase, and Ambiguity Tolerance."},
      {
        "id":"ED422598",
        "title":"Causes and Psycholinguistic Correlates of Interpersonal Equivocation."},
      {
        "id":"ED422599",
        "title":"Papers in First Language Acquisition. Odense Working Papers in Language and Communication No. 16."},
      {
        "id":"ED422600",
        "title":"Charter Schools. ERIC Digest, Number 118."},
      {
        "id":"ED422601",
        "title":"Teacher Morale. ERIC Digest, Number 120."},
      {
        "id":"ED422602",
        "title":"Growing the Flax Shoots=Whakaritorito Te Tupu O Te Harakeke: Power-Sharing in Education and Dilemmas and Implications for New Zealand Schools."},
      {
        "id":"ED422604",
        "title":"Mistakes Educational Leaders Make. ERIC Digest, Number 122."},
      {
        "id":"ED422605",
        "title":"Individual and Organizational Learning during Systemic School Improvement."},
      {
        "id":"ED422606",
        "title":"Implementing Curriculum Change: Lessons from the Field."},
      {
        "id":"ED422607",
        "title":"From High School Student to Lifelong Learner: Your Route to Independence. Research You Can Use: Lifelong Learning Series, Booklet 4."},
      {
        "id":"ED422608",
        "title":"Education for Lifelong Learning: Literature Synthesis. Research You Can Use: Lifelong Learning Series, Booklet 5."},
      {
        "id":"ED422610",
        "title":"The Improvement of School Leadership: Co-operation between Russian, Swedish, and Finnish Principals. Part I: The Background, Context, and the Principals' Job Descriptions. Research Report 151."},
      {
        "id":"ED422612",
        "title":"Motivating Today's Students: The Same Old Stuff Just Doesn't Work."},
      {
        "id":"ED422615",
        "title":"Lessons from a Survivor: 25 Years of Open Education in a Public Alternative School."},
      {
        "id":"ED422616",
        "title":"Teacher Interdistrict Migration: A Comparison of Teacher, Position, and District Characteristics for the 1992 and 1997 Cohorts."},
      {
        "id":"ED422622",
        "title":"Women Superintendents: Overcoming Constraints."},
      {
        "id":"ED422623",
        "title":"Creating Space for the Voices of Significant Stakeholders in Curriculum Leadership."},
      {
        "id":"ED422628",
        "title":"School-Based Budgeting: A Cost-Benefit Model."},
      {
        "id":"ED422630",
        "title":"Educational Finance. Briefing Paper: Texas Public School Finance and Related Issues."},
      {
        "id":"ED422633",
        "title":"Public School Student, Staff, and Graduate Counts by State, School Year 1996-97. Statistics in Brief."},
      {
        "id":"ED422634",
        "title":"Alternative Schools: Caring for Kids on the Edge."},
      {
        "id":"ED422635",
        "title":"Pupil Transportation: Drug and Alcohol Testing Policies and Procedures."},
      {
        "id":"ED422636",
        "title":"Improving Ohio's Education Management Information System (EMIS)."},
      {
        "id":"ED422644",
        "title":"The School District Superintendent: \"Attention Must Be Paid.\""},
      {
        "id":"ED422645",
        "title":"The Charter School Roadmap."},
      {
        "id":"ED422646",
        "title":"How To File a Discrimination Complaint with the Office for Civil Rights."},
      {
        "id":"ED422648",
        "title":"Promoting Peace in a Place Called School."},
      {
        "id":"ED422649",
        "title":"The Development of Educational Policy in Connecticut."},
      {
        "id":"ED422650",
        "title":"A Plan for the Evaluation of California's Class Size Reduction Initiative."},
      {
        "id":"ED422651",
        "title":"Alternative Schools and Area Learning Centers. 1996 Minnesota Student Survey."},
      {
        "id":"ED422652",
        "title":"An Appraisal of the Effects on Secondary Education of the Reforms of the Late 1980s in the Flemish Community of Belgium: Quality Maintained."},
      {
        "id":"ED422653",
        "title":"Student Action Research and School Discipline: Consulting the Experts in the Field."},
      {
        "id":"ED422654",
        "title":"The Corporate Imperative: Results and Benefits of Business Involvement in Education. Executive Summary."},
      {
        "id":"ED422663",
        "title":"Seeking and Selecting Hispanic Female Superintendents."},
      {
        "id":"ED422664",
        "title":"Using Beliefs To Enrich Learning: The Serendipity of Leadership Platforms in the Educational Administration Classroom."},
      {
        "id":"ED422665",
        "title":"Demonstrated Actions of Instructional Leaders: A Case Study of Five Superintendents."},
      {
        "id":"ED422666",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1992."},
      {
        "id":"ED422667",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1993."},
      {
        "id":"ED422668",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1994."},
      {
        "id":"ED422669",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1995."},
      {
        "id":"ED422670",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1996."},
      {
        "id":"ED422671",
        "title":"Protecting Students from Harassment and Hate Crime. A Guide for Schools."},
      {
        "id":"ED422672",
        "title":"Preparation of Leadership Personnel: Combined Deaf Education/Learning Disabilities. Final Performance Report."},
      {
        "id":"ED422676",
        "title":"The Development of the Obsessive-Compulsive Disorder School Impact Scale: An Investigation Using the Accuracy-Reliability Paradigm for Scale Validation."},
      {
        "id":"ED422677",
        "title":"New Visions for the Continuum: Seven Case Studies. Final Report Year 5 Deliverable #6-5-3."},
      {
        "id":"ED422678",
        "title":"A Forum on the Continuum Revisited. Final Report Year 5 Deliverable #9-5-1."},
      {
        "id":"ED422679",
        "title":"International Consultation on Early Childhood Education and Special Educational Needs."},
      {
        "id":"ED422680",
        "title":"Partners in Transition: Preparing Transition Specialists. Final Report."},
      {
        "id":"ED422682",
        "title":"Braille 'n Speak: A Public Domain Document To Assist Teachers. A User Friendly Guide."},
      {
        "id":"ED422683",
        "title":"Including the Excluded: One School for All."},
      {
        "id":"ED422684",
        "title":"Schools and Communities: A Potent Partnership for Development of a Transition System."},
      {
        "id":"ED422685",
        "title":"Improving Reading and Decoding Skills through the Use of Multisensory Teaching Strategies."},
      {
        "id":"ED422686",
        "title":"School to Work Fact Sheets: Making School to Work Opportunities Happen for Youth with Disabilities."},
      {
        "id":"ED422687",
        "title":"Asperger's Syndrome--Educational Management Issues."},
      {
        "id":"ED422688",
        "title":"Otitis Media: Implications of Fluctuating, Conductive Hearing Loss on Learning and Behaviour in High School Age Students."},
      {
        "id":"ED422689",
        "title":"Programs for Young Children with Disabilities under IDEA: Excerpts from the Nineteenth Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act by the U.S. Department of Education (1997)."},
      {
        "id":"ED422690",
        "title":"Assistive Technology Training for Occupational Therapy. Final Performance Report."},
      {
        "id":"ED422691",
        "title":"Retention of Special Education Professionals: A Practical Guide of Strategies and Activities for Educators and Administrators."},
      {
        "id":"ED422693",
        "title":"Chartbook on Work and Disability in the United States, 1998."},
      {
        "id":"ED422698",
        "title":"Attention Deficit Disorder in School: Teachers, Students and Parents. Partners in Education."},
      {
        "id":"ED422699",
        "title":"Attention Deficit Disorder in College: Faculty and Students. Partners in Education."},
      {
        "id":"ED422700",
        "title":"Effective Teaching for FAS &amp; FAE Children."},
      {
        "id":"ED422701",
        "title":"Eligibility Policies and Practices for Young Children under Part B of IDEA. Nectas Notes, Number 6. Revised."},
      {
        "id":"ED422702",
        "title":"&quot;That Was Me!&quot;: Applications of the Soundbeam MIDI Controller as a Key to Creative Communication, Learning, Independence and Joy."},
      {
        "id":"ED422703",
        "title":"Teaching Language Concepts to Multihandicapped Deaf Students."},
      {
        "id":"ED422704",
        "title":"The Power of the Internet: Training Speech Pathology Assistants on Indian Reservations."},
      {
        "id":"ED422705",
        "title":"Autism Training Sourcebook."},
      {
        "id":"ED422706",
        "title":"Part H of the Individuals with Disabilities Education Act (IDEA) for Infants, Toddlers, and Their Families Annual Performance Report, Year X (1996-1997)."},
      {
        "id":"ED422707",
        "title":"Alaska's Infant Learning Program for Infants and Toddlers with Disabilities and Their Families: Part H of the Individuals with Disabilities Education Act (IDEA). Annual Report July 1, 1996-September 30, 1997."},
      {
        "id":"ED422708",
        "title":"Information Package on Disability Studies."},
      {
        "id":"ED422709",
        "title":"Technical Assistance and Dissemination Conference (8th, Washington, D.C., March 2-4, 1998)."},
      {
        "id":"ED422710",
        "title":"Touch the Future: Light the Way. North Carolina Transition Manual."},
      {
        "id":"ED422711",
        "title":"The Parent Advantage: Helping Children Become More Successful Learners at Home and School: Grades 1-9."},
      {
        "id":"ED422712",
        "title":"Project Impact: Building a Disaster Resistant Community."},
      {
        "id":"ED422714",
        "title":"Kuwait University Faculty of Medicine Students' Attitudes toward English and an English Based Curriculum."},
      {
        "id":"ED422716",
        "title":"Use of Japanese Honorifics in Daily Life: What the Traditional Theories Do Not Say."},
      {
        "id":"ED422718",
        "title":"Do Non-Native Speakers of English Acquire English Stress Patterns?"},
      {
        "id":"ED422719",
        "title":"Institute for the Certification of the Instruction of Foreign Languages at the Elementary School Level (FLES)."},
      {
        "id":"ED422720",
        "title":"Doing Math in French in Australia."},
      {
        "id":"ED422721",
        "title":"A Study of Factors that Influence Foreign Language Learning & Some Possible Solutions."},
      {
        "id":"ED422722",
        "title":"A Comparison of How Balanced Bilingual and Pseudo-Bilingual Students, Who Are Second-Generation Chinese-Americans, Develop and Maintain the Native Language while Learning English."},
      {
        "id":"ED422723",
        "title":"Inalienable Possession in Mandarin."},
      {
        "id":"ED422724",
        "title":"Constructing and Validating Parallel Forms of Performance-Based Writing Tasks in Academic Settings."},
      {
        "id":"ED422725",
        "title":"Improvements in the English- and Spanish-Language Expression and Comprehension of Latino Preschoolers."},
      {
        "id":"ED422726",
        "title":"Vous avez dit &quot;immersion?&quot; (You Said &quot;Immersion?&quot;)."},
      {
        "id":"ED422727",
        "title":"Terminological Considerations Regarding Content and Language Integrated Learning."},
      {
        "id":"ED422728",
        "title":"Educazione bilingue e multiculturale, istruzione bilingue, immersione totale: quattro nozione da definire (Bilingual and Multicultural Education, Bilingual Instruction, Total Immersion: Four Notions Needing To Be Defined)."},
      {
        "id":"ED422729",
        "title":"Toward a New Understanding of Language Minority Students' Experiences with Bilingual Education in the United States."},
      {
        "id":"ED422730",
        "title":"Beyond &quot;Belief&quot;: Variance in Models of Content-Based Instruction and School Success Among Minority Language Learners."},
      {
        "id":"ED422731",
        "title":"Mehrsprachige und plurikulturelle Schulmodelle in der Schweiz oder: &quot;What's in a Name?&quot; (Bilingual and Multicultural Education Models in Swiss Schools, or &quot;What's in a Name?&quot;)."},
      {
        "id":"ED422732",
        "title":"Avec les approches d'eveil au langage, l'interculturel est au centre de l'apprentissage scolaire (With the Language Awareness Approaches, the Intercultural Is at the Center of School Learning)."},
      {
        "id":"ED422733",
        "title":"Denomination et categorisation des modeles d'enseignement des langues: entre institution et pratique (Denomination and Categorization of Language Teaching Models: Between Institution and Practice)."},
      {
        "id":"ED422734",
        "title":"Formation des enseignants et education bilingue en Suisse (Teacher Training and Bilingual Education in Switzerland)."},
      {
        "id":"ED422735",
        "title":"Learning ESL: Participation in Situated Communities of Practice."},
      {
        "id":"ED422736",
        "title":"Environment Education."},
      {
        "id":"ED422737",
        "title":"The Effectiveness of Color Coding on Middle School Students' Ability To Differentiate Explicit from Implicit Information in Narrative and Expository Texts."},
      {
        "id":"ED422738",
        "title":"Traduction et langues de specialite: Approches theoriques et considerations pedagogiques (Translation and Specialty Languages: Theoretical Approaches and Pedagogic Considerations)."},
      {
        "id":"ED422739",
        "title":"Experienced and Inexperienced ESL Teachers' Lesson Planning for a Listening Activity."},
      {
        "id":"ED422740",
        "title":"Babbling: A Definition & Overview of Theories."},
      {
        "id":"ED422741",
        "title":"Thai Negation."},
      {
        "id":"ED422742",
        "title":"Classrooms in the Wild: Learning Language and Life Skills in the KUIS Outdoor Sports Circle."},
      {
        "id":"ED422743",
        "title":"Attitudes and Actions: Teacher Preparation Programs in ESL and IEPs."},
      {
        "id":"ED422744",
        "title":"Culturally Based Standards, Curricula and Testing in Foreign Language Teaching."},
      {
        "id":"ED422745",
        "title":"A Study of EFL Listening Comprehension Strategies."},
      {
        "id":"ED422746",
        "title":"Uses of Japanese in the English Classroom: Introducing the Functional-Translation Method."},
      {
        "id":"ED422747",
        "title":"A 50-State Survey of Requirements for the Education of Language Minority Children."},
      {
        "id":"ED422748",
        "title":"Business English Teaching: Imaginative Continuous Simulations and Critical Analysis Tasks."},
      {
        "id":"ED422749",
        "title":"The Measurement of Acculturation."},
      {
        "id":"ED422750",
        "title":"Bilingual Family Case Studies (Vol. 2). Monographs on Bilingualism No. 5."},
      {
        "id":"ED422751",
        "title":"Study of the Supply of and Demand for Law School Graduates in Maryland."},
      {
        "id":"ED422752",
        "title":"Changes in Affordability of a College Education for Dependent Students in Illinois."},
      {
        "id":"ED422753",
        "title":"Review of Trends in Tuition and Fees and Student Financial Aid."},
      {
        "id":"ED422754",
        "title":"Current Affordability Policies: Status of Implementation."},
      {
        "id":"ED422755",
        "title":"Education for the 21st Century: A Citizens' Agenda for Illinois Higher Education."},
      {
        "id":"ED422756",
        "title":"Refocusing Higher Education Budget Development."},
      {
        "id":"ED422757",
        "title":"Organizing for Learning: The View from the Governor's Office."},
      {
        "id":"ED422758",
        "title":"Cost Efficiency in Public Higher Education."},
      {
        "id":"ED422766",
        "title":"Towards a Greater Understanding of the State's Educational Equity Policies, Programs, and Practices."},
      {
        "id":"ED422767",
        "title":"Alternative Options in State-University Relationships in a Regional Setting: The Case of Canada."},
      {
        "id":"ED422770",
        "title":"Remediation in Higher Education. A Symposium Featuring &quot;Remedial Education: Costs and Consequences.&quot;"},
      {
        "id":"ED422771",
        "title":"Part-Time, Adjunct, and Temporary Faculty: The New Majority? Report of the Sloan Conference on Part-Time and Adjunct Faculty (Arlington, VA, December 2-3, 1997)."},
      {
        "id":"ED422772",
        "title":"To Publish and Perish."},
      {
        "id":"ED422773",
        "title":"A Teachable Moment."},
      {
        "id":"ED422774",
        "title":"Mount St. Mary's College. Exemplars."},
      {
        "id":"ED422775",
        "title":"Eastern New Mexico University. Exemplars."},
      {
        "id":"ED422776",
        "title":"Babson College. Exemplars."},
      {
        "id":"ED422777",
        "title":"Creating Learning Centered Classrooms. What Does Learning Theory Have To Say? ERIC Digest."},
      {
        "id":"ED422778",
        "title":"Creating Learning Centered Classrooms. What Does Learning Theory Have To Say? ASHE-ERIC Higher Education Report, Volume 26, No. 4."},
      {
        "id":"ED422779",
        "title":"Undergraduate Students Enrolled in Nova Southeastern University's Professional Management Program Judge the Quality of Their Program and Student Services. Report No. 97-13."},
      {
        "id":"ED422780",
        "title":"Assessment of a Prototype Internet and Online Information System Training Program for Adjunct Personnel Removed from Campus-Based Training Resources. Report No. 97-02."},
      {
        "id":"ED422781",
        "title":"Graduates of the James M. Farquhar Center for Undergraduate Studies at Nova Southeastern university Offer Judgment on Their University Experience, July 1, 1995, to June 30, 1996. Report No. 96-23."},
      {
        "id":"ED422782",
        "title":"Independent Colleges and Universities of Florida. Fact Book. Report No. 98-02."},
      {
        "id":"ED422783",
        "title":"Doctoral Residence at Universities in the Southern Association of Colleges and Schools. Report No. 96-22."},
      {
        "id":"ED422784",
        "title":"Direct Loan School Guide, 1998-1999. A Better Way To Borrow. The William D. Ford Federal Loan Program."},
      {
        "id":"ED422786",
        "title":"Birnbaum's Model of the Collegial Institution."},
      {
        "id":"ED422787",
        "title":"The Reduced Emphasis of Teaching Undergraduates: A Historical Perspective."},
      {
        "id":"ED422788",
        "title":"The Master's Degree in Social Work at Cleveland State University and the University of Akron: A Case Study of the Benefits and Costs of a Joint Degree Program Offered via Videoconferencing."},
      {
        "id":"ED422789",
        "title":"Demonstrating Results: An Introduction to the Government Performance and Results Act."},
      {
        "id":"ED422790",
        "title":"Including General and Special Education: Initiatives of One Small Historically Black College."},
      {
        "id":"ED422791",
        "title":"Learning of Argumentation in Face-to-Face and E-Mail Environments."},
      {
        "id":"ED422792",
        "title":"Motivational Determinants of Academic Delay of Gratification."},
      {
        "id":"ED422793",
        "title":"Academic Delay of Gratification as a Volitional Strategy."},
      {
        "id":"ED422794",
        "title":"Individual Differences in Academic Delay of Gratification."},
      {
        "id":"ED422798",
        "title":"Great Expectations: A Longitudinal Analysis of Outcomes Following Graduation. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422799",
        "title":"Self-Perceived Gains in Communication and Critical Thinking Skills: Are There Disciplinary Differences? AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422800",
        "title":"Effective Institutional Research: Overcoming the Barriers. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422801",
        "title":"Predicting Freshman Success Based on High School Record and Other Measures. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422802",
        "title":"Graduate Record Examination (GRE) Scores as an Assessment Tool. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422803",
        "title":"Starting from Somewhere: Modified Zero-Based Curriculum Review. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422804",
        "title":"Institutional Effectiveness Matrix of Domains: Comparing the Requirements of North Central Association's Criterion Four with Your Institution. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422805",
        "title":"Undergraduate Perceptions of Survey Participation: Improving Response Rates and Validity. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422806",
        "title":"Positioning Institutional Research as a Major Player in Policy Decisions: Problems To Solve, Actions To Take. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422807",
        "title":"Can Race-Blind Policies Produce a Diverse Student Body? AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422808",
        "title":"Commercial Note-Taking Services: Effects on Attendance and Performance. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422809",
        "title":"Student Measures Associated with Favorable Classroom Experiences. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422810",
        "title":"Parental Income and Students' College Choice Process: Research Findings To Guide Recruitment Strategies. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422811",
        "title":"Performance Funding on the Bleeding Edge: No Improvement, No Funding. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422812",
        "title":"Is Satisfying College Students the Same as Decreasing Their Dissatisfaction? AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422813",
        "title":"The Value of Cost Functions for Policymaking and Institutional Research. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422814",
        "title":"Prediction and Analysis of Freshman Retention. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422815",
        "title":"Evaluating Freshman Composition: A Multimethod Approach. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422816",
        "title":"Strategic Planning, Assessment and Accountability: Their Impact on the Establishment of Centers of Excellence in Academic Departments. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422817",
        "title":"Derivation of Variables from the National Survey of Postsecondary Faculty for Use in Secondary Data Analysis. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422818",
        "title":"The Role of Institutional Research in Student Evaluations of Teaching. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422819",
        "title":"Institutional Effectiveness: Practice or Theory. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422820",
        "title":"From the Model Minority to the Invisible Minority: Asian &amp; Pacific American Students in Higher Education Research. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422821",
        "title":"The Influence of Gender Structures on Perceptions of Workplace Culture and Climate. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422822",
        "title":"Assessing the Post-College Earnings of Students: Benefits of Attending California Community Colleges - Methods, Analysis, and Implications. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422823",
        "title":"A Program Cost Study: Determining the Revenues and Expenditures Associated with Instruction, Research, and Service Programs. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422824",
        "title":"The Glut of Ph.D.s Complex Models for the Faculty Workforce. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422825",
        "title":"Navigating for Four Years to the Baccalaureate Degree. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422826",
        "title":"Understanding Faculty Executive Committees at the University of Michigan. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422827",
        "title":"A Student Environment Model: A Measure of Institutional Effectiveness. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422828",
        "title":"A New Focus for Institutional Researchers: Developing and Using a Student Decision Support System. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422829",
        "title":"Evaluating the Virtual Institution: The Flashlight Project Evaluation of International University. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422830",
        "title":"The Validity of Students' Self-Reported Family Incomes. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422831",
        "title":"Using Unemployment Insurance Data and Job Record Data To Track the Employment and Earnings of Community College Students. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422832",
        "title":"Predictive Factors for Students' Success at a Mid-Sized Rural Community College. AIR 1998 Annual Forum Paper."},
      {
        "id":"ED422833",
        "title":"The Internet: A California Policy Perspective."},
      {
        "id":"ED422834",
        "title":"Teaching College Literacy: A Case Study in the Benefits and Costs of Daedalus Courseware at Baruch College."},
      {
        "id":"ED422835",
        "title":"Distance Learning '98. Proceedings of the Annual Conference on Distance Teaching & Learning (14th, Madison, Wisconsin, August 5-7, 1998)."},
      {
        "id":"ED422836",
        "title":"Supporting Distance Learners and Academic Faculty Teaching at a Distance."},
      {
        "id":"ED422837",
        "title":"Traversing State Boundaries with Distance Education: The Tri-State Agricultural Distance Delivery Alliance."},
      {
        "id":"ED422838",
        "title":"Ten Great Tips for Facilitating Virtual Learning Teams."},
      {
        "id":"ED422839",
        "title":"Distance Education Consortia: The Northwest Experience."},
      {
        "id":"ED422840",
        "title":"Developing Courseware for Distance Learning--Any Place, Any Time."},
      {
        "id":"ED422841",
        "title":"From Volcanoes to Virtual Tours: Bringing Museums to Students through Videoconferencing Technology."},
      {
        "id":"ED422842",
        "title":"Teaching Mathematics, Science and Technology on the Internet: A Workshop (Description) for Educators in the New Millennium."},
      {
        "id":"ED422843",
        "title":"Collaborative Learning: A Critical Success Factor in Distance Education."},
      {
        "id":"ED422844",
        "title":"Student Orientation in the Distance Education Classroom."},
      {
        "id":"ED422845",
        "title":"Using Web-Based Conferencing in Post-Secondary Instruction."},
      {
        "id":"ED422846",
        "title":"The Role of Live, Online Collaboration in Distance Learning."},
      {
        "id":"ED422847",
        "title":"Dynamic Evaluation of Distance Education Courses."},
      {
        "id":"ED422848",
        "title":"A Case Study: Increase Enrollment by Reducing Dropout Rates in Adult Distance Education."},
      {
        "id":"ED422849",
        "title":"Using Web-Conferencing with Primarily Interactive Television Courses."},
      {
        "id":"ED422850",
        "title":"A Method for Teaching Integrated Product Team Concepts to Remote Students."},
      {
        "id":"ED422851",
        "title":"Creating Service Policies for Computer Conferencing."},
      {
        "id":"ED422852",
        "title":"Teaching in Control."},
      {
        "id":"ED422853",
        "title":"Web-Based Learning: Electronic Library Resources and Instruction."},
      {
        "id":"ED422854",
        "title":"Transcript Analysis of Computer-Mediated Conferences as a Tool for Testing Constructivist and Social-Constructivist Learning Theories."},
      {
        "id":"ED422855",
        "title":"Cyber-Evaluation: Evaluating a Distance Learning Program."},
      {
        "id":"ED422856",
        "title":"The Search for Quality Standards in Distance Learning."},
      {
        "id":"ED422857",
        "title":"The Invisible Barriers in Teaching at a Distance."},
      {
        "id":"ED422858",
        "title":"Using a Materials Database System as the Backbone for a Certified Quality System (AS/NZS ISO 9001:1994) for a Distance Education Centre."},
      {
        "id":"ED422859",
        "title":"Development and Assessment of Web Courses That Use Streaming Audio and Video Technologies."},
      {
        "id":"ED422860",
        "title":"Asynchronous Education: A Blueprint for the Future of Adult Learning."},
      {
        "id":"ED422861",
        "title":"Improving Academic Rigor through Curriculum Redesign."},
      {
        "id":"ED422862",
        "title":"A Systems Model Approach To Organizing a Distance Learning Program."},
      {
        "id":"ED422863",
        "title":"Videoconferencing Training beyond the Keypad: Using the Interactive Potential."},
      {
        "id":"ED422864",
        "title":"Interpersonal Group Dynamics and Development in Computer Conferencing: The Rest of the Story."},
      {
        "id":"ED422865",
        "title":"The Vicarious Learner: Helping Students &quot;Listen In&quot; To Learn."},
      {
        "id":"ED422866",
        "title":"Practice Makes Learning."},
      {
        "id":"ED422867",
        "title":"The Effectiveness of a Web-Based Interactive Multimedia System in Tertiary Education."},
      {
        "id":"ED422868",
        "title":"Mexico's National Educational Videoconferencing Network."},
      {
        "id":"ED422869",
        "title":"Improving Audio Quality in Distance Learning Applications."},
      {
        "id":"ED422870",
        "title":"Collaborative Distance Learning Using Interactive Video: Lessons Learned from the University of Cincinnati/Ohio State University Experience."},
      {
        "id":"ED422871",
        "title":"Education, Assistance, and Support Needed for Distance Delivery: Faculty and Administrators' Perceptions."},
      {
        "id":"ED422872",
        "title":"How To Maximize Use of Technology and Institutionalize Distance Learning Efforts."},
      {
        "id":"ED422873",
        "title":"Stanford Online: The Stanford University Experience with Online Education."},
      {
        "id":"ED422874",
        "title":"Training, and Retaining, Faculty for Online Courses: Challenges and Strategies."},
      {
        "id":"ED422875",
        "title":"CMC Environments Designed To Facilitate Multiple Levels of Interaction."},
      {
        "id":"ED422876",
        "title":"Learning Strategies and Other Factors Influencing Achievement via Web Courses."},
      {
        "id":"ED422877",
        "title":"The CLASS Course Design Model for Web-Based Instruction."},
      {
        "id":"ED422878",
        "title":"Global Outreach: Formal and Non-Formal Education."},
      {
        "id":"ED422879",
        "title":"Evaluating for Distance Learning: Feedback from Students and Faculty."},
      {
        "id":"ED422880",
        "title":"Integration of Live Video and WWW Delivery Systems To Teach University Level Science, Technology, and Society in High Schools."},
      {
        "id":"ED422881",
        "title":"Interaction Strategies for Online Training Designs."},
      {
        "id":"ED422882",
        "title":"The Role of Distance Education and Major Factors That Influence Minority Adults' Participation in Educational Programs."},
      {
        "id":"ED422883",
        "title":"Making Choices, Taking Chances, Facing Challenges, Managing Change: The Implementation of a Voice/Video/Data Network at the Alliance Library System."},
      {
        "id":"ED422884",
        "title":"Distance Education &quot;Lifeguards&quot;: Saving Students from Traditional Waters."},
      {
        "id":"ED422885",
        "title":"Design Considerations for Enhancing Confidence and Participation in Web Based Courses."},
      {
        "id":"ED422886",
        "title":"Keeping the Thread: Helping Distance Students and Instructors Keep Track of Asynchronous Discussions."},
      {
        "id":"ED422887",
        "title":"Techniques for Evaluating Distance Learning Events."},
      {
        "id":"ED422888",
        "title":"Putting Interaction into Interactive Television."},
      {
        "id":"ED422889",
        "title":"Jobs, Technology, and Employability: Redefining the Social Contract."},
      {
        "id":"ED422892",
        "title":"Diffusion of Instructional Innovations: Five Important, Unexplored Questions."},
      {
        "id":"ED422894",
        "title":"Technology Applications for the Exceptional Learner."},
      {
        "id":"ED422895",
        "title":"Using Technology To Strengthen Employee and Family Involvement in Education."},
      {
        "id":"ED422897",
        "title":"North Carolina Tests of Computer Skills Student Handbook."},
      {
        "id":"ED422898",
        "title":"Computer/Technology Skills: Standard Course of Study and Grade Level Competencies, K-12. Revised."},
      {
        "id":"ED422899",
        "title":"To Integrate Your Language Web Tools--CALL WebCT."},
      {
        "id":"ED422900",
        "title":"Parental Expectations and Concerns for the Use of the Internet in Education."},
      {
        "id":"ED422901",
        "title":"Information and Communication Technology, Kindergarten to Grade 12: An Interim Program of Studies."},
      {
        "id":"ED422905",
        "title":"Meeting the Technology Challenge: Building New Learning Communities."},
      {
        "id":"ED422906",
        "title":"Year 2000 Readiness Kit: A Compilation of Y2K Resources for Schools, Colleges and Universities."},
      {
        "id":"ED422907",
        "title":"Analysis and Development of Model Quality Guidelines for Electronic Records Management on State and Federal Websites. Final Report."},
      {
        "id":"ED422908",
        "title":"National Survey of U.S. Public Libraries and the Internet, 1997. Final Report."},
      {
        "id":"ED422909",
        "title":"Proceedings of the International Academy for Information Management Annual Conference (12th, Atlanta, Georgia, December 12-14, 1997)."},
      {
        "id":"ED422910",
        "title":"An Electronic Commerce Course for Undergraduate I.S. Majors: A Review of Current EC Courses and a Course Outline."},
      {
        "id":"ED422911",
        "title":"Tools for Teaching Change Management: The Matrix of Change and Supporting Software."},
      {
        "id":"ED422912",
        "title":"Making Project Groups Work: The Impact of Structuring Group Roles on the Performance and Perception of Information Systems Project Teams."},
      {
        "id":"ED422913",
        "title":"Teaching Web Applications Development to Information Systems Students."},
      {
        "id":"ED422914",
        "title":"Is There a Difference or Who's Doing What? A Comparison of AACSB Accredited and Non-Accredited Schools' Internationalization of the Information Systems Curriculum."},
      {
        "id":"ED422915",
        "title":"Taking the Show on the Road: The Multiple Rewards of Teaching Information Systems Abroad."},
      {
        "id":"ED422916",
        "title":"Distance Teaching a Graduate Course on Information Systems Analysis and Design."},
      {
        "id":"ED422917",
        "title":"Survey of Distance Education Utilization in Information Systems Departments."},
      {
        "id":"ED422918",
        "title":"The IS MBA Core Course: Fostering Student Creativity While Enhancing Active Learning."},
      {
        "id":"ED422919",
        "title":"Status of Master's Degree Programs in Information Systems."},
      {
        "id":"ED422920",
        "title":"A Study on Training, Technical Support, Control and Their Effect on EUC Success."},
      {
        "id":"ED422921",
        "title":"A Spiral Approach to Teaching Database and Systems Development: Theory vs. Reality."},
      {
        "id":"ED422922",
        "title":"GUI and Object Oriented Programming in COBOL."},
      {
        "id":"ED422923",
        "title":"Key Procedures in User Interface Development."},
      {
        "id":"ED422924",
        "title":"Peer Learning in an Introductory Programming Course."},
      {
        "id":"ED422925",
        "title":"Beyond Course Availability: An Investigation into Order and Concurrency Effects of Undergraduate Programming Courses on Learning."},
      {
        "id":"ED422926",
        "title":"What Motivates Today's Information Systems Graduates?"},
      {
        "id":"ED422927",
        "title":"The Information Systems Industry: What Abilities Does It Want from Its New Hires? A Look at the Southeastern U.S."},
      {
        "id":"ED422928",
        "title":"Applying What CIS Faculty Teach To Support Accreditation Efforts--A Case Study."},
      {
        "id":"ED422929",
        "title":"Using Innovative Information Systems Techniques To Teach Information Systems."},
      {
        "id":"ED422930",
        "title":"Using Theory of Constraints To Teach Introduction to MIS."},
      {
        "id":"ED422931",
        "title":"Evaluating the Planning of Information Technology Supported Co-Operative Learning (ITCL) Centres for the Teaching of Information Systems."},
      {
        "id":"ED422932",
        "title":"Evaluation as Learning: Course Evaluation as Part of the Learning Process."},
      {
        "id":"ED422933",
        "title":"Hyper-Link Teaching To Foster Active Learning."},
      {
        "id":"ED422934",
        "title":"Designing Multimedia for Ecological Tourism in an Educational Setting."},
      {
        "id":"ED422935",
        "title":"An Innovative Approach to Teaching Decisions Support Systems."},
      {
        "id":"ED422936",
        "title":"Refocusing the IS Curriculum: An Industry Perspective."},
      {
        "id":"ED422937",
        "title":"Do I/S Students Value Internship Experiences?"},
      {
        "id":"ED422938",
        "title":"Six Thinking Aspects of Programming."},
      {
        "id":"ED422939",
        "title":"Teaching OOA: Issues and Challenges."},
      {
        "id":"ED422940",
        "title":"Evaluating the Skills &amp; Learning Expectations of Students Enrolled in the Introductory CIS Course."},
      {
        "id":"ED422941",
        "title":"Planning for Academic Computing Laboratories: Haves, Have Nots, and Student Uses of Information Technology."},
      {
        "id":"ED422942",
        "title":"A Survey of Neural Network Publications."},
      {
        "id":"ED422943",
        "title":"A Conceptual Framework for Research in IS/IT Instruction."},
      {
        "id":"ED422944",
        "title":"Architecture and the Web."},
      {
        "id":"ED422945",
        "title":"Etiquette in Telecommunications and Web Pages."},
      {
        "id":"ED422946",
        "title":"Hawaii's Electronic School Project: A Cure or Another Creation of the God of Technology?"},
      {
        "id":"ED422947",
        "title":"Developing a Computer Information Systems Curriculum Based on an Industry Needs Survey."},
      {
        "id":"ED422948",
        "title":"A Systemic Approach in Designing Common Service Modules in the Subject Computing (IT/IS)."},
      {
        "id":"ED422949",
        "title":"The MIS Core Course: A Revolutionary Look."},
      {
        "id":"ED422950",
        "title":"Integrating Teamwork into Information Systems Courses."},
      {
        "id":"ED422951",
        "title":"New Roles of IS Executives: A Leadership Perspective."},
      {
        "id":"ED422952",
        "title":"The Impact of a Computer Based Information System (CBIS) on Foreign Investments Opportunities."},
      {
        "id":"ED422953",
        "title":"End User Training: A Decade of Research."},
      {
        "id":"ED422954",
        "title":"Mapping System Development Goals and Methods to Web Page Projects."},
      {
        "id":"ED422955",
        "title":"An Examination of the Characteristics of Student Interaction in Computer-Based Communication Assignments."},
      {
        "id":"ED422958",
        "title":"Development and Implementation of a Pediatric Resource Library in a Pediatric Department."},
      {
        "id":"ED422962",
        "title":"A Different Approach to the Evaluation of Research Libraries. Research Brief No. 6."},
      {
        "id":"ED422963",
        "title":"Library of Michigan Annual Report, 1997."},
      {
        "id":"ED422964",
        "title":"Michigan Public Library Trustee Manual. 1998 Edition."},
      {
        "id":"ED422965",
        "title":"Michigan Public Library Personnel Certification Handbook. 1998 Edition."},
      {
        "id":"ED422972",
        "title":"MSU Libraries Student Employee Handbook."},
      {
        "id":"ED422973",
        "title":"National Library of Education Advisory Task Force. Briefing Book."},
      {
        "id":"ED422981",
        "title":"Advancing the Public Interest through Knowledge and Distributed Intelligence. Summary Report of the Leadership Colloquium (Washington, D.C., September 25-26, 1997, December 12, 1997)."},
      {
        "id":"ED422988",
        "title":"T.E.S.T.S. (Taking Every Student to Success): Another Way To Assess."},
      {
        "id":"ED422989",
        "title":"Successfully Integrating Technology. ERIC Digest."},
      {
        "id":"ED422991",
        "title":"Academic Outcomes Assessment, A Tool for Student Learning."},
      {
        "id":"ED422992",
        "title":"Projected 1998-99 Cost Allocation Summary."},
      {
        "id":"ED422993",
        "title":"California Community Colleges 2005: A Strategic Response for Enabling Community Colleges To Make a Defining Difference in the Social and Economic Success of California in the 21st Century."},
      {
        "id":"ED422994",
        "title":"AACC Annual, 1998-99: State-by-State Analysis of Community College Trends and Statistics."},
      {
        "id":"ED422995",
        "title":"Report on the Status of Proprietary Schools in Dade County, Florida. Research Report No. 97-01R."},
      {
        "id":"ED422996",
        "title":"High School Draw: Direct Entry Enrollment of Dade County Public High School Graduates--Annual Report Year Data 1992-93 through 1996-97. Research Report No. 97-06R."},
      {
        "id":"ED422997",
        "title":"The Economic Impact of Miami-Dade Community College on the Local Dade County Economy. Research Report No. 97-07R."},
      {
        "id":"ED422998",
        "title":"CLAST Status of Associate in Arts Degree Seekers: A Different Perspective on Fulfilling the CLAST Requirement. Information Capsule #97-05C."},
      {
        "id":"ED422999",
        "title":"A Survey of Assessment Activities at Hudson County Community College."},
      {
        "id":"ED423000",
        "title":"Bronx Community College. Report 98-T-1."},
      {
        "id":"ED423001",
        "title":"SCANS/TEJAS Compendium. Test of Employability: Job Aptitude & Skills & TEJAS Learning Modules."},
      {
        "id":"ED423002",
        "title":"New Expeditions--Vision and Direction for the Nation's Community Colleges. Topical Bibliographies & Analyses."},
      {
        "id":"ED423003",
        "title":"Becoming a Learning College: The Building Blocks of Change."},
      {
        "id":"ED423004",
        "title":"Career Placement and Graduate Transfer Report, 1997."},
      {
        "id":"ED423005",
        "title":"Community College of Rhode Island: Annual Report, 1997."},
      {
        "id":"ED423006",
        "title":"Pedagogy Journal, 1998."},
      {
        "id":"ED423007",
        "title":"Teaching the SCANS Competencies across the Curriculum."},
      {
        "id":"ED423008",
        "title":"A Report on Reading and Its Place in the Community College Environment: A Study of the Reading/Writing Connection, Reading Assessment, and Reading Course Response for Mt. San Antonio College."},
      {
        "id":"ED423009",
        "title":"Los Angeles City College, Presidential Inauguration, October 22, 1998."},
      {
        "id":"ED423010",
        "title":"Career and Placement Services Survey."},
      {
        "id":"ED423011",
        "title":"Job Security for Administrators in the California Community Colleges."},
      {
        "id":"ED423012",
        "title":"Pima Community College 1997-98 Graduates Report."},
      {
        "id":"ED423013",
        "title":"The Workload of Full-Time Community College Faculty: Findings of a 1998 Survey (Final Report)."},
      {
        "id":"ED423014",
        "title":"The Craft of Benchmarking: Finding and Utilizing District-Level, Campus-Level, and Program-Level Standards."},
      {
        "id":"ED423015",
        "title":"Creating and Benefiting from Institutional Collaboration: Models for Success. New Directions for Community Colleges, Number 103."},
      {
        "id":"ED423016",
        "title":"Outcomes of the VCCS Professional Development Initiative: 1993-1998."},
      {
        "id":"ED423017",
        "title":"Infant Child Care and Attachment Security: Results of the NICHD Study of Early Child Care."},
      {
        "id":"ED423018",
        "title":"Young Children Focus on Recall Level, Not Strategy Use, in Judging Memory Performance."},
      {
        "id":"ED423019",
        "title":"The Role of Parental Personality and Infant Temperament in the Feeding Interaction."},
      {
        "id":"ED423020",
        "title":"West Virginia Essential Elements of Quality for Early Care and Education Programs."},
      {
        "id":"ED423021",
        "title":"Early Education Quality Improvement Project Profiles of Excellence: Exemplary Programs Serving West Virginia's Young Children and Their Families."},
      {
        "id":"ED423024",
        "title":"Expenditures on Children by Families: 1997 Annual Report."},
      {
        "id":"ED423025",
        "title":"The Child&apos;s Right To Grow Up in a Family: Guidelines for Practice on National and Intercountry Adoption and Foster Family Care."},
      {
        "id":"ED423026",
        "title":"Child Care: A County-By-County Factbook. For Children For Ohio&apos;s Future."},
      {
        "id":"ED423027",
        "title":"The Playfulness of Toddlers in Adult-Directed, Adult-Assisted, and Exploratory Play Contexts."},
      {
        "id":"ED423028",
        "title":"Arkansas Kids Count Data Book 1993: Profiles of Child Well-Being."},
      {
        "id":"ED423029",
        "title":"Arkansas Kids Count Data Book 1994: Shining a Light on Arkansas Children."},
      {
        "id":"ED423030",
        "title":"Arkansas Kids Count Data Book 1995: A Portrait of Arkansas&apos; Children."},
      {
        "id":"ED423031",
        "title":"Arkansas&apos; Children: How Well Are They Doing? Arkansas Kids Count Data Book 1996."},
      {
        "id":"ED423032",
        "title":"A Look at Arkansas' Children: Arkansas Kids Count Data Book 1997."},
      {
        "id":"ED423033",
        "title":"Kids Voices Count: Listening to Delaware's Children Talk about Tobacco."},
      {
        "id":"ED423034",
        "title":"A Look at Community Schools in 1998. Occasional Paper #2."},
      {
        "id":"ED423039",
        "title":"Priority Academic Student Skills (PASS): A Core Curriculum for Our Children's Future. Revised."},
      {
        "id":"ED423040",
        "title":"Back to Sleep: Reduce the Risk of Sudden Infant Death Syndrome (SIDS) [and] Questions and Answers for Professionals on Infant Sleeping Position and SIDS."},
      {
        "id":"ED423041",
        "title":"Early Relationship Quality from Home to School: A Longitudinal Study."},
      {
        "id":"ED423043",
        "title":"Attachment and Relationships: Beyond Parenting."},
      {
        "id":"ED423044",
        "title":"Healthy Start: Preliminary Results from National Evaluation Are Not Conclusive. United States General Accounting Office Report to Congressional Requesters."},
      {
        "id":"ED423045",
        "title":"Improving Cooperative Behavior through the Use of Social Skills Instruction."},
      {
        "id":"ED423047",
        "title":"Cognitive Gains from Extended Play at Classification and Seriation."},
      {
        "id":"ED423048",
        "title":"How Can We Help Hesitant Kindergarten Writers Become Risk Takers?"},
      {
        "id":"ED423054",
        "title":"Character Education/Formation in Catholic Schools (K-12)."},
      {
        "id":"ED423055",
        "title":"Culture and Power in Practice: Cultural Democracy and the Family Support Movement. Best Practices Project Commissioned Paper III."},
      {
        "id":"ED423057",
        "title":"Know Your Community: A Step-By-Step Guide to Community Needs and Resources Assessment. (Revised Second Edition)."},
      {
        "id":"ED423059",
        "title":"Guidelines for the Education of Multiple Birth Children."},
      {
        "id":"ED423060",
        "title":"First Steps in School: An Examination of Grade 1 in Texas Public Schools. Technical Report. Statewide Texas Educational Progress Study Report No. 4A."},
      {
        "id":"ED423061",
        "title":"We Are What We See: The Family Conditions for Modeling Values for Children."},
      {
        "id":"ED423066",
        "title":"Nature Nearby for Young Children."},
      {
        "id":"ED423067",
        "title":"Southern Regional Initiative To Improve Access to Benefits for Low Income Families with Children."},
      {
        "id":"ED423068",
        "title":"The Effects of Smart Start Child Care on Kindergarten Entry Skills. FPG-UNC Smart Start Evaluation Report."},
      {
        "id":"ED423069",
        "title":"Effect of a Smart Start Playground Improvement Grant on Child Care Playground Hazards. Smart Start Evaluation Report."},
      {
        "id":"ED425078",
        "title":"Students Learning Science: A Report on Policies and Practices in U.S. Schools."},
      {
        "id":"ED425079",
        "title":"Computer Assisted Instruction versus Classroom Instruction (Mathematics)."},
      {
        "id":"ED425080",
        "title":"Effect of Problem of the Day on Ohio Ninth Grade Proficiency Test Mathematics Scores."},
      {
        "id":"ED425081",
        "title":"Apres le 6 decembre 1992, l'education bouge: Actes du Seminaire organise par l'Association des Inspecteurs et Directeurs des Ecoles primaires de Suisse Romande et du Tessin (AIDEP) et l'IRDP, Saillon (VS), 25 et 26 novembre 1993. (After December 6, 1992, Education Moves: The Actions of a Seminar Organized by the Association of Inspectors and Directors of French and Italian Speaking Primary Schools in Switzerland (AIDEP) and the [Institute of Educational Research and Documentation] (IRDP) at Saillon, November 25-26, 1993)."},
      {
        "id":"ED425086",
        "title":"Quel avenir et quel impact pour la r echerche en Education? (What is the Future and the Impact for Research in Education?)."},
      {
        "id":"ED425087",
        "title":"Levain et Levier: Le partenariat en educatoin, les nouvelles dynamiques educatives et societales (Leaven and Lever: The Partnership in Education, the New Educational and Societal Dynamics)."},
      {
        "id":"ED425088",
        "title":"A Bridge to Adulthood: Service Learning at the Middle Level."},
      {
        "id":"ED425090",
        "title":"Borders and Identity: A Resource Guide for Teachers = Identidad y Fronteras: Una Guia para Maestros."},
      {
        "id":"ED425092",
        "title":"Character Education Should Be Part of the Public Education System."},
      {
        "id":"ED425093",
        "title":"Improving Student Visual Art Skills through the Use of Direct Instruction and Student Mentoring."},
      {
        "id":"ED425094",
        "title":"Factors That Influence Motivation in the Social Studies Classroom."},
      {
        "id":"ED425095",
        "title":"Three Universal Problems of Democracy at the Core of Education for Democratic Citizenship."},
      {
        "id":"ED425096",
        "title":"Gender Specificity and the Attrition Process in Education."},
      {
        "id":"ED425097",
        "title":"The Form of Historical Knowledge and the Adolescent Conception of It. Research Report 80."},
      {
        "id":"ED425100",
        "title":"Leadership and Work Context of Public and Private Secondary Schools in the Republic of Lebanon."},
      {
        "id":"ED425101",
        "title":"The Outcomes of Teaching Tolerance: A Research Report Submitted to the Graduate Social Science Education Program."},
      {
        "id":"ED425102",
        "title":"&quot;Why Is There So Much Hate in People's Hearts?&quot;: African-American Students Interpret the Integration Struggle in Little Rock, Arkansas, 1957."},
      {
        "id":"ED425103",
        "title":"Arts Education as a Catalyst to Diverse Approaches to Multicultural Education."},
      {
        "id":"ED425108",
        "title":"The Power of Political Cartoons in Teaching History. Occasional Paper."},
      {
        "id":"ED425109",
        "title":"How To Teach Social Studies with Toys: A Literature Review on Play."},
      {
        "id":"ED425110",
        "title":"Reflection and Pedagogical Knowledge versus Social Studies Pedagogical Content Knowledge."},
      {
        "id":"ED425111",
        "title":"Teaching Economics Using Children's Literature."},
      {
        "id":"ED425112",
        "title":"The Classroom Mini-Economy: Integrating Economics into the Elementary and Middle School Curriculum. Revised."},
      {
        "id":"ED425113",
        "title":"Adolescents' and Educators' Perceptions of Values: Implications for Public Education."},
      {
        "id":"ED425114",
        "title":"Teaching Constitutional Issues with Scripted Trials: Search and Seizure, Freedom of Expression, and the Establishment Clause. Volume 1."},
      {
        "id":"ED425116",
        "title":"Wasted Opportunities: When Schools Fail. Repetition and Drop-out in Primary Schools. Education for All: Status and Trends."},
      {
        "id":"ED425121",
        "title":"Take a Field Trip through the 1980s. Celebrate the Century Education Series."},
      {
        "id":"ED425122",
        "title":"Arts Education: Highlights of the NAEP 1997 Arts Assessment Report Card."},
      {
        "id":"ED425126",
        "title":"School Choice and Privatization Efforts: A Legislative Survey."},
      {
        "id":"ED425127",
        "title":"Teacher Quality Enhancement Grants for States and Partnerships: HEA, Title II."},
      {
        "id":"ED425128",
        "title":"Teaching Thinking Skills for Pre-Service and In-Service Teachers in Singapore."},
      {
        "id":"ED425129",
        "title":"A Re-examination of Classroom Rules."},
      {
        "id":"ED425130",
        "title":"Bridging Cultures. A Pre-Service Teacher Preparation Module."},
      {
        "id":"ED425131",
        "title":"Bridging Cultures between Home and School. A Handbook with Special Focus on Immigrant Latino Families."},
      {
        "id":"ED425132",
        "title":"Consorting with the Consortium: What the Researcher Saw!"},
      {
        "id":"ED425133",
        "title":"How Finnish Teachers View Their Professional Ethos: A Case Study."},
      {
        "id":"ED425134",
        "title":"Success After Failure: A Case Study of Three Teacher Interns."},
      {
        "id":"ED425135",
        "title":"&quot;You Didn't Tell Us What to Do.&quot; Teacher Perceptions of Action Research."},
      {
        "id":"ED425136",
        "title":"Appropriations for Fiscal Year 1999."},
      {
        "id":"ED425142",
        "title":"Professional Development Schools: What Do We Know? What Do We Need To Know? How Do We Find Out? Who Do We Tell?"},
      {
        "id":"ED425143",
        "title":"System-Based Strategies in Instructional Design."},
      {
        "id":"ED425144",
        "title":"A Seven-Year Multivariate Longitudinal Study of the Changes in Anxiety about Teaching through Preparation and Early Years of Teaching."},
      {
        "id":"ED425145",
        "title":"A Comparison of Learning Styles and Coping Techniques in Traditional and Nontraditional Community College Students."},
      {
        "id":"ED425146",
        "title":"Critical Issues in Mentoring and Mentoring Program for Beginning Teachers."},
      {
        "id":"ED425147",
        "title":"Effectiveness of Teacher Education. New Challenges and Approaches to Evaluation. Reports from the Department of Teacher Education in Tampere University."},
      {
        "id":"ED425148",
        "title":"Teachers' Reflections on Classroom Management."},
      {
        "id":"ED425149",
        "title":"The Teaching of Educational Psychology: Comparisons across Student, Instructor, and Course Variables."},
      {
        "id":"ED425150",
        "title":"Communities of Practice and Discourse Communities: Negotiating Boundaries in NBPTS Certification."},
      {
        "id":"ED425151",
        "title":"The State of Public Education in the United States: Teacher Education Students' Perspectives."},
      {
        "id":"ED425154",
        "title":"Enhancing Metacognitive Skills through Learning Contracts."},
      {
        "id":"ED425155",
        "title":"A Comparison of Contextual Teacher Preparation Student Teachers with Traditionally Prepared Student Teachers (A Preliminary Study)."},
      {
        "id":"ED425156",
        "title":"The Preparation and Professional Development of Teachers in the Northwest: A Depiction Study. Revised Editon."},
      {
        "id":"ED425157",
        "title":"A Comparison of Two Dichotomous Field Experience Sites: Perspectives of a Pre-Service Teacher."},
      {
        "id":"ED425158",
        "title":"A Five-Styles Teacher Discipline Model."},
      {
        "id":"ED425159",
        "title":"Mastery Learning: Thousands of Students, Thousands of Excellent Learners."},
      {
        "id":"ED425160",
        "title":"Professional Partnerships in Polyphonic Voice."},
      {
        "id":"ED425161",
        "title":"Preservice Teachers' Learning about Diversity: The Influence of Their Existing Racial Attitudes and Beliefs."},
      {
        "id":"ED425162",
        "title":"Project PREPARE: Collaborating for Professional Development and School Improvement."},
      {
        "id":"ED425163",
        "title":"Comparison of Field Experiences in India and the U.S."},
      {
        "id":"ED425164",
        "title":"The Impact of a PDS Internship/Student Teaching Program on the Self-Efficacy, Stages of Concern and Role Perceptions of Preservice Teaching: The Evaluation of a Goals 2000 Project."},
      {
        "id":"ED425165",
        "title":"Physical Education Grades K-6. Skills-Based Scope and Sequence Guide. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED425166",
        "title":"Health Grades K-6. Skills-Based Scope and Sequence Guide. Target Skills and Sample Assessment Methods."},
      {
        "id":"ED425167",
        "title":"Training Guidelines for Healthy School Meals for Food Service Professionals."},
      {
        "id":"ED425168",
        "title":"An Approach to Formative Evaluation for Teacher Enhancement Programs."},
      {
        "id":"ED425170",
        "title":"The Effect of Transient Students' Scores on the Norm of One High School's Standardized Basic Skills Test Battery."},
      {
        "id":"ED425171",
        "title":"GOALS 2000 and Integrated Technology--A National Status Report: Preliminary Results."},
      {
        "id":"ED425172",
        "title":"Beyond Data: Evaluation as Discursive Practice within Math/Science Education Reform."},
      {
        "id":"ED425173",
        "title":"Conducting an In-House Periodical Use Study: A Checklist. Occasional Paper Series, No. 12."},
      {
        "id":"ED425174",
        "title":"Evaluation of Reading Progress."},
      {
        "id":"ED425175",
        "title":"Estimating Average Domain Scores."},
      {
        "id":"ED425176",
        "title":"Robust Means and Covariance Matrices by the Minimum Volume Ellipsoid (MVE)."},
      {
        "id":"ED425178",
        "title":"The North Carolina State Testing Results: Multiple-Choice End-of-Grade and End-of-Course Tests. 1996-97."},
      {
        "id":"ED425179",
        "title":"North Carolina Open-Ended Assessment. Grades 5 and 8. The 1997-98 Report of Student Performance."},
      {
        "id":"ED425180",
        "title":"Interpretive Guide for North Carolina End-of-Course Tests. Algebra I, English I, U.S. History. Local Use Form 1997-1998."},
      {
        "id":"ED425181",
        "title":"Interpretive Guide for North Carolina End-of-Grade Tests. Mathematics, Reading Comprehension. Local Use Form 1997-1998."},
      {
        "id":"ED425182",
        "title":"The North Carolina Preliminary State Testing Results 1997-98. Multiple-Choice End-of-Grade and End-of-Course Tests."},
      {
        "id":"ED425183",
        "title":"Report of Student Performance on the North Carolina Competency Standard 1997-98."},
      {
        "id":"ED425184",
        "title":"State Norms for the North Carolina Testing Program. 1998 Edition."},
      {
        "id":"ED425185",
        "title":"Statistical Profile: Public Schools of North Carolina 1998."},
      {
        "id":"ED425186",
        "title":"National Education Testing. Hearing before a Subcommittee of the Committee on Appropriations. Special Hearing. United States Senate, One Hundred Fifth Congress, First Session (September 4, 1997)."},
      {
        "id":"ED425187",
        "title":"School-Wide Assessment: The Big Picture."},
      {
        "id":"ED425188",
        "title":"Setting Higher Sights: A Need for More Demanding Assessments for U.S. Eighth Graders."},
      {
        "id":"ED425191",
        "title":"Does It Compute? The Relationship between Educational Technology and Student Achievement in Mathematics."},
      {
        "id":"ED425192",
        "title":"Evaluating Student Records Management Software."},
      {
        "id":"ED425202",
        "title":"The National Education Goals Report for Kansas: Building a Nation of Learners."},
      {
        "id":"ED425203",
        "title":"Developing and Implementing Local Education Standards."},
      {
        "id":"ED425204",
        "title":"Exploring Rapid Achievement Gains in North Carolina and Texas. Lessons from the States."},
      {
        "id":"ED425205",
        "title":"State Comparisons of Education Statistics: 1969-70 to 1996-97."},
      {
        "id":"ED425209",
        "title":"Blood, Sweat and Tears: A Report of the Bede Anti-Racist Detached Youth Work Project."},
      {
        "id":"ED425211",
        "title":"A Parent's Guide to Your Child's Academic Success."},
      {
        "id":"ED425213",
        "title":"Finding Community and Forming Identity: Exploring the Role of Youth Programs Serving Blacks and Latinos."},
      {
        "id":"ED425214",
        "title":"From Hierarchy to Pluralism in American High Schools: Changing Patterns in Status Distinctions and Racial Segregation."},
      {
        "id":"ED425215",
        "title":"Reversing Underachievement through the Strengthening of the Teacher-Student-Parent Liaison."},
      {
        "id":"ED425218",
        "title":"Women in Development: We as Agents of Social Change. Proceedings of the International Forum on Intercultural Exchange (3rd, Saitama [Japan], December 17-19, 1993)."},
      {
        "id":"ED425220",
        "title":"Following the Fourth World Conference on Women -- Let's Expand Grass-Roots Networking! Proceedings of the International Forum on Intercultural Exchange (Saitama, Japan, November 15-17, 1995)."},
      {
        "id":"ED425225",
        "title":"Safe Passage: Making It through Adolescence in a Risky Society."},
      {
        "id":"ED425226",
        "title":"Achievement in Urban Schools: What Makes the Difference?"},
      {
        "id":"ED425227",
        "title":"\"Just Call It Effective.\" Civic Change: Moving from Projects to Progress."},
      {
        "id":"ED425228",
        "title":"Dropout Prevention. An Introductory Packet."},
      {
        "id":"ED425229",
        "title":"What Schools Can Do To Welcome and Meet the Needs of All Students and Families. Guidebook."},
      {
        "id":"ED425230",
        "title":"Welcoming and Involving New Students and Families. A Technical Aid Packet."},
      {
        "id":"ED425231",
        "title":"Guiding Parents in Helping Children Learn. Technical Aid Packet."},
      {
        "id":"ED425232",
        "title":"Where To Access Statistical Information Relevant to Addressing Barriers to Learning: An Annotated Reference List. A Resource Aid Packet."},
      {
        "id":"ED425233",
        "title":"Substance Abuse. A Resource Aid Packet."},
      {
        "id":"ED425234",
        "title":"Working Together: From School-Based Collaborative Teams to School-Community-Higher Education Connections. An Introductory Packet."},
      {
        "id":"ED425235",
        "title":"Teen Pregnancy Prevention and Support. An Introductory Packet."},
      {
        "id":"ED425236",
        "title":"Volunteers To Help Teachers and Schools Address Barriers to Learning. A Technical Aid Packet."},
      {
        "id":"ED425237",
        "title":"Parent and Home Involvement in Schools. An Introductory Packet."},
      {
        "id":"ED425238",
        "title":"School-Based Mutual Support Groups (For Parents, Staff, Older Students). A Technical Aid Packet."},
      {
        "id":"ED425239",
        "title":"Least Intervention Needed: Toward Appropriate Inclusion of Students with Special Needs. An Introductory Packet."},
      {
        "id":"ED425240",
        "title":"Report from the Steering Committee for the Coalition for Cohesive Policy in Addressing Barriers to Development &amp; Learning."},
      {
        "id":"ED425242",
        "title":"Evaluation and Accountability: Getting Credit for All You Do! An Introductory Packet."},
      {
        "id":"ED425243",
        "title":"Assessing To Address Barriers to Learning. An Introductory Packet."},
      {
        "id":"ED425244",
        "title":"Responding to Crisis at a School. A Resource Aid Packet."},
      {
        "id":"ED425247",
        "title":"Trends and Issues in Urban Education, 1998."},
      {
        "id":"ED425248",
        "title":"The Identity Development of Multiracial Youth. ERIC/CUE Digest, Number 137."},
      {
        "id":"ED425249",
        "title":"The Schooling of Multiracial Students. ERIC/CUE Digest, Number 138."},
      {
        "id":"ED425250",
        "title":"Success for All: A Summary of Evaluations. ERIC/CUE Digest Number 139."},
      {
        "id":"ED425251",
        "title":"Realidades Latinas: Una Communidad Vibrante Emerge en el Sur de Minneapolis = Latino Realities: A Vibrant Community Emerges in South Minneapolis."},
      {
        "id":"ED425252",
        "title":"Crisis in Mong Education: Urgent Needs for Professional Development."},
      {
        "id":"ED425253",
        "title":"Booker T. Washington High School (1916-1974): Voices of Remembrance. Portraits of Excellence--African-American Teachers in an Urban Segregated High School--Columbia, South Carolina."},
      {
        "id":"ED425254",
        "title":"Listen to the Children: Children at Risk for Failure Speak Out."},
      {
        "id":"ED425255",
        "title":"The Cycle of Family Homelessness: A Social Policy Reader."},
      {
        "id":"ED425257",
        "title":"A Semiotic Framework for Linking Cultural Practice and Classroom Mathematics."},
      {
        "id":"ED425258",
        "title":"A Semiotic Analysis of Students' Own Cultural Mathematics."},
      {
        "id":"ED425259",
        "title":"Inner City Decay, Poverty, Social Isolation and Crime: A Research Design."},
      {
        "id":"ED425260",
        "title":"So You Want To Start a Charter School? Strategic Advice for Applicants. Recommendations from an Expert Workshop."},
      {
        "id":"ED425261",
        "title":"Behavior Problems: What's a School To Do?"},
      {
        "id":"ED425263",
        "title":"Urban After-School Programs: Evaluations and Recommendations. ERIC/CUE Digest, Number 140."},
      {
        "id":"ED425265",
        "title":"Safeguarding and Creating Jobs Is a Sign of Social Responsibility. Changing Trade Unions and Management in Germany."},
      {
        "id":"ED425266",
        "title":"Yes! You Can Get There from Here."},
      {
        "id":"ED425268",
        "title":"Journal of Business and Training Education, 1998."},
      {
        "id":"ED425269",
        "title":"Helping Learners Build Stronger Personal Relationships."},
      {
        "id":"ED425270",
        "title":"Helping Your Students To Understand Complex Social Problems."},
      {
        "id":"ED425271",
        "title":"Are Your Students Politically Empowered?"},
      {
        "id":"ED425273",
        "title":"Florida's Workforce 2005."},
      {
        "id":"ED425274",
        "title":"A Guide for Expatriate Training."},
      {
        "id":"ED425276",
        "title":"Speaking Back Again. Report of the 1997 ACFE Research Forum."},
      {
        "id":"ED425277",
        "title":"Transforming Lives, Transforming Communities: Conceptual Framework for Further Education Curriculum."},
      {
        "id":"ED425278",
        "title":"Vocational Education and Training Opportunities for Adult VCE Students."},
      {
        "id":"ED425279",
        "title":"Young &amp; ACE: Young Unemployed People and Adult and Community Education."},
      {
        "id":"ED425282",
        "title":"Self-Directed Workplace Literacy Distance Learning for Developmental Disabilities Workers: External Formative Evaluation Design."},
      {
        "id":"ED425283",
        "title":"Self-Directed Workplace Literacy Distance Learning for Developmental Disabilities Workers: External Summative Evaluation Design."},
      {
        "id":"ED425284",
        "title":"Distance Learning Project. Final Evaluation Report."},
      {
        "id":"ED425285",
        "title":"Workplace Literacy Partnership Program. December 1994-November 1997. Final Report."},
      {
        "id":"ED425286",
        "title":"Worker Education Program 1994-97. Final Evaluation Report."},
      {
        "id":"ED425287",
        "title":"Workplace English as a Second Language Curriculum Guide for Juno Lighting, Inc."},
      {
        "id":"ED425288",
        "title":"Math Curriculum for the Apparel Group Ltd. (ENRO)."},
      {
        "id":"ED425289",
        "title":"Workplace Communication & Computer-Assisted Learning Workshop. Worker Education Program."},
      {
        "id":"ED425290",
        "title":"Workplace Spanish for Health Care Workers."},
      {
        "id":"ED425291",
        "title":"Suncast Corporation English as a Second Language \"Products & Quality\" Curriculum Guide."},
      {
        "id":"ED425292",
        "title":"Claretian Medical Center Task Analysis. Worker Education Program."},
      {
        "id":"ED425293",
        "title":"ENRO Task Analysis. Worker Education Program."},
      {
        "id":"ED425294",
        "title":"UNITE and Management Training Program for Workplace Communication & Problem Solving."},
      {
        "id":"ED425295",
        "title":"Professional Development Training. ACTWU Insurance Department."},
      {
        "id":"ED425296",
        "title":"Customer Service &amp; Team Problem Solving."},
      {
        "id":"ED425297",
        "title":"Collegiate Aviation Review."},
      {
        "id":"ED425298",
        "title":"The Alexander N. Charters Library of Resources for Educators of Adults at Syracuse University Library."},
      {
        "id":"ED425299",
        "title":"Global 2000 Program. Program Evaluation--Formative."},
      {
        "id":"ED425300",
        "title":"Global 2000 Project. Program Evaluation--Outside Evaluation. Summary of Findings."},
      {
        "id":"ED425301",
        "title":"Global 2000 Project. Adult Diploma Program Materials: Post-Assessment Survey."},
      {
        "id":"ED425302",
        "title":"Global 2000 Project. Pathways. Adult Diploma Program Student Books."},
      {
        "id":"ED425303",
        "title":"Breaking the Long Hours Culture."},
      {
        "id":"ED425304",
        "title":"Indiana Essential Skills &amp; Technical Proficiencies Initiative. Indiana Workforce Proficiency Panel. 1998 Annual Report."},
      {
        "id":"ED425306",
        "title":"Youth Works Final Report. Youth Works-Americorps Final Report. Report to the Legislature."},
      {
        "id":"ED425307",
        "title":"EMS Instructor Training Program. National Standard Curriculum. Instructor Guide. Student Guide."},
      {
        "id":"ED425308",
        "title":"Emergency Medical Dispatch. National Standard Curriculum. Instructor Guide. Trainee Guide."},
      {
        "id":"ED425310",
        "title":"Michigan Articulation Handbook."},
      {
        "id":"ED425311",
        "title":"Marketing Education Resource Guide. Draft."},
      {
        "id":"ED425312",
        "title":"New Paradigm for Effective Workforce Skills. Final Performance Report 1994 to 1998. National Workplace Literacy Program."},
      {
        "id":"ED425313",
        "title":"Train the Trainer. Facilitator Guide Sample. Basic Blueprint Reading (Chapter One)."},
      {
        "id":"ED425314",
        "title":"OMRDD/REACH/CUNY Distance Learning Program. Assessment Materials."},
      {
        "id":"ED425315",
        "title":"Collaborative Learning for Continuous Improvement: Team Learning and Problem Solving in a Workplace Education Program. A Guidebook from a Project of the National Workplace Literacy Program."},
      {
        "id":"ED425316",
        "title":"Manager's Informational Packet. Project VISIONS. National Workplace Skills Project. January 1, 1995-December 31, 1998."},
      {
        "id":"ED425317",
        "title":"Lozier Corporation Workplace Literacy Modules. Alabama Partnership for Training."},
      {
        "id":"ED425318",
        "title":"Fieldcrest Cannon Workplace Literacy Modules for Supervisors. Alabama Partnership for Training."},
      {
        "id":"ED425319",
        "title":"Fieldcrest Cannon Workplace Literacy Modules for Dye Tub Operators. Alabama Partnership for Training."},
      {
        "id":"ED425320",
        "title":"Fieldcrest Cannon Workplace Literacy Modules for Yardage Binder Operators. Alabama Partnership for Training."},
      {
        "id":"ED425321",
        "title":"National Workplace Literacy Program 1994-1997. Final Grant Report."},
      {
        "id":"ED425322",
        "title":"Request for Certification and Standards Revision for Missouri Adult Vocational Education Supervisor."},
      {
        "id":"ED425323",
        "title":"Request for Certification and Standards Revision for Missouri Vocational Director."},
      {
        "id":"ED425326",
        "title":"Integrating Academic Standards and Workplace Skill Standards for a Unified Education System. PREL Briefing Paper."},
      {
        "id":"ED425327",
        "title":"Women in the Working World--From Welfare to Leadership."},
      {
        "id":"ED425328",
        "title":"Colorado GED Study. How Colorado Graduates Benefit from Passing the GED Tests."},
      {
        "id":"ED425329",
        "title":"Making Standards Work! A Teacher's Guide to Integrating Academic Content Standards and Assessments with Workplace Competencies and School-to-Career Activities."},
      {
        "id":"ED425330",
        "title":"AGORA--II. &quot;The Role of the Company in Lifelong Learning&quot; (Thessaloniki, Greece, November 17-18, 1997). CEDEFOP Panorama."},
      {
        "id":"ED425331",
        "title":"Evaluation of Quality Aspects in Vocational Training Programmes. Synthesis Report. CEDEFOP Document."},
      {
        "id":"ED425332",
        "title":"Human Resource Accounting: Interests and Conflicts. A Discussion Paper. CEDEFOP Panorama."},
      {
        "id":"ED425333",
        "title":"A Sectoral Approach to Training in the Printing Industry and the Hospital Sector. Synthesis Report of a Study in Five European Countries. CEDEFOP Panorama."},
      {
        "id":"ED425334",
        "title":"Workforce Investment Act of 1998."},
      {
        "id":"ED425335",
        "title":"Extension Today and Tomorrow. Trends and Issues Alerts."},
      {
        "id":"ED425336",
        "title":"Using Adult Learning Principles in Adult Basic and Literacy Education. Practice Application Brief."},
      {
        "id":"ED425338",
        "title":"Driver Education for the Information Superhighway. Literacy Leader Fellowship Program Reports. Volume II, Number 2."},
      {
        "id":"ED425339",
        "title":"Adult Education and Welfare to Work Initiatives: A Review of Research, Practice and Policy. Literacy Leader Fellowship Program Reports, Volume III, Number 1."},
      {
        "id":"ED425340",
        "title":"Teaching and Learning with Internet-based Resources. Literacy Leader Fellowship Program Reports, Volume III, Number 2."},
      {
        "id":"ED425341",
        "title":"Learn to Earn: Issues Raised by Welfare Reform for Adult Education, Training and Work. Literacy Leader Fellowship Program Reports, Volume III, Number 3, Part B."},
      {
        "id":"ED425342",
        "title":"Empowerment Health Education in Adult Literacy: A Guide for Public Health and Adult Literacy Practitioners, Policy Makers and Funders. Literacy Leaders Fellowship Program Reports, Volume III, Number 4, Part 1."},
      {
        "id":"ED425343",
        "title":"Comparing Work Skills Analysis Tools. Project Report."},
      {
        "id":"ED425344",
        "title":"Progress of Operating Agencies in Implementing &quot;High Skills, High Wages,&quot; Washington's Comprehensive Plan for Workforce Training and Education. A Report to the Legislature. July 1996-June 1997."},
      {
        "id":"ED425345",
        "title":"Progress of Operating Agencies in Implementing &quot;High Skills, High Wages,&quot; Washington's Comprehensive Plan for Workforce Training and Education. A Report to the Legislature. July 1997-June 1998."},
      {
        "id":"ED425346",
        "title":"Workforce Training. Supply, Demand, and Gaps."},
      {
        "id":"ED425347",
        "title":"Education and Workforce Issues. Public Attitudes and Awareness."},
      {
        "id":"ED425348",
        "title":"Workforce Training Results 1998. An Evaluation of Washington State's Workforce Training System."},
      {
        "id":"ED425349",
        "title":"Labor Market Supply in the Four Counties Served by the Southern Ohio Diversification Initiative."},
      {
        "id":"ED425350",
        "title":"Family Structure &amp; Social Change: A Preparation for Further Study Course."},
      {
        "id":"ED425351",
        "title":"From the Billabong to the Mainstream? A Teachers' Guide to Australian Training &amp; Literacy Policy Developments 1974-1998. Research into Practice Series Number 6."},
      {
        "id":"ED425352",
        "title":"Work-Based Learning for Students in High Schools and Community Colleges."},
      {
        "id":"ED425353",
        "title":"Let's Get to Work..."},
      {
        "id":"ED425356",
        "title":"Workforce Development for Communities in Crisis and Transition: A Case Study of the Windward Islands."},
      {
        "id":"ED425357",
        "title":"Follow-up Report on the Review of the Job Training Partnership Act. Report No. 96-54."},
      {
        "id":"ED425358",
        "title":"Review of Enterprise Florida Jobs and Education Partnership. Report No. 95-16."},
      {
        "id":"ED425367",
        "title":"The Changing Contexts of Aging: Opportunities and Challenges in the New Millennium. Program Abstracts. Annual Scientific Meeting of the Gerontological Society of America (51st, Philadelphia, PA, November 20-24, 1998)."},
      {
        "id":"ED425368",
        "title":"Educational Resources Available on the Internet: Assessing the Quality of Psychological Healthcare Sites."},
      {
        "id":"ED425371",
        "title":"School Counselor Supervision in Kentucky: A Contradiction in Terms?"},
      {
        "id":"ED425372",
        "title":"National Tobacco Policy and Youth Smoking Reduction Act. Report of the Committee on Commerce, Science, and Transportation on S.1415 Together with Additonal Views. United States Senate, 105th Congress, 2d Session."},
      {
        "id":"ED425373",
        "title":"Youth for Justice: Students Speak Out against Youth Violence. Report of the Annual Youth for Justice Summit (3rd, Columbus, Ohio, April 30, 1997)."},
      {
        "id":"ED425374",
        "title":"Attributions and Expectancies as Determinants of Achievement in Black Students."},
      {
        "id":"ED425375",
        "title":"Declining Expectancies in African American College Students: The Influences of Attributions and Self-Esteem across the College Years."},
      {
        "id":"ED425376",
        "title":"Examining the Factor Structure of a Measure of Learning and Performance Goal Orientations for Older High School Students."},
      {
        "id":"ED425377",
        "title":"Practical Hermeneutic Teaching: Research Methods and Self-Development."},
      {
        "id":"ED425378",
        "title":"Parenting Style: Effects on Children's Views of Authority."},
      {
        "id":"ED425379",
        "title":"Identifying the Pains and Problems of Shyness: A Content Analysis."},
      {
        "id":"ED425380",
        "title":"The Role of Personality in Work Performance: Understanding the Results of Research."},
      {
        "id":"ED425382",
        "title":"Student Use of College Computer Searches - A Qualitative Comparison of Independent Usage and Usage with a School Counselor."},
      {
        "id":"ED425383",
        "title":"Protective Factors for Children of Alcoholics: Parenting, Family Environment, Child Personality, and Contextual Supports."},
      {
        "id":"ED425384",
        "title":"Promoting Optimum Mental Health through Counseling: An Overview."},
      {
        "id":"ED425385",
        "title":"Personal Striving Level and Self-Evaluation Process."},
      {
        "id":"ED425387",
        "title":"A Comparison of Positive Outcome Expectancies: A Review of the Theories of M. F. Scheier, C. S. Carver, M. E. P. Seligman, and C. R. Snyder."},
      {
        "id":"ED425388",
        "title":"Drug Abuse Prevention for At-Risk Individuals."},
      {
        "id":"ED425389",
        "title":"The Clinical Skills Inventory: Competence-Based Assessment of Clinical Psychology Student Skill Acquisition."},
      {
        "id":"ED425393",
        "title":"Dance/Movement Therapy: A Unique Career Opportunity."},
      {
        "id":"ED425396",
        "title":"Teachers' Perceptions of School Psychologists' Existing and Potential Roles."},
      {
        "id":"ED425398",
        "title":"China-U.S. Conference on Education. Collected Papers. (Beijing, People's Republic of China, July 9-13, 1997)."},
      {
        "id":"ED425399",
        "title":"Art, Education, and Community: Arts Genesis, Inc."},
      {
        "id":"ED425400",
        "title":"Applications of Portfolio Assessment in a Teaching and Nursing Program."},
      {
        "id":"ED425401",
        "title":"Creative Dance Improvisation: Fostering Creative Expression, Group Cooperation, and Multiple Intelligences."},
      {
        "id":"ED425402",
        "title":"National Diffusion Network: Project Enrichment Exemplary Program."},
      {
        "id":"ED425403",
        "title":"A Systems Approach to Improving Teacher Development in Kansas."},
      {
        "id":"ED425404",
        "title":"Future Problem Solving: Connecting the Present to the Future."},
      {
        "id":"ED425405",
        "title":"Transformative Dimensions of Mentoring: Implications for Practice in the Training of Early Childhood Teachers."},
      {
        "id":"ED425406",
        "title":"The Building: An Adaptation of Francis Debyser's Writing Project. A Global Simulation To Teach Language and Culture."},
      {
        "id":"ED425407",
        "title":"Report Cards: Stepping Away from Tradition."},
      {
        "id":"ED425408",
        "title":"Variability in Response to Life Transitions: Application of a Transition Model."},
      {
        "id":"ED425409",
        "title":"Life-Long Learning: Learning To Be Productive."},
      {
        "id":"ED425410",
        "title":"Teacher Assistance Teams: A System for Supporting Classroom Teachers in China or the United States."},
      {
        "id":"ED425411",
        "title":"Collaborative School Improvement: An Integrated Model for Educational Leaders."},
      {
        "id":"ED425412",
        "title":"Professor-in-Residence: Redefining the Work of Teacher Educators."},
      {
        "id":"ED425413",
        "title":"Emerging Priorities and Emphases in School Counseling, Guidance, and Student Services."},
      {
        "id":"ED425414",
        "title":"Reading, Grades K-6: Skills-Based Scope and Sequence Guide. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED425415",
        "title":"Spelling, Grades 1-6: Skills-Based Scope and Sequence Guide. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED425416",
        "title":"The National Literacy Trust's Guide to Books on Literacy Published during 1995."},
      {
        "id":"ED425417",
        "title":"Guide to Books on Literacy Published during 1996."},
      {
        "id":"ED425418",
        "title":"The National Literacy Trust's 1997 International Annotated Bibliography of Books on Literacy."},
      {
        "id":"ED425419",
        "title":"The Interdependence of Reading, Writing and Spelling."},
      {
        "id":"ED425422",
        "title":"NAEP 1994 Reading State Report for Alabama. Trial State Assessment."},
      {
        "id":"ED425423",
        "title":"NAEP 1994 Reading State Report for Arizona. Trial State Assessment."},
      {
        "id":"ED425424",
        "title":"NAEP 1994 Reading State Report for Arkansas. Trial State Assessment."},
      {
        "id":"ED425425",
        "title":"NAEP 1994 Reading State Report for California. Trial State Assessment."},
      {
        "id":"ED425426",
        "title":"NAEP 1994 Reading State Report for Colorado. Trial State Assessment."},
      {
        "id":"ED425427",
        "title":"NAEP 1994 Reading State Report for Connecticut. Trial State Assessment."},
      {
        "id":"ED425428",
        "title":"NAEP 1994 Reading State Report for Delaware. Trial State Assessment."},
      {
        "id":"ED425429",
        "title":"NAEP 1994 Reading State Report for Florida. Trial State Assessment."},
      {
        "id":"ED425430",
        "title":"NAEP 1994 Reading State Report for Georgia. Trial State Assessment."},
      {
        "id":"ED425431",
        "title":"NAEP 1994 Reading State Report for Hawaii. Trial State Assessment."},
      {
        "id":"ED425432",
        "title":"NAEP 1994 Reading State Report for Idaho. Trial State Assessment."},
      {
        "id":"ED425433",
        "title":"NAEP 1994 Reading State Report for Indiana. Trial State Assessment."},
      {
        "id":"ED425434",
        "title":"NAEP 1994 Reading State Report for Iowa. Trial State Assessment."},
      {
        "id":"ED425435",
        "title":"NAEP 1994 Reading State Report for Kentucky. Trial State Assessment."},
      {
        "id":"ED425436",
        "title":"NAEP 1994 Reading State Report for Louisiana. Trial State Assessment."},
      {
        "id":"ED425437",
        "title":"NAEP 1994 Reading State Report for Maine. Trial State Assessment."},
      {
        "id":"ED425439",
        "title":"NAEP 1994 Reading State Report for Massachusetts. Trial State Assessment."},
      {
        "id":"ED425441",
        "title":"NAEP 1994 Reading State Report for Mississippi. Trial State Assessment."},
      {
        "id":"ED425442",
        "title":"NAEP 1994 Reading State Report for Missouri. Trial State Assessment."},
      {
        "id":"ED425443",
        "title":"NAEP 1994 Reading State Report for Montana. Trial State Assessment."},
      {
        "id":"ED425444",
        "title":"NAEP 1994 Reading State Report for Nebraska. Trial State Assessment."},
      {
        "id":"ED425445",
        "title":"NAEP 1994 Reading State Report for New Hampshire. Trial State Assessment."},
      {
        "id":"ED425446",
        "title":"NAEP 1994 Reading State Report for New Jersey. Trial State Assessment."},
      {
        "id":"ED425447",
        "title":"NAEP 1994 Reading State Report for New Mexico. Trial State Assessment."},
      {
        "id":"ED425449",
        "title":"NAEP 1994 Reading State Report for North Carolina. Trial State Assessment."},
      {
        "id":"ED425450",
        "title":"NAEP 1994 Reading State Report for North Dakota. Trial State Assessment."},
      {
        "id":"ED425451",
        "title":"NAEP 1994 Reading State Report for Pennsylvania. Trial State Assessment."},
      {
        "id":"ED425452",
        "title":"NAEP 1994 Reading State Report for Rhode Island. Trial State Assessment."},
      {
        "id":"ED425453",
        "title":"NAEP 1994 Reading State Report for South Carolina. Trial State Assessment."},
      {
        "id":"ED425454",
        "title":"NAEP 1994 Reading State Report for Tennessee. Trial State Assessment."},
      {
        "id":"ED425455",
        "title":"NAEP 1994 Reading State Report for Texas. Trial State Assessment."},
      {
        "id":"ED425456",
        "title":"NAEP 1994 Reading State Report for Utah. Trial State Assessment."},
      {
        "id":"ED425457",
        "title":"NAEP 1994 Reading State Report for Virginia. Trial State Assessment."},
      {
        "id":"ED425458",
        "title":"NAEP 1994 Reading State Report for Washington. Trial State Assessment."},
      {
        "id":"ED425459",
        "title":"NAEP 1994 Reading State Report for West Virginia. Trial State Assessment."},
      {
        "id":"ED425460",
        "title":"NAEP 1994 Reading State Report for Wisconsin. Trial State Assessment."},
      {
        "id":"ED425461",
        "title":"NAEP 1994 Reading State Report for Wyoming. Trial State Assessment."},
      {
        "id":"ED425462",
        "title":"NAEP 1994 Reading State Report for Guam. Trial State Assessment."},
      {
        "id":"ED425464",
        "title":"Writing, Grades K-6: Skills-Based Scope and Sequence Guide. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED425465",
        "title":"Language, Grades K-6: Skills-Based Scope and Sequence Guide. Target Skills &amp; Sample Assessment Methods."},
      {
        "id":"ED425466",
        "title":"Instructional Writers' Narratives about Their Ideal Users and Users' Narratives about Their Ideal Instructions."},
      {
        "id":"ED425467",
        "title":"Fair Play: Teaching the Logical Fallacies."},
      {
        "id":"ED425472",
        "title":"The Good Teacher: Stories of Learning."},
      {
        "id":"ED425473",
        "title":"Ain't I a Woman: Affirming the Place of the African Woman in America."},
      {
        "id":"ED425474",
        "title":"Personal Stories, Composition, and Varying Institutional Dynamics: What Role Does &quot;Story&quot; Play in Small Schools vs. Large Ones?"},
      {
        "id":"ED425475",
        "title":"Family Resource Center Handbook: How To Establish and Manage a Family Resource Center."},
      {
        "id":"ED425476",
        "title":"Fundamentals of Communication and First Year Success Seminar: Perspective from a Faculty Member of Linked Courses."},
      {
        "id":"ED425477",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (24th, Austin, Texas, October 16-18, 1997)."},
      {
        "id":"ED425478",
        "title":"Implications of Canadian Hiring Policies on the Development of Speech Communication Programs in Canada."},
      {
        "id":"ED425479",
        "title":"Changing Hats: Juggling the Demands of Academe and Consulting/Training."},
      {
        "id":"ED425480",
        "title":"Building Boundaries in Writing Programs: The Dangers of Shifting Discourse in Administrative Communication."},
      {
        "id":"ED425481",
        "title":"&quot;Date with an Angel&quot;: A Non-Verbal Communication Teaching Tip."},
      {
        "id":"ED425482",
        "title":"Diversity Issues in Teaching: Cultural Sensitivity in the Classroom."},
      {
        "id":"ED425483",
        "title":"Service Learning and the Development of Social Responsibility."},
      {
        "id":"ED425484",
        "title":"When a Preceptor Meets &quot;Preceptorship&quot;: Dialectics in Japanese Nursing Preceptoring Relationships."},
      {
        "id":"ED425485",
        "title":"An Investigation of the Relationships among Technology Experiences, Communication Apprehension, Writing Apprehension and Computer Anxiety."},
      {
        "id":"ED425486",
        "title":"Assessing Ethics Instruction Offered by Various University Disciplines: A Case for Including Communication in the Mix."},
      {
        "id":"ED425487",
        "title":"Contracted versus District-Operated Pupil Transportation Programs: An Analysis of Cost and Program Differences. Report 96-04."},
      {
        "id":"ED425488",
        "title":"A National Test: Balancing Policy and Technical Issues."},
      {
        "id":"ED425489",
        "title":"How Can Chapaati Be Transformed into Bread? Or How Innovation Can Founder on the Rock of Established Practices."},
      {
        "id":"ED425490",
        "title":"Accelerated Schools Centers: How To Address Challenges to Institutionalization and Growth."},
      {
        "id":"ED425491",
        "title":"Conceptions of Democracy and School Reform: Can \"Community\" Democratic School Reforms Thrive in America's Liberal or Participatory Democratic Culture?"},
      {
        "id":"ED425492",
        "title":"Deciding What Students Should Learn: How School Programs Are Developed in Alberta."},
      {
        "id":"ED425495",
        "title":"Internal Use of External Control and Support for Quality Improvement: The Response to a National Policy by Primary Schools."},
      {
        "id":"ED425496",
        "title":"Preparation for Headship? The Role of the Deputy Head in the Primary School."},
      {
        "id":"ED425497",
        "title":"The Impact of System-Wide Restructuring on Teacher Professionalism and Accountability: A Western Australian Study."},
      {
        "id":"ED425498",
        "title":"Understanding School Budgets: As Simple as 1,2,3."},
      {
        "id":"ED425499",
        "title":"Selected Readings on California School Finance."},
      {
        "id":"ED425500",
        "title":"Supporting School-Based Reform: Lessons from the Work of the California Center for School Restructuring."},
      {
        "id":"ED425501",
        "title":"The Social Construction of Gender in the Superintendency."}]
  }}
