{
  "response":{"numFound":509939,"start":422000,"numFoundExact":true,"docs":[
      {
        "id":"ED529133",
        "title":"Monitoring the Future National Results on Adolescent Drug Use: Overview of Key Findings, 2011"},
      {
        "id":"ED529134",
        "title":"Drug Testing in Schools: Policies, Practices, and Association with Student Drug Use. YES Occasional Papers. Paper 2"},
      {
        "id":"ED529135",
        "title":"Policies and Practices Regarding Alcohol and Illicit Drugs among American Secondary Schools and Their Association with Student Alcohol and Marijuana Use. YES Occasional Papers. Paper 5"},
      {
        "id":"ED529136",
        "title":"Demographic Subgroup Trends for Various Licit and Illicit Drugs, 1975-2010. Monitoring the Future Occasional Paper Series. Paper 74"},
      {
        "id":"ED529148",
        "title":"Evaluation of WorldView Textbooks; Textbooks Taught at a Military University"},
      {
        "id":"ED529149",
        "title":"Monitoring the Future. National Results on Adolescent Drug Use: Overview of Key Findings, 2009. NIH Publication Number 10-7583"},
      {
        "id":"ED529150",
        "title":"Monitoring the Future. National Survey Results on Drug Use, 1975-2009. Volume I, Secondary School Students. NIH Publication Number 10-7584"},
      {
        "id":"ED529151",
        "title":"Monitoring the Future. National Survey Results on Drug Use, 1975-2009. Volume II, College Students & Adults Ages 19-50. NIH Publication Number 10-7585"},
      {
        "id":"ED529152",
        "title":"An Analytic Study of the Uneconomic Lower Primary Schools in Malappuram District"},
      {
        "id":"ED529153",
        "title":"A Comparison of Distribution Free and Non-Distribution Free Factor Analysis Methods"},
      {
        "id":"ED529154",
        "title":"So You Think You Can Lead: Advice for Those Who Aspire to Be Principal"},
      {
        "id":"ED529155",
        "title":"Principal Directed Collaborative Planning in the Elementary School"},
      {
        "id":"ED529162",
        "title":"Have a Heart: Challenges for Lead Vocational Teachers in the Changing VET Landscape. Occasional Paper"},
      {
        "id":"ED529163",
        "title":"Reviving Magnet Schools: Strengthening a Successful Choice Option. A Research Brief"},
      {
        "id":"ED529165",
        "title":"The Gateway to the Profession: Assessing Teacher Preparation Programs Based on Student Achievement. Working Paper 65"},
      {
        "id":"ED529166",
        "title":"The Aftermath of Accelerating Algebra: Evidence from a District Policy Initiative. Working Paper 69"},
      {
        "id":"ED529167",
        "title":"Assessing the &quot;Rothstein Test&quot;: Does It Really Show Teacher Value-Added Models Are Biased? Working Paper 71"},
      {
        "id":"ED529168",
        "title":"Simply Gifted: Their Attributes through the Eyes of College Students"},
      {
        "id":"ED529169",
        "title":"Research Messages 2011"},
      {
        "id":"ED529170",
        "title":"Business Fundamentals. Program CIP: Business Fundamentals: 52.0101"},
      {
        "id":"ED529171",
        "title":"Simulation and Animation Design. Program CIP: 50.0411"},
      {
        "id":"ED529172",
        "title":"Construction: Carpentry Concentration. Program CIP: 46.0000 Construction: Carpentry Concentration"},
      {
        "id":"ED529173",
        "title":"Digital Media Technology. Program CIP: 09.0702"},
      {
        "id":"ED529174",
        "title":"Installation and Service: HVAC. Program CIP: 47.0201"},
      {
        "id":"ED529175",
        "title":"Estimating the Effect of Leaders on Public Sector Productivity: The Case of School Principals. Working Paper 66"},
      {
        "id":"ED529176",
        "title":"Different Skills: Identifying Differentially Effective Teachers of English Language Learners. Working Paper 68"},
      {
        "id":"ED529177",
        "title":"Pension-Induced Rigidities in the Labor Market for School Leaders. Working Paper 67"},
      {
        "id":"ED529178",
        "title":"Where You Come from or Where You Go? Distinguishing between School Quality and the Effectiveness of Teacher Preparation Program Graduates. Working Paper 63"},
      {
        "id":"ED529179",
        "title":"Certification Requirements and Teacher Quality: A Comparison of Alternative Routes to Teaching. Working Paper 64"},
      {
        "id":"ED529180",
        "title":"Teacher Quality and Teacher Mobility. Working Paper 57"},
      {
        "id":"ED529182",
        "title":"The Incredible Years. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED529183",
        "title":"What Works Clearinghouse Quick Review of the Report &quot;School-Based Early Childhood Education and Age-28 Well-Being: Effects by Timing, Dosage, and Subgroups&quot;"},
      {
        "id":"ED529184",
        "title":"What Works Clearinghouse Quick Review of the Report &quot;Middle School Mathematics Professional Development Impact Study: Findings after the Second Year of Implementation&quot;"},
      {
        "id":"ED529197",
        "title":"Information Literacy: A Story of Collaboration and Cooperation between the Writing Program Coordinator and Colleagues 2003-2010"},
      {
        "id":"ED529202",
        "title":"Minnesota Measures: 2011 Report on Higher Education Performance"},
      {
        "id":"ED529203",
        "title":"Intervention for College Attendance Program: 2009-2010 Report"},
      {
        "id":"ED529207",
        "title":"Welding Technology. Program CIP: 48.0508 - WELDING"},
      {
        "id":"ED529208",
        "title":"Information Technology. Program CIP: 11.0101 Computer Technology/Computer Systems Technology"},
      {
        "id":"ED529209",
        "title":"Teacher Academy. Program CIP: 13.0101"},
      {
        "id":"ED529243",
        "title":"Health Sciences. Program CIP: 51.0000"},
      {
        "id":"ED529244",
        "title":"Engineering. Program CIP: 14.1901"},
      {
        "id":"ED529245",
        "title":"Marketing. Program CIP: Marketing: 52.1801"},
      {
        "id":"ED529246",
        "title":"Management. Program CIP: Business Management: 52.0204"},
      {
        "id":"ED529247",
        "title":"Industrial Maintenance. Program CIP: 47.0303 - Industrial Maintenance"},
      {
        "id":"ED529248",
        "title":"Early Childhood Education. Program CIP: 19.0709"},
      {
        "id":"ED529249",
        "title":"Culinary Arts. Program CIP: 12.0500-Culinary Arts"},
      {
        "id":"ED529250",
        "title":"Learning Communities for Students in Developmental English: Impact Studies at Merced College and the Community College of Baltimore County. Executive Summary"},
      {
        "id":"ED529251",
        "title":"Learning Communities for Students in Developmental English: Impact Studies at Merced College and the Community College of Baltimore County"},
      {
        "id":"ED529252",
        "title":"Results from the 2010 National Survey on Drug Use and Health: Mental Health Findings"},
      {
        "id":"ED529253",
        "title":"Stepping Stones: Principal Career Paths and School Outcomes. Working Paper 58"},
      {
        "id":"ED529254",
        "title":"Nearly Half of College Student Treatment Admissions Were for Primary Alcohol Abuse. Data Spotlight"},
      {
        "id":"ED529267",
        "title":"Race to the Top Annual Performance Report. CFDA Number: 84.395"},
      {
        "id":"ED529268",
        "title":"National Evaluation of Title III Implementation Supplemental Report: Exploring Approaches to Setting English Language Proficiency Performance Criteria and Monitoring English Learner Progress. Draft"},
      {
        "id":"ED529269",
        "title":"State Education Agency Funding and Staffing in the Education Reform Era"},
      {
        "id":"ED529270",
        "title":"After the Stimulus Money Ends: The Status of State K-12 Education Funding and Reforms"},
      {
        "id":"ED529276",
        "title":"What's Trust Got to Do with It? A Communications and Engagement Guide for School Leaders Tackling the Problem of Persistently Failing Schools"},
      {
        "id":"ED529277",
        "title":"For Every Child, Multiple Measures: What Parents and Educators Want from K-12 Assessments"},
      {
        "id":"ED529278",
        "title":"Building Institutional Capacity for Data-Informed Decision Making. Cutting Edge Series. No. 3"},
      {
        "id":"ED529283",
        "title":"The Impact of a Student's Lack of Social Skills on Their Academic Skills in High School"},
      {
        "id":"ED529285",
        "title":"An Analysis of Massachusetts Department of Elementary and Secondary Education Vocational Technical Education Framework for Culinary Arts and Its Effectiveness on Students Enrolled in Post-Secondary Culinary Programs"},
      {
        "id":"ED529289",
        "title":"Eastern Kentucky Teacher and Administrative Stress: Part II"},
      {
        "id":"ED529292",
        "title":"Updating a Searchable Database of Dropout Prevention Programs and Policies in Nine Low-Income Urban School Districts in the Northeast and Islands Region. REL Technical Brief. REL 2012-No. 020"},
      {
        "id":"ED529293",
        "title":"The New Teacher Orientation and Training Program. Calgary Board of Education June 2010  &amp; Northland School Division #61 Beginning Teacher Institute August 2010"},
      {
        "id":"ED529296",
        "title":"Review of \"What's Trust Got to Do with It?\""},
      {
        "id":"ED529307",
        "title":"Race to the Top. District of Columbia. State-Reported APR: Year One"},
      {
        "id":"ED529308",
        "title":"Race to the Top. District of Columbia Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529309",
        "title":"Race to the Top. Delaware. State-Reported APR: Year One"},
      {
        "id":"ED529310",
        "title":"Race to the Top. Delaware Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529311",
        "title":"Race to the Top. Florida. State-Reported APR: Year One"},
      {
        "id":"ED529312",
        "title":"Race to the Top. Florida Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529313",
        "title":"Race to the Top. Georgia. State-Reported APR: Year One"},
      {
        "id":"ED529314",
        "title":"Race to the Top. Georgia Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529315",
        "title":"Race to the Top. Hawaii. State-Reported APR: Year One"},
      {
        "id":"ED529316",
        "title":"Race to the Top. Hawaii Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529317",
        "title":"Race to the Top. Massachusetts. State-Reported APR: Year One"},
      {
        "id":"ED529318",
        "title":"Race to the Top. Massachusetts Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529319",
        "title":"Race to the Top. Maryland. State-Reported APR: Year One"},
      {
        "id":"ED533486",
        "title":"The Consequences of Violence Exposure upon African American College Students"},
      {
        "id":"ED533487",
        "title":"The Professional Pipeline for Educational Leadership. A White Paper Developed to Inform the Work of the National Policy Board for Educational Administration"},
      {
        "id":"ED533488",
        "title":"Postsecondary Institutions and Price of Attendance in 2011-12, Degrees and Other Awards Conferred: 2010-11, and 12-Month Enrollment--2010-11. First Look (Preliminary Data). NCES 2012-289"},
      {
        "id":"ED533491",
        "title":"A Companion to the Film, &quot;Putting Mathematics Education in Its Place&quot;. Working Paper No. 41"},
      {
        "id":"ED533493",
        "title":"The EPIC Leadership Development Program Evaluation Report. Research Brief"},
      {
        "id":"ED533494",
        "title":"Employment for People with Disabilities: Little Is Known about the Effectiveness of Fragmented and Overlapping Programs. Report to Congressional Committees. GAO-12-677"},
      {
        "id":"ED533495",
        "title":"Pieces of the Puzzle: Factors in Improving Achievement of Urban School Districts. Education Outlook. No. 4"},
      {
        "id":"ED533496",
        "title":"Evaluating Principals: Recommendations at a Glance"},
      {
        "id":"ED533514",
        "title":"Learners on the Move: Responsive Teachers Fill in the Gap for Highly Mobile Students"},
      {
        "id":"ED533515",
        "title":"Petition for an Additional Vision Developmental Milestone"},
      {
        "id":"ED533516",
        "title":"Cultivating the Spirit through Resilience: Vision of Effective Schools and Mission of Caring Teachers"},
      {
        "id":"ED533517",
        "title":"Cuyahoga County Early Childhood Initiative Evaluation: Phase II Final Report"},
      {
        "id":"ED533518",
        "title":"Cuyahoga County Early Childhood Initiative Evaluation: Phase II Final Report. Executive Summary"},
      {
        "id":"ED533519",
        "title":"Literacy Needs Assessment Technical Report for Cuyahoga County"},
      {
        "id":"ED533520",
        "title":"Labor Market Returns to Sub-Baccalaureate Credentials: How Much Does a Community College Degree or Certificate Pay? CCRC Working Paper No. 45"},
      {
        "id":"ED533521",
        "title":"The Academic Consequences of Employment for Students Enrolled in Community College. CCRC Working Paper No. 46"},
      {
        "id":"ED533525",
        "title":"Managing Chronic Pain in Adults with or in Recovery from Substance Use Disorders. Treatment Improvement Protocol (TIP) Series 54"},
      {
        "id":"ED533526",
        "title":"Addressing Viral Hepatitis in People with Substance Use Disorders. Treatment Improvement Protocol (TIP) Series 53"},
      {
        "id":"ED533544",
        "title":"An Evaluative Study of the Academic Achievement of Homeschooled Students versus Traditionally Schooled Students Attending a Catholic University"},
      {
        "id":"ED533545",
        "title":"Connecting through Comics: Expanding Opportunities for Teaching and Learning"},
      {
        "id":"ED533547",
        "title":"Voices of Conflict: Students' and Lecturers' Perceptions of the Utility of the Bridging Program at University"},
      {
        "id":"ED533548",
        "title":"How to Motivate US Students to Pursue STEM (Science, Technology, Engineering and Mathematics) Careers"},
      {
        "id":"ED533549",
        "title":"Reflective Abstraction and Mathematics Education: The Genetic Decomposition of the Chain Rule--Work in Progress"},
      {
        "id":"ED533550",
        "title":"The Underrepresentation of African American Female Students in STEM Fields: Implications for Classroom Teachers"},
      {
        "id":"ED533551",
        "title":"Examining the Impact of the Author's Pedagogy on Developing Relationality and Care in Pre-service Early Childhood Teachers"},
      {
        "id":"ED533552",
        "title":"Power and Pedagogy: International Perspectives of Chinese and American Pedagogical Practices That Empower and Engage Students"},
      {
        "id":"ED533554",
        "title":"Community Service and University Roles: An Action Research Based on the Philosophy of Sufficiency Economy"},
      {
        "id":"ED533556",
        "title":"The Study on the Psychological Problems and Countermeasures of the Full-Time Professional Masters"},
      {
        "id":"ED533557",
        "title":"Cross-Border Delivery in Nigeria and Quality Assurance Issues"},
      {
        "id":"ED533558",
        "title":"Preparing Teachers for Special Education in the United States: A Reflection"},
      {
        "id":"ED533560",
        "title":"America's Children in Brief: Key National Indicators of Well-Being, 2012"},
      {
        "id":"ED533561",
        "title":"Changing the School Climate Is the First Step to Reform in Many Schools with Federal Improvement Grants"},
      {
        "id":"ED533562",
        "title":"Increased Learning Time under Stimulus-Funded School Improvement Grants: High Hopes, Varied Implementation"},
      {
        "id":"ED533563",
        "title":"Schools with Federal Improvement Grants Face Challenges in Replacing Principals and Teachers"},
      {
        "id":"ED533564",
        "title":"Good, \"Green\" Jobs: A No-Nonsense Guide to Environmental Jobs and Careers"},
      {
        "id":"ED533565",
        "title":"Psycho-Social Issues in Females Study of Science and Technology"},
      {
        "id":"ED533566",
        "title":"Some Thoughts on John Dewey's Ethics and Education"},
      {
        "id":"ED533567",
        "title":"The Comparative Research on Sex Education for Adolescents of China and the US"},
      {
        "id":"ED533568",
        "title":"Teaching Scientific Ethics Using the Example of Hendrik Schon"},
      {
        "id":"ED533569",
        "title":"Teaching the Lecturers: Academic Staff Learning about Online Teaching"},
      {
        "id":"ED533570",
        "title":"The Relative Merits of PBL (Problem-Based Learning) in University Education"},
      {
        "id":"ED533571",
        "title":"Benefits of Collaborative Writing for ESL Advanced Diploma Students in the Production of Reports"},
      {
        "id":"ED533572",
        "title":"Developing Successful International Faculty Led Program"},
      {
        "id":"ED533573",
        "title":"Researching the Effects of Frame-Focused Instruction on Second Language Acquisition"},
      {
        "id":"ED533574",
        "title":"Using Technology in Pre-School Education"},
      {
        "id":"ED533575",
        "title":"Disability within the African Culture"},
      {
        "id":"ED533576",
        "title":"Rights and Multilingualism"},
      {
        "id":"ED533578",
        "title":"Health Care Provider Initiative Strategic Plan"},
      {
        "id":"ED533595",
        "title":"Bangladesh: Summary Report. Financing Primary and Secondary Education in Bangladesh. Asia-South Pacific Education Watch"},
      {
        "id":"ED533596",
        "title":"Cambodia: Summary Report. The Impact of Informal School Fees. Asia-South Pacific Education Watch"},
      {
        "id":"ED533597",
        "title":"Solomon Islands: Summary Report. Educational Experience Survey: Education, Language and Literacy Experience. Asia-South Pacific Education Watch"},
      {
        "id":"ED533598",
        "title":"Philippines: Summary Report. Mapping out Disadvantaged Groups in Education. Asia-South Pacific Education Watch"},
      {
        "id":"ED533599",
        "title":"A Road, Less Travelled...&quot;The Story of Gender Mainstreaming in ASPBAE&quot;"},
      {
        "id":"ED533600",
        "title":"Literacy.CA. Issue #19, Winter 2006"},
      {
        "id":"ED533601",
        "title":"Literacy.CA. Issue #17, Winter 2005"},
      {
        "id":"ED533602",
        "title":"Literacy.CA. Issue #18, Summer 2005"},
      {
        "id":"ED533603",
        "title":"A Study of Presidents of Independent Colleges and Universities"},
      {
        "id":"ED533604",
        "title":"Trends among Young Adults over Three Decades, 1974-2006. NCES 2012-345"},
      {
        "id":"ED533605",
        "title":"New Americans in Postsecondary Education: A Profile of Immigrant and Second-Generation American Undergraduates. Stats in Brief. NCES 2012-213"},
      {
        "id":"ED533606",
        "title":"Enrollment Management Trends Report, 2012: A Snapshot of the 2011 ACT-Tested High School Graduates"},
      {
        "id":"ED533608",
        "title":"Studies in Teaching: 2012 Research Digest. Action Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, June 29, 2012)"},
      {
        "id":"ED533609",
        "title":"Engaged-Learning: Community Engagement Classifications at U.S. Land-Grant Institutions"},
      {
        "id":"ED533626",
        "title":"Teacher Read-Alouds with and without Student Companion Texts: Quantitative and Qualitative Findings"},
      {
        "id":"ED533642",
        "title":"Movement for Canadian Literacy: Statistics Show Millions Struggle with Literacy"},
      {
        "id":"ED533643",
        "title":"Standing up for Literacy. Submission to the House of Commons Standing Committee on Finance. Pre-Budget Consultations"},
      {
        "id":"ED533644",
        "title":"Student Voices on the Higher Education Pathway: Preliminary Insights & Stakeholders Engagement Considerations"},
      {
        "id":"ED533645",
        "title":"Literacy in Canada: It's Time for Action. Recommendations for the House of Commons Standing Committee on Finance"},
      {
        "id":"ED533646",
        "title":"Literacy Is for Life: Strengthening Adult Literacy Is Key to Canada's Economic and Social Prosperity. Submission to the House of Commons Standing Committee on Finance. Pre-Budget Consultations"},
      {
        "id":"ED533647",
        "title":"The Arc's Justice Advocacy Guide: An Advocate's Guide on Assisting Victims and  Suspects with Intellectual Disabilities"},
      {
        "id":"ED533648",
        "title":"The Impact of Affirmative Action Bans in Graduate Education"},
      {
        "id":"ED533649",
        "title":"The Secondary School English Language Reading Curriculum: A Teacher's Perceptions"},
      {
        "id":"ED533664",
        "title":"Teaching Android Application Development in a Collaborative Online Environment"},
      {
        "id":"ED533670",
        "title":"Considering the Audience: Air Force Recruiting Presentations"},
      {
        "id":"ED533671",
        "title":"What Impact Did Education Stimulus Funds Have on States and School Districts?"},
      {
        "id":"ED533694",
        "title":"Overcoming State and Local Obstacles to Collecting Quality Perkins Data: Recommendations from Secondary and Postsecondary Administrators Attending the Perkins Accountability Technical Assistance Workshop, April 5, 2005"},
      {
        "id":"ED533695",
        "title":"&quot;Why Don't They Come?&quot; Professional Education on Working with the Latino Community"},
      {
        "id":"ED533696",
        "title":"Renewal of Portland Community College and Area High School Career and Technical Education Partnerships: Conceiving the Next Generation of PAVTEC"},
      {
        "id":"ED533697",
        "title":"Leveraging ARRA Funding for Developing Comprehensive State Longitudinal Data Systems"},
      {
        "id":"ED533702",
        "title":"Getting Teacher Evaluation Right: A Background Paper for Policy Makers"},
      {
        "id":"ED533704",
        "title":"Uses of Multiple Measures for Performance-Based Compensation"},
      {
        "id":"ED533705",
        "title":"Healthcare"},
      {
        "id":"ED533706",
        "title":"Healthcare. Executive Summary"},
      {
        "id":"ED533707",
        "title":"Healthcare. State Report"},
      {
        "id":"ED533723",
        "title":"Revisiting First Language Acquisition through Empirical and Rational Perspectives"},
      {
        "id":"ED533724",
        "title":"Local Labor Management Relationships as a Vehicle to Advance Reform: Findings from the U.S. Department of Education's Labor Management Conference"},
      {
        "id":"ED533725",
        "title":"Student and Exchange Visitor Program: DHS Needs to Assess Risks and Strengthen Oversight Functions. Report to Congressional Requesters. GAO-12-572"},
      {
        "id":"ED533726",
        "title":"Teacher Evaluation in Tennessee: A Report on Year 1 Implementation"},
      {
        "id":"ED533727",
        "title":"Series Overview. Special Series on the Fresno-Long Beach Learning Partnership"},
      {
        "id":"ED533732",
        "title":"Building District Capacity for Data-Informed Leadership. Special Series on the Fresno-Long Beach Learning Partnership"},
      {
        "id":"ED533734",
        "title":"Document-Oriented E-Learning Components"},
      {
        "id":"ED533735",
        "title":"Purpose of Lifelong Learning: Analysis from a Single Participant Interview"},
      {
        "id":"ED533736",
        "title":"Punctuation Marks Make a Difference in Translation: Practical Examples"},
      {
        "id":"ED533753",
        "title":"Dual Enrollment: Helping Make College a Reality for Students Less Likely to Go. Recommendations for Policymakers from the Concurrent Courses Initiative"},
      {
        "id":"ED533754",
        "title":"Co-Teaching vs. Solo Teaching: Comparative Effects on Fifth Graders' Math Achievement"},
      {
        "id":"ED533755",
        "title":"Dual Enrollment for All: Reasons and Ways to Make It Work. Lessons for Educators and Administrators from the Concurrent Courses Initiative"},
      {
        "id":"ED533756",
        "title":"Broadening the Benefits of Dual Enrollment: Reaching Underachieving and Underrepresented Students with Career-Focused Programs. Insight"},
      {
        "id":"ED533763",
        "title":"Climbing the Ladder of Reading Proficiency: The First Two Years of Atlanta's Dunbar Learning Complex"},
      {
        "id":"ED533780",
        "title":"Faculty Members' Understanding of Teaching Efficacy Criteria and It Relation to Their Characteristics"},
      {
        "id":"ED533781",
        "title":"Relationships among Preservice Primary Mathematics Teachers' Gender, Academic Success and Spatial Ability"},
      {
        "id":"ED533782",
        "title":"Developing EFL Teaching and Learning Practices in Saudi Colleges: A Review"},
      {
        "id":"ED533783",
        "title":"The Impact of Years of Teaching Experience on the Classroom Management Approaches of Elementary School Teachers"},
      {
        "id":"ED533784",
        "title":"EFL Reading Instruction: Communicative Task-Based Approach"},
      {
        "id":"ED533785",
        "title":"Cooperative Learning in Distance Learning: A Mixed Methods Study"},
      {
        "id":"ED533786",
        "title":"An Epistemological Glance at the Constructivist Approach: Constructivist Learning in Dewey, Piaget, and Montessori"},
      {
        "id":"ED533787",
        "title":"Secondary Physical Education Avoidance and Gender: Problems and Antidotes"},
      {
        "id":"ED533788",
        "title":"Investigating the Levels of Strain, from the Point of Various Variables, at Their Efforts of Obtain Information of Preservice Teachers' of Secondary Education"},
      {
        "id":"ED533789",
        "title":"Rhetorical Structure and Graphic Organizers: Effects on Learning from a History Text"},
      {
        "id":"ED533790",
        "title":"Barriers to the Introduction of ICT into Education in Developing Countries: The Example of Bangladesh"},
      {
        "id":"ED533791",
        "title":"A Priority for California's Future: Science for Students. Summary Report. Strengthening Science Education in California"},
      {
        "id":"ED533792",
        "title":"A Priority for California's Future: Science for Students. Analysis of Public Opinion Research. Strengthening Science Education in California"},
      {
        "id":"ED533793",
        "title":"California's Emerging Teacher Data System: Key to a Stronger Teacher Workforce. CenterView"},
      {
        "id":"ED533794",
        "title":"Why Do Teachers Leave? CenterView"},
      {
        "id":"ED533795",
        "title":"First-Time Kindergartners in 2010-11: First Findings from the Kindergarten Rounds of the Early Childhood Longitudinal Study, Kindergarten Class of 2010-11 (ECLS-K:2011). NCES 2012-049"},
      {
        "id":"ED533798",
        "title":"Evaluation of Language and Literature Skills of Secondary School Students in Turkey According to International Baccalaureate Diploma Program Criteria"},
      {
        "id":"ED533817",
        "title":"Direct Study of Students' Responses to Curriculum"},
      {
        "id":"ED533818",
        "title":"Kids Count Data Book, 2012: State Trends in Child Well-Being"},
      {
        "id":"ED533819",
        "title":"&quot;Out-Of-Field&quot; Teaching Assignments: Are California's Students Getting the Effective Instruction They Need? CenterView"},
      {
        "id":"ED533820",
        "title":"Listening to Teachers of English Language Learners: Their Challenges, Experiences, and Needs. CenterView"},
      {
        "id":"ED533821",
        "title":"Child Care and Development Fund: Report of State and Territory Plans, FY 2010-2011"},
      {
        "id":"ED533822",
        "title":"Child Care Helps America Work and Learn. Issue No. 1"},
      {
        "id":"ED533823",
        "title":"Bridging the Gap: An Impact Study of Eight Developmental Summer Bridge Programs in Texas. Executive Summary"},
      {
        "id":"ED533824",
        "title":"Bridging the Gap: An Impact Study of Eight Developmental Summer Bridge Programs in Texas"},
      {
        "id":"ED533825",
        "title":"The Effects of Learning Communities for Students in Developmental Education: A Synthesis of Findings from Six Community Colleges"},
      {
        "id":"ED533826",
        "title":"The Effects of Learning Communities for Students in Developmental Education: A Synthesis of Findings from Six Community Colleges. Executive Summary"},
      {
        "id":"ED533827",
        "title":"K-12 Education: Selected States and School Districts Cited Numerous Federal Requirements as Burdensome, While Recognizing Some Benefits. Report to Congressional Requesters. GAO-12-672"},
      {
        "id":"ED533828",
        "title":"Navigating Change and Transformation in Collection Development"},
      {
        "id":"ED533865",
        "title":"Forum Guide to Supporting Data Access for Researchers: A State Education Agency Perspective. NFES 2012-809"},
      {
        "id":"ED533866",
        "title":"Forum Guide to Facilities Information Management: A Resource for State and Local Education Agencies. NFES 2012-808"},
      {
        "id":"ED533867",
        "title":"High School Dual Enrollment Programs: Are We Fast-Tracking Students Too Fast? NCPR Brief"},
      {
        "id":"ED533868",
        "title":"Replacing Remediation with Readiness. An NCPR Working Paper"},
      {
        "id":"ED533869",
        "title":"Video-Based Supplemental Instruction as an Alternative to Traditional Developmental Courses. An NCPR Working Paper"},
      {
        "id":"ED533870",
        "title":"Building Foundations for Student Readiness: A Review of Rigorous Research and Promising Trends in Developmental Education. An NCPR Working Paper"},
      {
        "id":"ED533871",
        "title":"Improving Developmental Mathematics Education in Community Colleges: A Prospectus and Early Progress Report on the Statway Initiative. An NCPR Working Paper"},
      {
        "id":"ED533872",
        "title":"Impact Studies at Merced College and the Community College of Baltimore County. NCPR Brief"},
      {
        "id":"ED533873",
        "title":"Bridging College and Careers: Using Dual Enrollment to Enhance Career and Technical Education Pathways. An NCPR Working Paper"},
      {
        "id":"ED533874",
        "title":"Bridging College and Careers: Using Dual Enrollment to Enhance Career and Technical Education Pathways. NCPR Brief"},
      {
        "id":"ED533875",
        "title":"The Quandaries of Basic Skills in Community Colleges: Views from the Classroom. An NCPR Working Paper"},
      {
        "id":"ED533876",
        "title":"Best Practices for Setting Placement Cut Scores in Postsecondary Education. An NCPR Working Paper"},
      {
        "id":"ED533904",
        "title":"An Anti-Bullying Training Course for Adults"},
      {
        "id":"ED533905",
        "title":"Assessing Student and Faculty Satisfaction in a Master of Counselling Distance Education Paradigm"},
      {
        "id":"ED533906",
        "title":"Discover the Hidden Jewels in Your Library and Sharing the Wealth through Collaboration. Selected Papers from PIALA 2011, Pacific Islands Association of Libraries, Archives, and Museums Annual Conference (21st, Kosrae, Federated States of Micronesia, November 14-17, 2011)"},
      {
        "id":"ED533907",
        "title":"Training for Effective National Weather Service (NWS) Communication in Chat and Conference Calls"},
      {
        "id":"ED533908",
        "title":"Small Mammal Jointed Models to Make, Description Cards, and a Menu of Follow-on Activities in Different Intelligence Areas"},
      {
        "id":"ED533909",
        "title":"The Legacy of &quot;A Nation at Risk&quot;"},
      {
        "id":"ED533912",
        "title":"Recruiting Trends, 2010-2011. 40th Anniversary Edition"},
      {
        "id":"ED533913",
        "title":"Scaling up Learning Communities: The Experience of Six Community Colleges. Executive Summary"},
      {
        "id":"ED533914",
        "title":"Increasing College Enrollment among Low- and Moderate-Income Families: An Intervention to Improve Information and Access to Financial Aid"},
      {
        "id":"ED533915",
        "title":"Breaking New Ground: An Impact Study of Career-Focused Learning Communities at Kingsborough Community College. NCPR Brief"},
      {
        "id":"ED533916",
        "title":"Evaluating Institutional Efforts to Streamline Postsecondary Remediation: The Causal Effects of the Tennessee Developmental Course Redesign Initiative on Early Student Academic Success. An NCPR Working Paper"},
      {
        "id":"ED533917",
        "title":"Learning Communities for Students in Developmental Reading: An Impact Study at Hillsborough Community College. Executive Summary"},
      {
        "id":"ED533918",
        "title":"Learning Communities for Students in Developmental English: Impact Studies at Merced College and the Community College of Baltimore County. NCPR Brief"},
      {
        "id":"ED533919",
        "title":"Getting Ready for College: An Implementation and Early Impacts Study of Eight Texas Developmental Summer Bridge Programs. NCPR Brief"},
      {
        "id":"ED533958",
        "title":"The Irreplaceables: Understanding the Real Retention Crisis in America's Urban Schools. Executive Summary"},
      {
        "id":"ED533959",
        "title":"The Irreplaceables: Understanding the Real Retention Crisis in America's Urban Schools"},
      {
        "id":"ED533960",
        "title":"Understanding and Improving Full-Time Virtual Schools: A Study of Student Characteristics, School Finance, and School Performance in Schools Operated by K12 Inc. [with Appendices]"},
      {
        "id":"ED533961",
        "title":"5 Ways Principals Can Keep More Irreplaceable Teachers. The Irreplaceables: Understanding the Real Retention Crisis in America's Urban Schools"},
      {
        "id":"ED533967",
        "title":"Author Reply to K12 Inc. Response"},
      {
        "id":"ED533998",
        "title":"The Prediction Use of English Language Learning Strategies Based on Personality Traits among the Female University Level Learners"},
      {
        "id":"ED533999",
        "title":"Turkish Higher Education at the Crossroads: Critical Issues of Systemic and Institutional Structures"},
      {
        "id":"ED534000",
        "title":"Turkey's Ministry of National Education Study-Abroad Program: Is the MoNE Making the Most of Its Investment?"},
      {
        "id":"ED534018",
        "title":"The Role of Foreign-Educated Scholars in Turkey's Higher Education System: A Narrative Study of Two English Language Teacher Educators"},
      {
        "id":"ED534048",
        "title":"The Future Impact of the Internet on Higher Education: Experts Expect More Efficient Collaborative Environments and New Grading Schemes; They Worry about Massive Online Courses, the Shift Away from On-Campus Life"},
      {
        "id":"ED534073",
        "title":"Career Opportunities: Career Technical Education and the College Completion Agenda. Part I: Structure and Funding of Career Technical Education in the California Community Colleges"},
      {
        "id":"ED534074",
        "title":"Career Opportunities: Career Technical Education and the College Completion Agenda. Part II: Inventory and Analysis of CTE Programs in the California Community Colleges"},
      {
        "id":"ED534075",
        "title":"Career Opportunities: Career Technical Education and the College Completion Agenda. Policy Brief"},
      {
        "id":"ED534083",
        "title":"A Comparison of State Alternative Education Accountability Policies and Frameworks"},
      {
        "id":"ED534084",
        "title":"A Case Study about Communication Strategies"},
      {
        "id":"ED534085",
        "title":"Determination of the Problem Solving Level of Gifted/Talented Students"},
      {
        "id":"ED534086",
        "title":"The Effect of Music on the Test Scores of the Students in Limits and Derivatives Subject in the Mathematics Exams Done with Music"},
      {
        "id":"ED534087",
        "title":"The Effect of Using Activities Improving Scientific Literacy on Students' Achievement in Science and Technology Lesson"},
      {
        "id":"ED534088",
        "title":"Investigation of Bereavement Period Effects after Loss of Parents on Children and Adolescents Losing Their Parents"},
      {
        "id":"ED534089",
        "title":"The Effects of Concept Maps on the Academic Success and Attitudes of 11th Graders while Teaching Urinary System"},
      {
        "id":"ED534090",
        "title":"Investigation of Professional Self Sufficiency Levels of Physical Education and Sports Teachers"},
      {
        "id":"ED534091",
        "title":"Teaching Vocabulary through Poetry in an EFL Classroom"},
      {
        "id":"ED534092",
        "title":"Using Music and Musical Activities in Special Education: Developments in Turkey"},
      {
        "id":"ED534110",
        "title":"The Dangers of Academic Bubble Economy from a Young Researcher's Perspective"},
      {
        "id":"ED534111",
        "title":"Designing and Experimenting of English Instructional Material for Facilitating Constructivist Learning"},
      {
        "id":"ED534112",
        "title":"Self Assessment: Increasing the Effectiveness of Postsecondary Coordination. A Companion to &quot;On Balance: Lessons in Effective Coordination from the Washington State Board for Community and Technical Colleges--An Organizational Perspective&quot;"},
      {
        "id":"ED534113",
        "title":"Dollars and Sense: Analysis of Spending and Revenue Patterns to Inform Fiscal Planning for California Higher Education"},
      {
        "id":"ED534114",
        "title":"On Balance: Lessons in Effective Coordination from the Washington State Board for Community and Technical Colleges--An Organizational Perspective"},
      {
        "id":"ED534115",
        "title":"Finding Your Workforce: The Top 25 Institutions Graduating Latinos. First in a Series Linking College Completion with U.S. Workforce Needs"},
      {
        "id":"ED534116",
        "title":"Finding Your Workforce: The Top 25 Institutions Graduating Latinos in Science, Technology, Engineering, and Math (STEM) by Academic Level--2009-10. Third in a Series Linking College Completion with U.S. Workforce Needs"},
      {
        "id":"ED534117",
        "title":"Finding Your Workforce: The Top 25 Institutions Graduating Latinos in Health Professions and Related Programs by Academic Level. Second in a Series Linking College Completion with U.S. Workforce Needs"},
      {
        "id":"ED534119",
        "title":"Science, Technology, Engineering, Mathematics (STEM): Catalyzing Change Amid the Confusion"},
      {
        "id":"ED534120",
        "title":"Collaboration in Academic R&D: A Decade of Growth in Pass-Through Funding. InfoBrief. NSF 12-325"},
      {
        "id":"ED534121",
        "title":"How Americans Would Slim Down Public Education"},
      {
        "id":"ED534141",
        "title":"Employees in Postsecondary Institutions, Fall 2011 and Student Financial Aid, Academic Year 2010-11. First Look (Preliminary Data). NCES 2012-156"},
      {
        "id":"ED534145",
        "title":"Freeze Frame 2012: A Snapshot of America's Teens"},
      {
        "id":"ED534175",
        "title":"Social Inclusion among Prospective Teachers at Secondary Level"},
      {
        "id":"ED534176",
        "title":"Physics Doctorates Initial Employment: Data from the Degree Recipient Follow-Up Survey for the Classes of 2009 and 2010. Focus On"},
      {
        "id":"ED534177",
        "title":"Physics Doctorates One Year Later: Data from the Follow-Up Survey of Degree Recipients from the Classes of 2009 and 2010. Focus On"},
      {
        "id":"ED534178",
        "title":"Opportunities Suspended: The Disparate Impact of Disciplinary Exclusion from School"},
      {
        "id":"ED534179",
        "title":"Students with Disabilities: Better Federal Coordination Could Lessen Challenges in the Transition from High School. Report to the Ranking Member, Committee on Education and the Workforce, House of Representatives. GAO-12-594"},
      {
        "id":"ED534184",
        "title":"Opportunities Suspended: The Disparate Impact of Disciplinary Exclusion from School. Executive Summary"},
      {
        "id":"ED534208",
        "title":"WWC Review of the Report &quot;The Effects of Student Coaching in College: An Evaluation of a Randomized Experiment in Student Mentoring&quot;"},
      {
        "id":"ED534226",
        "title":"Instructional Supervision and Its Relationship with Professional Development: Perception of Private and Government Secondary School Teachers in Addis Ababa"},
      {
        "id":"ED534228",
        "title":"Teaching Mathematics to Young Children through the Use of Concrete and Virtual Manipulatives"},
      {
        "id":"ED534255",
        "title":"The New Literacy: Technology in the Classroom"},
      {
        "id":"ED534256",
        "title":"Math Manipulatives to Increase 4th Grade Student Achievement"},
      {
        "id":"ED534257",
        "title":"An Analysis of Student Success Rates for Academic and Workforce Programs at a Large Texas Community College: Examining Fall 2009 to Spring 2011"},
      {
        "id":"ED534284",
        "title":"Grasp of Consciousness and Performance in Mathematics Making Explicit the Ways of Thinking in Solving Cartesian Product Problems"},
      {
        "id":"ED534285",
        "title":"A PLG (Professional Learning Group): How to Stimulate Learners' Engagement in Problem-Solving"},
      {
        "id":"ED534286",
        "title":"The Impact of Teacher Collaboration on School Management in Canada"},
      {
        "id":"ED534293",
        "title":"Cultural Adaptation of NNES (Non-Native English Speaking) College Faculty: A Cross-Disciplinary Study"},
      {
        "id":"ED534294",
        "title":"An Examination of the Potential Relationship between Technology and Persistence among At-Risk College Students"},
      {
        "id":"ED534295",
        "title":"Critical Leadership and Social Justice: Research, Policy and Educational Practice"},
      {
        "id":"ED534298",
        "title":"Dorothy L. Sayers and C. S. Lewis: Christian Postmodernism beyond Boundaries"},
      {
        "id":"ED534299",
        "title":"Making Sense of Teacher Participants' Graphic Organizers in a Second Order Action Research: Reflection of the Voice of an Action Researcher"},
      {
        "id":"ED534301",
        "title":"Drama Education on the Creative Thinking Skills of 61-72 Months Old Pre-School Children"},
      {
        "id":"ED534302",
        "title":"Educational Transforming, Learning Communities and Teacher Training"},
      {
        "id":"ED534303",
        "title":"An Online Cultural Exchange in Pre-Service Language Teacher Education: A Dialogic Approach to Understanding"},
      {
        "id":"ED534305",
        "title":"A Comparative Study on China-U.S.' APTHS (Academic Proficiency Test for High Schools): Past, Present and Future"},
      {
        "id":"ED534307",
        "title":"Designing for Problem-Based Learning: A Comparative Study of Technology Professional Development"},
      {
        "id":"ED534308",
        "title":"The Power of Words: A Crucial Conversation at the Launch of an Action Research Project"},
      {
        "id":"ED534309",
        "title":"Should Emotional Intelligence in the Workplace Be Taught in CTCs?"},
      {
        "id":"ED534330",
        "title":"Teachers for the Future: The Changing Nature of Society and Related Issues for the Teaching Workforce"},
      {
        "id":"ED534356",
        "title":"California: A Case Study in the Loss of Affirmative Action. A Policy Report"},
      {
        "id":"ED534357",
        "title":"From Teacher Education to Student Progress: Teacher Quality since NCLB. Teacher Quality 2.0. Special Report 1"},
      {
        "id":"ED534366",
        "title":"IPEDS Analytics: Delta Cost Project Database 1987-2010. Data File Documentation. NCES 2012-823"},
      {
        "id":"ED534385",
        "title":"Stepwise versus Hierarchical Regression: Pros and Cons"},
      {
        "id":"ED534386",
        "title":"Contemporary Learning: Learning in an Online World"},
      {
        "id":"ED534387",
        "title":"Leadership Strategy: Learning in an Online World"},
      {
        "id":"ED534388",
        "title":"Learning Spaces Framework: Learning in an Online World"},
      {
        "id":"ED534390",
        "title":"Pedagogy Strategy: Learning in an Online World"},
      {
        "id":"ED534391",
        "title":"Bandwith Implementation Plan, 2004-05: Learning in an Online World"},
      {
        "id":"ED534392",
        "title":"National Statement for Languages Education in Australian Schools: National Plan for Languages Education in Australian Schools 2005-2008"},
      {
        "id":"ED534393",
        "title":"Australian Directions in Indigenous Education 2005-2008"},
      {
        "id":"ED534394",
        "title":"Building a Knowledge Culture: An Education and Training Action Plan for the Information Economy, 2005-2007"},
      {
        "id":"ED534395",
        "title":"Joint Ministerial Statement on Information and Communications Technologies in Australian Education and Training: 2008-2011"},
      {
        "id":"ED534396",
        "title":"Guam Public School System District Action Plan: Goals and Objectives, 2007"},
      {
        "id":"ED534397",
        "title":"The Token Economy: Reducing the Disruptive and Off-Task Behavior"},
      {
        "id":"ED534420",
        "title":"Identifying and Analyzing Geographic Change to School Districts"},
      {
        "id":"ED534423",
        "title":"Matrix of Key Federal Statutes and Federal and State Court Decisions Reflecting the Core Concepts of Disability Policy"},
      {
        "id":"ED534424",
        "title":"Transportation of Wheelchair Seated Students in School Buses: A Review of State Policy"},
      {
        "id":"ED534425",
        "title":"Training a Parent in Wheelchair Skills to Improve Her Child's Wheelchair Skills: A Case Study"},
      {
        "id":"ED534426",
        "title":"RESNA Wheelchair Service Provision Guide"},
      {
        "id":"ED534446",
        "title":"National Protocols for Higher Education Approval Processes"},
      {
        "id":"ED534447",
        "title":"MCEETYA Four-Year Plan, 2009-2012: A Companion Document for the Melbourne Declaration on Educational Goals for Young Australians"},
      {
        "id":"ED534448",
        "title":"A Model of More Culturally Inclusive and Educationally Effective Schools"},
      {
        "id":"ED534449",
        "title":"Melbourne Declaration on Educational Goals for Young Australians"},
      {
        "id":"ED534450",
        "title":"Public Libraries Survey: Fiscal Year 2009"},
      {
        "id":"ED534451",
        "title":"Public Libraries Survey: Fiscal Year 2008"},
      {
        "id":"ED534452",
        "title":"Spanish as a Second Language for Elementary Students: A Study of Participation on Literacy Benchmark Scores"},
      {
        "id":"ED534453",
        "title":"An International Teacher Training Project: Integrating Subject Content, Communicative and Digital Competences in Didactic Materials"},
      {
        "id":"ED534454",
        "title":"The College Advantage: Weathering the Economic Storm"},
      {
        "id":"ED534455",
        "title":"The College Advantage: Weathering the Economic Storm. Executive Summary"},
      {
        "id":"ED534456",
        "title":"Morbidity and Mortality Weekly Report. Volume 61, Number 31"},
      {
        "id":"ED534457",
        "title":"Validation of Quality Rating and Improvement Systems for Early Care and Education and School-Age Care. Research-to-Policy, Research-to-Practice Brief. OPRE 2012-29"},
      {
        "id":"ED534458",
        "title":"Innovation-Centric Teaching and Learning Processes in Technical Education"},
      {
        "id":"ED534459",
        "title":"A Scandinavian View on the Aesthetics as a Learning Media"},
      {
        "id":"ED534460",
        "title":"Coherence in the General Education Experience through the Inclusion of Physical Education"},
      {
        "id":"ED534461",
        "title":"Disabilities in Early Childhood: How Prepared Are Educators?"},
      {
        "id":"ED534479",
        "title":"Understanding the Challenges of Diversity: Analyzing a Restructured Curriculum"},
      {
        "id":"ED534483",
        "title":"Protectionist Measures in Postsecondary Ontario (Canada) TESL"},
      {
        "id":"ED534500",
        "title":"Focus-on-Form Instruction: A Review of Related Literature"},
      {
        "id":"ED534501",
        "title":"Communication Interactions: It Takes Two"},
      {
        "id":"ED534502",
        "title":"Breaking through Barriers: AAUW Annual Report Fiscal Year 2008"},
      {
        "id":"ED534503",
        "title":"Women at Work"},
      {
        "id":"ED534504",
        "title":"Harassment-Free Hallways: How to Stop Sexual Harassment in School. A Guide for Students, Parents, and Schools"},
      {
        "id":"ED534506",
        "title":"Guam&apos;s Department of Education Citizen&apos;s Centric Report. FY 2009, SY 2009-2010"},
      {
        "id":"ED534507",
        "title":"Guam Department of Education Citizen&apos;s Centric Report. FY 2010, SY 2010-2011"},
      {
        "id":"ED534508",
        "title":"State University System of Florida"},
      {
        "id":"ED534509",
        "title":"Overview on Deaf-Blindness"},
      {
        "id":"ED530351",
        "title":"K-12 Education: School-Based Physical Education and Sports Programs. Report to Congressional Requesters. GAO-12-350"},
      {
        "id":"ED530352",
        "title":"Review of &quot;The Louisiana Recovery School District: Lessons for the Buckeye State&quot;"},
      {
        "id":"ED530353",
        "title":"Considering Literacy Coaching Responsibilities in Terms of Teacher Change"},
      {
        "id":"ED530354",
        "title":"Coaching Considerations: FAQs Useful in the Development of Literacy Coaching"},
      {
        "id":"ED530355",
        "title":"Using Simulation to Understand Consistency in Treatment Effects: An Application to School Choice"},
      {
        "id":"ED530356",
        "title":"What Are the Characteristics of Effective Literacy Coaching?"},
      {
        "id":"ED530357",
        "title":"Fostering Resilience in At-Risk High School Students"},
      {
        "id":"ED530358",
        "title":"Considerations for Literacy Coaches in Classrooms with English Language Learners"},
      {
        "id":"ED530359",
        "title":"Comparability and Reliability Considerations of Adequate Yearly Progress"},
      {
        "id":"ED530360",
        "title":"National Assessment Program--ICT Literacy Years 6 &amp; 10 Report, 2005"},
      {
        "id":"ED530361",
        "title":"Understanding Variation in Implementation of SFA in the i3 Scale-Up Project"},
      {
        "id":"ED530362",
        "title":"National Assessment Program--Civics and Citizenship Years 6 &amp; 10 Report, 2004"},
      {
        "id":"ED530363",
        "title":"Predicting Student Achievement with the Education Production-Function and Per-Pupil Expenditure: Synthesizing Regression Models from 1968-1994"},
      {
        "id":"ED530364",
        "title":"Test Score Measurement Error, Short-Term Knowledge, and Lagged Dependent Variables in Models of the Education Production Function"},
      {
        "id":"ED530365",
        "title":"Do's and Don'ts for Literacy Coaches: Advice from the Field"},
      {
        "id":"ED530366",
        "title":"Effect Size Measure and Analysis of Single Subject Designs"},
      {
        "id":"ED530367",
        "title":"The Impact of High School Choice on Mediators of Student Success"},
      {
        "id":"ED530368",
        "title":"Impact and Implementation Analyses of the ELM Kindergarten Mathematics Intervention"},
      {
        "id":"ED530369",
        "title":"Differences in Fidelity of Implementation Measures: What Videos and Surveys Reveal about Algebra Instruction"},
      {
        "id":"ED530370",
        "title":"Lessons in Character Impact Evaluation. Final Report. NCEE 2012-4004"},
      {
        "id":"ED530371",
        "title":"Weighting Methods for Assessing Policy Effects Mediated by Peer Change"},
      {
        "id":"ED530372",
        "title":"Principal Stratification as a Framework for Investigating Mediational Processes in Experimental Settings"},
      {
        "id":"ED530373",
        "title":"A D-Estimator for Single-Case Designs"},
      {
        "id":"ED530374",
        "title":"Multilevel Synthesis of Single-Case Experimental Data: An Empirical Validation"},
      {
        "id":"ED530375",
        "title":"A Simple Effect Size Estimator for Single Case Designs Using WinBUGS"},
      {
        "id":"ED530376",
        "title":"Toward a Systematic Framework for an Entrepreneurial University: A Study in Iranian Context with IPOO Model"},
      {
        "id":"ED530400",
        "title":"AECAP Guide for State Leaders: State and Local Coordination and Planning to Strengthen Adult Basic Education Services"},
      {
        "id":"ED530401",
        "title":"Is It Just a Bad Class? Assessing the Long-Term Stability of Estimated Teacher Performance. Working Paper 73"},
      {
        "id":"ED530403",
        "title":"The Role of Executive Functions Skills and Self-Regulation Behaviors in School Readiness and Adjustment"},
      {
        "id":"ED530404",
        "title":"Effects of College Access Programs on College Readiness and Enrollment: A Meta-Analysis"},
      {
        "id":"ED530406",
        "title":"Does Detracking Work? Evidence from a Mathematics Curricular Reform"},
      {
        "id":"ED530407",
        "title":"Distributional Effects of a School Voucher Program: Evidence from New York City"},
      {
        "id":"ED530408",
        "title":"Preschool Center Quality and Socioemotional Readiness for School: Variation by Demographic and Child Characteristics"},
      {
        "id":"ED530410",
        "title":"Analyzing Regression-Discontinuity Designs with Multiple Assignment Variables: A Comparative Study of Four Estimation Methods"},
      {
        "id":"ED530411",
        "title":"A Conceptual Approach to Understanding Treatment Heterogeneity in Human Capital Interventions"},
      {
        "id":"ED530413",
        "title":"Recognition &amp; Response: Developing and Evaluating a Model of RTI for Pre-K"},
      {
        "id":"ED530415",
        "title":"Credit Constraints for Higher Education"},
      {
        "id":"ED530416",
        "title":"A Study of the Effectiveness of a School Improvement Intervention (Success in Sight). Final Report. NCEE 2012-4014"},
      {
        "id":"ED530433",
        "title":"Overcoming the Governance Challenge in K-12 Online Learning. Creating Sound Policy for Digital Learning. A Working Paper Series from the Thomas B. Fordham Institute"},
      {
        "id":"ED530434",
        "title":"Coaching as a Key Component in Teachers' Professional Development: Improving Classroom Practices in Head Start Settings. OPRE Report 2012-4"},
      {
        "id":"ED530435",
        "title":"Does More Money Matter? An Introduction to the Performance-Based Scholarship Demonstration in California. Policy Brief"},
      {
        "id":"ED530436",
        "title":"Review of \"Overcoming the Governance Challenge in K-12 Online Learning\""},
      {
        "id":"ED530437",
        "title":"Review of &quot;Public Charter Schools: A Great Value for Ohio's Public Education System&quot;"},
      {
        "id":"ED530438",
        "title":"Review of &quot;Promising Start: An Empirical Analysis of How EdChoice Vouchers Affect Ohio Public Schools&quot;"},
      {
        "id":"ED530439",
        "title":"Review of &quot;Evaluation of the DC Opportunity Scholarship Program: Impacts after Three Years&quot;"},
      {
        "id":"ED530440",
        "title":"Review of &quot;The Misplaced Math Student: Lost in Eighth-Grade Algebra&quot;"},
      {
        "id":"ED530441",
        "title":"Review of &quot;The Effect of Special Education Vouchers on Public School Achievement: Evidence from Florida's McKay Scholarship Program&quot;"},
      {
        "id":"ED530444",
        "title":"Measuring Teacher Knowledge of Classroom Social Networks: Convergent and Predictive Validity in Elementary School Classrooms"},
      {
        "id":"ED530445",
        "title":"An Examination of Treatment Effects of a First Grade Literacy Intervention Using a Regression Discontinuity Design"},
      {
        "id":"ED530446",
        "title":"The Development and Evaluation of a Professional Development Model to Build Meaningful and Effective IEPs for Transition-Aged Students"},
      {
        "id":"ED530447",
        "title":"Development and Evaluation of a Curriculum to Improve Educational and Career Outcomes for High School Girls with Disabilities"},
      {
        "id":"ED530448",
        "title":"Preliminary Effects of the Incredible Years Teacher Training Program on Classroom Management Skills"},
      {
        "id":"ED530449",
        "title":"SMART Money: Do Financial Incentives Encourage College Students to Study Science?"},
      {
        "id":"ED530450",
        "title":"MyTeachingPartner: A Professional Development Intervention for Teacher Self-Efficacy"},
      {
        "id":"ED530451",
        "title":"Is Patterning Helpful in Children's Education?"},
      {
        "id":"ED530452",
        "title":"Causal Moderation Analysis Using Propensity Score Methods"},
      {
        "id":"ED530462",
        "title":"The Impact of Locus of Control on Language Achievement"},
      {
        "id":"ED530463",
        "title":"Universal Design and LGBTQ (Lesbian, Gay, Transgender, Bisexual, and Queer) Issues: Creating Equal Access and Opportunities for Success"},
      {
        "id":"ED530464",
        "title":"National Indian Education Association (NIEA) 2012 Legislative Agenda. Advocacy Briefing"},
      {
        "id":"ED530471",
        "title":"Opportunity Road: The Promise and Challenge of America's Forgotten Youth"},
      {
        "id":"ED530473",
        "title":"Untapped Potential: The Status of Middle School Science Education in California. Strengthening Science Education in California"},
      {
        "id":"ED530477",
        "title":"Impact of Incentives on the Use of Feedback in Educational Videogames. CRESST Report 813"},
      {
        "id":"ED530478",
        "title":"Use of a Survival Analysis Technique in Understanding Game Performance in Instructional Games. CRESST Report 812"},
      {
        "id":"ED530485",
        "title":"Learning (Not) to Talk about Race: Investigating What Doctoral Students Learn about Race Variables and Statistical Modeling"},
      {
        "id":"ED530486",
        "title":"Teacher Characteristics Influence Responsiveness to a Course and a Consultancy Focused on Effective Teacher-Child Interactions"},
      {
        "id":"ED530487",
        "title":"Locating Differential Effectiveness of a STEM Initiative through Exploration of Moderators"},
      {
        "id":"ED530488",
        "title":"Using a Two-Staged Propensity Score Matching Strategy and Multilevel Modeling to Estimate Treatment Effects in a Multisite Observational Study"},
      {
        "id":"ED530499",
        "title":"Variation in Teachers' Instructional Interactions within Two Interventions: Associations with Intervention Responsiveness and Teacher/Classroom Characteristics"},
      {
        "id":"ED530513",
        "title":"Effects of the Connected Mathematics Project 2 (CMP2) on the Mathematics Achievement of Grade 6 Students in the Mid-Atlantic Region. Final Report. NCEE 2012-4017"},
      {
        "id":"ED530514",
        "title":"Enrollment in Postsecondary Institutions, Fall 2010; Financial Statistics, Fiscal Year 2010; and Graduation Rates, Selected Cohorts, 2002-07. First Look. NCES 2012-280"},
      {
        "id":"ED530516",
        "title":"High School Disciplinary Responses to Student Truancy: Findings from a National Sample"},
      {
        "id":"ED530518",
        "title":"A Multilevel Bi-Factor Framework for the Measurement of Instruction"},
      {
        "id":"ED530527",
        "title":"Implementing a Dual Enrollment Program. Guiding Questions"},
      {
        "id":"ED530528",
        "title":"What We Know about Dual Enrollment. Research Overview"},
      {
        "id":"ED530529",
        "title":"City College of San Francisco Academy and Pathway Dual Enrollment Program. Case Study"},
      {
        "id":"ED530530",
        "title":"Employer Perceptions of Associate Degrees: Information Technology Technicians in Detroit and Seattle. CCRC Brief. Number 56"},
      {
        "id":"ED530536",
        "title":"Building Measures of Instructional Differentiation from Teacher Checklists"},
      {
        "id":"ED530537",
        "title":"The Role of Applied Engineering and Computer Science Courses in the Production of Math Achievement in High School"},
      {
        "id":"ED530540",
        "title":"Transformational Leadership in Research Universities"},
      {
        "id":"ED530541",
        "title":"Familiar Technology Promotes Academic Success for Students with Exceptional Learning Needs"},
      {
        "id":"ED530542",
        "title":"Occupational Stress in Secondary Education in Cyprus: Causes, Symptoms, Consequences and Stress Management"},
      {
        "id":"ED530543",
        "title":"Faith, Dissonance and the Adult Learner"},
      {
        "id":"ED530556",
        "title":"Evaluation of Model Specification, Variable Selection, and Adjustment Methods in Relation to Propensity Scores and Prognostic Scores in Multilevel Data"},
      {
        "id":"ED530557",
        "title":"Assessing the Generalizability of Estimates of Causal Effects from Regression Discontinuity Designs"},
      {
        "id":"ED530558",
        "title":"Explaining Charter School Effectiveness"},
      {
        "id":"ED530559",
        "title":"Estimates of External Validity Bias When Impact Evaluations Select Sites Purposively"},
      {
        "id":"ED530562",
        "title":"Efficacy of Online Algebra I for Credit Recovery for At-Risk Ninth Grade Students: Evidence from Year 1"},
      {
        "id":"ED530563",
        "title":"Selecting a Sample for Your Experiment: A Non-Random Stratified Sampling Approach"},
      {
        "id":"ED530564",
        "title":"Filling the Financial Aid Gap: The Performance-Based Scholarship Demonstration"},
      {
        "id":"ED530565",
        "title":"Student Mobility, Dosage, and Principal Stratification in Clustered RCTs of Education  Interventions"},
      {
        "id":"ED530566",
        "title":"Avoiding Boundary Estimates in Hierarchical Linear Models through Weakly Informative Priors"},
      {
        "id":"ED530567",
        "title":"Understanding Treatment Effects Heterogeneities Using Multi-Site Regression Discontinuity Designs: Example from a &quot;Double-Dose&quot; Algebra Study in Chicago"},
      {
        "id":"ED530568",
        "title":"A Meta-Analysis of K-8 Summer Reading Interventions: The Role of Socioeconomic Status in Explaining Variation in Treatment Effects"},
      {
        "id":"ED530569",
        "title":"A Descriptive Analysis of the Principal Workforce in Wisconsin. Issues &amp; Answers. REL 2012-No. 135"},
      {
        "id":"ED530570",
        "title":"A Descriptive Analysis of the Principal Workforce in Wisconsin. Summary. Issues &amp; Answers. REL 2012-No. 135"},
      {
        "id":"ED530571",
        "title":"Experimental Evaluations of Two Strategies to Improve Reading Achievement in Kenya: Enhanced Literacy Instruction and Treatment of Malaria"},
      {
        "id":"ED530572",
        "title":"The Pedagogy of College Access Programs: A Critical Analysis. Critical Essay. ASHE/Lumina Fellows Series. Issue 5"},
      {
        "id":"ED530573",
        "title":"Putting Money in the Right Places: Supporting First-Generation African American Women in College. Policy Brief. ASHE/Lumina Fellows Series. Issue 6"},
      {
        "id":"ED530574",
        "title":"Cluster Randomized Trial of a Large-Scale Education Initiative in the Democratic Republic of Congo: Baseline Findings and Lessons"},
      {
        "id":"ED530575",
        "title":"Low-Income, Urban Latinas' Student Aid Decisions: The Effect of Family Ties. Policy Brief. ASHE/Lumina Fellows Series. Issue 1"},
      {
        "id":"ED530576",
        "title":"Evaluating Developmental Education Programs in Higher Education. Policy Brief. ASHE/Lumina Fellows Series. Issue 4"},
      {
        "id":"ED530577",
        "title":"Mentoring Programs: The Great Hope or Great Hype? Critical Essay. ASHE/Lumina Fellows Series. Issue 7"},
      {
        "id":"ED530578",
        "title":"Ending College Remediation: Consequences for Access and Opportunity. Policy Brief. ASHE/Lumina Fellows Series. Issue 2"},
      {
        "id":"ED530579",
        "title":"Examining the Postsecondary Experiences of Pilipino 1.5-Generation College Students. Critical Essay. ASHE/Lumina Fellows Series. Issue 8"},
      {
        "id":"ED530580",
        "title":"Educating for the Public Good through Comprehensive Federal Research and Development Policies. Policy Brief. ASHE/Lumina Fellows Series. Issue 3"},
      {
        "id":"ED530602",
        "title":"Impacts of Kindergarten Classroom Organization on Mathematics Learning of English Learners"},
      {
        "id":"ED530607",
        "title":"Process Dimensions of Child Care Quality and Academic Achievement: An Instrumental Variables Analysis"},
      {
        "id":"ED530608",
        "title":"The &quot;How&quot; and &quot;For Whom&quot; of Program Effectiveness: Dissecting the &quot;Responsive Classroom&quot;[R] Approach in Relation to Academic Achievement"},
      {
        "id":"ED530609",
        "title":"Applying the Five-Step Model of Fidelity Assessment to a Randomized Experiment of a High School STEM Intervention"},
      {
        "id":"ED530610",
        "title":"Instructional Variability in Bilingual Education Programs: Time of Year, Raters, and Content"},
      {
        "id":"ED530611",
        "title":"Conducting Rigorous Research in Multilingual Context: A Randomized Field Trial of the Good Behavior Game"},
      {
        "id":"ED530612",
        "title":"The Characteristics and Experiences of Beginning Teachers in Seven Northeast and Islands Region States and Nationally. Issues &amp; Answers. REL 2012-No. 133"},
      {
        "id":"ED530613",
        "title":"Descriptive Analyses of English Language Learner Student Enrollment Data in Kentucky, Tennessee, Virginia, and West Virginia. REL Technical Brief. REL 2012-No. 024"},
      {
        "id":"ED530614",
        "title":"The Characteristics and Experiences of Beginning Teachers in Seven Northeast and Islands Region States and Nationally. Summary. Issues &amp; Answers. REL 2012-No. 133"},
      {
        "id":"ED530616",
        "title":"What the World Chemical Community Thinks about the Concept of Physical and Chemical Change?"},
      {
        "id":"ED530618",
        "title":"The Correlation between Poverty and Learning: What Can Be Done to Help Children with Limited Resources Learn"},
      {
        "id":"ED530632",
        "title":"A Mindfulness-Based Cognitive Psychoeducational Group Manual for Problem Gambling"},
      {
        "id":"ED530633",
        "title":"Higher Education, the Universities and Secondary Teacher Training in Papua New Guinea"},
      {
        "id":"ED530634",
        "title":"Effects of the Tennessee Voluntary Pre-Kindergarten Program on School Readiness"},
      {
        "id":"ED530635",
        "title":"The Role of Relational and Instructional Classroom Supports in the Language Development of At-Risk Preschoolers"},
      {
        "id":"ED530639",
        "title":"Prevalence of Autism Spectrum Disorders: Autism and Developmental Disabilities Monitoring Network, 14 Sites, United States, 2008. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 61, Number 3"},
      {
        "id":"ED530645",
        "title":"How Are Countries around the World Supporting Students in Higher Education? Education Indicators in Focus. No. 2"},
      {
        "id":"ED530651",
        "title":"Accounting for Intergenerational Income Persistence: Non-Cognitive Skills, Ability and Education. CEE DP 73"},
      {
        "id":"ED530652",
        "title":"Non-Native Speakers of English in the Classroom: What Are the Effects on Pupil Performance? CEE DP 137"},
      {
        "id":"ED530653",
        "title":"The Long Term Impacts of Compulsory Schooling: Evidence from a Natural Experiment in School Leaving Dates. CEE DP 74"},
      {
        "id":"ED530654",
        "title":"Education, Occupation and Career Expectations: Determinants of the Gender Pay Gap for UK Graduates. CEE DP 69"},
      {
        "id":"ED530655",
        "title":"Sheepskin or Prozac? The Causal Effect of Education on Mental Health. CEE DP 71"},
      {
        "id":"ED530656",
        "title":"Faith Primary Schools: Better Schools or Better Pupils? CEE DP 72"},
      {
        "id":"ED530657",
        "title":"Resources and Standards in Urban Schools. CEE DP 76"},
      {
        "id":"ED530658",
        "title":"Higher Education Academic Salaries in the UK. CEE DP 75"},
      {
        "id":"ED530659",
        "title":"Using Rate of Return Analyses to Understand Sector Skill Needs. CEE DP 70"},
      {
        "id":"ED530660",
        "title":"The Value of Basic Skills in the British Labour Market. CEE DP 77"},
      {
        "id":"ED530661",
        "title":"Toward a New Model of Student Persistence in Higher Education"},
      {
        "id":"ED530662",
        "title":"What Diversity Means to Me: Exploration of the Impact of a Diversity Course on Preservice Teachers at a Small Private College"},
      {
        "id":"ED530663",
        "title":"Pre-Service Science Teachers' Understandings of Classroom Research and the Problems in Conducting Classroom Research Projects"},
      {
        "id":"ED530664",
        "title":"Science Education and Teachers' Training: Research in Partnership"},
      {
        "id":"ED530674",
        "title":"Complex Values in Different Cultures: Some Research Results of Psycholinguistic Experiments with Russian and Swedish Students"},
      {
        "id":"ED530675",
        "title":"A Content Analysis of Turkish Newspapers: Prevalence of Articles Containing Health Information Related to Physical Activity"},
      {
        "id":"ED530676",
        "title":"Assessment of Selective Attention with CSCWT (Computerized Stroop Color-Word Test) among Children and Adults"},
      {
        "id":"ED530677",
        "title":"An Investigation into Some of the Major Causes of Truancy in the Venda Technical College in the Limpopo Province"},
      {
        "id":"ED530678",
        "title":"Teaching Word Stress to Turkish EFL (English as a Foreign Language) Learners through Internet-Based Video Lessons"},
      {
        "id":"ED530679",
        "title":"Language Policy in Education and the Role of English in India: From Library Language to Language of Empowerment"},
      {
        "id":"ED530680",
        "title":"A Study of the Effectiveness of the Contextual Lab Activity in the Teaching and Learning Statistics at the UTHM (Universiti Tun Hussein Onn Malaysia)"},
      {
        "id":"ED530681",
        "title":"Learning Style, Culture and Delivery Mode in Online Distance Education"},
      {
        "id":"ED530682",
        "title":"Development and Validation of E-Portfolios: The UAE Pre-Service Teachers'  Experiences"},
      {
        "id":"ED530684",
        "title":"Case Study: Using VDO or CAI in Studying Methods of Proof"},
      {
        "id":"ED530685",
        "title":"Evaluating Sound Field Amplification Technology in New Brunswick Schools"},
      {
        "id":"ED530693",
        "title":"Make Me a Match: Helping Low-Income and First-Generation Students Make Good College Choices. Policy Brief"},
      {
        "id":"ED530694",
        "title":"The School Improvement Grant Rollout in America's Great City Schools: School Improvement Grants"},
      {
        "id":"ED530695",
        "title":"Skills Mismatch among University Graduates in the Nigeria Labor Market"},
      {
        "id":"ED530698",
        "title":"Beating the Odds: Individual District Profiles. Results from the 2008-09 School Year"},
      {
        "id":"ED530699",
        "title":"A Review of Studies on Worksheets in Turkey"},
      {
        "id":"ED530702",
        "title":"Compare and Contrast Principles of Practice"},
      {
        "id":"ED530703",
        "title":"Selection and Review of Measurement Item to Study Students' Generic Skills"},
      {
        "id":"ED530711",
        "title":"PIAAC Reading Component: A Conceptual Framework. OECD Education Working Papers, No. 33"},
      {
        "id":"ED530712",
        "title":"PIAAC Literacy: A Conceptual Framework. OECD Education Working Papers, No. 34"},
      {
        "id":"ED530713",
        "title":"PIAAC Numeracy: A Conceptual Framework. OECD Education Working Papers, No. 35"},
      {
        "id":"ED530714",
        "title":"PIAAC Problem Solving in Technology-Rich Environments: A Conceptual Framework. OECD Education Working Papers, No. 36"},
      {
        "id":"ED530715",
        "title":"Arts Education in Public Elementary and Secondary Schools: 1999-2000 and 2009-10. NCES 2012-014"},
      {
        "id":"ED530716",
        "title":"Supplemental Tables to the NCES Report. Arts Education in Public Elementary and Secondary Schools: 1999-2000 and 2009-10 (NCES 2012-014)"},
      {
        "id":"ED530732",
        "title":"Review of &quot;Teachers in the Age of Digital Instruction&quot;"},
      {
        "id":"ED530734",
        "title":"Review of &quot;Our Immense Achievement Gap&quot;"},
      {
        "id":"ED530736",
        "title":"Exploring Faculty Decision-Making Processes for Using Instructional Technology in the Classroom: Implications for Policy and Practice. WISCAPE Policy Brief"},
      {
        "id":"ED530740",
        "title":"Pre-K Gifted Research Model"},
      {
        "id":"ED530742",
        "title":"Teachers' Perspectives on Educational Research"},
      {
        "id":"ED530746",
        "title":"Moving Teachers: Implementation of Transfer Incentives in Seven Districts. NCEE 2012-4051"},
      {
        "id":"ED530748",
        "title":"The Ripple Effect: A Synthesis of Research on Principal Influence to Inform Performance Evaluation Design. A Quality School Leadership Issue Brief"},
      {
        "id":"ED530749",
        "title":"Moving Teachers: Implementation of Transfer Incentives in Seven Districts. Executive Summary. NCEE 2012-4052"},
      {
        "id":"ED530790",
        "title":"The Impact of Resources on Education: A Position Paper on How Theories of Social Capital Provide Insight on the Achievement Gap in the United States Education System"},
      {
        "id":"ED530791",
        "title":"Completion Matters: The High Cost of Low Community College Graduation Rates. Education Outlook. No. 2"},
      {
        "id":"ED530792",
        "title":"A Framework for Monitoring Transition Systems. OECD Education Working Papers, No. 20"},
      {
        "id":"ED530794",
        "title":"Educator Effectiveness: A Pocket Guide. Reauthorizing ESEA: Making Research Relevant"},
      {
        "id":"ED530795",
        "title":"Students with Disabilities: A Pocket Guide. Reauthorizing ESEA: Making Research Relevant"},
      {
        "id":"ED530797",
        "title":"School Turnaround: A Pocket Guide. Reauthorizing ESEA: Making Research Relevant"},
      {
        "id":"ED530801",
        "title":"Learning from Charter School Management Organizations: Strategies for Student Behavior and Teacher Coaching"},
      {
        "id":"ED530803",
        "title":"Effects of the Kentucky Virtual Schools' Hybrid Program for Algebra I on Grade 9 Student Math Achievement. Final Report. NCEE 2012-4020"},
      {
        "id":"ED530804",
        "title":"Comparing the Achievement Patterns of Native Hawaiian and Non-Native Hawaiian Grade 8 Students in Reading and Math. Issues &amp; Answers. REL 2012-No. 120"},
      {
        "id":"ED530805",
        "title":"Comparing the Achievement Patterns of Native Hawaiian and Non-Native Hawaiian Grade 8 Students in Reading and Math. Summary. Issues &amp; Answers. REL 2012-No. 120"},
      {
        "id":"ED530816",
        "title":"An Evaluation of Video Intelligibility for Novice American Sign Language Learners on a Mobile Device"},
      {
        "id":"ED530817",
        "title":"Mobile Sign Language Learning Outside the Classroom"},
      {
        "id":"ED530818",
        "title":"We Need to Communicate! Helping Hearing Parents of Deaf Children Learn American Sign Language"},
      {
        "id":"ED530819",
        "title":"What 21st Century Leadership in Career and Technical Education Should Look Like"},
      {
        "id":"ED530820",
        "title":"Teaching with Film: A Guide for Social Studies Teachers"},
      {
        "id":"ED530821",
        "title":"Impact of Transformative Interdisciplinary Research and Graduate Education on Academic Institutions. Workshop Report"},
      {
        "id":"ED530822",
        "title":"The Arts and Achievement in At-Risk Youth: Findings from Four Longitudinal Studies. Research Report #55"},
      {
        "id":"ED530824",
        "title":"Who Really Failed? Commentary"},
      {
        "id":"ED530825",
        "title":"Reaching Black Men. Commentary"},
      {
        "id":"ED530826",
        "title":"Completion Agenda for Baby Boomers. Commentary"},
      {
        "id":"ED530827",
        "title":"Anatomy of an Alumnus. Commentary"},
      {
        "id":"ED530828",
        "title":"A Jobs Mismatch. Commentary"},
      {
        "id":"ED530829",
        "title":"Lost Men on Campus. Commentary"},
      {
        "id":"ED530830",
        "title":"Why Now? Assessing Assessment. Commentary"},
      {
        "id":"ED530831",
        "title":"Sports Subsidies Soar. Commentary"},
      {
        "id":"ED530832",
        "title":"Inside a Search. Commentary"},
      {
        "id":"ED530833",
        "title":"Affirmative Action on the Docket. Commentary"},
      {
        "id":"ED530834",
        "title":"New Look at the Impact of Diversity. Commentary"},
      {
        "id":"ED530835",
        "title":"No Laughing Matter. Commentary"},
      {
        "id":"ED530839",
        "title":"Effects of Curriculum and Teacher Professional Development on the Language Proficiency of Elementary English Language Learner Students in the Central Region. Final Report. NCEE 2012-4013"},
      {
        "id":"ED530859",
        "title":"From Internationalization to Cosmopolitanism: Educators Taking the Global Turn"},
      {
        "id":"ED530860",
        "title":"Supplemental Educational Services (SES) Provision of No Child Left Behind: A Synthesis of Provider Effects. Research Brief"},
      {
        "id":"ED530869",
        "title":"A Crisis of Competence: The Corrupting Effect of Political Activism in the University of California"},
      {
        "id":"ED530879",
        "title":"End-of-Course Exams"},
      {
        "id":"ED530880",
        "title":"A School Privatization Primer for Michigan School Officials, Media and Residents"},
      {
        "id":"ED530881",
        "title":"Review of &quot;A School Privatization Primer for Michigan School Officials, Media and Residents&quot;"},
      {
        "id":"ED530882",
        "title":"Review of &quot;Markets vs. Monopolies in Education: A Global Review of the Evidence&quot;"},
      {
        "id":"ED530883",
        "title":"Review of \"Choice and Education across the States\""},
      {
        "id":"ED530884",
        "title":"Review of \"Education Olympics 2008: The Games in Review\""},
      {
        "id":"ED530885",
        "title":"Review of &quot;Feeling the Florida Heat? How Low-Performing Schools Respond to Voucher and Accountability Pressure&quot;"},
      {
        "id":"ED530896",
        "title":"A Post-Racial Era? The Campus Racial Climate for Multiracial Undergraduates"},
      {
        "id":"ED530897",
        "title":"Creating Critical Thinking Writers in Middle School: A Look at the Jane Schaffer Model"},
      {
        "id":"ED530898",
        "title":"Teaching English as a Foreign/Second Language in Nepal: Past and Present"},
      {
        "id":"ED530899",
        "title":"Job Satisfaction: The Comparison between School-Leavers and College Graduates"},
      {
        "id":"ED530901",
        "title":"On \"Yes, We Can\": Linguistics Power and Possibility"},
      {
        "id":"ED530902",
        "title":"The Effect of Dynamic Assessment on Iranian L2 Writing Performance"},
      {
        "id":"ED530903",
        "title":"Critical Review on Affect of Personality on Learning Styles"},
      {
        "id":"ED530904",
        "title":"Age as an Affective Factor in Second Language Acquisition"},
      {
        "id":"ED530916",
        "title":"Children with Special Health Care Needs in Context: A Portrait of States and the Nation 2007. The National Survey of Children's Health 2007"},
      {
        "id":"ED530917",
        "title":"The Mental and Emotional Well-Being of Children: A Portrait of States and the Nation 2007. The National Survey of Children's Health"},
      {
        "id":"ED530918",
        "title":"The Health and Well-Being of Children: A Portrait of States and the Nation 2007. The National Survey of Children's Health 2007"},
      {
        "id":"ED530919",
        "title":"The Health and Well-Being of Children in Rural Areas: A Portrait of the Nation 2007. The National Survey of Children's Health"},
      {
        "id":"ED530920",
        "title":"2011 Report Card on the Effectiveness of Teacher Training Programs"},
      {
        "id":"ED530924",
        "title":"From the Cradle to the Labour Market? The Effect of Birth Weight on Adult Outcomes. CEE DP 61"},
      {
        "id":"ED530925",
        "title":"Close Neighbours Matter: Neighbourhood Effects on Early Performance at School. CEE DP 68"},
      {
        "id":"ED530926",
        "title":"Comprehensive versus Selective Schooling in England and Wales: What Do We Know? CEE DP 66"},
      {
        "id":"ED530927",
        "title":"The Mobility of English School Children. CEE DP 67"},
      {
        "id":"ED530928",
        "title":"Are Schools Drifting Apart? Intake Stratification in English Secondary Schools. CEE DP 64"},
      {
        "id":"ED530929",
        "title":"Peer Effects and Pupil Attainment: Evidence from Secondary School Transition. CEE DP 63"},
      {
        "id":"ED530941",
        "title":"Vermont's Title II-D &quot;Enhancing Education through Technology&quot; Program. 2010-2011 Final Report"},
      {
        "id":"ED530942",
        "title":"Comparing District Achievement to Improve Decision Making in Clark County, Nevada. Vignette"},
      {
        "id":"ED530944",
        "title":"Understanding the Impact of a Ninth-Grade Transition Program in Texas. Vignette"},
      {
        "id":"ED530945",
        "title":"Selective HBCUs: A Competitive Option"},
      {
        "id":"ED530956",
        "title":"Morbidity and Mortality Weekly Report. Volume 61, Number 13"},
      {
        "id":"ED530964",
        "title":"The Psychometric Analysis of the Persian Version of the Strategy Inventory for Language Learning of Rebecca L. Oxford"},
      {
        "id":"ED530965",
        "title":"The Relationship between the Extraversion Trait and Use of the English Language Learning Strategies"},
      {
        "id":"ED530966",
        "title":"The Ready to Teach Program: A Federal Initiative in Support of Online Courses for Teachers"},
      {
        "id":"ED530968",
        "title":"Review of &quot;High-Achieving Students in the Era of NCLB&quot;"},
      {
        "id":"ED530969",
        "title":"Review of \"How Sound an Investment? An Analysis of Federal Prekindergarten Proposals\""},
      {
        "id":"ED530970",
        "title":"Review of &quot;Fund the Child: Bringing Equity, Autonomy, and Portability to Ohio School Finance&quot;"},
      {
        "id":"ED530984",
        "title":"Teacher Preparation and Diversity: When American Preservice Teachers Aren't White and Middle Class"},
      {
        "id":"ED530986",
        "title":"Suspended Education in California"},
      {
        "id":"ED530988",
        "title":"Review of &quot;Five State Dropout Reports&quot;"},
      {
        "id":"ED530989",
        "title":"Review of \"School Choice by the Numbers: The Fiscal Effect of School Choice Programs 1990-2006\""},
      {
        "id":"ED530992",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Meat Merchandising Technology. (Program CIP: 12.0506 - Meat Cutting/Meat Cutter)"},
      {
        "id":"ED530993",
        "title":"2007 Mississippi Curriculum Framework: Postsecondary Small Engine and Turf Equipment Repair Technology. (Program CIP: 01.0299 Agricultural Mechanization, Other )"},
      {
        "id":"ED531005",
        "title":"2007 Mississippi Curriculum Framework: Postsecondary Meat Merchandising Technology (Program CIP: 12.0506 - Meat Cutting/Meat Cutter)"},
      {
        "id":"ED531006",
        "title":"2008 Mississippi Curriculum Framework: Postsecondary Irrigation Management Technology. (Program CIP:01.0699 - Applied Horticulture/Horticultural Business Services, Other)"},
      {
        "id":"ED531007",
        "title":"2007 Mississippi Curriculum Framework: Postsecondary Forestry Technology. (Program CIP: 03.0511 - Forest Technology/Technician)"},
      {
        "id":"ED531008",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Forestry Technology. (Program CIP: 03.0511 - Forest Technology/Technician)"},
      {
        "id":"ED531020",
        "title":"Needs of Military-Connected School Divisions in South-Eastern Virginia"},
      {
        "id":"ED531021",
        "title":"Transforming Young Writers' Attitudes toward Writing and Becoming Writers"},
      {
        "id":"ED531022",
        "title":"2011 State Teacher Policy Yearbook. Texas"},
      {
        "id":"ED531023",
        "title":"2011 State Teacher Policy Yearbook. Vermont"},
      {
        "id":"ED531024",
        "title":"2011 State Teacher Policy Yearbook. Rhode Island"},
      {
        "id":"ED531025",
        "title":"2011 State Teacher Policy Yearbook. South Dakota"},
      {
        "id":"ED531026",
        "title":"2011 State Teacher Policy Yearbook. Utah"},
      {
        "id":"ED531027",
        "title":"2011 State Teacher Policy Yearbook. Wyoming"},
      {
        "id":"ED531028",
        "title":"2011 State Teacher Policy Yearbook. South Carolina"},
      {
        "id":"ED531029",
        "title":"2011 State Teacher Policy Yearbook. Virginia"},
      {
        "id":"ED531030",
        "title":"2011 State Teacher Policy Yearbook. West Virginia"},
      {
        "id":"ED531031",
        "title":"2011 State Teacher Policy Yearbook. Tennessee"},
      {
        "id":"ED531032",
        "title":"2011 State Teacher Policy Yearbook. Washington"},
      {
        "id":"ED531033",
        "title":"2011 State Teacher Policy Yearbook. Wisconsin"},
      {
        "id":"ED531034",
        "title":"2011 State Teacher Policy Yearbook. North Dakota"},
      {
        "id":"ED531035",
        "title":"2011 State Teacher Policy Yearbook. New Mexico"},
      {
        "id":"ED531036",
        "title":"2011 State Teacher Policy Yearbook. Oregon"},
      {
        "id":"ED531037",
        "title":"2011 State Teacher Policy Yearbook. New York"},
      {
        "id":"ED531038",
        "title":"2011 State Teacher Policy Yearbook. Pennsylvania"},
      {
        "id":"ED531039",
        "title":"2011 State Teacher Policy Yearbook. North Carolina"},
      {
        "id":"ED531040",
        "title":"2011 State Teacher Policy Yearbook. New Jersey"},
      {
        "id":"ED531041",
        "title":"The Effect of the National Institute for School Leadership&apos;s Executive Development Program on School Performance Trends in Pennsylvania"},
      {
        "id":"ED531042",
        "title":"The Impact of the NISL Executive Development Program on School Performance in Massachusetts: Cohort 2 Results"},
      {
        "id":"ED531043",
        "title":"Effects of the National Institute for School Leadership's Executive Development Program on School Performance in Pennsylvania: 2006-2010 Pilot Cohort Results"},
      {
        "id":"ED531044",
        "title":"2011 State Teacher Policy Yearbook. New Hampshire"},
      {
        "id":"ED531045",
        "title":"2011 State Teacher Policy Yearbook. Nebraska"},
      {
        "id":"ED531046",
        "title":"2011 State Teacher Policy Yearbook. Nevada"},
      {
        "id":"ED531047",
        "title":"2011 State Teacher Policy Yearbook. Montana"},
      {
        "id":"ED531048",
        "title":"2011 State Teacher Policy Yearbook. Oklahoma"},
      {
        "id":"ED531049",
        "title":"2011 State Teacher Policy Yearbook. Ohio"},
      {
        "id":"ED531061",
        "title":"Affinity Spaces and Identity: Recommended Children's Literature for Use in Schools"},
      {
        "id":"ED531062",
        "title":"Assessment of Leadership Training of Head Teachers and Secondary School Performance in Mubende District, Uganda"},
      {
        "id":"ED531063",
        "title":"Creating a Nation of Innovators. A Brief Report"},
      {
        "id":"ED531064",
        "title":"Culturally Relevant Education and Skill-Based Education for Sustainability: Moving towards an Integrated Theoretical and Methodological Framework"},
      {
        "id":"ED531065",
        "title":"Teaching Mathematics in the Pre-School Context"},
      {
        "id":"ED531066",
        "title":"2011 State Teacher Policy Yearbook. Louisiana"},
      {
        "id":"ED531067",
        "title":"2011 State Teacher Policy Yearbook. Iowa"},
      {
        "id":"ED531068",
        "title":"2011 State Teacher Policy Yearbook. District of Columbia"},
      {
        "id":"ED531069",
        "title":"2011 State Teacher Policy Yearbook. Georgia"},
      {
        "id":"ED531070",
        "title":"2011 State Teacher Policy Yearbook. Michigan"},
      {
        "id":"ED531071",
        "title":"2011 State Teacher Policy Yearbook. Massachusetts"},
      {
        "id":"ED531072",
        "title":"2011 State Teacher Policy Yearbook. Delaware"},
      {
        "id":"ED531073",
        "title":"2011 State Teacher Policy Yearbook. Hawaii"},
      {
        "id":"ED531074",
        "title":"2011 State Teacher Policy Yearbook. Colorado"},
      {
        "id":"ED531075",
        "title":"2011 State Teacher Policy Yearbook. Missouri"},
      {
        "id":"ED531076",
        "title":"2011 State Teacher Policy Yearbook. Kansas"},
      {
        "id":"ED531077",
        "title":"2011 State Teacher Policy Yearbook. Arizona"},
      {
        "id":"ED531078",
        "title":"2011 State Teacher Policy Yearbook. Alaska"},
      {
        "id":"ED531079",
        "title":"2011 State Teacher Policy Yearbook. Connecticut"},
      {
        "id":"ED531080",
        "title":"2011 State Teacher Policy Yearbook. Minnesota"},
      {
        "id":"ED531081",
        "title":"2011 State Teacher Policy Yearbook. Idaho"},
      {
        "id":"ED531082",
        "title":"2011 State Teacher Policy Yearbook. Alabama"},
      {
        "id":"ED531083",
        "title":"2011 State Teacher Policy Yearbook. Kentucky"},
      {
        "id":"ED531084",
        "title":"2011 State Teacher Policy Yearbook. Mississippi"},
      {
        "id":"ED531085",
        "title":"2011 State Teacher Policy Yearbook. Arkansas"},
      {
        "id":"ED531086",
        "title":"2011 State Teacher Policy Yearbook. California"},
      {
        "id":"ED531087",
        "title":"2011 State Teacher Policy Yearbook. Florida"},
      {
        "id":"ED531088",
        "title":"2011 State Teacher Policy Yearbook. Illinois"},
      {
        "id":"ED531089",
        "title":"2011 State Teacher Policy Yearbook. Indiana"},
      {
        "id":"ED531090",
        "title":"2011 State Teacher Policy Yearbook. Maine"},
      {
        "id":"ED531091",
        "title":"2011 State Teacher Policy Yearbook. Maryland"},
      {
        "id":"ED531102",
        "title":"Some Thoughts on Teaching Changes of State and Chemical Change"},
      {
        "id":"ED531103",
        "title":"Outlook Number 374"},
      {
        "id":"ED531104",
        "title":"Outlook. Number 373"},
      {
        "id":"ED531109",
        "title":"School Improvement Grants: Education Should Take Additional Steps to Enhance Accountability for Schools and Contractors. Report to Congressional Requesters. GAO-12-373"},
      {
        "id":"ED531120",
        "title":"Birth Rates for U.S. Teenagers Reach Historic Lows for All Age and Ethnic Groups. NCHS Data Brief. Number 89"},
      {
        "id":"ED531121",
        "title":"2007 Mississippi Curriculum Framework: Postsecondary Diagnostic Medical Sonography Technology. (Program CIP: 51.0910 - Diagnostic Medical Sonography/Sonographer and Ultrasound Technician)"},
      {
        "id":"ED531122",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Diagnostic Medical Sonography Technology. (Program CIP: 51.0910 - Diagnostic Medical Sonography/Sonographer and Ultrasound)"},
      {
        "id":"ED531123",
        "title":"2006 Mississippi Curriculum Framework: Postsecondary Dental Assisting Technology. (Program CIP: 51.0601 - Dental Assisting/Assistant)"},
      {
        "id":"ED531124",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Dental Assisting Technology. (Program CIP: 51.0601 - Dental Assisting/Assistant)"},
      {
        "id":"ED531125",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Dental Hygiene Technology. (Program CIP: 51.0602 - Dental Hygienist)"},
      {
        "id":"ED531126",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Conservation Law Enforcement Technology. (Program CIP: 03.0208 - Natural Resources Management and Policy, Other)"},
      {
        "id":"ED531127",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Cardiovascular Technology. (Program CIP: 51.0901 - Cardiovascular Technology)"},
      {
        "id":"ED531138",
        "title":"Standards, Assessments, and Accountability. Education Policy White Paper"},
      {
        "id":"ED531139",
        "title":"A Stronger Nation through Higher Education: How and Why Americans Must Achieve a Big Goal for College Attainment. A Special Report from Lumina Foundation"},
      {
        "id":"ED531140",
        "title":"A Stronger Nation through Higher Education: Metropolitan Areas. A Policy Brief from Lumina Foundation"},
      {
        "id":"ED531143",
        "title":"Science and Mathematics Education. Education Policy White Paper"},
      {
        "id":"ED531144",
        "title":"Race-Conscious Policies for Assigning Students to Schools: Social Science Research and the Supreme Court Cases. Committee on Social Science Research Evidence on Racial Diversity in Schools"},
      {
        "id":"ED531145",
        "title":"Teacher Quality. Education Policy White Paper"},
      {
        "id":"ED531146",
        "title":"The Potential of Wiki Technology as an E-Learning Tool in Science and Education; Perspectives of Undergraduate Students in Al-Baha University, Saudi Arabia"},
      {
        "id":"ED531147",
        "title":"The Rise of E-Reading"},
      {
        "id":"ED531148",
        "title":"Fall 2004 College and University Headcounts in Connecticut. Report"},
      {
        "id":"ED531149",
        "title":"Degrees Conferred by Connecticut Institutions, 2003-04. Highlights. Report"},
      {
        "id":"ED531150",
        "title":"Fall 2003 College and University Enrollment in Connecticut: Comprehensive Report"},
      {
        "id":"ED531151",
        "title":"Connecticut Public Higher Education: 2004 System Trends"},
      {
        "id":"ED531152",
        "title":"Degrees Conferred by Connecticut Institutions, 2002-03. Highlights. Report"},
      {
        "id":"ED531153",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Health Information Technology. (Program CIP-51.0707-Medical Records Technology/Technician)"},
      {
        "id":"ED531154",
        "title":"2008 Mississippi Curriculum Framework: Postsecondary Massage Therapy. (Program CIP: 51.3501 - Massage Therapy/Therapeutic Massage)"},
      {
        "id":"ED531155",
        "title":"2005 Mississippi Curriculum Framework: Postsecondary Health Care Assistant. (Program CIP: 51.1614 - Nurse/Nursing Assistant/Aide and Client Care Assistant)"},
      {
        "id":"ED531156",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Medical Assisting Technology. (Program CIP-51.0801 - Medical /Clinical Assisting)"},
      {
        "id":"ED531157",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Funeral Service Technology. (Program CIP-12.0301 - Funeral Service and Mortuary Science)"},
      {
        "id":"ED531158",
        "title":"2005 Mississippi Curriculum Framework: Postsecondary Gerontology Technology. (Program CIP: 19.0702 - Gerontology)"},
      {
        "id":"ED531159",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Health-Care Assistant. (Program CIP-51.3902 - Nurse/Nursing Assistant/Aide and Client Care Assistant)"},
      {
        "id":"ED531160",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Emergency Medical Technician. (Program CIP: 51.0904 - Emergency Medical Technology/Technician)"},
      {
        "id":"ED531172",
        "title":"Using Standards-Based Grading to Address Students' Strengths and Weaknesses"},
      {
        "id":"ED531173",
        "title":"Using Repeated Reading as a Strategy to Improve Reading Fluency at the Elementary Level"},
      {
        "id":"ED531177",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Veterinary Technology. (Program CIP: 51.0808 - Veterinary/Animal Health Technology/Technician and Veterinary Assistant)"},
      {
        "id":"ED531178",
        "title":"2006 Mississippi Curriculum Framework: Postsecondary Veterinary Technology.  (Program CIP: 51.0808 - Veterinary/Animal Health Technology/Technician and Veterinary Assistant)"},
      {
        "id":"ED531180",
        "title":"Implementing Guided Reading Strategies with Kindergarten and First Grade Students"},
      {
        "id":"ED531181",
        "title":"Keeping Students on Course: An Impact Study of a Student Success Course at Guilford Technical Community College. Executive Summary"},
      {
        "id":"ED531183",
        "title":"Keeping Students on Course: An Impact Study of a Student Success Course at Guilford Technical Community College"},
      {
        "id":"ED531184",
        "title":"High-Stakes Testing and Student Achievement: Problems for the No Child Left Behind Act"},
      {
        "id":"ED531185",
        "title":"&quot;Knowledge Universe&quot; and Virtual Schools: Educational Breakthrough or Digital Raid on the Public Treasury? Report"},
      {
        "id":"ED531191",
        "title":"2008 Mississippi Curriculum Framework: Postsecondary Practical Nursing. (Program CIP: 51.3901 - Licensed Practical/Vocational Nurse Training)"},
      {
        "id":"ED531192",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Surgical Technology. (Program CIP: 51.0909 - Surgical Technology/Technologist)"},
      {
        "id":"ED531193",
        "title":"2006 Mississippi Curriculum Framework: Postsecondary Surgical Technology. (Program CIP: 51.0909 - Surgical Technology/Technologist)"},
      {
        "id":"ED531194",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Respiratory Care Technology. (Program CIP: 51.0908 - Respiratory Care Practitioner)"},
      {
        "id":"ED531195",
        "title":"2008 Mississippi Curriculum Framework: Postsecondary Radiologic Technology. (Program CIP: 51.0911 - Radiologic Technology/Science - Radiographer)"},
      {
        "id":"ED531196",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Physical Therapist Assistant. (Program CIP: 51.0806 - Physical Therapist Assistant)"},
      {
        "id":"ED531197",
        "title":"2006 Mississippi Curriculum Framework: Postsecondary Physical Therapist Assistant. (Program CIP: 51.0806 - Physical Therapist Assistant)"},
      {
        "id":"ED531216",
        "title":"Education Policy in the UK. CEE DP 57"},
      {
        "id":"ED531217",
        "title":"Gender and Student Achievement in English Schools. CEE DP 58"},
      {
        "id":"ED531218",
        "title":"New Technology in Schools: Is There a Payoff? CEE DP 55"},
      {
        "id":"ED531219",
        "title":"Competition, Choice and Pupil Achievement. CEE DP 56"},
      {
        "id":"ED531220",
        "title":"Education Subsidies and School Drop-Out Rates. CEE DP 53"},
      {
        "id":"ED531221",
        "title":"Zero Returns to Compulsory Schooling in Germany: Evidence and Interpretation. CEE DP 54"},
      {
        "id":"ED531223",
        "title":"The Heterogeneous Effect of Selection in Secondary Schools: Understanding the Changing Role of Ability. CEE DP 52"},
      {
        "id":"ED531224",
        "title":"Between Efficiency and Effectiveness: Evaluation in For-Profit Education Organizations. Private Enterprise in American Education. Special Report 5"},
      {
        "id":"ED531225",
        "title":"Crossing to the Dark Side? An Interview-Based Comparison of Traditional and For-Profit Higher Education. Private Enterprise in American Education. Special Report 4"},
      {
        "id":"ED531229",
        "title":"Measuring Efficiency in the Community College Sector. CCRC Working Paper No. 43"},
      {
        "id":"ED531231",
        "title":"High School Puente Program. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED531232",
        "title":"2008 Mississippi Curriculum Framework: Postsecondary Pharmacy Technology. (Program CIP: 51.0805 - Pharmacy Technician/Assistant)"},
      {
        "id":"ED531233",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Paramedic. (Program CIP: 51.0904 - Emergency Medical Technology/Technician)"},
      {
        "id":"ED531234",
        "title":"2007 Mississippi Curriculum Framework: Postsecondary Optometric Assisting Technology. (Program CIP: 51.1802 - Optometric Technician/Assistant)"},
      {
        "id":"ED531235",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Ophthalmic Technology. (Program CIP-51.1801 - Opticianry/Dispensing Optician)"},
      {
        "id":"ED531247",
        "title":"Time-Indexed Effect Size for P-12 Reading and Math Program Evaluation"},
      {
        "id":"ED531249",
        "title":"Pathways through Graduate School and into Careers"},
      {
        "id":"ED531250",
        "title":"Pathways through Graduate School and into Careers. Executive Summary"},
      {
        "id":"ED531252",
        "title":"Principal Effects in Illinois: A Research Brief. Policy Research: IERC 2011-3"},
      {
        "id":"ED531253",
        "title":"The Principal Report: The State of School Leadership in Illinois"},
      {
        "id":"ED531254",
        "title":"College Readiness and the Postsecondary Outcomes of Illinois High School Students. Policy Research: IERC 2012-1"},
      {
        "id":"ED531255",
        "title":"Reverse Transfer Students and Postsecondary Outcomes: A Potential Opportunity. Policy Research: IERC 2011-5"},
      {
        "id":"ED531256",
        "title":"Review of &quot;SCDP Milwaukee Evaluation Report #29&quot;"},
      {
        "id":"ED531257",
        "title":"Review of &quot;SCDP Milwaukee Evaluation Report #30&quot;"},
      {
        "id":"ED531258",
        "title":"Review of &quot;SCDP Milwaukee Evaluation Report #32&quot;"},
      {
        "id":"ED531265",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Nuclear Medicine Technology. (Program CIP: 51.0905 - Nuclear Medical Technology/Technologist)"},
      {
        "id":"ED531266",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Court Reporting Technology. (Program CIP: 22.0303 - Court Reporting/Court Reporter)"},
      {
        "id":"ED531267",
        "title":"2006 Mississippi Curriculum Framework: Postsecondary Paralegal Technology. (Program CIP: 22.0302 - Legal Assistant/Paralegal)"},
      {
        "id":"ED531268",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Paralegal Technology. (Program CIP: 22.0302 - Legal Assistant/Paralegal)"},
      {
        "id":"ED531269",
        "title":"2007 Mississippi Curriculum Framework: Postsecondary Occupational Therapy Assistant. (Program CIP: 51.0803 - Occupational Therapist Assistant)"},
      {
        "id":"ED531270",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Occupational Therapy Assistant. (Program CIP: 51.0803 - Occupational Therapist Assistant)"},
      {
        "id":"ED531271",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Occupational Safety and Health Technology. Program CIP: 15.0701"},
      {
        "id":"ED531284",
        "title":"A Primer on Data Logging to Support Extraction of Meaningful Information from Educational Games: An Example from Save Patch. CRESST Report 814"},
      {
        "id":"ED531287",
        "title":"Using a Student-Made Manipulative to Work with Directed Numbers"},
      {
        "id":"ED531288",
        "title":"The Impact of the Adequate Yearly Progress Requirement of the Federal &quot;No Child Left Behind&quot; Act on Schools in the Great Lakes Region. Executive Summary"},
      {
        "id":"ED531289",
        "title":"The Impact of the Adequate Yearly Progress Requirement of the Federal &quot;No Child Left Behind&quot; Act on Schools in the Great Lakes Region"},
      {
        "id":"ED531290",
        "title":"The Impact of the Adequate Yearly Progress Requirement of the Federal &quot;No Child Left Behind&quot; Act on Schools in the Great Lakes Region. Technical Appendix"},
      {
        "id":"ED531291",
        "title":"Motivational Practices and Teachers' Performance in Jinja Municipality Secondary Schools, Jinja District, Uganda"},
      {
        "id":"ED531293",
        "title":"Random Qualitative Validation: A Mixed-Methods Approach to Survey Validation"},
      {
        "id":"ED531294",
        "title":"Rocks: A Concrete Activity That Introduces Normal Distribution, Sampling Error, Central Limit Theorem and True Score Theory"},
      {
        "id":"ED531295",
        "title":"Time-Indexed Effect Size for P-12 Reading and Math Program Evaluation"},
      {
        "id":"ED531296",
        "title":"What Works Clearinghouse Quick Review of the Report &quot;Exercise Improves Executive Function and Achievement and Alters Brain Activation in Overweight Children: A Randomized, Controlled Trial&quot;"},
      {
        "id":"ED531301",
        "title":"The Early Grade Reading Assessment: Applications and Interventions to Improve Basic Literacy"},
      {
        "id":"ED531302",
        "title":"Evaluating the Impact of Education on Earnings in the UK: Models, Methods and Results from the NCDS. CEE DP 47"},
      {
        "id":"ED531303",
        "title":"Should Research Universities Be Led by Top Researchers? Part 1: Are They? CEE DP 51"},
      {
        "id":"ED531304",
        "title":"The Role of Credit Constraints in Educational Choices: Evidence from NCDS and BCS70. CEE DP 48"},
      {
        "id":"ED531305",
        "title":"Vive La Revolution! Long Term Returns of 1968 to the Angry Students. CEE DP 49"},
      {
        "id":"ED531306",
        "title":"The More the Merrier? The Effect of Family Size and Birth Order on Children's Education. CEE DP 50"},
      {
        "id":"ED531307",
        "title":"Jobs for America's Graduates 30th Anniversary Annual Report: Celebrating Thirty Years of Achieving Extraordinary Results!"},
      {
        "id":"ED531308",
        "title":"2005 Mississippi Curriculum Framework: Postsecondary Banking and Finance Technology. (Program CIP: 52.0803 - Banking and Financial Support Services)"},
      {
        "id":"ED531309",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Banking and Finance Technology. (Program CIP: 52.0803 - Banking and Financial Support Services)"},
      {
        "id":"ED531310",
        "title":"2010 Mississippi Curriculum Framework: Postsecondary Clothing and Textile Services. (Program CIP-19.0905)"},
      {
        "id":"ED531311",
        "title":"2009 Mississippi Curriculum Framework: Postsecondary Early Childhood Education Technology. (Program CIP: 19.0709 - Child Care Provider/Assistant)"},
      {
        "id":"ED531312",
        "title":"2008 Mississippi Curriculum Framework: Postsecondary Food Production and Management Technology. (Program CIP: 12.0508 - Institutional Food Workers)"},
      {
        "id":"ED531335",
        "title":"Reading, Mathematics, and Science Achievement of Language-Minority Students in Grade 8. Issue Brief. NCES 2012-028"},
      {
        "id":"ED531336",
        "title":"Play-Based Interventions. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED531337",
        "title":"Milieu Teaching. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED531338",
        "title":"Washington K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper Number 6"},
      {
        "id":"ED531339",
        "title":"New Mexico K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper Number 4"},
      {
        "id":"ED531345",
        "title":"Spaces of Inclusion? Teachers' Perceptions of School Communities with Differing Student Racial &amp; Socioeconomic Contexts"},
      {
        "id":"ED531346",
        "title":"Military Education: Improved Oversight and Management Needed for DOD's Fellowship and Training-with-Industry Programs. Report to Congressional Committees. GAO-12-367"},
      {
        "id":"ED531348",
        "title":"Louisiana K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper Number 7"},
      {
        "id":"ED531349",
        "title":"Lessons for Louisiana from Florida's K-12 Education Revolution"},
      {
        "id":"ED531350",
        "title":"Incorporating Technology Into the Instruction of Social Studies"},
      {
        "id":"ED531393",
        "title":"Developing Academic Self-Efficacy: Strategies to Support Gifted Elementary School Students"},
      {
        "id":"ED531395",
        "title":"States Must Reject National Education Standards while There Is Still Time. Backgrounder, No. 2680"},
      {
        "id":"ED531396",
        "title":"Obama's 2013 Education Budget and Blueprint: A Costly Expansion of Federal Control. Backgrounder, No. 2677"},
      {
        "id":"ED531397",
        "title":"A Better Way to Pay: Five Rules for Reforming Teacher Compensation. Backgrounder. No, 2681"},
      {
        "id":"ED527254",
        "title":"Current Trends in Reform Efforts, Educational Practices, and Program Evaluation Methods"},
      {
        "id":"ED527256",
        "title":"Creating the Workforce of the Future: The STEM Interest and Proficiency Challenge. BHEF Research Brief"},
      {
        "id":"ED527257",
        "title":"Meeting the STEM Workforce Challenge: Leveraging Higher Education's Untapped Potential to Prepare Tomorrow's STEM Workforce. BHEF Policy Brief"},
      {
        "id":"ED527258",
        "title":"Meeting the STEM Workforce Demand: Accelerating Math Learning among Students Interested in STEM. BHEF Research Brief"},
      {
        "id":"ED527259",
        "title":"A Review of Global Learning & Observations to Benefit the Environment (GLOBE)"},
      {
        "id":"ED527260",
        "title":"Recovery Act Investments in Broadband: Leveraging Federal Dollars to Create Jobs and Connect America"},
      {
        "id":"ED527261",
        "title":"Designing a Digital Future: Federally Funded Research and Development in Networking and Information Technology. Report to the President and Congress"},
      {
        "id":"ED527267",
        "title":"36th Annual Survey Report on State-Sponsored Student Financial Aid, 2004-2005 Academic Year"},
      {
        "id":"ED527268",
        "title":"37th Annual Survey Report on State-Sponsored Student Financial Aid, 2005-2006 Academic Year"},
      {
        "id":"ED527269",
        "title":"38th Annual Survey Report on State-Sponsored Student Financial Aid, 2006-2007 Academic Year"},
      {
        "id":"ED527270",
        "title":"40th Annual Survey Report on State-Sponsored Student Financial Aid, 2008-2009 Academic Year"},
      {
        "id":"ED527271",
        "title":"41st Annual Survey Report on State-Sponsored Student Financial Aid, 2009-2010 Academic Year"},
      {
        "id":"ED527305",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. San Diego Unified School District. Grade 4, Public Schools"},
      {
        "id":"ED527306",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. School District of Philadelphia. Grade 4, Public Schools"},
      {
        "id":"ED527307",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. New York City Department of Education. Grade 4, Public Schools"},
      {
        "id":"ED527308",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Milwaukee Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527309",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Miami-Dade County Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527310",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Los Angeles Unified School District. Grade 4, Public Schools"},
      {
        "id":"ED527311",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Jefferson County Public Schools (Louisville, KY). Grade 4, Public Schools"},
      {
        "id":"ED527312",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Houston Independent School District. Grade 4, Public Schools"},
      {
        "id":"ED527313",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Hillsborough County Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527314",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Fresno Unified School District. Grade 4, Public Schools"},
      {
        "id":"ED527315",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. District of Columbia Public Schools (DCPS). Grade 4, Public Schools"},
      {
        "id":"ED527316",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Detroit Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527317",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Dallas Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527318",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Cleveland Metropolitan School District. Grade 4, Public Schools"},
      {
        "id":"ED527319",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Chicago Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527320",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Charlotte-Mecklenburg Schools. Grade 4, Public Schools"},
      {
        "id":"ED527321",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Boston Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527322",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Baltimore City Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527323",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Austin Independent School District. Grade 4, Public Schools"},
      {
        "id":"ED527324",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Atlanta Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527325",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Albuquerque Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527326",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. San Diego Unified School District. Grade 8, Public Schools"},
      {
        "id":"ED527327",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. School District of Philadelphia. Grade 8, Public Schools"},
      {
        "id":"ED527328",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. New York City Department of Education. Grade 8, Public Schools"},
      {
        "id":"ED527329",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Milwaukee Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527330",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Miami-Dade County Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527331",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Los Angeles Unified School District. Grade 8, Public Schools"},
      {
        "id":"ED527332",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Jefferson County Public Schools (Louisville, KY). Grade 8, Public Schools"},
      {
        "id":"ED527333",
        "title":"Compare and Contrast Program Planning Models"},
      {
        "id":"ED527334",
        "title":"Analyzing How Formalist, Cognitive-Processing, and Literacy Practices Learning Paradigms are Shaping the Implementation of the Common Core State Standards"},
      {
        "id":"ED527335",
        "title":"Implementing a Successful Bilingual Educational Program in Japan: Support for Minority Languages and the Present Climate of Bilingual Education"},
      {
        "id":"ED527336",
        "title":"Microbial Quality, Nutritional Knowledge and Food Hygienic Practices among Street Food Vendors"},
      {
        "id":"ED527337",
        "title":"Completing a Graduate Degree: A Case of a Female Student"},
      {
        "id":"ED527339",
        "title":"Educational Technology: Effective Leadership and Current Initiatives"},
      {
        "id":"ED527366",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Houston Independent School District. Grade 8, Public Schools"},
      {
        "id":"ED527367",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Hillsborough County Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527368",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Fresno Unified School District. Grade 8, Public Schools"},
      {
        "id":"ED527369",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. District of Columbia Public Schools (DCPS). Grade 8, Public Schools"},
      {
        "id":"ED527370",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Detroit Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527371",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Dallas Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527372",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Cleveland Metropolitan School District. Grade 8, Public Schools"},
      {
        "id":"ED527373",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Chicago Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527374",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Charlotte-Mecklenburg Schools. Grade 8, Public Schools"},
      {
        "id":"ED527375",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Boston Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527376",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Baltimore City Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527377",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Austin Independent School District. Grade 8, Public Schools"},
      {
        "id":"ED527378",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Atlanta Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527379",
        "title":"The Nation's Report Card Mathematics 2011 Trial Urban District Snapshot Report. Albuquerque Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527380",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. San Diego Unified School District. Grade 4, Public Schools"},
      {
        "id":"ED527381",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. School District of Philadelphia. Grade 4, Public Schools"},
      {
        "id":"ED527382",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. New York City Department of Education. Grade 4, Public Schools"},
      {
        "id":"ED527383",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Milwaukee Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527384",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Miami-Dade County Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527385",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Los Angeles Unified School District. Grade 4, Public Schools"},
      {
        "id":"ED527386",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Jefferson County Public Schools (Louisville, KY). Grade 4, Public Schools"},
      {
        "id":"ED527387",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Houston Independent School District. Grade 4, Public Schools"},
      {
        "id":"ED527388",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Hillsborough County Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527389",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Fresno Unified School District. Grade 4, Public Schools"},
      {
        "id":"ED527390",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. District of Columbia Public Schools (DCPS). Grade 4, Public Schools"},
      {
        "id":"ED527391",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Detroit Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527392",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Dallas Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527393",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Cleveland Metropolitan School District. Grade 4, Public Schools"},
      {
        "id":"ED527394",
        "title":"Access to Algebra I: The Effects of Online Mathematics for Grade 8 Students. NCEE 2012-4021"},
      {
        "id":"ED527395",
        "title":"Academic Libraries: 2010. First Look. NCES 2012-365"},
      {
        "id":"ED527416",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Chicago Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527417",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Charlotte-Mecklenburg Schools. Grade 4, Public Schools"},
      {
        "id":"ED527418",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Boston Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527419",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Baltimore City Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527420",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Austin Independent School District. Grade 4, Public Schools"},
      {
        "id":"ED527421",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Atlanta Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527422",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Albuquerque Public Schools. Grade 4, Public Schools"},
      {
        "id":"ED527423",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. San Diego Unified School District. Grade 8, Public Schools"},
      {
        "id":"ED527424",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. School District of Philadelphia. Grade 8, Public Schools"},
      {
        "id":"ED527425",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. New York City Department of Education. Grade 8, Public Schools"},
      {
        "id":"ED527426",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Milwaukee Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527427",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Miami-Dade County Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527428",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Los Angeles Unified School District. Grade 8, Public Schools"},
      {
        "id":"ED527429",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Jefferson County Public Schools (Louisville, KY). Grade 8, Public Schools"},
      {
        "id":"ED527430",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Houston Independent School District. Grade 8, Public Schools"},
      {
        "id":"ED527431",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Hillsborough County Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527432",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Fresno Unified School District. Grade 8, Public Schools"},
      {
        "id":"ED527433",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. District of Columbia Public Schools (DCPS). Grade 8, Public Schools"},
      {
        "id":"ED527434",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Detroit Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527435",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Dallas Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527436",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Cleveland Metropolitan School District. Grade 8, Public Schools"},
      {
        "id":"ED527437",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Chicago Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527438",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Charlotte-Mecklenburg Schools. Grade 8, Public Schools"},
      {
        "id":"ED527439",
        "title":"The Original Impetus to Learn English Online: The ENFI Project at Gallaudet University"},
      {
        "id":"ED527440",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Boston Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527441",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Baltimore City Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527442",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Austin Independent School District. Grade 8, Public Schools"},
      {
        "id":"ED527443",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Atlanta Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527444",
        "title":"The Nation's Report Card Reading 2011 Trial Urban District Snapshot Report. Albuquerque Public Schools. Grade 8, Public Schools"},
      {
        "id":"ED527445",
        "title":"An Investigation of the Impact of the 6+1 Trait Writing Model on Grade 5 Student Writing Achievement. Final Report. NCEE 2012-4010"},
      {
        "id":"ED527446",
        "title":"Lifelong Learning in Nepal: Contexts and Prospects"},
      {
        "id":"ED527447",
        "title":"The Effectiveness of Using an Explicit Language Learning Strategy-Based Instruction in Developing Secondary School Students' EFL Listening Comprehension Skills"},
      {
        "id":"ED527448",
        "title":"A Correlation Study between EFL Strategic Listening and Listening Comprehension Skills among Secondary School Students"},
      {
        "id":"ED527449",
        "title":"Enhancing Students Academic Performance"},
      {
        "id":"ED527450",
        "title":"Profile Analysis via Multidimensional Scaling for the &quot;Revised Two-Factor Learning Process Questionnaire&quot;"},
      {
        "id":"ED527475",
        "title":"A Descriptive Evaluation of the Federal Class-Size Reduction Program: Final Report"},
      {
        "id":"ED527476",
        "title":"Federal Funding for Educational Technology and How It Is Used in the Classroom: A Summary of Findings from the Integrated Studies of Educational Technology"},
      {
        "id":"ED527477",
        "title":"Improving Teacher Quality in U.S. School Districts: Districts' Use of Title II, Part A, Funds in 2002-2003. Policy and Program Brief"},
      {
        "id":"ED527478",
        "title":"State Administration of the Even Start Family Literacy Program: Structure, Process and Practices. Doc # 2003-14"},
      {
        "id":"ED527479",
        "title":"The Vocational Teacher Pipeline: How Academically Well-Prepared Is the Next Generation of Vocational Teachers?"},
      {
        "id":"ED527484",
        "title":"Bringing Flexibility &amp; Focus to Education Law: Looking Back and Moving Forward"},
      {
        "id":"ED527485",
        "title":"Bringing Flexibility &amp; Focus to Education Law: Supporting State and Local Progress"},
      {
        "id":"ED527493",
        "title":"The Promise of Partner Teaching in Urban Schools: A Case Study"},
      {
        "id":"ED527494",
        "title":"Promoting Lifelong Learning in Multilingual Context: A Case from Nepal"},
      {
        "id":"ED527524",
        "title":"Analysis of State Bullying Laws and Policies"},
      {
        "id":"ED527525",
        "title":"AYP Results for 2010-11"},
      {
        "id":"ED527527",
        "title":"High School Dual Enrollment Programs: Are We Fast-Tracking Students Too Fast? An NCPR Working Paper"},
      {
        "id":"ED527528",
        "title":"Determinants of Students' Success: The Role of Advanced Placement and Dual Enrollment Programs. An NCPR Working Paper"},
      {
        "id":"ED527529",
        "title":"Relationships among and between ELL Status, Demographic Characteristics, Enrollment History, and School Persistence. CRESST Report 810"},
      {
        "id":"ED527530",
        "title":"Relationships between Teacher Knowledge, Assessment Practice, and Learning--Chicken, Egg, or Omelet? CRESST Report 809"},
      {
        "id":"ED527531",
        "title":"Teaching Rational Number Addition Using Video Games: The Effects of Instructional Variation. CRESST Report 808"},
      {
        "id":"ED527533",
        "title":"Still on the Sidelines: What Role Will Trustees Play in Higher Education Reform? A Public Agenda Report for the Lumina Foundation"},
      {
        "id":"ED527569",
        "title":"Assessments of the Third Kind--Do Graduate Research Students Change Their Perceptions of Research Barriers from the Beginning to the End of a Graduate Course in Research Strategies?"},
      {
        "id":"ED527570",
        "title":"When Multiplication Facts Won't Stick: Could a Language/Story Approach Work? A Research Study Examining the Effectiveness of the \"Memorize in Minutes\" Curriculum"},
      {
        "id":"ED527571",
        "title":"Effects of Graphic Organizers on Student Achievement in the Writing Process"},
      {
        "id":"ED527580",
        "title":"New Visions in Action: National Assessment Summit Papers"},
      {
        "id":"ED527583",
        "title":"Bringing the Standards into the Classroom: A Teacher's Guide. Second Edition"},
      {
        "id":"ED527619",
        "title":"Rethinking Teacher Evaluation in Chicago: Lessons Learned from Classroom Observations, Principal-Teacher Conferences, and District Implementation. Research Report"},
      {
        "id":"ED527635",
        "title":"Effective Programs in Middle and High School Mathematics: A Best-Evidence Synthesis. Version 1.4"},
      {
        "id":"ED527636",
        "title":"America's Youth: Transitions to Adulthood. NCES 2012-026"},
      {
        "id":"ED527643",
        "title":"Effective Early Childhood Education Programs: A Systematic Review"},
      {
        "id":"ED527667",
        "title":"Ethnic Diversity, National Unity and Multicultural Education in China"},
      {
        "id":"ED527668",
        "title":"Perception of Learners on Electronic Examination in Open and Distance Learning Institutions: A Case Study of National Open University of Nigeria"},
      {
        "id":"ED527669",
        "title":"Students' Evaluation of Teaching Quality"},
      {
        "id":"ED527670",
        "title":"An Insider Perspective on Implementing the Harvard Case Study Method in Business Teaching"},
      {
        "id":"ED527671",
        "title":"Beyond the Usual Approach of Chemistry Teaching in High Schools"},
      {
        "id":"ED527672",
        "title":"E-Learning as a Strategy to Teach English in Thailand: A Professional Development Model to Support Teacher Growth"},
      {
        "id":"ED527673",
        "title":"Student Teachers' Engagement with Re-Contextualized Materials: A Case of Numerical Approximation"},
      {
        "id":"ED527674",
        "title":"History Teaching in Kenyan Secondary School, for Peace, Reconciliation and National Integration"},
      {
        "id":"ED527675",
        "title":"A Framework for the Development of Mathematical Thinking with Teacher Trainees: The Case of Continuity of Functions"},
      {
        "id":"ED527676",
        "title":"Challenges Facing Managers in Managing Conflict in Schools in the South and South Central Regions of Botswana"},
      {
        "id":"ED527677",
        "title":"Primary School Teacher's Need for Education"},
      {
        "id":"ED527678",
        "title":"Realities of Curriculum and Teaching: Revelations from Singapore Teachers' Meta-Reflections"},
      {
        "id":"ED527679",
        "title":"Lisbona's Goals and Bolonian Process-Issue of Education in EU Integration"},
      {
        "id":"ED527680",
        "title":"Conducting Assemblies in Botswana Public Schools"},
      {
        "id":"ED527681",
        "title":"Validities of the Signed and Unsigned Lecture Questionnaires Using the Item Response Theory"},
      {
        "id":"ED527682",
        "title":"Summer Entrepreneur an Activity for Stimulating Entrepreneurship among Youths: A Case Study in a Swedish County"},
      {
        "id":"ED527683",
        "title":"Using Mobile-Memo to Support Knowledge Acquisition and Posting-Question in an Mobile Learning Environment"},
      {
        "id":"ED527684",
        "title":"Teachers' Involvement in Implementing the Basic Science and Technology Curriculum of the Nine-Year Basic Education"},
      {
        "id":"ED527685",
        "title":"Detecting a Gender-Related DIF Using Logistic Regression and Transformed Item Difficulty"},
      {
        "id":"ED527686",
        "title":"Pair Programming and LSs in Computing Education: Its Impact on Students' Performances"},
      {
        "id":"ED527687",
        "title":"The Effect of Market-Oriented Subcultures on Post-Merger Higher Education Institutions"},
      {
        "id":"ED527688",
        "title":"An Effective Model to Increase Student Attitude and Achievement: Narrative Including Analogies"},
      {
        "id":"ED527689",
        "title":"Performance Analysis of Science Education Undergraduates: A Case Study of Biology Education Students"},
      {
        "id":"ED527690",
        "title":"How to Stimulate Students' Interest in Nuclear Physics?"},
      {
        "id":"ED527691",
        "title":"Evaluating the Impact of Professional Development on Teaching Practice: Research Findings and Future Research Directions"},
      {
        "id":"ED527692",
        "title":"Pedagogy-Based-Technology and Chemistry Students' Performance in Higher Institutions: A Case of Debre Berhan University"},
      {
        "id":"ED527701",
        "title":"Postsecondary Education: Student Outcomes Vary at For-Profit, Nonprofit, and Public Schools. Report to Congressional Requesters. GAO-12-143"},
      {
        "id":"ED527702",
        "title":"New Roles for New Times: Digital Curation for Preservation"},
      {
        "id":"ED527703",
        "title":"Education & The American Jobs Act: Creating Jobs through Investments in Our Nation's Schools"},
      {
        "id":"ED527705",
        "title":"Cohort Default Rates in Context"},
      {
        "id":"ED527709",
        "title":"Financial Literacy at Minority-Serving Institutions"},
      {
        "id":"ED527710",
        "title":"The ARL 2030 Scenarios: A User's Guide for Research Libraries"},
      {
        "id":"ED527714",
        "title":"Rubrics for Evaluating Open Education Resource (OER) Objects"},
      {
        "id":"ED527715",
        "title":"Research Library Issues: A Quarterly Report from ARL, CNI, and SPARC. RLI 277"},
      {
        "id":"ED527716",
        "title":"Fair Use Challenges in Academic and Research Libraries"},
      {
        "id":"ED527717",
        "title":"Library Performance Measurement in the UK and Ireland"},
      {
        "id":"ED527740",
        "title":"Expanding Choice: Tax Credits and Educational Access in Idaho"},
      {
        "id":"ED527741",
        "title":"The Status of the Teaching Profession 2011"},
      {
        "id":"ED527742",
        "title":"Fragmented Economy, Stratified Society, and the Shattered Dream"},
      {
        "id":"ED527744",
        "title":"The Status of the Teaching Profession 2011. Summary Report"},
      {
        "id":"ED527747",
        "title":"The Opposing Forces that Shape Developmental Education: Assessment, Placement, and Progression at CUNY Community Colleges. CCRC Working Paper No. 36"},
      {
        "id":"ED527748",
        "title":"A Closer Look at the Principal-Counselor Relationship: A Survey of Principals and Counselors"},
      {
        "id":"ED527749",
        "title":"2011 National Survey of School Counselors: Counseling at a Crossroads"},
      {
        "id":"ED527750",
        "title":"The College Completion Agenda: 2011 Progress Report"},
      {
        "id":"ED527751",
        "title":"The Impacts of State Performance Funding Systems on Higher Education Institutions: Research Literature Review and Policy Recommendations. CCRC Working Paper No. 37"},
      {
        "id":"ED527857",
        "title":"Children's Media Use and Sleep Problems: Issues and Unanswered Questions. Research Brief"},
      {
        "id":"ED527858",
        "title":"Media Multitasking among American Youth: Prevalence, Predictors and Pairings"},
      {
        "id":"ED527859",
        "title":"Generation M[superscript 2]: Media in the Lives of 8- to 18-Year-Olds"},
      {
        "id":"ED527860",
        "title":"A Descriptive Study of the Performance Appraisal of Supervisors of Spicer Higher Secondary School, Using &quot;360 Degree Feedback&quot; Model"},
      {
        "id":"ED527861",
        "title":"Opinions of English Major Students about Their Departments' Websites"},
      {
        "id":"ED527862",
        "title":"Effectiveness of Using Games in Teaching Grammar to Young Learners"},
      {
        "id":"ED527863",
        "title":"College Classroom Analysis: The Methodology of Cheating and Possible Prevention"},
      {
        "id":"ED527864",
        "title":"Child-Headed Households: A Feasible Way Forward, or an Infringement of Children's Right to Alternative Care?"},
      {
        "id":"ED527896",
        "title":"School Counselors: Literature and Landscape Review. The State of School Counseling in America"},
      {
        "id":"ED527897",
        "title":"Enhancing the Principal-School Counselor Relationship: Toolkit"},
      {
        "id":"ED527898",
        "title":"New High in Engineering Degree Production. Facts"},
      {
        "id":"ED527899",
        "title":"Strategic Plan to Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education, 2010. Annual Report"},
      {
        "id":"ED527900",
        "title":"Higher Education Counts: Achieving Results, 2010"},
      {
        "id":"ED527904",
        "title":"Latino Legislative Hearing on Pre-K & the Early Grades: NALEO Education Leadership Initiative. A Report of the NALEO Educational Fund"},
      {
        "id":"ED527905",
        "title":"The ESL Logjam: Waiting Times for Adult ESL Classes and the Impact on English Learners"},
      {
        "id":"ED527906",
        "title":"Parents Want to Know about America's Schools"},
      {
        "id":"ED527907",
        "title":"Fair to Everyone: Building the Balanced Teacher Evaluations that Educators and Students Deserve. Teacher Quality"},
      {
        "id":"ED527908",
        "title":"Poised to Lead: How School Counselors Can Drive College and Career Readiness. K-12 Practice"},
      {
        "id":"ED527909",
        "title":"Getting It Right: Crafting Federal Accountability for Higher Student Performance and a Stronger America. K-12 Policy"},
      {
        "id":"ED527931",
        "title":"Identifying Key Elements of Community-Based ESD: ESD-J's Projects to Collect ESD in Practice in Japan and Asia"},
      {
        "id":"ED527944",
        "title":"No Place for Kids: The Case for Reducing Juvenile Incarceration"},
      {
        "id":"ED527945",
        "title":"No Place for Kids: The Case for Reducing Juvenile Incarceration. Issue Brief"},
      {
        "id":"ED527950",
        "title":"Preliminary Findings about Waivers: CEP Survey of State Education Agency Officials, October-November 2011"},
      {
        "id":"ED527951",
        "title":"Lifting the Fog on Inequitable Financial Aid Policies: A Companion Brief to \"Priced out: How the Wrong Financial Aid Policies Hurt Low-Income Students\""},
      {
        "id":"ED528064",
        "title":"Teaching Our Homeless Children"},
      {
        "id":"ED528065",
        "title":"FLAn: A Free Hypermedia Editor to Create Foreign Language Learning Units"},
      {
        "id":"ED528077",
        "title":"Monitoring the Future National Results on Adolescent Drug Use: Overview of Key Findings, 2010"},
      {
        "id":"ED528078",
        "title":"Degrees Conferred by Connecticut Institutions of Higher Education Highlights, 2007-08. Report"},
      {
        "id":"ED528080",
        "title":"Strategic Plan to Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education, 2009. Annual Report"},
      {
        "id":"ED528081",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2010. Volume I, Secondary School Students"},
      {
        "id":"ED528082",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2010. Volume II, College Students & Adults Ages 19-50"},
      {
        "id":"ED528147",
        "title":"The Able Privilege Scale: A New Educational Tool"},
      {
        "id":"ED528148",
        "title":"Lifelong Adaptability: A Cultural Literacy Perspective (Revised Edition)"},
      {
        "id":"ED528149",
        "title":"The Relationship between the Conscientiousness Trait and Use of the English Language Learning Strategies"},
      {
        "id":"ED528150",
        "title":"Attitudes toward English &amp; English Learning at an Iranian Military University: A Preliminary Survey"},
      {
        "id":"ED528166",
        "title":"Differing Gender Characteristics and Associated Needs and College Student Retention"},
      {
        "id":"ED528167",
        "title":"English Language Influence on THE-Reuters 2010 University Rankings; The Evidence: A South Korean Model in a Global Context"},
      {
        "id":"ED528168",
        "title":"Connecticut Public Higher Education: 2009 System Trends. Report"},
      {
        "id":"ED528169",
        "title":"Separate Paths, Common Goals: Cross-District Collaboration on Mathematics and English Learner Instruction. Special Series on the Fresno-Long Beach Learning Partnership"},
      {
        "id":"ED528170",
        "title":"Higher Education Counts: Achieving Results"},
      {
        "id":"ED528171",
        "title":"Higher Education Counts: Achieving Results. 2009 Report"},
      {
        "id":"ED528172",
        "title":"FY 2009-11 Operating Budget for Higher Education: Appropriations Committee Recommendations. Highlights"},
      {
        "id":"ED528173",
        "title":"Fall 2008 College and University Enrollment in Connecticut: Comprehensive Report. Report"},
      {
        "id":"ED528174",
        "title":"Higher Education Counts: Achieving Results. 2009 Executive Summary"},
      {
        "id":"ED528175",
        "title":"Faculty Salaries at California's Public Universities, 2005-06. Commission Report 05-04"},
      {
        "id":"ED528176",
        "title":"Australian Vocational Education and Training Statistics: Young People in Education and Training, 2010"},
      {
        "id":"ED528177",
        "title":"Mapping Adult Literacy Performance. Background Paper"},
      {
        "id":"ED528178",
        "title":"Higher Education and Disability: Improved Federal Enforcement Needed to Better Protect Students' Rights to Testing Accommodations. Report to Congressional Requesters. GAO-12-40"},
      {
        "id":"ED528179",
        "title":"Vowel and Consonant Lessening: A Study of Articulating Reductions and Their Relations to Genders"},
      {
        "id":"ED528180",
        "title":"Vocational Qualifications, Employment Status and Income: 2006 Census Analysis. Technical Paper"},
      {
        "id":"ED528181",
        "title":"The Attitudes of People with a Disability to Undertaking VET Training. Occasional Paper"},
      {
        "id":"ED528182",
        "title":"The Master Artisan: A Framework for Master Tradespeople in Australia. Occasional Paper"},
      {
        "id":"ED528183",
        "title":"What Impact Does the Software Study Island Have on 4Sight, PSSA, and NOCTI Assessments of Part-Time CTE Students?"},
      {
        "id":"ED528209",
        "title":"Faculty Salaries at California's Public Universities, 2007-08. Commission Report 07-15"},
      {
        "id":"ED528210",
        "title":"California Higher Education Accountability: Goal--Student Success. Measure: Four-Year Degrees Conferred on Community College Transfer Students. Commission Report 06-18"},
      {
        "id":"ED528211",
        "title":"Challenges and Solutions Regarding Community College Service in Rural and Remote Areas: A Progress Report. Commission Report 07-02"},
      {
        "id":"ED528212",
        "title":"How California's Postsecondary Education Systems Address Workforce Development. Commission Report 07-21"},
      {
        "id":"ED528214",
        "title":"Public Higher Education Performance Accountability Framework Report: Goal--Access and Affordability. Measure: Average Indebtedness of Graduates at Two-and Four-Year Colleges and Universities. Commission Report 07-19"},
      {
        "id":"ED528216",
        "title":"Public Higher Education Performance Accountability Framework Status Report. Commission Report 07-10"},
      {
        "id":"ED528217",
        "title":"Representation of Sports and Recreational Activities in Primary School English Language Coursebooks"},
      {
        "id":"ED528218",
        "title":"California Higher Education Accountability: Goal--Student Success. Measure: Full-Time/Part-Time Enrollment Ratio. Commission Report 07-05"},
      {
        "id":"ED528219",
        "title":"Addendum to Pieces of the Puzzle: Recent Performance Trends of Urban Districts--A Closer Look at 2009 NAEP Results"},
      {
        "id":"ED528220",
        "title":"Pieces of the Puzzle: Factors in the Improvement of Urban School Districts on the National Assessment of Educational Progress"},
      {
        "id":"ED528222",
        "title":"Pieces of the Puzzle: Factors in the Improvement of Urban School Districts on the National Assessment of Educational Progress. Abstract"},
      {
        "id":"ED528223",
        "title":"Recommendations for Adjusting the Maximum Cal Grant Award at California's Nonpublic Colleges and Universities. Commission Report 05-02"},
      {
        "id":"ED528224",
        "title":"California Colleges and Universities: A Guide to California's Degree-Granting Institutions and Degree, Certificate, and Credential Programs. Commission Report 06-14"},
      {
        "id":"ED528240",
        "title":"Enriching Kindergarten Learners' English by Using Language Portfolio and Additional Instructional Materials"},
      {
        "id":"ED528241",
        "title":"Hard Times, College Majors, Unemployment and Earnings: Not All College Degrees Are Created Equal"},
      {
        "id":"ED528246",
        "title":"A Prospectus for a Study of the Match between Degrees Awarded and California Labor Market Demand. Commission Report 08-21"},
      {
        "id":"ED528247",
        "title":"Strategic Plan to Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education, 2008. Annual Report"},
      {
        "id":"ED528248",
        "title":"Fiscal Profiles, 2008: The Sixteenth in a Periodic Series of Factbooks about the Financing of California Higher Education. Commission Report 08-19"},
      {
        "id":"ED528249",
        "title":"Direct Certification in the National School Lunch Program State Implementation Progress, School Year 2010-2011. Report to Congress--Summary"},
      {
        "id":"ED528251",
        "title":"Access &amp; Equity for All Students: LGBT Student Needs. Commission Report 08-22"},
      {
        "id":"ED528252",
        "title":"Bullying in Schools: An Overview. Juvenile Justice Bulletin"},
      {
        "id":"ED528254",
        "title":"University Eligibility Study for the Class of 2007. Report 08-20"},
      {
        "id":"ED528255",
        "title":"Bullying and Students with Disabilities: A Briefing Paper from the National Council on Disability"},
      {
        "id":"ED528260",
        "title":"Direct Certification in the National School Lunch Program: State Implementation Progress School Year 2010-2011. Report to Congress. Nutrition Assistance Program Report Series. Special Nutrition Programs Report Number CN-11-DC"},
      {
        "id":"ED528261",
        "title":"Review of a Proposal to Establish a School of Medicine at the University of California, Riverside. Commission Report 08-16"},
      {
        "id":"ED528262",
        "title":"Overview of Governor Schwarzenegger's Proposed 2008-09 State Budget. Commission Report 08-02"},
      {
        "id":"ED528263",
        "title":"The Nexus between Postsecondary Education and Workforce Development--Conclusions and Policy Options. Commission Report 07-22"},
      {
        "id":"ED528264",
        "title":"Meeting the K-14 Challenge: Examining the Case for Doctoral Programs in Educational Leadership. Commission Report 07-25"},
      {
        "id":"ED528265",
        "title":"Improving Teacher Quality 2007 Grant Awards. Commission Report 07-23"},
      {
        "id":"ED528266",
        "title":"Preparing and Credentialing the Nation's Teachers: The Secretary's Eighth Report on Teacher Quality Based on Data Provided for 2008, 2009 and 2010"},
      {
        "id":"ED528278",
        "title":"The Book Review Genre: A Structural Move Analysis"},
      {
        "id":"ED528279",
        "title":"English Language Necessity: What It means for Korea and Non-English Speaking Countries"},
      {
        "id":"ED528280",
        "title":"Decolonizing the Navajo Nation: The Lessons of the Naabaahii"},
      {
        "id":"ED534527",
        "title":"Teacher Burnout: Causes, Cures and Prevention"},
      {
        "id":"ED534529",
        "title":"A National Study on Graduation Requirements and Diploma Options for Youth with Disabilities. Topical Report"},
      {
        "id":"ED534530",
        "title":"The National Center on Secondary Education and Transition: Its Mission, Structure, and Activities. Transcript of NCSET Conference Call Presentation"},
      {
        "id":"ED534531",
        "title":"Bullying and Teasing of Youth with Disabilities: Creating Positive School Environments for Effective Inclusion. Issue Brief. Volume 2, Issue 3"},
      {
        "id":"ED534532",
        "title":"Solving America&apos;s Mathematics Education Problem"},
      {
        "id":"ED534534",
        "title":"Gender Gaps: Where Schools Still Fail Our Children. Executive Summary"},
      {
        "id":"ED534535",
        "title":"Pathways to the Diploma. Transcript of NCSET Conference Call Presentation"},
      {
        "id":"ED534536",
        "title":"Youthhood.org: NCSET's New Interactive Curriculum for Youth. Transcript of NCSET Conference Call Presentation"},
      {
        "id":"ED534537",
        "title":"How Next-Generation Standards and Assessments Can Foster Success for California's English Learners. Policy Brief 12-1"},
      {
        "id":"ED534554",
        "title":"An Introduction to English Teaching, A Textbook for English Educators"},
      {
        "id":"ED534556",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference (26th, Tarrytown, New York, March 23-24, 2012)"},
      {
        "id":"ED534557",
        "title":"Making Loans Work: How Community Colleges Support Responsible Borrowing"},
      {
        "id":"ED534558",
        "title":"Toward Meaningful Assessment: Lessons from Five First-Grade Classrooms. Occasional Paper Series 26"},
      {
        "id":"ED534560",
        "title":"New Schools, Overcrowding Relief, and Achievement Gains in Los Angeles--Strong Returns from a $19.5 Billion Investment. Policy Brief 12-2"},
      {
        "id":"ED534562",
        "title":"Challenging the Politics of the Teacher Accountability Movement: Toward a More Hopeful Educational Future. Occasional Paper Series 27"},
      {
        "id":"ED534566",
        "title":"How to Motivate Your Students"},
      {
        "id":"ED534599",
        "title":"Competence Requirements in Early Childhood Education and Care. Final Report"},
      {
        "id":"ED534600",
        "title":"Recent State Action on Teacher Effectiveness: What's in State Laws and Regulations?"},
      {
        "id":"ED534601",
        "title":"Measurement Framework for National Key Performance Measures"},
      {
        "id":"ED534612",
        "title":"MCEETYA Joint Statement on Education and Training in the Information Economy"},
      {
        "id":"ED534613",
        "title":"Is College Affordable? In Search of a Meaningful Definition. Issue Brief"},
      {
        "id":"ED534614",
        "title":"A New Classification Scheme for For-Profit Institutions"},
      {
        "id":"ED534615",
        "title":"Economic Diversity among Selective Colleges: Measuring the Enrollment Impact of &quot;No-Loan&quot; Programs. Issue Brief"},
      {
        "id":"ED534616",
        "title":"A New Classification Scheme for For-Profit Institutions. Fact Sheet"},
      {
        "id":"ED534617",
        "title":"National Education and the Arts Statement"},
      {
        "id":"ED534648",
        "title":"An Exploration of Maine Community College's Admission Process: A Recommendation to Maine's Department of Education"},
      {
        "id":"ED534649",
        "title":"Quality, Autonomy and the Profession"},
      {
        "id":"ED534650",
        "title":"Democracy and Experimentation: Two Fundamental Values for Education"},
      {
        "id":"ED534651",
        "title":"Early Childhood Education in Europe. Achievements: Challenges and Possibilities"},
      {
        "id":"ED534652",
        "title":"Achievement Growth: International and U.S. State Trends in Student Performance. PEPG Report No.: 12-03"},
      {
        "id":"ED534653",
        "title":"School Turnarounds: Evidence from the 2009 Stimulus. Program on Education Policy and Governance Working Papers Series. PEPG 12-04"},
      {
        "id":"ED534654",
        "title":"Gold Standards?: State Standards Reform and Student Achievement. Program on Education Policy and Governance Working Papers Series. PEPG 12-05"},
      {
        "id":"ED534655",
        "title":"Developing Lifelong Learners in the Middle Years of Schooling: A Report about the Practices, Processes, Strategies and Structures That Best Promote &quot;Lifelong Learning&quot; and the Development of &quot;Lifelong Learners&quot; in the Middle Years of Schooling"},
      {
        "id":"ED534656",
        "title":"National Assessment Program--Civics and Citizenship Year 6 School Assessment, 2004"},
      {
        "id":"ED534657",
        "title":"National Assessment Program--Civics and Citizenship Year 10 School Assessment, 2004"},
      {
        "id":"ED534658",
        "title":"Funding for English as a Second Language New Arrival Students. Schools Resourcing Taskforce Discussion Paper"},
      {
        "id":"ED534659",
        "title":"National Assessment Program--Science Literacy Year 6 Report, 2006"},
      {
        "id":"ED534660",
        "title":"National Assessment Program--Science Literacy Year 6 Technical Report, 2006"},
      {
        "id":"ED534661",
        "title":"National Assessment Program--Science Literacy Year 6 School Release Materials, 2006"},
      {
        "id":"ED534686",
        "title":"National Report on Schooling in Australia, 2007. Preliminary Paper. National Benchmark Results Reading, Writing and Numeracy Years 3, 5 and 7"},
      {
        "id":"ED534687",
        "title":"National Statement for Engaging Young Australians with Asia in Australian Schools"},
      {
        "id":"ED534688",
        "title":"National Assessment Program--ICT Literacy Years 6 &amp; 10 School Assessment Exemplars, 2005"},
      {
        "id":"ED534691",
        "title":"Higher Education: Gaps in Access and Persistence Study. Statistical Analysis Report. NCES 2012-046"},
      {
        "id":"ED534692",
        "title":"National Report on Schooling in Australia, 2006. Preliminary Paper. National Benchmark Results Reading, Writing and Numeracy Years 3, 5 and 7"},
      {
        "id":"ED534693",
        "title":"National Report on Schooling in Australia, 2005. Preliminary Paper. National Benchmark Results Reading, Writing and Numeracy Years 3, 5 and 7"},
      {
        "id":"ED534695",
        "title":"Children's Perception of Learning with Educational Games Using iPod Touches"},
      {
        "id":"ED534696",
        "title":"Education across the UK Nations: Performance, Inequality and Evidence. Program on Education Policy and Governance Working Papers Series. PEPG 12-08"},
      {
        "id":"ED534712",
        "title":"Data Implementation Manual for Enrolments for the 2005 and 2006 School Years. National Goals for Schooling. Collection of Information on Student Background Characteristics. For Use by Schools, School Systems and Testing Agents. First Edition"},
      {
        "id":"ED534713",
        "title":"National Assessment Program--Civics and Citizenship Years 6 &amp; 10 Report, 2007"},
      {
        "id":"ED534714",
        "title":"National Data on Participation in VET in Schools Programs &amp; School-Based New Apprenticeships for the 2004 School Year"},
      {
        "id":"ED534715",
        "title":"Resourcing the National Goals for Schooling: An Agreed Framework of Principles for Funding Schools"},
      {
        "id":"ED534716",
        "title":"National Assessment Program--Civics and Citizenship Year 6 School Assessment, 2007"},
      {
        "id":"ED534717",
        "title":"National Assessment Program--Civics and Citizenship Year 10 School Assessment, 2007"},
      {
        "id":"ED534733",
        "title":"The Effects of Early Grade Retention on Student Outcomes over Time: Regression Discontinuity Evidence from Florida. Program on Education Policy and Governance Working Papers Series. PEPG 12-09"},
      {
        "id":"ED534734",
        "title":"The Impact of Charter Schools on Public and Private School Enrollments. Policy Analysis. No. 707"},
      {
        "id":"ED534735",
        "title":"Willing but Not Yet Ready: A Glimpse of California Teachers' Preparedness for the Common Core State Standards. CenterView"},
      {
        "id":"ED534754",
        "title":"Lost Opportunities: The Status of Science Education in California Middle Schools. CenterView"},
      {
        "id":"ED534761",
        "title":"The Condition of College &amp; Career Readiness, 2012"},
      {
        "id":"ED534772",
        "title":"Data Implementation Manual for Enrolments for the 2007 School Year. National Goals for Schooling. Collection of Information on Student Background Characteristics. For Use by Schools, School Systems and Testing Agents. Second Edition"},
      {
        "id":"ED534773",
        "title":"Data Implementation Manual for Enrolments for the 2008 School Year. National Goals for Schooling in the 21st Century. Collection of Information on Student Background Characteristics. For Use by Schools, School Systems and Testing Agents. Third Edition"},
      {
        "id":"ED534774",
        "title":"Measurement Framework for National Key Performance Measures"},
      {
        "id":"ED534775",
        "title":"Measurement Framework for National Key Performance Measures"},
      {
        "id":"ED534779",
        "title":"WWC Review of the Report &quot;Impact of the Thinking Reader[R] Software Program on Grade 6 Reading Vocabulary, Comprehension, Strategies, and Motivation&quot;"},
      {
        "id":"ED534781",
        "title":"WWC Review of the Report &quot;A Randomized Experiment of a Cognitive Strategies Approach to Text-Based Analytical Writing for Mainstreamed Latino English Language Learners in Grades 6 to 12&quot;"},
      {
        "id":"ED534782",
        "title":"Measurement Framework for National Key Performance Measures"},
      {
        "id":"ED534783",
        "title":"WWC Review of the Report &quot;Milwaukee Parental Choice Program Longitudinal Educational Growth Study Fifth Year Report&quot;"},
      {
        "id":"ED534801",
        "title":"National Assessment Program, Information and Communication Technology Literacy 2008, Years 6 and 10: An Assessment Domain for ICT Literacy"},
      {
        "id":"ED534802",
        "title":"National Sample Assessment Protocols"},
      {
        "id":"ED534803",
        "title":"2010 Data Standards Manual Student Background Characteristics. For Use by Schools and School Systems Test Administration Authorities and Assessment Contractors. Fifth Edition"},
      {
        "id":"ED534804",
        "title":"2009 Data Standards Manual Student Background Characteristics. For Use by Schools, School Systems and Test Administration Authorities. Fourth Edition"},
      {
        "id":"ED534805",
        "title":"National Assessment Program--ICT Literacy Years 6 &amp; 10 Report, 2008"},
      {
        "id":"ED534806",
        "title":"Trends in HIV-Related Risk Behaviors among High School Students--United States, 1991-2011. Morbidity and Mortality Weekly Report. Early Release. Volume 61"},
      {
        "id":"ED534807",
        "title":"National Assessment Program--ICT Literacy Years 6 &amp; 10 School Assessment Exemplars, 2008"},
      {
        "id":"ED534809",
        "title":"Protocols for Publishing PMRT Documents"},
      {
        "id":"ED534828",
        "title":"The Value of Meeting Individually with Students Early in a Term"},
      {
        "id":"ED534852",
        "title":"Influence of Technology on the Leadership of 21st-Century Career and Technical Education Administrators"},
      {
        "id":"ED534855",
        "title":"Best Laid Plans: The Unfulfilled Promise of Public Higher Education in California"},
      {
        "id":"ED534856",
        "title":"Made in Maine: A State Report Card on Public Higher Education"},
      {
        "id":"ED534857",
        "title":"At a Crossroads: A Report Card on Public Higher Education in Minnesota"},
      {
        "id":"ED534858",
        "title":"Here We Have Idaho: A State Report Card on Public Higher Education"},
      {
        "id":"ED534859",
        "title":"Prepared in Mind and Resources? A Report on Public Higher Education in South Carolina"},
      {
        "id":"ED534860",
        "title":"The Diffusion of Light and Education: Meeting the Challenges of Higher Education in Virginia"},
      {
        "id":"ED534868",
        "title":"\"MET\" Made Simple: Building Research-Based Teacher Evaluations. Issue Analysis Report"},
      {
        "id":"ED534869",
        "title":"Smart Spending for Better Teacher Evaluations: Five Key Investments for Successful Implementation. Issue Analysis Report"},
      {
        "id":"ED534873",
        "title":"ACT Profile Report: National. Graduating Class 2012"},
      {
        "id":"ED534874",
        "title":"ACT Profile Report: National. Graduating Class 2012. Hispanic/Latino Students"},
      {
        "id":"ED534894",
        "title":"The Case for Improving and Expanding Time in School: A Review of Key Research and Practice"},
      {
        "id":"ED534897",
        "title":"Time and Learning in Schools: A National Profile"},
      {
        "id":"ED534903",
        "title":"Time Well Spent: Eight Powerful Practices of Successful, Expanded-Time Schools"},
      {
        "id":"ED534904",
        "title":"Clarence Edwards Middle School: Success through Transformation"},
      {
        "id":"ED534905",
        "title":"Kuss Middle School: Expanding Time to Accelerate School Improvement"},
      {
        "id":"ED534906",
        "title":"Time for a New Day: Broadening Opportunities for Massachusetts Schoolchildren. Expanded Learning Time Initiative 2006-2007 Annual Report"},
      {
        "id":"ED534907",
        "title":"More Time for Learning: Promising Practices and Lessons Learned. Massachusetts Expanded Learning Time Initiative 2010 Progress Report"},
      {
        "id":"ED534908",
        "title":"Listening to Experts: What Massachusetts Teachers Are Saying about Time and Learning and the Expanded Learning Time Initiative"},
      {
        "id":"ED534909",
        "title":"Massachusetts Expanded Learning Time Initiative 2010-11 Update"},
      {
        "id":"ED534910",
        "title":"Redesigning Today's Schools to Build a Stronger Tomorrow: The Massachusetts Expanded Learning Time Initiative 2007-2008 Annual Report"},
      {
        "id":"ED534911",
        "title":"Time for a Change: The Promise of Extended Time Schools for Promoting Student Achievement. Executive Summary"},
      {
        "id":"ED534912",
        "title":"Time for a Change: The Promise of Extended-Time Schools for Promoting Student Achievement. Research Report"},
      {
        "id":"ED534937",
        "title":"The Condition of College &amp; Career Readiness, 2012: Wisconsin"},
      {
        "id":"ED534938",
        "title":"The Condition of College &amp; Career Readiness, 2012: Wyoming"},
      {
        "id":"ED534939",
        "title":"The Condition of College &amp; Career Readiness, 2012: West Virginia"},
      {
        "id":"ED534940",
        "title":"The Condition of College &amp; Career Readiness, 2012: Virginia"},
      {
        "id":"ED534941",
        "title":"The Condition of College &amp; Career Readiness, 2012: Washington"},
      {
        "id":"ED534942",
        "title":"The Condition of College &amp; Career Readiness, 2012: Utah"},
      {
        "id":"ED534943",
        "title":"The Condition of College &amp; Career Readiness, 2012: Vermont"},
      {
        "id":"ED534944",
        "title":"The Condition of College &amp; Career Readiness, 2012: Texas"},
      {
        "id":"ED534945",
        "title":"The Condition of College &amp; Career Readiness, 2012: Oklahoma"},
      {
        "id":"ED534946",
        "title":"The Condition of College &amp; Career Readiness, 2012: South Dakota"},
      {
        "id":"ED534947",
        "title":"The Condition of College &amp; Career Readiness, 2012: South Carolina"},
      {
        "id":"ED534948",
        "title":"The Condition of College &amp; Career Readiness, 2012: North Dakota"},
      {
        "id":"ED534949",
        "title":"The Condition of College &amp; Career Readiness, 2012: Pennsylvania"},
      {
        "id":"ED534950",
        "title":"The Condition of College &amp; Career Readiness, 2012: Tennessee"},
      {
        "id":"ED534951",
        "title":"The Condition of College &amp; Career Readiness, 2012: Rhode Island"},
      {
        "id":"ED534952",
        "title":"The Condition of College &amp; Career Readiness, 2012: Oregon"},
      {
        "id":"ED534953",
        "title":"The Condition of College &amp; Career Readiness, 2012: North Carolina"},
      {
        "id":"ED534954",
        "title":"The Condition of College &amp; Career Readiness, 2012: Ohio"},
      {
        "id":"ED534955",
        "title":"The Condition of College &amp; Career Readiness, 2012: Mississippi"},
      {
        "id":"ED534956",
        "title":"The Condition of College &amp; Career Readiness, 2012: New Hampshire"},
      {
        "id":"ED534957",
        "title":"The Condition of College &amp; Career Readiness, 2012: Nevada"},
      {
        "id":"ED534958",
        "title":"The Condition of College &amp; Career Readiness, 2012: Montana"},
      {
        "id":"ED534959",
        "title":"The Condition of College &amp; Career Readiness, 2012: Nebraska"},
      {
        "id":"ED534960",
        "title":"The Condition of College &amp; Career Readiness, 2012: New Mexico"},
      {
        "id":"ED534961",
        "title":"The Condition of College &amp; Career Readiness, 2012: New York"},
      {
        "id":"ED534962",
        "title":"The Condition of College &amp; Career Readiness, 2012: Missouri"},
      {
        "id":"ED534963",
        "title":"The Condition of College &amp; Career Readiness, 2012: New Jersey"},
      {
        "id":"ED534981",
        "title":"The Condition of College &amp; Career Readiness, 2012: Minnesota"},
      {
        "id":"ED534982",
        "title":"The Effects of Student Involvement and College Environment on Students' Learning and Living Experience at World-Class Research Universities in China: A Comparative Case Study of the University of Hong Kong (HKU) and Shanghai Jiao Tong University (SJTU)"},
      {
        "id":"ED534983",
        "title":"Teaching with Objects and Photographs: A Guide for Teachers. Second Edition"},
      {
        "id":"ED534984",
        "title":"Private Student Loans. Report to the Senate Committee on Banking, Housing, and Urban Affairs, the Senate Committee on Health, Education, Labor, and Pensions, the House of Representatives Committee on Financial Services, and the House of Representatives Committee on Education and the Workforce"},
      {
        "id":"ED534985",
        "title":"Boosting the Quality and Efficiency of Special Education"},
      {
        "id":"ED534986",
        "title":"The Condition of College &amp; Career Readiness, 2012: Georgia"},
      {
        "id":"ED534987",
        "title":"The Condition of College &amp; Career Readiness, 2012: Massachusetts"},
      {
        "id":"ED534988",
        "title":"The Condition of College &amp; Career Readiness, 2012: Illinois"},
      {
        "id":"ED534989",
        "title":"The Condition of College &amp; Career Readiness, 2012: Kansas"},
      {
        "id":"ED534990",
        "title":"The Condition of College &amp; Career Readiness, 2012: Louisiana"},
      {
        "id":"ED534991",
        "title":"The Condition of College &amp; Career Readiness, 2012: Iowa"},
      {
        "id":"ED534992",
        "title":"The Condition of College &amp; Career Readiness, 2012: Alabama"},
      {
        "id":"ED534993",
        "title":"The Condition of College &amp; Career Readiness, 2012: Indiana"},
      {
        "id":"ED534994",
        "title":"The Condition of College &amp; Career Readiness, 2012: California"},
      {
        "id":"ED534995",
        "title":"The Condition of College &amp; Career Readiness, 2012: Arizona"},
      {
        "id":"ED534996",
        "title":"The Condition of College &amp; Career Readiness, 2012: District of Columbia"},
      {
        "id":"ED534997",
        "title":"The Condition of College &amp; Career Readiness, 2012: Michigan"},
      {
        "id":"ED534998",
        "title":"The Condition of College &amp; Career Readiness, 2012: Idaho"},
      {
        "id":"ED534999",
        "title":"The Condition of College &amp; Career Readiness, 2012: Connecticut"},
      {
        "id":"ED535000",
        "title":"The Condition of College &amp; Career Readiness, 2012: Delaware"},
      {
        "id":"ED535001",
        "title":"The Condition of College &amp; Career Readiness, 2012: Florida"},
      {
        "id":"ED535002",
        "title":"The Condition of College &amp; Career Readiness, 2012: Kentucky"},
      {
        "id":"ED535003",
        "title":"The Condition of College &amp; Career Readiness, 2012: Hawaii"},
      {
        "id":"ED535004",
        "title":"The Condition of College &amp; Career Readiness, 2012: Maryland"},
      {
        "id":"ED535005",
        "title":"The Condition of College &amp; Career Readiness, 2012: Maine"},
      {
        "id":"ED535006",
        "title":"The Condition of College &amp; Career Readiness, 2012: Arkansas"},
      {
        "id":"ED535007",
        "title":"The Condition of College &amp; Career Readiness, 2012: Alaska"},
      {
        "id":"ED535008",
        "title":"The Condition of College &amp; Career Readiness, 2012: Colorado"},
      {
        "id":"ED535026",
        "title":"ACT Profile Report: State. Graduating Class 2012. North Carolina"},
      {
        "id":"ED535027",
        "title":"ACT Profile Report: State. Graduating Class 2012. Ohio"},
      {
        "id":"ED535028",
        "title":"ACT Profile Report: State. Graduating Class 2012. South Dakota"},
      {
        "id":"ED535029",
        "title":"Enhancing Comprehensibility among ELF users"},
      {
        "id":"ED535030",
        "title":"Measuring the Comprehensibility of Englishes within ASEAN among Aseans"},
      {
        "id":"ED535031",
        "title":"ACT Profile Report: State. Graduating Class 2012. Oklahoma"},
      {
        "id":"ED535032",
        "title":"ACT Profile Report: State. Graduating Class 2012. Nevada"},
      {
        "id":"ED535033",
        "title":"ACT Profile Report: State. Graduating Class 2012. Pennsylvania"},
      {
        "id":"ED535034",
        "title":"ACT Profile Report: State. Graduating Class 2012. Texas"},
      {
        "id":"ED535035",
        "title":"ACT Profile Report: State. Graduating Class 2012. New Jersey"},
      {
        "id":"ED535036",
        "title":"ACT Profile Report: State. Graduating Class 2012. North Dakota"},
      {
        "id":"ED535037",
        "title":"ACT Profile Report: State. Graduating Class 2012. Nebraska"},
      {
        "id":"ED535038",
        "title":"ACT Profile Report: State. Graduating Class 2012. New York"},
      {
        "id":"ED535039",
        "title":"ACT Profile Report: State. Graduating Class 2012. Missouri"},
      {
        "id":"ED535040",
        "title":"ACT Profile Report: State. Graduating Class 2012. Virginia"},
      {
        "id":"ED535041",
        "title":"ACT Profile Report: State. Graduating Class 2012. Wisconsin"},
      {
        "id":"ED535042",
        "title":"ACT Profile Report: State. Graduating Class 2012. New Hampshire"},
      {
        "id":"ED535043",
        "title":"ACT Profile Report: State. Graduating Class 2012. Montana"},
      {
        "id":"ED535044",
        "title":"ACT Profile Report: State. Graduating Class 2012. Wyoming"},
      {
        "id":"ED535045",
        "title":"ACT Profile Report: State. Graduating Class 2012. West Virginia"},
      {
        "id":"ED535046",
        "title":"ACT Profile Report: State. Graduating Class 2012. Mississippi"},
      {
        "id":"ED535047",
        "title":"ACT Profile Report: State. Graduating Class 2012. Washington"},
      {
        "id":"ED535048",
        "title":"ACT Profile Report: State. Graduating Class 2012. Utah"},
      {
        "id":"ED535049",
        "title":"ACT Profile Report: State. Graduating Class 2012. New Mexico"},
      {
        "id":"ED535050",
        "title":"ACT Profile Report: State. Graduating Class 2012. Vermont"},
      {
        "id":"ED535051",
        "title":"ACT Profile Report: State. Graduating Class 2012. Oregon"},
      {
        "id":"ED535052",
        "title":"ACT Profile Report: State. Graduating Class 2012. South Carolina"},
      {
        "id":"ED535053",
        "title":"ACT Profile Report: State. Graduating Class 2012. Rhode Island"},
      {
        "id":"ED535054",
        "title":"ACT Profile Report: State. Graduating Class 2012. Tennessee"},
      {
        "id":"ED535070",
        "title":"ACT Profile Report: State. Graduating Class 2012. Kentucky"},
      {
        "id":"ED535071",
        "title":"ACT Profile Report: State. Graduating Class 2012. Massachusetts"},
      {
        "id":"ED535072",
        "title":"ACT Profile Report: State. Graduating Class 2012. Minnesota"},
      {
        "id":"ED535073",
        "title":"ACT Profile Report: State. Graduating Class 2012. Michigan"},
      {
        "id":"ED535074",
        "title":"ACT Profile Report: State. Graduating Class 2012. Kansas"},
      {
        "id":"ED535075",
        "title":"ACT Profile Report: State. Graduating Class 2012. Louisiana"},
      {
        "id":"ED535076",
        "title":"ACT Profile Report: State. Graduating Class 2012. Maine"},
      {
        "id":"ED535077",
        "title":"ACT Profile Report: State. Graduating Class 2012. Maryland"},
      {
        "id":"ED535078",
        "title":"&quot;They Never Told Me What to Expect, so I Didn't Know What to Do&quot;: Defining and Clarifying the Role of a Community College Student. CCRC Working Paper No. 47"},
      {
        "id":"ED535079",
        "title":"Outlook. Number 377"},
      {
        "id":"ED535081",
        "title":"ACT Profile Report: State. Graduating Class 2012. Iowa"},
      {
        "id":"ED535082",
        "title":"ACT Profile Report: State. Graduating Class 2012. Idaho"},
      {
        "id":"ED535083",
        "title":"ACT Profile Report: State. Graduating Class 2012. Indiana"},
      {
        "id":"ED535084",
        "title":"ACT Profile Report: State. Graduating Class 2012. Colorado"},
      {
        "id":"ED535085",
        "title":"ACT Profile Report: State. Graduating Class 2012. Illinois"},
      {
        "id":"ED535086",
        "title":"ACT Profile Report: State. Graduating Class 2012. Florida"},
      {
        "id":"ED535087",
        "title":"ACT Profile Report: State. Graduating Class 2012. Georgia"},
      {
        "id":"ED535088",
        "title":"ACT Profile Report: State. Graduating Class 2012. Arizona"},
      {
        "id":"ED535089",
        "title":"ACT Profile Report: State. Graduating Class 2012. District of Columbia"},
      {
        "id":"ED535090",
        "title":"ACT Profile Report: State. Graduating Class 2012. Alaska"},
      {
        "id":"ED535091",
        "title":"ACT Profile Report: State. Graduating Class 2012. Hawaii"},
      {
        "id":"ED535092",
        "title":"ACT Profile Report: State. Graduating Class 2012. Connecticut"},
      {
        "id":"ED535093",
        "title":"ACT Profile Report: State. Graduating Class 2012. Delaware"},
      {
        "id":"ED535094",
        "title":"ACT Profile Report: State. Graduating Class 2012. Alabama"},
      {
        "id":"ED535095",
        "title":"ACT Profile Report: State. Graduating Class 2012. California"},
      {
        "id":"ED535096",
        "title":"ACT Profile Report: State. Graduating Class 2012. Arkansas"},
      {
        "id":"ED535097",
        "title":"Invisible Bruises: Understanding Domestic Violence Indicators in Online Students and How Faculty Can Offer Support"},
      {
        "id":"ED535098",
        "title":"The Futures of Adult Educator(s): Agency, Identity and Ethos. Joint Conference Proceedings of the 2nd ESREA/ReNAdET Meeting and the 4th TQF Seminar (Tallinn, Estonia, November 9-11, 2011)"},
      {
        "id":"ED535119",
        "title":"Roster of Physics Departments with Enrollment and Degree Data, 2011: Results from the 2011 Survey of Enrollments and Degrees. Focus On"},
      {
        "id":"ED535120",
        "title":"Physics Bachelor's Initial Employment: Data from the Degree Recipient Follow-Up Survey for the Classes of 2009 and 2010. Focus On"},
      {
        "id":"ED535121",
        "title":"Transparency &amp; Accountability: An Evaluation of the VSA College Portrait Pilot. A Special Report from the National Institute for Learning Outcomes Assessment for the Voluntary System of Accountability"},
      {
        "id":"ED535124",
        "title":"Teaching the Techniques of Making Architectural Metaphors"},
      {
        "id":"ED535125",
        "title":"Making Student Learning Evidence Transparent: The State of the Art"},
      {
        "id":"ED535126",
        "title":"Down and In: Assessment Practices at the Program Level"},
      {
        "id":"ED535127",
        "title":"Perspectives from Campus Leaders on the Current State of Student Learning Outcomes Assessment: NILOA Focus Group Summary 2009-2010"},
      {
        "id":"ED535128",
        "title":"Using Assessment Results: Promising Practices of Institutions That Do It Well"},
      {
        "id":"ED535129",
        "title":"Online Learning Trends in Private-Sector Colleges and Universities"},
      {
        "id":"ED535130",
        "title":"Teaching, Learning, and Sharing: How Today's Higher Education Faculty Use Social Media"},
      {
        "id":"ED535131",
        "title":"Community College Students and Applied Research. Professional File. Number 30"},
      {
        "id":"ED535132",
        "title":"The Efficacy of Strategy in Higher Education--A Methodology. Professional File. Number 27"},
      {
        "id":"ED535133",
        "title":"Course Management Systems and Campus-Based Learning. Professional File. Number 29"},
      {
        "id":"ED535134",
        "title":"Homeschool Progress Report 2009: Academic Achievement and Demographics"},
      {
        "id":"ED535135",
        "title":"The Effects on Monopsony on Strategy and Leadership in Ontario Colleges. Professional File. Number 28"},
      {
        "id":"ED535136",
        "title":"Following the Ontario Transfer Student: From College to University Inception. Professional File. Number 31"},
      {
        "id":"ED535137",
        "title":"A Nation Deceived: How Schools Hold Back America's Brightest Students. The Templeton National Report on Acceleration. Volume 1"},
      {
        "id":"ED535138",
        "title":"A Nation Deceived: How Schools Hold Back America's Brightest Students. The Templeton National Report on Acceleration. Volume 2"},
      {
        "id":"ED535139",
        "title":"The Paradox of Giftedness and Autism: Packet of Information for Families"},
      {
        "id":"ED535140",
        "title":"The Paradox of Giftedness and Autism: Packet of Information for Professionals (PIP)--Revised (2008)"},
      {
        "id":"ED535141",
        "title":"The Mission of the University. Professional File. Number 26"},
      {
        "id":"ED535142",
        "title":"Online Learning in Illinois High Schools: Has the Time Come?"},
      {
        "id":"ED535143",
        "title":"The Efficacy of Dictionary Use while Reading for Learning New Words"},
      {
        "id":"ED535144",
        "title":"Memory Skills of Deaf Learners: Implications and Applications"},
      {
        "id":"ED535160",
        "title":"Opportunities for Policy Leadership on Afterschool Care. Policy Briefing Series. Issue 5"},
      {
        "id":"ED535161",
        "title":"Finding Context: What Today's College Students Say about Conducting Research in the Digital Age. Project Information Literacy Progress Report"},
      {
        "id":"ED535162",
        "title":"Assigning Inquiry: How Handouts for Research Assignments Guide Today's College Students. Project Information Literacy Progress Report"},
      {
        "id":"ED535164",
        "title":"Establishing a State Consortium for Assessment: A Discussion of Factors to Consider"},
      {
        "id":"ED535166",
        "title":"Truth Be Told: How College Students Evaluate and Use Information in the Digital Age. Project Information Literacy Progress Report"},
      {
        "id":"ED535167",
        "title":"Lessons Learned: How College Students Seek Information in the Digital Age. Project Information Literacy Progress Report"},
      {
        "id":"ED535168",
        "title":"Balancing Act: How College Students Manage Technology While in the Library during Crunch Time. Project Information Literacy Research Report"},
      {
        "id":"ED535174",
        "title":"Morbidity and Mortality Weekly Report. Volume 61, Number 33"},
      {
        "id":"ED535175",
        "title":"School Involvement Leave: Providing Leave for Parental Involvement in School Activities. Policy Briefing Series. Issue 18"},
      {
        "id":"ED535176",
        "title":"Applying Systems Thinking to Improve Special Education in Ohio"},
      {
        "id":"ED535177",
        "title":"The 2011 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual and Transgender Youth in Our Nation's Schools"},
      {
        "id":"ED535178",
        "title":"The 2011 National School Climate Survey: Key Findings on the Experiences of Lesbian, Gay, Bisexual and Transgender Youth in Our Nation's Schools. Executive Summary"},
      {
        "id":"ED535179",
        "title":"A Guide to Personalizing Learning: Suggestions for the Race to the Top-District Competition. An Education White Paper"},
      {
        "id":"ED535180",
        "title":"Classifying K-12 Blended Learning"},
      {
        "id":"ED535181",
        "title":"The Rise of K-12 Blended Learning: Profiles of Emerging Models"},
      {
        "id":"ED535182",
        "title":"Disrupting College: How Disruptive Innovation Can Deliver Quality and Affordability to Postsecondary Education"},
      {
        "id":"ED535183",
        "title":"Moving from Inputs to Outputs to Outcomes: The Future of Education Policy"},
      {
        "id":"ED535184",
        "title":"Great Expectations, Mixed Results: Standards and Performance in Denver's New Public Schools, 2007-2011"},
      {
        "id":"ED535185",
        "title":"A Call to Action: Getting Denver Public Schools Students Back on Track to Graduation. An Analysis of DPS' Off-Track Youth, in and out of School, and a Roadmap for Improving Educational Options"},
      {
        "id":"ED535186",
        "title":"True North: Goals for Denver Public Schools"},
      {
        "id":"ED535204",
        "title":"The Nation's Report Card: Writing 2011. National Assessment of Educational Progress at Grades 8 and 12. NCES 2012-470"},
      {
        "id":"ED535205",
        "title":"Classifying the Colleges of the Forgotten Americans: A Geographically-Based Classification of Public Master's Colleges and Universities"},
      {
        "id":"ED535206",
        "title":"How Do Charter Schools Get the Teachers They Want? Issue Brief"},
      {
        "id":"ED535207",
        "title":"Details from the Dashboard: Charter Schools by Geographic Region"},
      {
        "id":"ED535208",
        "title":"Assess, Coordinate, Execute: How to ACE an Executive Director Search. Issue Brief"},
      {
        "id":"ED535209",
        "title":"An Accident of History: Breaking the District Monopoly on Public School Facilities"},
      {
        "id":"ED535210",
        "title":"A Mission to Serve: How Public Charter Schools Are Designed to Meet the Diverse Demands of Our Communities. Issue Brief"},
      {
        "id":"ED535211",
        "title":"Beyond City Limits: Expanding Public Charter Schools in Rural America. Issue Brief"},
      {
        "id":"ED535212",
        "title":"Details from the Dashboard: Charter School Race/Ethnicity Demographics"},
      {
        "id":"ED535213",
        "title":"Free to Lead: Autonomy in Highly Successful Charter Schools. Issue Brief"},
      {
        "id":"ED535214",
        "title":"Conflicted: Faculty and Online Education, 2012"},
      {
        "id":"ED535215",
        "title":"Digital Faculty: Professors, Teaching and Technology, 2012"},
      {
        "id":"ED535216",
        "title":"Parent Training Interventions for Attention Deficity Hyperactivity Disorder (ADHD) in Children Aged 5 to 18 Years. Campbell Systematic Reviews. 2012:2"},
      {
        "id":"ED535217",
        "title":"Indicated Truancy Interventions: Effects on School Attendance among Chronic Truant Students. Campbell Systematic Reviews. 2012:10"},
      {
        "id":"ED535218",
        "title":"Home-Based Child Development Interventions for Preschool Children from Socially Disadvantaged Families. Campbell Systematic Reviews. 2012:1"},
      {
        "id":"ED535219",
        "title":"Dropout Prevention and Intervention Programs: Effects on School Completion and Dropout among School-Aged Children and Youth. Campbell Systematic Reviews.  2011:8"},
      {
        "id":"ED535220",
        "title":"Curriculum Design, Development, and Implementation in an Era of Common Core State Standards. Summary Report of a Conference (Arlington, Virginia, August 1-3, 2010)"},
      {
        "id":"ED535221",
        "title":"Report of a Survey of State Mathematics Supervisors: What Influence Has NCTM's \"Curriculum Focal Points\" Had on State-Level Specification of Learning Goals?"},
      {
        "id":"ED535222",
        "title":"High School Mathematics: State-Level Curriculum Standards and Graduation Requirements"},
      {
        "id":"ED535223",
        "title":"K-12 Mathematics: What Should Students Learn and When Should They Learn It? Conference Highlights"},
      {
        "id":"ED535224",
        "title":"The Future of STEM Curriculum and Instructional Design: A Research and Development Agenda for Learning Designers. Report of a Workshop Series"},
      {
        "id":"ED535225",
        "title":"From Compliance to Service: Evolving the State Role to Support District Data Efforts to Improve Student Achievement"},
      {
        "id":"ED535226",
        "title":"From Compliance to Service: Evolving the State Role to Support District Data Efforts to Improve Student Achievement. Summary"},
      {
        "id":"ED535227",
        "title":"Supporting Education Policy and Practice through Common Data Standards: A Policymaker's Guide"},
      {
        "id":"ED535228",
        "title":"Supporting Data Use While Protecting the Privacy, Security and Confidentiality of Student Information: A Primer for State Policymakers"},
      {
        "id":"ED535229",
        "title":"Using Data to Increase College and Career Readiness: A Primer for State Policymakers"},
      {
        "id":"ED535230",
        "title":"Effectively Linking Teacher and Student Data: The Key to Improving Teacher Quality"},
      {
        "id":"ED535231",
        "title":"High School Feedback: An Analysis of States' Current Efforts"},
      {
        "id":"ED535232",
        "title":"Race to the Top-Early Learning Challenge (RTT-ELC) Program: Data Implications"},
      {
        "id":"ED535249",
        "title":"Spend Smart: Fix Our Broken School Funding System. A ConnCAN Issue Brief"},
      {
        "id":"ED535250",
        "title":"The State of Connecticut Public Education: A 2009-2010 Report Card for Connecticut Public Schools and Public Policies"},
      {
        "id":"ED535251",
        "title":"School Finance in Connecticut. Issue Brief"},
      {
        "id":"ED535252",
        "title":"Connecticut's Teachers, Principals &amp; Race to the Top. ConnCAN Issue Brief"},
      {
        "id":"ED535253",
        "title":"The Tab: How Connecticut Can Fix Its Dysfunctional Education Spending System to Reward Success, Incentivize Choice and Boost Student Achievement. A ConnCAN/Public Impact Research Report"},
      {
        "id":"ED535254",
        "title":"Staff Smart: Keep the Best Teachers in Connecticut's Classrooms. A ConnCAN Issue Brief"},
      {
        "id":"ED535255",
        "title":"Measuring Teacher Effectiveness: A Look &quot;Under the Hood&quot; of Teacher Evaluation in 10 Sites. A ConnCAN, 50CAN, and Public Impact Report"},
      {
        "id":"ED535256",
        "title":"Using Evaluation Results for Improving Teaching Practice: A Research Case Study"},
      {
        "id":"ED535257",
        "title":"Let No Child Be Left Inside - Propping Up Students Alertness to the World Around"},
      {
        "id":"ED535258",
        "title":"Integrated Model of Teacher Preparation: An Alternate Representation"},
      {
        "id":"ED535259",
        "title":"How Do Interest in Sciences Vary with Gender?"},
      {
        "id":"ED535260",
        "title":"Positive Behavior Support in Delaware Schools: Developing Perspectives on Implementation and Outcomes. Executive Summary"},
      {
        "id":"ED535261",
        "title":"Positive Behavior Support in Delaware Schools: Developing Perspectives on Implementation and Outcomes. Technical Report No. T2010.3"},
      {
        "id":"ED535262",
        "title":"An Analysis of Student Reading as Measured on the Diagnostic Assessment of Reading (DAR)"},
      {
        "id":"ED535263",
        "title":"Delaware Middle Schools Beating the Odds. Technical Report Number T2010.4"},
      {
        "id":"ED535264",
        "title":"Distributed Leadership in Delaware"},
      {
        "id":"ED535266",
        "title":"Deploying Community Colleges to Strengthen State Economic Development: A National Study. Executive Summary"},
      {
        "id":"ED535267",
        "title":"Deploying Community Colleges to Strengthen State Economic Development: A National Study"},
      {
        "id":"ED535268",
        "title":"Unlocking the Treasure Chest of Labor Market Information: Crucial Information for Job Seekers, Educators, and Employers in a Tough Economy. Research Brief"},
      {
        "id":"ED535269",
        "title":"Unfulfilled Expectations: Recent College Graduates Struggle in a Troubled Economy. Work Trends"},
      {
        "id":"ED535270",
        "title":"Chasing the American Dream: Recent College Graduates and the Great Recession. Work Trends"},
      {
        "id":"ED535271",
        "title":"Left out. Forgotten? Recent High School Graduates and the Great Recession. Work Trends"},
      {
        "id":"ED535272",
        "title":"Field Guide to Education in Connecticut, 2012"},
      {
        "id":"ED535273",
        "title":"Connecticut's Charter School Law &amp; Race to the Top. A ConnCAN Issue Brief"},
      {
        "id":"ED535274",
        "title":"Connecticut Graduation Rates. A ConnCAN Issue Brief"},
      {
        "id":"ED535275",
        "title":"The 2011 ConnCAN Annual Report: Until It's Done"},
      {
        "id":"ED535276",
        "title":"Good Does Not Equal Good Enough: 2010 ConnCAN Annual Report"},
      {
        "id":"ED535277",
        "title":"We Will Not Rest: ConnCAN 2009 Annual Report"},
      {
        "id":"ED535278",
        "title":"ConnCAN Annual Report 2008: Faces of Change"},
      {
        "id":"ED535279",
        "title":"Connecticut Coalition for Achievement Now. 2006-2007 Annual Report"},
      {
        "id":"ED535296",
        "title":"Adolescent Literacy Programs: Costs of Implementation. Final Report from Carnegie Corporation of New York's Council on Advancing Adolescent Literacy"},
      {
        "id":"ED535297",
        "title":"Reading in the Disciplines: The Challenges of Adolescent Literacy. Final Report from Carnegie Corporation of New York's Council on Advancing Adolescent Literacy"},
      {
        "id":"ED535298",
        "title":"Changes in Family Literacy Funding and Welfare Policy: Consequences for Pennsylvania Family Literacy Programs. Research Brief #5"},
      {
        "id":"ED535299",
        "title":"Measure for Measure: A Critical Consumers' Guide to Reading Comprehension Assessments for Adolescents. Final Report from Carnegie Corporation of New York's Council on Advancing Adolescent Literacy"},
      {
        "id":"ED535300",
        "title":"Educational and Mothering Discourses and Learner Goals: Mexican Immigrant Women Enacting Agency in a Family Literacy Program. Research Brief #8"},
      {
        "id":"ED535301",
        "title":"Moving towards Participatory Adult Education: Involving Family Literacy Students in Meaningful Leadership Experiences. Research Brief #4"},
      {
        "id":"ED535302",
        "title":"Parenting for Literacy Development and Educational Success: An Examination of the Parent Education Profile. Research Brief #3"},
      {
        "id":"ED535303",
        "title":"The Importance of Social Interaction and Support for Women Learners: Evidence from Family Literacy Programs. Research Brief #2"},
      {
        "id":"ED535304",
        "title":"Adolescent Literacy Development in Out-of-School Time: A Practitioner's Guide. Final Report from Carnegie Corporation of New York's Council on Advancing Adolescent Literacy"},
      {
        "id":"ED535305",
        "title":"African American Men, Identity, and Participation in Adult Basic Education and Literacy Programs. Research Brief #6"},
      {
        "id":"ED535306",
        "title":"Caring and Motivating Middle School Classrooms. Issue Brief"},
      {
        "id":"ED535307",
        "title":"Building Effective Learning Environments in California's Continuation High Schools. Issue Brief"},
      {
        "id":"ED535308",
        "title":"English Articulation between the San Francisco Unified School District and the City College of San Francisco. Youth Data Archive Issue Brief"},
      {
        "id":"ED535309",
        "title":"Truancy and Chronic Absence in Redwood City. Youth Data Archive Issue Brief"},
      {
        "id":"ED535310",
        "title":"Developing Early Warning Indicators for the San Francisco Unified School District. Youth Data Archive Issue Brief"},
      {
        "id":"ED535311",
        "title":"Reproducing Gender Inequality: A Critical Discourse Analysis of a Turkish Adult Literacy Textbook. Research Brief #7"},
      {
        "id":"ED535312",
        "title":"Building and Using Coordinated State Early Care and Education Data Systems: A Framework for State Policymakers"},
      {
        "id":"ED535313",
        "title":"10 Fundamentals of Coordinated State Early Care and Education Data Systems: Inaugural State Analysis"},
      {
        "id":"ED535314",
        "title":"Minimum Standards for Education: Preparedness, Response, Recovery"},
      {
        "id":"ED535315",
        "title":"An Evaluation of the INEE Minimum Standards for Education in Emergencies, Chronic Crises and Early Reconstruction: A Uganda Case Study"},
      {
        "id":"ED535316",
        "title":"Fulfilling the Compact: Building a Breakthrough, Results-Driven Public Charter School Sector"},
      {
        "id":"ED535317",
        "title":"Making Room for New Public Schools: How Innovative School Districts Are Learning to Share Public Education Facilities with Charter Schools"},
      {
        "id":"ED535318",
        "title":"Time to Act: An Agenda for Advancing Adolescent Literacy for College and Career Success. Final Report from Carnegie Corporation of New York's Council on Advancing Adolescent Literacy"},
      {
        "id":"ED535319",
        "title":"Career and Technical Education: Five Ways That Pay along the Way to the B.A. Executive Summary"},
      {
        "id":"ED535320",
        "title":"Poverty, Residential Mobility, and Persistence across Urban and Rural Family Literacy Programs in Pennsylvania. Research Brief #1"},
      {
        "id":"ED535321",
        "title":"Career and Technical Education: Five Ways That Pay along the Way to the B.A."},
      {
        "id":"ED535323",
        "title":"Adolescent Literacy and Textbooks: An Annotated Bibliography. Final Report from Carnegie Corporation of New York's Council on Advancing Adolescent Literacy"},
      {
        "id":"ED535324",
        "title":"State and District Receipt of Recovery Act Funds. A Report from Charting the Progress of Education Reform: An Evaluation of the Recovery Act's Role. NCEE 2012-4057"},
      {
        "id":"ED535344",
        "title":"Physical Place on Campus: A Report on the Summit on Building Community"},
      {
        "id":"ED535345",
        "title":"Engaging Global Citizens outside the Classroom: A Resource Guide for Campus Professionals"},
      {
        "id":"ED535346",
        "title":"Count Us in: Mind over Matter. Promoting and Supporting Mental and Emotional Wellbeing"},
      {
        "id":"ED535347",
        "title":"Gaelic Language Plan"},
      {
        "id":"ED535348",
        "title":"Count Us in: Success for All"},
      {
        "id":"ED535349",
        "title":"Gaelic Education: Building on the Successes, Addressing the Barriers"},
      {
        "id":"ED535351",
        "title":"A Look at Welcome Week: The Role of College Unions and Student Activities in Welcoming Students"},
      {
        "id":"ED535355",
        "title":"State Capacity for Leadership: Ensuring Meaningful Higher Education Involvement in State Implementation of New Assessments Aligned with the Common Core State Standards"},
      {
        "id":"ED535356",
        "title":"Performance Funding: From Idea to Action"},
      {
        "id":"ED535358",
        "title":"Social Subjects: A Subject-Based Aspect Report on Provision in Scotland's Colleges by HM Inspectors on Behalf of the Scottish Funding Council"},
      {
        "id":"ED535359",
        "title":"Quality and Improvement in Scottish Education: Trends in Inspection Findings 2008-2011"},
      {
        "id":"ED535360",
        "title":"Performing Arts: A Subject-Based Aspect Report on Provision in Scotland's Colleges by HM Inspectors on Behalf of the Scottish Funding Council"},
      {
        "id":"ED535362",
        "title":"Self-Evaluation and Internal Review: An Aspect Report on Provision in Scotland's Colleges by HM Inspectors on Behalf of the Scottish Funding Council"},
      {
        "id":"ED535363",
        "title":"Realizing Kentucky's Educational Attainment Goal: A Look in the Rear View Mirror and down the Road Ahead"},
      {
        "id":"ED535364",
        "title":"Preparing Learners in Scotland's Colleges for Employment or Further Study. An Aspect Report on Provision in Scotland's Colleges by HM Inspectors on Behalf of the Scottish Funding Council"},
      {
        "id":"ED535365",
        "title":"Technology in College Unions and Student Activities: A Collection of Technology Resources from the ACUI Community"},
      {
        "id":"ED535366",
        "title":"State Policies Affecting the &quot;Adult Re-Entry Pipeline&quot; in Postsecondary Education: Results of a Fifty-State Inventory"},
      {
        "id":"ED535367",
        "title":"Not Just Kid Stuff Anymore: The Economic Imperative for More Adults to Complete College"},
      {
        "id":"ED535368",
        "title":"Issue Brief #1: Who Pays for Higher Education? Changing Patterns in Cost, Price, and Subsidies"},
      {
        "id":"ED535369",
        "title":"The Growing Imbalance: Recent Trends in U.S. Postsecondary Education Finance. A Report of the Delta Cost Project"},
      {
        "id":"ED535370",
        "title":"What Does a College Degree Cost? Comparing Approaches to Measuring &quot;Cost Per Degree&quot;. Delta Cost Project White Paper Series"},
      {
        "id":"ED535371",
        "title":"Issue Brief #2: Metrics for Improving Cost Accountability (Hint: Not More Detailed Cost Accounting...)"},
      {
        "id":"ED535372",
        "title":"Causal Factors Attributed to Student Success on the California High School Exit Examination"},
      {
        "id":"ED535392",
        "title":"Christian Learner: Wisdom and Gaining Knowledge Equals Joy"},
      {
        "id":"ED535400",
        "title":"Readiness for Change. White Paper"},
      {
        "id":"ED535401",
        "title":"State Guide to Developing Successful Early Childhood Data Systems"},
      {
        "id":"ED535402",
        "title":"Putting the Punch in Parent Power. Education Outlook. No. 5"},
      {
        "id":"ED535404",
        "title":"Albanian: The Albanian Language in Education in Italy. Regional Dossiers Series"},
      {
        "id":"ED535412",
        "title":"Frisian: The Frisian Language in Education in the Netherlands. Fourth Edition. Regional Dossiers Series"},
      {
        "id":"ED535413",
        "title":"Basque: The Basque Language in Education in France. Second Edition. Regional Dossiers Series"},
      {
        "id":"ED535414",
        "title":"Basque: The Basque Language in Education in Spain. Second Edition. Regional Dossiers Series"},
      {
        "id":"ED535415",
        "title":"Implementing Indiana&apos;s &quot;Putting Students First&quot; Agenda: Early Lessons and Potential Futures"},
      {
        "id":"ED535417",
        "title":"Characteristics of Recent Science and Engineering Graduates: 2008. Detailed Statistical Tables. NSF 12-328"},
      {
        "id":"ED535433",
        "title":"Teaching Letter Sounds in Preschool, Kindergarten, and Special Education: Five Strategies to Ease the Memory Burden"},
      {
        "id":"ED535435",
        "title":"Recommendations for Choice Program Provisions in the Elementary and Secondary Education Act. Issue Brief No. 3"},
      {
        "id":"ED535438",
        "title":"Reaffirming the Role of School Integration in K-12 Education Policy"},
      {
        "id":"ED535439",
        "title":"Career Technical Education: Keeping Adult Learners Competitive for High-Demand Jobs"},
      {
        "id":"ED535440",
        "title":"Federally Funded Charter Schools Should Foster Diversity. Issue Brief No. 2"},
      {
        "id":"ED535441",
        "title":"Key Principles for ESEA Reauthorization. Issue Brief No. 1"},
      {
        "id":"ED535442",
        "title":"&quot;E Pluribus&quot;... Separation: Deepening Double Segregation for More Students"},
      {
        "id":"ED535443",
        "title":"Federal Support for School Integration: A Status Report. Issue Brief No. 4"},
      {
        "id":"ED535444",
        "title":"Career Technical Education and Labor Market Demand"},
      {
        "id":"ED535445",
        "title":"Academic Freedom: What It Is, What It Isn't, and How to Tell the Difference"},
      {
        "id":"ED535446",
        "title":"Do North Carolina Students Have Freedom of Speech? A Review of Campus Speech Codes"},
      {
        "id":"ED535447",
        "title":"State Investment in Universities: Rethinking the Impact on Economic Growth"},
      {
        "id":"ED535448",
        "title":"A Common-Sense Look at UNC Faculty Workloads"},
      {
        "id":"ED535449",
        "title":"Games Universities Play: And How Donors Can Avoid Them"},
      {
        "id":"ED535450",
        "title":"Pell Grants: Where Does All the Money Go"},
      {
        "id":"ED535451",
        "title":"The UNC School of the Arts: Should It Be Self-Supporting?"},
      {
        "id":"ED535452",
        "title":"College Bound? Make the Right Choices"},
      {
        "id":"ED535455",
        "title":"Bringing Children Together: Magnet Schools and Public Housing Redevelopment"},
      {
        "id":"ED535457",
        "title":"New Homes, New Neighborhoods, New Schools: A Progress Report on the Baltimore Housing Mobility Program"},
      {
        "id":"ED535458",
        "title":"Accommodating College Students with Learning Disabilities: ADD, ADHD, and Dyslexia"},
      {
        "id":"ED535460",
        "title":"The Revenue-to-Cost Spiral in Higher Education"},
      {
        "id":"ED535476",
        "title":"Differences between Hispanic and Non-Hispanic Families in Social Capital and Child Development: First-Year Findings from an Experimental Study"},
      {
        "id":"ED535477",
        "title":"Improving Oral Performance through Interactions Flashcards"},
      {
        "id":"ED535478",
        "title":"How Iranian People Engage Sport and Physical Education Regarding Managerial Changes From the Beginning of Achaemenian Dynasty to End of Pahlavi Kingdom"},
      {
        "id":"ED535479",
        "title":"Level of Students' Achievement in Mathematics at the End of Elementary Education in Yemen"},
      {
        "id":"ED535480",
        "title":"Practicum as a Space and Time of Transformation: Self-Narrative of a Physical Education Pre-Service Teacher"},
      {
        "id":"ED535481",
        "title":"Non-Formal and Informal Education: Where Does It Go in the Slovak Republic?"},
      {
        "id":"ED535482",
        "title":"Primary-Grade Teacher Candidates' Views on Museum Education"},
      {
        "id":"ED535483",
        "title":"Lesson Study as Practice: An Indonesian Elementary School Experience"},
      {
        "id":"ED535484",
        "title":"Unequal Achievement of Science Undergraduates: Does Sex Influence the Differences?"},
      {
        "id":"ED535485",
        "title":"From Crisis to Renewal: One School's Journey"},
      {
        "id":"ED535486",
        "title":"Good Schooling as the Outcome of the Interaction between Children and Teachers in Greek Primary School"},
      {
        "id":"ED535487",
        "title":"Exploring the Influences of Elementary School Students' Learning Motivation on Web-Based Collaborative Learning"},
      {
        "id":"ED535488",
        "title":"Who Is Controlling the Interaction? The Effect of Nonverbal Mirroring on Teacher-Student Rapport"},
      {
        "id":"ED535489",
        "title":"Promoting Female Students' Learning Motivation towards Science by Exercising Hands-On Activities"},
      {
        "id":"ED535490",
        "title":"The Cognitive Abilities of Children: Reflections from an Entrance Exam"},
      {
        "id":"ED535491",
        "title":"Identifying Gaps in Academic Writing of ESL Students"},
      {
        "id":"ED535492",
        "title":"Another Way to Develop Chinese Students' Creativity: Extracurricular Innovation Activities"},
      {
        "id":"ED535493",
        "title":"A Date With Academic Literacies: Using Brief Conversation to Facilitate Student Engagement With Academic Literacies"},
      {
        "id":"ED535494",
        "title":"Turning the Tides: President Obama and Education Reform. Education Outlook. No. 6"},
      {
        "id":"ED535495",
        "title":"The Implementing Model of Empowering Eight for Information Literacy"},
      {
        "id":"ED535496",
        "title":"Reporting Qualitative Data Quantitatively: Code-Switching in Mathematics Classrooms"},
      {
        "id":"ED535497",
        "title":"Protecting Your Child's Personal Information at School"},
      {
        "id":"ED535498",
        "title":"Analysis of the Use of Online Tutorial"},
      {
        "id":"ED535499",
        "title":"The Characteristics and Needs of Families Experiencing Homelessness"},
      {
        "id":"ED535500",
        "title":"Measuring Intervention Effectiveness: The Benefits of an Item Response Theory Approach"},
      {
        "id":"ED535501",
        "title":"Linking Research and Practice in New York: A New York City Small Schools of Choice Case Study"},
      {
        "id":"ED535502",
        "title":"Enhanced-Group Moore Method: Effects on van Hiele Levels of Geometric Understanding, Proof-Construction Performance and Beliefs"},
      {
        "id":"ED535504",
        "title":"Advancing to Completion: Increasing Degree Attainment by Improving Graduation Rates and Closing Gaps for African-American Students"},
      {
        "id":"ED535505",
        "title":"Working to End Family Homelessness. Annual Report"},
      {
        "id":"ED535506",
        "title":"Conditions for the Effectiveness of a Tablet-Based Algebra Program"},
      {
        "id":"ED535507",
        "title":"Medical Amnesty: Professional Enabling or Indicated Prevention?"},
      {
        "id":"ED535508",
        "title":"The Middle School Intervention Project: Use of a Regression Discontinuity Design to Evaluate a Multi-Component Intervention for Struggling Readers in Middle School in Six School Districts"},
      {
        "id":"ED535509",
        "title":"Chronically Low-Performing Schools and Turnaround: Evidence from Three States"},
      {
        "id":"ED535510",
        "title":"Advancing to Completion: Increasing Degree Attainment by Improving Graduation Rates and Closing Gaps for Hispanic Students"},
      {
        "id":"ED535511",
        "title":"Implementation of Turnaround Strategies in Chronically Low-Performing Schools"},
      {
        "id":"ED535512",
        "title":"Supervision Practices of School Principals: Reflection in Action"},
      {
        "id":"ED535513",
        "title":"Home for the Helidays: A Guide for Student Adult Children of Alcoholics (ACoA). Making a Difference Series"},
      {
        "id":"ED535514",
        "title":"Evaluation of the Infant/Toddler Systems Building Initiative: Final Report for the Early Childhood Mental Health Consultation Program, June 2006-June 2008"},
      {
        "id":"ED535515",
        "title":"Selecting Growth Measures for School and Teacher Evaluations. Working Paper 80"},
      {
        "id":"ED535516",
        "title":"Research-Practice Collaboration in NYC: Evaluating the Implementation and Impact of the Expanded Success Initiative"},
      {
        "id":"ED535517",
        "title":"Investigating the Role of Human Resources in School Turnaround: Evidence from Two States"},
      {
        "id":"ED535518",
        "title":"A Parents' Guide to Alcohol, Drinking, & Choosing a College. Making a Difference Series"},
      {
        "id":"ED535519",
        "title":"The Strategic Data Project: Improving Strategic and Management Decisions in Educational Agencies through the Effective Use of Data"},
      {
        "id":"ED535520",
        "title":"Student Blogs: Virtual Communities or Predator Menus? Making a Difference Series"},
      {
        "id":"ED535521",
        "title":"What Works and Why We Don't Have Enough of It: Voices of Families from Allegheny County's Family Support Centers. Phase I Evaluation: What Matters Most to Families"},
      {
        "id":"ED535522",
        "title":"Evaluation of Posttraumatic Stress Disorder Treatment Component"},
      {
        "id":"ED535523",
        "title":"Gender Discrimination in Educational Personnel: A Case Study of Gweru Urban District Secondary Schools, Zimbabwe"},
      {
        "id":"ED535524",
        "title":"Differences in the Policies, Programs, and Practices (PPPs) and Combination of PPPs across Turnaround, Moderately Improving, and Not Improving Schools"},
      {
        "id":"ED535525",
        "title":"Raising Voices and Choices through Education"},
      {
        "id":"ED535526",
        "title":"Accreditation Policies of Turkey in Primary and Secondary Education"},
      {
        "id":"ED535527",
        "title":"Understanding Traumatic Stress in Children"},
      {
        "id":"ED535546",
        "title":"Using No Child Left Behind Waivers to Improve English Language Learner Education"},
      {
        "id":"ED535548",
        "title":"Performance-Based Funding of Higher Education: A Detailed Look at Best Practices in 6 States"},
      {
        "id":"ED535549",
        "title":"Unequal Education: Federal Loophole Enables Lower Spending on Students of Color"},
      {
        "id":"ED535555",
        "title":"The Stealth Inequities of School Funding: How State and Local School Finance Systems Perpetuate Inequitable Student Spending"},
      {
        "id":"ED532434",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Delaware. Grade 8, Public Schools"},
      {
        "id":"ED532435",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. DoDEA. Grade 8, Public Schools"},
      {
        "id":"ED532436",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Florida. Grade 8, Public Schools"},
      {
        "id":"ED532437",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Georgia. Grade 8, Public Schools"},
      {
        "id":"ED532438",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Hawaii. Grade 8, Public Schools"},
      {
        "id":"ED532439",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Iowa. Grade 8, Public Schools"},
      {
        "id":"ED532440",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Idaho. Grade 8, Public Schools"},
      {
        "id":"ED532441",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Illinois. Grade 8, Public Schools"},
      {
        "id":"ED532442",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Indiana. Grade 8, Public Schools"},
      {
        "id":"ED532443",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Kansas. Grade 8, Public Schools"},
      {
        "id":"ED532444",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Kentucky. Grade 8, Public Schools"},
      {
        "id":"ED532445",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Louisiana. Grade 8, Public Schools"},
      {
        "id":"ED532446",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Massachusetts. Grade 8, Public Schools"},
      {
        "id":"ED532447",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Maryland. Grade 8, Public Schools"},
      {
        "id":"ED532448",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Maine. Grade 8, Public Schools"},
      {
        "id":"ED532449",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Michigan. Grade 8, Public Schools"},
      {
        "id":"ED532450",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Minnesota. Grade 8, Public Schools"},
      {
        "id":"ED532451",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Mississippi. Grade 8, Public Schools"},
      {
        "id":"ED532452",
        "title":"WWC Review of the Report &quot;Classroom Assessment for Student Learning: The Impact on Elementary School Mathematics in the Central Region&quot;"},
      {
        "id":"ED532453",
        "title":"WWC Review of the Report &quot;A Multisite Cluster Randomized Trial of the Effects of CompassLearning &apos;Odyssey[R] Math&apos; on the Math Achievement of Selected Grade 4 Students in the Mid-Atlantic Region&quot;"},
      {
        "id":"ED532465",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Missouri. Grade 8, Public Schools"},
      {
        "id":"ED532466",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Montana. Grade 8, Public Schools"},
      {
        "id":"ED532467",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. North Carolina. Grade 8, Public Schools"},
      {
        "id":"ED532468",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. North Dakota. Grade 8, Public Schools"},
      {
        "id":"ED532469",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Nebraska. Grade 8, Public Schools"},
      {
        "id":"ED532470",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. New Hampshire. Grade 8, Public Schools"},
      {
        "id":"ED532471",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. New Jersey. Grade 8, Public Schools"},
      {
        "id":"ED532472",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. New Mexico. Grade 8, Public Schools"},
      {
        "id":"ED532473",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Nevada. Grade 8, Public Schools"},
      {
        "id":"ED532474",
        "title":"Motivation of Academically Gifted Students"},
      {
        "id":"ED532475",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. New York. Grade 8, Public Schools"},
      {
        "id":"ED532476",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Ohio. Grade 8, Public Schools"},
      {
        "id":"ED532477",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Oklahoma. Grade 8, Public Schools"},
      {
        "id":"ED532478",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Oregon. Grade 8, Public Schools"},
      {
        "id":"ED532479",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Pennsylvania. Grade 8, Public Schools"},
      {
        "id":"ED532480",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Rhode Island. Grade 8, Public Schools"},
      {
        "id":"ED532481",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. South Carolina. Grade 8, Public Schools"},
      {
        "id":"ED532482",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. South Dakota. Grade 8, Public Schools"},
      {
        "id":"ED532483",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Tennessee. Grade 8, Public Schools"},
      {
        "id":"ED532484",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Texas. Grade 8, Public Schools"},
      {
        "id":"ED532485",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Utah. Grade 8, Public Schools"},
      {
        "id":"ED532486",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Virginia. Grade 8, Public Schools"},
      {
        "id":"ED532487",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Vermont. Grade 8, Public Schools"},
      {
        "id":"ED532488",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Washington. Grade 8, Public Schools"},
      {
        "id":"ED532489",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Wisconsin. Grade 8, Public Schools"},
      {
        "id":"ED532490",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. West Virginia. Grade 8, Public Schools"},
      {
        "id":"ED532491",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Wyoming. Grade 8, Public Schools"},
      {
        "id":"ED532492",
        "title":"Understanding the Implications of Online Learning for Educational Productivity"},
      {
        "id":"ED532493",
        "title":"Investing in America's Future: A Blueprint for Transforming Career and Technical Education"},
      {
        "id":"ED532504",
        "title":"ICT as an Effective Tool for Internationalization of Higher Education"},
      {
        "id":"ED532505",
        "title":"Defining Strong State Accountability Systems: How Can Better Standards Gain Greater Traction? A First Look"},
      {
        "id":"ED532506",
        "title":"Better Choices: Charter Incubation as a Strategy for Improving the Charter School Sector. Policy Brief"},
      {
        "id":"ED532507",
        "title":"How School Districts Can Stretch the School Dollar. Policy Brief"},
      {
        "id":"ED532508",
        "title":"Education Reform for the Digital Era"},
      {
        "id":"ED532509",
        "title":"Putting a Price Tag on the Common Core: How Much Will Smart Implementation Cost?"},
      {
        "id":"ED532510",
        "title":"Teacher Compensation Based on Effectiveness: The Harrison (CO) School District's Pay-for-Performance Plan"},
      {
        "id":"ED532511",
        "title":"Halting a Runaway Train: Reforming Teacher Pensions for the 21st Century"},
      {
        "id":"ED532512",
        "title":"Working to My Potential: The Postsecondary Experiences of CPS Students in the International Baccalaureate Diploma Programme"},
      {
        "id":"ED532513",
        "title":"What Matters for Staying On-Track and Graduating in Chicago Public Schools: A Focus on English Language Learners. Research Report"},
      {
        "id":"ED532514",
        "title":"California's Early Assessment Program: Its Effectiveness and the Obstacles to Successful Program Implementation"},
      {
        "id":"ED532515",
        "title":"Integrating Student Services with Instruction: Chaffey College's Long Journey to Success. Working Paper. Basic Skills Instruction in California Community Colleges, Number 5"},
      {
        "id":"ED532516",
        "title":"Getting Down to Facts: Five Years Later"},
      {
        "id":"ED532518",
        "title":"Programs for Middle School Math: An Inventory of Existing Technology. Working Paper"},
      {
        "id":"ED532519",
        "title":"School Finance Reform: A Weighted Pupil Formula for California. Report 1"},
      {
        "id":"ED532520",
        "title":"Using Data to Guide State Education Policy and Practice. Issue Brief"},
      {
        "id":"ED532521",
        "title":"New Models of Teacher Compensation: &quot;Lessons Learned from Six States&quot;. Issue Brief"},
      {
        "id":"ED532522",
        "title":"Creating a College and Career Readiness Accountability Model for High Schools. Issue Brief"},
      {
        "id":"ED532523",
        "title":"The Role of Informal Science in the State Education Agenda. Issue Brief"},
      {
        "id":"ED532524",
        "title":"Realizing the Potential: How Governors Can Lead Effective Implementation of the Common Core State Standards"},
      {
        "id":"ED532525",
        "title":"State Early Childhood Advisory Councils: An Overview of Implementation across the States. Issue Brief"},
      {
        "id":"ED532526",
        "title":"State Strategies for Awarding Credit to Support Student Learning. Issue Brief"},
      {
        "id":"ED532527",
        "title":"Preparing Principals to Evaluate Teachers. Issue Brief"},
      {
        "id":"ED532528",
        "title":"Building a Science, Technology, Engineering, and Math Education Agenda: An Update of State Actions"},
      {
        "id":"ED532529",
        "title":"State Policies to Improve the Effectiveness of School Principals. Issue Brief"},
      {
        "id":"ED532552",
        "title":"Social Sense and Effect of Music: Prevailing Ideology in Music Curricula in Croatia before and after Its Independence"},
      {
        "id":"ED532553",
        "title":"The Role of Personality Traits in the Choice and Use of the Compensation Category of English Language Learning Strategies"},
      {
        "id":"ED532554",
        "title":"Teachers, Teaching and Public Education under Pressure. Notes"},
      {
        "id":"ED532555",
        "title":"Weighing in on the Teacher Merit Pay Debate. Notes"},
      {
        "id":"ED532560",
        "title":"Making Education Dollars Work: Issue Briefs. Governors Education Symposium, 2011"},
      {
        "id":"ED532561",
        "title":"Educational Accountability with a Human Face"},
      {
        "id":"ED532562",
        "title":"The OECD, PISA and the Impacts on Educational Policy"},
      {
        "id":"ED532563",
        "title":"Commentary on the OECD's Programme for International Student Assessment (PISA) 2009 Study"},
      {
        "id":"ED532564",
        "title":"Class Size and Student Diversity: Two Sides of the Same Coin. Teacher Voice"},
      {
        "id":"ED532565",
        "title":"Optimizing Conditions of Teachers' Professional Practice to Support Students with Special Educational Needs. Teacher Voice"},
      {
        "id":"ED532566",
        "title":"A Systemic Approach to Implementing Response to Intervention in Three Colorado High Schools"},
      {
        "id":"ED532567",
        "title":"College and Career Development Organizer"},
      {
        "id":"ED532568",
        "title":"High School Improvement: Indicators of Effectiveness and School-Level Benchmarks"},
      {
        "id":"ED532580",
        "title":"Preventing Abuse in Federal Student Aid: Community College Practices"},
      {
        "id":"ED532581",
        "title":"It's a Matter of Time: Low-Income Students and Community Colleges. AACC Policy Brief 2012-02PBL"},
      {
        "id":"ED532582",
        "title":"Great Explorations in Math and Science[R] (GEMS[R]) Space Science. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED532583",
        "title":"Australian Vocational Education and Training Statistics: Apprentices and Trainees. December Quarter, 2011"},
      {
        "id":"ED532584",
        "title":"Attachment and Aspiration: What Influences Rural Youths' Educational and Residential Plans? White Paper"},
      {
        "id":"ED532585",
        "title":"Transforming Dropout Prevention Policy and Practice"},
      {
        "id":"ED532586",
        "title":"Social and Emotional Learning as a Catalyst for Academic Excellence. White Paper"},
      {
        "id":"ED532587",
        "title":"Integration of Technology in Teaching and Learning: Comprehensive Initiatives Enhance Student Engagement and Learning"},
      {
        "id":"ED532588",
        "title":"College and Career Readiness"},
      {
        "id":"ED532589",
        "title":"Why Are New Teachers Leaving? The Case for Beginning-Teacher Induction and Mentoring. Presidential Transition"},
      {
        "id":"ED532592",
        "title":"Final Report on the 21st-Century Initiative Listening Tour"},
      {
        "id":"ED532594",
        "title":"Outlook. Number 376"},
      {
        "id":"ED532595",
        "title":"Environmental Management Approach to Improve College Student and Community  Relations to Reduce Binge and High-Risk Alcohol Use and Other Drug Problems. Prevention Update"},
      {
        "id":"ED532596",
        "title":"Integrating Mental Health Promotion and Substance Abuse Prevention on College Campuses. Prevention Update"},
      {
        "id":"ED532597",
        "title":"Asian Americans and Pacific Islanders: Alcohol and Other Drug Use and Problems. Prevention Update"},
      {
        "id":"ED532599",
        "title":"Sharing, Privacy and Trust in Our Networked World. A Report to the OCLC Membership"},
      {
        "id":"ED532600",
        "title":"From Awareness to Funding: A Study of Library Support in America. A Report to the OCLC Membership"},
      {
        "id":"ED532601",
        "title":"Perceptions of Libraries, 2010: Context and Community. A Report to the OCLC Membership"},
      {
        "id":"ED532602",
        "title":"Geek the Library: A Community Awareness Campaign. A Report to the OCLC Membership"},
      {
        "id":"ED532603",
        "title":"Perceptions of Libraries and Information Resources: A Report to the OCLC Membership"},
      {
        "id":"ED532604",
        "title":"The Road Ahead: A Look at Trends in the Educational Attainment of Community College Students. AACC Policy Brief 2011-04PBL"},
      {
        "id":"ED532605",
        "title":"Character Education: A Growing Need in American Schools"},
      {
        "id":"ED532606",
        "title":"Fall 2011: Estimated Headcount Enrollment and Pell Grant Trends"},
      {
        "id":"ED532607",
        "title":"Types of Changes That Occur as Declarative Knowledge Increases"},
      {
        "id":"ED532618",
        "title":"Deschooling Society: Re-Examining Ivan Illich's Contributions to Critical Pedagogy for 21st Century Curriculum Theory"},
      {
        "id":"ED532619",
        "title":"The Alternate Route to Certification: Program Information 2009"},
      {
        "id":"ED532620",
        "title":"Higher Education Counts: Achieving Results. 2007 Report"},
      {
        "id":"ED532621",
        "title":"Higher Education Counts: Achieving Results. 2007 Executive Summary"},
      {
        "id":"ED532622",
        "title":"A Thematic Unit: Let's Go to School in Japan!"},
      {
        "id":"ED532623",
        "title":"Transfer of Credit Annual Report to Governor &amp; Legislature"},
      {
        "id":"ED532624",
        "title":"2007 New Jersey ESL Program Survey Report"},
      {
        "id":"ED532625",
        "title":"Report of CCI Early Childhood Think Tank on Governance"},
      {
        "id":"ED532626",
        "title":"What's Next for Early Childhood Education in New York City? State, City Policy Makers Consider Agenda to Move toward More Integrated System of Early Care and Education. Forum Report"},
      {
        "id":"ED532627",
        "title":"Early Care and Education--What It Costs. Volume 2. Budget Series: Full-Day, Year-Round Early Childhood Program"},
      {
        "id":"ED532628",
        "title":"Choosing Child Care: Birth to Three"},
      {
        "id":"ED532629",
        "title":"Finding a Child Care Professional to Work in Your Home"},
      {
        "id":"ED532630",
        "title":"Tinkering toward Transformation: A Look at Federal School Improvement Grant Implementation"},
      {
        "id":"ED532631",
        "title":"The Portfolio Mindset: Innovation Starts from the Ground Up. Portfolio School Districts Project"},
      {
        "id":"ED532632",
        "title":"Are Charter School Unions Worth the Bargain?"},
      {
        "id":"ED532633",
        "title":"The 7 Components of a Portfolio Strategy. Portfolio School Districts Project"},
      {
        "id":"ED532634",
        "title":"Managing Talent for School Coherence: Learning from Charter Management Organizations"},
      {
        "id":"ED532635",
        "title":"Managing Talent for School Coherence: Learning from Charter Management Organizations. Policy Brief"},
      {
        "id":"ED532655",
        "title":"State Policies on Human Capital Resource Management: Wisconsin. Human Capital Resource Management Technical Brief"},
      {
        "id":"ED532656",
        "title":"State Policies on Human Capital Resource Management: Ohio. Human Capital Resource Management Technical Brief"},
      {
        "id":"ED532657",
        "title":"State Policies on Human Capital Resource Management: Minnesota. Human Capital Resource Management Technical Brief"},
      {
        "id":"ED532658",
        "title":"State Policies on Human Capital Resource Management: Indiana. Human Capital Resource Management Technical Brief"},
      {
        "id":"ED532659",
        "title":"State Policies on Human Capital Resource Management: Michigan. Human Capital Resource Management Technical Brief"},
      {
        "id":"ED532660",
        "title":"State Policies on Human Capital Resource Management: Illinois. Human Capital Resource Management Technical Brief"},
      {
        "id":"ED532661",
        "title":"State Policies on Human Capital Resource Management: Iowa. Human Capital Resource Management Technical Brief"},
      {
        "id":"ED532662",
        "title":"Differences in Spending in School Districts across Geographic Locales in Minnesota. Summary. Issues &amp; Answers. REL 2012-No. 124"},
      {
        "id":"ED532663",
        "title":"Characteristics of Midwest Region School Districts Identified for Improvement. Issues &amp; Answers. REL 2012-No. 121"},
      {
        "id":"ED532664",
        "title":"Differences in Spending in School Districts across Geographic Locales in Minnesota. Issues &amp; Answers. REL 2012-No. 124"},
      {
        "id":"ED532665",
        "title":"Characteristics of Midwest Region School Districts Identified for Improvement. Summary. Issues &amp; Answers. REL 2012-No. 121"},
      {
        "id":"ED532666",
        "title":"Student Motivation: An Overlooked Piece of School Reform. Summary"},
      {
        "id":"ED532667",
        "title":"4. What Roles Do Parent Involvement, Family Background, and Culture Play in Student Motivation?"},
      {
        "id":"ED532668",
        "title":"Can Goals Motivate Students?"},
      {
        "id":"ED532669",
        "title":"5. What Can Schools Do to Motivate Students?"},
      {
        "id":"ED532670",
        "title":"1. What Is Motivation and Why Does It Matter?"},
      {
        "id":"ED532671",
        "title":"2. Can Money or Other Rewards Motivate Students?"},
      {
        "id":"ED532672",
        "title":"6. What Nontraditional Approaches Can Motivate Unenthusiastic Students?"},
      {
        "id":"ED532673",
        "title":"Appendix: How Do Different Experts View the Dimensions of Student Motivation?"},
      {
        "id":"ED532677",
        "title":"Certificates: Gateway to Gainful Employment and College Degrees. Executive Summary"},
      {
        "id":"ED532678",
        "title":"Investing in New York City: An Economic Analysis of the Early Care and Education Sector"},
      {
        "id":"ED532679",
        "title":"Certificates: Gateway to Gainful Employment and College Degrees"},
      {
        "id":"ED532692",
        "title":"High School Motivation and Engagement: Gender and Age Effects"},
      {
        "id":"ED532693",
        "title":"P=fm: Fostering Innovative Teaching and Learning in a Digital Age"},
      {
        "id":"ED532694",
        "title":"Astronomy in the Spanish Pre-University Educational System: The Particular Case of the Canary Islands"},
      {
        "id":"ED532706",
        "title":"The Greenfield School Revolution and School Choice. National Research"},
      {
        "id":"ED532730",
        "title":"Charlotte Danielson or National Board Certification: A Comparison and Contrasting of Two Major National Frameworks for Teaching"},
      {
        "id":"ED532731",
        "title":"Skinning the Pythagorean Cat: A Study of Strategy Preferences of Secondary Math Teachers"},
      {
        "id":"ED532745",
        "title":"School Bullying: Legal Protections for Vulnerable Youth Need to Be More Fully Assessed. Testimony before the Committee on Health, Education, Labor and Pensions, U.S. Senate. GAO-12-785T"},
      {
        "id":"ED532746",
        "title":"Youth Risk Behavior Surveillance System: 2011 National Overview"},
      {
        "id":"ED532747",
        "title":"Youth Risk Behavior Surveillance--United States, 2005. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 55, Number SS-5"},
      {
        "id":"ED532748",
        "title":"Youth Risk Behavior Surveillance--United States, 2007. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 57, Number SS-4"},
      {
        "id":"ED532749",
        "title":"Youth Risk Behavior Surveillance--United States, 2009. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 59, Number SS-5"},
      {
        "id":"ED532750",
        "title":"Youth Risk Behavior Surveillance--United States, 2011. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 61, Number 4"},
      {
        "id":"ED532763",
        "title":"Waive to the Top: The Dangers of Legislating Education Policy from the Executive Branch. Education Outlook. No. 1"},
      {
        "id":"ED532764",
        "title":"Prioritizing Teaching Quality in a New System of Teacher Evaluation. Education Outlook. No. 9"},
      {
        "id":"ED532765",
        "title":"Success in Community College: Do Institutions Differ? Working Paper 74"},
      {
        "id":"ED532766",
        "title":"What Teacher Preparation Programs Teach about K-12 Assessment: A Review"},
      {
        "id":"ED532767",
        "title":"School Based Accountability and the Distribution of Teacher Quality among Grades in Elementary Schools. Working Paper 75"},
      {
        "id":"ED532768",
        "title":"Nothing but Net: Helping Families Learn the Real Price of College. Education Outlook. No. 10"},
      {
        "id":"ED532769",
        "title":"How the Supplement-Not-Supplant Requirement Can Work against the Policy Goals of Title I: A Case for Using Title I, Part A, Education Funds More Effectively and Efficiently. Tightening Up Title I"},
      {
        "id":"ED532770",
        "title":"Who Benefits from Pension Enhancements? Working Paper 76"},
      {
        "id":"ED532771",
        "title":"The Green Screen Effect"},
      {
        "id":"ED532772",
        "title":"Observations on the State of Indigenous Human Rights in Light of the UN Declaration on the Rights of Indigenous Peoples: Guatemala"},
      {
        "id":"ED532773",
        "title":"Observations on the State of Indigenous Human Rights in Light of the UN Declaration on the Rights of Indigenous Peoples: Morocco"},
      {
        "id":"ED532774",
        "title":"Toward the Effective Teaching of New College- and Career-Ready Standards: Making Professional Learning Systemic. Research-to-Practice Brief"},
      {
        "id":"ED532775",
        "title":"Linking Teacher Evaluation to Professional Development: Focusing on Improving Teaching and Learning. Research &amp; Policy Brief"},
      {
        "id":"ED532776",
        "title":"Generating Teaching Effectiveness: The Role of Job-Embedded Professional Learning in Teacher Evaluation. Research &amp; Policy Brief"},
      {
        "id":"ED532777",
        "title":"Observations on the State of Indigenous Human Rights in Light of the UN Declaration on the Rights of Indigenous Peoples: Japan"},
      {
        "id":"ED532778",
        "title":"A Practical Guide to Designing Comprehensive Principal Evaluation Systems: A Tool to Assist in the Development of Principal Evaluation Systems"},
      {
        "id":"ED532791",
        "title":"[Opportunities and Obstacles: Implementing Stimulus-Funded School Improvement Grants in Maryland, Michigan, and Idaho. Maryland Case Study]"},
      {
        "id":"ED532792",
        "title":"[Opportunities and Obstacles: Implementing Stimulus-Funded School Improvement Grants in Maryland, Michigan, and Idaho. Idaho Case Study]"},
      {
        "id":"ED532793",
        "title":"State Implementation and Perceptions of Title I School Improvement Grants under the Recovery Act: One Year Later. Online Appendix--State Responses to Open-Ended Questions about the ARRA SIG Program"},
      {
        "id":"ED532794",
        "title":"State Implementation and Perceptions of Title I School Improvement Grants under the Recovery Act: One Year Later"},
      {
        "id":"ED532795",
        "title":"[Opportunities and Obstacles: Implementing Stimulus-Funded School Improvement Grants in Maryland, Michigan, and Idaho. Michigan Case Study]"},
      {
        "id":"ED532796",
        "title":"Teacher Perceptions of the Common Core State Standards"},
      {
        "id":"ED532797",
        "title":"Opportunities and Obstacles: Implementing Stimulus-Funded School Improvement Grants in Maryland, Michigan, and Idaho. Study Methods"},
      {
        "id":"ED532798",
        "title":"Key Findings from Two Reports on Federal School Improvement Grants by the Center on Education Policy"},
      {
        "id":"ED532799",
        "title":"Opportunities and Obstacles: Implementing Stimulus-Funded School Improvement Grants in Maryland, Michigan, and Idaho"},
      {
        "id":"ED532800",
        "title":"Strengthening and Expanding Prekindergarten in the Children First Reorganization"},
      {
        "id":"ED532801",
        "title":"Trends in the Prevalence of Selected Risk Behaviors and Obesity for White Students. National YRBS: 1991-2011"},
      {
        "id":"ED532802",
        "title":"Trends in the Prevalence of Behaviors That Contribute to Violence. National YRBS: 1991-2011"},
      {
        "id":"ED532803",
        "title":"Trends in the Prevalence of Selected Risk Behaviors and Obesity for Black Students. National YRBS: 1991-2011"},
      {
        "id":"ED532804",
        "title":"Trends in the Prevalence of Selected Risk Behaviors and Obesity for Hispanic Students. National YRBS: 1991-2011"},
      {
        "id":"ED532805",
        "title":"Youth Risk Behavior Surveillance System: Selected 2011 National Health Risk Behaviors and Health Outcomes by Sex"},
      {
        "id":"ED532806",
        "title":"Trends in the Prevalence of Behaviors that Contribute to Unintentional Injury. National YRBS: 1991-2011"},
      {
        "id":"ED532807",
        "title":"Trends in the Prevalence of Marijuana, Cocaine, and Other Illegal Drug Use. National YRBS: 1991-2011"},
      {
        "id":"ED532808",
        "title":"Youth Risk Behavior Surveillance System: Selected 2011 National Health Risk Behaviors and Health Outcomes by Race/Ethnicity"},
      {
        "id":"ED532809",
        "title":"Trends in the Prevalence of Selected Risk Behaviors and Obesity for All Students. National YRBS: 1991-2011"},
      {
        "id":"ED532810",
        "title":"Trends in the Prevalence of Alcohol Use. National YRBS: 1991-2011"},
      {
        "id":"ED532811",
        "title":"Trends in the Prevalence of Behaviors That Contribute to Violence on School Property. National YRBS: 1991-2011"},
      {
        "id":"ED532822",
        "title":"Space and Power in the Ivory Tower: Decision Making in Public Higher Education"},
      {
        "id":"ED532823",
        "title":"Trends in the Prevalence of Suicide-Related Behaviors. National YRBS: 1991-2011"},
      {
        "id":"ED532824",
        "title":"Trends in the Prevalence of Tobacco, Alcohol, and Illegal Drug Use on School Property. National YRBS: 1991-2011"},
      {
        "id":"ED532825",
        "title":"Trends in the Prevalence of Tobacco Use. National YRBS: 1991-2011"},
      {
        "id":"ED532826",
        "title":"Trends in the Prevalence of Sexual Behaviors and HIV Testing. National YRBS: 1991-2011"},
      {
        "id":"ED532827",
        "title":"Trends in the Prevalence of Obesity, Dietary Behaviors, and Weight Control Practices. National YRBS: 1991-2011"},
      {
        "id":"ED532828",
        "title":"Trends in the Prevalence of Physical Activity and Sedentary Behaviors. National YRBS: 1991-2011"},
      {
        "id":"ED532830",
        "title":"Improving Students' Conceptual Understanding of a Specific Content Learning: A Designed Teaching Sequence"},
      {
        "id":"ED532834",
        "title":"What Can a Multifaceted Program Do for Community College Students? Early Results from an Evaluation of Accelerated Study in Associate Programs (ASAP) for Developmental Education Students. Executive Summary"},
      {
        "id":"ED532840",
        "title":"What Can a Multifaceted Program Do for Community College Students? Early Results from an Evaluation of Accelerated Study in Associate Programs (ASAP) for Developmental Education Students"},
      {
        "id":"ED532855",
        "title":"Learning Tasks"},
      {
        "id":"ED532857",
        "title":"Tuition Revenues and Enrollment Demand: The Case of Southern Utah University. Professional File. Number 124, Spring 2012"},
      {
        "id":"ED532861",
        "title":"Do Professors Really Perpetuate the Gender Gap in Science? Evidence from a Natural Experiment in a French Higher Education Institution. CEE DP 138"},
      {
        "id":"ED532862",
        "title":"Institutional Dashboards: Navigational Tool for Colleges and Universities. Professional File. Number 123, Winter 2012"},
      {
        "id":"ED532868",
        "title":"First, Get Their Attention: Getting Your Results Used. Professional File. Number 122, Fall 2011"},
      {
        "id":"ED532871",
        "title":"Young Lives on Hold: The College Dreams of Undocumented Students"},
      {
        "id":"ED532873",
        "title":"Keeping Confidence in Data over Time: Testing the Tenor of Results from Repeat Administrations of a Question Inventory. Professional File. Number 121, Summer 2011"},
      {
        "id":"ED532894",
        "title":"Building the Foundation: A Suggested Progression of Sub-Skills to Achieve the Reading Standards--Foundational Skills in the Common Core State Standards"},
      {
        "id":"ED532895",
        "title":"Performance Management in Portfolio School Districts. A Report from the Doing School Choice Right Project and the National Charter School Research Project"},
      {
        "id":"ED532896",
        "title":"Baltimore and the Portfolio School District Strategy. Portfolio School Districts Project"},
      {
        "id":"ED532897",
        "title":"Professional Attributes in Teacher Preparation for Teaching Students with Hearing Impairment: Implications for Inclusive Education in Nigeria"},
      {
        "id":"ED532898",
        "title":"A Self-Study in Teacher Education: Learning to Teach in Higher Education after Teaching the Arts to Young Children"},
      {
        "id":"ED532899",
        "title":"Effect of Training in Math Metacognitive Strategy on Fractional Achievement of Nigerian Schoolchildren"},
      {
        "id":"ED532900",
        "title":"Effects of Large Class Size on Effective Teaching and Learning at the Winneba Campus of the UEW (University of Education, Winneba), Ghana"},
      {
        "id":"ED532901",
        "title":"Using a Council of Beings to Ascertain Student Understanding of the Relationship between Sense-of-Place and Environmental Sustainability"},
      {
        "id":"ED532902",
        "title":"Investigating Learning Achievements of Thai High School Students in a Sequences and Series Lesson Delivered on CAI-Based Materials"},
      {
        "id":"ED532903",
        "title":"Theoretical and Ideological Framing: Relative Change Theory and Its Application to Humanitarianism in Education Development"},
      {
        "id":"ED532904",
        "title":"IRR (Inter-Rater Reliability) of a COP (Classroom Observation Protocol)--A Critical Appraisal"},
      {
        "id":"ED532905",
        "title":"Students of Different Minds: Bridging the Gaps of International Students Studying in the US"},
      {
        "id":"ED532906",
        "title":"Second Chance: If at First You Do Not Succeed, Set up a Plan and Try, Try Again"},
      {
        "id":"ED532907",
        "title":"Rural Redesign: Delivering Online Professional Development for Rural Teachers of ESL"},
      {
        "id":"ED532913",
        "title":"Exploring Citizenship Education: Cultural Study Curriculum in Botswana"},
      {
        "id":"ED532916",
        "title":"Boosting Early Development: The Mixed Effects of Kindergarten Enrollment Age"},
      {
        "id":"ED532919",
        "title":"Case Studies on the Use of Technology in TPD (Teacher Professional Development)"},
      {
        "id":"ED532920",
        "title":"A Meta-Analysis of Global Youth Environmental Knowledge, Attitude and Behavior Studies"},
      {
        "id":"ED532921",
        "title":"Why Learning Not Education?--Analysis of Transnational Education Policies in the Age of Globalization"},
      {
        "id":"ED532949",
        "title":"The Nation's Report Card: Science in Action--Hands-On and Interactive Computer Tasks from the 2009 Science Assessment. NCES 2012-468"},
      {
        "id":"ED532956",
        "title":"Cartoons for Teaching Elementary Students about Bullying"},
      {
        "id":"ED532973",
        "title":"The Nation's Report Card: What Every Parent Should Know about NAEP. NCES 2012-469"},
      {
        "id":"ED532974",
        "title":"Marketing and Promoting Literacy with Webinars"},
      {
        "id":"ED533002",
        "title":"Charter Schools: Additional Federal Attention Needed to Help Protect Access for Students with Disabilities. Report to Congressional Requesters. GAO-12-543"},
      {
        "id":"ED533006",
        "title":"Higher Education: Improved Tax Information Could Help Families Pay for College. Report to the Committee on Finance, U.S. Senate. GAO-12-560"},
      {
        "id":"ED533007",
        "title":"An Analysis of the Use and Validity of Test-Based Teacher Evaluations Reported by the &quot;Los Angeles Times&quot;: 2011"},
      {
        "id":"ED533015",
        "title":"The Faculty Inquiry Network: Inquiry-Based Professional Development as a Catalyst for Innovative Teaching, Enhanced Student Performance, and Institutional Reform"},
      {
        "id":"ED533031",
        "title":"Learning Style Preferences of Student Teachers: A Cross-Cultural Perspective"},
      {
        "id":"ED533042",
        "title":"Meeting the Challenges of Fiscal and Programmatic Sustainability: Lessons from Teacher Incentive Fund Grantees. The Harvesting Project"},
      {
        "id":"ED533043",
        "title":"Performance-Based Compensation Structures: Considerations for Individual, Group, and Hybrid Programs. Emerging Issues. Report No. 2"},
      {
        "id":"ED533044",
        "title":"Resolving Some Issues in Using Value-Added Measures of Productivity for School and Teacher Incentives: Ideas from Technical Assistance and TIF Grantee Experience. The Harvesting Project"},
      {
        "id":"ED533045",
        "title":"Observations of Teachers' Classroom Performance"},
      {
        "id":"ED533046",
        "title":"Evaluating Student-Teacher Linkage Data in Teacher Incentive Fund (TIF) Sites: Acquisition, Verification, and System Development. The Harvesting Project"},
      {
        "id":"ED533047",
        "title":"Alternative Compensation Terminology: Considerations for Education Stakeholders, Policymakers, and the Media. Emerging Issues. Report No. 2"},
      {
        "id":"ED533048",
        "title":"Engaging Stakeholders in Teacher Pay Reform. Emerging Issues. Report No. 1"},
      {
        "id":"ED533049",
        "title":"Meeting the Challenges of Stakeholder Engagement and Communication: Lessons from Teacher Incentive Fund Grantees. The Harvesting Project"},
      {
        "id":"ED533050",
        "title":"Improving Educational Outcomes for Youth in the Juvenile Justice and Child Welfare Systems through Interagency Communication and Collaboration. Practice Guide"},
      {
        "id":"ED533051",
        "title":"Providing Individually Tailored Academic and Behavioral Support Services for Youth in the Juvenile Justice and Child Welfare Systems. Practice Guide"},
      {
        "id":"ED533063",
        "title":"Writer's Workshop vs. Writing Prompts: The Effect on First Graders' Writing Ability and Attitude towards Writing"},
      {
        "id":"ED533064",
        "title":"Making Meaning of Constructivism: A Longitudinal Study of Beginning History Teachers' Beliefs and Practices"},
      {
        "id":"ED533065",
        "title":"Investigating the Intersection of Race and Histories in the Classroom"},
      {
        "id":"ED533075",
        "title":"Public Education Finances: 2010"},
      {
        "id":"ED533076",
        "title":"Who Takes a Gap Year and Why? Longitudinal Surveys of Australian Youth. Briefing Paper 28"},
      {
        "id":"ED533077",
        "title":"Bridging the Gap: Who Takes a Gap Year and Why? Longitudinal Surveys of Australian Youth. Research Report"},
      {
        "id":"ED533078",
        "title":"Tertiary Education and Training in Australia, 2010"},
      {
        "id":"ED533079",
        "title":"Finding Opportunities to Nudge Student Groups over the Finish Line: Examining Students' Five-Year Progress. Data Notes. Volume 7, Number 1, January-February 2012"},
      {
        "id":"ED533080",
        "title":"Delayed Enrollment: Is It a Risk? Data Notes. Volume 7, Number 2, March-April 2012"},
      {
        "id":"ED533081",
        "title":"Data Collaboration in New York City: The Challenges of Linking High School and Post-Secondary Data"},
      {
        "id":"ED533082",
        "title":"Libraries, Patrons, and E-Books"},
      {
        "id":"ED533086",
        "title":"Early Risers. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED533087",
        "title":"Phonological Awareness Training. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED533088",
        "title":"WWC Review of the Report &quot;Accommodations for English Language Learner Students: The Effect of Linguistic Modification of Math Test Item Sets&quot;"},
      {
        "id":"ED533089",
        "title":"WWC Review of the Report &quot;Enhancing the Effectiveness of Special Education Programming for Children with Attention Deficit Hyperactivity Disorder Using a Daily Report Card&quot;"},
      {
        "id":"ED533101",
        "title":"Innovative Research-Based Approaches to Learning and Teaching. OECD Education Working Papers, No. 79"},
      {
        "id":"ED533102",
        "title":"Gender Equality in Education, Employment and Entrepreneurship: Final Report to the MCM 2012"},
      {
        "id":"ED533109",
        "title":"Morbidity and Mortality Weekly Report. Volume 61, Number 17"},
      {
        "id":"ED533110",
        "title":"The Effect of School Building Renovation/Construction on School Culture"},
      {
        "id":"ED533112",
        "title":"Teaching Elementary School Students to Be Effective Writers: A Practice Guide. NCEE 2012-4058"},
      {
        "id":"ED533115",
        "title":"Early Reading Proficiency. Leading Indicator Spotlight"},
      {
        "id":"ED533116",
        "title":"Using College Admission Test Scores to Clarify High School Placement. Leading Indicator Spotlight"},
      {
        "id":"ED533117",
        "title":"Beyond Test Scores: Leading Indicators for Education"},
      {
        "id":"ED533119",
        "title":"Pre-Algebra and Algebra Enrollment and Achievement. Leading Indicator Spotlight"},
      {
        "id":"ED533123",
        "title":"Use Teacher Effectiveness Tools to Enhance Your Coaching Quality"},
      {
        "id":"ED533124",
        "title":"WWC Review of the Report &quot;Effects of Problem Based Economics on High School Economics Instruction&quot;"},
      {
        "id":"ED533125",
        "title":"Engaging Deaf and Hard of Hearing Students in the School Library: A Handbook for Teacher-Librarians"},
      {
        "id":"ED533126",
        "title":"Effects of Problem Based Economics on High School Economics Instruction. Final Report. NCEE 2010-4022rev"},
      {
        "id":"ED533138",
        "title":"Self-Regulated Learning (SRL): Emergence of the RSRLM Model"},
      {
        "id":"ED533140",
        "title":"Los Angeles Universal Preschool Programs, Children Served, and Children's Progress in the Preschool Year: Final Report of the First 5 LA Universal Preschool Child Outcomes Study. Final Report"},
      {
        "id":"ED533141",
        "title":"Statistical Power for Regression Discontinuity Designs in Education: Empirical Estimates of Design Effects Relative to Randomized Controlled Trials. Working Paper"},
      {
        "id":"ED533142",
        "title":"The Children of LAUP: Executive Summary of the First 5 LA Universal Preschool Child Outcomes Study"},
      {
        "id":"ED533143",
        "title":"Instructional Practices in Los Angeles Universal Preschool. Final Report"},
      {
        "id":"ED533144",
        "title":"Methods for Accounting for Co-Teaching in Value-Added Models. Working Paper"},
      {
        "id":"ED533145",
        "title":"42nd Annual Survey Report on State-Sponsored Student Financial Aid, 2010-2011 Academic Year"},
      {
        "id":"ED533157",
        "title":"The Uncommon Benefits of Hybrid Schooling. Lecture. No. 1207"},
      {
        "id":"ED533168",
        "title":"Gender Equity in Education: A Data Snapshot"},
      {
        "id":"ED533169",
        "title":"Department's Negotiated Rulemaking Process for Gainful Employment. Final Audit Report."},
      {
        "id":"ED533181",
        "title":"Improving Charter School Accountability: The Challenge of Closing Failing Schools"},
      {
        "id":"ED533182",
        "title":"Themes Found in High Performing Schools: The CAB Model"},
      {
        "id":"ED533187",
        "title":"Graduate Enrollment in Science and Engineering Grew Substantially in the Past Decade but Slowed in 2010. InfoBrief. NSF 12-317"},
      {
        "id":"ED533188",
        "title":"Two Decades of Increasing Diversity More than Doubled the Number of Minority Graduate Students in Science and Engineering. InfoBrief. NSF 11-319"},
      {
        "id":"ED533199",
        "title":"Multiaxis Computer Numerical Control Internship Report"},
      {
        "id":"ED533200",
        "title":"Guidelines for Curriculum Review and Development"},
      {
        "id":"ED533213",
        "title":"Improving Educational Attainment: Recent Trends and Challenges"},
      {
        "id":"ED533214",
        "title":"How Economics Can Help Colleges Be More Efficient"},
      {
        "id":"ED533215",
        "title":"The Great American University: Maintaining Our Preeminence"},
      {
        "id":"ED533216",
        "title":"Greenhouse Schools: How Schools Can Build Cultures Where Teachers and Students Thrive"},
      {
        "id":"ED533217",
        "title":"Portability of Teacher Effectiveness across School Settings. Working Paper 77"},
      {
        "id":"ED533218",
        "title":"CCI Primer 2011: Key Facts about Early Care and Education in New York City"},
      {
        "id":"ED533219",
        "title":"Physics Bachelor's One Year Later: Data from the Degree Recipient Follow-Up Survey for the Classes of 2009 and 2010 Combined. Focus On"},
      {
        "id":"ED533220",
        "title":"A Case Study of Title I Comparability in Three California School Districts"},
      {
        "id":"ED533226",
        "title":"Evaluate Wiki Technology as e-Learning Tool from the Point View of Al-Baha University Students: A Pilot Study with Undergraduate Students in Both Faculties of Science and Education"},
      {
        "id":"ED533227",
        "title":"Exploring Action Research as an Approach to Interactive (Participatory) Evaluation"},
      {
        "id":"ED533228",
        "title":"Effects of Glosses on Vocabulary Gain and Retention among Tertiary Level EFL Learners"},
      {
        "id":"ED533259",
        "title":"Reading Edge. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED533306",
        "title":"National Indian Education Study 2011: The Educational Experiences of American Indian and Alaska Native Students at Grades 4 and 8. NCES 2012-466"},
      {
        "id":"ED533328",
        "title":"A Study of the Leadership Dimensions of National Distinguished Principals"},
      {
        "id":"ED533329",
        "title":"The Influence of Personality Traits on the Use of Memory English Language Learning Strategies"},
      {
        "id":"ED533330",
        "title":"Students' Industrial Work Experience Scheme (SIWES) and the Incidence of Occupational Misfit in Nigeria"},
      {
        "id":"ED533331",
        "title":"Teachers' Perceptions of Merit Pay"},
      {
        "id":"ED533332",
        "title":"An Identity Remaking Endeavor: A Story of a Displaced Palestinian Child"},
      {
        "id":"ED533333",
        "title":"The Overall Relationships between the Use of English Language Learning Strategies and Personality Traits among the Female University Level Learners of English Language as a University Major"},
      {
        "id":"ED533335",
        "title":"School Completion: What We Learn from Different Measures of Family Background. Longitudinal Surveys of Australian Youth. Research Report 59"},
      {
        "id":"ED533336",
        "title":"School Completion: Data Appendix. Support Document"},
      {
        "id":"ED533338",
        "title":"Men Who Are Abusive to Their Female Intimate Partners: Incorporating Family of Origin Work into Group Treatment"},
      {
        "id":"ED533378",
        "title":"Mini Technology Manual for Schools: An Introduction to Technology Integration"},
      {
        "id":"ED533379",
        "title":"Beyond \"Job-Embedded\": Ensuring That Good Professional Development Gets Results"},
      {
        "id":"ED533380",
        "title":"A Teacher Evaluation System That Works. Working Paper"},
      {
        "id":"ED533381",
        "title":"A Teacher Evaluation System That Works. Research Brief"},
      {
        "id":"ED533382",
        "title":"More than Measurement: The TAP System's Lessons Learned for Designing Better Teacher Evaluation Systems"},
      {
        "id":"ED533383",
        "title":"Career Planning Begins with Assessment: A Guide for Professionals Serving Youth with Educational and Career Development Challenges. Revised Edition"},
      {
        "id":"ED533384",
        "title":"Blazing the Trail: A New Direction for Youth Development & Leadership. Summit Report"},
      {
        "id":"ED533385",
        "title":"Blazing the Trail: A New Direction in Youth Development & Leadership--Youth Call-to-Action"},
      {
        "id":"ED533386",
        "title":"Children Who Won't Go to School (Separation Anxiety). Facts for Families. Number 7"},
      {
        "id":"ED533387",
        "title":"Children with Learning Disabilities. Facts for Families. Number 16"},
      {
        "id":"ED533388",
        "title":"Oppositional Defiant Disorder: A Guide for Families"},
      {
        "id":"ED533404",
        "title":"Global Trends in Workplace Learning"},
      {
        "id":"ED533405",
        "title":"Information Literacy Skills: Comparing and Evaluating Databases"},
      {
        "id":"ED533406",
        "title":"Personality Traits as Predictors of the Social English Language Learning Strategies"},
      {
        "id":"ED533407",
        "title":"Growing Awareness, Growing Support: Teacher and Voter Understanding of the Common Core State Standards & Assessments"},
      {
        "id":"ED533408",
        "title":"Evaluation of &quot;The Electric Company&quot; Summer Learning Program"},
      {
        "id":"ED533413",
        "title":"Is School Funding Fair? A National Report Card. Second Edition"},
      {
        "id":"ED533414",
        "title":"Transition Planning"},
      {
        "id":"ED533435",
        "title":"Tennessee K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper Number 9"},
      {
        "id":"ED533440",
        "title":"What Are the Returns on Higher Education for Individuals and Countries? Education Indicators in Focus. No. 6"},
      {
        "id":"ED533443",
        "title":"Montana K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper Number 10"},
      {
        "id":"ED529320",
        "title":"Race to the Top. Maryland Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529321",
        "title":"Race to the Top. North Carolina. State-Reported APR: Year One"},
      {
        "id":"ED529322",
        "title":"Race to the Top. North Carolina. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529323",
        "title":"Race to the Top. New York. State-Reported APR: Year One"},
      {
        "id":"ED529324",
        "title":"Race to the Top. Ohio. State-Reported APR: Year One"},
      {
        "id":"ED529325",
        "title":"Race to the Top. Ohio Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529326",
        "title":"Race to the Top. New York Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529327",
        "title":"Race to the Top. Rhode Island. State-Reported APR: Year One"},
      {
        "id":"ED529328",
        "title":"Race to the Top. Rhode Island Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529329",
        "title":"Race to the Top. Tennessee. State-Reported APR: Year One"},
      {
        "id":"ED529330",
        "title":"Race to the Top. Tennessee Report. Year 1: School Year 2010-2011. [State-Specific Summary Report]"},
      {
        "id":"ED529343",
        "title":"Instructional Expenditures and Dropout Rates of Special Populations in Texas High Schools"},
      {
        "id":"ED529344",
        "title":"Developing Practice: Teaching Teachers Today for Tomorrow"},
      {
        "id":"ED529345",
        "title":"Latent Structure of Motor Abilities in Pre-School Children"},
      {
        "id":"ED529346",
        "title":"IT Implementation in ITE in the Limpopo Province (South Africa): A Dream or Reality?"},
      {
        "id":"ED529350",
        "title":"Problems Encountered by Distance Education Students in Online Test Module: A Case Study From the Distance Education Research and Application Center, Karadeniz Technical University, Turkey"},
      {
        "id":"ED529351",
        "title":"Internet and Independent E-Learning of School Age Children in Thailand (One Study)"},
      {
        "id":"ED529352",
        "title":"2007 Mississippi Curriculum Framework: Secondary Agriculture Power and Machinery. (Program CIP: 01.0204 - Agricultural Power Machinery Operation)"},
      {
        "id":"ED529353",
        "title":"2006 Mississippi Curriculum Framework: Secondary Forestry. (Program CIP: 03.0511 - Forestry Technology/Technician)"},
      {
        "id":"ED529354",
        "title":"2007 Mississippi Curriculum Framework: Secondary Food Products (Meats). (Program CIP: 01.0401 - Agricultural and Food Products Processing)"},
      {
        "id":"ED529355",
        "title":"2006 Mississippi Curriculum Framework: Secondary Agricultural and Natural Resources Technology. (Program CIP: 01.0003 - Agricultural and Natural Resources)"},
      {
        "id":"ED529356",
        "title":"2007 Mississippi Curriculum Framework: Secondary Custodian/Caretaker Services. (Program CIP: 19.0702 - Adult Development and Aging)"},
      {
        "id":"ED529357",
        "title":"2007 Mississippi Curriculum Framework: Secondary Agriscience. (Program CIP: 01.0000 - Agriculture, General)"},
      {
        "id":"ED529358",
        "title":"The Current Situation of Field Experience in a Five-Year Science Teacher Education Program in Thailand"},
      {
        "id":"ED529359",
        "title":"Automotive Service Technician. Program CIP: 47.0604 - Transportation"},
      {
        "id":"ED529360",
        "title":"ME (Multicultural Education) Should Be Number One Goal in Every Classroom"},
      {
        "id":"ED529370",
        "title":"Polymer Science. Program CIP: 15.0607"},
      {
        "id":"ED529371",
        "title":"Turning around Low-Performing Schools in Chicago. Summary Report"},
      {
        "id":"ED529372",
        "title":"Addressing the STEM Workforce Challenge: Missouri. BHEF Research Brief"},
      {
        "id":"ED529373",
        "title":"Validation of Goal Orientation Measure in PALS among Latino Adolescents Participating in a College Outreach Program"},
      {
        "id":"ED529374",
        "title":"Reconceptualizing Science Classroom Discourse towards Doing Science through a Game-Based Learning Program"},
      {
        "id":"ED529375",
        "title":"INSET (In-Service Education and Training) and Professional Development of Teachers: A Comparison of British and Turkish Cases"},
      {
        "id":"ED529376",
        "title":"Our Students Suffer from Both Lack of Knowledge and Consistency: A PPT (Potential Performance Theory) Analysis of Test-Taking"},
      {
        "id":"ED529377",
        "title":"Collision Repair Technology. Program CIP: 47.0603"},
      {
        "id":"ED529378",
        "title":"Diesel Service Technician. Program CIP: 47.0605"},
      {
        "id":"ED529379",
        "title":"EFL (English as a Foreign Language) Classroom Discourse Analysis of a Vocational College and Some Reflections"},
      {
        "id":"ED529381",
        "title":"Teacher Education in Northeast India--Status, Weaknesses and Alternatives"},
      {
        "id":"ED529382",
        "title":"Leveraging Market Competitiveness and Higher Education Challenges through CL (Cooperative Learning)"},
      {
        "id":"ED529383",
        "title":"A Machine Learning Approach to Measurement of Text Readability for EFL Learners Using Various Linguistic Features"},
      {
        "id":"ED529384",
        "title":"Introduction: Conversation Analysis in Applied Linguistics"},
      {
        "id":"ED529385",
        "title":"Teaching Children to Value Solar Energy"},
      {
        "id":"ED529386",
        "title":"An Exploration of African Students in Malaysia"},
      {
        "id":"ED529387",
        "title":"Use of Podcasting as an Innovative Asynchronous E-Learning Tool for Students"},
      {
        "id":"ED529398",
        "title":"Attitudes of Trainers and Medical Students towards Using Modern Practices"},
      {
        "id":"ED529399",
        "title":"Aristotelian Elements in Nietzsche's Work Related to the Philosophy of Education"},
      {
        "id":"ED529400",
        "title":"Information Technology Integrated into Classroom Teaching and Its Effects"},
      {
        "id":"ED529401",
        "title":"Inter-Professional Primary Care Practices Addressing Diabetes Prevention and Management"},
      {
        "id":"ED529402",
        "title":"Developing Pre-Algebraic Thinking in Generalizing Repeating Pattern Using SOLO Model"},
      {
        "id":"ED529403",
        "title":"Parents Guide to \"Kindergarten\" Instruction"},
      {
        "id":"ED529404",
        "title":"Parents Guide to \"Prekindergarten\" Instruction"},
      {
        "id":"ED529408",
        "title":"Parents Guide to \"Fourth Grade\" Instruction"},
      {
        "id":"ED529409",
        "title":"Parents Guide to \"Third Grade\" Instruction"},
      {
        "id":"ED529410",
        "title":"Parents Guide to \"First Grade\" Instruction"},
      {
        "id":"ED529411",
        "title":"Parents Guide to \"Fifth Grade\" Instruction"},
      {
        "id":"ED529412",
        "title":"Leading Part-Time Teaching Staff to Achieve Excellent Teaching"},
      {
        "id":"ED529413",
        "title":"Parents Guide to \"Sixth Grade\" Instruction"},
      {
        "id":"ED529414",
        "title":"Parents Guide to \"Second Grade\" Instruction"},
      {
        "id":"ED529415",
        "title":"The Power of Early Success 1998-2004: A Follow-Up Study on the Determinants of Student Performance. Research Report #8"},
      {
        "id":"ED529416",
        "title":"On the Road to Second-Order Change: What Washington State Educators Say about Collaboration, Instructional Enhancement, and Fundamental Change. Research Report #11"},
      {
        "id":"ED529417",
        "title":"The Relationships among Achievement, Low Income, and Ethnicity in Washington State--A Second Look. Technical Report"},
      {
        "id":"ED529418",
        "title":"Lessons on Leadership: A Study of Distributed Leadership in Washington State. Research Report #10"},
      {
        "id":"ED529420",
        "title":"Bridging the Opportunity Gap: How Washington Elementary Schools Are Meeting Achievement Standards. Research Report #2"},
      {
        "id":"ED529425",
        "title":"2005 Mississippi Curriculum Framework: Secondary Horticulture. (Program CIP: 01.0601 - Applied Horticulture/Horticultural Operations, General)"},
      {
        "id":"ED529426",
        "title":"2007 Mississippi Curriculum Framework: Secondary Introduction to Agriscience.  (Program CIP: 01.0001 - Introduction to Agriscience)"},
      {
        "id":"ED529427",
        "title":"Proceedings of the 2010 CIAE Pre-Conference (59th, Clearwater Beach, Florida, October 24-26, 2010)"},
      {
        "id":"ED529428",
        "title":"Proceedings of the 2011 CIAE International Pre-Conference (60th, Indianapolis, Indiana, October 30-November 1, 2011)"},
      {
        "id":"ED529430",
        "title":"Chemistry That Applies. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED529431",
        "title":"ThinkerTools. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED529432",
        "title":"On Synchronous Distance Teaching in a Mathematics MS (Master of Science) Program"},
      {
        "id":"ED529433",
        "title":"Information Design for Visualizing History Museum Artifacts"},
      {
        "id":"ED529434",
        "title":"Participatory Research in a School Setting: A Process of Acculturation"},
      {
        "id":"ED529435",
        "title":"Ethical Challenges Regarding Globalization of Higher Education"},
      {
        "id":"ED529436",
        "title":"Learning Financial Reports From Mixed Symbolic-Spatial Graphs"},
      {
        "id":"ED529437",
        "title":"Similarities of L1 (Mother Tongue) in Terms of Grammar and Language Structure in Translation"},
      {
        "id":"ED529449",
        "title":"State Pre-K Assessment Policies: Issues and Status. Policy Information Report"},
      {
        "id":"ED529453",
        "title":"DoDEA Seniors' Postsecondary Plans and Scholarships, 2010"},
      {
        "id":"ED529454",
        "title":"DoDEA 2007 Postsecondary Plans and Scholarships Report"},
      {
        "id":"ED529455",
        "title":"2002 Mississippi Curriculum Framework: Comprehensive Consumer &amp; Homemaking Education  (Program CIP: 20.0101 - Comprehensive Consumer &amp; Homemaking Education). Family and Consumer Sciences (Program CIP: 20.0192 - Family and Consumer Sciences)"},
      {
        "id":"ED529456",
        "title":"DoDEA Seniors' Postsecondary Plans and Scholarships, 2008"},
      {
        "id":"ED529457",
        "title":"DoDEA 2005 Graduates Post-Secondary Plans and Scholarships Report"},
      {
        "id":"ED529458",
        "title":"2007 Mississippi Curriculum Framework: Secondary Automotive Collision Repair Technology. (Program CIP: 47.0603 - Autobody/Collision and Repair Technology/Technician)"},
      {
        "id":"ED529460",
        "title":"2006 Mississippi Curriculum Framework: Secondary Small Engine Repair. (Program CIP: 47.0606 - Small Engine Mechanic and Repairer)"},
      {
        "id":"ED529461",
        "title":"2005 Mississippi Curriculum Framework: Secondary Aging Services. (Program CIP: 19.0702 - Adult Development and Aging)"},
      {
        "id":"ED529462",
        "title":"2005 Mississippi Curriculum Framework: Secondary Hotel, Restaurant, and Tourism Management. (Program CIP: 52.0901--Hospitality Administration/Management)"},
      {
        "id":"ED529463",
        "title":"2005 Mississippi Curriculum Framework: Secondary Vehicle and Mobile Equipment Technician. (Program CIP: 47.0699 - Vehicle Maintenance and Repair Technology, Other)"},
      {
        "id":"ED529464",
        "title":"DoDEA Seniors' Postsecondary Plans and Scholarships, 2009"},
      {
        "id":"ED529465",
        "title":"2007 Mississippi Curriculum Framework: Secondary Technology Applications. (Program CIP: 21.0101 - Technology Applications)"},
      {
        "id":"ED529466",
        "title":"DoDEA 2006 Postsecondary Plans and Scholarships Report"},
      {
        "id":"ED529467",
        "title":"The Effect of Using Educational Games on the Students' Achievement in English Language for the Primary Stage"},
      {
        "id":"ED529468",
        "title":"SY 2008-09 Customer Satisfaction Survey Results (Full Report). DoDEA Results"},
      {
        "id":"ED529469",
        "title":"DoDEA 2010-11 Customer Satisfaction Survey. Executive Summary"},
      {
        "id":"ED529470",
        "title":"SY 2010-11 Customer Satisfaction Survey Results (Full Report). DoDEA Results"},
      {
        "id":"ED529471",
        "title":"2006 Mississippi Curriculum Framework: Secondary Culinary and Related Foods Technology. (Program CIP: 20.0401 - Institutional Food Workers &amp; Admin)"},
      {
        "id":"ED529473",
        "title":"2007 Mississippi Curriculum Framework: Secondary Design Technology for Fashion and Interiors. (Program CIP: 19.0901 - Apparel and Textiles, General)"},
      {
        "id":"ED529474",
        "title":"2008 Mississippi Curriculum Framework: Family and Consumer Sciences. (Program CIP: 19.9999 - Family and Consumer Sciences)"},
      {
        "id":"ED529485",
        "title":"Pathways to Success: Integrating Learning with Life and Work to Increase National College Completion. A Report to the U.S. Congress and Secretary of Education"},
      {
        "id":"ED529486",
        "title":"A Literature Review of School Practices to Overcome School Failure. OECD Education Working Papers, No. 68"},
      {
        "id":"ED529492",
        "title":"Early Child Care and Education: HHS and Education Are Taking Steps to Improve Workforce Data and Enhance Worker Quality. Report to the Chairman, Committee on Finance, U.S. Senate. GAO-12-248"},
      {
        "id":"ED529493",
        "title":"Building Pathways to Transfer: Community Colleges That Break the Chain of Failure for Students of Color"},
      {
        "id":"ED529494",
        "title":"Building Pathways to Transfer: Community Colleges That Break the Chain of Failure for Students of Color. Policy Brief"},
      {
        "id":"ED529499",
        "title":"Mortgaging Our Future: How Financial Barriers to College Undercut America's Global Competitiveness. A Report of the Advisory Committee on Student Financial Assistance"},
      {
        "id":"ED529500",
        "title":"Early & Often: Designing a Comprehensive System of Financial Aid Information. Abridged Report of the Advisory Committee on Student Financial Assistance"},
      {
        "id":"ED529501",
        "title":"Early & Often: Designing a Comprehensive System of Financial Aid Information. A Report of the Advisory Committee on Student Financial Assistance"},
      {
        "id":"ED529502",
        "title":"Higher Education Regulations Study: Final Report"},
      {
        "id":"ED529527",
        "title":"Written Testimony on Nontraditional Students Submitted for September 30, 2011 ACSFA Hearing"},
      {
        "id":"ED529533",
        "title":"Straight Talk on Teaching Quality: Six Game-Changing Ideas and What to Do about Them"},
      {
        "id":"ED529537",
        "title":"2005 Mississippi Curriculum Framework: Secondary General Drafting. (Program CIP: 15.1301 - Drafting and Design Technology/Technician, General)"},
      {
        "id":"ED529538",
        "title":"2005 Mississippi Curriculum Framework: Secondary Machine Tool Operation. (Program CIP: 48.0503 - Machine Shop Technology/Assistant)"},
      {
        "id":"ED529539",
        "title":"2007 Mississippi Curriculum Framework: Secondary Diesel Service Technology. (Program CIP: 47.0605 - Diesel Mechanics Technology/Technician)"},
      {
        "id":"ED529540",
        "title":"2005 Mississippi Curriculum Framework: Secondary Metal Trades. (Program CIP: 48.0590 - Metal Trades)"},
      {
        "id":"ED529541",
        "title":"2005 Mississippi Curriculum Framework: Secondary Welding Theory and Applications. (Program CIP: 48.0508 - Welding Technology/Welder)"},
      {
        "id":"ED529542",
        "title":"2006 Mississippi Curriculum Framework: Secondary Outboard Marine Engine Mechanics. (Program CIP: 47.0692 - Outboard Engine Mechanics I)"},
      {
        "id":"ED529543",
        "title":"2005 Mississippi Curriculum Framework: Secondary Masonry. (Program CIP: 46.0101 - Mason/Masonry)"},
      {
        "id":"ED529544",
        "title":"2005 Mississippi Curriculum Framework: Secondary Heating and Air Conditioning. (Program CIP: 47.0201 - Heating, Air Conditioning, Ventilation, and Refrigeration Maintenance Technology/Technician)"},
      {
        "id":"ED529545",
        "title":"2005 Mississippi Curriculum Framework: Secondary Residential Carpentry. (Program CIP: 46.0201 - Carpentry/Carpenter)"},
      {
        "id":"ED529556",
        "title":"Proceedings of the 2007 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2007 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (31st, Fredricton, New Brunswick, Canada, Jun 8-12, 2007)"},
      {
        "id":"ED529557",
        "title":"Proceedings of the 2002 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2002 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (26th, Kingston, Ontario, Canada, May 24-28, 2002)"},
      {
        "id":"ED529558",
        "title":"Proceedings of the 2003 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2003 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (27th, Wolfville, Nova Scotia, Canada, May 30-June 3, 2003)"},
      {
        "id":"ED529559",
        "title":"Proceedings of the 2009 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2009 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (33rd, Toronto, Ontario, Canada, June 5-9, 2009)"},
      {
        "id":"ED529560",
        "title":"Proceedings of the 2005 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2005 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (29th, Ottawa, Ontario, Canada, May 27-31, 2005)"},
      {
        "id":"ED529561",
        "title":"Proceedings of the 2008 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2008 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (32nd, Sherbrooke, Quebec, Canada, May 23-27, 2008)"},
      {
        "id":"ED529562",
        "title":"Proceedings of the 2006 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2006 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (30th, Calgary, Alberta, Canada, Jun 3-7, 2006)"},
      {
        "id":"ED529563",
        "title":"Proceedings of the 2004 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2004 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (28th, Quebec City, Quebec, Canada, May 28-Jun 1, 2004)"},
      {
        "id":"ED529564",
        "title":"Proceedings of the 2010 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2010 du Groupe Canadien d&apos;Etude en Didactique des Mathematiques (34th, Burnaby, British Columbia, Canada, May 21-25, 2010)"},
      {
        "id":"ED529565",
        "title":"An Overview of the Life, Central Concepts, Including Classroom Applications of Lev Vygotsky"},
      {
        "id":"ED529566",
        "title":"Are the Prospective Teachers at Secondary Level Aware about Inclusive Education?"},
      {
        "id":"ED529567",
        "title":"She Is My Language Broker: How Does Cultural Capital Benefit Asian Immigrant Children in the United States?"},
      {
        "id":"ED529580",
        "title":"OECD Educationtoday Crisis Survey 2010: The Impact of the Economic Recession and Fiscal Crisis on Education in OECD Countries. OECD Education Working Papers, No. 56"},
      {
        "id":"ED529581",
        "title":"Workforce Skills and Innovation: An Overview of Major Themes in the Literature. OECD Education Working Papers, No. 55"},
      {
        "id":"ED529583",
        "title":"Taking on the Completion Challenge: A Literature Review on Policies to Prevent Dropout and Early School Leaving. OECD Education Working Papers, No. 53"},
      {
        "id":"ED529585",
        "title":"Review of \"The Long-Term Impacts of Teachers\""},
      {
        "id":"ED529586",
        "title":"Integrating Formative and Summative Assessment: Progress toward a Seamless System? OECD Education Working Papers, No. 58"},
      {
        "id":"ED529587",
        "title":"Evaluation of the Effectiveness of the Alabama Math, Science, and Technology Initiative (AMSTI). Final Report. NCEE 2012-4008"},
      {
        "id":"ED529588",
        "title":"Going Further: A Roadmap to the Works of the ACCLAIM Research Initiative. Working Paper No. 42"},
      {
        "id":"ED529589",
        "title":"Reflections at 35,000 Feet: An Open Letter to the ACCLAIM Doctoral Cohort. Occasional Paper No. 5"},
      {
        "id":"ED529592",
        "title":"Using Curriculum-Based Measurement To Monitor Kindergarteners' Mathematics Development"},
      {
        "id":"ED529593",
        "title":"Predicting First Graders' Development of Calculation versus Word-Problem Performance: The Role of Dynamic Assessment"},
      {
        "id":"ED529621",
        "title":"Clarity in Mathematics Instruction: The Impact of Teaching Number Sense and Place Value Skills on Elementary School Students"},
      {
        "id":"ED529623",
        "title":"Impact of Students' Self-Assessment and Creation of Personal Learning Targets on Reading Comprehension and Attitudes in Elementary Schools"},
      {
        "id":"ED529624",
        "title":"Unrealized Promises: Unequal Access, Affordability, and Excellence at Community Colleges in Southern California"},
      {
        "id":"ED529625",
        "title":"Employer Perceptions of Associate Degrees in Local Labor Markets: A Case Study of the Employment of Information Technology Technicians in Detroit and Seattle. CCRC Working Paper No. 39"},
      {
        "id":"ED529627",
        "title":"Assessing the President's Proposals on Higher Education Costs. WebMemo. No. 3480"},
      {
        "id":"ED529628",
        "title":"Chartering Equity: Using Charter School Legislation and Policy to Advance Equal Educational Opportunity"},
      {
        "id":"ED529635",
        "title":"Skill Shortages: Prevalence, Causes, Remedies and Consequences for Australian Businesses. NCVER Monograph Series 09/2012"},
      {
        "id":"ED529636",
        "title":"Evolution of Apprenticeships and Traineeships in Australia: An Unfinished History. Occasional Paper"},
      {
        "id":"ED529639",
        "title":"Apprentices &amp; Trainees: Early Trend Estimates. December Quarter 2011"},
      {
        "id":"ED529641",
        "title":"What Works Clearinghouse Quick Review of the Report &quot;An Interaction-Based Approach to Enhancing Secondary School Instruction and Student Achievement&quot;"},
      {
        "id":"ED529642",
        "title":"Indicators of School Crime and Safety: 2011. NCES 2012-002/NCJ 236021"},
      {
        "id":"ED529646",
        "title":"International Approaches to Teacher Selection and Recruitment. OECD Education Working Papers, No. 47"},
      {
        "id":"ED529648",
        "title":"Summary of the June 2009 Educationtoday Crisis Survey: Initial Reflections on the Impact of the Economic Crisis on Education. OECD Education Working Papers, No. 43"},
      {
        "id":"ED529650",
        "title":"School Evaluation: Current Practices in OECD Countries and a Literature Review. OECD Education Working Papers, No. 42"},
      {
        "id":"ED529651",
        "title":"How Technology Changes Demands for Human Skills. OECD Education Working Papers, No. 45"},
      {
        "id":"ED529662",
        "title":"Considering Culture in e-Learning Environments and Post-Secondary Learning Success"},
      {
        "id":"ED529663",
        "title":"Online Courses and Optimal Class Size: A Complex Formula"},
      {
        "id":"ED529664",
        "title":"Pan-African - Mediterranean Migrations: Implications for Education and Society"},
      {
        "id":"ED529665",
        "title":"The Effect of Culture on Online Learning"},
      {
        "id":"ED529667",
        "title":"Higher Education Counts: Accountability Measures for the New Millennium. 2005 Report"},
      {
        "id":"ED529668",
        "title":"Fall 2004 College and University Enrollment in Connecticut. Comprehensive Report."},
      {
        "id":"ED529669",
        "title":"Strategic Plan to Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education, 2005. Annual Report"},
      {
        "id":"ED529670",
        "title":"Connecticut Public Higher Education: 2005 System Trends"},
      {
        "id":"ED529671",
        "title":"Employer Satisfaction with 2003 Public Higher Education Graduates in Connecticut: Report on Pilot Study. Report"},
      {
        "id":"ED529672",
        "title":"The Post-Secondary Student Support Program: An Examination of Alternative Delivery Mechanisms. A Report to the Indian and Northern Affairs Canada"},
      {
        "id":"ED529673",
        "title":"The End of Need-Based Student Financial Aid in Canada?"},
      {
        "id":"ED529674",
        "title":"Most Connecticut Students Choose Connecticut Colleges. Report"},
      {
        "id":"ED529675",
        "title":"Fall 2005 College and University Headcounts in Connecticut. Report"},
      {
        "id":"ED529676",
        "title":"On the Brink: How the Recession of 2009 Will Affect Post-Secondary Education. Canadian Higher Education Report Series"},
      {
        "id":"ED529677",
        "title":"Unfinished Business: Student Perspectives on Disclosure of Mental Illness and Success in VET--Support Document"},
      {
        "id":"ED529678",
        "title":"Unfinished Business: Student Perspectives on Disclosure of Mental Illness and Success in VET. Research Report"},
      {
        "id":"ED529697",
        "title":"Making the Grade: Online Education in the United States, 2006"},
      {
        "id":"ED529698",
        "title":"Staying the Course: Online Education in the United States, 2008"},
      {
        "id":"ED529699",
        "title":"Online Nation: Five Years of Growth in Online Learning"},
      {
        "id":"ED529700",
        "title":"Modeling Student Choice of STEM Fields of Study: Testing a Conceptual Framework of Motivation, High School Learning, and Postsecondary Context of Support. WISCAPE Working Paper"},
      {
        "id":"ED529713",
        "title":"Introduction and Attributes of Meaningful Learning Using Technology (MLT)"},
      {
        "id":"ED529714",
        "title":"Developing Human Resources through Actualizing Human Potential"}]
  }}
