{
  "response":{"numFound":509939,"start":424000,"numFoundExact":true,"docs":[
      {
        "id":"ED529715",
        "title":"The Birth of a Research University: UC Merced, No Small Miracle. Research &amp; Occasional Paper Series: CSHE.14.11"},
      {
        "id":"ED529716",
        "title":"Restructuring Engineering Education: Why, How and When? Research &amp; Occasional Paper Series: CSHE.12.11"},
      {
        "id":"ED529717",
        "title":"Searching for the Holy Grail of Learning Outcomes. SERU Project and Consortium Research Paper. Research & Occasional Paper Series: CSHE.3.12"},
      {
        "id":"ED529718",
        "title":"Diversity Matters: New Directions for Institutional Research on Undergraduate Racial/Ethnic and Economic Diversity. SERU Project and Consortium Research Paper. Research &amp; Occasional Paper Series: CSHE.8.11"},
      {
        "id":"ED529719",
        "title":"Internationalizing Brazil's Universities: Creating Coherent National Policies Must Be a Priority. Research &amp; Occasional Paper Series: CSHE.11.11"},
      {
        "id":"ED529720",
        "title":"Money, Politics and the Rise of For-Profit Higher Education in the US: A Story of Supply, Demand and the Brazilian Effect. Research &amp; Occasional Paper Series: CSHE.2.12"},
      {
        "id":"ED529721",
        "title":"Literature as an Organic Language Learning Tool"},
      {
        "id":"ED529722",
        "title":"U.S. Department of Education Strategic Plan for Fiscal Years 2011-2014"},
      {
        "id":"ED529723",
        "title":"Creating Choice in California Higher Education: A Proposed Voucher Program. Research &amp; Occasional Paper Series: CSHE.16.11"},
      {
        "id":"ED529724",
        "title":"Seeking Sustainable Public Universities: The Legacy of the Great Recession. Research &amp; Occasional Paper Series: CSHE.10.11"},
      {
        "id":"ED529725",
        "title":"Wealth, Cost, and the Undergraduate Student Experience at Large Public Research Universities. SERU Project and Consortium Research Paper. Research & Occasional Paper Series: CSHE 13.11"},
      {
        "id":"ED529726",
        "title":"Dynamics of American Universities. Research &amp; Occasional Paper Series: CSHE.1.12"},
      {
        "id":"ED529727",
        "title":"A European Perspective on New Modes of University Governance and Actorhood. Research &amp; Occasional Paper Series: CSHE.17.11"},
      {
        "id":"ED529728",
        "title":"A Global Talent Magnet: How a San Francisco/Bay Area Global Higher Education Hub Could Advance California's Comparative Advantage in Attracting International Talent and Further Build US Economic Competitiveness. Research &amp; Occasional Paper Series: CSHE.9.11"},
      {
        "id":"ED529729",
        "title":"Former University of California Chancellors Urge New Funding Models for UC. Research &amp; Occasional Paper Series: CSHE.15.11"},
      {
        "id":"ED529753",
        "title":"2005 Mississippi Curriculum Framework: Secondary Building Trades. (Program CIP: 46.0000 - Construction Trades, General)"},
      {
        "id":"ED529754",
        "title":"What It's Worth: Field of Training and Economic Status in 2009. Household Economic Studies. Current Population Reports. P70-129"},
      {
        "id":"ED529755",
        "title":"Educational Attainment in the United States: 2009. Population Characteristics. Current Population Reports. P20-566"},
      {
        "id":"ED529756",
        "title":"Measurement of High School Equivalency Credentials in Census Bureau Surveys. SEHSD Working Paper Number 2012-3"},
      {
        "id":"ED529757",
        "title":"Field of Bachelor's Degree in the United States: 2009. American Community Survey Reports. ACS-18"},
      {
        "id":"ED529759",
        "title":"2007 Mississippi Curriculum Framework: Secondary Computer Graphics. (Program CIP: 50.0402 - Commercial and Advertising Art)"},
      {
        "id":"ED529760",
        "title":"2005 Mississippi Curriculum Framework: Secondary Cosmetology. (Program CIP: 12.0401 - Cosmetology/Cosmetologist, General)"},
      {
        "id":"ED529761",
        "title":"I CAN Learn[R]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED529762",
        "title":"Teaching English Language Learner Students: Professional Standards in Elementary Education in Central Region States. Issues &amp; Answers. REL 2012-No. 122"},
      {
        "id":"ED529763",
        "title":"Teaching English Language Learner Students: Professional Standards in Elementary Education in Central Region States. Summary. Issues &amp; Answers. REL 2012-No. 122"},
      {
        "id":"ED529765",
        "title":"2011 Mississippi Curriculum Framework: Postsecondary Agricultural Technician Technology. (Program CIP: 01.0201 - Agricultural Mechanics and Equipment/Machine Technology)"},
      {
        "id":"ED529766",
        "title":"Critical Evidence: How the Arts Benefit Student Achievement"},
      {
        "id":"ED529776",
        "title":"2007 Mississippi Curriculum Framework: Postsecondary Agricultural Mechanics Technology. (Program CIP: 01.0201 - Agricultural Mechanics and Equipment/Machine Technology)"},
      {
        "id":"ED529779",
        "title":"Students' Perceptions of Teacher Biases: Experimental Economics in Schools. CEE DP 133"},
      {
        "id":"ED529780",
        "title":"Mental Health and Education Decisions. CEE DP 136"},
      {
        "id":"ED529781",
        "title":"Fasting during Pregnancy and Children's Academic Performance. CEE DP 134"},
      {
        "id":"ED529782",
        "title":"An Evaluation of &quot;Special Educational Needs&quot; Programmes in England. CEE DP 129"},
      {
        "id":"ED529784",
        "title":"Do Public Colleges in Developing Countries Provide Better Education than Private Ones? Evidence from General Education Sector in India. CEE DP 130"},
      {
        "id":"ED529786",
        "title":"Valuing School Quality Using Boundary Discontinuities. CEE DP 132"},
      {
        "id":"ED529787",
        "title":"The Evaluation of English Education Policies. CEE DP 131"},
      {
        "id":"ED529788",
        "title":"Fostering Student Police Officers' Creativity in Language Education"},
      {
        "id":"ED529789",
        "title":"Does Additional Spending Help Urban Schools? An Evaluation Using Boundary Discontinuities. CEE DP 128"},
      {
        "id":"ED529791",
        "title":"Organisation of English for Academic Purposes Activity for Developing Communicative Competence"},
      {
        "id":"ED529793",
        "title":"From Grants to Loans and Fees: The Demand for Post-Compulsory Education in England and Wales from 1955 to 2008. CEE DP 127"},
      {
        "id":"ED529794",
        "title":"Research Development within English for Academic Purposes Studies"},
      {
        "id":"ED529796",
        "title":"Problem Solving in Student Police Officers' Professional Development"},
      {
        "id":"ED529797",
        "title":"Full Inclusion Programs for Elementary Students with Learning Disabilities: Can They Meet Student Needs in an Era of High Stakes Accountability?"},
      {
        "id":"ED529798",
        "title":"NCLB's Lost Decade for Educational Progress: What Can We Learn from this Policy Failure?"},
      {
        "id":"ED529799",
        "title":"Blueprint for a Coastal Legacy: Connecticut Sea Grant Strategic Plan 2007-2013"},
      {
        "id":"ED529800",
        "title":"An Examination of Performance-Based Teacher Evaluation Systems in Five States. Issues &amp; Answers. REL 2012-No. 129"},
      {
        "id":"ED529802",
        "title":"Failing Our Children. How &quot;No Child Left Behind&quot; Undermines Quality and Equity in Education. An Accountability Model That Supports School Improvement"},
      {
        "id":"ED529804",
        "title":"Failing Our Children. How &quot;No Child Left Behind&quot; Undermines Quality and Equity in Education. An Accountability Model That Supports School Improvement. Summary Report"},
      {
        "id":"ED529805",
        "title":"Long Island Sound Curricular Resource Guide"},
      {
        "id":"ED529806",
        "title":"Retirement Patterns of California Prekindergarten--Grade 12 Educators. Issues &amp; Answers. REL 2012-No. 130"},
      {
        "id":"ED529807",
        "title":"Connecticut Sea Grant: Making a Difference. Program Highlights, Accomplishments, and Impacts, 2001-2006"},
      {
        "id":"ED529808",
        "title":"Retirement Patterns of California Prekindergarten--Grade 12 Educators. Summary. Issues &amp; Answers. REL 2012-No. 130"},
      {
        "id":"ED529809",
        "title":"An Examination of Performance-Based Teacher Evaluation Systems in Five States. Summary. Issues &amp; Answers. REL 2012-No. 129"},
      {
        "id":"ED529810",
        "title":"Alignment Memo: Connecticut Sea Grant's Contribution towards the UConn Academic Plan"},
      {
        "id":"ED529813",
        "title":"Defining Communication Competence"},
      {
        "id":"ED529814",
        "title":"The Social Construction of School Readiness"},
      {
        "id":"ED529815",
        "title":"Designing a Qualitative Research for Evaluation of English for Academic Purposes Activity in Teacher Education"},
      {
        "id":"ED529816",
        "title":"Conditions for Student Teacher Professional Development"},
      {
        "id":"ED529817",
        "title":"Conditions, Criteria, Indicators and Levels of Forming Communicative Competence"},
      {
        "id":"ED529818",
        "title":"Factors Forming Collaboration within the Knowledge Triangle of Education, Research and Innovation"},
      {
        "id":"ED529819",
        "title":"English for Academic Purposes Activity in Language Education"},
      {
        "id":"ED529820",
        "title":"Clustering for the Development of Engineering Students' Use of Enterprise 3.0"},
      {
        "id":"ED529821",
        "title":"Clustering in Engineering Education in the Baltic Region"},
      {
        "id":"ED529822",
        "title":"Professional Language in Engineering Education"},
      {
        "id":"ED529823",
        "title":"Social Dimension of WEB 2.0 in Teacher Education: Focus on Peer-Learning"},
      {
        "id":"ED529824",
        "title":"Social Dimension of Web 2.0 in Teacher Education: Pedagogical Guidelines"},
      {
        "id":"ED529825",
        "title":"Enterprise 3.0 in Engineering Education"},
      {
        "id":"ED529826",
        "title":"E-Collaboration Technologies in Teaching/Learning Activity"},
      {
        "id":"ED529827",
        "title":"Predicting Success in College: The Importance of Placement Tests and High School Transcripts. CCRC Working Paper No. 42"},
      {
        "id":"ED529828",
        "title":"Social Dimension of Web 2.0 in Student Teacher Professional Development"},
      {
        "id":"ED529829",
        "title":"Efficiency of English for Academic Purposes Activity in Students' Language Education: Developing the System of External and Internal Perspectives"},
      {
        "id":"ED529830",
        "title":"Social Dimension of Web 2.0 in Engineering Education"},
      {
        "id":"ED529831",
        "title":"Professional Language in Language Education"},
      {
        "id":"ED529832",
        "title":"Social Dimension of Web 2.0 in Engineering Education: Students' View"},
      {
        "id":"ED529833",
        "title":"Professional Environment for Teacher Professional Development"},
      {
        "id":"ED529834",
        "title":"No Evidence of Substantive Nonresponse Bias for the 2011 Administration. SERU Project Technical Report"},
      {
        "id":"ED529835",
        "title":"Best Practices When Using Student Survey Results in Academic Program Review. SERU Project Technical Report"},
      {
        "id":"ED529837",
        "title":"Postsecondary Education: Financial Trends in Public and Private Nonprofit Institutions. Report to the Ranking Member, Committee on Health, Education, Labor, and Pensions, U.S. Senate. GAO-12-179"},
      {
        "id":"ED529838",
        "title":"New Comers: The Difficulties They Encounter Learning the Target Language and Possible Solutions"},
      {
        "id":"ED529839",
        "title":"Arab American Experiences in Education"},
      {
        "id":"ED529840",
        "title":"Program Proposal"},
      {
        "id":"ED529841",
        "title":"The Effects of Extrinsic Rewards on Admissions Counselors' Performance"},
      {
        "id":"ED529842",
        "title":"Changing School Autonomy: Academy Schools and Their Introduction to England's Education. CEE DP 123"},
      {
        "id":"ED529843",
        "title":"Evaluation of Quality Teaching for English Learners (QTEL) Professional Development. Final Report. NCEE 2012-4005"},
      {
        "id":"ED529844",
        "title":"Starting School and Leaving Welfare: The Impact of Public Education on Lone Parents' Welfare Receipt. CEE DP 121"},
      {
        "id":"ED529845",
        "title":"A Proposal for a CA-Integrated English Language Teacher Education Program in Turkey"},
      {
        "id":"ED529848",
        "title":"Are England's Academies More Inclusive or More &quot;Exclusive&quot;? The Impact of Institutional Change on the Pupil Profile of Schools. CEE DP 125"},
      {
        "id":"ED529850",
        "title":"The Timing of Parental Income and Child Outcomes: The Role of Permanent and Transitory Shocks. CEE DP 120"},
      {
        "id":"ED529851",
        "title":"Post-16 Educational Choices and Institutional Value Added at Key Stage 5. CEE DP 124"},
      {
        "id":"ED529852",
        "title":"Do Neighbours Affect Teenage Outcomes? Evidence from Neighbourhood Changes in England. CEE DP 122"},
      {
        "id":"ED529853",
        "title":"The Impact of Tuition Fees and Support on University Participation in the UK. CEE DP 126"},
      {
        "id":"ED529854",
        "title":"How to Teach Content: Existing Concepts and Prospects for Development"},
      {
        "id":"ED529856",
        "title":"A Comparative Study of the Relationship between Social Dimension of Web 2.0 Technologies and E-Learning: Students' View in Germany and Taiwan"},
      {
        "id":"ED529857",
        "title":"Enterprise 2.0 in Engineering and Business Education: Engineering and Business Students' View"},
      {
        "id":"ED529858",
        "title":"A Historical Perspective on the Development of the Concept &quot;Competence&quot;"},
      {
        "id":"ED529859",
        "title":"Communicative Competence: Existing Concepts and Prospects for Further Development"},
      {
        "id":"ED529866",
        "title":"Do High-Stakes Placement Exams Predict College Success? CCRC Working Paper No. 41"},
      {
        "id":"ED529867",
        "title":"Student Success Courses and Educational Outcomes at Virginia Community Colleges. CCRC Working Paper No. 40"},
      {
        "id":"ED529868",
        "title":"(Re)constructing and (Re)presenting Heritage: Education and Representation in an American Indian Homeland Preservation Project"},
      {
        "id":"ED529869",
        "title":"Cultivating Parental Involvement in Middle Schools: A Case Study"},
      {
        "id":"ED529881",
        "title":"The Fiscal Effects of School Choice Programs on Public School Districts. National Research"},
      {
        "id":"ED529882",
        "title":"When Do Better Schools Raise Housing Prices? Evidence from Paris Public and Private Schools. CEE DP 119"},
      {
        "id":"ED529883",
        "title":"The Kuznets Curve of Education: A Global Perspective on Education Inequalities. CEE DP 116"},
      {
        "id":"ED529884",
        "title":"Do Differences in School's Instruction Time Explain International Achievement Gaps in Maths, Science and Language? Evidence from Developed and Developing Countries. CEE DP 118"},
      {
        "id":"ED529885",
        "title":"Variation in Educational Outcomes and Policies across Countries and of Schools within Countries. CEE DP 117"},
      {
        "id":"ED529886",
        "title":"The Changing Economic Advantage from Private School. CEE DP 115"},
      {
        "id":"ED529887",
        "title":"Building the Capacity to Innovate: The Role of Human Capital. Research Report"},
      {
        "id":"ED529888",
        "title":"Building the Capacity to Innovate: The Role of Human Capital--Support Document"},
      {
        "id":"ED529889",
        "title":"Starting from Scratch: Teacher to Researcher and Back Again. Conference Paper"},
      {
        "id":"ED529896",
        "title":"Research-Based Communication Tool Kit"},
      {
        "id":"ED529897",
        "title":"Arts Education Grants, Fiscal Year 2009"},
      {
        "id":"ED529898",
        "title":"Disturbing Behavior Checklists\" Technical Manual"},
      {
        "id":"ED529899",
        "title":"A Wiki Technology-Supported Seamless Learning Approach for Chinese Language Learning"},
      {
        "id":"ED529900",
        "title":"Deconstructing Theoretical Perspectives and Practice in Education Sector Intervention in Africa"},
      {
        "id":"ED529901",
        "title":"The CCAILM Learning Model: An Instructional Model for Teaching and Learning of Engineering Modules"},
      {
        "id":"ED529902",
        "title":"An Integrated Delivery and Assessment Process to Address the Graduate Attribute Spectrum"},
      {
        "id":"ED529903",
        "title":"The Overlooked Dimension of Sustainable Education"},
      {
        "id":"ED529904",
        "title":"Teaching and Learning Road Map for Schools: Global and yet Local!"},
      {
        "id":"ED529905",
        "title":"Enhancement of Elementary School Students' Science Learning by Web-Quest Supported Science Writing"},
      {
        "id":"ED529906",
        "title":"Modeling School Mathematics Teaching in Initial Teacher Training Colleges for Multilingual Classrooms"},
      {
        "id":"ED529907",
        "title":"Developing a Culturally Sensitive Curriculum: Teaching Native American Children about Psychological and Behavioral Health"},
      {
        "id":"ED529908",
        "title":"The Chemistry Teaching Program for Developing the Senior High School Students' Entrepreneurial Attitudes"},
      {
        "id":"ED529909",
        "title":"Democratization of Education as Prerequisite for Social Economic and Cultural Progress in a Multi-Cultural Society"},
      {
        "id":"ED529910",
        "title":"Supporting Learning in the Digital Age: E-Learning Strategies for NOUN (National Open University of Nigeria)"},
      {
        "id":"ED529911",
        "title":"Access and Success: The Role of Distance Education in Girl-Child Education in Nigeria"},
      {
        "id":"ED529912",
        "title":"On the Issue of TPD (Teachers' Professional Development) in an OLC (Online Learning Community) as TEL (Technology Enhanced Learning)"},
      {
        "id":"ED529913",
        "title":"Teaching with and Learning through ICTs in Zimbabwe's Teacher Education Colleges"},
      {
        "id":"ED529915",
        "title":"How Does Education Affect Environmental Knowledge: A Survey in Urban and Regional Planning Education"},
      {
        "id":"ED529916",
        "title":"Constructing Culturally Relevant Pedagogy in Chinese Heritage Language Classrooms: A Multiple-Case Study"},
      {
        "id":"ED529917",
        "title":"E-education in Refrigeration Technologies for Students and Technicians in the Workplace"},
      {
        "id":"ED529918",
        "title":"Coming Together to Calm the Hunger: Group Therapy Program for Adults Diagnosed with Anorexia Nervosa"},
      {
        "id":"ED529919",
        "title":"Fast Track Teacher Education: A Review of the Research Literature on &quot;Teach For All&quot; Schemes"},
      {
        "id":"ED529920",
        "title":"Learning English Language by Radio in Primary Schools in Kenya"},
      {
        "id":"ED529921",
        "title":"The Learning Achievement in Thai Language for Hearing Impaired Students in Thailand"},
      {
        "id":"ED529922",
        "title":"Conceptual Examination of Bereiter's Educational Notion"},
      {
        "id":"ED529923",
        "title":"Engineering Communication Interface: An Engineering Multi-Disciplinary Project"},
      {
        "id":"ED529924",
        "title":"Learning from Balance Sheet Visualization"},
      {
        "id":"ED529925",
        "title":"Some Aspects of Sustainable Development in Kindergartens in Slovenia"},
      {
        "id":"ED529926",
        "title":"New Database Manipulation Tools in the Easy-Learning On-Line Platform"},
      {
        "id":"ED529927",
        "title":"LEGO-Method--New Strategy for Chemistry Calculation"},
      {
        "id":"ED529928",
        "title":"Alternative Approaches to Setting Performance Standards for the National Assessment of Educational Progress (NAEP)"},
      {
        "id":"ED529929",
        "title":"Review of &quot;On Her Majesty's School Inspection Service&quot;"},
      {
        "id":"ED529930",
        "title":"Blending in: The Extent and Promise of Blended Education in the United States"},
      {
        "id":"ED529931",
        "title":"Learning on Demand: Online Education in the United States, 2009"},
      {
        "id":"ED529936",
        "title":"The Determinants of Non-Cognitive and Cognitive Schooling Outcomes. Report to the Department of Children, Schools and Families. CEE Special Report 004"},
      {
        "id":"ED529937",
        "title":"The Interdependence and Determinants of Childhood Outcomes: The Relevance for Policy. Report to the Department of Children, Schools and Families. CEE Special Report 003"},
      {
        "id":"ED529938",
        "title":"Research on the Intergenerational Links in the Every Child Matters Outcomes. Report to the Department of Children, Schools and Families. CEE Special Report 005"},
      {
        "id":"ED529940",
        "title":"Valuing School Quality via School Choice Reform"},
      {
        "id":"ED529941",
        "title":"Individual Teacher Incentives, Student Achievement and Grade Inflation"},
      {
        "id":"ED529942",
        "title":"Interest Subsidies on Student Loans: A Better Class of Drain. CEE DP 114"},
      {
        "id":"ED529946",
        "title":"Beyond the Sticker Shock 2008: A Closer Look at Canadian Tuition Fees. An EPI Policy Paper"},
      {
        "id":"ED529947",
        "title":"Investing for the Future: Post-Secondary Education Issues and the Canadian Federal Election"},
      {
        "id":"ED529948",
        "title":"Going the Distance: Online Education in the United States, 2011"},
      {
        "id":"ED529949",
        "title":"Missouri Students and the Pathways to College"},
      {
        "id":"ED529950",
        "title":"Student Mobility &amp; Credit Transfer: A National and Global Survey"},
      {
        "id":"ED529951",
        "title":"Examining NAEP Achievement in Relation to School Testing Conditions in the 2010 Assessments"},
      {
        "id":"ED529952",
        "title":"Class Differences: Online Education in the United States, 2010"},
      {
        "id":"ED529953",
        "title":"A Discourse of &quot;Performativities&quot; and &quot;Fabrications&quot; in Performance Management for Teachers: An Australian Perspective"},
      {
        "id":"ED529955",
        "title":"Mapping the Ethnographic Journey: A &quot;Road Map&quot; for Novice Researchers Wanting to Engage in Ethnography, Critical Theory and Policy Analysis"},
      {
        "id":"ED529977",
        "title":"Using Student Progress to Evaluate Teachers: A Primer on Value-Added Models. Policy Information Perspective"},
      {
        "id":"ED529981",
        "title":"Language Learning Strategies and Advanced Language Learners"},
      {
        "id":"ED529982",
        "title":"Researching Disturbed, Disturbing Art: Using Typography to Re/Present Educational Research"},
      {
        "id":"ED529983",
        "title":"The Effects of Differentiating Instruction by Learning Styles on Problem Solving in Cooperative Groups"},
      {
        "id":"ED529985",
        "title":"Review of &quot;Has Progress Been Made in Raising Achievement for English Language Learners?&quot;"},
      {
        "id":"ED529992",
        "title":"Report to the President on Ensuring American Leadership in Advanced Manufacturing"},
      {
        "id":"ED529996",
        "title":"Review of \"They Spend What? The Real Cost of Public Schools\""},
      {
        "id":"ED529997",
        "title":"Review of \"Expanding Choice in Elementary and Secondary Education: A Report on Rethinking the Federal Role in Education\""},
      {
        "id":"ED530004",
        "title":"Review of &quot;Graduation Rates for Choice and Public School Students in Milwaukee, 2003-2008&quot;"},
      {
        "id":"ED530005",
        "title":"How Much Can We Learn from International Comparisons of Intergenerational Mobility? CEE DP 111"},
      {
        "id":"ED530006",
        "title":"Measuring the Returns to Lifelong Learning. CEE DP 110"},
      {
        "id":"ED530007",
        "title":"Review of \"America's Private Public Schools\""},
      {
        "id":"ED530008",
        "title":"Review of &quot;The Shaping of the American Mind: The Diverging Influences of the College Degree &amp; Civic Learning on American Beliefs&quot;"},
      {
        "id":"ED530010",
        "title":"Are Communication Strategies Teachable?"},
      {
        "id":"ED530011",
        "title":"Developing Multiliteracies, Plurilingual Awareness &amp; Critical Thinking in the Primary Language Classroom with Multilingual Virtual Talkingbooks"},
      {
        "id":"ED530012",
        "title":"Teaching and Learning \"False Friends\": A Review of Some Useful Resources"},
      {
        "id":"ED530013",
        "title":"Use of Authentic Materials in the ESP Classroom"},
      {
        "id":"ED530014",
        "title":"Where Is Cognition If We Talk about the Teaching of English as an International Language?"},
      {
        "id":"ED530015",
        "title":"Using Propensity Scores in Quasi-Experimental Designs to Equate Groups"},
      {
        "id":"ED530016",
        "title":"Differences between Traditional, Transfer, and Online College Students: Measurement Invariance of the University Attachment Scale"},
      {
        "id":"ED530017",
        "title":"Teacher Belief, Knowledge, and Practice: A Trichotomy of Mathematics Teacher Education"},
      {
        "id":"ED530018",
        "title":"English/Spanish Dual Immersion Elementary School Programs: Factors to Consider"},
      {
        "id":"ED530019",
        "title":"The Distance from Public Institutions of Higher Education: Public Perceptions of UW-Madison. WISCAPE Working Paper"},
      {
        "id":"ED530020",
        "title":"Teacher Pension Systems, the Composition of the Teaching Workforce, and Teacher Quality. Working Paper 72"},
      {
        "id":"ED530021",
        "title":"The MetLife Survey of the American Teacher: Teachers, Parents and the Economy"},
      {
        "id":"ED530029",
        "title":"Does a Summer Reading Program Based on Lexiles Affect Reading Comprehension? Final Report. NCEE 2012-4006"},
      {
        "id":"ED530030",
        "title":"Beyond Access: Explaining Socioeconomic Differences in College Transfer. WISCAPE Working Paper"},
      {
        "id":"ED530031",
        "title":"The Century of Education. CEE DP 109"},
      {
        "id":"ED530032",
        "title":"Education &amp; Mobility. CEE DP 100"},
      {
        "id":"ED530033",
        "title":"Does Money Matter for Schools? CEE DP 105"},
      {
        "id":"ED530034",
        "title":"Evaluation of Program for Infant/Toddler Care (PITC): An On-Site Training of Caregivers. Final Report. NCEE 2012-4003"},
      {
        "id":"ED530035",
        "title":"Parents' Basic Skills and Children Cognitive Outcomes. CEE DP 104"},
      {
        "id":"ED530036",
        "title":"Length of Compulsory Education and Voter Turnout--Evidence from a Staged Reform. CEE DP 108"},
      {
        "id":"ED530037",
        "title":"To Leave or Not to Leave? A Regression Discontinuity Analysis of the Impact of Failing High School Exit Exam. CEE DP 107"},
      {
        "id":"ED530038",
        "title":"Access, Choice and Participation in Higher Education. CEE DP 101"},
      {
        "id":"ED530039",
        "title":"School Quality, Child Wellbeing and Parents' Satisfaction. CEE DP 103"},
      {
        "id":"ED530040",
        "title":"What Makes a Test Score? The Respective Contributions of Pupils, Schools and Peers in Achievement in English Primary Education. CEE DP 102"},
      {
        "id":"ED530041",
        "title":"University Quality and Graduate Wages in the UK. CEE DP 99"},
      {
        "id":"ED530047",
        "title":"Use and Impact of English-Language Learner Assessment in Arizona"},
      {
        "id":"ED530048",
        "title":"Better Schools through Better Politics: The Human Side of Portfolio School District Reform. Portfolio School Districts Project"},
      {
        "id":"ED530049",
        "title":"Assessed by a Teacher Like Me: Race, Gender and Subjective Evaluations. CEE DP 98"},
      {
        "id":"ED530050",
        "title":"Review of &quot;How School Choice Can Create Jobs for South Carolina&quot;"},
      {
        "id":"ED530051",
        "title":"Review of &quot;Stuck Schools: A Framework for Identifying Schools Where Students Need Change--Now&quot;"},
      {
        "id":"ED530052",
        "title":"Review of &quot;The Impact of a Universal Class-Size Reduction Policy: Evidence from Florida's Statewide Mandate&quot;"},
      {
        "id":"ED530053",
        "title":"Review of \"Charter School Autonomy: A Half-Broken Promise\""},
      {
        "id":"ED530054",
        "title":"Review of \"Behind the Curtain: Assessing the Case for National Standards\""},
      {
        "id":"ED530055",
        "title":"Review of \"Teacher Layoffs: Rethinking \"Last Hired, First Fired \"Policies\""},
      {
        "id":"ED530056",
        "title":"Review of \"Fix the City Schools: Moving All Schools to Charter-Like Autonomy\""},
      {
        "id":"ED530057",
        "title":"Review of &quot;Connecticut's Charter School Law and Race to the Top&quot;"},
      {
        "id":"ED530058",
        "title":"Review of &quot;The MPCP Longitudinal Educational Growth Study Second Year Report&quot;"},
      {
        "id":"ED530059",
        "title":"Charter School Autonomy: A Half-Broken Promise"},
      {
        "id":"ED530060",
        "title":"Sizing the Opportunity: The Quality and Extent of Online Education in the United States, 2002 and 2003"},
      {
        "id":"ED530061",
        "title":"Entering the Mainstream: The Quality and Extent of Online Education in the United States, 2003 and 2004"},
      {
        "id":"ED530062",
        "title":"Growing by Degrees: Online Education in the United States, 2005"},
      {
        "id":"ED530063",
        "title":"Growing by Degrees: Online Education in the United States, 2005. Southern Edition"},
      {
        "id":"ED530064",
        "title":"Milwaukee Parental Choice Program: Descriptive Report on Participating Schools, 2010-11. SCDP Milwaukee Evaluation Report #33"},
      {
        "id":"ED530065",
        "title":"The MPCP Longitudinal Educational Growth Study Second Year Report. SCDP Milwaukee Evaluation Report #10"},
      {
        "id":"ED530066",
        "title":"The Comprehensive Longitudinal Evaluation of the Milwaukee Parental Choice Program: Summary of Final Reports. SCDP Milwaukee Evaluation Report #36"},
      {
        "id":"ED530067",
        "title":"Student Attainment and the Milwaukee Parental Choice Program: Final Follow-Up Analysis. SCDP Milwaukee Evaluation Report #30"},
      {
        "id":"ED530068",
        "title":"Milwaukee Independent Charter Schools Study: Final Report on Four-Year Achievement Gains. SCDP Milwaukee Evaluation Report #31"},
      {
        "id":"ED530069",
        "title":"School Site Visits: What Can We Learn from Choice Schools in Milwaukee? SCDP Milwaukee Evaluation Report #34"},
      {
        "id":"ED530070",
        "title":"Special Education and the Milwaukee Parental Choice Program. SCDP Milwaukee Evaluation Report #35"},
      {
        "id":"ED530072",
        "title":"Milwaukee Longitudinal School Choice Evaluation: Annual School Testing Summary Report 2010-11. SCDP Milwaukee Evaluation Report #32"},
      {
        "id":"ED530073",
        "title":"Cultural Challenges Faced by Mexican Immigrant Students"},
      {
        "id":"ED530074",
        "title":"Incorporating Domestic Violence Awareness through an Undergraduate Reading Course Focused on Children's Literature"},
      {
        "id":"ED530075",
        "title":"The Exploring Nature of Vocabulary Acquisition and Common Main Gaps in the Current Studies of Vocabulary Acquisition"},
      {
        "id":"ED530076",
        "title":"Objective Academic Achievement and Subjective Personal Well-Being"},
      {
        "id":"ED530077",
        "title":"The Use and Ranking of Different English Language Learning Strategies by English Major Iranian Female University Level Learners"},
      {
        "id":"ED530078",
        "title":"Education Policies and Policy Making in Arizona: Report on a Survey of Education Policy Actors"},
      {
        "id":"ED530079",
        "title":"Hidden Perspectives Underlying Success or Failure Teaching with Clickers"},
      {
        "id":"ED530080",
        "title":"Students' Academic Self-Perception. CEE DP 90"},
      {
        "id":"ED530081",
        "title":"The Impact of Early Cognitive and Non-Cognitive Skills on Later Outcomes. CEE DP 92"},
      {
        "id":"ED530082",
        "title":"When You Are Born Matters: The Impact of Date of Birth on Child Cognitive Outcomes in England. CEE DP 93"},
      {
        "id":"ED530083",
        "title":"Intergenerational Mobility and Assortative Mating: Effects of an Educational Reform. CEE DP 91"},
      {
        "id":"ED530084",
        "title":"An Analysis of the Benefit of NVQ2 Qualifications Acquired at Age 26-34. CEE DP 106"},
      {
        "id":"ED530085",
        "title":"The Convergence of Compulsory Schooling in Western Europe: 1950-2000. CEE DP 95"},
      {
        "id":"ED530086",
        "title":"Competition for Private and State School Teachers. CEE DP 94"},
      {
        "id":"ED530087",
        "title":"Review of \"Weighted Student Formula Yearbook 2009\""},
      {
        "id":"ED530088",
        "title":"Review of &quot;Charter Schools in Eight States: Effects on Achievement, Attainment, Integration and Competition&quot;"},
      {
        "id":"ED530089",
        "title":"Review of &quot;Everyone Wins: How Charter Schools Benefit All New York City Public School Students&quot;"},
      {
        "id":"ED530090",
        "title":"Review of \"The Effect of Milwaukee's Parental Choice Program on Student Achievement in Milwaukee Public Schools\""},
      {
        "id":"ED530091",
        "title":"The Effect of Milwaukee's Parental Choice Program on Student Achievement in Milwaukee Public Schools. SCDP Comprehensive Longitudinal Evaluation of the Milwaukee Parental Choice Program. Report #11"},
      {
        "id":"ED530092",
        "title":"Review of \"When Private Schools Take Public Dollars: What's the Place of Accountability in School Voucher Programs?\""},
      {
        "id":"ED530093",
        "title":"Review of &quot;The Fiscal Impact of the Milwaukee Parental Choice Program: 2009 Update&quot;"},
      {
        "id":"ED530094",
        "title":"Review of \"Multiple Choice: Charter School Performance in 16 States\""},
      {
        "id":"ED530095",
        "title":"Review of &quot;How New York City's Charter Schools Affect Achievement&quot;"},
      {
        "id":"ED530096",
        "title":"Review of &quot;The High Cost of High School Dropouts in Ohio&quot;"},
      {
        "id":"ED530097",
        "title":"Review of \"The Costs of Online Learning\""},
      {
        "id":"ED530099",
        "title":"Federal Student Financial Aid: 2011 National Profile of Programs in Title IV of the Higher Education Act"},
      {
        "id":"ED530100",
        "title":"What Teacher Preparation Programs Teach about K-12 Assessment: A Review of Coursework on K-12 Assessment from a Sample of Teacher Preparation Programs"},
      {
        "id":"ED530101",
        "title":"Making the Grade: Online Education in the United States, 2006. Southern Edition"},
      {
        "id":"ED530102",
        "title":"Making the Grade: Online Education in the United States, 2006. Midwestern Edition"},
      {
        "id":"ED530103",
        "title":"K-12 Online Learning: A Survey of U.S. School District Administrators"},
      {
        "id":"ED530104",
        "title":"K-12 Online Learning: A 2008 Follow-Up of the Survey of U.S. School District Administrators"},
      {
        "id":"ED530119",
        "title":"The Misattribution of Summers in Teacher Value-Added"},
      {
        "id":"ED530120",
        "title":"Differential Impacts of Intensive District-Level Technical Assistance on Student Achievement: A Study of California's District Assistance and Intervention Teams"},
      {
        "id":"ED530121",
        "title":"Trends in Academic Achievement Gaps in the Era of No Child Left Behind"},
      {
        "id":"ED530122",
        "title":"Accountability Pressure, Academic Standards, and Educational Triage"},
      {
        "id":"ED530123",
        "title":"Improving Principal Leadership through Feedback and Coaching"},
      {
        "id":"ED530124",
        "title":"The For-Profit Postsecondary School Sector: Nimble Critters or Agile Predators? A CAPSEE Working Paper"},
      {
        "id":"ED530135",
        "title":"Returns to Apprenticeship Training in Austria: Evidence from Failed Firms. CEE DP 88"},
      {
        "id":"ED530136",
        "title":"A Researcher's Guide to the Swedish Compulsory School Reform. CEE DP 87"},
      {
        "id":"ED530137",
        "title":"The Professional Artistry of Teaching: A Question of Recognition or Regulated Control!"},
      {
        "id":"ED530138",
        "title":"Acts of Fabrication in the Performance Management of Teachers' Work"},
      {
        "id":"ED530139",
        "title":"Educational Effects of Widening Access to the Academic Track: A Natural Experiment. CEE DP 85"},
      {
        "id":"ED530141",
        "title":"First Step to Success. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED530142",
        "title":"The Effects of Higher Education Funding Reforms on the Lifetime Incomes of Graduates. CEE DP 78"},
      {
        "id":"ED530158",
        "title":"Can Online Learning Reproduce the Full College Experience? Center for Policy Innovation Discussion Paper. Number 3"},
      {
        "id":"ED530160",
        "title":"Parent Engagement: Strategies for Involving Parents in School Health"},
      {
        "id":"ED530162",
        "title":"Educating Teenagers about Sex in the United States. NCHS Data Brief. Number 44"},
      {
        "id":"ED530163",
        "title":"State High School Tests: Changes in State Policies and the Impact of the College and Career Readiness Movement"},
      {
        "id":"ED530165",
        "title":"Obesity and Socioeconomic Status in Children and Adolescents: United States, 2005-2008. NCHS Data Brief. Number 51"},
      {
        "id":"ED530166",
        "title":"Identifying Emotional and Behavioral Problems in Children Aged 4-17 Years: United States, 2001-2007. National Health Statistics Reports. Number 48"},
      {
        "id":"ED530167",
        "title":"Consumption of Added Sugar among U.S. Children and Adolescents, 2005-2008. NCHS Data Brief. No. 87"},
      {
        "id":"ED530170",
        "title":"Examining Variation in Achievement Impacts across the KIPP Network of Charter Schools"},
      {
        "id":"ED530171",
        "title":"Multilevel Models for Estimating the Effect of Implementing Argumentation-Based Elementary Science Instruction"},
      {
        "id":"ED530172",
        "title":"Long-Term Effects of Teacher Performance Pay: Experimental Evidence from India"},
      {
        "id":"ED530173",
        "title":"Paying Teachers to Perform: The Impact of Bonus Pay in Pernambuco, Brazil"},
      {
        "id":"ED530174",
        "title":"Parental Empowerment in Mexico: Randomized Experiment of the &quot;Apoyos a La Gestion Escolar (Age)&quot; Program in Rural Primary Schools in Mexico"},
      {
        "id":"ED530175",
        "title":"Efficacy of an Individualized Reading Intervention with Secondary Students"},
      {
        "id":"ED530176",
        "title":"Tools of the Mind: Promoting the School Readiness of ELLs"},
      {
        "id":"ED530177",
        "title":"The Efficacy of an Intervention Synthesizing Scaffolding Designed to Promote Self-Regulation with an Early Mathematics Curriculum: Effects on Executive Function"},
      {
        "id":"ED530178",
        "title":"Comparing Skills-Focused and Self-Regulation Focused Preschool Curricula: Impacts on Academic and Self-Regulatory Skills"},
      {
        "id":"ED530179",
        "title":"Experimental Evaluation of the Tools of the Mind Preschool Curriculum"},
      {
        "id":"ED530192",
        "title":"Profile of State High School Exit Exam Policies. Oklahoma"},
      {
        "id":"ED530193",
        "title":"Profile of State High School Exit Exam Policies. Ohio"},
      {
        "id":"ED530194",
        "title":"Profile of State High School Exit Exam Policies. New Jersey"},
      {
        "id":"ED530195",
        "title":"Profile of State High School Exit Exam Policies. New York"},
      {
        "id":"ED530196",
        "title":"Profile of State High School Exit Exam Policies. New Mexico"},
      {
        "id":"ED530197",
        "title":"Profile of State High School Exit Exam Policies. Nevada"},
      {
        "id":"ED530198",
        "title":"Profile of State High School Exit Exam Policies. Rhode Island"},
      {
        "id":"ED530199",
        "title":"Profile of State High School Exit Exam Policies. Oregon"},
      {
        "id":"ED530200",
        "title":"Profile of State High School Exit Exam Policies. South Carolina"},
      {
        "id":"ED530201",
        "title":"Profile of State High School Exit Exam Policies. Tennessee"},
      {
        "id":"ED530202",
        "title":"Profile of State High School Exit Exam Policies. Minnesota"},
      {
        "id":"ED530203",
        "title":"Profile of State High School Exit Exam Policies. Louisiana"},
      {
        "id":"ED530204",
        "title":"Profile of State High School Exit Exam Policies. Maryland"},
      {
        "id":"ED530205",
        "title":"Profile of State High School Exit Exam Policies. North Carolina"},
      {
        "id":"ED530207",
        "title":"Profile of State High School Exit Exam Policies. Arizona"},
      {
        "id":"ED530208",
        "title":"Profile of State High School Exit Exam Policies. Indiana"},
      {
        "id":"ED530209",
        "title":"Profile of State High School Exit Exam Policies. Idaho"},
      {
        "id":"ED530210",
        "title":"Profile of State High School Exit Exam Policies. Mississippi"},
      {
        "id":"ED530211",
        "title":"Profile of State High School Exit Exam Policies. Alaska"},
      {
        "id":"ED530212",
        "title":"Profile of State High School Exit Exam Policies. Georgia"},
      {
        "id":"ED530213",
        "title":"Profile of State High School Exit Exam Policies. Alabama"},
      {
        "id":"ED530214",
        "title":"Profile of State High School Exit Exam Policies. Delaware"},
      {
        "id":"ED530215",
        "title":"Profile of State High School Exit Exam Policies. California"},
      {
        "id":"ED530216",
        "title":"Profile of State High School Exit Exam Policies. Connecticut"},
      {
        "id":"ED530217",
        "title":"Profile of State High School Exit Exam Policies. Florida"},
      {
        "id":"ED530218",
        "title":"Profile of State High School Exit Exam Policies. Massachusetts"},
      {
        "id":"ED530219",
        "title":"Profile of State High School Exit Exam Policies. Arkansas"},
      {
        "id":"ED530220",
        "title":"Profile of State High School Exit Exam Policies. Missouri"},
      {
        "id":"ED530221",
        "title":"Profile of State High School Exit Exam Policies. Texas"},
      {
        "id":"ED530222",
        "title":"Profile of State High School Exit Exam Policies. Washington"},
      {
        "id":"ED530223",
        "title":"Profile of State High School Exit Exam Policies. Virginia"},
      {
        "id":"ED530235",
        "title":"An Autobiography of Teaching and Teacher Evaluation in an Apartheid and Post-Apartheid South Africa -- Part One"},
      {
        "id":"ED530236",
        "title":"An Autobiography of Teaching and Teacher Evaluation in an Apartheid and Post-Apartheid South Africa -- Part Two"},
      {
        "id":"ED530238",
        "title":"Nurse Educators' Lived Experiences with Values Changes in Baccalaureate Nursing Education"},
      {
        "id":"ED530239",
        "title":"Use of the Metacognitive English Language Learning Strategies Based on Personality Traits"},
      {
        "id":"ED530240",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. North Dakota"},
      {
        "id":"ED530241",
        "title":"Profile of State College Entrance Exam Policies. Kentucky"},
      {
        "id":"ED530242",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Arkansas"},
      {
        "id":"ED530243",
        "title":"Profile of State College Entrance Exam Policies. Maine"},
      {
        "id":"ED530244",
        "title":"Profile of State College Entrance Exam Policies. Delaware"},
      {
        "id":"ED530245",
        "title":"Profile of State College Entrance Exam Policies. Idaho"},
      {
        "id":"ED530246",
        "title":"Profile of State College Entrance Exam Policies. Tennessee"},
      {
        "id":"ED530247",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Florida"},
      {
        "id":"ED530248",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Alabama"},
      {
        "id":"ED530249",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. South Carolina"},
      {
        "id":"ED530250",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Georgia"},
      {
        "id":"ED530251",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Minnesota"},
      {
        "id":"ED530252",
        "title":"Profile of State College Entrance Exam Policies. Alabama"},
      {
        "id":"ED530253",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Tennessee"},
      {
        "id":"ED530254",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. California"},
      {
        "id":"ED530255",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. New Mexico"},
      {
        "id":"ED530256",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. West Virginia"},
      {
        "id":"ED530257",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Kentucky"},
      {
        "id":"ED530258",
        "title":"Profile of State College Entrance Exam Policies. North Dakota"},
      {
        "id":"ED530259",
        "title":"Profile of State College and Career Readiness Assessments (CCR) Policy. Alaska"},
      {
        "id":"ED530260",
        "title":"Fostering Teacher Learning: Reflections on Leadership Roles"},
      {
        "id":"ED530261",
        "title":"Principals as Partners with Literacy Coaches: Striking a Balance between Neglect and Interference"},
      {
        "id":"ED530262",
        "title":"Lessons Learned about Coaching from Reading First in Georgia"},
      {
        "id":"ED530275",
        "title":"Six Questions about The World Bank's 2020 Education Sector Strategy"},
      {
        "id":"ED530276",
        "title":"Language Interdependence between American Sign Language and English: A Review of Empirical Studies"},
      {
        "id":"ED530277",
        "title":"School Enrollment in Iraq during the U.S-Led Invasion: A Statistical Analysis"},
      {
        "id":"ED530278",
        "title":"Preliminary Findings of the PAULEX Project: A Proposal for the Internet-Based Valencian University Entrance Examination"},
      {
        "id":"ED530279",
        "title":"A Quantitative Assessment of Skills and Competencies in Graduates of At-Risk High Schools"},
      {
        "id":"ED530280",
        "title":"Characteristics of Single-Case Designs Used to Assess Intervention Effects in 2008"},
      {
        "id":"ED530281",
        "title":"A Brief Introduction to Foreign Languages Education Policy in China"},
      {
        "id":"ED530290",
        "title":"State Tuition, Fees, and Financial Assistance Policies: For Public Colleges and Universities, 2010-11"},
      {
        "id":"ED530294",
        "title":"The School Board Wants to Know: Why Literacy Coaching?"},
      {
        "id":"ED530295",
        "title":"Reading Coaching for Math Word Problems"},
      {
        "id":"ED530296",
        "title":"Principal Support for Literacy Coaching"},
      {
        "id":"ED530297",
        "title":"What Teachers Say They Changed Because of Their Coach and How They Think Their Coach Helped Them"},
      {
        "id":"ED530298",
        "title":"It Is Not Just about Content: Preparing Content Area Teachers to Be Literacy Leaders"},
      {
        "id":"ED530299",
        "title":"Reach for the Stars: Visions for Literacy Coaching Programs"},
      {
        "id":"ED530300",
        "title":"PLCs Meet PCs: Technology-Supported Literacy Coaching within and between Disciplines"},
      {
        "id":"ED530301",
        "title":"Professional Development Settings: More than Time, Place, Activity"},
      {
        "id":"ED530302",
        "title":"Facilitating Teacher Study Groups"},
      {
        "id":"ED530303",
        "title":"Service Learning in Community Development: Partnering with East Cleveland. Briefly Stated. Number 10-01"},
      {
        "id":"ED530304",
        "title":"Adult Literacy. Cuyahoga County Data Brief"},
      {
        "id":"ED530305",
        "title":"Public Schools. Cuyahoga County Data Brief"},
      {
        "id":"ED530306",
        "title":"Educational Attainment. Cuyahoga County Data Brief"},
      {
        "id":"ED530318",
        "title":"Project SEED. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED530319",
        "title":"Defining College Readiness: Where Are We Now, and Where Do We Need to Be? The Progress of Education Reform. Volume 13, Number 2"},
      {
        "id":"ED530320",
        "title":"Building a Grad Nation: Progress and Challenge in Ending the High School Dropout Epidemic. Annual Update, 2012"},
      {
        "id":"ED530323",
        "title":"Utilizing Information Technologies to Support Coaching: Can You Teach an Old Dog New Tricks?"},
      {
        "id":"ED530325",
        "title":"Over-Education and the Skills of UK Graduates. CEE DP 79"},
      {
        "id":"ED530326",
        "title":"One Conversation: Exploring the Role of Culture in Coaching"},
      {
        "id":"ED530328",
        "title":"Building a Grad Nation: Progress and Challenge in Ending the High School Dropout Epidemic. Executive Summary. Annual Update, 2012"},
      {
        "id":"ED530329",
        "title":"Degree Production Trends by Program Area: A National Analysis 2004-2009"},
      {
        "id":"ED530330",
        "title":"What Supports Do Literacy Coaches Need from Administrators in Order to Succeed?"},
      {
        "id":"ED530331",
        "title":"To Have or Not to Have? Factors that Influence District Decisions about Literacy Coaches"},
      {
        "id":"ED530332",
        "title":"State Higher Education Finance FY 2011"},
      {
        "id":"ED530334",
        "title":"Urban Density and Pupil Attainment. CEE DP 80"},
      {
        "id":"ED530335",
        "title":"Qualifications for Literacy Coaches: Achieving the Gold Standard"},
      {
        "id":"ED530336",
        "title":"The Persistence of Overskilling and Its Effects on Wages. Research Report"},
      {
        "id":"ED531401",
        "title":"Measuring School Climate for Gauging Principal Performance: A Review of the Validity and Reliability of Publicly Accessible Measures. A Quality School Leadership Issue Brief"},
      {
        "id":"ED531409",
        "title":"A Parallel Mixed-Methods Exploration of Inclusion Strategies Being Used by Middle School Math and Science Teachers for Included Students with Autism"},
      {
        "id":"ED531414",
        "title":"Impacts of Performance Pay under the Teacher Incentive Fund: Study Design Report"},
      {
        "id":"ED531420",
        "title":"Performance in Science on the Minnesota Comprehensive Assessments--Series II for Students in Grades 5 and 8. Issues &amp; Answers. REL 2012-No. 138"},
      {
        "id":"ED531421",
        "title":"Using the Freshman On-Track Indicator to Predict Graduation in Two Urban Districts in the Midwest Region. Issues &amp; Answers. REL 2012-No. 134"},
      {
        "id":"ED531422",
        "title":"Using the Freshman On-Track Indicator to Predict Graduation in Two Urban Districts in the Midwest Region. Summary. Issues &amp; Answers. REL 2012-No. 134"},
      {
        "id":"ED531423",
        "title":"Replicating Experimental Impact Estimates Using a Regression Discontinuity Approach. NCEE 2012-4025"},
      {
        "id":"ED531424",
        "title":"Performance in Science on the Minnesota Comprehensive Assessments--Series II for Students in Grades 5 and 8. Summary. Issues &amp; Answers. REL 2012-No. 138"},
      {
        "id":"ED531425",
        "title":"A Descriptive Analysis of Enrollment and Achievement among Limited English Proficient Students in Maryland. Summary. Issues &amp; Answers. REL 2012-No. 128"},
      {
        "id":"ED531426",
        "title":"A Descriptive Analysis of Enrollment and Achievement among English Language Learner Students in Delaware. Issues &amp; Answers. REL 2012-No. 132"},
      {
        "id":"ED531427",
        "title":"A Descriptive Analysis of Enrollment and Achievement among English Language Learner Students in Delaware. Summary. Issues &amp; Answers. REL 2012-No. 132"},
      {
        "id":"ED531428",
        "title":"A Descriptive Analysis of Enrollment and Achievement among English Language Learner Students in the District of Columbia. Summary. Issues &amp; Answers. REL 2012-No. 131"},
      {
        "id":"ED531429",
        "title":"A Descriptive Analysis of Enrollment and Achievement among English Language Learner Students in Pennsylvania. Summary. Issues &amp; Answers. REL 2012-No. 127"},
      {
        "id":"ED531430",
        "title":"A Descriptive Analysis of Enrollment and Achievement among Limited English Proficient Students in Maryland. Issues &amp; Answers. REL 2012-No. 128"},
      {
        "id":"ED531431",
        "title":"A Descriptive Analysis of Enrollment and Achievement among English Language Learner Students in the District of Columbia. Issues &amp; Answers. REL 2012-No. 131"},
      {
        "id":"ED531432",
        "title":"A Descriptive Analysis of Enrollment and Achievement among Limited English Proficient  Students in New Jersey. Issues &amp; Answers. REL 2012-No. 108"},
      {
        "id":"ED531433",
        "title":"A Descriptive Analysis of Enrollment and Achievement among Limited English Proficient   Students in New Jersey. Summary. Issues &amp; Answers. REL 2012-No. 108"},
      {
        "id":"ED531434",
        "title":"A Descriptive Analysis of Enrollment and Achievement among English Language Learner Students in Pennsylvania. Issues &amp; Answers. REL 2012-No. 127"},
      {
        "id":"ED531446",
        "title":"Examining the Technical Adequacy of Reading Comprehension Measures in a Progress Monitoring Assessment System. Technical Report # 41"},
      {
        "id":"ED531447",
        "title":"Effect of Focused Vocabulary Instruction on 7th Graders' Reading Comprehension"},
      {
        "id":"ED531448",
        "title":"Humanistic Pedagogies and EFL Experiments"},
      {
        "id":"ED531449",
        "title":"District Reading Assessments, Spring 2004 Administration. Technical Report # 30"},
      {
        "id":"ED531450",
        "title":"Analysis of Reading Fluency and Comprehension Measures for Seventh Grade Students. Technical Report # 23"},
      {
        "id":"ED531451",
        "title":"Analysis of Reading Fluency and Comprehension Measures for Fifth Grade Students. Technical Report # 28"},
      {
        "id":"ED531452",
        "title":"Analysis of Reading Fluency and Comprehension Measures for Fourth Grade Students. Technical Report # 27"},
      {
        "id":"ED531453",
        "title":"Use of Focus Groups to Inform the Construction of a Universally Designed Mathematics Test. Technical Report # 29"},
      {
        "id":"ED531454",
        "title":"Analysis of Reading Fluency and Comprehension Measures for First Grade Students. Technical Report # 25"},
      {
        "id":"ED531455",
        "title":"The Development of the E-Learning Course &quot;Sociology&quot;"},
      {
        "id":"ED531456",
        "title":"Social Phenomenon of Community on Online Learning: Digital Interaction and Collaborative Learning Experience"},
      {
        "id":"ED531457",
        "title":"The Effect of Concept Mazes in a Ninth Grade Language Arts Classroom. Technical Report # 20"},
      {
        "id":"ED531458",
        "title":"Oral Reading Fluency: 90 Years of Measurement. Technical Report # 33"},
      {
        "id":"ED531459",
        "title":"Instrument Development: Examining the Appropriateness of Student and Teacher Surveys for Determining the Need for Testing Accommodations. Technical Report #31"},
      {
        "id":"ED531460",
        "title":"Analysis of Reading Fluency and Comprehension Measures for Third Grade Students. Technical Report # 22"},
      {
        "id":"ED531461",
        "title":"Content-Related Evidence for Validity for Mathematics Tests: Teacher Review. Technical Report # 42"},
      {
        "id":"ED531462",
        "title":"The Development of Word and Passage Reading Fluency Measures for Use in a Progress Monitoring Assessment System. Technical Report # 40"},
      {
        "id":"ED531463",
        "title":"Measuring Teachers' Efficacy Working with Diverse Student Needs: Testing a Measurement Model. Technical Report # 38"},
      {
        "id":"ED531464",
        "title":"The Development of Early Literacy Measures for Use in a Progress Monitoring Assessment System: Letter Names, Letter Sounds and Phoneme Segmenting. Technical Report # 39"},
      {
        "id":"ED531470",
        "title":"Building a Team of Passionate Callers to Enrich Education in Croatia"},
      {
        "id":"ED531471",
        "title":"Teamwork in Relation to Quality of E-Learning: Business Education Context"},
      {
        "id":"ED531472",
        "title":"The Role of Discussion Boards in Facilitating Communities of Inquiry: A Case of ICT and Sociology Courses at Zagreb School of Economics and Management"},
      {
        "id":"ED531474",
        "title":"Is the Earth Flat or Round? Primary School Children's Understandings of the Planet Earth: The Case of Turkish Children"},
      {
        "id":"ED531481",
        "title":"Using an Experimental Evaluation of Charter Schools to Test Whether Nonexperimental Comparison Group Methods Can Replicate Experimental Impact Estimates. NCEE 2012-4019"},
      {
        "id":"ED531482",
        "title":"Analyzing Performance by Pennsylvania Grade 8 Hispanic Students on the 2007/08 State Assessment. REL Technical Brief. REL 2012-No. 025"},
      {
        "id":"ED531483",
        "title":"Prekindergarten Participation Rates in West Virginia. REL Technical Brief. REL 2012-No. 021"},
      {
        "id":"ED531495",
        "title":"Construct Validity and Measurement Invariance of Computerized Adaptive Testing:   Application to Measures of Academic Progress (MAP) Using Confirmatory Factor Analysis"},
      {
        "id":"ED531496",
        "title":"Acquisition of Alphabet Knowledge in Kindergarten: Impact of Multiple Means of Representation"},
      {
        "id":"ED531497",
        "title":"Meeting Oregon's New High School Math Graduation Requirements: Examining Student Enrollment and Teacher Availability. Issues &amp; Answers. REL 2012-No. 126"},
      {
        "id":"ED531498",
        "title":"How California's Local Education Agencies Evaluate Teachers and Principals. REL Technical Brief. REL 2012-No. 023"},
      {
        "id":"ED531499",
        "title":"Meeting Oregon's New High School Math Graduation Requirements: Examining Student Enrollment and Teacher Availability. Summary. Issues &amp; Answers. REL 2012-No. 126"},
      {
        "id":"ED531504",
        "title":"Examining the Technical Adequacy of Second-Grade Reading Comprehension Measures in a Progress Monitoring Assessment System. Technical Report # 08-08"},
      {
        "id":"ED531516",
        "title":"Examining the Technical Adequacy of Fifth-Grade Reading Comprehension Measures in a Progress Monitoring Assessment System. Technical Report # 08-07"},
      {
        "id":"ED531517",
        "title":"Instrument Development Procedures for Silent Reading Measures. Technical Report Number 08-03"},
      {
        "id":"ED531518",
        "title":"Instrument Development Procedures for Mathematics Measures. Technical Report Number 08-02"},
      {
        "id":"ED531519",
        "title":"Instrument Development Procedures for Maze Measures. Technical Report # 08-06"},
      {
        "id":"ED531520",
        "title":"The Development of Fifth-Grade Passage Reading Fluency Measures for Use in a Progress Monitoring Assessment System. Technical Report # 43"},
      {
        "id":"ED531521",
        "title":"The Development of Middle School Passage Reading Fluency Measures for Use in a Progress Monitoring Assessment System. Technical Report # 46"},
      {
        "id":"ED531522",
        "title":"The Reliability of Teacher Decision-Making in Recommending Accommodations for Large-Scale Tests. Technical Report # 08-01"},
      {
        "id":"ED531523",
        "title":"Instrument Development Procedures for Rapid Reading Rate Measures. Technical Report # 08-05"},
      {
        "id":"ED531524",
        "title":"Examining Item Functioning of Math Screening Measures for Grades 1-8 Students. Technical Report Number 08-04"},
      {
        "id":"ED531535",
        "title":"High-Stakes Testing and Student Achievement: Problems for the No Child Left Behind Act. Executive Summary"},
      {
        "id":"ED531536",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 4. Technical Report # 09-03"},
      {
        "id":"ED531537",
        "title":"High-Stakes Testing and Student Achievement: Problems for the No Child Left Behind Act. Appendices"},
      {
        "id":"ED531538",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 5. Technical Report # 09-01"},
      {
        "id":"ED531539",
        "title":"Performance-Based Scholarships: Emerging Findings from a National Demonstration. Policy Brief"},
      {
        "id":"ED531540",
        "title":"Building the Workforce Our Youngest Children Deserve. Social Policy Report. Volume 26, Number 1"},
      {
        "id":"ED531541",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 3. Technical Report # 09-02"},
      {
        "id":"ED531542",
        "title":"Project DIVIDE Instrument Development. Technical Report # 0810"},
      {
        "id":"ED531544",
        "title":"Promoting Equity, Tolerance, and Justice in Childhood. Social Policy Report. Volume 25, Number 4"},
      {
        "id":"ED531545",
        "title":"After Foster Care and Juvenile Justice: A Preview of the Youth Villages Transitional Living Evaluation. Policy Brief"},
      {
        "id":"ED531546",
        "title":"Exploring the Effects of Active Learning on Retaining Essential Concepts in Secondary and Junior High Classrooms"},
      {
        "id":"ED531547",
        "title":"Model Selection for Equating Testlet-Based Tests in the NEAT Design: An Empirical Study"},
      {
        "id":"ED531548",
        "title":"Local Normative Data on easyCBM[R] Reading and Mathematics: Fall 2009. Technical Report # 0918"},
      {
        "id":"ED531549",
        "title":"Criterion-Related Evidence Using easyCBM[R] Reading Measures and Student Demographics to Predict State Test Performance in Grades 3-8. Technical Report # 0910"},
      {
        "id":"ED531550",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 7. Technical Report 0908"},
      {
        "id":"ED531551",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Kindergarten. Technical Report # 0921"},
      {
        "id":"ED531552",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 8. Technical Report # 09-04"},
      {
        "id":"ED531553",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 1. Technical Report # 0919"},
      {
        "id":"ED531554",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 6. Technical Report 09-07"},
      {
        "id":"ED531555",
        "title":"The Development of K-8 Progress Monitoring Measures in Mathematics for Use with the 2% and General Education Populations: Grade 2. Technical Report # 0920"},
      {
        "id":"ED531556",
        "title":"Hierarchical Linear Modeling of Passage Reading Fluency Growth as a Function of Student Characteristics. Technical Report # 0922"},
      {
        "id":"ED531557",
        "title":"Analysis of Teacher Accommodation Recommendations for a Large-Scale Test. Technical Report # 09-05"},
      {
        "id":"ED531558",
        "title":"Alternate Form and Test-Retest Reliability of easyCBM Reading Measures. Technical Report # 0906"},
      {
        "id":"ED531559",
        "title":"IRT Analysis of General Outcome Measures in Grades 1-8. Technical Report # 0916"},
      {
        "id":"ED531560",
        "title":"Uses of Think Aloud to Verify the Cognitive Attributes in Division of Fractions. Technical Report # 08-09"},
      {
        "id":"ED531561",
        "title":"Internal Consistency of General Outcome Measures in Grades 1-8. Technical Report # 0915"},
      {
        "id":"ED531574",
        "title":"Continuing the School Choice March: Policies to Promote Family K-12 Education Investment. Backgrounder. No. 2683"},
      {
        "id":"ED531575",
        "title":"Boosting Postsecondary Education Performance: A Statement by the Policy and Impact Committee of the Committee for Economic Development"},
      {
        "id":"ED531593",
        "title":"Numbers and Types of Public Elementary and Secondary Local Education Agencies from the Common Core of Data: School Year 2010-11. First Look. NCES 2012-326"},
      {
        "id":"ED531594",
        "title":"Numbers and Types of Public Elementary and Secondary Schools from the Common Core of Data: School Year 2010-11. First Look. NCES 2012-325"},
      {
        "id":"ED531595",
        "title":"Public Elementary and Secondary School Student Enrollment and Staff Counts from the Common Core of Data: School Year 2010-11. First Look. NCES 2012-327"},
      {
        "id":"ED531599",
        "title":"Colorado Disciplinary Practices, 2008-2010: Disciplinary Actions, Student Behaviors, Race, and Gender"},
      {
        "id":"ED531601",
        "title":"TPACK for Pre-Service Science and Mathematics Teachers"},
      {
        "id":"ED531602",
        "title":"The &quot;Quiet Crisis&quot; Continues"},
      {
        "id":"ED531603",
        "title":"Higher Education for National Development: Quality Assurance and Fostering Global Competencies"},
      {
        "id":"ED531622",
        "title":"Length of School Calendars and Student Achievement in High Schools in California, Illinois and Texas"},
      {
        "id":"ED531623",
        "title":"Technical Adequacy of the easyCBM Grade 2 Reading Measures. Technical Report #1004"},
      {
        "id":"ED531624",
        "title":"Technical Adequacy of the easyCBM Primary-Level Reading Measures (Grades K-1), 2009-2010 Version. Technical Report #1003"},
      {
        "id":"ED531627",
        "title":"The Alignment of easyCBM[R] Math Measures to Curriculum Standards. Technical Report #1002"},
      {
        "id":"ED531628",
        "title":"Making the Good Even Better: Feedback from easyCBM Focus Groups, School Year 2009/2010. Technical Report # 1001"},
      {
        "id":"ED531629",
        "title":"Diagnostic Efficiency of easyCBM[R] Math: Washington State. Technical Report #1008"},
      {
        "id":"ED531631",
        "title":"Can Financial Aid Improve Student Success at Louisiana's Community Colleges? A Study of the Potential Impact of Redistributing State Gift Aid on the Success of Pell Grant Recipients"},
      {
        "id":"ED531635",
        "title":"Child and Youth Victimization Known to Police, School, and Medical Authorities. National Survey of Children's Exposure to Violence. Juvenile Justice Bulletin"},
      {
        "id":"ED531636",
        "title":"Outlook. Number 375"},
      {
        "id":"ED531637",
        "title":"Technical Adequacy of the easyCBM Primary-Level Mathematics Measures (Grades K-2), 2009-2010 Version. Technical Report #1006"},
      {
        "id":"ED531638",
        "title":"Technical Adequacy of the easyCBM[R] Mathematics Measures: Grades 3-8, 2009-2010 Version. Technical Report #1007"},
      {
        "id":"ED531639",
        "title":"Technical Adequacy of the easyCBM Reading Measures (Grades 3-7), 2009-2010 Version. Technical Report #1005"},
      {
        "id":"ED531652",
        "title":"Education at Risk--Educational Care as Part of the Parental Responsibilities for the Child"},
      {
        "id":"ED531653",
        "title":"Preserving the Public Good: Presenting an Organizational Model for the Changing Future of Higher Education"},
      {
        "id":"ED531654",
        "title":"Key Items to Get Right When Conducting a Randomized Controlled Trial in Education"},
      {
        "id":"ED531655",
        "title":"Elementary School Teachers' Understanding towards the Related Knowledge of Number Sense"},
      {
        "id":"ED531657",
        "title":"The Other Side of Teaching Assessment"},
      {
        "id":"ED531658",
        "title":"A Conceptual Approach to Learning Chemistry in Professional Secondary School in Latvia"},
      {
        "id":"ED531659",
        "title":"A CAD (Classroom Assessment Design) of a Computer Programming Course"},
      {
        "id":"ED531660",
        "title":"The Rewards of Mentoring"},
      {
        "id":"ED531661",
        "title":"Use of a New Set of Linguistic Features to Improve Automatic Assessment of Text Readability"},
      {
        "id":"ED531662",
        "title":"Boosting Adolescent and Young Adult Literacy: An Examination of Literacy Teaching and Learning in Philadelphia's Accelerated High Schools"},
      {
        "id":"ED531663",
        "title":"A Cross-Validation of easyCBM[R] Mathematics Cut Scores in Oregon: 2009-2010. Technical Report #1104"},
      {
        "id":"ED531664",
        "title":"easyCBM[R] Reading Criterion Related Validity Evidence: Washington State Test 2009-2010. Technical Report #1101"},
      {
        "id":"ED531665",
        "title":"easyCBM[R] Reading Criterion Related Validity Evidence: Oregon State Test 2009-2010. Technical Report #1103"},
      {
        "id":"ED531666",
        "title":"easyCBM[R] Mathematics Criterion Related Validity Evidence: Oregon State Test. Technical Report #1011"},
      {
        "id":"ED531667",
        "title":"The Development and Technical Adequacy of Seventh-Grade Reading Comprehension Measures in a Progress Monitoring Assessment System. Technical Report #1102"},
      {
        "id":"ED531668",
        "title":"The Retrospection and Elicitation of China's Teacher Education Reform and Opening-Up More Than 30 Years"},
      {
        "id":"ED531669",
        "title":"Policy-Driven for Lifelong Learning and Its Effects: Experiences of Working Adults in Taiwan"},
      {
        "id":"ED531670",
        "title":"MAI (Multi-Dimensional Activity Based Integrated Approach): A Strategy for Cognitive Development of the Learners at the Elementary Stage"},
      {
        "id":"ED531671",
        "title":"Philadelphia's Renaissance Schools Initiative: 18 Month Interim Report"},
      {
        "id":"ED531672",
        "title":"Counselors Are Critical: How Middle School Counselors Can Support Students in Philadelphia's High School Application Process"},
      {
        "id":"ED531673",
        "title":"Simplifying Student Aid: What It Would Mean for States"},
      {
        "id":"ED531674",
        "title":"Diagnostic Efficiency of easyCBM[R] Math: Oregon. Technical Report #1009"},
      {
        "id":"ED531675",
        "title":"The Completion Arch: Measuring Community College Student Success--2012"},
      {
        "id":"ED531676",
        "title":"An Elementary School Teacher's Reflection on Implementing Constructivist Instruction in Science Classroom"},
      {
        "id":"ED531677",
        "title":"Poverty Is Not a Human Characteristic: A Retrospective Study of Comprehending and Educating Impoverished Children"},
      {
        "id":"ED531679",
        "title":"easyCBM[R] Mathematics Criterion Related Validity Evidence: Washington State Test. Technical Report #1010"},
      {
        "id":"ED531680",
        "title":"Bridging the Gap: How Students from Immigrant Families Navigate Philadelphia's High School Application Process"},
      {
        "id":"ED531681",
        "title":"CCSS Literacy and Math Tools: An Interim Report on Implementation and Sustainability during the Pilot Year"},
      {
        "id":"ED531704",
        "title":"An Investigation of Interactive, Dialogue-Based Instruction for Undergraduate Art History"},
      {
        "id":"ED531705",
        "title":"Teaching through Mnemonics in Elementary School Classrooms"},
      {
        "id":"ED531711",
        "title":"The Role of Socioeconomic Status When Controlling for Academic Background in a  Multinomial Logit Model of Six-Year College Outcomes"},
      {
        "id":"ED531712",
        "title":"Higher Education Enrollments and Student Success in Times of Budget Scarcity: Examining System-Level Impacts in Recessionary Periods"},
      {
        "id":"ED531713",
        "title":"The Impact of Hidden Grades on Student Decision-Making and Academic Performance: An Examination of a Policy Change at MIT"},
      {
        "id":"ED531714",
        "title":"A Longitudinal Analysis of Outcomes Associated with Ohio's Postsecondary Enrollment Options Program"},
      {
        "id":"ED531715",
        "title":"Learner-Centered Assessment: A Comparison of Faculty Practices in US Colleges and Universities 1993 to 2004"},
      {
        "id":"ED531716",
        "title":"Forming and Using Peer Groups Based on Nearest Neighbors with IPEDS Data"},
      {
        "id":"ED531717",
        "title":"SAIR and NCAIR Best Paper: Academic Confidence and the Impact of a Living-Learning Community on Persistence"},
      {
        "id":"ED531718",
        "title":"Evaluation of an Online Alcohol Education Program for First-Time-in-College Students"},
      {
        "id":"ED531719",
        "title":"Analyzing Multilevel Data: An Empirical Comparison of Parameter Estimates of Hierarchical Linear Modeling and Ordinary Least Squares Regression"},
      {
        "id":"ED531720",
        "title":"A First-Place Finish: The Use of Awards and Competition in Re-Energizing Your Retention Efforts"},
      {
        "id":"ED531721",
        "title":"International Academic Success: Institutional Planning &amp; Analysis"},
      {
        "id":"ED531722",
        "title":"Student Swirl at a Single Institution: The Role of Timing and Student Characteristics"},
      {
        "id":"ED531723",
        "title":"What Do We Measure? Methodological versus Institutional Validity in Student Surveys"},
      {
        "id":"ED531724",
        "title":"Assessing a New Approach to Class-Based Affirmative Action"},
      {
        "id":"ED531725",
        "title":"Exploration of Interstate College and Post-Graduation Migration in the United States"},
      {
        "id":"ED531726",
        "title":"The Role of Full-Time and Part-Time Faculty in Student Learning Outcomes"},
      {
        "id":"ED531727",
        "title":"An Examination of Master's Student Retention &amp; Completion"},
      {
        "id":"ED531729",
        "title":"Investigating Social Desirability Bias in Student Self-Report Surveys"},
      {
        "id":"ED531730",
        "title":"Complementing the Numbers: A Text Mining Analysis of College Course Withdrawals"},
      {
        "id":"ED531731",
        "title":"University Transformation: New Demands and Coping Strategies"},
      {
        "id":"ED531732",
        "title":"Language Acquisition and Language Learning: Developing the System of External and Internal Perspectives"},
      {
        "id":"ED531733",
        "title":"Conditions for Developing Communicative Competence"},
      {
        "id":"ED531734",
        "title":"Sustainable Development in Engineering Education: A Pedagogical Approach"},
      {
        "id":"ED531735",
        "title":"Perspective of Game Theory in Education for Sustainable Development"},
      {
        "id":"ED531747",
        "title":"Houston Community College 2011-2012 Fact Book"},
      {
        "id":"ED531748",
        "title":"Houston Community College 2008-2009 Fact Book"},
      {
        "id":"ED531749",
        "title":"Results of Student Evaluation of Instruction (SEOI), Fall 2010"},
      {
        "id":"ED531750",
        "title":"What Is Spanglish according to the Speakers and What They Think about the Inclusion of It on Literacy Materials?"},
      {
        "id":"ED531751",
        "title":"Results of Student Evaluation of Instruction (SEOI), Spring 2011"},
      {
        "id":"ED531752",
        "title":"Let's GO Tech to Pursue Sustainability and Happiness"},
      {
        "id":"ED531753",
        "title":"An Evaluation of EPIC's Analysis of School Practice &amp; Knowledge System. The Effective Practice Incentive Community (EPIC). Research Brief"},
      {
        "id":"ED531754",
        "title":"Houston Community College 2010-2011 Fact Book"},
      {
        "id":"ED531755",
        "title":"Evaluation Report: The EPIC Leadership Development Model and Pilot Programs"},
      {
        "id":"ED531756",
        "title":"Investigating the Impact of EPIC Professional Development on Perspectives Charter School Principals. An Evaluation of the EPIC Professional Learning Model. Evaluation Brief"},
      {
        "id":"ED531757",
        "title":"Driving Alignment and Implementation: The Role of the Principalship in ESEA Flexibility. Version 1.0"},
      {
        "id":"ED531758",
        "title":"The EPIC Professional Learning Model: A Review of EPIC's Alignment with Leadership Development Research and Professional Learning National Standards. The Effective Practice Incentive Community (EPIC). Research Brief"},
      {
        "id":"ED531759",
        "title":"Adventure Therapy with American Indian Youth. AEE White Papers"},
      {
        "id":"ED531760",
        "title":"Adventure Therapy and Adjudicated Youth. AEE White Papers"},
      {
        "id":"ED531761",
        "title":"Wilderness Orientation Programs. AEE White Papers"},
      {
        "id":"ED531766",
        "title":"Teaching Prelinguistic Communication. Practice Perspectives--Highlighting Information on Deaf-Blindness. Number 5"},
      {
        "id":"ED531767",
        "title":"Universal Design for Learning. Practice Perspectives--Highlighting Information on Deaf-Blindness. Number 8"},
      {
        "id":"ED531768",
        "title":"College Students Who Are Deaf-Blind. Practice Perspectives--Highlighting Information on Deaf-Blindness. Number 7"},
      {
        "id":"ED531769",
        "title":"Harmonious Interactions. Practice Perspectives--Highlighting Information in Deaf-Blindness. Number 1"},
      {
        "id":"ED531770",
        "title":"Children Who Are Deaf-Blind. Practice Perspectives--Highlighting Information on Deaf-Blindness. Number 2"},
      {
        "id":"ED531771",
        "title":"The Path to Symbolism. Practice Perspectives--Highlighting Information on Deaf-Blindness. Number 3"},
      {
        "id":"ED531772",
        "title":"Transition. Practice Perspectives--Highlighting Information on Deaf-Blindness. Number 4"},
      {
        "id":"ED531773",
        "title":"Authentic Assessment. Practice Perspectives--Highlighting Information on Deaf-Blindness. Number 6"},
      {
        "id":"ED531785",
        "title":"Teacher and Principal Value-Added: Research Findings and Implementation Practices. Final Report"},
      {
        "id":"ED531789",
        "title":"Spending by the Major Charter Management Organizations: Comparing Charter School and Local Public District Financial Resources in New York, Ohio, and Texas"},
      {
        "id":"ED531790",
        "title":"Value-Added Models for the Pittsburgh Public Schools"},
      {
        "id":"ED531791",
        "title":"Technology Enhanced Elementary and Middle School Science (TEEMSS). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED531792",
        "title":"The Center for Learning Technologies in Urban Schools (LeTUS) Program[R]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED531793",
        "title":"Astronomy Resources for Intercurricular Elementary Science (ARIES): Exploring Motion and Forces. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED531795",
        "title":"Value-Added Estimates for Phase 1 of the Pennsylvania Teacher and Principal Evaluation Pilot. Full Report"},
      {
        "id":"ED531799",
        "title":"Quality of Teaching and Learning in Resource Quandary: The Case of a University in Zimbabwe"},
      {
        "id":"ED531800",
        "title":"School District Employment Reductions Slow. Get the Facts. #1"},
      {
        "id":"ED531802",
        "title":"What We Know about Student Achievement and School Improvement in Kansas. Focus On..."},
      {
        "id":"ED531803",
        "title":"Value-Added Estimates for Phase 1 of the Pennsylvania Teacher and Principal Evaluation Pilot. Executive Summary"},
      {
        "id":"ED531805",
        "title":"How Can School Funding Increase If Operating Budgets Are Declining? Get the Facts... #2"},
      {
        "id":"ED531808",
        "title":"Education Performance Measures Track Kansas School Improvement. Focus On..."},
      {
        "id":"ED531809",
        "title":"Home/Hospital Instruction: Instructional Approach to Working with Students with Major Depressive Disorder"},
      {
        "id":"ED531810",
        "title":"Teacher Preparation and Confidence Regarding Post-Secondary Transition Plans"},
      {
        "id":"ED531811",
        "title":"Administrator Job Satisfaction in Higher Education"},
      {
        "id":"ED531823",
        "title":"The Limits and Possibilities of International Large-Scale Assessments. Education Policy Brief. Volume 9, Number 2, Spring 2011"},
      {
        "id":"ED531824",
        "title":"An Analysis of Purchasing and Cooperative Agreements among School Corporations, Charter Schools, and Education Service Centers. Special Report"},
      {
        "id":"ED531825",
        "title":"Sexual Violence Prevention in Indiana: Toward Safer, Healthier Communities"},
      {
        "id":"ED531826",
        "title":"School Choice Issues in Indiana: Sifting through the Rhetoric. Education Policy Brief. Volume 9, Number 3"},
      {
        "id":"ED531827",
        "title":"Update on Indiana School Referenda. Education Policy Brief. Volume 8, Number 5"},
      {
        "id":"ED531828",
        "title":"The Core Components of RTI: A Closer Look at Evidence-Based Core Curriculum, Assessment and Progress Monitoring, and Data-Based Decision Making. Special Report"},
      {
        "id":"ED531829",
        "title":"Update on Indiana School District Referenda: Legislative Changes and Primary Election Outcomes of 2011. Education Policy Brief. Volume 9, Number 1"},
      {
        "id":"ED531830",
        "title":"Emotional and Behavioral Disorders: Promoting Prevention and Positive Interventions in School Settings. Education Policy Brief. Volume 9, Number 5"},
      {
        "id":"ED531831",
        "title":"Revamping the Teacher Evaluation Process. Education Policy Brief. Volume 9, Number 4, Fall 2011"},
      {
        "id":"ED531839",
        "title":"The Core Components of RTI: A Closer Look at Leadership, Parent Involvement, and Cultural Responsivity. Special Report"},
      {
        "id":"ED531840",
        "title":"Mind the (Other) Gap! The Growing Excellence Gap in K-12 Education"},
      {
        "id":"ED531841",
        "title":"Indiana's Vision of Response to Intervention. Special Report"},
      {
        "id":"ED531842",
        "title":"Developing Concepts with Children Who Are Deaf-Blind"},
      {
        "id":"ED531843",
        "title":"Early Interactions with Children Who Are Deaf-Blind"},
      {
        "id":"ED531844",
        "title":"Literacy for Persons Who Are Deaf-Blind"},
      {
        "id":"ED531845",
        "title":"The Importance of Orientation and Mobility Skills for Students Who Are Deaf-Blind. Revised"},
      {
        "id":"ED531846",
        "title":"Assessment of Deafblind Access to Manual Language Systems (ADAMLS)"},
      {
        "id":"ED531847",
        "title":"Research to Real Life, 2006: Innovations in Deaf-Blindness"},
      {
        "id":"ED531858",
        "title":"Washington State Student Achievement Initiative: Achievement Points Analysis for Academic Years 2007-2011. CCRC-IHELP Student Achievement Initiative Policy Study"},
      {
        "id":"ED531859",
        "title":"Valuable Learning or \"Spinning Their Wheels\"? Understanding Excess Credits Earned by Community College Associate Degree Completers. CCRC Working Paper No. 44"},
      {
        "id":"ED531860",
        "title":"AYP Results for 2010-11--May 2012 Update"},
      {
        "id":"ED531861",
        "title":"Major Accountability Themes of Second-Round State Applications for NCLB Waivers"},
      {
        "id":"ED531863",
        "title":"Moms and Schools Survey: Nationwide Public Opinion on Schooling. Polling Paper No. 8"},
      {
        "id":"ED531864",
        "title":"The International Society for the Social Studies Annual Conference Proceedings (Orlando, Florida, March 1-2, 2012). Volume 2012, Issue 1"},
      {
        "id":"ED531865",
        "title":"Results from a Pilot Study of a Curriculum Unit Designed to Help Middle School Students Understand Chemical Reactions in Living Systems"},
      {
        "id":"ED531866",
        "title":"Enhancing Learning with the Use of Assistive Technology for Children on the Autism Spectrum"},
      {
        "id":"ED531867",
        "title":"Workforce Skills Development and Engagement in Training through Skill Sets: Literature Review. Occasional Paper"},
      {
        "id":"ED531869",
        "title":"Why Teach Spelling?"},
      {
        "id":"ED531870",
        "title":"Useful, Used, and Peer Approved: The Importance of Rigor and Accessibility in Postsecondary Research and Evaluation. WISCAPE Viewpoints"},
      {
        "id":"ED531875",
        "title":"Nature Awareness and Science Achievement in Middle School: A Correlational Study"},
      {
        "id":"ED531888",
        "title":"Creating Enabling Environment for Inclusion for Students with Developmental Disabilities"},
      {
        "id":"ED531889",
        "title":"Proceedings of the Forum on Leveraging a Legacy of Leadership in Rural Mathematics and Science Education (July 16, 2008)"},
      {
        "id":"ED531890",
        "title":"Legacy of the Rural Systemic Initiatives: Innovation, Leadership, Teacher Development, and Lessons Learned"},
      {
        "id":"ED531891",
        "title":"Evaluation of the Correlated Science and Mathematics Professional Development Model, 2009-2010 Cohort"},
      {
        "id":"ED531892",
        "title":"A Legacy of Leadership and Lessons Learned: Results from the Rural Systemic Initiatives for Improving Mathematics and Science Education"},
      {
        "id":"ED531893",
        "title":"ICT as a Tool for Building Social Capital in Higher Education"},
      {
        "id":"ED531894",
        "title":"The Nation's Report Card: Science 2011. National Assessment of Educational Progress at Grade 8. NCES 2012-465"},
      {
        "id":"ED531904",
        "title":"Urban versus Suburban Public Schools: Resolving the Issue of Racial Inequality in Education"},
      {
        "id":"ED531905",
        "title":"Using Instrumental Variables Properly to Account for Selection Effects"},
      {
        "id":"ED531907",
        "title":"Intensive Interventions for Students Struggling in Reading and Mathematics. A Practice Guide"},
      {
        "id":"ED531908",
        "title":"Student Center Activities Aligned to the Common Core State Standards in English Language Arts and Literacy in History/Social Studies, Science, and Technical Subjects K-5"},
      {
        "id":"ED531909",
        "title":"Using \"Instructional Routines\" to Differentiate Instruction: A Guide for Teachers"},
      {
        "id":"ED531918",
        "title":"Gaining Momentum, Losing Ground. Tapping America's Potential, Progress Report 2008"},
      {
        "id":"ED531919",
        "title":"Gaining Momentum, Losing Ground. Tapping America's Potential (TAP) Progress Report, 2008. Executive Summary"},
      {
        "id":"ED531920",
        "title":"Diagnostic Efficiency of easyCBM Reading: Oregon. Technical Report #1106"},
      {
        "id":"ED531922",
        "title":"Diagnostic Efficiency of easyCBM Reading: Washington State. Technical Report #1107"},
      {
        "id":"ED531923",
        "title":"Cross-Validation of easyCBM Reading Cut Scores in Oregon: 2009-2010. Technical Report #1108"},
      {
        "id":"ED531924",
        "title":"Cross-Validation of easyCBM Reading Cut Scores in Washington: 2009-2010. Technical Report #1109"},
      {
        "id":"ED531925",
        "title":"Progress Monitoring Instrument Development: Silent Reading Fluency, Vocabulary, and Reading Comprehension. Technical Report #1110"},
      {
        "id":"ED531930",
        "title":"A Cross-Validation of easyCBM Mathematics Cut Scores in Washington State: 2009-2010 Test. Technical Report #1105"},
      {
        "id":"ED531943",
        "title":"Milwaukee Longitudinal School Choice Evaluation: Annual School Testing Summary Report 2007-08. SCDP Milwaukee Evaluation Report #9"},
      {
        "id":"ED531944",
        "title":"School Choice and Home Prices: Evidence from Milwaukee, Wisconsin. SCDP Milwaukee Evaluation Report #12"},
      {
        "id":"ED531945",
        "title":"The Comprehensive Longitudinal Evaluation of the Milwaukee Parental Choice Program: Summary of Third Year Reports. SCDP Milwaukee Evaluation Report #14"},
      {
        "id":"ED531946",
        "title":"School and Sector Switching in Milwaukee. SCDP Milwaukee Evaluation Report #16"},
      {
        "id":"ED531947",
        "title":"Teenagers' Significant Experiences in Areas of Arts: A Study of the Subjectively Felt Impact and Some Qualitative Aspects of Experiences Involving Productive Arts Activities"},
      {
        "id":"ED531948",
        "title":"College Readiness: A Guide to the Field"},
      {
        "id":"ED531964",
        "title":"Parent and Student Experiences with Choice in Milwaukee, Wisconsin. SCDP Milwaukee Evaluation Report #13"},
      {
        "id":"ED531965",
        "title":"The Milwaukee Parental Choice Program: Descriptive Report on Participating Schools 2008-2009. SCDP Milwaukee Evaluation Report #17"},
      {
        "id":"ED531966",
        "title":"Milwaukee Longitudinal School Choice Evaluation: Annual School Testing Summary Report 2008-09. SCDP Milwaukee Evaluation Report #18"},
      {
        "id":"ED531967",
        "title":"Family Voices on Parental School Choice in Milwaukee: What Can We Learn from Low-Income Families? SCDP Milwaukee Evaluation Report #19"},
      {
        "id":"ED531968",
        "title":"The Milwaukee Parental Choice Program's Effect on School Integration. SCDP Milwaukee Evaluation Report #20"},
      {
        "id":"ED531979",
        "title":"National Evaluation of Title III Implementation Supplemental Report: Exploring Approaches to Setting English Language Proficiency Performance Criteria and Monitoring English Learner Progress"},
      {
        "id":"ED531980",
        "title":"Teacher Incentive Fund: First Implementation Report, 2006 and 2007 Grantees"},
      {
        "id":"ED531981",
        "title":"Language Instruction Educational Programs (LIEPs): A Review of the Foundational Literature"},
      {
        "id":"ED531982",
        "title":"National Evaluation of Title III Implementation: Report on State and Local Implementation"},
      {
        "id":"ED531983",
        "title":"National Evaluation of Title III Implementation: Report on State and Local Implementation. Appendix G: Data Collection Instruments"},
      {
        "id":"ED531985",
        "title":"Results of Student Evaluation of Instruction (SEOI), Fall 2009"},
      {
        "id":"ED531986",
        "title":"Results of Student Evaluation of Instruction (SEOI), Fall 2007"},
      {
        "id":"ED531987",
        "title":"Results of Student Evaluation of Instruction (SEOI), Spring 2007"},
      {
        "id":"ED531988",
        "title":"Results of Student Evaluation of Instruction (SEOI), Spring 2010"},
      {
        "id":"ED531989",
        "title":"Results of Student Evaluation of Instruction (SEOI), Spring 2008"},
      {
        "id":"ED531990",
        "title":"Results of Student Evaluation of Instruction (SEOI), Spring 2009"},
      {
        "id":"ED531991",
        "title":"Results of Student Evaluation of Instruction (SEOI), Fall 2008"},
      {
        "id":"ED531992",
        "title":"Results of Student Evaluation of Instruction (SEOI), Fall 2006"},
      {
        "id":"ED531993",
        "title":"Evaluation of Green Dot&apos;s Locke Transformation Project: Findings for Cohort 1 and 2 Students. CRESST Report 815"},
      {
        "id":"ED531997",
        "title":"Analyzing the Reliability of the easyCBM Reading Comprehension Measures: Grade 2. Technical Report #1201"},
      {
        "id":"ED531998",
        "title":"Results of Student Evaluation of Instruction (SEOI), Fall 2004"},
      {
        "id":"ED531999",
        "title":"Results of Student Evaluation of Instruction (SEOI), Spring 2006"},
      {
        "id":"ED532000",
        "title":"Results of Student Evaluation of Instruction (SEOI), Spring 2005"},
      {
        "id":"ED532002",
        "title":"Results of Student Evaluation of Instruction (SEOI), Fall 2005"},
      {
        "id":"ED532003",
        "title":"Apprenticeship and Pre-Apprenticeship Training. Made in B.C.: A History of Postsecondary Education in British Columbia. Volume 5"},
      {
        "id":"ED532015",
        "title":"Enhancing Pedagogical Content Knowledge in Preservice Science Teachers"},
      {
        "id":"ED532017",
        "title":"Impacts of Title I Supplemental Educational Services on Student Achievement. Executive Summary. NCEE 2012-4054"},
      {
        "id":"ED532020",
        "title":"How Pronounced Is Income Inequality around the World--and How Can Education Help Reduce It? Education Indicators in Focus. No. 4"},
      {
        "id":"ED532021",
        "title":"Immigrant Children's Age at Arrival and Assessment Results. OECD Education Working Papers, No. 75"},
      {
        "id":"ED532029",
        "title":"School Funding Formulas: Review of Main Characteristics and Impacts. OECD Education Working Papers, No. 74"},
      {
        "id":"ED532030",
        "title":"Open Educational Resources: Analysis of Responses to the OECD Country Questionnaire. OECD Education Working Papers, No. 76"},
      {
        "id":"ED532031",
        "title":"Study on Group-Based Problem-Solving of Pre-Service Teachers in Early Childhood  Education Program"},
      {
        "id":"ED532051",
        "title":"Districtwide Implementation of Small Learning Communities: A Case Study on Improving School Climate"},
      {
        "id":"ED532052",
        "title":"A Research Brief: &quot;Principals' Hiring of Teachers in Philadelphia&quot;"},
      {
        "id":"ED532053",
        "title":"Principals' Hiring of Teachers in Philadelphia Schools: A Research Report on Improving Teacher Quality"},
      {
        "id":"ED532054",
        "title":"Balancing Act: Best Practices in the Middle Grades. A Report from the California Best Practices Study"},
      {
        "id":"ED532055",
        "title":"Ensuring America's Future by Increasing Latino College Completion: Latino College Completion in 50 States. Executive Summary"},
      {
        "id":"ED532056",
        "title":"Value Added?"},
      {
        "id":"ED532057",
        "title":"Lessons Learned in Systemic District Reform: A Cross-District Analysis from the Comprehensive Aligned Instructional System (CAIS) Benchmarking Study"},
      {
        "id":"ED532058",
        "title":"Development of Mathematics and Science Teacher Efficacy during an Alternative Middle Grades Certification Program"},
      {
        "id":"ED532059",
        "title":"Minding the Gap: New Roles for School Districts in the Age of Accountability--A Study of High-Performing, High Poverty School Districts in California"},
      {
        "id":"ED532060",
        "title":"Latino College Completion: United States"},
      {
        "id":"ED532061",
        "title":"A Research Brief: Small Learning Communities--Recommendations for Success"},
      {
        "id":"ED532062",
        "title":"Grow Your Own School Leaders: A Case Study of Principal Development in Philadelphia Schools"},
      {
        "id":"ED532063",
        "title":"Challenged Schools, Remarkable Results: Three Lessons from California's Highest Achieving High Schools. A Report on Findings from Year Two of the California Best Practices Study Conducted by Springboard Schools"},
      {
        "id":"ED532064",
        "title":"Principal Effectiveness: A New Principalship to Drive Student Achievement, Teacher Effectiveness and School Turnarounds with Key Insights from the Urban Excellence Framework[TM]"},
      {
        "id":"ED532065",
        "title":"Principal Effectiveness: A New Principalship to Drive Student Achievement, Teacher Effectiveness and School Turnarounds with Key Insights from the Urban Excellence Framework[TM]. Executive Summary"},
      {
        "id":"ED532066",
        "title":"&quot;The World as It Could Be&quot; Human Rights Education Program: Curriculum and Resource Guide for Teachers &amp; Organization Leaders"},
      {
        "id":"ED532067",
        "title":"Student-Teacher Linkage Verification: Model Process and Recommendations"},
      {
        "id":"ED532068",
        "title":"Measuring and Promoting Inter-Rater Agreement of Teacher and Principal Performance Ratings"},
      {
        "id":"ED532069",
        "title":"Emerging Solutions to Improve Student-Teacher Linkage"},
      {
        "id":"ED532070",
        "title":"Evaluating Principals: Balancing Accountability with Professional Growth. Executive Summary"},
      {
        "id":"ED532071",
        "title":"Analyzing the Reliability of the easyCBM Reading Comprehension Measures: Grade 3. Technical Report #1202"},
      {
        "id":"ED532072",
        "title":"Urban Excellence Framework"},
      {
        "id":"ED532073",
        "title":"Evaluating Principals: Balancing Accountability with Professional Growth"},
      {
        "id":"ED532074",
        "title":"A Framework for Developing a Comprehensive Plan for Improving Student Health and School Safety"},
      {
        "id":"ED532075",
        "title":"Safe and Participatory Public Schools. Research Brief"},
      {
        "id":"ED532076",
        "title":"Finding Common Ground in Education Values: Influential Californians Speak on the Purpose of Public Education"},
      {
        "id":"ED532077",
        "title":"Analyzing the Reliability of the easyCBM Reading Comprehension Measures: Grade 5. Technical Report #1204"},
      {
        "id":"ED532078",
        "title":"Analyzing the Reliability of the easyCBM Reading Comprehension Measures: Grade 4. Technical Report #1203"},
      {
        "id":"ED532079",
        "title":"Analyzing the Reliability of the easyCBM Reading Comprehension Measures: Grade 6. Technical Report #1205"},
      {
        "id":"ED532080",
        "title":"Analyzing the Reliability of the easyCBM Reading Comprehension Measures: Grade 7. Technical Report #1206"},
      {
        "id":"ED532094",
        "title":"Latino College Completion: Alabama"},
      {
        "id":"ED532095",
        "title":"Latino College Completion: Alaska"},
      {
        "id":"ED532096",
        "title":"Latino College Completion: Arizona"},
      {
        "id":"ED532097",
        "title":"Latino College Completion: Arkansas"},
      {
        "id":"ED532098",
        "title":"Latino College Completion: Colorado"},
      {
        "id":"ED532099",
        "title":"Latino College Completion: Connecticut"},
      {
        "id":"ED532100",
        "title":"Latino College Completion: California"},
      {
        "id":"ED532101",
        "title":"Latino College Completion: Delaware"},
      {
        "id":"ED532102",
        "title":"Latino College Completion: Florida"},
      {
        "id":"ED532103",
        "title":"Latino College Completion: Georgia"},
      {
        "id":"ED532104",
        "title":"Latino College Completion: Hawaii"},
      {
        "id":"ED532105",
        "title":"Latino College Completion: Illinois"},
      {
        "id":"ED532106",
        "title":"Latino College Completion: Indiana"},
      {
        "id":"ED532107",
        "title":"Latino College Completion: Idaho"},
      {
        "id":"ED532108",
        "title":"Latino College Completion: Iowa"},
      {
        "id":"ED532109",
        "title":"Latino College Completion: Kansas"},
      {
        "id":"ED532110",
        "title":"Latino College Completion: Kentucky"},
      {
        "id":"ED532111",
        "title":"Latino College Completion: Louisiana"},
      {
        "id":"ED532112",
        "title":"Latino College Completion: Minnesota"},
      {
        "id":"ED532113",
        "title":"Latino College Completion: Michigan"},
      {
        "id":"ED532114",
        "title":"Latino College Completion: Mississippi"},
      {
        "id":"ED532115",
        "title":"Latino College Completion: Massachusetts"},
      {
        "id":"ED532116",
        "title":"Latino College Completion: Maine"},
      {
        "id":"ED532117",
        "title":"Latino College Completion: Maryland"},
      {
        "id":"ED532118",
        "title":"Latino College Completion: Missouri"},
      {
        "id":"ED532129",
        "title":"Elementary Level Mathematics: Word Problems. Second Edition"},
      {
        "id":"ED532130",
        "title":"Conceptions of Environment in a Continuing Education Course for Science Teachers in Brazil"},
      {
        "id":"ED532131",
        "title":"Developing Flexible Dual Master's Degree Programs at UPAEP (Universidad Popular Autonoma del Estado de Puebla) and OSU (Oklahoma State University)"},
      {
        "id":"ED532132",
        "title":"Latino College Completion: North Dakota"},
      {
        "id":"ED532133",
        "title":"Analysis of the Development of Academic Writing in the &quot;FJNSc&quot; (&quot;Finnish Journal of Nursing Science&quot;)"},
      {
        "id":"ED532134",
        "title":"Latino College Completion: Nevada"},
      {
        "id":"ED532135",
        "title":"&quot;Educating 21st Century Students: A Close-Up Look at a Successful Career and Technical Center&quot;"},
      {
        "id":"ED532136",
        "title":"Latino College Completion: Nebraska"},
      {
        "id":"ED532137",
        "title":"Latino College Completion: South Carolina"},
      {
        "id":"ED532138",
        "title":"Innovation for Transformation in Nigeria University Education: Implications for the Production of Critical and Creative Thinkers"},
      {
        "id":"ED532139",
        "title":"Latino College Completion: New Mexico"},
      {
        "id":"ED532140",
        "title":"Longitudinal Study of Self-Regulation of Junior Schoolchildren"},
      {
        "id":"ED532141",
        "title":"Latino College Completion: Ohio"},
      {
        "id":"ED532142",
        "title":"Latino College Completion: New York"},
      {
        "id":"ED532143",
        "title":"Latino College Completion: Wisconsin"},
      {
        "id":"ED532144",
        "title":"Latino College Completion: Washington"},
      {
        "id":"ED532145",
        "title":"Latino College Completion: Wyoming"},
      {
        "id":"ED532146",
        "title":"Latino College Completion: West Virginia"},
      {
        "id":"ED532147",
        "title":"Gauging Information and Computer Skills for Curriculum Planning"},
      {
        "id":"ED532148",
        "title":"Latino College Completion: North Carolina"},
      {
        "id":"ED532149",
        "title":"Latino College Completion: New Jersey"},
      {
        "id":"ED532150",
        "title":"Latino College Completion: Tennessee"},
      {
        "id":"ED532151",
        "title":"Latino College Completion: New Hampshire"},
      {
        "id":"ED532152",
        "title":"Latino College Completion: Rhode Island"},
      {
        "id":"ED532153",
        "title":"Surviving as Foreign-Born Immigrants in America's Higher Education: Eight Exemplary Cases"},
      {
        "id":"ED532154",
        "title":"Latino College Completion: Oklahoma"},
      {
        "id":"ED532155",
        "title":"Latino College Completion: Utah"},
      {
        "id":"ED532156",
        "title":"Latino College Completion: Texas"},
      {
        "id":"ED532157",
        "title":"Latino College Completion: Oregon"},
      {
        "id":"ED532158",
        "title":"Latino College Completion: Vermont"},
      {
        "id":"ED532159",
        "title":"Latino College Completion: Montana"},
      {
        "id":"ED532160",
        "title":"Latino College Completion: South Dakota"},
      {
        "id":"ED532161",
        "title":"Latino College Completion: Virginia"},
      {
        "id":"ED532162",
        "title":"Latino College Completion: Pennsylvania"},
      {
        "id":"ED532163",
        "title":"Factors Influencing Career Experiences of Selected Chinese Faculty Employed at an American Research Extensive University"},
      {
        "id":"ED532164",
        "title":"Using Argumentation as a Strategy of Promotion of Talking Science in a Physics Classroom: What Are Some of the Challenges?"},
      {
        "id":"ED532165",
        "title":"Rhythm Masters: Developing a Master Program in Popular Music and Folk Music in Provincial Areas in Finland"},
      {
        "id":"ED532166",
        "title":"Exploration Linking Self-Reported Disordered Eating and Wellness in Undergraduate Health Students"},
      {
        "id":"ED532167",
        "title":"The Model of the Rectilinear Propagation of Light and the Study of the Variation of the Size of a Shadow"},
      {
        "id":"ED532168",
        "title":"Secondary Students' Accounts of Carbon-Transforming Processes before and after Instruction"},
      {
        "id":"ED532169",
        "title":"The Contradiction between &quot;Being and Seeming&quot; Reinforces Low Academic Performance"},
      {
        "id":"ED532170",
        "title":"General or Technical High School: Parameters Related to Greek Students' Choice"},
      {
        "id":"ED532171",
        "title":"Analyzing Breadth and Depth of a Virtual Charter School's Science Curriculum"},
      {
        "id":"ED532172",
        "title":"The Role of E-learning in Science Education vis-a-vis Teacher Training Institutes in Middle East"},
      {
        "id":"ED532173",
        "title":"Cultivating Creativity and Self-Reflective Thinking through Dialogic Teacher Education"},
      {
        "id":"ED532174",
        "title":"A Case-Control Study on the Behavior Status of Rural Left-Behind Children in China"},
      {
        "id":"ED532175",
        "title":"Innovative Strategies for Financial Management in Nigerian Public Secondary Schools"},
      {
        "id":"ED532176",
        "title":"Best Practices with Online Courses"},
      {
        "id":"ED532177",
        "title":"School Violence Case Study at Virginia Tech"},
      {
        "id":"ED532178",
        "title":"A Comparison of Learning Cultures in Different Sizes and Types"},
      {
        "id":"ED532179",
        "title":"Development of Active Learning with Simulations and Games"},
      {
        "id":"ED532180",
        "title":"Ethical and Social Values in Business Administration and Management Studies"},
      {
        "id":"ED532181",
        "title":"A Standardized System of Training Intensity Guidelines for the Sports of Track and Field and  Cross Country"},
      {
        "id":"ED532182",
        "title":"Dilemma in Teaching Mathematics"},
      {
        "id":"ED532183",
        "title":"Examination of Mathematics Intended Curriculum in China from an International Perspective"},
      {
        "id":"ED532204",
        "title":"Why Access Matters: The Community College Student Body. AACC Policy Brief 2012-01PBL"},
      {
        "id":"ED532205",
        "title":"Courses to Employment: Partnering to Create Paths to Education and Careers"},
      {
        "id":"ED532206",
        "title":"Putting the Pieces in Place: Charlotte-Mecklenburg Public Schools' Teacher Evaluation System"},
      {
        "id":"ED532207",
        "title":"Building It Together: The Design and Implementation of Hillsborough County Public Schools' Teacher Evaluation System"},
      {
        "id":"ED532208",
        "title":"The Completion Agenda: A Call to Action. Summary Report from the November 10-11, 2010, Meeting of the American Association of Community Colleges Commissions and Board of Directors"},
      {
        "id":"ED532209",
        "title":"A Solid Foundation: Key Capacities of Construction Pre-Apprenticeship Programs"},
      {
        "id":"ED532213",
        "title":"Growing with Driving Leadership Style in School: A Case Study on Leadership of Finnish Elementary Schools in Tampere"},
      {
        "id":"ED532215",
        "title":"Improving Mathematical Problem Solving in Grades 4 through 8. IES Practice Guide. NCEE 2012-4055"},
      {
        "id":"ED532216",
        "title":"Problems Related to Alcohol, Other Drugs, and Violence among Military Students. Prevention Update"},
      {
        "id":"ED532217",
        "title":"Bullying and Cyberbullying at Colleges and Universities. Prevention Update"},
      {
        "id":"ED532219",
        "title":"Gender-Based Violence Prevention. Issues in Prevention"},
      {
        "id":"ED532220",
        "title":"Drug Abuse on College Campuses: Emerging Issues. Issues in Prevention"},
      {
        "id":"ED532221",
        "title":"Intimate Partner Violence. Prevention Update"},
      {
        "id":"ED532222",
        "title":"Statewide Coalitions and State Systems. Issues in Prevention"},
      {
        "id":"ED532223",
        "title":"Screening and Brief Interventions: Research Update. Prevention Update"},
      {
        "id":"ED532224",
        "title":"The Role of Media in Prevention. Prevention Update"},
      {
        "id":"ED532255",
        "title":"Vocational Education and Training in Denmark. Short Description"},
      {
        "id":"ED532256",
        "title":"Spotlight on VET Denmark"},
      {
        "id":"ED532257",
        "title":"Necessary Conditions for ECVET Implementation"},
      {
        "id":"ED532258",
        "title":"Loans for Vocational Education and Training in Europe. Research Paper. Number 20"},
      {
        "id":"ED532259",
        "title":"Europe's Skill Challenge: Lagging Skill Demand Increases Risks of Skill Mismatch. Briefing Note"},
      {
        "id":"ED532260",
        "title":"All Students College Ready. The Jacqueline P. Danzberger Memorial Lecture (4th, Orlando, Florida, March 29, 2004)"},
      {
        "id":"ED532261",
        "title":"A Call to Action: Transforming High School for All Youth. National High School Alliance"},
      {
        "id":"ED532262",
        "title":"Is Spanish Pragmatic Instruction Necessary in the L2 Classroom If Latin American Speakers of Spanish Take on American English Pragmatic Norms Once Prolonged Exposure in the United States Occurs? A Study on Refusal Strategies"},
      {
        "id":"ED532267",
        "title":"Community Report from the Autism and Developmental Disabilities Monitoring (ADDM) Network: Prevalence of Autism Spectrum Disorders (ASDs) among Multiple Areas of the United States in 2008"},
      {
        "id":"ED532268",
        "title":"The Changing Faculty and Student Success: Review of Selected Policies and Practices and Connections to Student Learning"},
      {
        "id":"ED532269",
        "title":"The Changing Faculty and Student Success: National Trends for Faculty Composition over Time"},
      {
        "id":"ED532270",
        "title":"The Changing Faculty and Student Success: Conceptual Diagrams--Interactions of Non-Tenure-Track Policies and Practices on Student Learning Outcomes"},
      {
        "id":"ED532271",
        "title":"Program Manual for the High School/High Tech Program: Providing Careers in Technology for Youth with Disabilities"},
      {
        "id":"ED532273",
        "title":"The Changing Faculty and Student Success: Selected Research on Connections between Non-Tenure-Track Faculty and Student Learning"},
      {
        "id":"ED532276",
        "title":"The Changing Faculty and Student Success: Non-Tenure-Track Faculty Promising Practices"},
      {
        "id":"ED532278",
        "title":"An Examination of Test-Retest, Alternate Form Reliability, and Generalizability Theory Study of the easyCBM Reading Assessments: Grade 1. Technical Report #1216"},
      {
        "id":"ED532279",
        "title":"An Examination of Test-Retest, Alternate Form Reliability, and Generalizability Theory Study of the easyCBM Reading Assessments: Grade 2. Technical Report #1217"},
      {
        "id":"ED532280",
        "title":"Evaluation of International Students' Perceptions of Eastern Kentucky University"},
      {
        "id":"ED532287",
        "title":"Social Promotion or Grade Repetition: What's Best for the 21st Century Student?"},
      {
        "id":"ED532311",
        "title":"An Analysis of Learning Outcomes of Underrepresented Students at Urban Institutions"},
      {
        "id":"ED532312",
        "title":"The Broadband Imperative: Recommendations to Address K-12 Education Infrastructure Needs. Executive Summary"},
      {
        "id":"ED532313",
        "title":"The Broadband Imperative: Recommendations to Address K-12 Education Infrastructure Needs"},
      {
        "id":"ED532314",
        "title":"SETDA Case Studies 2012"},
      {
        "id":"ED532315",
        "title":"The Condition of Education 2012. NCES 2012-045"},
      {
        "id":"ED532316",
        "title":"Fault Lines in Our Democracy: Civic Knowledge, Voting Behavior, and Civic Engagement in the United States"},
      {
        "id":"ED532317",
        "title":"Fault Lines in Our Democracy: Civic Knowledge, Voting Behavior, and Civic Engagement in the United States. Highlights"},
      {
        "id":"ED532320",
        "title":"easyCBM[R] Slope Reliability: Letter Names, Word Reading Fluency, and Passage Reading Fluency. Technical Report #1111"},
      {
        "id":"ED532323",
        "title":"An Examination of Test-Retest, Alternate Form Reliability, and Generalizability Theory Study of the easyCBM Passage Reading Fluency Assessments: Grade 4. Technical Report #1219"},
      {
        "id":"ED532326",
        "title":"An Examination of Test-Retest, Alternate Form Reliability, and Generalizability Theory Study of the easyCBM Word and Passage Reading Fluency Assessments: Grade 3. Technical Report #1218"},
      {
        "id":"ED532327",
        "title":"An Examination of Test-Retest, Alternate Form Reliability, and Generalizability Theory Study of the easyCBM Reading Assessments: Grade 5. Technical Report #1220"},
      {
        "id":"ED532328",
        "title":"Instrument and Survey Analysis Technical Report: Program Implementation Survey. Technical Report #1112"},
      {
        "id":"ED532352",
        "title":"Systems in Tension: Perceptions of Business and Education in Partnership"},
      {
        "id":"ED532354",
        "title":"Training in Influencing Skills from Neuro-Linguistic Programming (Modelled from Hypnosis and Family Therapy), in Combination with Innovative Maths Pedagogy, Raises Maths Attainment in Adult Numeracy Learners"},
      {
        "id":"ED532355",
        "title":"Perspectives of Central Office Staff, Principals, Teachers, and School Site Councils on Resource Allocation and SSFR Implementation in 2010-11. A Report Prepared for the Twin Rivers Unified School District"},
      {
        "id":"ED532356",
        "title":"Perspectives of Key Central Office Staff and School Principals Regarding Resource Allocation Policies and Procedures--Technical Appendix. A Report Prepared for Pasadena Unified School District. SSFR Research Report #02 (PUSD)"},
      {
        "id":"ED532357",
        "title":"Perspectives of Central Office Staff, Principals, Teachers, and School Site Councils on Resource Allocation and &quot;Budgeting for Student Achievement&quot; Implementation in 2010-11. A Report Prepared for the Los Angeles Unified School District"},
      {
        "id":"ED532358",
        "title":"Assessing the Distribution of Fiscal and Personnel Resources across Schools. A Report Prepared for Pasadena Unified School District. SSFR Research Report #01 (PUSD)"},
      {
        "id":"ED532359",
        "title":"Assessing the Distribution of Fiscal and Personnel Resources across Schools. A Report Prepared for Los Angeles Unified School District. SSFR Research Report #01 (LAUSD). Strategic School Funding for Results (SSFR)"},
      {
        "id":"ED532360",
        "title":"Perspectives of Key Central Office Staff and School Principals Regarding Resource Allocation Policies and Procedures. A Report Prepared for Twin Rivers Unified School District. SSFR Research Report #02 (TRUSD)"},
      {
        "id":"ED532361",
        "title":"Perspectives of Key Central Office Staff and School Principals Regarding Resource Allocation Policies and Procedures--Technical Appendix. A Report Prepared for Twin Rivers Unified School District. SSFR Research Report #02 (TRUSD)"},
      {
        "id":"ED532362",
        "title":"Perspectives of Key Central Office Staff and School Principals Regarding Resource  Allocation Policies and Procedures. A Report Prepared for Los Angeles Unified School District. SSFR Research Report #02 (LAUSD)"},
      {
        "id":"ED532363",
        "title":"Perspectives of Key Central Office Staff and School Principals Regarding Resource Allocation Policies and Procedures. A Report Prepared for Pasadena Unified School District. SSFR Research Report #02 (PUSD)"},
      {
        "id":"ED532364",
        "title":"Resource Allocation Analysis Brief #1 (PUSD). Strategic School Funding for Results (SSFR)"},
      {
        "id":"ED532365",
        "title":"Assessing the Distribution of Fiscal and Personnel Resources across Schools. A Report Prepared for Twin Rivers Unified School District. SSFR Research Report #01 (TRUSD)"},
      {
        "id":"ED532373",
        "title":"Basics of Longitudinal Cohort Analysis. Principles and Practices of Student Success"},
      {
        "id":"ED532374",
        "title":"Using Achieving the Dream to Meet Accreditation Requirements. Principles and Practices of Student Success"},
      {
        "id":"ED532375",
        "title":"Engaging Faculty in the Achieving the Dream Initiative. Principles and Practices of Student Success"},
      {
        "id":"ED532376",
        "title":"Using Data to Increase Student Success: A Focus on Diagnosis. Principles and Practices of Student Success"},
      {
        "id":"ED532377",
        "title":"Evaluating Student Success Interventions. Principles and Practices of Student Success"},
      {
        "id":"ED532391",
        "title":"Common Core State Standards &amp; Career and Technical Education: Bridging the Divide between College and Career Readiness"},
      {
        "id":"ED532392",
        "title":"College Rankings Inflation: Are You Overpaying for Prestige? Education Outlook. No. 3"},
      {
        "id":"ED532393",
        "title":"Preparing High School Students for College: An Exploratory Study of College Readiness Partnership Programs in Texas"},
      {
        "id":"ED532394",
        "title":"Measuring Student Satisfaction from the Student Outcomes Survey. Technical Paper"},
      {
        "id":"ED532395",
        "title":"VET Research for Industry. Conference Paper"},
      {
        "id":"ED532396",
        "title":"The NMC Horizon Report: 2011 K-12 Edition"},
      {
        "id":"ED532397",
        "title":"The NMC Horizon Report: 2012 Higher Education Edition"},
      {
        "id":"ED532398",
        "title":"Preparing High School Students for College: An Exploratory Study of College Readiness Partnership Programs in Texas. Executive Summary"},
      {
        "id":"ED532399",
        "title":"Technology Outlook for UK Tertiary Education 2011-2016: An NMC Horizon Report Regional Analysis"},
      {
        "id":"ED532404",
        "title":"Challenge Based Learning: The Report from the Implementation Project"},
      {
        "id":"ED532405",
        "title":"Technology Outlook for Australian Tertiary Education 2012-2017: An NMC Horizon Report Regional Analysis"},
      {
        "id":"ED532408",
        "title":"The Inclusion of Students with Disabilities in School Accountability Systems. Interim Report. NCEE 2012-4056"},
      {
        "id":"ED532410",
        "title":"Attention to Affect in Language Learning"},
      {
        "id":"ED532414",
        "title":"Apprentices &amp; Trainees: Early Trend Estimates. March Quarter, 2012"},
      {
        "id":"ED532415",
        "title":"Why Are You Learning Arabic? Orientations, Motivation and Achievement"},
      {
        "id":"ED532426",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Alaska. Grade 8, Public Schools"},
      {
        "id":"ED532427",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Alabama. Grade 8, Public Schools"},
      {
        "id":"ED532428",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Arkansas. Grade 8, Public Schools"},
      {
        "id":"ED532429",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Arizona. Grade 8, Public Schools"},
      {
        "id":"ED532430",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. California. Grade 8, Public Schools"},
      {
        "id":"ED532431",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Colorado. Grade 8, Public Schools"},
      {
        "id":"ED532432",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. Connecticut. Grade 8, Public Schools"},
      {
        "id":"ED532433",
        "title":"The Nation's Report Card Science 2011 State Snapshot Report. District of Columbia. Grade 8, Public Schools"},
      {
        "id":"ED535561",
        "title":"The Competition That Really Matters: Comparing U.S., Chinese, and Indian Investments in the Next-Generation Workforce"},
      {
        "id":"ED535563",
        "title":"Employees in Postsecondary Institutions, Fall 2011 and Student Financial Aid, Academic Year 2010-11: First Look (Provisional Data). NCES 2012-156rev"},
      {
        "id":"ED535564",
        "title":"Postsecondary Institutions and Price of Attendance in 2011-12, Degrees  and Other Awards Conferred: 2010-11, and 12-Month Enrollment: 2010-11. First Look (Provisional Data). NCES 2012-289rev"},
      {
        "id":"ED535565",
        "title":"A Failed Experiment: Georgia's Tax Credit Scholarships for Private Schools"},
      {
        "id":"ED535566",
        "title":"A Failed Experiment: Georgia's Tax Credit Scholarships for Private Schools. Special Summary"},
      {
        "id":"ED535567",
        "title":"Australian Vocational Education &amp; Training Statistics: Apprentices and Trainees, 2011--Annual"},
      {
        "id":"ED535568",
        "title":"Over-Education, Under-Education and Credentialism in the Australian Labour Market. NCVER Monograph Series 10/2012"},
      {
        "id":"ED535569",
        "title":"Australian Vocational Education and Training Statistics: Completion and Attrition Rates for Apprentices and Trainees, 2011"},
      {
        "id":"ED535570",
        "title":"Assessing the Impact of Research: A Case Study of the LSAY Research Innovation and Expansion Fund. Longitudinal Surveys of Australian Youth. Occasional Paper"},
      {
        "id":"ED535571",
        "title":"Measuring and Maximising Research Impact in Applied Social Science Research Settings. Good Practice Guide"},
      {
        "id":"ED535593",
        "title":"The Sheepskin Effect and Student Achievement: De-Emphasizing the Role of Master's Degrees in Teacher Compensation"},
      {
        "id":"ED535594",
        "title":"Research Library Issues: A Quarterly Report from ARL, CNI, and SPARC. RLI  279"},
      {
        "id":"ED535595",
        "title":"States Need to Fill in the Gaps on Expanded Learning Time: Troubling Lack of Detail Seen in No Child Left Behind Waiver Applications"},
      {
        "id":"ED535596",
        "title":"Research Library Issues: A Quarterly Report from ARL, CNI, and SPARC. RLI  278"},
      {
        "id":"ED535597",
        "title":"Attendance and Chronic Absenteeism in Indiana: The Impact on Student Achievement. Education Policy Brief, Volume 10, Number 3, Summer 2012"},
      {
        "id":"ED535598",
        "title":"Childhood Obesity and Nutrition Issues in the United States: An Update on School-based Policies and Practices. Education Policy Brief, Volume 10, Number 1, Spring 2012"},
      {
        "id":"ED535599",
        "title":"Student Count Mechanisms for Funding Purposes. Education Policy Brief, Volume 10, Number 2, Spring 2012"},
      {
        "id":"ED535604",
        "title":"Implementing Observation Protocols: Lessons for K-12 Education from the Field of Early Childhood"},
      {
        "id":"ED535605",
        "title":"Race to the Top: What Have We Learned from the States So Far? A State-by-State Evaluation of Race to the Top Performance"},
      {
        "id":"ED535606",
        "title":"Principal Concerns: Leadership Data and Strategies for States"},
      {
        "id":"ED535607",
        "title":"Open Educational Resources: Tools to Help 21st Century Students Achieve Their Postsecondary Education Goals and Keep America Competitive"},
      {
        "id":"ED535608",
        "title":"Preparing All Teachers to Meet the Needs of English Language Learners: Applying Research to Policy and Practice for Teacher Effectiveness"},
      {
        "id":"ED535609",
        "title":"Modernizing the State Education Agency: Different Paths toward Performance Management"},
      {
        "id":"ED535610",
        "title":"The Western States: Profound Diversity but Severe Segregation for Latino Students"},
      {
        "id":"ED535611",
        "title":"Southern Slippage: Growing School Segregation in the Most Desegregated Region of the Country"},
      {
        "id":"ED535614",
        "title":"Positive Student Outcomes in Community Schools"},
      {
        "id":"ED535615",
        "title":"The Relational-Behavior Survey as a Predictor of HIV-Related Parental Miscommunication: Implications for HIV, Prevention and Education at Primary Healthcare Service Facilities"},
      {
        "id":"ED535616",
        "title":"Overhauling Indiana Teacher Evaluation Systems: Examining Planning and Implementation Issues of School Districts. Education Policy Brief, Volume 10, Number 4, Summer 2012"},
      {
        "id":"ED535617",
        "title":"Competing for School Improvement Dollars: State Grant-Making Strategies"},
      {
        "id":"ED535618",
        "title":"Increasing the Effectiveness and Efficiency of Existing Public Investments in Early Childhood Education: Recommendations to Boost Program Outcomes and Efficiency"},
      {
        "id":"ED535620",
        "title":"Not the Ceiling, but the Floor: Innovative Harlem Early Childhood Education Effort Complicated by Varying Government Regulations"},
      {
        "id":"ED535637",
        "title":"Teaching Children Well: New Evidence-Based Approaches to Teacher Professional Development and Training"},
      {
        "id":"ED535638",
        "title":"No Child Left Behind Waiver Applications: Are They Ambitious and Achievable?"},
      {
        "id":"ED535639",
        "title":"Dramatically Bringing down the Cost of Education with OER: How Open Education Resources Unlock the Door to Free Learning"},
      {
        "id":"ED535640",
        "title":"The Middle Class Is Key to a Better-Educated Nation: A Stronger Middle Class Is Associated with Better Educational Outcomes"},
      {
        "id":"ED535641",
        "title":"Subtraction by Distraction: Publishing Value-Added Estimates of Teachers by Name Hinders Education Reform"},
      {
        "id":"ED535642",
        "title":"Leveraging Service Blueprinting to Rethink Higher Education: When Students Become &quot;Valued Customers,&quot; Everybody Wins"},
      {
        "id":"ED535643",
        "title":"Getting Better at Teacher Preparation and State Accountability: Strategies, Innovations, and Challenges under the Federal Race to the Top Program"},
      {
        "id":"ED535644",
        "title":"Lightening the Load: A Look at Four Ways that Community Schools Can Support Effective Teaching"},
      {
        "id":"ED535645",
        "title":"Movin' It &quot;and&quot; Improvin' It! Using Both Education Strategies to Increase Teaching Effectiveness"},
      {
        "id":"ED535648",
        "title":"How School Principals Influence Student Learning"},
      {
        "id":"ED535649",
        "title":"Middle-Class Societies Invest More in Public Education: A Stronger Middle Class Is Associated with Higher Levels of Spending on Education"},
      {
        "id":"ED535650",
        "title":"Life-Span Trajectory of Self-Esteem Development: A Myth or Reality"},
      {
        "id":"ED535651",
        "title":"Cut and Run: House Republicans' Education Plan Would Shortchange Disadvantaged Students and Schools"},
      {
        "id":"ED535652",
        "title":"Achieving Results through Community School Partnerships: How District and Community Leaders Are Building Effective, Sustainable Relationships"},
      {
        "id":"ED535653",
        "title":"Designing High Quality Evaluation Systems for High School Teachers: Challenges and Potential Solutions"},
      {
        "id":"ED535654",
        "title":"Increasing Teacher Diversity: Strategies to Improve the Teacher Workforce"},
      {
        "id":"ED535655",
        "title":"Young Children's Use of a Shortcut to Solve Addition Problems"},
      {
        "id":"ED535656",
        "title":"Fostering First-Graders' Reasoning Strategies with the Most Basic Sums"},
      {
        "id":"ED535657",
        "title":"Does the Level of Alignment between Student College Expectations and Preparation Mediate the Influence of Parent Resources on College Enrollment among Latino and Non-Latino White Students?"},
      {
        "id":"ED535658",
        "title":"What Works in Gifted Education-Documenting the Model-Based Curriculum for Gifted Students"},
      {
        "id":"ED535659",
        "title":"A Quest for Increasing Student Math Achievement and Promoting Rigorous Evaluation in Italy: Evidence from the M@t.abel Teacher Professional Development Program"},
      {
        "id":"ED535660",
        "title":"Fostering First-Graders' Fluency with Basic Subtraction Combinations"},
      {
        "id":"ED535661",
        "title":"Building a Common Research Agenda across Jurisdictions"},
      {
        "id":"ED535662",
        "title":"Effects of the Tennessee Voluntary Prekindergarten Program on School Readiness"},
      {
        "id":"ED535663",
        "title":"Establishing and Sustaining an Effective Pre-Kindergarten Math Intervention at Scale"},
      {
        "id":"ED535664",
        "title":"Comparing Beginning Teachers' Instructional Quality Growth on Subject-Specific and Global Measures"},
      {
        "id":"ED535665",
        "title":"Teacher Diversity Matters: A State-by-State Analysis of Teachers of Color"},
      {
        "id":"ED535666",
        "title":"Data Combination and Instrumental Variables in Linear Models"},
      {
        "id":"ED535684",
        "title":"Emotional Intelligence and Social-Emotional Learning: An Overview"},
      {
        "id":"ED535685",
        "title":"Does Early Kurmanji Speaking Bilingualism Lead to Better Academic Performance? The Role of Working Memory and Reading Performance"},
      {
        "id":"ED535686",
        "title":"The MCCI (Millon College Counseling Inventory) in an Ethnically Diverse Student Population"},
      {
        "id":"ED535687",
        "title":"A Discussion of a Unique Collaboration Model between Schools"},
      {
        "id":"ED535688",
        "title":"The Ability of Conceptual Monitoring and the Quality of Working Memory at Children With Calculation Difficulties"},
      {
        "id":"ED535689",
        "title":"Perception Accuracy of Biases in Self and in Others"},
      {
        "id":"ED535690",
        "title":"Animal Metaphor in Cognitive Linguistics"},
      {
        "id":"ED535691",
        "title":"The Effect of Instructing Cognitive and Metacognitive Strategies on the Academic Progress of Ilam Medical University Students"},
      {
        "id":"ED535692",
        "title":"Using the Calculator as a Support to Generate a Meaning for Self-Learning Division"},
      {
        "id":"ED535693",
        "title":"Relationship between Religious Orientation (Internal-External) With Methods of Overcoming Stress in Students of Islamic Azad University of Abhar"},
      {
        "id":"ED535699",
        "title":"When Parents Divorce: A Protocol Suggestion in Cases of Adversial Divorces"},
      {
        "id":"ED535700",
        "title":"A Multi-Level Model of Moral Thinking Based on Neuroscience and Moral Psychology"},
      {
        "id":"ED535703",
        "title":"Sustainability Smarts: Applying the Core Principles of Sustainability on Campus"},
      {
        "id":"ED535704",
        "title":"Rocking the Cradle: Ensuring the Rights of Parents with Disabilities and Their Children"},
      {
        "id":"ED535707",
        "title":"A Career in College Unions and Student Activities"},
      {
        "id":"ED535708",
        "title":"Sustainability Smarts: Best Practices for College Unions and Student Activities"},
      {
        "id":"ED535718",
        "title":"Theory- and Evidence- Based Intervention: Practice-Based Evidence--Integrating Positive Psychology into a Clinical Psychological Assessment and Intervention Model and How to Measure Outcome"},
      {
        "id":"ED535719",
        "title":"Assessing Students' Moral Reasoning of a Values-Based Education"},
      {
        "id":"ED535720",
        "title":"The Effects of Cooperative Learning on the Classroom Participation of Students Placed at Risk for Societal Failure"},
      {
        "id":"ED535721",
        "title":"The Attitudes and Opinions of Tutees and Tutors Towards Using Cross-Age Online Tutoring"},
      {
        "id":"ED535722",
        "title":"The Formation of Initial Components of Number Concepts in Mexican Children"},
      {
        "id":"ED535723",
        "title":"The Effect of Training Program for Staff Members to Develop Their Skills of Using Virtual Classrooms at King Saud University"},
      {
        "id":"ED535724",
        "title":"Related Factors of the Influence on Mental Symptoms of the Recruits in the Basic Military Training"},
      {
        "id":"ED535725",
        "title":"Entwining Psychology and Visual Arts: A Classroom Experience"},
      {
        "id":"ED535726",
        "title":"Auditory Temporal Processing as a Specific Deficit among Dyslexic Readers"},
      {
        "id":"ED535727",
        "title":"Auditory Temporal Processing and Working Memory: Two Independent Deficits for Dyslexia"},
      {
        "id":"ED535728",
        "title":"The Impact of Curiosity and External Regulation on Intrinsic Motivation: An Empirical Study in Hong Kong Education"},
      {
        "id":"ED535729",
        "title":"&quot;Now You See Me, Now You Do Not&quot;: Dialogic Loopholes in Authorship Activity with the Very Young"},
      {
        "id":"ED535730",
        "title":"Applications of Kelly's Personal Construct Theory to Vocational Guidance"},
      {
        "id":"ED535732",
        "title":"Learning Styles: Where's the Evidence?"},
      {
        "id":"ED535733",
        "title":"Information on the Activities of the Counselogical Association"},
      {
        "id":"ED535734",
        "title":"Dichotomous Thinking Leads to Entity Theories of Human Ability"},
      {
        "id":"ED535735",
        "title":"Attachment Styles among Bullies, Victims and Uninvolved Adolescents"},
      {
        "id":"ED535736",
        "title":"Stressful Life Events and Psychosomatic Symptoms among Students Smokers and Non-smokers"},
      {
        "id":"ED535737",
        "title":"The Research of Sunshine Sports to Psychologically Healthy to Shanghai University Students"},
      {
        "id":"ED535738",
        "title":"A New Theory of Wisdom: Integrating Intelligence and Morality"},
      {
        "id":"ED535739",
        "title":"Cyber Portfolio: The Innovative Menu for 21st Century Technology"},
      {
        "id":"ED535740",
        "title":"Attitudes towards the Use of the Internet"},
      {
        "id":"ED535757",
        "title":"The Effects of Interest on Inference Generation While Reading"},
      {
        "id":"ED535761",
        "title":"What Will They Learn? A Report on General Education Requirements at 100 of the Nation's Leading Colleges and Universities"},
      {
        "id":"ED535762",
        "title":"Confirmatory Factor Analysis on the Big 5 Personality Test Inventory"},
      {
        "id":"ED535763",
        "title":"What Predicts Job Satisfaction in Malaysia?"},
      {
        "id":"ED535764",
        "title":"International Blogging"},
      {
        "id":"ED535765",
        "title":"Knight Commission on Intercollegiate Athletics: Quantitative and Qualitative Research with Football Bowl Subdivision University Presidents on the Costs and Financing of Intercollegiate Athletics. Report of Findings and Implications"},
      {
        "id":"ED535766",
        "title":"Shining the Light: A Report Card on Georgia's System of Public Higher Education"},
      {
        "id":"ED535767",
        "title":"Governance in the Public Interest: A Case Study of the University of North Carolina System"},
      {
        "id":"ED535768",
        "title":"Early Elementary Performance and Attendance in Baltimore City Schools' Pre-Kindergarten and Kindergarten"},
      {
        "id":"ED535769",
        "title":"A Descriptive Look at College Enrollment and Degree Completion of Baltimore City Graduates. Policy Brief"},
      {
        "id":"ED535770",
        "title":"Pressures of the Season: Classroom Quality in Baltimore Elementary Classes and Implications for Improving Instruction. Policy Brief"},
      {
        "id":"ED535772",
        "title":"Working Boards in Tertiary Education: Lessons from Three Case Studies. Professional File. Number 25"},
      {
        "id":"ED535774",
        "title":"What's Happening off the Field? A Report on Higher Education in the Big 12"},
      {
        "id":"ED535776",
        "title":"A Descriptive Look at College Enrollment and Degree Completion of Baltimore City Graduates"},
      {
        "id":"ED535779",
        "title":"Pressures of the Season: A Descriptive Look at Classroom Quality in Second and Third Grade Classrooms"},
      {
        "id":"ED535781",
        "title":"For the People: A Report Card on Public Higher Education in Illinois"},
      {
        "id":"ED535782",
        "title":"The Vanishing Shakespeare: A Report by the American Council of Trustees and Alumni"},
      {
        "id":"ED535784",
        "title":"What Will They Learn? A Survey of Core Requirements at Our Nation's Colleges and Universities. 2011-12"},
      {
        "id":"ED535785",
        "title":"Show Me: A Report Card on Public Higher Education in Missouri"},
      {
        "id":"ED535786",
        "title":"The Hollow Core: Failure of the General Education Curriculum. A Fifty College Study"},
      {
        "id":"ED535787",
        "title":"What Will They Learn? A Survey of Core Requirements at Our Nation&apos;s Colleges and Universities"},
      {
        "id":"ED535788",
        "title":"Aligning Community Colleges to Their Local Labor Markets: The Emerging Role of Online Job Ads for Providing Real-Time Intelligence about Occupations and Skills in Demand"},
      {
        "id":"ED535789",
        "title":"Innovations in Labor Market Information and Their Application: Applications for Workforce Programs. A Greenways Action Brief"},
      {
        "id":"ED535790",
        "title":"The Training Requirements of Foreign-Born Workers in Different Countries"},
      {
        "id":"ED535811",
        "title":"WWC Review of the Report &quot;Mastery Learning and Student Teams: A Factorial Experiment in Urban General Mathematics Classes&quot;"},
      {
        "id":"ED535812",
        "title":"WWC Review of the Report &quot;Learning the Control of Variables Strategy in Higher and Lower Achieving Classrooms: Contributions of Explicit Instruction and Experimentation&quot;"},
      {
        "id":"ED535814",
        "title":"The Community College Mission: History and Theory, 1930-2000. Working Paper Series. Number 1-09"},
      {
        "id":"ED535816",
        "title":"Timing Is Everything: A Comparative Study of the Adjustment Process of Fall and Mid-Year Community College Transfer Students at a Public Four-Year University. Working Paper Series. Number 1-10"},
      {
        "id":"ED535822",
        "title":"Supporting First-Generation College Students through Classroom-Based Practices. Issue Brief"},
      {
        "id":"ED535824",
        "title":"Wyoming Community College System Annual Enrollment Report. Academic Year 2009-2010"},
      {
        "id":"ED535825",
        "title":"Wyoming Community College System Annual Enrollment Report. Academic Year 2008-2009"},
      {
        "id":"ED535826",
        "title":"Wyoming Community College System Annual Enrollment Report. Academic Year 2007-2008"},
      {
        "id":"ED535827",
        "title":"Wyoming Community College Commission Annual Report, 2008"},
      {
        "id":"ED535828",
        "title":"Wyoming Community College Commission Annual Report, 2009"},
      {
        "id":"ED535829",
        "title":"Wyoming Community Colleges. Annual Performance Report: Core Indicators of Effectiveness 2007-2008"},
      {
        "id":"ED535830",
        "title":"Wyoming Community Colleges. Annual Performance Report: Core Indicators of Effectiveness 2008-2009"},
      {
        "id":"ED535831",
        "title":"Wyoming Community Colleges. Annual Performance Report: Core Indicators of Effectiveness 2009-2010"},
      {
        "id":"ED535832",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2007"},
      {
        "id":"ED535833",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2009"},
      {
        "id":"ED535834",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2008"},
      {
        "id":"ED535835",
        "title":"Wyoming Community College Commission Annual Accreditation Report, April 1, 2007-March 31, 2008"},
      {
        "id":"ED535836",
        "title":"Wyoming Community College Commission Annual Accreditation Report, April 1, 2008-March 31, 2009"},
      {
        "id":"ED535853",
        "title":"Return on Educational Investment: A District-by-District Evaluation of U.S. Educational Productivity"},
      {
        "id":"ED535854",
        "title":"Empty Promises: A Case Study of Restructuring and the Exclusion of English Language Learners in Two Brooklyn High Schools"},
      {
        "id":"ED535855",
        "title":"Reclaiming the American Dream"},
      {
        "id":"ED535856",
        "title":"YES Prep Public Schools (Formerly YES College Preparatory School): Honing the Pathways of Growth"},
      {
        "id":"ED535857",
        "title":"Expanding the Supply of High-Quality Public Schools"},
      {
        "id":"ED535858",
        "title":"Next Generation Learning: Can We Crack Four Problems to Unleash Quality Education for All?"},
      {
        "id":"ED535859",
        "title":"Evaluating Teacher Effectiveness: How Teacher Performance Assessments Can Measure and Improve Teaching"},
      {
        "id":"ED535860",
        "title":"Increasing Principal Effectiveness: A Strategic Investment for ESEA"},
      {
        "id":"ED535861",
        "title":"Principals' Approaches to Developing Teacher Quality: Constraints and Opportunities in Hiring, Assigning, Evaluating, and Developing Teachers"},
      {
        "id":"ED535862",
        "title":"Turning around the Nation's Lowest-Performing Schools: Five Steps Districts Can Take to Improve Their Chances of Success"},
      {
        "id":"ED535863",
        "title":"Incentivizing School Turnaround: A Proposal for Reauthorizing the Elementary and Secondary Education Act"},
      {
        "id":"ED535864",
        "title":"Aspire Public Schools: From 10 Schools to 6-Million Kids"},
      {
        "id":"ED535865",
        "title":"Aspire Public Schools: Building the Organizational Capacity for Healthy Growth"},
      {
        "id":"ED535866",
        "title":"Funding Education Equitably: The &quot;Comparability Provision&quot; and the Move to Fair and Transparent School Budgeting Systems"},
      {
        "id":"ED535867",
        "title":"Portland Public Schools: From Data and Decisions to Implementation and Results on Dropout Prevention"},
      {
        "id":"ED535868",
        "title":"Bullying in New York City Schools: Educators Speak out, 2009-2010"},
      {
        "id":"ED535869",
        "title":"The Power of the President: Recommendations to Advance Progressive Change"},
      {
        "id":"ED535870",
        "title":"When the Stakes Are High, Can We Rely on Value-Added? Exploring the Use of Value-Added Models to Inform Teacher Workforce Decisions"},
      {
        "id":"ED535871",
        "title":"Beyond Classroom Walls: Developing Innovative Work Roles for Teachers"},
      {
        "id":"ED535872",
        "title":"Replicating High-Performing Public Schools: Lessons from the Field"},
      {
        "id":"ED535873",
        "title":"U.S. Educational Achievement on International Assessments: The Role of Race and Ethnicity. RTI Research Report Series. Occasional Paper"},
      {
        "id":"ED535874",
        "title":"Decentralization for High-Quality Education: Elements and Issues of Design. RTI Research Report Series. Occasional Paper"},
      {
        "id":"ED535875",
        "title":"Left in the Margins: Asian American Students and the No Child Left Behind Act"},
      {
        "id":"ED535876",
        "title":"Implementing School-Based Management in Indonesia. RTI Research Report Series. Occasional Paper"},
      {
        "id":"ED535877",
        "title":"Accreditation: Removing the Barrier to Higher Education Reform. Backgrounder. No. 2728. Executive Summary"},
      {
        "id":"ED535878",
        "title":"Bias-Based Harassment in New York City Public Schools: A Report Card on the Department of Education's Implementation of Chancellor's Regulation A-832"},
      {
        "id":"ED535879",
        "title":"Human Capital Development and Poverty Alleviation in Nigeria: A Symbiotic Overview"},
      {
        "id":"ED535880",
        "title":"The Knowledge-Learning-Instruction Framework: Bridging the Science-Practice Chasm to Enhance Robust Student Learning"},
      {
        "id":"ED535897",
        "title":"Assessment in Service-Learning"},
      {
        "id":"ED535898",
        "title":"First-Year Physics Graduate Students: Characteristics and Background. Data from the 2007-2008 and 2009-2010 Graduate Student Surveys. Focus On"},
      {
        "id":"ED535899",
        "title":"TECHcitement: Advances in Technological Education, 2003"},
      {
        "id":"ED535900",
        "title":"Plus 50: Business Community Outreach Toolkit"},
      {
        "id":"ED535901",
        "title":"Sustaining Service Learning: The Role of Chief Academic Officers. Project Brief. AACC-PB-03-1"},
      {
        "id":"ED535902",
        "title":"TECHcitement: Advances in Technological Education, 2004"},
      {
        "id":"ED535903",
        "title":"MentorLinks: Advancing Technological Education, 2008-2010"},
      {
        "id":"ED535904",
        "title":"Improving Student Learning Outcomes with Service Learning"},
      {
        "id":"ED535905",
        "title":"The Plus 50 Initiative Evaluation: Initiative Impact"},
      {
        "id":"ED535906",
        "title":"Reclaiming the American Dream: Community Colleges and the Nations Future. A Report from the 21st-Century Commission on the Future of Community Colleges"},
      {
        "id":"ED535908",
        "title":"Keeping Pace with K-12 Online Learning: A Review of State-Level Policy and Practice, 2008"},
      {
        "id":"ED535909",
        "title":"Keeping Pace with K-12 Online Learning: An Annual Review of State-Level Policy and Practice, 2009"},
      {
        "id":"ED535910",
        "title":"Keeping Pace with K-12 Online Learning: An Annual Review of Policy and Practice, 2010"},
      {
        "id":"ED535911",
        "title":"Keeping Pace with K-12 Online Learning: A Review of State-Level Policy and Practice, 2006"},
      {
        "id":"ED535912",
        "title":"Keeping Pace with K-12 Online Learning: An Annual Review of Policy and Practice, 2011"},
      {
        "id":"ED535913",
        "title":"Keeping Pace with K-12 Online Learning: A Review of State-Level Policy and Practice, 2007"},
      {
        "id":"ED535936",
        "title":"Coaching in Early Education Classrooms Serving Children with Autism: A Pilot Study"},
      {
        "id":"ED535937",
        "title":"Brain-Based Teaching: Does It Really Work?"},
      {
        "id":"ED535949",
        "title":"Third Grade Literacy Policies: Identification, Intervention, Retention"},
      {
        "id":"ED535955",
        "title":"Accountability Issues to Watch under NCLB Waivers"},
      {
        "id":"ED535956",
        "title":"What Impact Will NCLB Waivers Have on the Consistency, Complexity and Transparency of State Accountability Systems?"},
      {
        "id":"ED535957",
        "title":"State High School Exit Exams: A Policy in Transition"},
      {
        "id":"ED535958",
        "title":"Teachers Matter: Feelings of School Connectedness and Positive Youth Development among Coos County Youth. New England Issue Brief No. 23"},
      {
        "id":"ED535959",
        "title":"Coos County's Class of 2009: Where Are They Now? New England Issue Brief No. 31"},
      {
        "id":"ED535960",
        "title":"Students in Rural Schools Have Limited Access to Advanced Mathematics Courses. Issue Brief No. 7"},
      {
        "id":"ED535961",
        "title":"Beginning Teachers Are More Common in Rural, High-Poverty, and Racially Diverse Schools. Issue Brief No. 53"},
      {
        "id":"ED535962",
        "title":"Mathematics Achievement Gaps between Suburban Students and Their Rural and Urban Peers Increase over Time. Issue Brief No. 52"},
      {
        "id":"ED535963",
        "title":"Federal Child Nutrition Programs Are Important to Rural Households. Issue Brief No. 11"},
      {
        "id":"ED535964",
        "title":"Youth Opinions Matter: Retaining Human Capital in Coos County. New England Issue Brief No. 19"},
      {
        "id":"ED535980",
        "title":"Students Training for Academic Readiness (STAR): Year Four Evaluation Report"},
      {
        "id":"ED535981",
        "title":"Students Training for Academic Readiness (STAR): Year Five Evaluation Report. Executive Summary"},
      {
        "id":"ED535982",
        "title":"Students Training for Academic Readiness (STAR): Year Four Evaluation Report. Executive Summary"},
      {
        "id":"ED535983",
        "title":"Students Training for Academic Readiness (STAR): Year Five Evaluation Report"},
      {
        "id":"ED535984",
        "title":"Students Training for Academic Readiness (STAR): Year Three Evaluation Report"},
      {
        "id":"ED535985",
        "title":"Word Study: A Look at Improving Learning and Retention of Spelling"},
      {
        "id":"ED535986",
        "title":"Closing the Expectations Gap, 2012: 50-State Progress Report on the Alignment of K-12 Policies and Practice with the Demands of College and Careers"},
      {
        "id":"ED535987",
        "title":"Make Rural Schools a Priority: Considerations for Reauthorizing the Elementary and Secondary Education Act"},
      {
        "id":"ED535988",
        "title":"Measuring Inequity in School Funding"},
      {
        "id":"ED535989",
        "title":"Fact Sheet: LGBT Discrimination in Higher Education Financial Aid--Assistance Should Be Allocated on Need, Not Sexual Orientation"},
      {
        "id":"ED535990",
        "title":"Gateways to the Principalship: State Power to Improve the Quality of School Leaders"},
      {
        "id":"ED535991",
        "title":"Take Your Time: Why States Should Use Education Waivers to Increase Learning Time"},
      {
        "id":"ED535992",
        "title":"Federal Investment in Charter Schools: A Proposal for Reauthorizing the Elementary and Secondary Education Act"},
      {
        "id":"ED535993",
        "title":"The Design of the Rhode Island School Funding Formula: Toward a Coherent System of Allocating State Aid to Public Schools"},
      {
        "id":"ED535994",
        "title":"Investing in Education Powers U.S. Competitiveness: Education Funding Must Be Preserved"},
      {
        "id":"ED535995",
        "title":"Softening the Blow: Toward a Fairer Allocation of Title I Funds"},
      {
        "id":"ED535996",
        "title":"Redefining Teacher Pensions: Strategically Defined Benefits for New Teachers and Fiscal Sustainability for All"},
      {
        "id":"ED535997",
        "title":"Buyer Beware: The Risks to Teacher Effectiveness from Changing Retirement Benefits"},
      {
        "id":"ED535999",
        "title":"Students Training for Academic Readiness (STAR): Year Three Evaluation Report. Executive Summary"},
      {
        "id":"ED536001",
        "title":"Partnerships between Charter Schools and Other Organizations. A Guide for State Policymakers"},
      {
        "id":"ED536002",
        "title":"Involving Teachers in Charter School Governance: A Guide for State Policymakers"},
      {
        "id":"ED536003",
        "title":"Creating and Sustaining High-Quality Charter School Governing Boards. A Guide for State Policymakers"},
      {
        "id":"ED536004",
        "title":"Democratic School Turnarounds: Pursuing Equity and Learning from Evidence"},
      {
        "id":"ED536005",
        "title":"Research-Based Options for Education Policymaking: Teacher Evaluation"},
      {
        "id":"ED536006",
        "title":"The Need for the Quality Improvement Center on Early Childhood: Background Research and Evaluation Framework"},
      {
        "id":"ED536007",
        "title":"Resident Engagement and Leadership to Improve Results for Children and Youth, Families and Communities: An International Toolkit"},
      {
        "id":"ED536025",
        "title":"Enrollment in Postsecondary Institutions, Fall 2011; Financial Statistics, Fiscal Year 2011; and Graduation Rates, Selected Cohorts, 2003-2008: First Look (Preliminary Data). NCES 2012-174"},
      {
        "id":"ED536026",
        "title":"Demand for Higher Education, by Field. Policy Note. Number 5"},
      {
        "id":"ED536027",
        "title":"The University-Innovation Nexus in Finland. Go8 Backgrounder 29"},
      {
        "id":"ED536028",
        "title":"University Admissions. Policy Note. Number 3"},
      {
        "id":"ED536029",
        "title":"Research Performance of Australian Universities. Policy Note. Number 4"},
      {
        "id":"ED536030",
        "title":"Go8 Note: Student Visas"},
      {
        "id":"ED536031",
        "title":"National Trends in Year 12 Course Completions. Policy Note. Number 6"},
      {
        "id":"ED536036",
        "title":"Adult College Completion Tool Kit"},
      {
        "id":"ED536041",
        "title":"Preservice Teachers' Knowledge, Skills, and Dispositions of LGBTQ Bullying Intervention"},
      {
        "id":"ED536042",
        "title":"Exploring Social Networking: Developing Critical Literacies"},
      {
        "id":"ED536043",
        "title":"University Funding 1996-2010. Go8 Backgrounder 27"},
      {
        "id":"ED536044",
        "title":"The University-Innovation Nexus in Singapore. Go8 Backgrounder 28"},
      {
        "id":"ED536045",
        "title":"The University-Business Nexus in Australia. Go8 Backgrounder 26"},
      {
        "id":"ED536063",
        "title":"Unleashing the Future: Educators \"Speak Up\" about the Use of Emerging Technologies for Learning. Speak Up 2009 National Findings: Teachers, Aspiring Teachers & Administrators"},
      {
        "id":"ED536064",
        "title":"Leveraging Intelligent Adaptive Learning to Personalize Education: A Special White Paper Based upon the Speak Up 2011 National Findings"},
      {
        "id":"ED536065",
        "title":"Creating Our Future: Students Speak up about their Vision for 21st Century Learning. Speak Up 2009 National Findings: K-12 Students & Parents"},
      {
        "id":"ED536066",
        "title":"The New 3 E's of Education: Enabled, Engaged, Empowered--How Today's Students Are Leveraging Emerging Technologies for Learning. Speak Up 2010 National Findings: K-12 Students &amp; Parents"},
      {
        "id":"ED536067",
        "title":"Mapping a Personalized Learning Journey: K-12 Students and Parents Connect the Dots with Digital Learning. Speak Up 2011 National Findings: K-12 Students &amp; Parents"},
      {
        "id":"ED536068",
        "title":"The New 3 E's of Education: Enabled, Engaged, Empowered--How Today's Educators Are Advancing a New Vision for Teaching and Learning. Speak Up 2010 National Findings: K-12 Teachers, Librarians & Administrators"},
      {
        "id":"ED536069",
        "title":"Personalizing the Classroom Experience: Teachers, Librarians and Administrators Connect the Dots with Digital Learning. Speak Up 2011 National Findings: K-12 Teachers, Librarians & Administrators"},
      {
        "id":"ED536070",
        "title":"Slow off the Mark: Elementary School Teachers and the Crisis in Science, Technology, Engineering, and Math Education"},
      {
        "id":"ED536071",
        "title":"The False Promise of Class-Size Reduction"},
      {
        "id":"ED536072",
        "title":"Living and Learning with New Media: Summary of Findings from the Digital Youth Project"},
      {
        "id":"ED536073",
        "title":"A Look at Community Schools"},
      {
        "id":"ED536074",
        "title":"Reforming Public School Systems through Sustained Union-Management Collaboration"},
      {
        "id":"ED536075",
        "title":"Charting New Territory: Tapping Charter Schools to Turn around the Nation's Dropout Factories"},
      {
        "id":"ED536076",
        "title":"A Way Forward: A Progressive Vision for Reauthorizing the Elementary and Secondary Education Act"},
      {
        "id":"ED536077",
        "title":"Maximizing the Promise of Community Schools: Streamlining Wraparound Services for ESEA"},
      {
        "id":"ED536078",
        "title":"Partnering for Compensation Reform: Collaborations between Union and District Leadership in Four School Systems"},
      {
        "id":"ED536079",
        "title":"There Still Be Dragons: Racial Disparity in School Funding Is No Myth"},
      {
        "id":"ED536080",
        "title":"Speaking of Salaries: What It Will Take to Get Qualified, Effective Teachers in All Communities"},
      {
        "id":"ED536081",
        "title":"Preparing for Growth: Human Capital Innovations in Charter Public Schools"},
      {
        "id":"ED536083",
        "title":"Digital Media and Learning"},
      {
        "id":"ED536084",
        "title":"The MacArthur Foundation in Nigeria: Report on Activities"},
      {
        "id":"ED536085",
        "title":"Exploring the Possibilities of Technology"},
      {
        "id":"ED536086",
        "title":"Confronting the Challenges of Participatory Culture: Media Education for the 21st Century. An Occasional Paper on Digital Media and Learning"},
      {
        "id":"ED536087",
        "title":"How to Motivate Military Veterans to Participate in the GI Bill"},
      {
        "id":"ED536089",
        "title":"Agencies and Organizations. Made in B.C.: A History of Postsecondary Education in British Columbia. Volume 6"},
      {
        "id":"ED536090",
        "title":"Understanding Families with Children with Special Needs in China"},
      {
        "id":"ED536101",
        "title":"Persistence. Snapshot Report, Fall 2011"},
      {
        "id":"ED536102",
        "title":"Teaching the Holocaust in the Republic of Germany"},
      {
        "id":"ED536104",
        "title":"Is Literacy a Right or an Obligation?"},
      {
        "id":"ED536105",
        "title":"Education in Chronically Poor Rural Areas Lags across Generations. Issue Brief Number 24"},
      {
        "id":"ED536106",
        "title":"Food Stamp and School Lunch Programs Alleviate Food Insecurity in Rural America. Fact Sheet"},
      {
        "id":"ED536107",
        "title":"More Poor Kids in More Poor Places: Children Increasingly Live where Poverty Persists. Issue Brief Number 38"},
      {
        "id":"ED536108",
        "title":"Challenges in Serving Rural American Children through the Summer Food Service Program. Issue Brief No. 13"},
      {
        "id":"ED536109",
        "title":"Reading Levels of Rural and Urban Third Graders Lag behind Their Suburban Peers. Issue Brief Number 28"},
      {
        "id":"ED536110",
        "title":"No Place Like Home: Place and Community Identity among North Country Youth. New England Issue Brief No. 24"},
      {
        "id":"ED536111",
        "title":"Benchmarking Attrition: What Can We Learn From Other Industries?"},
      {
        "id":"ED536112",
        "title":"National Postsecondary Enrollment Trends: Before, during, and after the Great Recession. Signature[TM] Report 1"},
      {
        "id":"ED536113",
        "title":"The New, Longer Road to Adulthood: Schooling, Work, and Idleness among Rural Youth. Number 9"},
      {
        "id":"ED536114",
        "title":"Rural Families Choose Home-Based Child Care for Their Preschool-Aged Children. Policy Brief Number 3"},
      {
        "id":"ED536115",
        "title":"Low Income and Impoverished Families Pay More Disproportionately for Child Care. Policy Brief Number 16"},
      {
        "id":"ED536116",
        "title":"Low-Skill Workers in Rural America Face Permanent Job Loss. Policy Brief Number 2"},
      {
        "id":"ED536117",
        "title":"Student Discipline in New Hampshire Schools"},
      {
        "id":"ED536118",
        "title":"Reverse Transfer: A National View of Student Mobility from Four-Year to Two-Year Institutions. Signature[TM] Report 3"},
      {
        "id":"ED536119",
        "title":"Mobility. Snapshot Report, Fall 2011"},
      {
        "id":"ED536120",
        "title":"Measuring (and Managing) the Invisible Costs of Postsecondary Attrition. Policy Brief"},
      {
        "id":"ED536121",
        "title":"Transfer and Mobility: A National View of Pre-Degree Student Movement in Postsecondary Institutions. Signature Report 2"},
      {
        "id":"ED536122",
        "title":"Mobility. Snapshot Report, Spring 2012"},
      {
        "id":"ED536123",
        "title":"Interstate Mobility. Snapshot Report, Spring 2012"},
      {
        "id":"ED536124",
        "title":"Attrition Cost Model Instruction Manual"},
      {
        "id":"ED536125",
        "title":"Diminishing Funding and Rising Expectations: Trends and Challenges for Public Research Universities. A Companion to Science and Engineering Indicators 2012. NSB-12-45"},
      {
        "id":"ED536126",
        "title":"The Institutional Costs of Student Attrition. Research Paper"},
      {
        "id":"ED536127",
        "title":"Not Your Mother's College Affordability Crisis. Issue Brief"},
      {
        "id":"ED536128",
        "title":"Capacity Building Indicators & Dissemination Strategies: Designing and Delivering Intensive Interventions--A Teacher's Toolkit"},
      {
        "id":"ED536129",
        "title":"Designing and Delivering Intensive Interventions: A Teacher's Toolkit"},
      {
        "id":"ED536130",
        "title":"University Research Funding: The United States Is Behind and Falling"},
      {
        "id":"ED536131",
        "title":"Spending: Where Does the Money Go? A Delta Data Update, 2000-2010"},
      {
        "id":"ED536132",
        "title":"Revenues: Where Does the Money Come from? A Delta Data Update, 2000-2010"},
      {
        "id":"ED536141",
        "title":"The Impact of the Advancing Social-Communication and Play (ASAP) Intervention on Preschoolers with Autism Spectrum Disorder"},
      {
        "id":"ED536142",
        "title":"Cognitive Level of Development and Mathematical Fluency of First Grade Children"},
      {
        "id":"ED536144",
        "title":"25 Ways to Reduce the Cost of College"},
      {
        "id":"ED536145",
        "title":"A Summary of: 25 Ways to Reduce the Cost of College"},
      {
        "id":"ED536146",
        "title":"Funding the Arms Race: A Case Study of Student Athletic Fees"},
      {
        "id":"ED536147",
        "title":"How College Pricing Undermines Financial Aid"},
      {
        "id":"ED536148",
        "title":"From Wall Street to Wal-Mart: Why College Graduates Are Not Getting Good Jobs"},
      {
        "id":"ED536149",
        "title":"Stop Misusing Higher Education-Specific Price Indices"},
      {
        "id":"ED536150",
        "title":"Who Subsidizes Whom? An Analysis of Educational Costs and Revenues"},
      {
        "id":"ED536151",
        "title":"Introducing Bennett Hypothesis 2.0"},
      {
        "id":"ED536152",
        "title":"Educational Inequality in the United States: Methodology and Historical Estimation of Education Gini Coefficients"},
      {
        "id":"ED536153",
        "title":"Net Tuition and Net Price Trends in the United States: 2000-2009"},
      {
        "id":"ED536154",
        "title":"Smarter Spending: Reforming Federal Financial Aid for Higher Education"},
      {
        "id":"ED536155",
        "title":"Faculty Productivity and Costs at the University of Texas at Austin: A Preliminary Analysis"},
      {
        "id":"ED536156",
        "title":"Literary Research: Costs and Impact"},
      {
        "id":"ED536157",
        "title":"Oklahoma Higher Education: Challenging the Conventional Wisdom"},
      {
        "id":"ED536158",
        "title":"Maricopa County Community College District Teacher Education Handbook"},
      {
        "id":"ED536159",
        "title":"10 Myths & Realities about Community College Teacher Education Programs. Second Edition"},
      {
        "id":"ED536160",
        "title":"The Changing Academic Profession in International and Quantitative Perspectives: A Focus on Teaching &amp; Research Activities. Report of the International Conference on the Changing Academic Profession Project, 2010. RIHE International Seminar Reports. No.15"},
      {
        "id":"ED536161",
        "title":"Diversifying Higher Education Systems in the International and Comparative Perspectives. Report of the International Workshop on University Reform, 2010. RIHE International Seminar Reports. No.16"},
      {
        "id":"ED536162",
        "title":"Producing Qualified Graduates and Assuring Education Quality in the Knowledge-Based Society: Roles and Issues of Graduate Education. Report of the International Workshop on Graduate Education, 2009. RIHE International Seminar Reports. No.14"},
      {
        "id":"ED536163",
        "title":"The Changing Academic Profession over 1992-2007: International, Comparative, and Quantitative Perspectives. Report of the International Conference on the Changing Academic Profession Project, 2009. RIHE International Seminar Reports. No. 13"},
      {
        "id":"ED536164",
        "title":"The Changing Academic Profession in International Comparative and Quantitative Perspectives. Report of the International Conference on the Changing Academic Profession Project, 2008. RIHE International Seminar Reports. No.12"},
      {
        "id":"ED536165",
        "title":"The Changing Academic Profession in Asia: Contexts, Realities and Trends. Report of the International Conference on the Changing Academic Profession Project, 2011. RIHE International Seminar Reports. No. 17"},
      {
        "id":"ED536166",
        "title":"University Management, Present and Future: How and by Whom? Report of the International Workshop on University Reform, 2011. RIHE International Seminar Reports. No.18"},
      {
        "id":"ED536186",
        "title":"Adding It All up 2012: Are College Net Price Calculators Easy to Find, Use, and Compare?"},
      {
        "id":"ED536187",
        "title":"University Student Access and Success. Go8 Backgrounder 9"},
      {
        "id":"ED536188",
        "title":"Best Practice Strategies to Promote Academic Integrity in Online Education. Version 2.0"},
      {
        "id":"ED536189",
        "title":"Academic Leadership Forum on Faculty Workload, Engagement, and Development. Executive Summary"},
      {
        "id":"ED536190",
        "title":"State Approval Regulations for Distance Education: A \"Starter\" List"},
      {
        "id":"ED536191",
        "title":"The Funding of Academic Collaborations"},
      {
        "id":"ED536192",
        "title":"Are Your Online Students Really the Ones Registered for the Course? Student Authentication Requirements for Distance Education Providers. A WCET Briefing Paper"},
      {
        "id":"ED536193",
        "title":"Guidelines for Creating Student Services Online"},
      {
        "id":"ED536194",
        "title":"Using Incentives to Change How Teenagers Spend Their Time: The Effects of New York City's Conditional Cash Transfer Program"},
      {
        "id":"ED536195",
        "title":"An Effect of Interactive Media in a Social Awareness Ubiquitous Learning Community"},
      {
        "id":"ED536196",
        "title":"Taiwanese Model of Teacher Preparation for Early Childhood Education"},
      {
        "id":"ED536197",
        "title":"One and All: Primary Prevention--Drug Education in Middle Primary. An Evidence-Based Approach"},
      {
        "id":"ED536198",
        "title":"Motivation and Engagement of Boys: Evidence-Based Teaching Practices. Appendices"},
      {
        "id":"ED536199",
        "title":"Academic Staffing Trends in Go8 and Other Australian Universities, 2000-2010. Go8 Backgrounder 25"},
      {
        "id":"ED536200",
        "title":"Mission-Based Funding Compacts with Public Universities. Go8 Backgrounder 6"},
      {
        "id":"ED536201",
        "title":"Measuring the Impact of Research--The Context for Metric Development. Go8 Backgrounder 23"},
      {
        "id":"ED536202",
        "title":"Employability Skills: Final Report--Development of a Strategy to Support the Universal Recognition and Recording of Employability Skills. A Skills Portfolio Approach"},
      {
        "id":"ED536203",
        "title":"Research Workforce. Go8 Backgrounder 19"},
      {
        "id":"ED536204",
        "title":"Australian and International Student Success Rates in Group of Eight Universities. Go8 Backgrounder 5"},
      {
        "id":"ED536205",
        "title":"International. Go8 Backgrounder 17"},
      {
        "id":"ED536206",
        "title":"Research. Go8 Backgrounder 15"},
      {
        "id":"ED536207",
        "title":"Equity in Higher Education. Go8 Backgrounder 16"},
      {
        "id":"ED536208",
        "title":"Moving Forward--Shaping a Career Development Culture: Quality Standards, Quality Practice, Quality Outcomes"},
      {
        "id":"ED536209",
        "title":"Scoping Paper--Shaping a Career Development Culture: Quality Standards, Quality Practice, Quality Outcomes"},
      {
        "id":"ED536210",
        "title":"Legislation for a Demand-Driven System. Go8 Backgrounder 22"},
      {
        "id":"ED536211",
        "title":"Future Demand for Higher Education in Australia. Go8 Backgrounder 10"},
      {
        "id":"ED536212",
        "title":"Teacher Workforce Data and Planning Processes in Australia"},
      {
        "id":"ED536213",
        "title":"Perceptions of Australia as a Postgraduate Research Destination. Go8 Backgrounder 11"},
      {
        "id":"ED536214",
        "title":"Answering the Global Challenge--Experiences from European Excellence Initiatives. Go8 Backgrounder 24"},
      {
        "id":"ED536215",
        "title":"Motivation and Engagement of Boys: Evidence-Based Teaching Practices. Main Report"},
      {
        "id":"ED536216",
        "title":"Principles for School Drug Education"},
      {
        "id":"ED536217",
        "title":"Structural Diversity in Tertiary Education. Go8 Backgrounder 18"},
      {
        "id":"ED536218",
        "title":"Higher Education Standards and Quality. Go8 Backgrounder 13"},
      {
        "id":"ED536219",
        "title":"Demographic Impact on Higher Education Enrolments. Go8 Backgrounder 7"},
      {
        "id":"ED536220",
        "title":"Role of Research Universities in Health and Medicine. Go8 Backgrounder 20"},
      {
        "id":"ED536231",
        "title":"WWC Review of the Report &quot;Increasing Young Children&apos;s Contact with Print during Shared Reading: Longitudinal Effects on Literacy Achievement&quot;"},
      {
        "id":"ED536233",
        "title":"ITRI Informational Text Reading Inventory: Grade 2 Teacher Manual"},
      {
        "id":"ED536234",
        "title":"ITRI Informational Text Reading Inventory: Grade 1 Teacher Manual"},
      {
        "id":"ED536235",
        "title":"Indiana Reading Diagnostic Assessment: Resource &amp; Intervention Guide, First Grade. Additional Activities and Assessments"},
      {
        "id":"ED536236",
        "title":"ITRI Informational Text Reading Inventory: Grade 4 Teacher Guide"},
      {
        "id":"ED536237",
        "title":"Indiana Reading Diagnostic Assessment: Resource &amp; Intervention Guide, Second Grade. Additional Activities and Assessments"},
      {
        "id":"ED536239",
        "title":"The Hangover: Thinking about the Unintended Consequences of the Nation&apos;s Teacher Evaluation Binge. Teacher Quality 2.0. Special Report 2"},
      {
        "id":"ED536240",
        "title":"Indiana Reading Diagnostic Assessment: Resource &amp; Intervention Guide, Kindergarten. Additional Activities and Assessments"},
      {
        "id":"ED536241",
        "title":"College Readiness: A Compendium of M-DCPS Results from the Florida College Placement Test, 2006 to 2009"},
      {
        "id":"ED536242",
        "title":"College Readiness: A Compendium of M-DCPS Results from the Florida College Placement Test, 2007 to 2010"},
      {
        "id":"ED536243",
        "title":"High School Feedback Report for 2009 and 2010 Graduates"},
      {
        "id":"ED536244",
        "title":"Middle Grades Reform. Literature Review"},
      {
        "id":"ED536245",
        "title":"Homework. Literature Review"},
      {
        "id":"ED536246",
        "title":"College Readiness: A Compendium of M-DCPS Results from the Florida College Entry-Level Placement Test (FCELPT), 2001 to 2005"},
      {
        "id":"ED536247",
        "title":"High School Feedback Report for 2008 and 2009 Graduates"},
      {
        "id":"ED536248",
        "title":"9/11 and the War on Terror in Curricula and in State Standards Documents. CIRCLE Fact Sheet"},
      {
        "id":"ED536249",
        "title":"High School Feedback Report for 2007 and 2008 Graduates"},
      {
        "id":"ED536250",
        "title":"High School Feedback Report for 2005 and 2006 Graduates"},
      {
        "id":"ED536251",
        "title":"High School Feedback Report for 2006 and 2007 Graduates"},
      {
        "id":"ED536252",
        "title":"College Readiness: A Compendium of M-DCPS Results from the Florida College Entry-Level Placement Test (FCELPT), 2000 to 2003"},
      {
        "id":"ED536253",
        "title":"Virtual Schools. Literature Review"},
      {
        "id":"ED536254",
        "title":"College Readiness: A Compendium of M-DCPS Results from the Florida College Placement Test, 2004 to 2007"},
      {
        "id":"ED536256",
        "title":"State Civic Education Requirements. CIRCLE Fact Sheet"},
      {
        "id":"ED536257",
        "title":"Left out of No Child Left Behind: Teach for America&apos;s Outsized Influence on Alternative Certification"},
      {
        "id":"ED536259",
        "title":"Research Comparing Charter Schools and Traditional Public Schools. Literature Review"},
      {
        "id":"ED536260",
        "title":"English Language Learners and Their Academic Progress: 2010-2011"},
      {
        "id":"ED536274",
        "title":"North Carolina's Higher Education System: Success or Failure?"},
      {
        "id":"ED536275",
        "title":"The Law of Unintended Consequences Revisited: The Case of Ricci v. DeStefano"},
      {
        "id":"ED536276",
        "title":"The Academics Athletics Trade-off: Universities and Intercollegiate Athletics"},
      {
        "id":"ED536277",
        "title":"College Rankings: History, Criticism and Reform"},
      {
        "id":"ED536278",
        "title":"Net Tuition Trends in the United States"},
      {
        "id":"ED536279",
        "title":"Federal Tax Policy regarding Universities: Endowments and beyond"},
      {
        "id":"ED536280",
        "title":"A Tuition Bubble? Lessons from the Housing Bubble"},
      {
        "id":"ED536281",
        "title":"For-Profit Education in the United States: A Primer"},
      {
        "id":"ED536282",
        "title":"For-Profit Higher Education: Growth, Innovation and Regulation"},
      {
        "id":"ED536283",
        "title":"The Inmates Running the Asylum? An Analysis of Higher Education Accreditation"},
      {
        "id":"ED536287",
        "title":"Australian Vocational Education and Training Statistics: The Likelihood of Completing a VET Qualification, 2006-09"},
      {
        "id":"ED536288",
        "title":"Longitudinal Surveys of Australian Youth (LSAY) 2009 Cohort: Wave 3 (2011)--Frequency Tables. Technical Report 72B"},
      {
        "id":"ED536289",
        "title":"Has the No Child Left Behind Law Produced More Qualified Teachers?"},
      {
        "id":"ED536290",
        "title":"Evaluation of the Texas Technology Immersion Pilot: First-Year Results"},
      {
        "id":"ED536291",
        "title":"Effects of Technology Immersion on Teaching and Learning: Evidence from Observations of Sixth-Grade Classrooms"},
      {
        "id":"ED536292",
        "title":"Evaluation of the Texas Technology Immersion Pilot: An Analysis of Second-Year (2005-06) Implementation. Executive Summary"},
      {
        "id":"ED536293",
        "title":"Evaluation of the Texas Technology Immersion Pilot: An Analysis of Second-Year (2005-06) Implementation"},
      {
        "id":"ED536294",
        "title":"Evaluation of the Texas Technology Immersion Pilot: Outcomes for the Third Year (2006-07)"},
      {
        "id":"ED536295",
        "title":"Evaluation of the Texas Technology Immersion Pilot: Findings from the Second Year"},
      {
        "id":"ED536296",
        "title":"Evaluation of the Texas Technology Immersion Pilot: Final Outcomes for a Four-Year Study (2004-05 to 2007-08)"},
      {
        "id":"ED536297",
        "title":"Evaluation of the Texas Technology Immersion Pilot: An Analysis of the Baseline Conditions and First-Year Implementation of Technology Immersion in Middle Schools. Executive Summary"},
      {
        "id":"ED536298",
        "title":"Evaluation of the Texas Technology Immersion Pilot: First-Year Results. Executive Summary"},
      {
        "id":"ED536299",
        "title":"Evaluation of the Texas Technology Immersion Pilot: An Analysis of the Baseline Conditions and First-Year Implementation of Technology Immersion in Middle School"},
      {
        "id":"ED536300",
        "title":"Lower-Level Qualifications as a Stepping Stone for Young People. Occasional Paper"},
      {
        "id":"ED536301",
        "title":"Evaluation of the Texas Technology Immersion Pilot: Third-Year (2006-07) Traits of Higher Technology Immersion Schools and Teachers"},
      {
        "id":"ED536302",
        "title":"The Value of Completing a VET Qualification. Occasional Paper"},
      {
        "id":"ED536303",
        "title":"Longitudinal Surveys of Australian Youth (LSAY) 2009 Cohort: Wave 2 (2010)-- Questionnaire. Technical Report 71A"},
      {
        "id":"ED536304",
        "title":"Longitudinal Surveys of Australian Youth (LSAY) 2009 Cohort: Wave 1 (2009)--Frequency Tables. Technical Report 70"},
      {
        "id":"ED536305",
        "title":"Longitudinal Surveys of Australian Youth (LSAY) 2009 Cohort: Wave 2 (2010)--Frequency Tables. Technical Report 71B"},
      {
        "id":"ED536306",
        "title":"Longitudinal Surveys of Australian Youth (LSAY) 2009 Cohort: Wave 3 (2011)--Questionnaire. Technical Report 72A"},
      {
        "id":"ED536316",
        "title":"Balancing Self-Directed Learning with Expert Mentoring: The Science Writing Heuristic Approach"},
      {
        "id":"ED536317",
        "title":"Effectiveness of Small-Group Tutoring Interventions for Improving the Mathematical Problem-Solving Performance of Third-Grade Students with Mathematics Difficulties: A Randomized Experiment"},
      {
        "id":"ED536318",
        "title":"EEG Estimates of Cognitive Workload and Engagement Predict Math Problem Solving Outcomes"},
      {
        "id":"ED536319",
        "title":"Learning Communities for Developmental Education Students: A Synthesis of Findings from Randomized Experiments at Six Community Colleges"},
      {
        "id":"ED536320",
        "title":"Incorporating Learning into the Cognitive Assessment Framework"},
      {
        "id":"ED536321",
        "title":"Miami-Dade County Public Schools Statistical Abstract 2006-2007"},
      {
        "id":"ED536322",
        "title":"Miami-Dade County Public Schools Statistical Abstract 2005-2006"},
      {
        "id":"ED536323",
        "title":"Miami-Dade County Public Schools Statistical Abstract 2007-2008"},
      {
        "id":"ED536324",
        "title":"Miami-Dade County Public Schools Statistical Abstract 2004-2005"},
      {
        "id":"ED536325",
        "title":"Teacher Quality: What You Need to Know"},
      {
        "id":"ED536326",
        "title":"Foreign Language Curricula in Japanese High Schools: A Case Study in Miyagi Prefecture"},
      {
        "id":"ED536327",
        "title":"Assessing Outside the Bubble: Performance Assessment for Common Core State Standards"},
      {
        "id":"ED536328",
        "title":"Foundation + Collaboration + Inspiration. The Joyce Foundation 2009 Annual Report"},
      {
        "id":"ED536329",
        "title":"Job Training + Education: A Pocket Guide for Policymakers"},
      {
        "id":"ED536330",
        "title":"The Joyce Foundation 2011 Annual Report"},
      {
        "id":"ED536369",
        "title":"Physics Bachelor's Degrees: Results from the 2010 Survey of Enrollments and Degrees. Focus On"},
      {
        "id":"ED536371",
        "title":"State of the States 2012: Teacher Effectiveness Policies. NCTQ &quot;State Teacher Policy Yearbook&quot; Brief Area 3: Identifying Effective Teachers"},
      {
        "id":"ED536376",
        "title":"American Higher Education: Journalistic and Policy Perspectives from &quot;National CrossTalk&quot;"},
      {
        "id":"ED536382",
        "title":"Squeeze Play 2009: The Public's Views on College Costs Today--Public Agenda and the National Center for Public Policy and Higher Education"},
      {
        "id":"ED536389",
        "title":"The National Center for Public Policy and Higher Education's Associates Program"},
      {
        "id":"ED536402",
        "title":"The Way of the Future: Education Savings Accounts for Every American Family"},
      {
        "id":"ED536403",
        "title":"Sweating the Small Stuff and Missing the Mark: A Critical Analysis of the Charter School Movement"},
      {
        "id":"ED536404",
        "title":"Changing Education for a Changing World: Internationalizing Education"},
      {
        "id":"ED536405",
        "title":"Outlook. Number 378"},
      {
        "id":"ED536406",
        "title":"The Comparison of Sino-American Genius Education"},
      {
        "id":"ED536408",
        "title":"Short and Long Run University Rankings: The Case of Greek Departments of Economics"},
      {
        "id":"ED536409",
        "title":"Leadership in Effective Elementary Schools: A Synthesis of Five Case Studies"},
      {
        "id":"ED536414",
        "title":"The Online Expectations of Prospective College Students and Their Parents. E-Expectations Report, 2011"},
      {
        "id":"ED536415",
        "title":"National Freshman Attitudes Report, 2011. Special Focus: Attitudes That May Limit Academic Engagement. Sixth Annual National Research Study"},
      {
        "id":"ED536416",
        "title":"Mid-Year Retention Indicators Report for Two-Year and Four-Year, Public and Private Institutions. Benchmark Research Study Conducted Fall 2010"},
      {
        "id":"ED536417",
        "title":"Student Retention Practices at Four-Year and Two-Year Institutions, 2011. Noel-Levitz Report on Undergraduate Trends in Enrollment Management"},
      {
        "id":"ED536418",
        "title":"Marketing and Student Recruitment Practices at Four-Year and Two-Year Institutions, 2011. Noel-Levitz Report on Undergraduate Trends in Enrollment Management"},
      {
        "id":"ED536419",
        "title":"The Attitudes of Second-Year College Students: A National Pilot Study on the Challenges Students Face as They Transition to Their Second Year of Postsecondary Education. 2011 Pilot Study/Research Report"},
      {
        "id":"ED536420",
        "title":"Addendum by Race/Ethnicity: National Freshman Attitudes Report, 2011. National Research Study"},
      {
        "id":"ED536423",
        "title":"National Forum: How Schools and Parents Can Work Together to Address Bullying"},
      {
        "id":"ED536424",
        "title":"How Students Rate the Quality Service Climate on Campus. National Research Report, 2011"},
      {
        "id":"ED536425",
        "title":"Addendum: Transfer Students--The Attitudes of Second-Year College Students. Research Report"},
      {
        "id":"ED536434",
        "title":"Effective Communication with Young People"},
      {
        "id":"ED536444",
        "title":"&quot;Is No Child Left Behind Effective For All Students?&quot; Parents Don't Think So"},
      {
        "id":"ED536445",
        "title":"Predicting Intercultural Sensitivity Using Demographic Variables among College of Agriculture Undergraduate Students"},
      {
        "id":"ED536450",
        "title":"Method and Tool to Achieve Necessary Level of Comprehension"},
      {
        "id":"ED536451",
        "title":"Retirement Planning and Counseling: Issues and Challenges for Teachers in Public Schools in the Sekondi Circuit"},
      {
        "id":"ED536452",
        "title":"Engendering Constructivist Learning in Tertiary Teaching"},
      {
        "id":"ED536455",
        "title":"Searching for New Directions: Developing MA Action Research Project as a Tool for Teaching"},
      {
        "id":"ED536457",
        "title":"Reflections on Policy in Adult Education and Community Learning (ACE), with Special Reference to &quot;Koia! Koia! Towards a Learning Society&quot;"},
      {
        "id":"ED536462",
        "title":"Revisions in Florida's High School Accountability System. Research Note. Volume 0801"},
      {
        "id":"ED536463",
        "title":"Art-Based Program for Social and Emotional Development of Children"},
      {
        "id":"ED536464",
        "title":"Meta-Review: Systematic Assessment of Program Review"},
      {
        "id":"ED536465",
        "title":"Positive Classroom Environments = Positive Academic Results"},
      {
        "id":"ED536470",
        "title":"Learning Curve: How College Graduates Solve Information Problems Once They Join the Workplace. Project Information Literacy Research Report"},
      {
        "id":"ED536474",
        "title":"Changes in Determining Gifted Eligibility for Underrepresented Students. Research Note. Volume 0802"},
      {
        "id":"ED536477",
        "title":"Graduation and Dropout Rates by Ethnicity and Gender. Research Note. Volume 1001"},
      {
        "id":"ED536479",
        "title":"Teacher Career Lattice Program. Research Note. Volume 0901"},
      {
        "id":"ED536480",
        "title":"Conflict Resolution, Can It Really Make a Difference in the Classroom: Conflict Resolution Strategies for Classroom Teachers"},
      {
        "id":"ED536482",
        "title":"Model Disciplinary Policies. Research Note. Volume 0902"},
      {
        "id":"ED536485",
        "title":"Financial Aid in Theory and Practice: Why It Is Ineffective and What Can Be Done about It"},
      {
        "id":"ED536486",
        "title":"Intercollegiate Athletics Subsidies: A Regressive Tax"},
      {
        "id":"ED536487",
        "title":"University Endowment Reform: A Dialogue"},
      {
        "id":"ED536488",
        "title":"&quot;Griggs v. Duke Power&quot;: Implications for College Credentialing"},
      {
        "id":"ED536489",
        "title":"An Outcomes Based Assessment of Universities: Using &quot;Who's Who in America&quot;"},
      {
        "id":"ED536490",
        "title":"The $7,376 \"Ivies\": Value-Designed Models of Undergraduate Education"},
      {
        "id":"ED536491",
        "title":"Over Invested and over Priced: American Higher Education Today"},
      {
        "id":"ED536492",
        "title":"Trends in the Higher Education Labor Force: Identifying Changes in Worker Composition and Productivity"},
      {
        "id":"ED536502",
        "title":"How Students' Beliefs about Their Intelligence Influence Their Academic Performance. Information Capsule. Volume 1012"},
      {
        "id":"ED536504",
        "title":"2009-10 Overview of M-DCPS' Academic Performance. Information Capsule. Volume 1005"},
      {
        "id":"ED536505",
        "title":"The Bachelor's Degree Is Obsolete? Common Sense"},
      {
        "id":"ED536506",
        "title":"What the Research Says about Alternative Teacher Certification Programs. Information Capsule. Volume 1104"},
      {
        "id":"ED536509",
        "title":"Strategies for Reducing Math Anxiety. Information Capsule. Volume 1102"},
      {
        "id":"ED536510",
        "title":"Out-of-School Factors Affecting Academic Achievement. Information Capsule. Volume 1004"},
      {
        "id":"ED536511",
        "title":"What the Research Tells Us: Teacher Quality and Teacher Preparation. Information Capsule. Volume 1002"},
      {
        "id":"ED536512",
        "title":"Unintended Consequences of High-Stakes Testing. Information Capsule. Volume 1008"},
      {
        "id":"ED536513",
        "title":"Student Stress. Information Capsule. Volume 1006"},
      {
        "id":"ED536514",
        "title":"Summer Learning Loss: Why Its Effect Is Strongest among Low-Income Students and How It Can Be Combated. Information Capsule. Volume 1011"},
      {
        "id":"ED536515",
        "title":"Teacher Burnout. Information Capsule. Volume 1003"},
      {
        "id":"ED536516",
        "title":"A Review of the Research on Magnet Schools. Information Capsule. Volume 1105"},
      {
        "id":"ED536517",
        "title":"2010-11 Overview of M-DCPS' Academic Performance. Information Capsule. Volume 1101"},
      {
        "id":"ED536518",
        "title":"What the Research Tells Us: Class Size Reduction. Information Capsule. Volume 1001"},
      {
        "id":"ED536519",
        "title":"Research Comparing Charter Schools and Traditional Public Schools. Information Capsule. Volume 1007"},
      {
        "id":"ED536521",
        "title":"Is South Korea a Case of High-Stakes Testing Gone Too Far? Information Capsule. Volume 1107"},
      {
        "id":"ED536522",
        "title":"National Trends in End-of-Course Assessment Programs. Information Capsule. Volume 1202"},
      {
        "id":"ED536523",
        "title":"Majority of Enterprise Resource Planning (ERP) Projects Fail--M-DCPS Is a Rare Exception. Information Capsule. Volume 1108"},
      {
        "id":"ED536524",
        "title":"Pre-Kindergarten: Research-Based Recommendations for Developing Standards and Factors Contributing to School Readiness Gaps. Information Capsule. Volume 1201"},
      {
        "id":"ED536525",
        "title":"The Impact of School Buildings on Learning. Information Capsule. Volume 1204"},
      {
        "id":"ED536526",
        "title":"2011-2012 Overview of M-DCPS' Academic Performance. Information Capsule. Volume 1203"},
      {
        "id":"ED536527",
        "title":"Social Networking in Schools: Benefits and Risks; Review of the Research; Policy Considerations; and Current Practices. Information Capsule. Volume 1109"},
      {
        "id":"ED536529",
        "title":"Chronic Absenteeism in the Elementary Grades. Information Capsule. Volume 1009"},
      {
        "id":"ED536532",
        "title":"U.S. News &amp; World Report's Best High Schools: Methodology and Miami-Dade County Public Schools Rankings. Information Capsule. Volume 1106"},
      {
        "id":"ED536535",
        "title":"Status of Teacher Performance Pay Programs across the United States. Information Capsule. Volume 1103"},
      {
        "id":"ED536536",
        "title":"Exploring Dreamspace through Video Art with At-Risk Youth"},
      {
        "id":"ED536537",
        "title":"Libraries, Archives, and Museums Helping Create Futures: Building on Culture, Knowledge, and Information through Collaboration and Resource Sharing. Selected Papers from PIALA 2010, Pacific Islands Association of Libraries, Archives, and Museums Annual Conference (20th, Weno, Chuuk State, Federated States of Micronesia, November 15-19, 2010)"},
      {
        "id":"ED536538",
        "title":"Obesity, a Disease of Adaptation to Environmental &amp; Physiological Stressors"},
      {
        "id":"ED536550",
        "title":"New Digital Energy Game, the Use of Games to Influence Attitudes, Interests, and Student Achievement in Science"},
      {
        "id":"ED536554",
        "title":"The Salience of Racial Isolation: African Americans' and Latinos' Perceptions of Climate and Enrollment Choices with and without Proposition 209"},
      {
        "id":"ED536570",
        "title":"Trends in Student Aid, 2012. Trends in Higher Education Series"},
      {
        "id":"ED536571",
        "title":"Trends in College Pricing, 2012. Trends in Higher Education Series"},
      {
        "id":"ED536572",
        "title":"Graduating to a Pay Gap: The Earnings of Women and Men One Year after College Graduation"},
      {
        "id":"ED536592",
        "title":"Approaches Used by Faculty to Assess Critical Thinking--Implications for General Education"},
      {
        "id":"ED536593",
        "title":"M-DCPS Student Performance in International Baccalaureate and Cambridge Advanced International Certificate of Education Programs. Research Brief. Volume 1102"},
      {
        "id":"ED536595",
        "title":"From Normal Variation to Unacceptable Uncertainty: A Brief Review of Anomalies in the 2010 FCAT Results. Research Brief. Volume 1002"},
      {
        "id":"ED536596",
        "title":"Dropout and Graduation Rates 2007-2008. Research Brief. Volume 0804"},
      {
        "id":"ED536597",
        "title":"Dropout and Graduation Rates 2009-2010. Research Brief. Volume 1101"},
      {
        "id":"ED536598",
        "title":"FCAT Retakes: Trends in Multiple Attempts at Satisfying FCAT Graduation Requirements. Research Brief. Volume 0805"},
      {
        "id":"ED536599",
        "title":"Dropout and Graduation Rates 2010-2011. Research Brief. Volume 1107"},
      {
        "id":"ED536600",
        "title":"Importance of Subgroup Membership and Its Contribution to Equitable School District Comparisons. Research Brief. Volume 1005"},
      {
        "id":"ED536602",
        "title":"Time to English Reading Proficiency. Research Brief. RB 1201"},
      {
        "id":"ED536603",
        "title":"Enrollment Projections for Presentation &amp; Discussion: 2010-11 Pupil Population Estimating Conference. Research Brief. Volume 0901"},
      {
        "id":"ED483227",
        "title":"Education and Training in Forensic Science: A Guide for Forensic Science Laboratories, Educational Institutions, and Students. Special Report."},
      {
        "id":"ED483228",
        "title":"America's Children in Brief: Key National Indicators of Well-Being, 2004."},
      {
        "id":"ED483229",
        "title":"Head Start: Better Data and Processes Needed To Monitor Underenrollment. Report to Congressional Requesters. GAO-04-17"},
      {
        "id":"ED483230",
        "title":"Public Community Colleges and Technical Schools: Most Schools Use Both Credit and Noncredit Programs for Workforce Development. Report to the Chairman, Committee on Health, Education, Labor, and Pensions, U.S. Senate. GAO-05-04"},
      {
        "id":"ED483231",
        "title":"University Research: Most Federal Agencies Need to Better Protect Against Financial Conflicts of Interest. Report to the Honorable Richard C. Shelby, U.S. Senate. GAO-04-31"},
      {
        "id":"ED483232",
        "title":"Distance Education: Improved Data on Program Costs and Guidelines on Quality Assessments Needed To Inform Federal Policy. Report to Congressional Requesters. GAO-04-279"},
      {
        "id":"ED483233",
        "title":"Workforce Training: Almost Half of States Fund Employment Placement and Training through Employer Taxes and Most Coordinate with Federally Funded Programs. Report to Congressional Requesters. GAO-04-282."},
      {
        "id":"ED483234",
        "title":"Office of Federal Student Aid: Better Strategic and Human Capital Would Help Sustain Management Progress. Report to Congressional Committees. GAO-05-31"},
      {
        "id":"ED483235",
        "title":"Nutrition Education: USDA Provides Services through Multiple Programs, but Stronger Linkages among Efforts Are Needed. Report to the Committee on Agriculture, Nutrition, and Forestry, U.S. Senate. GAO-04-528"},
      {
        "id":"ED483236",
        "title":"Student Mentoring Programs: Education's Monitoring and Information Sharing Could Be Improved. Report to Congressional Requesters. GAO-04-581"},
      {
        "id":"ED483237",
        "title":"Gender Issues: Women's Participation in the Sciences Has Increased, but Agencies Need to Do More to Ensure Compliance with Title IX. Report to Congressional Requesters. GAO-04-639"},
      {
        "id":"ED483238",
        "title":"Special Education: Additional Assistance and Better Coordination Needed among Education Offices to Help States Meet the NCLBA Teacher Requirements. Report to the Ranking Minority Member, Committee on Health, Education, Labor, and Pensions, U.S. Senate.  GAO-04-659"},
      {
        "id":"ED483239",
        "title":"Prekindergarten: Four Selected States Expanded Access by Relying on Schools and Existing Providers of Early Education and Care to Provide Services. Report to Congressional Requesters. GAO-04-852"},
      {
        "id":"ED483240",
        "title":"Student Loan Programs: Lower Interest Rates and Higher Loan Volume Have Increased Federal Consolidation Loan Costs. Testimony before the Committee on Education and the Workforce, House of Representatives. GAO-04-568T"},
      {
        "id":"ED483241",
        "title":"School Meal Programs: Competitive Foods Are Available in Many Schools; Actions Taken To Restrict Them Differ by State and Locality. Report to Congressional Requesters. GAO-04-673"},
      {
        "id":"ED483242",
        "title":"Student Consolidation Loans: Further Analysis Could Lead to Enhanced Default Assumptions for Budgetary Cost Estimates. Report to the Chairman, Committee on the Budget, House of Representatives. GAO-04-843"},
      {
        "id":"ED483244",
        "title":"Illegal Alien Schoolchildren: Issues in Estimating State-by-State Costs. Report to the Chairman, Committee on the Judiciary, House of Representatives. GAO-04-733"},
      {
        "id":"ED483245",
        "title":"Special Education: Improved Timeliness and Better Use of Enforcement Actions Could Strengthen Education's Monitoring System. Report to the Ranking Minority Member, Committee on Health, Education, Labor and Pensions, U.S. Senate. GAO-04-879"},
      {
        "id":"ED483246",
        "title":"No Child Left Behind Act: Additional Assistance and Research on Effective Strategies Would Help Small Rural Districts. Report to Congressional Requesters. GAO-04-909"},
      {
        "id":"ED483247",
        "title":"Commercial Activities in Schools: Use of Student Data Is Limited and Additional Dissemination of Guidance Could Help Districts Develop Policies. Report to Congressional Requesters. GAO-04-810."},
      {
        "id":"ED483248",
        "title":"Low-Income and Minority Serving Institutions: Department of Education Could Improve Its Monitoring and Assistance. Report to the Secretary of Education. GAO-04-961"},
      {
        "id":"ED483249",
        "title":"Military Education: DOD Needs To Develop Performance Goals and Metrics for Advanced Distributed Learning in Professional Military Education. Report to the Ranking Minority Member Committee on Armed Services, House of Representatives. GAO-04-873"},
      {
        "id":"ED483250",
        "title":"Diploma Mills: Diploma Mills Are Easily Created and Some Have Issued Bogus Degrees to Federal Employees at Government Expense. GAO-04-1096T."},
      {
        "id":"ED483251",
        "title":"Diploma Mills: Federal Employees Have Obtained Degrees from Diploma Mills and Other Unaccredited Schools, Some at Government Expense. Testimony before the Committee on Governmental Affairs, U.S. Senate. GAO-04-771T"},
      {
        "id":"ED483253",
        "title":"No Child Left Behind Act: Improvements Needed in Education's Process for Tracking States' Implementation of Key Provisions. Report to Congressional Committees. GAO-04-734"},
      {
        "id":"ED483254",
        "title":"Responding to the California Performance Review"},
      {
        "id":"ED483256",
        "title":"Teaching and California's Future: California's Teaching Force 2004. Key Issues And Trends"},
      {
        "id":"ED483261",
        "title":"Report of the Workgroup on Community College Finance. September 2004"},
      {
        "id":"ED483262",
        "title":"California Community Colleges: Pocket Profile 2004"},
      {
        "id":"ED483263",
        "title":"Textbooks: Costs and Issues"},
      {
        "id":"ED483268",
        "title":"A Profile of the Evaluation of the Academic Support Services Program"},
      {
        "id":"ED483271",
        "title":"A Collision Course: High Expectations for Students, Low Investment in Teacher Training. CenterView"},
      {
        "id":"ED483273",
        "title":"Science Teaching and California's Future: CenterView"},
      {
        "id":"ED483274",
        "title":"Moving beyond the Barriers: Attracting and Sustaining Youth Participation in Out-of-School Time Programs. Issues and Opportunties in Out-of-School Time Evaluation. Number 6. July 2004"},
      {
        "id":"ED483276",
        "title":"Special Education--Not So Special for Some: Qualified Teachers in Short Supply for Special Education Students. CenterView"},
      {
        "id":"ED483278",
        "title":"Performance Measures in Out-of-School Time Evaluation. Out-of-School Time Evaluation Snapshot, Number 3."},
      {
        "id":"ED483279",
        "title":"Engaging with Families in Out-of-School Time Learning. Out-of-School Time Evaluation Snapshot. Number 4"},
      {
        "id":"ED483280",
        "title":"Detangling Data Collection: Methods for Gathering Data. Out-of-School Time Evaluation Snapshot. Number 5"},
      {
        "id":"ED483281",
        "title":"Listening and Learning, 2004: Community Indicator Profiles of Knight Foundation Communities and the Nation"},
      {
        "id":"ED483282",
        "title":"No Child Left Behind and the Federal Mandate That All California Teachers Be &quot;Highly Qualified.&quot; CenterView"},
      {
        "id":"ED483286",
        "title":"The Media Missionaries: American Support for Journalism Excellence and Press Freedom around the Globe"},
      {
        "id":"ED483287",
        "title":"Where Are They Now? Wyoming Community College Graduates' Labor Market Outcomes 2004"},
      {
        "id":"ED483288",
        "title":"Wyoming Community Colleges: Responding to the Growing Need for Distance Education"},
      {
        "id":"ED483294",
        "title":"Native Students Balancing Two Worlds. Northwest Education. Volume 9, Number 3, Spring 2004"},
      {
        "id":"ED483302",
        "title":"Success For Arkansas: Success for All Schools In Arkansas Continue  Gains On Benchmark Exams"},
      {
        "id":"ED483304",
        "title":"Success for Florida: Success for All Schools in Florida Continue Gains on FCAT."},
      {
        "id":"ED483305",
        "title":"Success For Hawaii: Success For All Schools In Hawaii Make Outstanding Gains On HPCS-Reading."},
      {
        "id":"ED483306",
        "title":"Success For Kansas: Success For All Schools In Kansas Gain On KRA."},
      {
        "id":"ED483307",
        "title":"Success For Michigan: Success For All Schools In Michigan Gain On MEAP-Reading."},
      {
        "id":"ED483308",
        "title":"Success for Minnesota: Success for All Schools in Minnesota Continue To Gain on MCA"},
      {
        "id":"ED483309",
        "title":"Success For Mississippi: Success for All Schools in Mississippi Gain on MCT-Reading."},
      {
        "id":"ED483310",
        "title":"Success For Missouri: Success For All Schools In Missouri Gain On MAP-Reading"},
      {
        "id":"ED483311",
        "title":"Controlling Lead in Drinking Water for Schools and Day Care Facilities: A Summary of State Programs."},
      {
        "id":"ED483313",
        "title":"Success For Nevada: Success For All Schools In Nevada Gain On Nevada Criterion-Referenced Assessment"},
      {
        "id":"ED483316",
        "title":"Success for Ohio: Success for All Schools in Ohio Gain on Ohio Proficiency Tests"},
      {
        "id":"ED483317",
        "title":"Success for Oregon: Success for All Schools in Oregon Gain on Oregon Statewide Assessment-Reading"},
      {
        "id":"ED483318",
        "title":"Success for Upstate New York: Success for All Schools in Upstate New York Continue Gains on ELA"},
      {
        "id":"ED483319",
        "title":"Success For Wisconsin: Wisconsin Success For All Schools Gain On WRCT"},
      {
        "id":"ED483321",
        "title":"Distance Education Survey, 2004: A Report on Course Structure and Educational Services in Distance Education and Training Council Member Institutions"},
      {
        "id":"ED483322",
        "title":"DETC Accreditation Overview"},
      {
        "id":"ED483323",
        "title":"Outstanding Graduates, 2004"},
      {
        "id":"ED483324",
        "title":"Outstanding Graduate Celebrates With His Family. DETC News. Fall 2004"},
      {
        "id":"ED483325",
        "title":"Constitution And Bylaws: 2004 Edition"},
      {
        "id":"ED483327",
        "title":"Is Distance Education for You?"},
      {
        "id":"ED483328",
        "title":"Confessions Of An Early Internet Educator. DETC Occasional Paper. Number 20"},
      {
        "id":"ED483329",
        "title":"Using Your Distance Education To Earn an Academic Degree"},
      {
        "id":"ED483330",
        "title":"What Does Accreditation Mean To You, The Student?"},
      {
        "id":"ED483334",
        "title":"Highlights of the 2002 National Youth Gang Survey. OJDP Fact Sheet No. 1."},
      {
        "id":"ED483335",
        "title":"Sex, Drugs, and Delinquency in Urban and Suburban Public Schools. Education Working Paper 4"},
      {
        "id":"ED483336",
        "title":"Pushed Out or Pulled Up? Exit Exams and Dropout Rates in Public High Schools. Education Working Paper 5"},
      {
        "id":"ED483338",
        "title":"The Teachability Index: Can Disadvantaged Students Learn? Education Working Paper 6"},
      {
        "id":"ED483340",
        "title":"An Evaluation of Florida's Program To End Social Promotion. Education Working Paper No. 7."},
      {
        "id":"ED483346",
        "title":"California's Teaching Force, 2004: Key Issues and Trends"},
      {
        "id":"ED483349",
        "title":"Charter School Achievement On The 2003 National Assessment Of Educational Progress."},
      {
        "id":"ED483354",
        "title":"Profiles of For-Profit Education Management Companies: Sixth Annual Report. 2003-2004."},
      {
        "id":"ED483358",
        "title":"Louisiana MFP Accountability Report."},
      {
        "id":"ED483361",
        "title":"Commission Review of a Proposal by Riverside Community College District To Convert the Moreno Valley Educational Center to a Full-Service Community College Campus. A Report to the Governor and Legislature in Response to a Request from the California Community College Board of Governors. Commission Report 04-01"},
      {
        "id":"ED483362",
        "title":"Commission Review of a Proposal by Riverside Community College District To Convert the Norco Educational Center to College Status. A Report to the Governor and Legislature in Response to a Request from the California Community College Board of Governors. Commission Report 04-02"},
      {
        "id":"ED483363",
        "title":"State Licensure versus Accreditation of Proprietary Schools and Colleges: A Review and Comparison of Roles and Functions. Commission Report 04-03"},
      {
        "id":"ED483364",
        "title":"School-Based Decision Making (SBDM) Guidance, 2004."},
      {
        "id":"ED483365",
        "title":"Title IX Athletics Compliance at California's Public High Schools, Community Colleges, and Universities. A Report Prepared for the California Postsecondary Education Commission and the California Department of Education. Commission Report 04-04."},
      {
        "id":"ED483366",
        "title":"University Eligibility Study for the Class of 2003. Commission Report 04-05."},
      {
        "id":"ED483367",
        "title":"Information Collection and Dissemination Program: Enhancing Access to Education Data. Commission Report 04-06"},
      {
        "id":"ED483368",
        "title":"Comprehensive School Improvement Planning: Framework for Schools."},
      {
        "id":"ED483369",
        "title":"Student Access, Institutional Capacity, and Public Higher Education Enrollment Demand, 2003-2013. Commission Report 04-07"},
      {
        "id":"ED483371",
        "title":"Commission Review of New Academic Programs Proposed by the Public Higher Education Systems, 2002 to 2004. Commission Report 04-08"},
      {
        "id":"ED483372",
        "title":"Planning and Coordinating the Development of California Campuses: The Commission's Role in the Review of New University Campuses, Community Colleges, and Educational Centers. Commission Report 04-09"},
      {
        "id":"ED483373",
        "title":"Effective Instructional Leadership Act--Technical Assistance Manual for Instructional Leaders, and Training Program Providers, July 1, 2004-June 30, 2006."},
      {
        "id":"ED483374",
        "title":"Status of Improving Teacher Quality State Grants--Title II, Part A, No Child Left Behind. Commission Report 04-10."},
      {
        "id":"ED483376",
        "title":"Prospectus: Developing a Framework for Accountability in California's Higher Education System. Commission Report 04-11"},
      {
        "id":"ED483377",
        "title":"Commission Review of a Proposal by the Chaffey Community College District To Establish an Educational Center in the City of Chino. Commission Report 04-12"},
      {
        "id":"ED483378",
        "title":"A Prospectus for Evaluating the Cost-Effectiveness of University Academic Preparation Programs. Commission Report 04-14"},
      {
        "id":"ED483380",
        "title":"Transfer: Making It Happen Program--An Evaluation. Commission Report 04-16"},
      {
        "id":"ED483381",
        "title":"Task Templates Based on Misconception Research. CSE Report 646."},
      {
        "id":"ED483382",
        "title":"Extra Help for Student Success"},
      {
        "id":"ED483383",
        "title":"Accountability Systems in Support of Students Learning: Moving to the Next Generation. CRESST Line, Spring 2004"},
      {
        "id":"ED483385",
        "title":"Specifying and Refining a Measurement Model for a Simulation-Based Assessment. CSE Report 619."},
      {
        "id":"ED483387",
        "title":"Towards the Characterization of Academic Language in Upper Elementary Science Classrooms. CSE Report 621"},
      {
        "id":"ED483389",
        "title":"What are the Chances of Getting into a UC School? A Look at the Course-Taking Patterns of High School Students For UC Admissions Eligibility. CSE Report 623"},
      {
        "id":"ED483390",
        "title":"A Comparison of Two. Construct-a-Concept-Map Science Assessments:  Created Linking Phrases and Selected Linking Phrases. CSE Report 624."},
      {
        "id":"ED483391",
        "title":"Monetary Incentives for Low-Stakes Tests. CSE Report 625"},
      {
        "id":"ED483392",
        "title":"An Approach to Operationalizing Academic Language for Language Test Development Purposes: Evidence from Fifth-Grade Science and Math. CSE Report 626"},
      {
        "id":"ED483393",
        "title":"The Effects of Teacher Discourse on Student Behavior and Learning in Peer-Directed Groups. CSE Report 627"},
      {
        "id":"ED483395",
        "title":"Developing Assessments To Inform Teaching and Learning. CSE Report 628"},
      {
        "id":"ED483397",
        "title":"The Behavior Of Linking Items In Test Equating. CSE Report 630"},
      {
        "id":"ED483398",
        "title":"Intuitive Test Theory. CSE Report 631"},
      {
        "id":"ED483399",
        "title":"A Brief Introduction to Evidence-Centered Design. CSE Report 632"},
      {
        "id":"ED483400",
        "title":"Issues in Assessing English Language Learners' Opportunity To Learn Mathematics. CSE Report 633"},
      {
        "id":"ED483401",
        "title":"Principles for Scaling Up: Choosing, Measuring Effects, and Promoting the Widespread Use of Educational Innovation. CSE Report 634"},
      {
        "id":"ED483402",
        "title":"Consequences and Validity of Performance Assessment for English Learners: Assessing Opportunity to Learn (OTL) in Grade 6 Language Arts. CSE Report 635"},
      {
        "id":"ED483403",
        "title":"Sampling of Common Items: An Unrecognized Source of Error in Test Equating. CSE Report 636"},
      {
        "id":"ED483404",
        "title":"Children Left Behind in AYP and Non-AYP Schools: Using Student Progress and the Distribution of Student Gains to Validate AYP. CSE Report 637"},
      {
        "id":"ED483405",
        "title":"The Case for an Integrated Design Framework for Assessing Science Inquiry. CSE Report 638"},
      {
        "id":"ED483406",
        "title":"Informal Formative Assessment of Students' Understanding of Scientific Inquiry. CSE Report 639"},
      {
        "id":"ED483407",
        "title":"Application of Generalizability Theory to Concept-Map Assessment Research. CSE Report 640"},
      {
        "id":"ED483408",
        "title":"Corrective Action in Low-Performing Schools: Lessons for NCLB Implementation from State and District Strategies in First-Generation Accountability Systems. CSE Report 641"},
      {
        "id":"ED483409",
        "title":"Academic English in Fifth-Grade Mathematics, Science, and Social Studies Textbooks. CSE Report 642"},
      {
        "id":"ED483410",
        "title":"My Current Thoughts on Coefficient Alpha and Successor Procedures. CSE Report 643"},
      {
        "id":"ED483411",
        "title":"The Relationship between School Quality and the Probability of Passing Standards-Based  High-Stakes Performance Assessments. CSE Technical Report 644"},
      {
        "id":"ED483412",
        "title":"Aligning Curriculum, Standards, and Assessments: Fulfilling the Promise of School Reform. CSE Report 645"},
      {
        "id":"ED483415",
        "title":"Virtually Everywhere: Marketing to Children in America's Schools. The Seventh Annual Report on Schoolhouse Commercialism Trends, 2003-2004."},
      {
        "id":"ED483428",
        "title":"Educational and Demographic Profile: Alameda County."},
      {
        "id":"ED483429",
        "title":"Educational and Demographic Profile: Alpine County."},
      {
        "id":"ED483431",
        "title":"North Carolina Alternate Assessment Portfolio. Portfolio Development. Designee/Teacher Handbook"},
      {
        "id":"ED483432",
        "title":"Educational and Demographic Profile: Amador County."},
      {
        "id":"ED483434",
        "title":"Educational and Demographic Profile: Butte County."},
      {
        "id":"ED483435",
        "title":"Educational and Demographic Profile: Calaveras County."},
      {
        "id":"ED483437",
        "title":"Educational and Demographic Profile: Colusa County."},
      {
        "id":"ED483438",
        "title":"Educational and Demographic Profile: Contra Costa County."},
      {
        "id":"ED483441",
        "title":"Released Test Items: Sample Student Work Illustrating LEAP 21 Achievement Levels, Grade 4"},
      {
        "id":"ED483447",
        "title":"Understanding Your Child?s End-of-Grade Test Scores: Grades 3, 4, and 5"},
      {
        "id":"ED483449",
        "title":"Minimum Foundation Program: 2003-2004 Handbook"},
      {
        "id":"ED483451",
        "title":"Understanding the North Carolina Pretest?Grade 3. Assessment Brief, Volume 9, Number 6"},
      {
        "id":"ED483453",
        "title":"The North Carolina Competency Tests: A Handbook for Students in the Ninth Grade for the First Time in 2001?2002 and Beyond"},
      {
        "id":"ED483454",
        "title":"Comprehensive School Improvement Planning. Framework for Schools. April 2004."},
      {
        "id":"ED483455",
        "title":"Understanding the North Carolina High School Comprehensive Test--Reading and Mathematics. Assessment Brief. Volume 9, Number 5"},
      {
        "id":"ED483460",
        "title":"Understanding the North Carolina End-of-Course Field (EOC) Tests of Civics and Economics and U.S. History. Assessment Brief, Volume 10, Number 1"},
      {
        "id":"ED483467",
        "title":"Kentucky Virtual High School 2004/2005 Prerequisite and Course Materials List."},
      {
        "id":"ED483471",
        "title":"How to Use Your Comprehensive Improvement  Planning Process to Plan for Professional Development."},
      {
        "id":"ED483472",
        "title":"School Level Performance Descriptors for Kentucky's Standards and Indicators for School Improvement."},
      {
        "id":"ED483473",
        "title":"District Level Performance Descriptors for Kentucky's Standards and Indicators for School Improvement."},
      {
        "id":"ED483474",
        "title":"North Carolina Testing Program. Information Packet. Spring 2004"},
      {
        "id":"ED483476",
        "title":"Personnel Decisions in Kentucky SBDM Schools."},
      {
        "id":"ED483477",
        "title":"District Composite Report: Allen Parish, 2002-2003."},
      {
        "id":"ED483478",
        "title":"District Composite Report: Avoyelles Parish. 2002-2003."},
      {
        "id":"ED483485",
        "title":"Educational and Demographic Profile: Del Norte County."},
      {
        "id":"ED483486",
        "title":"Educational and Demographic Profile: El Dorado County"},
      {
        "id":"ED483487",
        "title":"Educational and Demographic Profile: Fresno County."},
      {
        "id":"ED483488",
        "title":"Educational and Demographic Profile: Glenn County."},
      {
        "id":"ED483491",
        "title":"Educational and Demographic Profile: Imperial County."},
      {
        "id":"ED483492",
        "title":"Educational and Demographic Profile: Inyo County."},
      {
        "id":"ED483493",
        "title":"Educational and Demographic Profile: Kern County."},
      {
        "id":"ED483494",
        "title":"Educational and Demographic Profile: Kings County."},
      {
        "id":"ED483495",
        "title":"Educational and Demographic Profile: Lake County."},
      {
        "id":"ED483496",
        "title":"Educational and Demographic Profile: Lassen County"},
      {
        "id":"ED483500",
        "title":"Educational and Demographic Profile: Marin County."},
      {
        "id":"ED483501",
        "title":"Educational and Demographic Profile: Mariposa County."},
      {
        "id":"ED483502",
        "title":"Educational and Demographic Profile: Mendocino County."},
      {
        "id":"ED483505",
        "title":"District Composite Report, 2002-2003: Caldwell Parish"},
      {
        "id":"ED483509",
        "title":"Educational and Demographic Profile: Napa County."},
      {
        "id":"ED483510",
        "title":"Educational and Demographic Profile: Nevada County."},
      {
        "id":"ED483511",
        "title":"Average Social Spending And Salary By Educational Attainment Level. Systems Accountability & Policy Development. Issue 3"},
      {
        "id":"ED483512",
        "title":"CRESST Policy Brief 7. Winter 2004"},
      {
        "id":"ED483513",
        "title":"Using Hierarchical Growth Models To Monitor School Performance Over Time: Comparing NCE to Scale Score Results. CSE Report 618"},
      {
        "id":"ED483515",
        "title":"Oregon Standards, 2004-2005 School Year."},
      {
        "id":"ED483516",
        "title":"Englewood School District Comprehensive Plan for Educational Technology and Information Literacy."},
      {
        "id":"ED483518",
        "title":"Louisiana's Graduation Exit Examination for the 21st Century (GEE 21).  Released Test Items: Sample Student Work Illustrating GEE 21 Achievement Levels, Grade 10, English Language Arts"},
      {
        "id":"ED483522",
        "title":"Regulations for Implementation of the Children with Exceptionalities Act (R.S. 17:1941 et seq.). Title 28 Part XLIII, Bulletin 1706. Subpart A - Regulations for Students with Disabilities"},
      {
        "id":"ED483525",
        "title":"Released Test Items: Sample Student Work Illustrating GEE 21 Achievement Levels, Grade 10 Mathematics"},
      {
        "id":"ED483526",
        "title":"Standard & Poor's \"Return on Resources\" Measure of School Performance. Issue Brief. Volume 1, Issue 1"},
      {
        "id":"ED483528",
        "title":"What is Ready to Learn? Systems Accountability & Policy Development Issue Brief. Issue 04-4."},
      {
        "id":"ED483529",
        "title":"Released Test Items: Sample Student Work Illustrating LEAP 21 Achievement Levels, Grade 8 Science."},
      {
        "id":"ED483537",
        "title":"OUS Diversity Report, 2004: Addressing the Needs of an Increasingly Diverse Society"},
      {
        "id":"ED483539",
        "title":"Educational and Demographic Profile: Orange County"},
      {
        "id":"ED483540",
        "title":"Educational and Demographic Profile: Placer County."},
      {
        "id":"ED483541",
        "title":"Educational and Demographic Profile: Plumas County."},
      {
        "id":"ED483542",
        "title":"Educational and Demographic Profile: Riverside County."},
      {
        "id":"ED483543",
        "title":"Educational and Demographic Profile: Sacramento County."},
      {
        "id":"ED483544",
        "title":"Educational and Demographic Profile: San Benito County."},
      {
        "id":"ED483545",
        "title":"Educational and Demographic Profile: San Bernardino County."},
      {
        "id":"ED483548",
        "title":"Educational and Demographic Profile: San Joaquin County"},
      {
        "id":"ED483549",
        "title":"Educational and Demographic Profile: San Luis Obispo County."},
      {
        "id":"ED483550",
        "title":"Educational and Demographic Profile: San Mateo County."},
      {
        "id":"ED483551",
        "title":"Educational and Demographic Profile: Santa Barbara County"},
      {
        "id":"ED483552",
        "title":"Educational and Demographic Profile: Santa Clara County"},
      {
        "id":"ED483553",
        "title":"Educational and Demographic Profile: Santa Cruz County"},
      {
        "id":"ED483554",
        "title":"Educational and Demographic Profile: Shasta County"},
      {
        "id":"ED483557",
        "title":"Educational and Demographic Profile: Solano County"},
      {
        "id":"ED483559",
        "title":"Educational and Demographic Profile: Sonoma County."},
      {
        "id":"ED483560",
        "title":"Arizona Academic Standards, Grade 8."},
      {
        "id":"ED483561",
        "title":"Educational and Demographic Profile: Stanislaus County"},
      {
        "id":"ED483564",
        "title":"Educational and Demographic Profile: Sutter County"},
      {
        "id":"ED483566",
        "title":"Educational and Demographic Profile: Tehama County"},
      {
        "id":"ED483570",
        "title":"Educational and Demographic Profile: Tuolumne County"},
      {
        "id":"ED483576",
        "title":"Science Standard Articulated by Grade Level: Kindergarten."},
      {
        "id":"ED483577",
        "title":"Arizona Academic Standards: Grade 1."},
      {
        "id":"ED483580",
        "title":"Released Test Items: Sample Student Work Illustrating LEAP 21 Achievement Levels. Grade 8, Social Studies"},
      {
        "id":"ED483581",
        "title":"Louisiana Education Quality Trust Fund: Annual Report Fiscal Year 2004."},
      {
        "id":"ED483584",
        "title":"District Composite Report: Acadia Parish. 2002-2003."},
      {
        "id":"ED483586",
        "title":"District Composite Report: Calcasieu Parish. 2002-2003"},
      {
        "id":"ED483588",
        "title":"District Composite Report: East Baton Rouge Parish. 2002-2003."},
      {
        "id":"ED483604",
        "title":"District Composite Report: Assumption Parish. 2002-2003."},
      {
        "id":"ED483605",
        "title":"District Composite Report: Cameron Parish. 2002-2003"},
      {
        "id":"ED483606",
        "title":"Alabama Education Quick Facts, 2004"},
      {
        "id":"ED483607",
        "title":"District Composite Report:  DeSoto Parish. 2002-2003."},
      {
        "id":"ED483615",
        "title":"10 Steps to Prevent Default: How To Prevent Default On Your Education Loans"},
      {
        "id":"ED483619",
        "title":"District Composite Report:  Evangeline Parish. 2002-2003."},
      {
        "id":"ED483620",
        "title":"District Composite Report: Iberia Parish. 2002-2003."},
      {
        "id":"ED483621",
        "title":"District Composite Report: Jefferson Parish. 2002-2003."},
      {
        "id":"ED483622",
        "title":"District Composite Report: Lafourche Parish. 2002-2003."},
      {
        "id":"ED483623",
        "title":"District Composite Report: Livingston Parish. 2002-2003."},
      {
        "id":"ED483624",
        "title":"District Composite Report: Natchitoches Parish. 2002-2003."},
      {
        "id":"ED483625",
        "title":"District Composite Report: Plaquemines Parish. 2002-2003."},
      {
        "id":"ED483626",
        "title":"District Composite Report: Red River Parish. 2002-2003."},
      {
        "id":"ED483627",
        "title":"District Composite Report: St. Bernard Parish. 2002-2003"},
      {
        "id":"ED483628",
        "title":"District Composite Report: St. James Parish. 2002-2003"},
      {
        "id":"ED483629",
        "title":"District Composite Report: St. Martin Parish, 2002-2003"},
      {
        "id":"ED483630",
        "title":"District Composite Report: Tangipahoa Parish. 2002-2003"},
      {
        "id":"ED483631",
        "title":"District Composite Report: Bienville Parish. 2002-2003"},
      {
        "id":"ED483632",
        "title":"District Composite Report: Concordia Parish. 2002-2003"},
      {
        "id":"ED483633",
        "title":"District Composite Report:  Franklin Parish. 2002-2003"},
      {
        "id":"ED483634",
        "title":"District Composite Report: Jackson Parish. 2002-2003."},
      {
        "id":"ED483636",
        "title":"District Composite Report: Morehouse Parish. 2002-2003."},
      {
        "id":"ED483637",
        "title":"District Composite Report: Pointe Coupee Parish. 2002-2003."},
      {
        "id":"ED483639",
        "title":"District Composite Report: Sabine Parish. 2002-2003."},
      {
        "id":"ED483640",
        "title":"District Composite Report: St. John the Baptist Parish. 2002-2003."},
      {
        "id":"ED483642",
        "title":"District Composite Report: St. Tammany Parish. 2002-2003."},
      {
        "id":"ED483646",
        "title":"District Composite Report: West Carroll Parish. 2002-2003"},
      {
        "id":"ED483649",
        "title":"District Composite Report: City of Monroe, 2002-2003"},
      {
        "id":"ED483650",
        "title":"District Composite Report: Caddo Parish. 2002-2003."},
      {
        "id":"ED483653",
        "title":"Prairie State Achievement Examination: Overview And Preparation Guide For PSAE Day 2. 2003-2004."},
      {
        "id":"ED483656",
        "title":"District Composite Report: East Carroll Parish. 2002-2003"},
      {
        "id":"ED483658",
        "title":"District Composite Report: Jefferson Davis Parish. 2002-2003."},
      {
        "id":"ED483660",
        "title":"District Composite Report: Orleans Parish, 2002-2003"},
      {
        "id":"ED483661",
        "title":"District Composite Report: Rapides Parish. 2002-2003"},
      {
        "id":"ED483664",
        "title":"District Composite Report: St. Charles Parish. 2002-2003."},
      {
        "id":"ED483666",
        "title":"District Composite Report: St. Landry Parish, 2002-2003"},
      {
        "id":"ED483668",
        "title":"Illinois Mathematics Assessment Framework: Grade 3-8."},
      {
        "id":"ED483669",
        "title":"District Composite Report: Tensas Parish. 2002-2003."},
      {
        "id":"ED483670",
        "title":"Illinois Reading Assessment Framework: Grades 3-8."},
      {
        "id":"ED483671",
        "title":"District Composite Report: Vermilion Parish. 2002-2003"},
      {
        "id":"ED483672",
        "title":"District Composite Report: West Feliciana Parish, 2002-2003"},
      {
        "id":"ED483673",
        "title":"District Composite Report: City of Bogalusa, 2002-2003"},
      {
        "id":"ED483674",
        "title":"District Composite Report: Ascension Parish. 2002-2003"},
      {
        "id":"ED483675",
        "title":"District Composite Report: Catahoula Parish, 2002-2003"},
      {
        "id":"ED483676",
        "title":"Educational and Demographic Profile: Ventura County"},
      {
        "id":"ED483677",
        "title":"Educational and Demographic Profile: Yolo County"},
      {
        "id":"ED483678",
        "title":"Resident Undergraduate Charges at California's Public Colleges and Universities. California Postsecondary Education Commission Factsheet 04-01"},
      {
        "id":"ED483679",
        "title":"Changes in Student Fee Levels in California's Public Postsecondary Education Systems. Commission Fact Sheet 04-02"},
      {
        "id":"ED483680",
        "title":"Student Financial Aid in California Postsecondary Education. Commission Fact Sheet 04-03"},
      {
        "id":"ED483681",
        "title":"The Role and Function of the California Postsecondary Education Commission. OP/04-01"},
      {
        "id":"ED483682",
        "title":"University Eligibility Study for the Class of 2003. Fact Sheet"},
      {
        "id":"ED483683",
        "title":"Factors Limiting Eligibility for the University of California: An Analysis in Response to a Request from the Assembly Higher Education Committee. OP/04-03"},
      {
        "id":"ED483685",
        "title":"Update on Space and Utilization Policies in Higher Education. Commission Report 04-13"},
      {
        "id":"ED483686",
        "title":"Visual And Performing Arts Framework For California Public Schools: Kindergarten through Grade Twelve"},
      {
        "id":"ED483687",
        "title":"District Composite Report: Iberville Parish, 2002-2003"},
      {
        "id":"ED483688",
        "title":"State of Wyoming: Consolidated State Application Accountability Workbook. 2003-2004 Revisions for State Grants under Title IX, Part C, Section 9302 of the Elementary and Secondary Education Act (Public Law 107-110)"},
      {
        "id":"ED483689",
        "title":"District Composite Report: Ouachita Parish. 2002-2003"},
      {
        "id":"ED483691",
        "title":"Annual Performance Report. 2002-2003. Wyoming Department of Education."},
      {
        "id":"ED483692",
        "title":"Accreditation Summary Report of Idaho Schools, 2003-2004."},
      {
        "id":"ED483693",
        "title":"District Composite Report: St. Mary Parish, 2002-2003"},
      {
        "id":"ED483694",
        "title":"Gifted and Talented Training Grant."},
      {
        "id":"ED483695",
        "title":"Study for the Joint Appropriations Interim Committee and the Joint Education Interim Committee of the Wyoming Legislature Referencing 2004 Session Laws, Chapter 111 Court Ordered Placements of Children."},
      {
        "id":"ED483696",
        "title":"Annual Statistical Report: Idaho School Districts. 2003-2004."},
      {
        "id":"ED483697",
        "title":"Idaho Students With Disabilities: Graduation Decision Guidance."},
      {
        "id":"ED483698",
        "title":"The 2004 Administrator's Guide to Idaho Alternate Assessments in Reading, Language Arts & Mathematics."},
      {
        "id":"ED483699",
        "title":"Illinois Science Assessment Framework: Grades 4 and 7."},
      {
        "id":"ED483700",
        "title":"Illinois Science Assessment Framework: Grade 11."},
      {
        "id":"ED483701",
        "title":"Guide To The 2004 IMAGE Assessment: Illinois Measure Of Annual Growth In English And IMAGE Mathematics."},
      {
        "id":"ED483702",
        "title":"Guide to the 2004 Illinois State Assessment. Illinois Standards Achievement Test."},
      {
        "id":"ED483703",
        "title":"Guide to the 2004 Prairie State Achievement Examination."},
      {
        "id":"ED483704",
        "title":"Snapshot of Illinois School Report Cards, 2003-2004."},
      {
        "id":"ED483705",
        "title":"District Composite Report: West Baton Rouge Parish. 2002-2003."},
      {
        "id":"ED483706",
        "title":"District Composite Report: Lafayette Parish. 2002-2003"},
      {
        "id":"ED483707",
        "title":"District Composite Report: Richland Parish. 2002-2003"},
      {
        "id":"ED483708",
        "title":"District Composite Report: Terrebonne Parish. 2002-2003"},
      {
        "id":"ED483709",
        "title":"District Composite Report: Winn Parish. 2002-2003"},
      {
        "id":"ED483710",
        "title":"District Composite Report: East Feliciana Parish. 2002-2003"},
      {
        "id":"ED483713",
        "title":"District Composite Report: St. Helena Parish. 2002-2003"},
      {
        "id":"ED483714",
        "title":"District Composite Report: Vernon Parish. 2002-2003"},
      {
        "id":"ED483715",
        "title":"Results Of The 2003 Wyoming Youth Risk Behavior Survey."},
      {
        "id":"ED483716",
        "title":"Carl Perkins WyCTA State Report: Secondary Schools and Students, 2003-2004."},
      {
        "id":"ED483717",
        "title":"Small Schools in Small School Districts and Small Schools in Large School Districts: Are There Cost Differences That Should Be Captured in the Small School Adjustment of the Wyoming School Funding Formula? Final Report."},
      {
        "id":"ED483722",
        "title":"Teachers' Views on High-Stakes Testing: Implications for the Classroom. Policy Brief."},
      {
        "id":"ED483723",
        "title":"Good and Bad News about Florida Student Achievement: Performance Trends on Multiple Indicators Since Passage of the A+ Legislation. Policy Brief."},
      {
        "id":"ED483724",
        "title":"Alternatives for Florida&apos;s Assessment and Accountability System. Policy Brief."},
      {
        "id":"ED483725",
        "title":"Reforming the Structure of Florida's Accountability System. Policy Brief."},
      {
        "id":"ED483726",
        "title":"Class Size, Pre-Kindergarten, and Educational Adequacy: Costs and Funding Options for Florida. Policy Brief."},
      {
        "id":"ED483727",
        "title":"Innovation and Accountability: Vouchers, Charters, and the Florida Virtual School. Policy Brief."},
      {
        "id":"ED483728",
        "title":"Funding Florida's Schools: Adequacy, Costs, and the State Constitution. Policy Brief."},
      {
        "id":"ED483729",
        "title":"Putting a High-Quality Teacher in Every Florida Classroom. Policy Brief."},
      {
        "id":"ED483730",
        "title":"Teacher Evaluation. Policy Brief."},
      {
        "id":"ED483731",
        "title":"The Status of English Language Learners in Florida: Trends and Prospects. Policy Brief."},
      {
        "id":"ED483732",
        "title":"Retaining Students in Grade: Consequences for Florida. Policy Brief."},
      {
        "id":"ED483734",
        "title":"Student Achievement And Accountability. Annual Report, 2003."},
      {
        "id":"ED483743",
        "title":"Involving Parents in \"No Child Left Behind\": Toolkit for Schools. Families-Schools-Communities: Learning Together. Bulletin No. 04127."},
      {
        "id":"ED483745",
        "title":"Early Childhood Services in AEAs: A Blueprint for the Future."},
      {
        "id":"ED483747",
        "title":"A Parent's Guide to Standards and Assessment: An Overview for Parents of Wisconsin's Model Academic Standards and the Wisconsin Student Assessment System."},
      {
        "id":"ED483749",
        "title":"Delaware Student Testing Program: Guidelines For The Inclusion Of Students With Disabilities And Students With Limited English Proficiency."},
      {
        "id":"ED483750",
        "title":"Delaware Student Testing Program: A Score Results Guide for Educators."},
      {
        "id":"ED483751",
        "title":"Delaware Student Testing Program: A Score Results Guide for Parents."},
      {
        "id":"ED483753",
        "title":"Delaware State Improvement Grant (SIG), Fiscal Year 2004. Year 2 Annual Performance Report."},
      {
        "id":"ED483754",
        "title":"DIAA Official Handbook, 2004-2005."},
      {
        "id":"ED483755",
        "title":"Visual Arts (9-12): Performance-Based Assessment. Course of Study."},
      {
        "id":"ED483757",
        "title":"Serving Exceptional Children. A Report to the Idaho Legislature, January 2004."},
      {
        "id":"ED483758",
        "title":"Idaho Reading Indicator: Instrucational Support Guide, Summer 2004."},
      {
        "id":"ED483760",
        "title":"Pre-Algebra. Course of Study."},
      {
        "id":"ED483761",
        "title":"Consolidated State Performance Report: Part II for State Formula Grant Programs under the Elementary and Secondary Education Act as Amended by the No Child Left Behind Act of 2001, for reporting on School Year 2002-2003."},
      {
        "id":"ED483765",
        "title":"Music (9-12): Choir One. Course of Study."},
      {
        "id":"ED483769",
        "title":"Environmental Programs Information: Affecting Kansas Public Schools"},
      {
        "id":"ED483770",
        "title":"Educational Legislation--2004 Session"},
      {
        "id":"ED483771",
        "title":"Foreign Language: Year One (9-12). Performance-Based Assessment. Course of Study."},
      {
        "id":"ED483772",
        "title":"English: Language Arts 5. Course of Study."},
      {
        "id":"ED483773",
        "title":"English: Language Arts 6. Course of Study."},
      {
        "id":"ED483775",
        "title":"English: Language Arts 8. Course of Study."},
      {
        "id":"ED483776",
        "title":"English: Language Arts 7. Course of Study."},
      {
        "id":"ED483777",
        "title":"A Study of Gender-Based and Ethnic-Based Differential Item Functioning (DIF) in the Spring 2003 Idaho Standards Achievement Tests Applying the Simultaneous Bias Test (SIBTEST) and the Mantel-Haenszel Chi Square Test: Idaho Standards Achievement Tests; Reading, Language Usage, and Mathematics, Grades 4, 8, and 10."},
      {
        "id":"ED483781",
        "title":"Demonstration Booklet, 2005: Reading, Mathematics, and Science, Grade 8. National Assessment of Educational Progress (NAEP)"},
      {
        "id":"ED483782",
        "title":"Report To Legislature: As Required By Minnesota Laws 1st Special Session, Chapter 6, Article 2, Section 7, Subdivision 2(b). Minnesota Board of Teaching."},
      {
        "id":"ED483783",
        "title":"Options For General Education To Limit Revenue Disparities. Report To Legislature: As Required By Minnesota Statutes 2003, Section 127A.51."},
      {
        "id":"ED483789",
        "title":"Kansas Adequate Yearly Progress (AYP) Revised Guidance"},
      {
        "id":"ED483790",
        "title":"Kansas State Department of Education. Consolidated State Application Accountability Workbook, State Grants under Title IX, Part C, Section 9302 of the Elementary and Secondary Education Act (Public Law 107-110) Amended May 2004"},
      {
        "id":"ED483791",
        "title":"Focus On Financial Aid: Your Guide To Paying For College."},
      {
        "id":"ED483793",
        "title":"Projection of Minnesota State Grant Spending for Fiscal Years 2004 and 2005."},
      {
        "id":"ED483794",
        "title":"Report on State Financial Aid Fund Balances for Fiscal Year 2005 Program Spending. Monthly Report: Based on End of October 2004 Data."},
      {
        "id":"ED483796",
        "title":"Impact of Changes in Minnesota State Grants Implemented in Fiscal Year 2004."},
      {
        "id":"ED483798",
        "title":"Projection of Minnesota State Grant Spending for Fiscal Years 2004 and 2005. February 15, 2004."},
      {
        "id":"ED483799",
        "title":"Projection of Minnesota State Grant Spending for Fiscal Years 2004 and 2005. April 15, 2004."},
      {
        "id":"ED483802",
        "title":"Fall 2004 Preliminary Headcount Enrollment Report."},
      {
        "id":"ED483806",
        "title":"A Synthesis of Research on Language of Reading Instruction for English Language Learners."},
      {
        "id":"ED483807",
        "title":"Achievement Effects of Embedded Multimedia in a Success for All Reading Program"},
      {
        "id":"ED483810",
        "title":"Policies and Procedures for Accommodations and Alternate Assessment to the MEA, 2004-05."},
      {
        "id":"ED483812",
        "title":"Scaling Up Success For All: The First 16 Years"},
      {
        "id":"ED483813",
        "title":"The Success For All Middle School: Third Year Evaluation Report"},
      {
        "id":"ED483814",
        "title":"Translating Research into Widespread Practice: The Case of Success for All"},
      {
        "id":"ED483816",
        "title":"Teacher and Principal Responses to the Grow Network: A Preliminary Evaluation of Use in Chicago Public Elementary Schools. Research Data Brief"},
      {
        "id":"ED483817",
        "title":"Study of Reading In Indiana Middle, Junior, and Senior High Schools"},
      {
        "id":"ED483820",
        "title":"Working for School Improvement: Reflections of Chicago Annenberg External Partners. Report of the Chicago Annenberg Research Project. Improving Chicago's Schools."},
      {
        "id":"ED483823",
        "title":"Ending Social Promotion: The Response of Teachers and Students. Charting Reform in Chicago Series."},
      {
        "id":"ED483825",
        "title":"Principal and Teacher Leadership in Chicago: Early Evidence on Two Initiatives"},
      {
        "id":"ED483830",
        "title":"Ending Social Promotion: Dropout Rates in Chicago after Implementation of the Eighth-Grade Promotion Gate. Charting Reform in Chicago Series"},
      {
        "id":"ED483834",
        "title":"Notes from the Ground: Teachers, Principals, and Students' Perspectives on the Chicago High School Redesign Initiative, Year Two. A Report of the Chicago High School Redesign Initiative Research Project"},
      {
        "id":"ED483835",
        "title":"Ending Social Promotion: The Effects of Retention. Charting Reform in Chicago Series"},
      {
        "id":"ED483837",
        "title":"Overview of Minnesota Post-Secondary Education."},
      {
        "id":"ED483838",
        "title":"Future Choices: Real People, Real Choices, Real Futures."},
      {
        "id":"ED483840",
        "title":"Great College Mystery! Journey To Your Dreams."},
      {
        "id":"ED483841",
        "title":"No Child Left Behind: Where Do We Go from Here? Backgrounder No. 1775"},
      {
        "id":"ED483842",
        "title":"Refocusing Higher Education Aid on Those Who Need It. Backgrounder. No. 1753"},
      {
        "id":"ED483844",
        "title":"A Head Start for Poor Children? Backgrounder. No. 1755"},
      {
        "id":"ED483845",
        "title":"Get Ready for Your Child's Higher Education: Get Ready at Home, Get Ready at School, Get Ready Financially."},
      {
        "id":"ED483848",
        "title":"Is Money an Impediment to a College Education? Recent Findings from the Congressional Budget Office. Executive Memorandum. No. 922"},
      {
        "id":"ED483849",
        "title":"College Readiness Begins in Middle School. ACT Policy Report."},
      {
        "id":"ED483851",
        "title":"Using EPAS in School Improvement: Township High School. District 214's Experience. ACT Policy Brief."},
      {
        "id":"ED483853",
        "title":"Expanding Opportunity for Low-Income High School Students: Pell Grants vs. Advanced Placement Classes. Backgrounder. No. 1742"},
      {
        "id":"ED483855",
        "title":"Evaluating the Effectiveness of Technology in Our Schools. ACT Policy Report."},
      {
        "id":"ED483858",
        "title":"School Choice in 2003: An Old Concept Gains New Life. Legal Memorandum. No. 9"},
      {
        "id":"ED483859",
        "title":"Four Essential Principles for Education Success. Heritage Lectures. No. 822"},
      {
        "id":"ED483860",
        "title":"A Time for Choice. Heritage Lectures. No. 820"},
      {
        "id":"ED483861",
        "title":"Leading American Education into the 21st Century. Heritage Lectures. No. 863"},
      {
        "id":"ED483863",
        "title":"Maine Educational Assessment (MEA) Operational Procedures, March 2005 Administration."},
      {
        "id":"ED483865",
        "title":"Considering Consistency: Conceptual and Procedural Guidance for Reliability in a Local Assessment System."},
      {
        "id":"ED483869",
        "title":"People 2004 Programs. NASULGC"},
      {
        "id":"ED483871",
        "title":"A Call to Leadership: The Presidential Role in Internationalizing the University"},
      {
        "id":"ED483872",
        "title":"IT Legislative and Regulatory Issues Agenda. Higher Education Information Technology Alliance"},
      {
        "id":"ED483903",
        "title":"Vermont Independent School Youth Needs Assessment Project. Final Report."},
      {
        "id":"ED483918",
        "title":"Annual Report: Discipline, Crime, and Violence. School Year. 2002-2003."},
      {
        "id":"ED483919",
        "title":"The 2004 Presidential Election and Young Voters. CIRCLE Fact Sheet."},
      {
        "id":"ED483920",
        "title":"Tennessee Educational Technology Plan. 2003-2006. For Implementing the Enhancing Education Through Technology Provisions of the No Child Left Behind Plan Act of 2001."},
      {
        "id":"ED483936",
        "title":"State Summary for Grade 10. School Results for Reading, Language Usage & Mathematics by Ethnicity. Idaho Standards Achievement Tests (ISAT). Spring 2004."},
      {
        "id":"ED483945",
        "title":"Master Plan for Tennessee Schools: Meeting the Challenges of the 21st Century."},
      {
        "id":"ED483949",
        "title":"Tennessee Minimum School Bus Standards."},
      {
        "id":"ED483955",
        "title":"Basic Education Program Review Committee Annual Report."},
      {
        "id":"ED483959",
        "title":"Arizona College and Career Guide. 29th Edition"},
      {
        "id":"ED483963",
        "title":"State of Hawaii Department of Education Financial Report, July 1, 2003-June 30, 2004."},
      {
        "id":"ED483964",
        "title":"\"No Child Left Behind\" State Education Report, School Year 2003-04."},
      {
        "id":"ED483965",
        "title":"Senior Exit Plans Survey. State Summary Report. Class of 2004."},
      {
        "id":"ED483966",
        "title":"Hawaii State School Readiness Assessment State Results, School Year 2004-2005. [Hawaii State Summary, Fall 2004.]"},
      {
        "id":"ED483967",
        "title":"The Superintendent's Fourteenth Annual Report on School Performance and Improvement in Hawaii, 2003."},
      {
        "id":"ED483968",
        "title":"Making Good Choices: Sustainable School Improvement"},
      {
        "id":"ED483972",
        "title":"Employment Standards for Vocational Education Administrators."},
      {
        "id":"ED483979",
        "title":"Closing the Gaps by 2015: 2004 Progress Report."},
      {
        "id":"ED483982",
        "title":"Regional Plan for Texas Higher Education."},
      {
        "id":"ED483984",
        "title":"Higher Education Assistance Fund Proposed Reallocation For FY 2006 through FY 2015."},
      {
        "id":"ED483987",
        "title":"Report on the Texas Geography Fund Program, Fiscal Year 2004."},
      {
        "id":"ED483992",
        "title":"Minnesota State Grant Statistics Over Time. 2003 Edition."},
      {
        "id":"ED483996",
        "title":"Expanding Access and Increasing Success in Postsecondary Education for Arizona Citizens. The Arizona Commission for Postsecondary Education (ACPE) 2004 Annual Report."},
      {
        "id":"ED483998",
        "title":"Assimilation and Language. Survey Brief"},
      {
        "id":"ED484000",
        "title":"Performance Plus: A Competency-Measured Achievement Plan for All Utah Students With Progress-Based Assessment and Accountability. Utah Public Education: The Opportunity of a Lifetime."},
      {
        "id":"ED484002",
        "title":"Providing Equitable Opportunities for an Essential Education for All Students in Nebraska Public School Districts. A Policy Document of the State Board of Education"},
      {
        "id":"ED484003",
        "title":"Operational Issues for Further Study in the Implementation of the Policy of the State Board of Education for Providing Equitable Opportunities for an Essential Education for All Students in Nebraska Public School Districts"},
      {
        "id":"ED484010",
        "title":"Themes Emphasized in Social Studies and Civics Classes: New Evidence. CIRCLE Fact Sheet."},
      {
        "id":"ED484012",
        "title":"Civil Education Through National Service: Lessons from American History. Circle Working Paper 12."},
      {
        "id":"ED484018",
        "title":"Time Spent in Volunteer Activity: 2002 and 2003. CIRCLE Fact Sheet."},
      {
        "id":"ED484020",
        "title":"Around the Circle: Research and Practice. Winter 2004."},
      {
        "id":"ED484021",
        "title":"Youth Voter Turnout 1992 to 2004: Estimates from Exit Polls. CIRCLE Fact Sheet."},
      {
        "id":"ED484023",
        "title":"Adolescents? Trust and Civic Participation in the United States: Analysis of Data from the IEA Civic Education Study. CIRCLE Fact Sheet."},
      {
        "id":"ED484025",
        "title":"Young People and Political Campaigning on the Internet. CIRCLE Fact Sheet."},
      {
        "id":"ED484026",
        "title":"Youth Volunteering in the States: 2002 and 2003. CIRCLE Fact Sheet."},
      {
        "id":"ED484032",
        "title":"Throwing a Better Party: Local Mobilizing Institutions and the Youth Vote. CIRCLE Working Paper 13."},
      {
        "id":"ED484039",
        "title":"Inclusion of Students with Limited English Proficiency in NAEP: Classification and Measurement Issues. CSE Report 629"},
      {
        "id":"ED484043",
        "title":"News for a New Generation Report 1: Content Analysis, Interviews, and Focus Groups. CIRCLE Working Paper 16."},
      {
        "id":"ED484045",
        "title":"Trust in Government-Related Institutions and Civic Engagement among Adolescents: Analysis of Five Countries from the IEA Civic Education Study. CIRCLE Working Paper 17."},
      {
        "id":"ED484046",
        "title":"Toward a New Golden Age in American Education: How the Internet, the Law, and Today&apos;s Students are Revolutionizing Expectations"},
      {
        "id":"ED484052",
        "title":"A Comparative Analysis of Community Youth Development Strategies. CIRCLE Working Paper 23."},
      {
        "id":"ED484053",
        "title":"Technology and Politics: Incentives for Youth Participation. Working Paper 24."},
      {
        "id":"ED484055",
        "title":"Higher Education Assistance (HEA) Pilot Program: A Report on the Implementation and Effectiveness of the HEA Pilot Program, Fiscal Year 2004."},
      {
        "id":"ED484058",
        "title":"Third National Even Start Evaluation: Follow-Up Findings from the Experimental Design Study. NCEE 2005-3002"},
      {
        "id":"ED484061",
        "title":"Civic Views of Young Adult Minorities: Exploring the Influences of Kinship Communities And Youth Mentoring Communities on Prosocial Civic Behaviors. CIRCLE Working Paper 25."},
      {
        "id":"ED484083",
        "title":"Profiles of Missouri Public Schools: Financial, Pupil and Staff Data for Fiscal Year 2002-2003"},
      {
        "id":"ED484084",
        "title":"K-12 Guidelines for English Language Proficiency. Version 2"},
      {
        "id":"ED484086",
        "title":"The Performance Report for Ohio's Colleges & Universities, 2003. The Issue."},
      {
        "id":"ED484093",
        "title":"The Ohio Board of Regents: 40 Years of Service. The Issue."},
      {
        "id":"ED484095",
        "title":"Capital Construction Budget Recommendations and Prioritization, 2005-2007 Biennium."},
      {
        "id":"ED484096",
        "title":"Are Your High School Constituents Successful in College? The Issue."},
      {
        "id":"ED484097",
        "title":"Why Should the State Invest in University Research? The Issue."},
      {
        "id":"ED484098",
        "title":"Rhode Island School and District Accountability System. Technical Bulletin. Revised."},
      {
        "id":"ED484099",
        "title":"Is Ohio Experiencing \"Brain Drain?\" The Issue."},
      {
        "id":"ED484100",
        "title":"A Policymaker's Guide to Higher Education in Ohio, 2004. Frequently Asked Questions."},
      {
        "id":"ED484105",
        "title":"Oklahoma State System of Higher Education Annual Student Assessment Report, 2002-03."},
      {
        "id":"ED484107",
        "title":"Educational and General Budgets Summary and Analysis, Fiscal Year 2005."},
      {
        "id":"ED484111",
        "title":"Kentucky Council on Postsecondary Education. Activity Report 2."},
      {
        "id":"ED484130",
        "title":"Local Assessment System Implementation Study (2003-2004): Technical Report."},
      {
        "id":"ED484138",
        "title":"Nevada Pre-Kindergarten Content Standards."},
      {
        "id":"ED484139",
        "title":"LAS Guide with Embedded Components for Accommodations and Alternate Assessment: Principles and Criteria for the Adoption of Local Assessment Systems."},
      {
        "id":"ED484146",
        "title":"A Parent's Guide to Achievement Matters Most. Maryland's Plan for PreK-12 Education. Revised."},
      {
        "id":"ED484147",
        "title":"Building the Bridge: State of Education, 2004."},
      {
        "id":"ED484149",
        "title":"Using Maryland's HOUSSE (High, Objective, Uniform State Standard of Evaluation). Achieving \"Highly Qualified\" Status Under No Child Left Behind (NCLB). A Guide for Maryland Teachers."},
      {
        "id":"ED484157",
        "title":"Maine Exhibitions Assessment Project, September 2002-June 2004. Technical Criteria for Including Exhibition Assessments in Comprehensive Local Assessment Systems. Revised."},
      {
        "id":"ED484159",
        "title":"Maryland's Top 25 Demand Healthcare Occupations: Projected Demand and Reported Supply Provided by Maryland Higher Education Institutions."},
      {
        "id":"ED484180",
        "title":"The Student Guide: Financial Aid from the U.S. Department of Education, 2005-2006"},
      {
        "id":"ED484183",
        "title":"International Outcomes of Learning in Mathematics Literacy and Problem Solving:  PISA 2003 Results From the U.S. Perspective. Highlights. NCES 2005-003"},
      {
        "id":"ED484185",
        "title":"Comparative Indicators of Education in the United States and Other G8 Countries: 2004. NCES 2005-021"},
      {
        "id":"ED484186",
        "title":"Enrollment in Postsecondary Institutions, Fall 2002 and Financial Statistics, Fiscal Year 2002.  E.D. Tabs. NCES 2005-168."},
      {
        "id":"ED484187",
        "title":"School Library Media Centers: Selected Results from the Education Longitudinal Study of 2002 (ELS:2002). E.D. TAB. NCES 2005-302"},
      {
        "id":"ED484188",
        "title":"Public Elementary and Secondary Students, Staff, Schools, and School Districts: School Year 2002?03. E.D. TAB. NCES 2005-314"},
      {
        "id":"ED484191",
        "title":"Charter Schools: To Enhance Education's Monitoring and Research, More Charter School-Level Data Are Needed. Report to the Secretary of Education. GAO-05-5"},
      {
        "id":"ED484193",
        "title":"Student Financial Aid: Need Determination Could Be Enhanced through Improvements in Education's Estimate of Applicants' State Tax Payments. Report to Congressional Requesters. GAO-05-105"},
      {
        "id":"ED484194",
        "title":"Federal Family Education Loan Program: More Oversight Is Needed for Schools That Are Lenders. Report to Congressional Requesters. GAO-05-184"},
      {
        "id":"ED484198",
        "title":"College Preparation Intervention Program. FY 2003 Report"},
      {
        "id":"ED484205",
        "title":"Design for Inclusion: Creating a New Marketplace. Industry White Paper."},
      {
        "id":"ED484206",
        "title":"Higher Education Act. Fact Sheet."},
      {
        "id":"ED484207",
        "title":"Improving Federal Disability Data. Position Paper."},
      {
        "id":"ED484208",
        "title":"Reading At Risk: A Survey of Literary Reading in America. Research Division Report #46."},
      {
        "id":"ED484209",
        "title":"Education and Training in the Social, Behavioral, and Economic Sciences: A Plan of Action. A Report to the National Science Foundation."},
      {
        "id":"ED484210",
        "title":"National Science Foundation FY 2004 Performance and Accountability Report."},
      {
        "id":"ED484211",
        "title":"Special Education: Children with Autism. Report to the Chairman and Ranking Minority Member, Subcommittee on Human Rights and Wellness, Committee on Government Reform, House of Representatives. GAO-05-220"},
      {
        "id":"ED484213",
        "title":"Education Statistics Quarterly. Volume 6, Issues 1 & 2, 2004"},
      {
        "id":"ED484218",
        "title":"\"No Child Left Behind\": Expanding the Promise. Guide to President Bush's FY 2006 Education Agenda"},
      {
        "id":"ED484219",
        "title":"Fiscal Year 2006 Budget Summary and Background Information"},
      {
        "id":"ED484220",
        "title":"Innovative Pathways to School Leadership. Innovations in Education"},
      {
        "id":"ED484223",
        "title":"How Do We Know This Works? An Overview of Research on Core Knowledge"},
      {
        "id":"ED484226",
        "title":"The Effects of Core Knowledge on State Test Achievement in North Carolina"},
      {
        "id":"ED484227",
        "title":"PIRLS 2006 Assessment Framework and Specifications: Progress in International Reading Literacy Study."},
      {
        "id":"ED484230",
        "title":"Teaching Scholar Partnerships: A Fresh Approach to College/School Collaborations"},
      {
        "id":"ED484232",
        "title":"Report of a Symposium on the Liberal Arts and Business"},
      {
        "id":"ED484234",
        "title":"Powerful Partnerships: Independent Colleges Share High-Impact Strategies for Low-Income Students' Success. New Agenda Series. Volume 5, Number 4"},
      {
        "id":"ED484235",
        "title":"Increasing Need-Based Grant Aid Is the Most Efficient Way To Expand College Access. Illuminations: Highlighting Important Research in Postsecondary Education Access. New Agenda Series."},
      {
        "id":"ED484236",
        "title":"Expanding College Access: The Impact of State Finance Strategies. Research Report"},
      {
        "id":"ED484237",
        "title":"Fifty Years of College Choice: Social, Political and Institutional Influences on the Decision-Making Process. New Agenda Series. Volume 5, Number 3"},
      {
        "id":"ED484239",
        "title":"Paths to Persistence: An Analysis of Research on Program Effectiveness at Community Colleges. New Agenda Series. Volume 6, Number 1."},
      {
        "id":"ED484240",
        "title":"When Saving Means Losing: Weighing the Benefits of College-Savings Plans. New Agenda Series. Volume 5, Number 2"},
      {
        "id":"ED484244",
        "title":"Essential Knowledge and Skills Needed by Teachers to Support the Achievement of Students with Disabilities. EPRRI Issue Brief Five."},
      {
        "id":"ED484245",
        "title":"Opportunities and Challenges: Perspectives on NCLBA from Special Education Directors in Urban School Districts. EPRRI Issue Brief Six"},
      {
        "id":"ED484246",
        "title":"Building Community Power for Better Schools: An Evaluation of the Parent and Youth Education Policy Collaborative, 2001-2003"},
      {
        "id":"ED484247",
        "title":"EPRRI's Research Activities into the Impact of Key NCLBA Requirements. EPRRI Policy Updates. Issue Three, Fall 2004."},
      {
        "id":"ED484249",
        "title":"Accountability for All: Results from a Study on Accountability Policies Affecting Students with Disabilities Educated in Special Schools and Settings. Topical Review Six."},
      {
        "id":"ED484250",
        "title":"Community-Based Facilitated Enrollment: Meeting Uninsured New Yorkers Where They Are."},
      {
        "id":"ED484251",
        "title":"Ensuring Accountability for All Children in an Era of Standards-Based Reform: Alternate Achievement Standards. Policy Symposium Proceedings (Arlington, VA, February 4-6, 2004)."},
      {
        "id":"ED484253",
        "title":"Interagency Transition Team Development and Facilitation. Essential Tools."},
      {
        "id":"ED484254",
        "title":"In Their Own Words: Employer Perspectives on Youth with Disabilities in the Workplace. Essential Tools."},
      {
        "id":"ED484255",
        "title":"Addressing the Needs of Culturally and Linguistically Diverse Students with Disabilities in Postsecondary Education. Information Brief. Volume 3, Issue 1."},
      {
        "id":"ED484256",
        "title":"Supporting Dynamic Development of Youth with Disabilities during Transition: A Guide for Families. Information Brief. Volume 3, Issue 2."},
      {
        "id":"ED484257",
        "title":"Social Security and Undergraduates with Disabilities: An Analysis of the National Postsecondary Student Aid Survey. Addressing Trends in Development in Secondary Education and Transition. Information Brief. Vol. 3, Issue 4."},
      {
        "id":"ED484258",
        "title":"Teaching Social Skills. Addressing Trends and Developments in Secondary Education and Transition. Information Brief. Volume 3, Issue 5."},
      {
        "id":"ED484259",
        "title":"Alternative Schools and Students With Disabilities: Identifying and Understanding the Issues. Information Brief. Volume 3, Issue 6."},
      {
        "id":"ED484260",
        "title":"Diploma Options for Students with Disabilities. Developments in Secondary Education and Transition. Information Brief. Vol. 4, Issue 1."},
      {
        "id":"ED484261",
        "title":"High School Graduation Requirements and Students with Disabilities. Developments in Secondary Education and Transition. Information Brief. Vol. 4, Issue 2."},
      {
        "id":"ED484262",
        "title":"Decoding Skills. NetNews. Volume 4, Number 3."},
      {
        "id":"ED484263",
        "title":"Intermediate Decoding Skills. NetNews. Volume 4, Number 4"},
      {
        "id":"ED484264",
        "title":"Fluency Training. NetNews . Volume 4, Number 5"},
      {
        "id":"ED484266",
        "title":"A Practical Guide to Promoting America's Public Schools: Values, Vision and Performance"},
      {
        "id":"ED484267",
        "title":"Wyoming Community College System Summer 2004 Enrollment Report"},
      {
        "id":"ED484268",
        "title":"Wyoming Community Colleges Annual Accreditation Report, April 1, 2003-March 31, 2004"},
      {
        "id":"ED484269",
        "title":"Wyoming Community Colleges Workforce Development Activities: Overview of Workforce Development Activities"},
      {
        "id":"ED484270",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2004"},
      {
        "id":"ED484271",
        "title":"Different Ways of Knowing for the Middle Grades: Cohort 1. Evaluation Report."},
      {
        "id":"ED484273",
        "title":"West Orange Collaborative STARK Program. 2003-2004 Evaluation Report"},
      {
        "id":"ED484275",
        "title":"The Effect of School Renaissance on Student Achievement in Two Mississippi School Districts"},
      {
        "id":"ED484278",
        "title":"Riverdale Elementary \"Learning Without Limits\" 2003-2004 Evaluation Report."},
      {
        "id":"ED484279",
        "title":"The Emergence of Psychiatric Disabilities in Postsecondary Education. Issue Brief. Volume 3, Issue 1."},
      {
        "id":"ED484280",
        "title":"Putting Interagency Agreements into Action. Issue Brief. Volume 3, Issue 2."},
      {
        "id":"ED484281",
        "title":"Youth With Disabilities in the Juvenile Justice System: Prevention and Intervention Strategies. Examining Current Challenges in Secondary Education and Transition. Issue Brief. Volume 4, Issue 1."},
      {
        "id":"ED484282",
        "title":"Social Activities of Youth with Disabilities. NLTS2 Data Brief. Volume 3, Issue 1."},
      {
        "id":"ED484283",
        "title":"The Characteristics, Experiences, and Outcomes of Youth with Emotional Disturbances. A Report from the National Longitudinal Transition Study-2. Volume 3, Issue 2."},
      {
        "id":"ED484284",
        "title":"Person-Centered Planning: A Tool for Transition. Parent Brief."},
      {
        "id":"ED484285",
        "title":"An Effective Model for College Students With Learning Disabilities and Attention Deficit Hyperactivity Disorders. Research to Practice Brief. Improving Secondary Education and Transition Services through Research. Volume 3, Issue 1."},
      {
        "id":"ED484286",
        "title":"Building Bridges Toward Science Careers for Youth with Disabilities. Research to Practice Brief. Improving Secondary Education and Transition Services through Research. Volume 3, Issue 2."},
      {
        "id":"ED484287",
        "title":"Increasing School Completion: Learning from Research-Based Practices That Work. Research to Practice Brief. Improving Secondary Education and Transition Services through Research. Volume 3, Issue 3."},
      {
        "id":"ED484288",
        "title":"Guide to the NCELA Resource Collection"},
      {
        "id":"ED484289",
        "title":"When Schools Stay Open Late: The National Evaluation of the 21st Century Community Learning Centers Program. New Findings. Executive Summary"},
      {
        "id":"ED484294",
        "title":"Large-Scale Assessment and Accountability Systems: Positive Consequences for Students with Disabilities. Synthesis Report 51"},
      {
        "id":"ED484304",
        "title":"Definitions for the No Child Left Behind Act of 2001: Scientifically-Based Research"},
      {
        "id":"ED484305",
        "title":"Semiannual Report to Congress, No. 49. April 1, 2004-September 30, 2004"},
      {
        "id":"ED484308",
        "title":"Declaration of Rights for Parents of English Language Learners Under No Child Left Behind"},
      {
        "id":"ED484318",
        "title":"The Role of Early Head Start Programs in Addressing the Child Care Needs of Low-Income Families with Infants and Toddlers: Influences on Child Care Use and Quality."},
      {
        "id":"ED484331",
        "title":"Distance Education Courses for Public Elementary and Secondary School Students.  2002-03. E.D. Tab. NCES 2005-010."},
      {
        "id":"ED484339",
        "title":"Dereliction of Duty: Florida's Failed Education Policy. Special Report"},
      {
        "id":"ED484340",
        "title":"Inequity in Illinois: How Illogical School Funding Has Eroded Public Education. Special Report"},
      {
        "id":"ED484341",
        "title":"Flaws and Failings: A Preliminary Look at the Problems Already Encountered in the Implementation of the District of Columbia's New Federally Mandated School Voucher Program. Special Report"},
      {
        "id":"ED484342",
        "title":"Accrediting Council for Independent Colleges and Schools Annual Report, 2003-2004"},
      {
        "id":"ED484345",
        "title":"The Effects of Institutional Factors on the Success of Community College Students."},
      {
        "id":"ED484346",
        "title":"Improving Student Attainment in Community Colleges: Institutional Characteristics and Policies"},
      {
        "id":"ED484347",
        "title":"The Organizational Efficiency of Multiple Missions for Community Colleges"},
      {
        "id":"ED484348",
        "title":"Afterschool Alliance Backgrounder: Formal Evaluations of the Academic Impact of Afterschool Programs."},
      {
        "id":"ED484349",
        "title":"Afterschool Alliance Backgrounder: Formal Evaluations of Afterschool Programs' Impact on Behavior, Safety and Family Life."},
      {
        "id":"ED484350",
        "title":"Afterschool: A Natural Platform for Career Development. Afterschool Alert. Issue Brief No. 19"},
      {
        "id":"ED484351",
        "title":"Afterschool Programs Strengthen Communities. Afterschool Alert. Issue Brief No. 18"},
      {
        "id":"ED484352",
        "title":"Afterschool Programs Level the Playing Field for All Youth. Afterschool Alert. Issue Brief No. 17"},
      {
        "id":"ED484353",
        "title":"Outsourcing of Instruction at Community Colleges"},
      {
        "id":"ED484354",
        "title":"What We Know about Community College Low-Income and Minority Student Outcomes: Descriptive Statistics from National Surveys"},
      {
        "id":"ED484355",
        "title":"Community College Low-Income and Minority Student Completion Study: Descriptive Statistics from the 1992 High School Cohort"},
      {
        "id":"ED484356",
        "title":"Institutionalization and Sustainability of the National Science Foundation's Advanced Technological Education Program. CCRC Brief. Number 20"},
      {
        "id":"ED484392",
        "title":"The Achiever. Volume 4, Number 1"},
      {
        "id":"ED484393",
        "title":"The Achiever. Volume 4, Number 2"},
      {
        "id":"ED484394",
        "title":"The Achiever. Volume 4, Number 3"},
      {
        "id":"ED484396",
        "title":"Understanding How Principals Use Data in a New Environment of Accountability"},
      {
        "id":"ED484397",
        "title":"Guiding Rural Schools and Districts: A Research Agenda"},
      {
        "id":"ED484398",
        "title":"Challenging Standards in Mathematics: What Are High Schools Missing?"},
      {
        "id":"ED484399",
        "title":"Sequenced Benchmarks for K-12 Mathematics"},
      {
        "id":"ED484400",
        "title":"Internet Access in U.S. Public Schools and Classrooms: 1994?2003. ED TAB. NCES 2005-015."},
      {
        "id":"ED484401",
        "title":"Estimating Undergraduate Enrollment in Postsecondary Education Using National Center for Education Statistics Data. Research and Development Report NCES 2005-063."},
      {
        "id":"ED484402",
        "title":"The Nation's Report Card: America's Charter Schools. Results from the NAEP 2003 Pilot Study. National Assessment of Educational Progress. NCES 2005-456"},
      {
        "id":"ED484403",
        "title":"Compilation of State Alternate Assessment Participation Guidelines"},
      {
        "id":"ED484404",
        "title":"Pacific Resources for Education and Learning. 2003 Annual Report"},
      {
        "id":"ED484405",
        "title":"Comprehensive School Reform at the Helm: The North Carolina Instructional Leadership  Reform Program. Benchmark. Volume 5, Issue 4, Fall 2004"},
      {
        "id":"ED484406",
        "title":"The Role of State Departments of Education in Comprehensive School Reform. Benchmark. Volume 5, Issue 2, Spring 2004"},
      {
        "id":"ED484407",
        "title":"Beyond the Emperor's New Clothes: The Role of the Central Office in Systemwide  Instructional Improvement. Benchmark. Volume 5, Issue 3, Summer 2004"},
      {
        "id":"ED484410",
        "title":"Education Longitudinal Study of 2002: Base Year Data File User's Manual. NCES 2004-405"},
      {
        "id":"ED484421",
        "title":"Charter Schools Program Title V, Part B Non-Regulatory Guidance"},
      {
        "id":"ED484422",
        "title":"21st Century Challenges. Reexamining the Base of the Federal Government. GAO-05-325SP"},
      {
        "id":"ED484423",
        "title":"Distribution of Proficient Scores That Exceed the 1% Cap: Four Possible Approaches"},
      {
        "id":"ED484427",
        "title":"A Profile of the American High School Sophomore in 2002. Initial Results From the Base Year of the Education Longitudinal Study of 2002. Statistical Analysis Report. NCES 2005-338"},
      {
        "id":"ED484429",
        "title":"Gender Differences in Participation and Completion of Undergraduate Education and How They Have Changed Over Time. Postsecondary Education Descriptive Analysis Reports. NCES 2005-169"},
      {
        "id":"ED484430",
        "title":"National Postsecondary Student Aid Study (NPSAS:04), 2003-04. Student Financial Aid Estimates for 2003-04. E.D. TAB. NCES 2005-158"},
      {
        "id":"ED484431",
        "title":"Public Libraries in the United States, Fiscal Year 2002. E.D. TAB. NCES 2005-356"},
      {
        "id":"ED484432",
        "title":"State Dual Enrollment Policies: Addressing Access and Quality"},
      {
        "id":"ED484433",
        "title":"Accelerating Student Success: How Credit-Based Transition Programs Can Serve a Broad Range of Students"},
      {
        "id":"ED484447",
        "title":"Fifty Years of Supporting Children's Learning: A History of Public School Libraries and Federal Legislation from 1953 to 2000. NCES 2005-311"},
      {
        "id":"ED484459",
        "title":"Investigation of Education Databases in Four States To Support Policy Research on Resource Allocation. Policy Report"},
      {
        "id":"ED484460",
        "title":"School Finance Adequacy: The State Role. Insights on Education Policy, Practice, and  Research. Number 16"},
      {
        "id":"ED484462",
        "title":"State Standards and Assessments: Critical Elements Checklist"},
      {
        "id":"ED484489",
        "title":"U.S. Department of Education Office of Inspector General: Semiannual Report to Congress No. 48, October 1, 2004-March 31, 2004"},
      {
        "id":"ED484490",
        "title":"Serving Preschool Children under Title I. Non-Regulatory Guidance"},
      {
        "id":"ED484492",
        "title":"Title I Paraprofessionals. Non-Regulatory Guidance"},
      {
        "id":"ED484506",
        "title":"Research Methods for Studying ABE/ESOL Populations. NCSALL Occasional Paper"},
      {
        "id":"ED484507",
        "title":"Readiness: School, Family, & Community Connections. Annual Synthesis, 2004"},
      {
        "id":"ED484508",
        "title":"Guide to U.S. Department of Education Programs"},
      {
        "id":"ED484511",
        "title":"User's Manual for the ECLS-K Third Grade. Public-Use Data File and Electronic Code Book. Early Childhood Longitudinal Study, Kindergarten Class of 1998-99. NCES 2004-001"},
      {
        "id":"ED484514",
        "title":"Comparative Indicators of Education in the United States and Other G8 Countries: 2004. NCES 2005-021"},
      {
        "id":"ED484515",
        "title":"Postsecondary Institutions in the United States: Fall 2003 and Degrees and Other  Awards Conferred: 2002-03. NCES 2005-154"},
      {
        "id":"ED484516",
        "title":"2003-04 National Postsecondary Student Aid Study (NPSAS:04). Student Financial Aid Estimates for 2003-04. NCES 2005-158"},
      {
        "id":"ED484519",
        "title":"Toward a Policy Framework for Analyzing Educational System Effects. Report No. 71"},
      {
        "id":"ED484523",
        "title":"Building on Children's Cultural Assets in Simulated Classroom Performance Environments. Research Vistas in the Communal Learning Paradigm. Report No. 68"},
      {
        "id":"ED484524",
        "title":"Catching Up: Impact of the Talent Development Ninth Grade Instructional Interventions in Reading and Mathematics in High-Poverty High Schools. Report 69"},
      {
        "id":"ED484525",
        "title":"Locating the Dropout Crisis. Which High Schools Produce the Nation's Dropouts? Where Are They Located? Who Attends Them? Report 70"},
      {
        "id":"ED484526",
        "title":"Regional Resource Center (RRC) Network Accountability Report. The First RRC Network Performance Measurement Look, January 2002-May 2004"},
      {
        "id":"ED484529",
        "title":"Science under the Microscope. Northwest Education, Volume 10, Number 3, Spring 2005"},
      {
        "id":"ED484530",
        "title":"Online Schools: A New Frontier in Public Education. Northwest Education. Volume 10, Number 2, Winter 2004"},
      {
        "id":"ED484537",
        "title":"Head Start: Comprehensive Approach to Identifying and Addressing Risks Could Help Prevent Grantee Financial Management Weaknesses. Report to Congressional Requesters. GAO-05-176."},
      {
        "id":"ED484538",
        "title":"Definitions for the No Child Left Behind Act of 2001: Assessment"},
      {
        "id":"ED484539",
        "title":"Definitions for the \"No Child Left Behind Act of 2001\": Scientifically-Based Research"},
      {
        "id":"ED484540",
        "title":"Research on Mathematics Pedagogy For American Indian Students: Phase III. Connecting Practices with Outcomes"},
      {
        "id":"ED484542",
        "title":"English Language Learner Resource Guide: A Guide for Rural Districts with a Low Incidence of ELLs"},
      {
        "id":"ED484543",
        "title":"Intervention for School Improvement: \"Site Work Progress\" Report for 2004"},
      {
        "id":"ED484544",
        "title":"McREL's Study of Academic Success In High Needs Schools: Mid-Point Progress  and Measurement Viability"},
      {
        "id":"ED484546",
        "title":"Teacher Quality Toolkit"},
      {
        "id":"ED484547",
        "title":"Helping School Leaders Develop the Capacity Necessary for Continuous Improvement:   McREL'S Balanced Leadership Framework (TM)"},
      {
        "id":"ED484548",
        "title":"The McREL Approach to Improving Schooling and Its Outcomes:   Preliminary Report"},
      {
        "id":"ED484549",
        "title":"The National Dialogue on Standards-Based Education: Final Report"},
      {
        "id":"ED484550",
        "title":"Out Of School time Programs for At-Risk Students. Noteworthy Perspectives"},
      {
        "id":"ED484551",
        "title":"Increasing Student Attendance: Strategies From Research and Practice"},
      {
        "id":"ED484553",
        "title":"Writing to Learn, Learning to Write: Revisiting Writing Across the Curriculum in Northwest Secondary Schools. By Request"},
      {
        "id":"ED484554",
        "title":"English Language Learner (ELL) Programs at the Secondary Level in Relation to Student Performance"},
      {
        "id":"ED484555",
        "title":"Assessing School Preparation for New & Diverse Students"},
      {
        "id":"ED484559",
        "title":"McREL Technology Initiative: The Development of a Technology Intervention Program."},
      {
        "id":"ED484560",
        "title":"Debt Burden: A Comparison of 1992-93 and 1999-2000 Bachelor's Degree Recipients a Year After Graduating. Postsecondary Education Descriptive Analysis Reports. NCES 2005-170"},
      {
        "id":"ED484562",
        "title":"Trends in Undergraduate Career Education. Issue Brief. NCES 2005-012"},
      {
        "id":"ED484570",
        "title":"The Investment Payoff: A 50-State Analysis of the Public and Private Benefits of Higher Education"},
      {
        "id":"ED484604",
        "title":"Sector Education and Training Authority for Secondary Argiculture (SETASA), Small, Micro and Medium Enterprises (SMME) and Adult Basic Education and Training (ABET) Final Report October 2004"},
      {
        "id":"ED484608",
        "title":"New Resources on Youth Reproductive Health and HIV Prevention, 2002-2004. YouthLens on Reproductive Health and HIV/AIDS. Number 14"},
      {
        "id":"ED484613",
        "title":"Investing in Arizona's Future. College Access, Affordability, and the Impact of Investment in Need-Based Financial Aid"},
      {
        "id":"ED484618",
        "title":"\"One Day I Will Make It\": A Study of Adult Student Persistence in Library Literacy Programs"},
      {
        "id":"ED484619",
        "title":"Promoting Work in Public Housing. The Effectiveness of Jobs-Plus. Final Report"},
      {
        "id":"ED484620",
        "title":"Stability and Change in Child Care and Employment: Evidence from Three States. The Next Generation Working Paper Series, No. 20"},
      {
        "id":"ED484621",
        "title":"Support Success. Services That May Help Low-Income Students Succeed in Community College. Opening Doors"},
      {
        "id":"ED484622",
        "title":"Context, Components, and Initial Impacts on Ninth-Grade Students? Engagement and Performance. The Talent Development High School Model"},
      {
        "id":"ED484628",
        "title":"Choosing a School for Your Child"},
      {
        "id":"ED484629",
        "title":"Evaluation of the DC Opportunity Scholarship Program: First Year Report on Participation"},
      {
        "id":"ED484630",
        "title":"Biennial Evaluation Report to Congress on the Implementation of the State Formula Grant Program, 2002-2004. English Language Acquisition, Language Enhancement and Academic Achievement Act (ESEA, Title III, Part A)"},
      {
        "id":"ED484631",
        "title":"Dual Credit and Exam-Based Courses in U.S. Public High Schools: 2002-03. E.D.TAB. NCES 2005-009"},
      {
        "id":"ED484632",
        "title":"Dual Enrollment of High School Students at Postsecondary Institutions: 2002-03. E.D. TAB. NCES 2005-008"},
      {
        "id":"ED484633",
        "title":"Head Start: Comprehensive Approach to Identifying and Addressing Risks Could Help Prevent Grantee Financial Management Weaknesses. Testimony before the House Committee on Education and the Workforce. GAO-05-465T"},
      {
        "id":"ED484634",
        "title":"Head Start: Comprehensive Approach to Identifying and Addressing Risks Could Help Prevent Grantee Financial Management Weaknesses. GAO-05-473T"},
      {
        "id":"ED484635",
        "title":"Indian Child Welfare Act: Existing Information on Implementation Issues Could Be Used to Target Guidance and Assistance to States. GAO-05-290"},
      {
        "id":"ED484636",
        "title":"User's Guide to Developing Student Interest Surveys Under Title IX. NCES 2005-173"},
      {
        "id":"ED484645",
        "title":"All Together Now: State Experiences In Using Community-Based Child Care To Provide Pre-Kindergarten"},
      {
        "id":"ED484646",
        "title":"Child Care Programs Help Parents Find and Keep Jobs: Funding Shortfalls Leave Many Families Without Assistance"},
      {
        "id":"ED484647",
        "title":"Making HEA an Engine of Economic Productivity and Worker Prosperity"},
      {
        "id":"ED484648",
        "title":"Head Start Comprehensive Services: A Key Support for Early Learning for Poor Children. Head Start Series. CLASP Policy Brief No. 4"},
      {
        "id":"ED484649",
        "title":"Moving Forward: Head Start Children, Families, and Programs in 2003. Head Start Series. CLASP Policy Brief No. 5"},
      {
        "id":"ED484650",
        "title":"Missed Opportunities? The Possibilities and Challenges of Funding High-Quality Preschool through Title I of the No Child Left Behind Act"},
      {
        "id":"ED484651",
        "title":"Senate WIA Reauthorization Bill Should Not Adopt the Administration's Consolidation or WIA Plus Proposals"},
      {
        "id":"ED484652",
        "title":"Head Start Reauthorization: A Section-by-Section Analysis of the Senate HELP Committee Bill (S. 1940)"},
      {
        "id":"ED484653",
        "title":"Culture, Language, and Student Achievement: Recruiting and Preparing Teachers for Diverse Students. Proceedings from the 2003 Wingspread Conference (Racine, Wisconsin, September 24-26, 2003)"},
      {
        "id":"ED484654",
        "title":"Technology-Mediated Professional Development Programs for Teachers and School Leaders"},
      {
        "id":"ED484655",
        "title":"CADREI Characteristics. A Report Based on the 2002 Professional Education Data System of the American Association of Colleges for Teacher Education and the National Council for Accreditation of Teacher Education"},
      {
        "id":"ED484656",
        "title":"AILACTE Characteristics. A Report Based on the 2002 Professional Education Data System of the American Association of Colleges for Teacher Education and the National Council for Accreditation of Teacher Education"},
      {
        "id":"ED484660",
        "title":"The Early Childhood Challenge: Preparing High-Quality Teachers for a Changing Society. A White Paper of the American Association of Colleges for Teacher Education"},
      {
        "id":"ED484662",
        "title":"TECSCU Characteristics. A Report Based on the 2002 Professional Education Data System of the American Association of Colleges for Teacher Education and the National Council for Accreditation of Teacher Education"},
      {
        "id":"ED484664",
        "title":"Higher Education Exchange, 2004"},
      {
        "id":"ED484676",
        "title":"Minority Teacher Recruitment, Development, and Retention"},
      {
        "id":"ED484677",
        "title":"Principals' Leadership Network. Focusing on the Image of the Principal"},
      {
        "id":"ED484679",
        "title":"Our Voice, Your Voice, One Voice: Nurturing American Indian Families  for School Success"},
      {
        "id":"ED484680",
        "title":"State Ombudsman Programs. Juvenile Justice Practices Series. Juvenile Justice Bulletin. NCJ 204607"},
      {
        "id":"ED484681",
        "title":"Screening and Assessing Mental Health and Substance Use Disorders Among Youth in the Juvenile Justice System. A Resource Guide for Practitioners"},
      {
        "id":"ED484682",
        "title":"Federal Advisory Committee on Juvenile Justice Annual Report, 2004. Recommendations Report to the President and the Congress of the United States"}]
  }}
