{
  "response":{"numFound":509939,"start":430000,"numFoundExact":true,"docs":[
      {
        "id":"ED576654",
        "title":"What Works Clearinghouse Study Review Guide Instructions for Reviewing Randomized Controlled Trials and Quasi-Experimental Designs. Updated"},
      {
        "id":"ED576656",
        "title":"Statistical Abstract of the United States: 2012. 131st Edition"},
      {
        "id":"ED576657",
        "title":"Explaining the VET Applied Research Developmental Framework"},
      {
        "id":"ED576658",
        "title":"VET in Schools 2016. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED576659",
        "title":"VET in Schools 2016: Terms and Definitions. Support Document"},
      {
        "id":"ED576660",
        "title":"VET Applied Research: Driving VET&apos;s Role in the Innovation System"},
      {
        "id":"ED576661",
        "title":"Developing VET Applied Research: Steps towards Enhancing VET&apos;s Role in the Innovation System"},
      {
        "id":"ED576662",
        "title":"Apprentices and Trainees 2017-March Quarter. Revised"},
      {
        "id":"ED576663",
        "title":"Australian Vocational Education and Training Statistics: Apprentices and Trainees 2017-March Quarter"},
      {
        "id":"ED576664",
        "title":"VET in Schools Students: Characteristics and Post-School Employment and Training Experiences"},
      {
        "id":"ED576665",
        "title":"From Accountability to Prevention: Early Warning Systems Put Data to Work for Struggling Students"},
      {
        "id":"ED576666",
        "title":"The Internet and the Google Age: Prospects and Perils"},
      {
        "id":"ED576667",
        "title":"VET in Schools Students: Characteristics and Post-School Employment and Training Experiences. Support Document"},
      {
        "id":"ED576669",
        "title":"Indicators of Successful Teacher Recruitment and Retention in Oklahoma Rural Schools. REL 2018-275"},
      {
        "id":"ED576670",
        "title":"Better Together: Ensuring Quality District Schools in Times of Charter Growth and Declining Enrollment"},
      {
        "id":"ED576671",
        "title":"SWIFT Center State Education Agency Blueprint for Equity-Based Inclusive Reform: Implementing, Sustaining, and Scaling up SWIFT in States"},
      {
        "id":"ED576672",
        "title":"Indicators of Effective Policy Development &amp; Implementation. Issue Brief #8"},
      {
        "id":"ED576673",
        "title":"Graduation Rates for Selected Cohorts, 2008-13; Outcome Measures for Cohort Year 2008; Student Financial Aid, Academic Year 2015-16; and Admissions in Postsecondary Institutions, Fall 2016: First Look (Preliminary Data). NCES 2017-150"},
      {
        "id":"ED576674",
        "title":"&quot;Stars in Alignment&quot; Article in Brief. Issue Brief #9"},
      {
        "id":"ED576675",
        "title":"Facilitation Guide for Designing a Shared Vision of Equity. Issue Brief #11"},
      {
        "id":"ED576676",
        "title":"Strategies for Transitioning to an Inclusive School Environment. Issue Brief #10"},
      {
        "id":"ED576677",
        "title":"Altering Methods to Fill the English Curriculum Gap in Japan"},
      {
        "id":"ED576678",
        "title":"Reasons behind Young Learners&apos; Learning of Foreign Languages"},
      {
        "id":"ED576679",
        "title":"Formative and Summative Assessment in Higher Education: Opinions and Practices of Instructors"},
      {
        "id":"ED576680",
        "title":"Special Education Teachers&apos; Views on Using Technology in Teaching Mathematics"},
      {
        "id":"ED576681",
        "title":"Sustaining SWPBIS for Inclusive Behavior Instruction. Research to Practice Brief"},
      {
        "id":"ED576682",
        "title":"Differentiated Technical Assistance for Sustainable Transformation. Technical Assistance Brief #2"},
      {
        "id":"ED576683",
        "title":"Reforming Science Instruction in California: A Primer"},
      {
        "id":"ED576692",
        "title":"Exploration Stage. Scaling-Up Brief. Number 4"},
      {
        "id":"ED576693",
        "title":"Creating Meaningful Change in Education: A Cascading Logic Model. Scaling-Up Brief. Number 6"},
      {
        "id":"ED576694",
        "title":"Leveraging Change in State Education Systems. Scaling-Up Brief. Number 5"},
      {
        "id":"ED576695",
        "title":"Supplemental Information for Appendix A of the Common Core State Standards for English Language Arts and Literacy: New Research on Text Complexity"},
      {
        "id":"ED576697",
        "title":"The Internet and the Google Age: Introduction"},
      {
        "id":"ED576698",
        "title":"The Computer Revolution and Evangelical Mission Research and Strategy: An Historical Overview"},
      {
        "id":"ED576699",
        "title":"Online Religious Advertising: The Case of Australian Christian Youth Festivals"},
      {
        "id":"ED576700",
        "title":"The Gendered Search to Connect: Females and Social Media in Rural, Northern Ireland"},
      {
        "id":"ED576701",
        "title":"Patterns of Internet Usage in the Philippines"},
      {
        "id":"ED576702",
        "title":"The Internet: Friend, Foe or Target?"},
      {
        "id":"ED576703",
        "title":"Purposeful Searching: Training Students in Internet Literacy for Italian Studies"},
      {
        "id":"ED576704",
        "title":"Searching for French Civilization: Reflections On Situating Information Literacy Skills in an Undergraduate Curriculum"},
      {
        "id":"ED576705",
        "title":"Symbolic Instruments and the Internet Mediation of Knowledge and Expertise"},
      {
        "id":"ED563011",
        "title":"Teacher-to-Parent Communication: Experimental Evidence from a Low-Cost Communication Policy"},
      {
        "id":"ED563013",
        "title":"The Incredible Year Teacher Classroom Management Program: Initial Findings from a Group Randomized Control Trial"},
      {
        "id":"ED563018",
        "title":"Testing with Extended Time on the SAT® I: Effects for Students with Learning Disabilities. Research Notes. RN-08"},
      {
        "id":"ED563021",
        "title":"The Impact of Flagging on the Admission Process: Policies, Practices, and Implications. Research Report No. 2002-2. ETS RR-02-03"},
      {
        "id":"ED563022",
        "title":"The Performance Assessment Study in Writing: Analysis of the SAT® II--Writing Subject Test. Report No. 99-4. ETS RR No. 99-24"},
      {
        "id":"ED563025",
        "title":"The Effects of SAT® Scale Recentering on Percentiles. Research Summary RS-05"},
      {
        "id":"ED563026",
        "title":"The Effectiveness of the College Board's Test of Standard Written English for Placing Students in Entry-Level English Courses. Report No. 86-1"},
      {
        "id":"ED563027",
        "title":"The Impact of Extended Time on SAT® Test Performance. Research Report No. 2005-8. ETS RR-05-20"},
      {
        "id":"ED563028",
        "title":"The New SAT and Trends in Test Performance. Statistical Report No. 2006-1"},
      {
        "id":"ED563030",
        "title":"The College Board National High School Survey Report. Research Report No. 2002-4"},
      {
        "id":"ED563031",
        "title":"The CollegeKeys Compact™. Getting into College: Postsecondary Academic Undermatch"},
      {
        "id":"ED563032",
        "title":"Coaching Quality and Teachers' Implementation of the 4Rs Social-Emotional and Literacy Curriculum: Testing the Link between Two Levels of Intervention Fidelity"},
      {
        "id":"ED563033",
        "title":"The College Board SAT® Writing Validation Study: An Assessment of Predictive and Incremental Validity. Research Report No. 2006-2"},
      {
        "id":"ED563034",
        "title":"Effect of Observation Mode on Measures of Teaching"},
      {
        "id":"ED563035",
        "title":"The Effects of Essay Placement and Prompt Type on Performance on the New SAT®. Research Report No. 2006-7. ETS RR-06-34"},
      {
        "id":"ED563036",
        "title":"Approaches to Incorporating Late Pretests in Experiments: Evaluation of Two Early Mathematics and Self-Regulation Interventions"},
      {
        "id":"ED563037",
        "title":"A Powerful, Potential Outcomes Method for Estimating Any Estimand across Multiple Groups"},
      {
        "id":"ED563038",
        "title":"Accounting for One-Group Clustering in Effect-Size Estimation"},
      {
        "id":"ED563039",
        "title":"Does Cognitive Strategy Training on Word Problems Compensate for Working Memory Capacity in Children with Math Difficulties?"},
      {
        "id":"ED563040",
        "title":"An Alternative Time for Telling: When Conceptual Instruction Prior to Exploration Improves Mathematical Knowledge"},
      {
        "id":"ED563041",
        "title":"Effects of Head Start Hours on Children's Cognitive, Pre-Academic, and Behavioral Outcomes: An Instrumental Variable Analysis"},
      {
        "id":"ED563042",
        "title":"A Teacher-Friendly Method of Improving Reading and Mathematics"},
      {
        "id":"ED563043",
        "title":"The Impact of Course-Taking on Performance on SAT® Items with Higher-Level Mathematics Content. Research Report No. 2006-8"},
      {
        "id":"ED563044",
        "title":"Testing Accommodations for English Language Learners: A Review of State and District Policies. Research Report No. 2008-6. ETS RR-08-48"},
      {
        "id":"ED563045",
        "title":"ECHOS: Early Childhood Hands-On Science Efficacy Study"},
      {
        "id":"ED563046",
        "title":"Course Placement Influences on Student Motivation"},
      {
        "id":"ED563047",
        "title":"Developing Empirical Benchmarks of Teacher Knowledge Effect Sizes in Studies of Professional Development Effectiveness"},
      {
        "id":"ED563048",
        "title":"Designing and Redesigning a Framework for Assessing Students' Understanding of Foundational Fractions Concepts"},
      {
        "id":"ED563049",
        "title":"&quot;Becoming Effective Learners&quot; Survey Development Project"},
      {
        "id":"ED563050",
        "title":"The Development of a Multidimensional College Readiness Index. Research Report 2010-3"},
      {
        "id":"ED563051",
        "title":"A Statistical Model for Misreported Binary Outcomes in Clustered RCTs of Education Interventions"},
      {
        "id":"ED563052",
        "title":"Empirically Examining the Performance of Approaches to Multi-Level Matching to Study the Effect of School-Level Interventions"},
      {
        "id":"ED563053",
        "title":"Differentiating Instruction: Providing the Right Kinds of Worked Examples for Individual Students"},
      {
        "id":"ED563054",
        "title":"Do Highly Qualified Teachers Use More Effective Instructional Practices than Other Teachers: The Mediating Effect of Instructional Practices"},
      {
        "id":"ED563055",
        "title":"Can Information and Counseling Help Students from Poor Rural Areas Go to High School? Evidence from China"},
      {
        "id":"ED563056",
        "title":"Design Experiments: Developing and Testing an Intervention for Elementary School-Age Students Who Use Non-Mainstream American English Dialects"},
      {
        "id":"ED563057",
        "title":"Arithmetic and Cognitive Contributions to Algebra"},
      {
        "id":"ED563058",
        "title":"Communicating to Policymakers: What to Do with Ambiguous Results from Three Impact Studies of the Same Education Program"},
      {
        "id":"ED563059",
        "title":"Do Interim Assessments Influence Instructional Practice in Year One? Evidence from Indiana Elementary School Teachers"},
      {
        "id":"ED563060",
        "title":"An Efficacy Study of Interleaved Mathematics Practice. Revised"},
      {
        "id":"ED563061",
        "title":"Effect Size Measure and Analysis of Single Subject Designs"},
      {
        "id":"ED563062",
        "title":"Collaborative Strategic Reading: Replications with Consideration of the Role of Fidelity"},
      {
        "id":"ED563063",
        "title":"Accelerating Vocabulary Development and Reading Comprehension in Grades 3-4-5 through an Inductive Vocabulary Model"},
      {
        "id":"ED563064",
        "title":"Effects of the Teaching Science as Inquiry (TSI) Aquatic Professional Development Course for Middle- and High-School Teachers"},
      {
        "id":"ED563065",
        "title":"Developing an Aggregate Metric of Teaching Practice for Use in Mediator Analysis"},
      {
        "id":"ED563066",
        "title":"Bayesian Model Averaging for Propensity Score Analysis"},
      {
        "id":"ED563067",
        "title":"Doubling Up: Intensive Math Instruction and Educational Attainment"},
      {
        "id":"ED563068",
        "title":"Changing the Developmental Trajectory in Early Math through a Two-Year Preschool Math Intervention"},
      {
        "id":"ED563069",
        "title":"The Utility of the SAT® I and SAT II for Admissions Decisions in California and the Nation. Research Report No. 2002-6"},
      {
        "id":"ED563070",
        "title":"Coaching Support, Context, and Fidelity of Implementation in &quot;Responsive Classroom&quot;® Schools"},
      {
        "id":"ED563071",
        "title":"Academic Achievement and School-Wide Positive Behavior Interventions and Supports"},
      {
        "id":"ED563072",
        "title":"Effects of Manipulative Use on PK-12 Mathematics Achievement: A Meta-Analysis"},
      {
        "id":"ED563073",
        "title":"The SAT® as a Predictor of Different Levels of College Performance. Research Report No. 2006-3"},
      {
        "id":"ED563074",
        "title":"Analyzing the Factorial Structure of the Classroom Assessment Scoring System-Secondary Using a Bayesian Hierarchical Multivariate Ordinal Model"},
      {
        "id":"ED563075",
        "title":"The Relationship of PSAT/NMSQT Scores and AP® Examination Grades. Research Notes. RN-02"},
      {
        "id":"ED563076",
        "title":"The Research behind the New SAT®. Research Summary RS-11"},
      {
        "id":"ED563077",
        "title":"An Effort to Close Achievement Gaps at Scale through Self-Affirmation"},
      {
        "id":"ED563078",
        "title":"The SAT® and SAT Subject Tests™: Discrepant Scores and Incremental Validity. Research Report 2012-2"},
      {
        "id":"ED563079",
        "title":"The Relationship between SAT® Scores and Retention to the Fourth Year: 2006 SAT Validity Sample. Statistical Report 2011-6"},
      {
        "id":"ED563080",
        "title":"The Relationship between SAT Scores and Retention to the Third Year: 2006 Cohort. Statistical Report"},
      {
        "id":"ED563081",
        "title":"The Role of Literacy in Building the Economy: Summer Literacy Interventions for Grades 3-5. Research in Review 2012-1"},
      {
        "id":"ED563082",
        "title":"Assessing the Psychometric Characteristics of a Child/Adolescent Behavioral and Emotional Risk Self-Report Screener across Grade Levels and School Districts"},
      {
        "id":"ED563083",
        "title":"The Relationship between SAT Scores and Retention to the Second Year: 2007 SAT Validity Sample. Statistical Report No. 2011-4"},
      {
        "id":"ED563084",
        "title":"The Relationship between SAT® Scores and Retention to the Second Year: 2008 SAT Validity Sample. Statistical Report 2012-1"},
      {
        "id":"ED563085",
        "title":"Adolescent Literacy on the Margin: Regression-Discontinuity Evidence from a &quot;Double Dose&quot; Middle Grades Literacy Intervention"},
      {
        "id":"ED563086",
        "title":"Does Playworks Work? Findings from a Randomized Controlled Trial"},
      {
        "id":"ED563087",
        "title":"The Relationship between SAT® Scores and Retention to the Second Year: Replication with the 2010 SAT Validity Sample. Statistical Report 2013-1"},
      {
        "id":"ED563088",
        "title":"The Relationship between SAT Scores and Retention to the Second Year: Replication with 2009 SAT Validity Sample. Statistical Report 2011-3"},
      {
        "id":"ED563089",
        "title":"The SAT® Essay and College Performance: Understanding What Essay Scores Add to HSGPA and SAT. Research Report 2012-9 (REV: 4-2013)"},
      {
        "id":"ED563090",
        "title":"Understanding What SAT Reasoning Test™ Scores Add to High School Grades: A Straightforward Approach. Research Report No. 2004-4"},
      {
        "id":"ED563091",
        "title":"Using the PSAT/NMSQT and Course Grades in Predicting Success in the Advanced Placement Program®. Report No. 98-4"},
      {
        "id":"ED563092",
        "title":"Toward a Taxonomy of the Admissions Decision-Making Process: A Public Document Based on the First and Second College Board Conferences on Admissions Models"},
      {
        "id":"ED563093",
        "title":"Writing Changes in the Nation's K-12 Education System. Research Notes RN-34"},
      {
        "id":"ED563094",
        "title":"Using DIF Dissection Method to Assess Effects of Item Deletion. Research Report No. 2005-10. ETS RR-05-23"},
      {
        "id":"ED563095",
        "title":"Using Achievement Tests/SAT® II: Subject Tests to Demonstrate Achievement and Predict College Grades: Sex, Language, Ethnic, and Parental Education Groups. Research Report No. 2001-5"},
      {
        "id":"ED563096",
        "title":"Validity of the SAT for Predicting Third-Year Grades: 2006 SAT Validity Sample. Statistical Report No. 2011-3"},
      {
        "id":"ED563097",
        "title":"Time Requirements for the Different Item Types Proposed for Use in the Revised SAT®. Research Report No. 2007-3. ETS RR-07-35"},
      {
        "id":"ED563098",
        "title":"Validity of the SAT® for Predicting Fourth-Year Grades: 2006 SAT Validity Sample. Statistical Report 2011-7"},
      {
        "id":"ED563099",
        "title":"Exploring Optimal Conditions of Instructional Guidance in an Algebra Tutor"},
      {
        "id":"ED563100",
        "title":"Lessons Learned in Conducting a Lottery-Based Study of Core Knowledge Charter Schools"},
      {
        "id":"ED563101",
        "title":"Validating Cognitive Models of Task Performance in Algebra on the SAT®. Research Report No. 2009-3"},
      {
        "id":"ED563102",
        "title":"Investigating the File Drawer Problem in Causal Effects Studies in Science Education"},
      {
        "id":"ED563103",
        "title":"Validity of the SAT® for Predicting First-Year Grades: 2009 SAT Validity Sample. Statistical Report No. 2012-2"},
      {
        "id":"ED563104",
        "title":"Latent Class Analysis of Youth Behavioral and Emotional Risk: Associations with Demographic Characteristics"},
      {
        "id":"ED563105",
        "title":"The Validity of SAT® Scores in Predicting First-Year Mathematics and English Grades. Research Report 2012-1"},
      {
        "id":"ED563106",
        "title":"Fully Bayesian Estimation of Data from Single Case Designs"},
      {
        "id":"ED563107",
        "title":"Evaluation of the Massachusetts Expanded Learning Time (ELT) Initiative: Final Study Findings"},
      {
        "id":"ED563108",
        "title":"How Non-Linearity and Grade-Level Differences Complicate the Validation of Observation Protocols"},
      {
        "id":"ED563109",
        "title":"Tuition Discounting: Institutional Aid Patterns at Public and Private Colleges and Universities. Trends in Higher Education Series"},
      {
        "id":"ED563110",
        "title":"Improving the Design of Science Intervention Studies: An Empirical Investigation of Design Parameters for Planning Group Randomized Trials"},
      {
        "id":"ED563111",
        "title":"Writing Assessment in Admission to Higher Education: Review and Framework. College Board Report No. 99-3. GRE Board Research Report No. 96-12R"},
      {
        "id":"ED563112",
        "title":"Evaluation, Integration and Institutionalization of Initiatives to Enhance STEM Student Success"},
      {
        "id":"ED563113",
        "title":"Validity of the SAT for Predicting Second-Year Grades: 2006 SAT Validity Sample. Statistical Report No. 2011-1"},
      {
        "id":"ED563114",
        "title":"Improving Student Outcomes with mCLASS: Math, a Technology-Enhanced CBM and Diagnostic Interview Assessment"},
      {
        "id":"ED563115",
        "title":"Impact of the Teacher Study Group Professional Development Program on Student Vocabulary and Observed Teaching Practice: A Replication in First Grade Classrooms"},
      {
        "id":"ED563116",
        "title":"How Teacher-Scaffolded Summer Reading Improves Different Components of Reading Comprehension: Lessons Learned from Two Experimental Studies"},
      {
        "id":"ED563117",
        "title":"Validity of the SAT for Predicting First-Year Grades: 2008 SAT Validity Sample. Statistical Report No. 2011-5"},
      {
        "id":"ED563118",
        "title":"Examining Variation in Effects of Student Mobility Using Cross-Classified, Multiple Membership Modeling"},
      {
        "id":"ED563119",
        "title":"The Validity of the Academic Rigor Index (ARI) for Predicting FYGPA. Research Report 2012-5"},
      {
        "id":"ED563120",
        "title":"Implementation Challenges and Results"},
      {
        "id":"ED563121",
        "title":"Explicit Instructional Interactions: Observed Stability and Predictive Validity during Early Literacy and Beginning Mathematics Instruction"},
      {
        "id":"ED563122",
        "title":"From Efficacy Trial to Large Scale Effectiveness Trial: A Tier 2 Mathematics Intervention for First Graders with Difficulties in Mathematics"},
      {
        "id":"ED563123",
        "title":"Intact School Matching in Education: Exploring the Relative Importance of Focal and Local Matching"},
      {
        "id":"ED563124",
        "title":"The Validity of the SAT® for Predicting Cumulative Grade Point Average by College Major. Research Report 2012-6"},
      {
        "id":"ED563125",
        "title":"Estimating Impacts of Treatment Random Assignment on Classroom Quality in the Head Start Impact Study: The Problem of Missing Data"},
      {
        "id":"ED563126",
        "title":"Evaluating the Efficacy of Using Pre-Differentiated and Enriched Mathematics Curricula for Grade 3 Students"},
      {
        "id":"ED563127",
        "title":"Impacts of Study Abroad on American Students' Intercultural Competence--A Propensity Score Analysis"},
      {
        "id":"ED563132",
        "title":"Evaluating the Promise of the &quot;FUSION&quot; Tier 2 Math Intervention"},
      {
        "id":"ED563154",
        "title":"Evaluation of Alternative Difference-in-Differences Methods"},
      {
        "id":"ED563175",
        "title":"Integrating Non-Mathematical Domains into Mathematical Development: Key Factors to Consider in Constructing Effective Interventions"},
      {
        "id":"ED563186",
        "title":"Fidelity and Scaling-Up in the Context of a Social-Emotional Intervention for Early Childhood Education"},
      {
        "id":"ED563187",
        "title":"Foundations of Science Literacy: Using Instruction-Embedded Formative Assessment to Strengthen the Relation between Gains in Teacher Pedagogical Content Knowledge and Children's Scientific Thinking"},
      {
        "id":"ED563201",
        "title":"Validity of the SAT® for Predicting First-Year Grades: 2011 SAT Validity Sample. Statistical Report 2013-3"},
      {
        "id":"ED563202",
        "title":"Validity of the SAT® for Predicting First-Year College Grade Point Average. Research Report No. 2008-5"},
      {
        "id":"ED563203",
        "title":"Whose Grades Are Inflated? Research Report No. 2003-4"},
      {
        "id":"ED563204",
        "title":"Examining Positive but Nondifferential Gains in Secondary Students' Reading Comprehension: A Focus on Instructional Practices and Differential Benefit"},
      {
        "id":"ED563206",
        "title":"Examining the Relationship between Physiological Measurements and Self-Reports of Stress and Well-Being in Middle School Teachers over One School Year"},
      {
        "id":"ED563207",
        "title":"Improving the Quality of and Access to Federally Funded, Digital Out of School Time Tutoring"},
      {
        "id":"ED563208",
        "title":"Estimating Cross-Site Impact Variation in the Presence of Heteroscedasticity"},
      {
        "id":"ED563210",
        "title":"How Late Is Too Late? The Influence of Summer Outreach on FAFSA Completion and College Enrollment for the Uncommitted High School Graduate"},
      {
        "id":"ED563211",
        "title":"Examining the Impact of Using the Science Writing Heuristic Approach in Learning Science: A Cluster Randomized Study"},
      {
        "id":"ED563212",
        "title":"Estimating Causal Effects of Teacher-Child Relationships on Reading and Math Achievement in a High-Risk Sample: A Multi-Level Propensity Score Matching Approach"},
      {
        "id":"ED563213",
        "title":"Instructional Gaming: Using Technology to Support Early Mathematical Proficiency"},
      {
        "id":"ED563234",
        "title":"Validity of the SAT for Predicting FYGPA: 2007 SAT Validity Sample. Statistical Report No. 2009-1"},
      {
        "id":"ED563235",
        "title":"Validity of the SAT® for Predicting First-Year Grades: 2010 SAT Validity Sample. Statistical Report 2013-2"},
      {
        "id":"ED563244",
        "title":"Persistence and Attainment of 2011-12 First-Time Postsecondary Students after 3 Years. First Look. NCES 2016-401"},
      {
        "id":"ED563245",
        "title":"From Elementary to University Students' Ideas about Causes of the Seasons"},
      {
        "id":"ED563246",
        "title":"Self-Efficacy and IPS: An Empirical Study"},
      {
        "id":"ED563247",
        "title":"World Languages and Cultures Feasibility Study"},
      {
        "id":"ED563248",
        "title":"Preschool Developmental Screening with Denver II Test in Semi-Urban Areas"},
      {
        "id":"ED563249",
        "title":"A Comparison of Turkish and South Korean Mothers' Views about Preschool Education and Their Expectations from Preschools"},
      {
        "id":"ED563250",
        "title":"Pre-Service Science Teachers' Views about Teaching Theories and Methods"},
      {
        "id":"ED563251",
        "title":"Non-Formal Education in International Comparison: Patterns of Participation and Investment in Selected European Countries"},
      {
        "id":"ED563252",
        "title":"The Viewpoints of Physics Teacher Candidates towards the Concepts in Special Theory of Relativity and Their Evaluation Designs"},
      {
        "id":"ED563253",
        "title":"Analyzing Preservice Teachers' Attitudes towards Technology"},
      {
        "id":"ED563254",
        "title":"Analysis of Scientific Attitude, Computer Anxiety, Educational Internet Use, Problematic Internet Use, and Academic Achievement of Middle School Students According to Demographic Variables"},
      {
        "id":"ED563255",
        "title":"The Effect of Group Research and Cooperative Reading-Writing-Application Techniques in the Unit of &quot;What Is the Earth's Crust Made Of?&quot; on The Academic Achievements of the Students and the Permanent"},
      {
        "id":"ED563256",
        "title":"The Relationship between Prospective Teachers' Belief Systems and Writing-to-Learn"},
      {
        "id":"ED563259",
        "title":"Power and Authority in the Student-Instructor Relationship in a Restorative Practices-Based Graduate Program"},
      {
        "id":"ED563260",
        "title":"International Psychological Applications Conference and Trends (InPACT) Book of Proceedings (Madrid, Spain, April 26-28, 2013)"},
      {
        "id":"ED563261",
        "title":"Indexing Creativity Fostering Teacher Behaviour: Replication and Modification"},
      {
        "id":"ED563262",
        "title":"Study on the Use of Social Media and Its Reflections on Turkish Regarding"},
      {
        "id":"ED563263",
        "title":"Mental Health Problems in Children and Young People with Learning Disabilities"},
      {
        "id":"ED563264",
        "title":"Missing Data and Mixed Results: The Effects of Teach For America on Student Achievement Revisited"},
      {
        "id":"ED563290",
        "title":"Mixed Results from Six Large Randomized Controlled Trials of Learning Communities in Community Colleges"},
      {
        "id":"ED563291",
        "title":"Exploring the Utility of Student-Think Alouds for Providing Insights into Students' Metacognitive and Problem-Solving Processes during Assessment Development"},
      {
        "id":"ED563292",
        "title":"Inequality and Educational Attainment: Evidence from Massachusetts"},
      {
        "id":"ED563293",
        "title":"Family-Based Training Program Improves Brain Function, Cognition, and Behavior in Lower Socioeconomic Status Preschoolers"},
      {
        "id":"ED563295",
        "title":"Methods That Examine the Extent to Which the Quality of Children's Experiences in Elementary School Moderate the Long-Term Impacts of Head Start"},
      {
        "id":"ED563297",
        "title":"Parameters for the Design of Group Randomized Studies for Teacher Professional Development"},
      {
        "id":"ED563300",
        "title":"Measurement of Child Behavior via Classroom Observations in the Good Behavior Game Professional Development Models Randomized Control Trial"},
      {
        "id":"ED563302",
        "title":"Missed Opportunities in the Labor Market or Temporary Disruptions? How Late Teacher Hiring Affects Student Achievement"},
      {
        "id":"ED563305",
        "title":"Pay-Offs from Expanding Summer Credit Recovery in Algebra"},
      {
        "id":"ED563315",
        "title":"Making Sense of the &quot;Zero Effect&quot; of Comprehensive Teacher Induction Programs: A Mediational Analysis"},
      {
        "id":"ED563358",
        "title":"Half of One, 6/12 of Another: Understanding Relative Item Difficulties in a Fractions Assessment under Development"},
      {
        "id":"ED563359",
        "title":"How Generalizable Is Your Experiment? An Index for Comparing Samples and Populations"},
      {
        "id":"ED563360",
        "title":"Methods for Analyzing Data from a Randomized Control Trial with a Nationally Representative Sample"},
      {
        "id":"ED563361",
        "title":"Improving Teacher Practice: Experimental Evidence on Individualized Teacher Coaching"},
      {
        "id":"ED563362",
        "title":"Measurement of Classroom Teaching Quality with Item Response Theory"},
      {
        "id":"ED563363",
        "title":"Middle-Grade Students' Misconceptions about the Graphical Representation of Simple Fractions: An Assessment from the Eliciting Mathematical Misconceptions Project (EM[superscript 2])"},
      {
        "id":"ED563364",
        "title":"Operationally Comparable Effect Sizes for Quantifying Changes in Behavior, with Application to Meta-Analysis of Single-Case Studies"},
      {
        "id":"ED563365",
        "title":"Creative Drama Course in College of Education: A Study of Content Analysis"},
      {
        "id":"ED563374",
        "title":"Modeling Longitudinal Data with Generalized Additive Models: Applications to Single-Case Designs"},
      {
        "id":"ED563377",
        "title":"International Psychological Applications Conference and Trends (InPACT) Proceedings (Porto, Portugal, April 4-6, 2014)"},
      {
        "id":"ED563378",
        "title":"Linking Implementation Fidelity to Impacts in an RCT"},
      {
        "id":"ED563379",
        "title":"Leveraging Rigorous Local Evaluations to Understand Contradictory Findings"},
      {
        "id":"ED563380",
        "title":"Group Investigation Teaching Technique in Turkish Primary Science Courses"},
      {
        "id":"ED563381",
        "title":"International Psychological Applications Conference and Trends (InPACT) Proceedings (Ljubljana, Slovenia, May 2-4, 2015)"},
      {
        "id":"ED563383",
        "title":"Measuring the Quantity and Quality of Instructional Interactions for Middle School Literacy Improvement"},
      {
        "id":"ED563384",
        "title":"Minimum Wage and Community College Attendance: How Economic Circumstances Affect Educational Choices"},
      {
        "id":"ED563385",
        "title":"Longitudinal Evaluation of a Scale-up Model for Teaching Mathematics with Trajectories and Technologies: Persistence of Effects Three Years after the Treatment"},
      {
        "id":"ED563392",
        "title":"First Year Experience Courses for Students in Developmental Education. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED563393",
        "title":"First Generation Students: College Aspirations, Preparedness and Challenges"},
      {
        "id":"ED563394",
        "title":"Score Trends, SAT Validity and Subgroup Differences"},
      {
        "id":"ED563395",
        "title":"The Demographic Wave: Rethinking Hispanic AP Trends"},
      {
        "id":"ED563396",
        "title":"College Readiness vs College Admissions: Will We Resolve the Chasm between K-12 and Higher Education?"},
      {
        "id":"ED563397",
        "title":"Realizing the Dream: Using Data to Increase Achievement"},
      {
        "id":"ED563398",
        "title":"The Effect of Using Different Weights for Multiple-Choice and Free-Response Item Sections"},
      {
        "id":"ED563399",
        "title":"Landscape of Higher Education: Human Capital"},
      {
        "id":"ED563400",
        "title":"Looking at Students' Work: Assessment Strategies That Inform Instruction"},
      {
        "id":"ED563401",
        "title":"First Generation Students in the 2007 SAT® Cohort"},
      {
        "id":"ED563402",
        "title":"A Validity Agenda for Growth Models: One Size Doesn't Fit All!"},
      {
        "id":"ED563403",
        "title":"Efforts to Produce Relevant Score Reports to School, District, and State Officials on National Tests"},
      {
        "id":"ED563404",
        "title":"The Classroom Assessment Environment: Teachers' Choice of Assessments and Use of Data"},
      {
        "id":"ED563405",
        "title":"Identifying Students at Risk for Leaving an Institution: SAT and HSGPA as Tools to Improve Retention"},
      {
        "id":"ED563406",
        "title":"Select Psychometric Properties and Predictive Validity of Scores on the SAT Writing Section"},
      {
        "id":"ED563407",
        "title":"Participation and Performance for Native American Students in the 2007 SAT® Cohort"},
      {
        "id":"ED563408",
        "title":"Modeling Growth of SAT Reading Performance Using Repeated Measures Data"},
      {
        "id":"ED563409",
        "title":"What We Know about AP® Students"},
      {
        "id":"ED563410",
        "title":"Using Student-College Fit for Admissions: Do Applicants Really Know What Is Good for Them?"},
      {
        "id":"ED563411",
        "title":"The Promises and Challenges of Implementing Evidence-Centered Design in Large Scale Assessment"},
      {
        "id":"ED563412",
        "title":"&quot;Almost&quot; 31 Flavors of Multi-Level Modeling in SAS"},
      {
        "id":"ED563413",
        "title":"The Cost of Unprepared Students"},
      {
        "id":"ED563414",
        "title":"Using the Many-Facet Rasch Model to Evaluate Standard-Setting Judgments: Setting Performance Standards for Advanced Placement® Examinations"},
      {
        "id":"ED563415",
        "title":"AP® Biology Exam"},
      {
        "id":"ED563416",
        "title":"Multilevel Issues in the Application of Propensity Score Matching: Simulations and Results for Evaluation of the Advanced Placement Program"},
      {
        "id":"ED563417",
        "title":"Comparing State SAT Scores Using a Mixture Modeling Approach"},
      {
        "id":"ED563418",
        "title":"Realizing the Dream: Using Data to Increase Achievement"},
      {
        "id":"ED563419",
        "title":"A Case for Not Going SAT-Optional: Students with Discrepant SAT and HSGPA Performance"},
      {
        "id":"ED563420",
        "title":"An Exploration of L1, L2, and Bilingual Students' Writing Features on the SAT Essay"},
      {
        "id":"ED563421",
        "title":"Use of the SAT in Advisement and Placement: What the Research Tells Us"},
      {
        "id":"ED563422",
        "title":"Landscape of Higher Education: Human Capital"},
      {
        "id":"ED563423",
        "title":"Efforts to Define College Readiness in the United States"},
      {
        "id":"ED563424",
        "title":"Representing Targets of Measurement within ECD"},
      {
        "id":"ED563425",
        "title":"Validating Performance Level Descriptors (PLDs) for the AP® Environmental Science Exam"},
      {
        "id":"ED563426",
        "title":"Pathways to Success: Participation and Performance for Latino Students in the 2007 SAT® Cohort"},
      {
        "id":"ED563427",
        "title":"Data-Based Decision Making: The Road to AP Equity"},
      {
        "id":"ED563428",
        "title":"AP Report to the Nation: A Closer Look at the Nation and Florida"},
      {
        "id":"ED563429",
        "title":"The Effect of Anchor Test Construction on Scale Drift"},
      {
        "id":"ED563430",
        "title":"Understanding Students with Discrepant Critical Reading and Writing Scores"},
      {
        "id":"ED563431",
        "title":"The Politics, Psychometrics and Promise of the New SAT Writing Section"},
      {
        "id":"ED563432",
        "title":"It's Major! College Major Selection &amp; Success"},
      {
        "id":"ED563433",
        "title":"The Validity of the SAT for Predicting Cumulative Grade Point Average by College Major"},
      {
        "id":"ED563434",
        "title":"Exploring Approaches to Constructing Comparable Groups within Hierarchies"},
      {
        "id":"ED563435",
        "title":"Developing Form Assembly Specifications for Exams with Multiple Choice and Constructed Response Items: Balancing Reliability and Validity Concerns"},
      {
        "id":"ED563436",
        "title":"Defining the College-Bound Core Curriculum in High Schools"},
      {
        "id":"ED563437",
        "title":"The Formation of the College Board and the Context of Today"},
      {
        "id":"ED563438",
        "title":"College-Bound Students' Interest in Engineering: Pathways and Characteristics of the Pre-College Pipeline"},
      {
        "id":"ED563439",
        "title":"A Look beyond Cognitive Predictors of Academic Success: Understanding the Relationship between Academic Self-Beliefs and Outcomes"},
      {
        "id":"ED563440",
        "title":"A Case for Transforming the Criterion of a Predictive Validity Study"},
      {
        "id":"ED563441",
        "title":"Overcoming Non-Response: Lessons Learned Migrating to a Web-Based Platform and Offering a Multi-Ethnic Response Option"},
      {
        "id":"ED563442",
        "title":"Overcoming Non-Response: Lessons Learned Migrating to a Web-Based Platform"},
      {
        "id":"ED563443",
        "title":"Using the Admitted Class Evaluation Service (ACES) to Conduct Institution-Specific Admission or Placement Validity Studies"},
      {
        "id":"ED563444",
        "title":"Incorporating SAT® Writing into Admission and Placement Decisions"},
      {
        "id":"ED563445",
        "title":"Analysis of the Stability of Teacher-Level Growth Scores from the Student Growth Percentile Model. REL 2016-104"},
      {
        "id":"ED563446",
        "title":"Measuring School Leaders' Effectiveness: Final Report from a Multiyear Pilot of Pennsylvania's Framework for Leadership. REL 2016-106"},
      {
        "id":"ED563447",
        "title":"Measuring School Leaders' Effectiveness: Findings from a Multiyear Pilot of Pennsylvania's Framework for Leadership. Stated Briefly. REL 2016-111"},
      {
        "id":"ED563448",
        "title":"A Tale of Two Teachers: An Analytical Look at the Co-Teaching Theory Using a Case Study Model"},
      {
        "id":"ED563449",
        "title":"A Final Report for the Evaluation of the Achieve3000 Programs"},
      {
        "id":"ED563450",
        "title":"Rational Emotive Behavior Based on Academic Procrastination Prevention: Training Programme of Effectiveness"},
      {
        "id":"ED563451",
        "title":"Using the Partial Credit Model to Evaluate the Student Engagement in Mathematics Scale"},
      {
        "id":"ED563452",
        "title":"The Impact of Discourse Features of Science Test Items on ELL Performance"},
      {
        "id":"ED563453",
        "title":"Do Linguistic Features of Science Test Items Prevent English Language Learners from Demonstrating Their Knowledge?"},
      {
        "id":"ED563454",
        "title":"The Educational Measurement Profession in 2007: What Is the State of Our Union?"},
      {
        "id":"ED563455",
        "title":"Evidence-Centered Design as a Foundation for ALD Development"},
      {
        "id":"ED563456",
        "title":"Score Resolution in Essay Grading: A View from a Signal Detection Model of Rater Behavior"},
      {
        "id":"ED563457",
        "title":"Claims, Evidence and Achievement Level Descriptors as a Foundation for Item Design and Test Specifications"},
      {
        "id":"ED563458",
        "title":"The Role of Language Arts in a Successful STEM Education Program"},
      {
        "id":"ED563459",
        "title":"Investigating Grade Inflation and Non-Equivalence"},
      {
        "id":"ED563460",
        "title":"Evaluating a Strategy for Setting Cut Scores on a Computer Adaptive Test"},
      {
        "id":"ED563461",
        "title":"College and Career Readiness: An Initial Validation Argument"},
      {
        "id":"ED563462",
        "title":"Using Think Aloud Interviews in Evidence-Centered Assessment Design for the AP World History Exam"},
      {
        "id":"ED563463",
        "title":"Key Indicators of College Success: Predicting College Enrollment, Persistence, and Graduation"},
      {
        "id":"ED563464",
        "title":"Aligning Items and Achievement Levels: A Study Comparing Expert Judgments"},
      {
        "id":"ED563465",
        "title":"Design and Evaluation of Mixed-Format Large Scale Assessments for the Advanced Placement Program® (AP®)"},
      {
        "id":"ED563466",
        "title":"Accelerate Learning with SMART Goals for Students and Staff"},
      {
        "id":"ED563467",
        "title":"Exploring the Variability in the Validity of SAT Scores and High School GPA for Predicting First-Year College Grades at Different Colleges and Universities"},
      {
        "id":"ED563468",
        "title":"Consequences of the Addition of the SAT Writing Section: A Survey of Writing Changes in the Nation's K-12 Educational System"},
      {
        "id":"ED563469",
        "title":"Examining the Accuracy of Self-Reported High School Grade Point Average"},
      {
        "id":"ED563470",
        "title":"Modeling the Predictive Validity of SAT Mathematics Items Using Item Characteristics"},
      {
        "id":"ED563471",
        "title":"The National SAT Validity Study: Sharing Results from Recent College Success Research"},
      {
        "id":"ED563472",
        "title":"The Redesigned SAT® Pilot Predictive Validity Study: A First Look. Research Report 2016-1"},
      {
        "id":"ED563473",
        "title":"Comparing the Leadership Styles of Two Heads of Department at Carnelian School: Comparative Case Studies"},
      {
        "id":"ED563476",
        "title":"Changing Methods and Mindsets: Lessons from Innovate NYC"},
      {
        "id":"ED563477",
        "title":"Physics Masters One Year after Degree: Results from the Follow-Up Survey of Master's Recipients, Classes of 2012, 2013, &amp; 2014 Combined. Focus On"},
      {
        "id":"ED563478",
        "title":"Science Alternate Assessments Based on Alternate Achievement Standards (AA-AAS) during School Year 2014-2015. Synthesis Report 99"},
      {
        "id":"ED563479",
        "title":"Next Generation School Districts: What Capacities Do Districts Need to Create and Sustain Schools That Are Ready to Deliver on Common Core?"},
      {
        "id":"ED563480",
        "title":"Government-Funded Students and Courses: January to September 2015. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED563481",
        "title":"Redesigning the District Operating System"},
      {
        "id":"ED563482",
        "title":"The Development of Australia's National Training System: A Dynamic Tension between Consistency and Flexibility. Occasional Paper"},
      {
        "id":"ED563483",
        "title":"Student Entitlement Models in Australia's National Training System: Expert Views. Occasional Paper"},
      {
        "id":"ED563485",
        "title":"Teacher Survey of the Accessibility and Text Features of the Computerized Oral Reading Evaluation (CORE). Technical Report #1601"},
      {
        "id":"ED563486",
        "title":"Jurisdictional Approaches to Student Training Entitlements: Commonalities and Differences. Research Report"},
      {
        "id":"ED563489",
        "title":"Towards More Effective Continuing Education and Training for Australian Workers"},
      {
        "id":"ED563490",
        "title":"Balancing Consistency and Flexibility in Student Training Entitlements: Research Overview"},
      {
        "id":"ED563491",
        "title":"Age and Time Population Differences: Young Adults, Gen Xers, and Millennials"},
      {
        "id":"ED563494",
        "title":"Comprehension of English Text among Saudi Arabian and American Undergraduates"},
      {
        "id":"ED563495",
        "title":"Educational Attainment and Financial Satisfaction: The Changing Economic Value of a College Degree"},
      {
        "id":"ED563496",
        "title":"Forum on Implementing Accessibility Frameworks for ALL Students"},
      {
        "id":"ED563497",
        "title":"The Early Childhood Educator Preparation Innovation Grant: Lessons from Initial Implementation. Policy Research: IERC 2015-2"},
      {
        "id":"ED563498",
        "title":"Restructuring Principal Preparation in Illinois: Perspectives on Implementation Successes, Challenges, and Future Outlook. Policy Research: IERC 2015-3"},
      {
        "id":"ED563499",
        "title":"Tracking Transfer: New Measures of Institutional and State Effectiveness in Helping Community College Students Attain Bachelor's Degrees"},
      {
        "id":"ED563500",
        "title":"The Impact of Faculty Development on Teacher Self-Efficacy, Skills and Perspectives. Policy Research: IERC FFR 2015-1"},
      {
        "id":"ED563754",
        "title":"Opt-Outs: What Is Lost When Students Do Not Test. Issue Brief"},
      {
        "id":"ED563765",
        "title":"The Condition of STEM 2015. National"},
      {
        "id":"ED563774",
        "title":"A Multidimensional Perspective of College Readiness: Relating Student and School Characteristics to Performance on the ACT®. ACT Research Report Series 2015 (6)"},
      {
        "id":"ED563775",
        "title":"Differential Grading: Meta-Analyses of STEM and Non-STEM Fields, Gender, and Institutional Admission Selectivity. ACT Research Report Series 2015 (7)"},
      {
        "id":"ED563776",
        "title":"Statistical Properties of School Value-Added Scores Based on Assessments of College Readiness. ACT Research Report Series. 2015 (5)"},
      {
        "id":"ED563777",
        "title":"Career Readiness in the United States 2015. ACT Insights in Education and Work"},
      {
        "id":"ED563778",
        "title":"Using Dual Enrollment to Improve the Educational Outcomes of High School Students. Policy Brief"},
      {
        "id":"ED563779",
        "title":"The Condition of College &amp; Career Readiness 2015: National"},
      {
        "id":"ED563780",
        "title":"Students' Career Interests and Understanding about Occupations: A Study Using Whyville Players' Behavioral Data. Issue Brief"},
      {
        "id":"ED563781",
        "title":"Showing up Matters: Newark Chronic Absenteeism in the Early Years"},
      {
        "id":"ED563782",
        "title":"The Evidence on the &quot;Florida Formula&quot; for Education Reform. Policy Brief"},
      {
        "id":"ED563786",
        "title":"Core Principles for Transforming Remediation within a Comprehensive: Student Success Strategy"},
      {
        "id":"ED563793",
        "title":"Does Money Matter in Education? Second Edition"},
      {
        "id":"ED563794",
        "title":"The State of Teacher Diversity in American Education"},
      {
        "id":"ED563795",
        "title":"Evaluation of the National Science Foundation's Partnerships for International Research and Education (PIRE) Program, Volume 1: Final Report"},
      {
        "id":"ED563796",
        "title":"Evaluation of the National Science Foundation's Partnerships for International Research and Education (PIRE) Program, Volume 2: Supplementary Materials. Final Report"},
      {
        "id":"ED563800",
        "title":"Now and for the Future: Adequate and Equitable K-12 Facilities in Wyoming"},
      {
        "id":"ED563801",
        "title":"Working Together and Making a Difference: Virginia Western Community College and Goodwill Industries of the Valleys Partnership Case Study Report"},
      {
        "id":"ED563809",
        "title":"Building from the Ground Up: An Innovative Approach to Community Development in Baltimore's Oliver Neighborhood"},
      {
        "id":"ED563810",
        "title":"Engaging State Legislators: Lessons for the Education Sector"},
      {
        "id":"ED563812",
        "title":"It's Time to Talk: How to Start Conversations about Racial Inequities. A Race for Results Case Study"},
      {
        "id":"ED563814",
        "title":"A Snapshot of State Policies for Arts Education"},
      {
        "id":"ED563815",
        "title":"Massachusetts Study of Teacher Supply and Demand: Trends and Projections"},
      {
        "id":"ED563816",
        "title":"The Cost of Chaos in the Curriculum. Perspectives on Higher Education"},
      {
        "id":"ED563817",
        "title":"A Crisis in Civic Education"},
      {
        "id":"ED563818",
        "title":"Impact of California's Transitional Kindergarten Program, 2013-14"},
      {
        "id":"ED563819",
        "title":"Expanded Learning, Expanded Opportunity: How Four Communities Are Working to Improve Education for Their Students"},
      {
        "id":"ED563820",
        "title":"The Impact of Transitional Kindergarten on Kindergarten Readiness. A Report from the Study of California's Transitional Kindergarten Program: Executive Summary"},
      {
        "id":"ED563821",
        "title":"What Will They Learn? 2015-16. A Survey of Core Requirements at Our Nation's Colleges and Universities"},
      {
        "id":"ED563822",
        "title":"Don't Quit on Me: What Young People Who Left School Say about the Power of Relationships. A Follow-up Report to &quot;Don't Call Them Dropouts.&quot; Full Report"},
      {
        "id":"ED563823",
        "title":"Lending, Learning, Leading: Developing Results-Based Leaders in Opportunity Finance"},
      {
        "id":"ED563824",
        "title":"What Young People Need to Thrive: Leveraging the Strengthening Families Act to Promote Normalcy"},
      {
        "id":"ED563825",
        "title":"Don't Quit on Me: What Young People Who Left School Say about the Power of Relationships. A Follow-up Report to &quot;Don't Call Them Dropouts.&quot; At-A-Glance"},
      {
        "id":"ED563826",
        "title":"Supporting Social and Emotional Development through Quality Afterschool Programs. Beyond the Bell: Research to Practice in the Afterschool and Expanded Learning Field"},
      {
        "id":"ED563827",
        "title":"Changing the Odds: The Race for Results in Atlanta"},
      {
        "id":"ED563828",
        "title":"Income Share Agreements on Campus: A Practice Guide"},
      {
        "id":"ED563829",
        "title":"Ready for Work? How Afterschool Programs Can Support Employability through Social and Emotional Learning. Beyond the Bell: Research to Practice in the Afterschool and Expanded Learning Field"},
      {
        "id":"ED563831",
        "title":"Linking Schools and Afterschool through Social and Emotional Learning. Beyond the Bell: Research to Practice in the Afterschool and Expanded Learning Field"},
      {
        "id":"ED563832",
        "title":"How Afterschool Programs Can Support Employability through Social and Emotional Learning: A Planning Tool. Beyond the Bell: Research to Practice in the Afterschool and Expanded Learning Field"},
      {
        "id":"ED563833",
        "title":"Labor Market Experiences after Postsecondary Education: Earnings and Other Outcomes of Florida's Postsecondary Graduates and Completers"},
      {
        "id":"ED563840",
        "title":"KIDS COUNT Data Book, 2015: State Trends in Child Well-Being"},
      {
        "id":"ED563849",
        "title":"The Future of School Breakfast: An Analysis of Evidence-Based Practices to Improve School Breakfast Participation in Washington State"},
      {
        "id":"ED563850",
        "title":"Searching for the Best Deal: How Students and Their Parents View Income Share Agreements"},
      {
        "id":"ED563854",
        "title":"Public Concern about Education in 2016: What the Numbers Say"},
      {
        "id":"ED563886",
        "title":"Sexual Activity, Contraceptive Use, and Childbearing of Teenagers Aged 15-19 in the United States. NCHS Data Brief. Number 209"},
      {
        "id":"ED563889",
        "title":"Fruit and Vegetable Consumption of U.S. Youth, 2009-2010. NCHS Data Brief. Number 156"},
      {
        "id":"ED563890",
        "title":"Caloric Intake from Fast Food among Children and Adolescents in the United States, 2011-2012. NCHS Data Brief. Number 213"},
      {
        "id":"ED563891",
        "title":"NASA Education Implementation Plan 2015-2017"},
      {
        "id":"ED563894",
        "title":"TV Watching and Computer Use in U.S. Youth Aged 12-15, 2012. NCHS Data Brief. Number 157"},
      {
        "id":"ED563895",
        "title":"Three Decades of Nonmarital First Births among Fathers Aged 15-44 in the United States. NCHS Data Brief. Number 204"},
      {
        "id":"ED563896",
        "title":"Physical Activity in U.S. Youth Aged 12-15 Years, 2012. NCHS Data Brief. Number 141"},
      {
        "id":"ED563897",
        "title":"Communication Disorders and Use of Intervention Services among Children Aged 3-17 Years: United States, 2012. NCHS Data Brief. Number 205"},
      {
        "id":"ED563900",
        "title":"Prevalence of Obesity among Children and Adolescents in the United States and Canada. NCHS Data Brief. Number 211"},
      {
        "id":"ED563904",
        "title":"Perception of Weight Status in U.S. Children and Adolescents Aged 8-15 Years, 2005-2012. NCHS Data Brief. Number 158"},
      {
        "id":"ED563909",
        "title":"Association between Diagnosed ADHD and Selected Characteristics among Children Aged 4-17 Years: United States, 2011-2013. NCHS Data Brief. Number 201"},
      {
        "id":"ED563912",
        "title":"HIV Testing in the Past Year among the U.S. Household Population Aged 15-44: 2011-2013. NCHS Data Brief. Number 202"},
      {
        "id":"ED563941",
        "title":"2014 Abridged Technology and Engineering Literacy Framework for the 2014 National Assessment of Educational Progress"},
      {
        "id":"ED563947",
        "title":"Technology and Engineering Literacy Framework for the 2014 National Assessment of Educational Progress"},
      {
        "id":"ED563953",
        "title":"2014 National Board for Education Sciences Annual Report, July 2013 through June 2014"},
      {
        "id":"ED563975",
        "title":"Qualitative Research Comes of Age"},
      {
        "id":"ED563977",
        "title":"Comparison between Kemp, Smith &amp; Ragan, Dick &amp; Carey's Instructional Design Models"},
      {
        "id":"ED563978",
        "title":"&quot;Designing Instrument for Science Classroom Learning Environment in Francophone Minority Settings: Accounting for Voiced Concerns among Teachers and Immigrant/Refugee Students&quot;"},
      {
        "id":"ED563979",
        "title":"Perceptions of Critical Thinking, Problem Solving and Learning to Learn: A Study of Four Female Adult and Continuing Education Administrators"},
      {
        "id":"ED563980",
        "title":"Making Connections with Concept Mapping: A Tool for Under-Achieving Middle Grade Science Students"},
      {
        "id":"ED563981",
        "title":"Jewels of Wisdom: A Study of Perceptions of Discipline of Middle School Teachers, High School Teachers, Student Teachers, and Undergraduate Education Majors Enrolled in Classroom Management Course (YOED 4000)"},
      {
        "id":"ED563983",
        "title":"The Quality Assurance System for Ontario Postsecondary Education: 2010-2014"},
      {
        "id":"ED563985",
        "title":"Creative and Critical Thinking Skills in Problem-Based Learning Environments"},
      {
        "id":"ED563988",
        "title":"Service-Learning Program at University and It's Role in Building Child-Friendly Community"},
      {
        "id":"ED563989",
        "title":"Bullying of Adjunct Faculty at Community Colleges and Steps toward Resolution"},
      {
        "id":"ED563990",
        "title":"Scholarly Productivity of School Psychology Faculty Members in Specialist-Level Programs: 2002-2011"},
      {
        "id":"ED563997",
        "title":"Defining Professionalism in Teacher Education Programs"},
      {
        "id":"ED563998",
        "title":"New Science Curriculum Based on Inquiry Based Learning--A Model of Modern Educational System in Republic of Macedonia"},
      {
        "id":"ED563999",
        "title":"Science Education: Beyond a Liminal Understanding of Knowledge Production and Dissemination"},
      {
        "id":"ED564000",
        "title":"Achievement Levels of Middle School Students in the Standardized Science and Technology Exam and Formative Assessment Probes: A Comparative Study"},
      {
        "id":"ED564001",
        "title":"Development of Teacher Beliefs through Online Instruction: A One-Year Study of Middle School Science and Mathematics Teachers' Beliefs about Teaching and Learning"},
      {
        "id":"ED564002",
        "title":"Using the Scientific Method to Engage Mathematical Modeling: An Investigation of pi"},
      {
        "id":"ED564003",
        "title":"Perceived Social Competence and Loneliness among Young Children with ASD: Child, Parent and Teacher Reports"},
      {
        "id":"ED564004",
        "title":"Communities in Action: Lifelong Learning for Sustainable Development"},
      {
        "id":"ED564005",
        "title":"Action Research: Measuring Literacy Programme Participants' Learning Outcomes. Results of the Final Phase (2011-2014)"},
      {
        "id":"ED564006",
        "title":"Integrating E-Books into Science Teaching by Preservice Elementary School Teachers"},
      {
        "id":"ED564009",
        "title":"Activities of American Missionaries in Kayseri"},
      {
        "id":"ED567025",
        "title":"Rapid and Iterative Estimation of Predictions of High School Graduation and Other Milestones"},
      {
        "id":"ED567027",
        "title":"Starting Strong: A Randomized Controlled Trial of the Building Assets Reducing Risks (BARR) Model in 9th Grade"},
      {
        "id":"ED567028",
        "title":"Patterns of Change in U.S. Gender Achievement Gaps during Elementary and Middle School"},
      {
        "id":"ED567029",
        "title":"Trajectories of Exposure to Racial School Segregation and the Transition to College"},
      {
        "id":"ED567030",
        "title":"Teachers' Lives in Context: A Framework for Understanding Barriers to High Quality Teaching within Resource Deprived Settings"},
      {
        "id":"ED567031",
        "title":"Partial Identification of Treatment Effects: Applications to Generalizability"},
      {
        "id":"ED567033",
        "title":"The Experimental Effects of the Strategic Adolescent Reading Intervention (STARI) on a Scenarios-Based Reading Comprehension Assessment"},
      {
        "id":"ED567034",
        "title":"The Benefits of Being a Big Fish: The Relationship between Incoming Rank and Student Outcomes"},
      {
        "id":"ED567035",
        "title":"Power Calculations for Moderators in Multi-Site Cluster Randomized Trials"},
      {
        "id":"ED567036",
        "title":"Preliminary Impacts of North Carolina's Rural Innovative Schools Project"},
      {
        "id":"ED567037",
        "title":"The Launch of the Philadelphia Education Research Consortium: Lessons Learned from the First Year of Implementation"},
      {
        "id":"ED567038",
        "title":"Preschool Attendance: How Researchers and Practitioners Are Working Together to Understand and Address Absenteeism among Our Youngest Students"},
      {
        "id":"ED567039",
        "title":"The Small, Stand-Alone Early College: Impact on High School Outcomes"},
      {
        "id":"ED567040",
        "title":"International Perspectives on Education. BCES Conference Books, Volume 10"},
      {
        "id":"ED567041",
        "title":"The Small, Stand-Alone Early College: Impact on Postsecondary Outcomes"},
      {
        "id":"ED567042",
        "title":"Test Format and the Variation of Gender Achievement Gaps within the United States"},
      {
        "id":"ED567044",
        "title":"The Participant Effects of Private School Vouchers across the Globe: A Meta-Analytic and Systematic Review"},
      {
        "id":"ED567046",
        "title":"Power Consideration for Three-Level Growth Models"},
      {
        "id":"ED567047",
        "title":"State Policies for Intervening in Chronically Low-Performing Schools: A 50-State Policy Scan"},
      {
        "id":"ED567048",
        "title":"Successful Researcher-Practitioner RCT Partnership: Increasing Attendance by 15,000 Days"},
      {
        "id":"ED567050",
        "title":"The Effect of an Analysis-of-Practice, Videocase-Based, Teacher Professional Development Program on Teacher and Student Outcomes"},
      {
        "id":"ED567051",
        "title":"Strengthening the Research Architecture for High Quality Universal Pre-K: Development of a Quality Monitoring Tool"},
      {
        "id":"ED567052",
        "title":"The Effects of the Elevate Math Summer Program on Math Achievement and Algebra Readiness"},
      {
        "id":"ED567053",
        "title":"The What Works Clearinghouse: New Strategies to Support Non-Researchers in Using Rigorous Research in Education Decision-Making"},
      {
        "id":"ED567054",
        "title":"The Uneven Implementation of Universal School Policies: Maternal Education and Florida's Mandatory Grade Retention Policy"},
      {
        "id":"ED567055",
        "title":"Approaches to Internal Testing and Assessment of Knowledge in Relation to the Pupils' Achievements in National Assessment of Knowledge"},
      {
        "id":"ED567056",
        "title":"Who Repeats Algebra, and How Does Initial Performance Relate to Improvement When the Course Is Repeated?"},
      {
        "id":"ED567057",
        "title":"Scientific Reputation and &quot;The Golden Standards&quot;: Quality Management System Impact and the Teaching-Research Nexus"},
      {
        "id":"ED567058",
        "title":"Structures of School Systems Worldwide: A Comparative Study"},
      {
        "id":"ED567059",
        "title":"The Competencies of the Modern Teacher"},
      {
        "id":"ED567060",
        "title":"Role Perceptions and Job Stress among Special Education School Principals: Do They Differ from Principals of Regular Schools?"},
      {
        "id":"ED567061",
        "title":"How Would Virtual Learning Environment (VLE) Enhance Assessment for Learning Mathematics by the Special Education Needs Students (SENS) in Secondary Education Sector"},
      {
        "id":"ED567062",
        "title":"Policy and Practice of Pre-Service and In-Service Teacher Training Programmes and Facilities in Nigeria"},
      {
        "id":"ED567063",
        "title":"English Language Education Policy in Colombia and Mexico"},
      {
        "id":"ED567064",
        "title":"Brain Drain in Higher Education: Lost Hope or Opportunity?"},
      {
        "id":"ED567065",
        "title":"Institutions' Espoused Values Perceived by Chinese Educational Leaders"},
      {
        "id":"ED567066",
        "title":"Social Service Community Education as an Area of Training and Participation for Social Development"},
      {
        "id":"ED567067",
        "title":"The Implementation of the Validation of Acquired Experience (VAE) in France Would Be a Cultural Revolution in Higher Education Training?"},
      {
        "id":"ED567068",
        "title":"E-Learning, State and Educational System in Middle East Countries"},
      {
        "id":"ED567069",
        "title":"More than Mere Law: Freedom of Religion or Belief"},
      {
        "id":"ED567070",
        "title":"Changing Times, Changing Roles: FE Colleges' Perceptions of Their Changing Leadership Role in Contemporary UK Politico-Economic Climate"},
      {
        "id":"ED567071",
        "title":"The Origins of Religion as an Historical Conundrum: Pedagogical and Research Methodological Implications and Challenges"},
      {
        "id":"ED567072",
        "title":"ICT Competences for Teachers in 21st Century--A Design Framework for Science Primary Teacher Education Courses"},
      {
        "id":"ED567073",
        "title":"Environmental Education: From the Perspective of Scientific Knowledge for Constructivist Learning"},
      {
        "id":"ED567074",
        "title":"Comparative and International Education and the Teaching Profession: The Case of Marc-Antoine Jullien"},
      {
        "id":"ED567075",
        "title":"Validation of Skills, Knowledge and Experience in Lifelong Learning in Europe"},
      {
        "id":"ED567076",
        "title":"Also a Door to the inside of a New House--Yet Another Use for Comparative Education"},
      {
        "id":"ED567077",
        "title":"Situated Literacy Practices Amongst Artisans in the South West of Nigeria: Developmental and Pedagogical Implications"},
      {
        "id":"ED567078",
        "title":"Education and Lifelong Learning in Romania--Perspectives of the Year 2020"},
      {
        "id":"ED567079",
        "title":"Pre-Service Teacher Action Research: Concept, International Trends and Implications for Teacher Education in Turkey"},
      {
        "id":"ED567080",
        "title":"Classroom and Socialization: A Case Study through an Action-Research in Crete, Greece"},
      {
        "id":"ED567081",
        "title":"Compensatory Programs in Mexico to Reduce the Educational Gap"},
      {
        "id":"ED567082",
        "title":"Campus Life: The Impact of External Factors on Emotional Health of Students"},
      {
        "id":"ED567083",
        "title":"Attitudes of Parents towards Contemporary Female Higher Education"},
      {
        "id":"ED567084",
        "title":"Policies and Initiatives: Reforming Teacher Education in Nigeria"},
      {
        "id":"ED567085",
        "title":"Structured Peer Mentoring: Enhancing Lifelong Learning in Pakistani Universities"},
      {
        "id":"ED567086",
        "title":"The Rise of Private Higher Education in Jamaica: Neo-Liberalism at Work?"},
      {
        "id":"ED567087",
        "title":"&quot;Everybody Is Given a Chance, My Boy... Everybody Who Is Willing to Work for Socialism&quot;: An Overview of English Textbooks in the Postwar Period in Hungary"},
      {
        "id":"ED567088",
        "title":"A Gender Perspective on Student Questioning upon the Transition to Higher Education"},
      {
        "id":"ED567089",
        "title":"Dealing with Change in Hong Kong Schools Using Strategic Thinking Skills"},
      {
        "id":"ED567090",
        "title":"Evidence-Based Research Study of the Russian Vocational Pedagogy and Education Motivational Potential in the Internationalisation Projection"},
      {
        "id":"ED567091",
        "title":"Intergenerational Learning in the Family"},
      {
        "id":"ED567092",
        "title":"Focus Learning Support: Rising to Educational Challenges"},
      {
        "id":"ED567093",
        "title":"Educational Developments in the British West Indies: A Historical Overview"},
      {
        "id":"ED567094",
        "title":"Learning Styles and Disciplinary Fields: Is There a Relationship?"},
      {
        "id":"ED567095",
        "title":"Comparing Management Models of Secondary Schools in Tamaulipas, Mexico: An Exploration with a Delphi Method"},
      {
        "id":"ED567096",
        "title":"Multiculturalism: Challenge or Reality"},
      {
        "id":"ED567097",
        "title":"Insecure Identities: Unaccompanied Minors as Refugees in Hamburg"},
      {
        "id":"ED567098",
        "title":"Student Perceptions of the Distance Education Mode Compared with Face-to-Face Teaching in the University Distance Education Programme"},
      {
        "id":"ED567099",
        "title":"Sixty-Five Years of University Education in Nigeria: Some Key Cross Cutting Issues"},
      {
        "id":"ED567100",
        "title":"Students' Views on Important Learning Experiences--Challenges Related to Ensuring Quality of Studies"},
      {
        "id":"ED567101",
        "title":"The Role of Comparative Pedagogy in the Training of Pedagogues in Serbia and Slovenia"},
      {
        "id":"ED567102",
        "title":"Student-Centred Learning: A Dream or Reality"},
      {
        "id":"ED567103",
        "title":"Theory in Teacher Education: Students' Views"},
      {
        "id":"ED567104",
        "title":"A Framework for Understanding International Perspectives on Education"},
      {
        "id":"ED567105",
        "title":"Changing Policies Changing Times: Initiatives in Teacher Education in England"},
      {
        "id":"ED567106",
        "title":"Privatization of Higher Education in Nigeria: Critical Issues"},
      {
        "id":"ED567107",
        "title":"Empowering Women with Domestic Violence Experience"},
      {
        "id":"ED567108",
        "title":"Transition of Students from Economically Disadvantaged Backgrounds to Research Led Universities"},
      {
        "id":"ED567109",
        "title":"Distance Education in Higher Education in Latvia"},
      {
        "id":"ED567110",
        "title":"A Brief Overview of the History of Education in Poland"},
      {
        "id":"ED567111",
        "title":"Leadership in Educational Institutions"},
      {
        "id":"ED567112",
        "title":"Searching for the Dividends of Religious Liberty: Who Benefits and Who Pays?"},
      {
        "id":"ED567113",
        "title":"Teacher Education in the Context of International Cooperation: The Case of East Timor"},
      {
        "id":"ED567114",
        "title":"The Stereotypes in Pupil's Self Esteem"},
      {
        "id":"ED567115",
        "title":"Constructivist Foundations of Intercultural Education: Implications for Research and Teacher Training"},
      {
        "id":"ED567116",
        "title":"Higher Education Quality: Why Documenting Learning Matters. A Policy Statement from the National Institute for Learning Outcomes Assessment"},
      {
        "id":"ED567117",
        "title":"Regular Biology Students Learn Like AP Students with SUN"},
      {
        "id":"ED567118",
        "title":"Education in One World: Perspectives from Different Nations. BCES Conference Books, Volume 11"},
      {
        "id":"ED567119",
        "title":"Spanish Instruction in Head Start and Dual Language Learners' Achievement"},
      {
        "id":"ED567120",
        "title":"What Happens When Schools Become Magnet Schools? A Longitudinal Study of Diversity and Achievement"},
      {
        "id":"ED567121",
        "title":"Teacher Performance Pay Signals and Student Achievement: Are Signals Accurate, and How well Do They Work?"},
      {
        "id":"ED567122",
        "title":"Shared Solutions: A Model for Researcher-Practitioner Partnerships"},
      {
        "id":"ED567123",
        "title":"Using Assessment Data to Guide Math Course Placement of California Middle School Students"},
      {
        "id":"ED567124",
        "title":"Do Teachers Receive Proper In-Service Training to Implement Changing Policies: Perspective from the South African Case?"},
      {
        "id":"ED567125",
        "title":"Repercussions of Teaching Training in the Sociology of Work in Mexico"},
      {
        "id":"ED567126",
        "title":"Transforming Life Skills Education into a Life-Changing Event: The Case of the Musical &quot;The Green Crystal&quot;"},
      {
        "id":"ED567127",
        "title":"From Times of Transition to Adaptation: Background and Theoretical Approach to the Curriculum Reform in Estonia 1987-1996"},
      {
        "id":"ED567128",
        "title":"Listening to the Voices of Pre-Service Student Teachers from Teaching Practice: The Challenges of Implementing the English as a Second Language Curriculum"},
      {
        "id":"ED567129",
        "title":"Accessing Social Grants to Meet Orphan Children School Needs: Namibia and South Africa Perspective"},
      {
        "id":"ED567130",
        "title":"Perspectives on Tolerance in Education Flowing from a Comparison of Religion Education in Mexico and Thailand"},
      {
        "id":"ED567131",
        "title":"Adult Reading in a Foreign Language: A Necessary Competence for Knowledge Society"},
      {
        "id":"ED567132",
        "title":"Comparative Study of Learning Styles in Higher Education Students from the Hidalgo State Autonomous University, in Mexico"},
      {
        "id":"ED567133",
        "title":"Towards Understanding Different Faces of School Violence in Different &quot;Worlds&quot; of One Country"},
      {
        "id":"ED567134",
        "title":"Theory in Educational Research and Practice in Teacher Education"},
      {
        "id":"ED567135",
        "title":"The Teaching Profession as Seen by Pre-Service Teachers: A Comparison Study of Israel and Turkey"},
      {
        "id":"ED567136",
        "title":"Equity and Competitiveness: Contradictions between the Identification of Educational Skills and Educational Achievements"},
      {
        "id":"ED567137",
        "title":"Educational Achievement as Defining Factor in Social Stratification in Contemporary Spain"},
      {
        "id":"ED567138",
        "title":"Learning Paths in Academic Setting: Research Synthesis"},
      {
        "id":"ED567139",
        "title":"The Culture of Experiential Community Based Learning: Developing Cultural Awareness in Pre-Service Teachers"},
      {
        "id":"ED567140",
        "title":"Teaching/Learning Theories--How They Are Perceived in Contemporary Educational Landscape"},
      {
        "id":"ED567141",
        "title":"Perspectives on Tolerance in Education Flowing from a Comparison of Religion Education in Estonia and South Africa"},
      {
        "id":"ED567142",
        "title":"Innovation Can Be Learned"},
      {
        "id":"ED567143",
        "title":"Globalization in the One World: Impacts on Education in Different Nations"},
      {
        "id":"ED567144",
        "title":"Prolegomena to an International-Comparative Education Research Project on Religion in Education"},
      {
        "id":"ED567145",
        "title":"What Lessons to Take from Educational Reforms in Asia-Pacific Region? Factors That May Influence the Restructuring of Secondary Education in East Timor"},
      {
        "id":"ED567146",
        "title":"Examining the Reasons Black Male Youths Give for Committing Crime with Reference to Inner City Areas of London"},
      {
        "id":"ED567147",
        "title":"Interactions between Vocational Education and Training and the Labour Market in Europe: A Case Study of Ireland's Formalised Feedback Mechanisms"},
      {
        "id":"ED567148",
        "title":"An Overview on Gender Problem in Modern English"},
      {
        "id":"ED567149",
        "title":"EU Strategies of Integrating ICT into Initial Teacher Training"},
      {
        "id":"ED567150",
        "title":"Intellectual Capital Import for the Benefit of Higher Education"},
      {
        "id":"ED567151",
        "title":"Competency-Based Approach to Education in International Documents and Theoretical Researches of Educators in Great Britain"},
      {
        "id":"ED567152",
        "title":"Lessons from the Training Programme for Women with Domestic Violence Experience"},
      {
        "id":"ED567153",
        "title":"William Russell on Schools in Bulgaria"},
      {
        "id":"ED567154",
        "title":"Loneliness and Depression among Polish University Students: Preliminary Findings from a Longitudinal Study"},
      {
        "id":"ED567155",
        "title":"Rethinking Pedagogy: English Language Teaching Approaches"},
      {
        "id":"ED567156",
        "title":"Psychosocial Difficulties Experienced by People Diagnosed with Schizophrenia--Barriers to Social Inclusion"},
      {
        "id":"ED567157",
        "title":"Lifelong Learning from Ethical Perspective"},
      {
        "id":"ED567158",
        "title":"Contemporary Perspectives in Adult Education and Lifelong Learning -- Andragogical Model of Learning"},
      {
        "id":"ED567159",
        "title":"Bologna Process Principles Integrated into Education System of Kazakhstan"},
      {
        "id":"ED567160",
        "title":"Restructuring Nigerian Tertiary (University) Education for Better Performance"},
      {
        "id":"ED567161",
        "title":"Designing Cooperative Learning in the Science Classroom: Integrating the Peer Tutoring Small Investigation Group (PTSIG) within the Model of the Six Mirrors of the Classroom Model"},
      {
        "id":"ED567162",
        "title":"Katie Gaebel at the Intersections of Resistance: Turkish Immigrant Women in German Schools"},
      {
        "id":"ED567163",
        "title":"Keeping Abreast of Continuous Change and Contradictory Discourses"},
      {
        "id":"ED567164",
        "title":"Modernising Education: International Dialogue and Cooperation"},
      {
        "id":"ED567165",
        "title":"Process Management in Universities--Recent Perspectives in the Context of Quality Management Oriented towards Excellence"},
      {
        "id":"ED567166",
        "title":"Greek Primary Education in the Context of the European Life Long Learning Area"},
      {
        "id":"ED567167",
        "title":"Instructional Objectives: Selecting and Devising Tasks"},
      {
        "id":"ED567168",
        "title":"Breaking the Cycle of Poverty through Early Literacy Support and Teacher Empowerment in Early Childhood Education"},
      {
        "id":"ED567169",
        "title":"The Effects of Educational Reform"},
      {
        "id":"ED567170",
        "title":"Nurturing Child Imagination in the Contemporary World: Perspectives from Different Nations"},
      {
        "id":"ED567171",
        "title":"Thinking Styles of Primary School Teachers in Beijing, China"},
      {
        "id":"ED567172",
        "title":"In-Service Training and Professional Development of Teachers in Nigeria: Through Open and Distance Education"},
      {
        "id":"ED567173",
        "title":"Using E-Learning to Enhance the Learning of Additional Languages--A Pilot Comparative Study"},
      {
        "id":"ED567174",
        "title":"Symbols of Hyphenated Identity Drawing Maps (IDM) for Arab and Jewish Students at the University of Haifa"},
      {
        "id":"ED567175",
        "title":"Establishing Sustainable Higher Education Partnerships in a Globally Competitive Environment"},
      {
        "id":"ED567176",
        "title":"Metaphors in the Press: The Effectiveness of Working with Newspaper Tropes to Improve Foreign Language Competence"},
      {
        "id":"ED567177",
        "title":"The Contemporary Transdisciplinary Approach as a Methodology to Aid Students of Humanities and Social Sciences"},
      {
        "id":"ED567178",
        "title":"Problem Orientated Education on the Basis of Hyper-Coded Texts (Play and Heuristic)"},
      {
        "id":"ED567179",
        "title":"Challenges of Democratisation: Development of Inclusive Education in Serbia"},
      {
        "id":"ED567180",
        "title":"The Abusive School Principal: A South African Case Study"},
      {
        "id":"ED567181",
        "title":"ESP Teaching at the Institutions of Higher Education in Modern Russia: Problems and Perspectives"},
      {
        "id":"ED567182",
        "title":"Legal Portion in Russian Inheritance Law"},
      {
        "id":"ED567183",
        "title":"Focus-Group as a Qualitative Method for Study of Compliance in Cardiovascular Disease Patients"},
      {
        "id":"ED567184",
        "title":"Cognitive and Non-Cognitive Characteristics as Determinants of Success in Professional Courses at Undergraduate Stage"},
      {
        "id":"ED567185",
        "title":"Differences between Learning Styles in Professional Courses at University Level"},
      {
        "id":"ED567186",
        "title":"Interventions for Promoting Gender Equity at Elementary Education Level in South Kashmir: An Evaluative Study"},
      {
        "id":"ED567187",
        "title":"Need for Improvement of Teacher Education in the New Millennium"},
      {
        "id":"ED567188",
        "title":"Partnering for Success: A Case Study of Persistence Power in Missouri"},
      {
        "id":"ED567189",
        "title":"Problems and Suggestions Related to Teacher Education"},
      {
        "id":"ED567190",
        "title":"Philippines: The Role of Language and Education in Globalization"},
      {
        "id":"ED567191",
        "title":"The Neurosequential Model in Education and School Improvement"},
      {
        "id":"ED567192",
        "title":"Student Self-Assessment of Math and Science Ability in High School. Data Point. NCES 2016-164"},
      {
        "id":"ED567193",
        "title":"Postsecondary Institutions and Cost of Attendance in 2015-16; Degrees and Other Awards Conferred, 2014-15; and 12-Month Enrollment, 2014-15. First Look (Preliminary Data). NCES 2016-112"},
      {
        "id":"ED567194",
        "title":"Community-Based Mental Health and Behavioral Programs for Low-Income Urban Youth: A Meta-Analytic Review"},
      {
        "id":"ED567195",
        "title":"School-Based Mental Health and Behavioral Programs for Low-Income, Urban Youth: A Systematic and Meta-Analytic Review"},
      {
        "id":"ED567196",
        "title":"State of Student Aid and Higher Education in Texas, 2015"},
      {
        "id":"ED567197",
        "title":"Development of Cities Mentor Project: An Intervention to Improve Academic Outcomes for Low-Income Urban Youth through Instruction in Effective Coping Supported by Mentoring Relationships and Protective Settings"},
      {
        "id":"ED567199",
        "title":"Immigrant Students Can Have Disabilities: We Just Don't Know about It"},
      {
        "id":"ED567200",
        "title":"Impact of &quot;Grassroots on Work&quot; (GROW) Extension Program to the Bachelor of Arts in Political Science Students' Sense of Civic Responsibility"},
      {
        "id":"ED567201",
        "title":"&quot;Aid Like a Paycheck: Engaging with Policymakers and Practitioners to Evaluate and Improve Financial Aid&quot;"},
      {
        "id":"ED567202",
        "title":"A Collaborative Inquiry into Museum and Library Early Learning Services"},
      {
        "id":"ED567203",
        "title":"Contributions of Social-Emotional Readiness and Classroom Quality to Social-Emotional Trajectories across Elementary School"},
      {
        "id":"ED567204",
        "title":"Do Effects of Social-Emotional Learning Programs Vary by Level of Parent Participation? Evidence from a Randomized Trial"},
      {
        "id":"ED567205",
        "title":"Comparing Performance of Methods to Deal with Differential Attrition in Lottery Based Evaluations"},
      {
        "id":"ED567206",
        "title":"A School Staff Opinion Survey Predicts Student Achievement in Victoria, Australia: Evidence from a Structural Equation Modeling Analysis"},
      {
        "id":"ED567207",
        "title":"Between-District Test Score Variation, 2009-2012"},
      {
        "id":"ED567209",
        "title":"College Enrollment Patterns for Rural Indiana High School Graduates"},
      {
        "id":"ED567210",
        "title":"Summer Bridge Programs. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED567211",
        "title":"Engaging Parents in Parent Engagement Programs"},
      {
        "id":"ED567212",
        "title":"Customized Nudging to Improve FAFSA Completion and Income Verification"},
      {
        "id":"ED567213",
        "title":"First Year Experience Courses. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED567214",
        "title":"Continuous Improvement in Action: Educators' Evidence Use for School Improvement"},
      {
        "id":"ED567215",
        "title":"A Replication Study to Evaluate the Effects of Schema-Based Instruction on Middle School Students' Proportional Problem-Solving Performance"},
      {
        "id":"ED567216",
        "title":"General Framework for Effect Sizes in Cluster Randomized Experiments"},
      {
        "id":"ED567217",
        "title":"Developing a Theory of Treatment Effect Heterogeneity through Better Design: Where Do Behavioral Science Interventions Work Best?"},
      {
        "id":"ED567218",
        "title":"Effects of TRIAD on Mathematics Achievement: Long-Term Impacts"},
      {
        "id":"ED567219",
        "title":"Empirically Driven Variable Selection for the Estimation of Causal Effects with Observational Data"},
      {
        "id":"ED567220",
        "title":"Coherent Power Analysis in Multi-Level Studies Using Design Parameters from Surveys"},
      {
        "id":"ED567221",
        "title":"Efficacy Study of a Professional Development Intervention to Strengthen Organizational Conditions and Effective Teaching in Early Education Settings"},
      {
        "id":"ED567222",
        "title":"Measuring Language Acquisition of Students in a Dual-Immersion Program versus Their Mainstream Classroom Peers: The First Two Years of a Dual Immersion Program"},
      {
        "id":"ED567223",
        "title":"Structure Building Predicts Grades in College Psychology and Biology"},
      {
        "id":"ED567224",
        "title":"High-Dimensional Explanatory Random Item Effects Models for Rater-Mediated Assessments"},
      {
        "id":"ED567225",
        "title":"Home Environment Quality Mediates the Effects of an Early Intervention on Children's Social-Emotional Development in Rural Pakistan"},
      {
        "id":"ED567226",
        "title":"Persistence and Attainment among Postsecondary Subbaccalaureate Students. Data Point. NCES 2016-083"},
      {
        "id":"ED567227",
        "title":"Linking Counselor Activities and Students' College Readiness: How They Matter for Disadvantaged Students"},
      {
        "id":"ED567228",
        "title":"Career and Technical Education Coursetaking and Postsecondary Enrollment and Attainment: High School Classes of 1992 and 2004. Data Point. NCES 2016-109"},
      {
        "id":"ED567229",
        "title":"Is There a Link between Classmates with Emotional and Behavioral Disorders and Other Students' Absences"},
      {
        "id":"ED567230",
        "title":"Guided versus Independent Play: Which Better Sustains Attention among Infants and Toddlers?"},
      {
        "id":"ED567231",
        "title":"Life-Wide Learning and Early Reading Development in Twelve African and Asian Sites"},
      {
        "id":"ED567232",
        "title":"Increasing Parental Involvement to Promote Dropout Prevention. Lessons from an RCT in Italian Lower Secondary Schools"},
      {
        "id":"ED567233",
        "title":"Learning Profiles: The Learning Crisis Is Not (Mostly) about Enrollment"},
      {
        "id":"ED567234",
        "title":"Expanding the 5Es from Chicago to Illinois: How the 5E's Relationship to Student Outcomes Varies by Content"},
      {
        "id":"ED567235",
        "title":"Estimating Statistical Power When Making Adjustments for Multiple Tests"},
      {
        "id":"ED567236",
        "title":"Examining the Role of Early Academic and Non-Cognitive Skills as Mediators of the Effects of City Connects on Middle School Academic Outcomes"},
      {
        "id":"ED567237",
        "title":"How Methodological Features Affect Effect Sizes in Education"},
      {
        "id":"ED567239",
        "title":"Executive Function and Mathematics Achievement: Are Effects Construct- and Time-General or Specific?"},
      {
        "id":"ED567240",
        "title":"Latent Class Models for Teacher Observation Data"},
      {
        "id":"ED567241",
        "title":"Focusing on the Whole Student: An Evaluation of Massachusetts' Wraparound Zones Initiative"},
      {
        "id":"ED567366",
        "title":"Latent Profiles of Reading and Language and Their Association with Standardized Reading Outcomes in Kindergarten through 10th Grade"},
      {
        "id":"ED567416",
        "title":"Examining Multidimensional Middle Grade Outcomes after Early Elementary School Grade Retention"},
      {
        "id":"ED567419",
        "title":"High School Career and Technical Education Participation and Initial College Enrollment: Evidence from Arkansas"},
      {
        "id":"ED567431",
        "title":"Evaluation of the Transformative Potential of Positive Gender Socialization in Education for Peace Building"},
      {
        "id":"ED567480",
        "title":"The Supply and Demand of High-Achieving Hispanic Students"},
      {
        "id":"ED567481",
        "title":"Toward the Development of a Program Quality Framework for Career and Technical Education Programs: A Researcher-Practitioner Collaborative Project"},
      {
        "id":"ED567482",
        "title":"Redesigning Teacher Evaluation: Lessons Learned from a Pilot Implementation in New Hampshire"},
      {
        "id":"ED567483",
        "title":"The Impact of Achieve3000 on Elementary Literacy Outcomes: Evidence from a Two-Year Randomized Control Trial"},
      {
        "id":"ED567484",
        "title":"The Results of a Randomized Control Trial Evaluation of the SPARK Literacy Program"},
      {
        "id":"ED567485",
        "title":"Using Digital Media at Home to Promote Young Children's Mathematics Learning: Results of a Randomized Controlled Trial"},
      {
        "id":"ED567488",
        "title":"The Correlates of Academic Performance for English Learner Students in a New England District"},
      {
        "id":"ED567495",
        "title":"Mapping U.S. School District Test Score Distributions onto a Common Scale, 2008-2013"},
      {
        "id":"ED567496",
        "title":"Time to Reclassification: How Long Does It Take English Language Learners in Seven Washington Districts to Develop English Proficiency?"},
      {
        "id":"ED567502",
        "title":"The Association of Peer Behavioral Regulation with School Readiness Skills in Preschool"},
      {
        "id":"ED567504",
        "title":"Mediation Effects of Latent Numerical Abilities on the Associations between Domain General Competencies and Fraction Knowledge"},
      {
        "id":"ED567505",
        "title":"Repetita Iuvant? Lessons from Repeated RCTs on the Effectiveness of a Teacher Professional Development Program"},
      {
        "id":"ED567506",
        "title":"Understanding the Uncertainty of an Effectiveness-Cost Ratio in Educational Resource Allocation: A Bayesian Approach"},
      {
        "id":"ED567507",
        "title":"Using Dirichlet Processes for Modeling Heterogeneous Treatment Effects across Sites"},
      {
        "id":"ED567508",
        "title":"What Works to Improve Reading Outcomes in Latin-America? A Systematic Review of the Evidence"},
      {
        "id":"ED567509",
        "title":"On the Appropriateness of Surveying Students in 4th and 5th Grades"},
      {
        "id":"ED567510",
        "title":"Parent Beliefs and Student Absences: Large Absence-Reduction Field Experiment"},
      {
        "id":"ED567511",
        "title":"Valuing a More Rigorous Review of Formative Assessment's Effectiveness"},
      {
        "id":"ED567592",
        "title":"Analyzing Empirical Evaluations of Non-Experimental Methods in Field Settings"},
      {
        "id":"ED567593",
        "title":"The Development and Testing of a New Measure of Early Childhood Education Organizational Conditions"},
      {
        "id":"ED567594",
        "title":"Do Charter School Networks Deflate as They Expand? Trends in the Impacts of KIPP Schools during a Period of Rapid Growth in the KIPP Network"},
      {
        "id":"ED567595",
        "title":"Alternative Methods for Estimating Achievement Trends and School Effects: When Is Simple Good Enough?"},
      {
        "id":"ED567596",
        "title":"Parent Adoption of School Communications Technology: A 12-School Experiment of Default Enrollment Policies"},
      {
        "id":"ED567597",
        "title":"Can Principals Promote Teacher Development as Evaluators?"},
      {
        "id":"ED567598",
        "title":"Can Successful Schools Replicate? Evidence from Boston Charter Schools"},
      {
        "id":"ED567599",
        "title":"Evaluation of the Teacher Incentive Fund: Implementation and Impacts of Pay-for-Performance after Two Years"},
      {
        "id":"ED567600",
        "title":"The Effects of a Schoolwide Data-Based Decision Making Intervention on Elementary Schools' Student Achievement Growth for Mathematics and Spelling"},
      {
        "id":"ED567603",
        "title":"Researcher-Practitioner Collaboration Supporting the Florida College and Career Readiness Initiative"},
      {
        "id":"ED567617",
        "title":"Inequalities in Parental Spending on Young Children: 1980-2010"},
      {
        "id":"ED567618",
        "title":"Measuring Social-Emotional Skills to Advance Science and Practice"},
      {
        "id":"ED567619",
        "title":"New Evidence on Self-Affirmation Effects and Theorized Sources of Heterogeneity from Two Cohorts in a Large-Scale Replication"},
      {
        "id":"ED567620",
        "title":"In the Pen of the Author or Eye of the Beholder? A Measurement Framework for Understanding Peer Evaluation in Writing Assignments"},
      {
        "id":"ED567621",
        "title":"Mixed Methods Evaluation of Statewide Implementation of Mathematics Education Technology for K-12 Students"},
      {
        "id":"ED567622",
        "title":"Predictors and Moderators of Teacher Learning and Changes in Practice: Evidence from a Randomized Trial of a Teacher-Adapted Literacy Program"},
      {
        "id":"ED567623",
        "title":"&quot;The Impacts of Introducing Accountability: Evidence from a Randomized Field Trial in Vocational Schools in China&quot;"},
      {
        "id":"ED567629",
        "title":"Assessing the Pre-Service Clinical Practice Experiences of Practicing Teachers"},
      {
        "id":"ED567630",
        "title":"Findings from a Multi-Year Scale-up Effectiveness Trial of Everyday Mathematics"},
      {
        "id":"ED567631",
        "title":"Gathering Teacher's Perceptions of Evaluator Feedback"},
      {
        "id":"ED567632",
        "title":"Impact Evaluation of the National Writing Project's College-Ready Writing Project in High Poverty Rural Districts"},
      {
        "id":"ED567633",
        "title":"Comparing a Program Implemented under the Constraints of an RCT and in the Wild"},
      {
        "id":"ED567735",
        "title":"Getting Teachers Excited about Student Feedback: It's All in the Ask"},
      {
        "id":"ED567736",
        "title":"Graphical Models for Quasi-Experimental Designs"},
      {
        "id":"ED567737",
        "title":"Are Early Childhood Disparities Narrowing? The Changing Nature of Early Childhood and Its Link to Narrowing School-Entry Achievement Gaps"},
      {
        "id":"ED567738",
        "title":"Teacher Evaluation in Practice: Exploring Relationships between School Characteristics &amp; Evaluation Scores"},
      {
        "id":"ED567739",
        "title":"Trends in Income-Related Gaps in Enrollment in Early Childhood Education: 1968 to 2013"},
      {
        "id":"ED567740",
        "title":"Making Social Sector Apprenticeships Part of the College Experience"},
      {
        "id":"ED567741",
        "title":"Building the Missing Link between the Common Core and Improved Learning"},
      {
        "id":"ED567742",
        "title":"Rethinking High School Turnarounds"},
      {
        "id":"ED567743",
        "title":"Local Philanthropists Work Together to Transform Public Education"},
      {
        "id":"ED567744",
        "title":"Achieving Kindergarten Readiness for All Our Children: A Funder's Guide to Early Childhood Development from Birth to Five"},
      {
        "id":"ED567745",
        "title":"Updated Design Standards and Guidance from the What Works Clearinghouse: Regression Discontinuity Designs and Cluster Designs"},
      {
        "id":"ED567746",
        "title":"Undergraduates Who Do Not Apply for Financial Aid. Data Point. NCES 2016-406"},
      {
        "id":"ED567747",
        "title":"Trends in Hate-Related Words at School among Students Ages 12 to 18. Data Point. NCES 2016-166"},
      {
        "id":"ED567748",
        "title":"Trends in Bullying at School among Students Ages 12 to 18. Data Point. NCES 2016-004"},
      {
        "id":"ED567749",
        "title":"Reports of Bullying and Other Unfavorable Conditions at School. Data Point. NCES 2016-169"},
      {
        "id":"ED567750",
        "title":"Synthesis of IES-Funded Research on Mathematics: 2002-2013. NCER 2016-2003"},
      {
        "id":"ED567751",
        "title":"Survey Methods for Educators: Collaborative Survey Development (Part 1 of 3). REL 2016-163"},
      {
        "id":"ED567752",
        "title":"Survey Methods for Educators: Selecting Samples and Administering Surveys (Part 2 of 3). REL 2016-160"},
      {
        "id":"ED567753",
        "title":"Survey Methods for Educators: Analysis and Reporting of Survey Data (Part 3 of 3). REL 2016-164"},
      {
        "id":"ED567754",
        "title":"&quot;Double-Dosing&quot; in Math in North Carolina Public Schools. REL 2016-140"},
      {
        "id":"ED567755",
        "title":"Social Studies Education in Turkey and Islam"},
      {
        "id":"ED567756",
        "title":"Testing Effect in a College Class"},
      {
        "id":"ED567757",
        "title":"Pre-Service Science Teachers' Cognitive Structures Regarding Science, Technology, Engineering, Mathematics (STEM) and Science Education"},
      {
        "id":"ED567758",
        "title":"Co-Teaching in Student Teaching of an Elementary Education Program"},
      {
        "id":"ED567759",
        "title":"The Effects of Test Trial and Processing Level on Immediate and Delayed Retention"},
      {
        "id":"ED567760",
        "title":"Activation of Imaginal Information on True and False Memories"},
      {
        "id":"ED567761",
        "title":"The Role of Working Memory and Text Coherence in Chinese Text Comprehension"},
      {
        "id":"ED567762",
        "title":"Improving the Compensation Process in Higher Education: Fostering a High Performing Organization"},
      {
        "id":"ED567763",
        "title":"Annotated Bibliography of Dr Salmani Nodoushan's Research on Education and Language Teaching"},
      {
        "id":"ED567764",
        "title":"3D Printing of Molecular Models"},
      {
        "id":"ED567765",
        "title":"How &quot;Good&quot; Is &quot;Good Enough&quot;? Exploring Fidelity of Implementation for a Web-Based Activity and Testing System in Developmental Algebra Instruction"},
      {
        "id":"ED567766",
        "title":"Exploration of the Factors That Support Learning: Web-Based Activity and Testing Systems in Community College Algebra"},
      {
        "id":"ED567767",
        "title":"To Be or Not to Be an Online Math Instructor?"},
      {
        "id":"ED567768",
        "title":"Tangible Models and Haptic Representations Aid Learning of Molecular Biology Concepts"},
      {
        "id":"ED567769",
        "title":"Manipulating 3D-Printed and Paper Models Enhances Student Understanding of Viral Replication"},
      {
        "id":"ED567770",
        "title":"Identifying Affordances of 3D Printed Tangible Models for Understanding Core Biological Concepts"},
      {
        "id":"ED567771",
        "title":"Queering, Trans-Forming, and En-Gendering Mathematics and Mathematics Education"},
      {
        "id":"ED567772",
        "title":"In Touch with Molecules: Improving Student Learning with Innovative Molecular Models"},
      {
        "id":"ED567773",
        "title":"Scientific Notation Watercolor"},
      {
        "id":"ED567774",
        "title":"Studies in Teaching: 2016 Research Digest. Action Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, Jun 30, 2016)"},
      {
        "id":"ED567775",
        "title":"Preliminary Evaluation of a Tier 2 Mathematics Intervention for First-Grade Students: Using a Theory of Change to Guide Formative Evaluation Activities"},
      {
        "id":"ED567776",
        "title":"Using Animal Assisted Therapy with Students with Autism Spectrum Disorder in the Art Room Setting"},
      {
        "id":"ED567777",
        "title":"Turning Anxiety into Creativity: Using Postmodern Principles to Alleviate Anxiety and Stress through the Art Curriculum and Beyond"},
      {
        "id":"ED567778",
        "title":"Choosing Creatively: Choice-Based Art Education in an Inclusive Classroom"},
      {
        "id":"ED567779",
        "title":"Exploring the Effects of Art-Making on the Racial Climate of a Multicultural Classroom"},
      {
        "id":"ED567780",
        "title":"Choice-Based Art Education in an ESL Kindergarten Classroom"},
      {
        "id":"ED567781",
        "title":"Art Education, Literacy, and English Language Learners: Visual Arts Curriculum to Aid Literacy Development"},
      {
        "id":"ED567782",
        "title":"Making Art and Making Memories: A Study on the Effects of Art Making as a Possible Intervention to Memory Loss"},
      {
        "id":"ED567783",
        "title":"Statistical Power in Evaluations That Investigate Effects on Multiple Outcomes: A Guide for Researchers"},
      {
        "id":"ED567784",
        "title":"Going Away to School: An Evaluation of SEED DC"},
      {
        "id":"ED567786",
        "title":"State Financial Aid: Applying Redesign Principles through State Engagement. Special Report"},
      {
        "id":"ED567787",
        "title":"VET Provider Market Structures: History, Growth and Change. Research Report"},
      {
        "id":"ED567788",
        "title":"Government-Funded Students and Courses--January to March 2016. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED567789",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Features of Schools in DC. NCEE Evaluation Brief. Third Report in a Series for the Evaluation of the DC Opportunity Scholarship Program. NCEE 2016-4007"},
      {
        "id":"ED567790",
        "title":"Faculty Qualification Policies and Strategies Relevant to Dual Enrollment Programs: An Analysis of States and Regional Accreditation Agencies. Policy Report"},
      {
        "id":"ED567791",
        "title":"A Guide to Providing Social Support for Apprentices. Good Practice Guide"},
      {
        "id":"ED567792",
        "title":"Beyond Mentoring: Social Support Structures for Young Australian Carpentry Apprentices. Research Report"},
      {
        "id":"ED567794",
        "title":"The Baccalaureate in the California Community College: Current Challenges &amp; Future Prospects"},
      {
        "id":"ED567795",
        "title":"There's a New -gogy in Town: Say Goodbye to Educational Inequality and Injustice with Senegogy"},
      {
        "id":"ED567796",
        "title":"Using Evidence as the Driver of Policy Change: The Next Steps in Supporting Innovation, Continuous Improvement, and Accountability. Testimony of Gordon L. Berlin, President of MDRC, before the Senate Finance Committee"},
      {
        "id":"ED567797",
        "title":"Idaho Percentile Results for the 2015 and 2016 ISAT (SBAC) English Language Arts and Mathematics Tests in Grades 3-8 and 10"},
      {
        "id":"ED567798",
        "title":"Internal and External Factors Affecting Teachers' Adoption of Formative Assessment to Support Learning"},
      {
        "id":"ED567799",
        "title":"Navigating the Shift to Intensive Principal Preparation in Illinois: Policy Brief"},
      {
        "id":"ED567800",
        "title":"Over-the-Counter Data: The Heroics of Well-Displayed Information. MENSA Bulletin"},
      {
        "id":"ED567801",
        "title":"ESSA: Quick Guides on Top Issues"},
      {
        "id":"ED567802",
        "title":"The Costly Consequences of Not Being Socially and Behaviorally Ready by Kindergarten: Associations with Grade Retention, Receipt of Academic Support Services, and Suspensions/Expulsions"},
      {
        "id":"ED567803",
        "title":"Kindergarten Attendance and Readiness for Baltimore's Class of 2027. Policy Brief"},
      {
        "id":"ED567805",
        "title":"Baltimore Community Schools: Promise &amp; Progress"},
      {
        "id":"ED567806",
        "title":"Status and Trends in the Education of Racial and Ethnic Groups 2016. NCES 2016-007"},
      {
        "id":"ED567807",
        "title":"Peering around the Corner: Analyzing State Efforts to Link Teachers to the Programs That Prepared Them"},
      {
        "id":"ED567809",
        "title":"The Pension Pac-Man: How Pension Debt Eats Away at Teacher Salaries"},
      {
        "id":"ED567810",
        "title":"Pennies on the Dollar: How Illinois Shortchanges Its Teachers' Retirement"},
      {
        "id":"ED567811",
        "title":"4 Formative Assessment Practices That Make a Difference in Classrooms"},
      {
        "id":"ED567812",
        "title":"3 Reasons Savvy District Leaders Prioritize Formative Assessment"},
      {
        "id":"ED567813",
        "title":"No Guarantees: Is It Possible to Ensure Teachers Are Ready on Day One?"},
      {
        "id":"ED567815",
        "title":"What Languages to Include in Curriculum for Muslim Children"},
      {
        "id":"ED567816",
        "title":"Explicit Instructional Interactions: Exploring the Black Box of a Tier 2 Mathematics Intervention"},
      {
        "id":"ED567817",
        "title":"Linking the Pennsylvania PSSA Assessments to NWEA MAP Tests"},
      {
        "id":"ED567818",
        "title":"Moneyball for Head Start: Using Data, Evidence, and Evaluation to Improve Outcomes for Children and Families"},
      {
        "id":"ED567819",
        "title":"Linking the New York State NYSTP Assessments to NWEA MAP Tests"},
      {
        "id":"ED567820",
        "title":"Linking the PARCC Assessments to NWEA MAP Tests for Illinois"},
      {
        "id":"ED567821",
        "title":"Linking the PARCC Assessments to NWEA MAP Tests for New Mexico"},
      {
        "id":"ED567822",
        "title":"Linking the Virginia SOL Assessments to NWEA MAP Tests"},
      {
        "id":"ED567823",
        "title":"Linking the North Carolina EOG Assessments to NWEA MAP Tests"},
      {
        "id":"ED567824",
        "title":"Linking the Alaska AMP Assessments to NWEA MAP Tests"},
      {
        "id":"ED567825",
        "title":"Linking the Arizona AZMERIT Assessments to NWEA MAP Tests"},
      {
        "id":"ED567826",
        "title":"Linking the Kansas KAP Assessments to NWEA MAP Tests"},
      {
        "id":"ED567827",
        "title":"Linking the Kentucky K-PREP Assessments to NWEA MAP Tests"},
      {
        "id":"ED567828",
        "title":"Linking the Nebraska NeSA Assessments to NWEA MAP Tests"},
      {
        "id":"ED567829",
        "title":"Linking the Texas STAAR Assessments to NWEA MAP Tests"},
      {
        "id":"ED567830",
        "title":"A Parent's Guide to MAP. NWEA"},
      {
        "id":"ED567831",
        "title":"How to Make Formative Assessment a Habit: Beyond the Classroom Practices"},
      {
        "id":"ED567832",
        "title":"Boosting Engagement and Growth with Formative Assessment: Leaders Share Their Lessons"},
      {
        "id":"ED567833",
        "title":"NWEA Guidance on the Creation of Student Learning Objectives"},
      {
        "id":"ED567834",
        "title":"Leading Formative Assessment Change: A 3-Phase Approach"},
      {
        "id":"ED567835",
        "title":"Comparative Data to Inform Instructional Decisions. 2015 Comparative Data. NWEA Research"},
      {
        "id":"ED567836",
        "title":"Examination the Digital Competence of Teacher Candidates in Terms of Different Variables"},
      {
        "id":"ED567837",
        "title":"Investigation the Technology Usage Level of Teacher Candidates"},
      {
        "id":"ED567838",
        "title":"The Analysis of New Generation Mobile Device Dependencies of Students in Faculty of Education"},
      {
        "id":"ED567839",
        "title":"NWEA Professional Learning"},
      {
        "id":"ED567840",
        "title":"Thriving People. Vibrant Places. A Five-Year Progress Report from the Boston Foundation"},
      {
        "id":"ED567841",
        "title":"Blue Valley School District: Kansas District Extends Growth Measurement to the Early Grades, Experiences Measurable Impact"},
      {
        "id":"ED567842",
        "title":"The Hunting Ground: The Inside Story of Sexual Assault on American College Campuses"},
      {
        "id":"ED567843",
        "title":"How Boston and Other American Cities Support and Sustain the Arts: Funding for Cultural Nonprofits in Boston and 10 Other Metropolitan Centers"},
      {
        "id":"ED567844",
        "title":"Keeping Learning on Track: A Case-Study of Formative Assessment Practice and Its Impact on Learning in Meridian School District"},
      {
        "id":"ED567846",
        "title":"Making Work-Based Learning Work"},
      {
        "id":"ED567847",
        "title":"7 Principles for Effective Work-Based Learning"},
      {
        "id":"ED567848",
        "title":"Work-Based Courses: Bringing College to the Production Line"},
      {
        "id":"ED567849",
        "title":"MAP Science for Use with Next Generation Science Standards. NWEA External FAQ"},
      {
        "id":"ED567850",
        "title":"Pedagogical Effectiveness and Feasibility of Focus on Form vs. Focus on Meaning in a Reading Class: Compatibility of Teacher-Learner's Perspectives"},
      {
        "id":"ED567851",
        "title":"The Industrial Manufacturing Technician Apprenticeship. Work-Based Learning in Action"},
      {
        "id":"ED567852",
        "title":"Moving Every Child: Building a Data Culture to Promote Academic Growth. A Case Study of McKinney (Texas) Independent School District"},
      {
        "id":"ED567853",
        "title":"Jobs to Manufacturing Careers: Work-Based Courses. Work-Based Learning in Action"},
      {
        "id":"ED567854",
        "title":"Expectations Meet Reality: The Underprepared Student and Community Colleges. 2016 National Report"},
      {
        "id":"ED567855",
        "title":"A Missing Link for California's Pathways Movement: CTE Instructional Staff"},
      {
        "id":"ED567856",
        "title":"Prior Learning Assessment Practice Brief. Acceleration Strategies Series. TAACCCT Equipping Community Colleges for Success"},
      {
        "id":"ED567857",
        "title":"Underprepared Learners Practice Brief. Acceleration Strategies Series. TAACCCT Equipping Community Colleges for Success"},
      {
        "id":"ED567858",
        "title":"Making the Grade: A 50-State Analysis of School Accountability Systems."},
      {
        "id":"ED567859",
        "title":"Lessons from State Performance on NAEP: Why Some High-Poverty Students Score Better than Others"},
      {
        "id":"ED567860",
        "title":"Taking Credit for Education: How to Fund Education Savings Accounts through Tax Credits. Policy Analysis No. 785"},
      {
        "id":"ED567861",
        "title":"Ready Texas: Stakeholder Convening. Proceedings Report"},
      {
        "id":"ED567862",
        "title":"Advancing Deeper Learning under ESSA: Seven Priorities. Turning the Corner Post-Conference Brief. Students at the Center"},
      {
        "id":"ED567863",
        "title":"Designing Competency-Based Education for Underprepared College Learners. Next-Generation CBE"},
      {
        "id":"ED567864",
        "title":"A Look at the Education Crisis: Tests, Standards, and the Future of American Education"},
      {
        "id":"ED567865",
        "title":"Scaling Innovation for Community Colleges: A Guide to Action"},
      {
        "id":"ED567866",
        "title":"Meta-Majors: An Essential First Step on the Path to College Completion"},
      {
        "id":"ED567867",
        "title":"Crossing the Divide: An Emerging Typology of Postsecondary Bridging for Opportunity Youth"},
      {
        "id":"ED567868",
        "title":"Building the Workforce of the Future"},
      {
        "id":"ED567869",
        "title":"Investing in Cultural Participation and Financial Sustainability: Cross-Cohort Analysis of the Arts Regional Initiative, 2009-2014. Insight: Lessons Learned from Our Grantmaking Programs"},
      {
        "id":"ED567870",
        "title":"Innovation Zones: Creating Policy Flexibility for Personalized Learning. Issue Brief"},
      {
        "id":"ED567871",
        "title":"How High Schools and Colleges Can Team up to Use Data and Increase Student Success. Ready or Not: It's Time to Rethink the 12th Grade Series"},
      {
        "id":"ED567872",
        "title":"Six Effective Approaches for TechHire Initiatives: Lessons from the Field"},
      {
        "id":"ED567873",
        "title":"Chugach School District: A Personalized, Performance-Based System. Insights from the Field. CompetencyWorks Report"},
      {
        "id":"ED567875",
        "title":"Student-Centered Learning: Functional Requirements for Integrated Systems to Optimize Learning"},
      {
        "id":"ED567876",
        "title":"Addressing the 61st Hour Challenge: Collaborating in El Paso to Create Seamless Pathways from High School to College"},
      {
        "id":"ED567877",
        "title":"Dee-Mack Intermediate School"},
      {
        "id":"ED567880",
        "title":"Employment Realities of Recent Junior/Community College and University Graduates and Premature Leavers with Disabilities"},
      {
        "id":"ED567881",
        "title":"Reflections on the Ready to Learn Initiative 2010 to 2015: How a Federal Program in Partnership with Public Media Supported Young Children&apos;s Equitable Learning during a Time of Great Change"},
      {
        "id":"ED567893",
        "title":"Promising State Policies for Personalized Learning"},
      {
        "id":"ED577780",
        "title":"Investigation of the Cognitive Structures of Prospective Preschool Teachers on the Concepts of Circle, Disk and Annulus with the Word Association Test"},
      {
        "id":"ED577781",
        "title":"An Analysis of Children&apos;s Behavioral Problems in the Context of Social Skills and Teacher Child Relationships"},
      {
        "id":"ED577782",
        "title":"Engage Students with Dyslexia in Video-Based Learning Activities"},
      {
        "id":"ED577783",
        "title":"The Effectiveness of the High-Tech Speech-Generating Device with Proloquo2Go App in Reducing Echolalia Utterances in a Student with Autism"},
      {
        "id":"ED577784",
        "title":"Civil Rights Data Collection. Data Snapshot: College and Career Readiness. Issue Brief No. 3"},
      {
        "id":"ED577786",
        "title":"Pre-Service Teachers&apos; Opinions on Cloud Supported Social Network"},
      {
        "id":"ED577788",
        "title":"Progress and Challenges in Developing Tiered Quality Rating and Improvement Systems (TQRIS) in the Round 1 Race to the Top-Early Learning Challenge (RTT-ELC) States. NCEE 2018-4003"},
      {
        "id":"ED577836",
        "title":"Four Signs Your District Is Ready for an Early Warning System. A Discussion Guide"},
      {
        "id":"ED577837",
        "title":"Profiles of the Most Preferred and the Most Effective Music Therapy Approaches Being Utilized with Children with Autism Spectrum Disorders According to the Opinions of Music Therapists in the U.S."},
      {
        "id":"ED577838",
        "title":"Predictive Role of Grit and Basic Psychological Needs Satisfaction on Subjective Well-Being for Young Adults"},
      {
        "id":"ED577839",
        "title":"Music and Dyslexia: The Therapeutic Use of Instrument (Piano) Training with a Child with Dyslexia (A Case Study)"},
      {
        "id":"ED577840",
        "title":"Technical Assistance to Promote Service and System Change. Roadmap to Effective Intervention Practices #4"},
      {
        "id":"ED577842",
        "title":"South Dakota Department of Education Data Access Policy"},
      {
        "id":"ED577843",
        "title":"Response to Intervention and the Pyramid Model"},
      {
        "id":"ED577844",
        "title":"Data Decision-Making and Program-Wide Implementation of the Pyramid Model. Roadmap to Effective Intervention Practices #7"},
      {
        "id":"ED577845",
        "title":"Protecting Civil Rights, Advancing Equity: Report to the President and Secretary of Education"},
      {
        "id":"ED577850",
        "title":"Technology-Aided Interventions and Instruction for Adolescents with Autism Spectrum Disorder"},
      {
        "id":"ED577873",
        "title":"Implementation of the Flipped Classroom Model in the Scientific Ethics Course"},
      {
        "id":"ED577874",
        "title":"Aging Education: A Worldwide Imperative"},
      {
        "id":"ED577876",
        "title":"The Influence of School Leadership on Classroom Participation: Examining Configurations of Organizational Supports"},
      {
        "id":"ED577934",
        "title":"EFL Students&apos; Attitudes towards the Development of Speaking Skills via Project-Based Learning: An Omnipresent Learning Perspective"},
      {
        "id":"ED577935",
        "title":"Mathematics Education as a Science and a Profession"},
      {
        "id":"ED577936",
        "title":"Increasing Mathematical Computation Skills for Students with Physical and Health Disabilities"},
      {
        "id":"ED577937",
        "title":"Promoting Social Competence and Peer Relationships for Adolescents with Autism Spectrum Disorders"},
      {
        "id":"ED577938",
        "title":"Addressing the Academic Needs of Adolescents with Autism Spectrum Disorder in Secondary Education"},
      {
        "id":"ED577939",
        "title":"Effects of Peer Networks on the Social Interactions of High School Students with Autism Spectrum Disorders"},
      {
        "id":"ED577940",
        "title":"Head Start at Ages 3 and 4 versus Head Start Followed by State Pre-K: Which Is More Effective?"},
      {
        "id":"ED577941",
        "title":"Using a Brief Preschool Early Numeracy Skills Screener to Identify Young Children with Mathematics Difficulties"},
      {
        "id":"ED577942",
        "title":"Managing Student Behavior in an Elementary School Music Classroom: A Study of Class-Wide Function-Related Intervention Teams"},
      {
        "id":"ED577943",
        "title":"The Role of Big Five Personality Traits in Predicting Prospective EFL Teachers&apos; Academic Achievement"},
      {
        "id":"ED577944",
        "title":"Supervision Anxiety as a Predictor for Organizational Cynicism in Teachers"},
      {
        "id":"ED577945",
        "title":"Detracking and Tracking Up: Mathematics Course Placements in California Middle Schools, 2003-2013"},
      {
        "id":"ED577946",
        "title":"An Early Look at the Career Ready Internship Program. Issue Focus"},
      {
        "id":"ED577947",
        "title":"The Role of Teacher Leadership in How Principals Influence Classroom Instruction and Student Learning"},
      {
        "id":"ED577948",
        "title":"Can Sector Strategies Promote Longer-Term Effects? Three-Year Impacts from the WorkAdvance Demonstration"},
      {
        "id":"ED577950",
        "title":"On the Benefits of Latent Variable Modeling for Norming Scales: The Case of the &quot;Supports Intensity Scale--Children&apos;s Version&quot;"},
      {
        "id":"ED577952",
        "title":"Secondary School Teachers&apos; Classroom Activities and Their Perceptions on Effectiveness of the Activity"},
      {
        "id":"ED577953",
        "title":"Summer Boost: Challenges and Opportunities in Summer Programs for Rising Kindergarten Students"},
      {
        "id":"ED577954",
        "title":"MDRC&apos;s Approach to Using Predictive Analytics to Improve and Target Social Services Based on Risk. Reflections on Methodology"},
      {
        "id":"ED577955",
        "title":"High School Students&apos; Social Media Usage Habits"},
      {
        "id":"ED577956",
        "title":"Who Should Evaluate Teachers&apos; Performance at Schools?"},
      {
        "id":"ED577957",
        "title":"Some Suggestions to Enhance the Quality of English Language Teaching Programmes in Turkey"},
      {
        "id":"ED577958",
        "title":"Exploring ELT Students&apos; Awareness of the Differences between the British and American Varieties of English"},
      {
        "id":"ED577994",
        "title":"The Supports Intensity Scale-Children&apos;s Version: Preliminary Reliability and Validity"},
      {
        "id":"ED577996",
        "title":"Screening for Social Emotional Concerns: Considerations in the Selection of Instruments. Roadmap to Effective Intervention Practices #1"},
      {
        "id":"ED578000",
        "title":"Assessment and Planning in K-12 Schools: A Social-Ecological Approach"},
      {
        "id":"ED578006",
        "title":"Promoting Social Behavior of Young Children in Group Settings: A Summary of Research. Roadmap to Effective Intervention Practices #3"},
      {
        "id":"ED578007",
        "title":"Green Technology to Support Education of Students with Moderate Intellectual Disability"},
      {
        "id":"ED578009",
        "title":"Road Map to Statewide Implementation of the Pyramid Model. Roadmap to Effective Intervention Practices #6"},
      {
        "id":"ED578015",
        "title":"Teacher Assessment Related to the Use of Digital Media and Constructivist Learning in Primary and Secondary Education=Nastavnicke procjene upotrebe digitalnih medija i konstruktivisticke nastave u primarnom i sekundarnom obrazovanju"},
      {
        "id":"ED578016",
        "title":"Art-Based Research of Constructivist Teaching=Umjetnicki utemeljeno istraživanje konstruktivisticke nastave"},
      {
        "id":"ED578017",
        "title":"Mind the Teachers! The Impact of Mindfulness Training on Self-Regulation and Classroom Performance in a Sample of German School Teachers"},
      {
        "id":"ED578018",
        "title":"The Influence of Learning Management Technology to Student&apos;s Learning Outcome"},
      {
        "id":"ED578019",
        "title":"A Model to Manage EFL Learners with ADHD and Dyslexia"},
      {
        "id":"ED578020",
        "title":"Why Do Primary School English Teachers Decide to Teach English?"},
      {
        "id":"ED578021",
        "title":"An Overview of the Needs of Technology in Language Testing in Spain"},
      {
        "id":"ED578022",
        "title":"Designing a VOIP Based Language Test"},
      {
        "id":"ED578023",
        "title":"Facilitating Language Tests Delivery through Tablet PCs"},
      {
        "id":"ED578024",
        "title":"Educational Resources: An Integral Component for Effective School Administration in Nigeria"},
      {
        "id":"ED578025",
        "title":"Structural Analysis of a Tablet PC Based Language Test"},
      {
        "id":"ED578026",
        "title":"Accommodating Teachers&apos; Attitudes towards New Educational Testing Paradigms through the OPENPAU Project"},
      {
        "id":"ED578027",
        "title":"Co-Participation in Oral Paired Interviews: Preliminary Findings of the OPENPAU Project"},
      {
        "id":"ED578029",
        "title":"Big Five Personality Traits as the Predictor of Teachers&apos; Organizational Psychological Capital"},
      {
        "id":"ED578030",
        "title":"Influence of a Game-Based Application on Secondary School Students&apos; Safe Internet Use"},
      {
        "id":"ED578031",
        "title":"Examining Pre-Service Mathematics Teachers&apos; Conceptual Structures about &quot;Geometry&quot;"},
      {
        "id":"ED578032",
        "title":"The Determinants of Academic Performance of under Graduate Students: In the Case of Arba Minch University Chamo Campus"},
      {
        "id":"ED578033",
        "title":"New Evidence on Self-Affirmation Effects and Theorized Sources of Heterogeneity from Large-Scale Replications"},
      {
        "id":"ED578034",
        "title":"An Investigation of Metaphors Used by Primary School Teachers to Describe Supervisors"},
      {
        "id":"ED578035",
        "title":"An Investigation into the Discipline Approaches of School Administrators"},
      {
        "id":"ED578036",
        "title":"Response to Intervention (RTI): Funding Questions and Answers. Information Brief"},
      {
        "id":"ED578037",
        "title":"Developing an RTI Guidance Document. Information Brief"},
      {
        "id":"ED578038",
        "title":"Can Tracking Raise the Test Scores of High-Ability Minority Students?"},
      {
        "id":"ED578039",
        "title":"Teaching Academic Vocabulary to Adolescents with Learning Disabilities"},
      {
        "id":"ED578040",
        "title":"Access to a Responsiveness to Intervention Model: Does Beginning Intervention in Kindergarten Matter?"},
      {
        "id":"ED578041",
        "title":"Building BRIDGES: A Design Experiment to Improve Reading and United States History Knowledge of Poor Readers in 8th Grade"},
      {
        "id":"ED578042",
        "title":"Mathematics Performance and Cognition (MPAC) Interview: Measuring First- and Second-Grade Student Achievement in Number, Operations, and Equality in Spring 2015. Research Report No. 2016-02"},
      {
        "id":"ED578043",
        "title":"Intensive Intervention Practice Guide: Intensifying Check-In Check-Out for Students with or At-Risk for Emotional or Behavioral Disabilities"},
      {
        "id":"ED578044",
        "title":"Common Progress Monitoring Graph Omissions: Missing Goal and Goal Line. Progress Monitoring Brief #2"},
      {
        "id":"ED578045",
        "title":"Common Progress Monitoring Omissions: Planning and Practice. Progress Monitoring Brief #1"},
      {
        "id":"ED578046",
        "title":"Common Progress Monitoring Graph Omissions: Making Instructional Decisions. Progress Monitoring Brief #3"},
      {
        "id":"ED578047",
        "title":"Common Progress Monitoring Omissions: Reporting Information to Parents. Progress Monitoring Brief #4"},
      {
        "id":"ED578065",
        "title":"Warmth and Demand: The Relation between Students&apos; Perceptions of The Classroom Environment and Achievement Growth"},
      {
        "id":"ED578078",
        "title":"The Spanish Language Testee Profile: Issues in Standardized Language Testing"},
      {
        "id":"ED578081",
        "title":"Trialing a Tablet PC Based Language Test"},
      {
        "id":"ED578082",
        "title":"Intensive Intervention Practice Guide: School-Based Functional Analysis"},
      {
        "id":"ED578092",
        "title":"Washback Factors and Inference Predictors in the Spanish University Examination: The OPENPAU Project (FFI2011-22442)"},
      {
        "id":"ED578094",
        "title":"Multimodal Interaction on English Testing Academic Assessment"},
      {
        "id":"ED578095",
        "title":"Intensive Intervention Practice Guide: Motivation Training"},
      {
        "id":"ED578096",
        "title":"Building Tier 3 Intervention for Long-Term Slow Growers in Grades 3-4: A Pilot Study"},
      {
        "id":"ED578097",
        "title":"FILILAB: Creation and Use of a Learning Object Repository for EFL"},
      {
        "id":"ED578099",
        "title":"Special Education in a Four-Year Response to Intervention (RtI) Environment: Characteristics of Students with Learning Disability and Grade of Identification"},
      {
        "id":"ED578101",
        "title":"Special Education Teachers Integrating Reading with 8th Grade U.S. History Content"},
      {
        "id":"ED578103",
        "title":"Intensive Intervention Practice Guide: Explicit Instruction in Reading Comprehension for Students with Autism Spectrum Disorder"},
      {
        "id":"ED578104",
        "title":"Intensive Intervention Practice Guide: System of Least Prompts"},
      {
        "id":"ED578105",
        "title":"Interplay of School Welfare Provision and Teacher Performance: The Case of Ugandan Secondary Schools"},
      {
        "id":"ED578106",
        "title":"Conceptualization of an Innovative Educational Taxonomy for the 21st Century Learners"},
      {
        "id":"ED578107",
        "title":"We Navigate Together into the Future. Selected Papers from the PIALA Conference 2016, Pacific Islands Association of Libraries, Archives, and Museums Annual Conference (26th, Colonia, Yap State, Federated States of Micronesia, November 21-26, 2016)"},
      {
        "id":"ED578118",
        "title":"Building Better Bridges: Teaching Adolescents Who Are Poor Readers in 8th Grade to Comprehend History Text"},
      {
        "id":"ED578119",
        "title":"END 2014: International Conference on Education and New Developments. Conference Proceedings (Madrid, Spain, June 28-30, 2014)"},
      {
        "id":"ED578120",
        "title":"Early Response-to-Intervention Measures and Criteria as Predictors of Reading Disability in the Beginning of Third Grade"},
      {
        "id":"ED578121",
        "title":"Algebra Is a Dream? Is It a Game?"},
      {
        "id":"ED578122",
        "title":"Universal Screening Increases the Representation of Low-Income and Minority Students in Gifted Education"},
      {
        "id":"ED578123",
        "title":"Building Blocks: Laying the Groundwork for Guided Pathways Reform in Ohio"},
      {
        "id":"ED578145",
        "title":"Relationship between Risk Assessment and Compliance to Health and Safety in Ugandan Secondary Schools"},
      {
        "id":"ED578148",
        "title":"An Enquiry into the Psychosocial Exclusion in Classrooms"},
      {
        "id":"ED578151",
        "title":"Education as a Public Good: Justification and Avenues of Values Integration into Management of Ugandan School Discipline"},
      {
        "id":"ED578152",
        "title":"Building Safer Secondary Schools in Uganda through Collective Commitment to Health and Safety Compliance"},
      {
        "id":"ED578159",
        "title":"AmeriCorps: Getting Things Done for America. Fact Sheet"},
      {
        "id":"ED578160",
        "title":"The Failure of Certification Program to Unify Indonesian Teachers&apos; Perception on Teacher Professionalism: The Case of Bengkulu Junior and Senior High-School Teachers"},
      {
        "id":"ED578161",
        "title":"END 2015: International Conference on Education and New Developments. Conference Proceedings (Porto, Portugal, June 27-29, 2015)"},
      {
        "id":"ED578162",
        "title":"International Conference on Education and New Developments 2013: Book of Proceedings (June 1-3, Lisbon, Portugal)"},
      {
        "id":"ED578163",
        "title":"Reading Achievement of U.S. Fourth-Grade Students in an International Context: First Look at the Progress in International Reading Literacy Study (PIRLS) 2016 and ePIRLS 2016. NCES 2018-017"},
      {
        "id":"ED578166",
        "title":"Scientific Evidence for the Validity of the New Mexico Kindergarten Observation Tool. REL 2018-281"},
      {
        "id":"ED578173",
        "title":"Adjunct Faculty Job Satisfaction in California Community Colleges: A Narrative Inquiry"},
      {
        "id":"ED578174",
        "title":"Examining the Efficacy of a Tier 2 Kindergarten Mathematics Intervention"},
      {
        "id":"ED578175",
        "title":"Making School Choice Work for Families: DC School Reform Now&apos;s High Quality Schools Campaign"},
      {
        "id":"ED578176",
        "title":"Bologna with Student Eyes 2015: Time to Meet the Expectations from 1999"},
      {
        "id":"ED578177",
        "title":"CALL in a Climate of Change: Adapting to Turbulent Global Conditions. Short Papers from EUROCALL 2017 (25th, Southampton, United Kingdom, August 23-26, 2017)"},
      {
        "id":"ED578178",
        "title":"Stepping Up: How Are American Cities Delivering on the Promise of Public School Choice?"},
      {
        "id":"ED578179",
        "title":"A User&apos;s Guide to the Four-Day School Week: How to Assess District Readiness and Evaluate the Results"},
      {
        "id":"ED578181",
        "title":"Multilevel Multidimensional Item Response Model with a Multilevel Latent Covariate"},
      {
        "id":"ED578182",
        "title":"Detecting Intervention Effects in a Cluster-Randomized Design Using Multilevel Structural Equation Modeling for Binary Responses"},
      {
        "id":"ED578183",
        "title":"A National Look at the High School Counseling Office: What Is It Doing and What Role Can It Play in Facilitating Students&apos; Paths to College?"},
      {
        "id":"ED578184",
        "title":"The Effect of Vocabulary Lincing Routine for Learning Vocabulary to Students with Special Needs"},
      {
        "id":"ED578185",
        "title":"What Happens to Students Who Take Community College &quot;Dual Enrollment&quot; Courses in High School?"},
      {
        "id":"ED578186",
        "title":"Racial and Ethnic Disparities in Men&apos;s Use of Mental Health Treatments. NCHS Data Brief. Number 206"},
      {
        "id":"ED578187",
        "title":"The P3C2R+GIRD Paradigm of Creating a Reading Comprehension Lesson for EFL Students: From Conceptual Model to Model Lesson"},
      {
        "id":"ED578188",
        "title":"Language Learning Strategies Profiles of EFL Learners in Nepal"},
      {
        "id":"ED578189",
        "title":"2017 Brick &amp; Click: An Academic Conference (17th, Maryville, Missouri, November 3, 2017)"},
      {
        "id":"ED578190",
        "title":"How Nonpartisan Ballot Design Conceals Partisanship: A Survey Experiment of School Board Members in Two States"},
      {
        "id":"ED578191",
        "title":"Detecting Intervention Effects Using a Multilevel Latent Transition Analysis with a Mixture IRT Model"},
      {
        "id":"ED578192",
        "title":"Turkish EFL Instructors&apos; Perceived Importance of Motivational Strategies: A Descriptive Study"},
      {
        "id":"ED578193",
        "title":"How and Why Higher Education Institutions Use Technology in Developmental Education Programming. A CAPR Working Paper"},
      {
        "id":"ED578194",
        "title":"Testing the Efficacy of a Tier 2 Mathematics Intervention: A Conceptual Replication Study"},
      {
        "id":"ED578204",
        "title":"Migration Fact from Perspective of Turkish Prospective Teachers and Its Effect on Education"},
      {
        "id":"ED578205",
        "title":"The Opinions of Pre-Service Science Teachers on School Practice"},
      {
        "id":"ED578206",
        "title":"Analyzing Interpersonal Problem Solving in Terms of Solution Focused Approach and Humor Styles of University Student"},
      {
        "id":"ED578216",
        "title":"Effective Instructional Strategies for Kindergarten and First-Grade Students at Risk in Mathematics"},
      {
        "id":"ED578217",
        "title":"Values for Social Development in the Context of Globalisation: Analysing the Role of the Ugandan School"},
      {
        "id":"ED578244",
        "title":"Universal Screening in Mathematics for the Primary Grades: Beginnings of a Research Base"},
      {
        "id":"ED578245",
        "title":"National Service Strengthens Education"},
      {
        "id":"ED578246",
        "title":"Social Innovation Fund: Finding What Works, Making It Work for More People"},
      {
        "id":"ED578247",
        "title":"Learning English Vocabulary by Hyperglossing and Narrow Reading: Readlang"},
      {
        "id":"ED578248",
        "title":"Americorps NCCC"},
      {
        "id":"ED578249",
        "title":"AmeriCorps VISTA: Getting Things Done for America"},
      {
        "id":"ED578250",
        "title":"Corporation for National and Community Service: Cost-Effective Solutions for Our Communities and Nation"},
      {
        "id":"ED578251",
        "title":"Parent and Teacher Concordance of Child Outcomes for Youth with Autism Spectrum Disorder"},
      {
        "id":"ED578252",
        "title":"Feedback Design Patterns for Math Online Learning Systems"},
      {
        "id":"ED578253",
        "title":"Threading Mathematics through Symbols, Sketches, Software, Silicon, and Wood: Teachers Produce and Maintain Cohesion to Support STEM Integration"},
      {
        "id":"ED578254",
        "title":"Comparisons of Mathematics Intervention Effects in Resource and Inclusive Classrooms"},
      {
        "id":"ED578255",
        "title":"Learners&apos; Perceptions of a Reading Section without Instruction"},
      {
        "id":"ED578256",
        "title":"Empowering Language Learners through the Use of a Curriculum-Integrated Information Literacy Programme: An Action Research Project"},
      {
        "id":"ED578257",
        "title":"LMOOCs, Classifying Design: Survey Findings from LMOOC Providers"},
      {
        "id":"ED578258",
        "title":"The Assessment of Digital Project Work in the EFL Classroom"},
      {
        "id":"ED578259",
        "title":"Developing a Cross-Platform Web Application for Online EFL Vocabulary Learning Courses"},
      {
        "id":"ED578260",
        "title":"Learning by Design: Bringing Poster Carousels to Life through Augmented Reality in a Blended English Course"},
      {
        "id":"ED578261",
        "title":"Data-Driven Learning and the Acquisition of Italian Collocations: From Design to Student Evaluation"},
      {
        "id":"ED578262",
        "title":"Designing a MOOC for Learners of Spanish: Exploring Learner Usage and Satisfaction"},
      {
        "id":"ED578263",
        "title":"Can an Interactive Digital Game Help French Learners Improve Their Pronunciation?"},
      {
        "id":"ED578264",
        "title":"Transforming Learning, Conceptualisation and Practices through a MOOC on English as a Medium of Instruction for Academics"},
      {
        "id":"ED578265",
        "title":"Teacher Perspectives on the Integration of Mobile-Assisted Language Learning"},
      {
        "id":"ED578266",
        "title":"An Evaluation of TTS as a Pedagogical Tool for Pronunciation Instruction: The &quot;Foreign&quot; Language Context"},
      {
        "id":"ED578267",
        "title":"An Exploratory Study of Feedback Practices for Written and Oral Tasks in an Online English Course"},
      {
        "id":"ED578268",
        "title":"Motivational Factors in Telecollaborative Exchanges among Teenagers"},
      {
        "id":"ED578269",
        "title":"Automatically Generating Questions to Support the Acquisition of Particle Verbs: Evaluating via Crowdsourcing"},
      {
        "id":"ED578270",
        "title":"The TeCoLa Project: Pedagogical Differentiation through Telecollaboration and Gaming for Intercultural and Content Integrated Language Teaching"},
      {
        "id":"ED578271",
        "title":"Evaluating Lexical Coverage in Simple English Wikipedia Articles: A Corpus-Driven Study"},
      {
        "id":"ED578272",
        "title":"Students&apos; Views on the Helpfulness of Multimedia Components of Digital Flashcards in Mobile-Assisted Vocabulary Learning"},
      {
        "id":"ED578273",
        "title":"Determining Factors in Student Retention in Online Courses"},
      {
        "id":"ED578274",
        "title":"A Facebook Project for Pre-Service Language Teachers"},
      {
        "id":"ED578275",
        "title":"Foreign Language Anxiety on a Massive Open Online Language Course"},
      {
        "id":"ED578276",
        "title":"Computer-Assisted English Learning System Based on Free Conversation by Topic"},
      {
        "id":"ED578277",
        "title":"Goofy Guide Game: Affordances and Constraints for Engagement and Oral Communication in English"},
      {
        "id":"ED578278",
        "title":"A Chatbot for a Dialogue-Based Second Language Learning System"},
      {
        "id":"ED578279",
        "title":"Developing a Vocabulary Size Test Measuring Two Aspects of Receptive Vocabulary Knowledge: Visual versus Aural"},
      {
        "id":"ED578280",
        "title":"Criteria for Evaluating a Game-Based CALL Platform"},
      {
        "id":"ED578281",
        "title":"Normalisation in Flux: Teachers&apos; and Learners&apos; Digital Literacy in the Japanese University Context"},
      {
        "id":"ED578282",
        "title":"Exploring Meaning Negotiation Patterns in Synchronous Audio and Video Conferencing English Classes in China"},
      {
        "id":"ED578283",
        "title":"Re-Mediating Postmillennial Posters"},
      {
        "id":"ED578284",
        "title":"Improving Expressive Writing in EFL through Blogging"},
      {
        "id":"ED578285",
        "title":"Mobile Resources for Integration: How Availability Meets the Needs of Newly Arrived Arabic-Speaking Migrants in Sweden"},
      {
        "id":"ED578286",
        "title":"Using a Learning Management System to Enhance an Extensive Reading Program"},
      {
        "id":"ED578287",
        "title":"Designing and Developing a Blended Course: Toward Best Practices for Japanese Learners"},
      {
        "id":"ED578288",
        "title":"Emerging Affordances in Videoconferencing for Language Learning and Teaching"},
      {
        "id":"ED578289",
        "title":"Online Study: Postgraduate Student Perceptions of Core Skills Development"},
      {
        "id":"ED578290",
        "title":"How &quot;Blended&quot; Should &quot;Blended Learning&quot; Be?"},
      {
        "id":"ED578291",
        "title":"OER Use in Intermediate Language Instruction: A Case Study"},
      {
        "id":"ED578292",
        "title":"The Comparison of the Impact of Storytelling and Digital Storytelling Assignments on Students&apos; Motivations for Learning"},
      {
        "id":"ED578293",
        "title":"Listening Difficulty Detection to Foster Second Language Listening with a Partial and Synchronized Caption System"},
      {
        "id":"ED578294",
        "title":"Can You Understand Me? Speaking Robots and Accented Speech"},
      {
        "id":"ED578295",
        "title":"Harnessing the Power of Informal Learning: Using WeChat, the Semi-Synchronous Group Chat, to Enhance Spoken Fluency in Chinese Learners"},
      {
        "id":"ED578296",
        "title":"Designing for Ab Initio Blended Learning Environments: Identifying Systemic Contradictions"},
      {
        "id":"ED578297",
        "title":"&quot;L2 Assessment and Testing&quot; Teacher Education: An Exploration of Alternative Assessment Approaches Using New Technologies"},
      {
        "id":"ED578298",
        "title":"MALL with WordBricks--Building Correct Sentences Brick by Brick"},
      {
        "id":"ED578299",
        "title":"Language Students Learning to Manage Complex Pedagogic Situations in a Technology-Rich Environment"},
      {
        "id":"ED578300",
        "title":"Developing Multimedia Supplementary Materials to Support Learning Beginning Level Chinese Characters"},
      {
        "id":"ED578301",
        "title":"Construction and Evaluation of an Integrated Formal/Informal Learning Environment for Foreign Language Learning across Real and Virtual Spaces"},
      {
        "id":"ED578302",
        "title":"Exploring AI Language Assistants with Primary EFL Students"},
      {
        "id":"ED578303",
        "title":"Collective Designing and Sharing of Open Educational Resources: A Study of the French CARTOUN Platform"},
      {
        "id":"ED578304",
        "title":"Enhancing Grammatical Structures in Web-Based Texts"},
      {
        "id":"ED578305",
        "title":"Roles of Mobile Devices Supporting International Students to Overcome Intercultural Difficulties"},
      {
        "id":"ED578306",
        "title":"The Potential of Elicited Imitation for Oral Output Practice in German L2"},
      {
        "id":"ED578307",
        "title":"Combining Formal and Informal Learning: The Use of an Application to Enhance Information Gathering and Sharing Competence in a Foreign Language"},
      {
        "id":"ED578308",
        "title":"The Potential of Automated Corrective Feedback to Remediate Cohesion Problems in Advanced Students&apos; Writing"},
      {
        "id":"ED578309",
        "title":"The Use of MOOC as a Means of Creating a Collaborative Learning Environment in a Blended CLIL Course"},
      {
        "id":"ED578310",
        "title":"Reception of Japanese Captions: A Comparative Study of Visual Attention between Native Speakers and Language Learners of Japanese"},
      {
        "id":"ED578311",
        "title":"An Open-Sourced and Interactive Ebook Development Program for Minority Languages"},
      {
        "id":"ED578312",
        "title":"ESL Learners&apos; Online Research and Comprehension Strategies"},
      {
        "id":"ED578313",
        "title":"A Dynamic Online System for Translation Learning and Testing"},
      {
        "id":"ED578314",
        "title":"ICALL&apos;s Relevance to CALL"},
      {
        "id":"ED578315",
        "title":"Does Professional Development Reduce the Influence of Teacher Stress on Teacher-Child Interactions in Pre-Kindergarten Classrooms?"},
      {
        "id":"ED578316",
        "title":"Exploring the Moderating Effects of Cognitive Abilities on Social Competence Intervention Outcomes"},
      {
        "id":"ED578322",
        "title":"END 2016: International Conference on Education and New Developments. Conference Proceedings (Ljubljana, Slovenia, June 12-14, 2016)"},
      {
        "id":"ED578368",
        "title":"Monitoring the Future National Survey Results: HIV/AIDS Risk &amp; Protective Behaviors among Adults Ages 21 to 40 in the U.S., 2004-2014"},
      {
        "id":"ED578369",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2014. Volume 1, Secondary School Students"},
      {
        "id":"ED578395",
        "title":"The Use of &quot;Drama in Education&quot; in Primary Schools from the Viewpoint of the Classroom Teachers: A Mixed Method Research"},
      {
        "id":"ED578399",
        "title":"The Relationship between Teachers&apos; Leadership Behaviours and Emotional Labour=Ögretmenlerin Liderlik Davranislari Ile Duygusal Emekleri Arasindaki Iliski"},
      {
        "id":"ED578407",
        "title":"Determining the Level of Understanding and Misconceptions of Science Teacher Candidates about the Concepts Related to Material and Its Properties"},
      {
        "id":"ED578408",
        "title":"Evaluation of the Cognitive Structures of the Middle School Students about the Concept of &quot;Water Pollution&quot; by Using Free Word Association Test"},
      {
        "id":"ED578424",
        "title":"Social Validity of the Social Skills Improvement System--Classwide Intervention Program (SSIS-CIP) in the Primary Grades"},
      {
        "id":"ED578425",
        "title":"The Monitoring the Future Project after Four Decades: Design and Procedures. Monitoring the Future Occasional Paper Series. Paper 82"},
      {
        "id":"ED578426",
        "title":"The Objectives and Theoretical Foundation of the Monitoring the Future Study. Monitoring the Future Occasional Paper Series. Paper 84"},
      {
        "id":"ED578427",
        "title":"Teaching Elementary School Students to Be Effective Writers. Practice Guide Summary"},
      {
        "id":"ED578428",
        "title":"Teaching Elementary School Students to Be Effective Writers. Summary of Evidence for Instructional Tips Based on the Educator&apos;s Practice Guide"},
      {
        "id":"ED578429",
        "title":"Teaching Elementary School Students to Be Effective Writers: Instructional Tips Based on the Educator&apos;s Practice Guide"},
      {
        "id":"ED578430",
        "title":"Teacher Stress, Teaching-Efficacy, and Job Satisfaction in Response to Test-Based Educational Accountability Policies"},
      {
        "id":"ED578431",
        "title":"Testing the Efficacy of a Kindergarten Mathematics Intervention by Small Group Size"},
      {
        "id":"ED578432",
        "title":"Analysis of State-Level Guidance Regarding School-Based, Universal Screening for Social, Emotional, and Behavioral Risk"},
      {
        "id":"ED578433",
        "title":"Making the Grade: How Learner Engagement Changes after Passing a Course"},
      {
        "id":"ED578434",
        "title":"Beginning College Students Who Change Their Majors within 3 Years of Enrollment. Data Point. NCES 2018-434"},
      {
        "id":"ED578435",
        "title":"Absenteeism in Head Start and Children&apos;s Academic Learning"},
      {
        "id":"ED578454",
        "title":"Intensive Reading Interventions for Struggling Readers in Early Elementary School: A Principal&apos;s Guide"},
      {
        "id":"ED578455",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2014. Volume 2, College Students &amp; Adults Ages 19-55"},
      {
        "id":"ED578488",
        "title":"Academic Literacy Instruction for Adolescents: A Guidance Document from the Center on Instruction"},
      {
        "id":"ED578499",
        "title":"Designing High Quality Professional Development: Building a Community of Reading Experts in Elementary Schools"},
      {
        "id":"ED578500",
        "title":"Rural Education at a Glance, 2017 Edition. Economic Information Bulletin 171"},
      {
        "id":"ED578534",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2016: Overview, Key Findings on Adolescent Drug Use"},
      {
        "id":"ED578539",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2015: Overview, Key Findings on Adolescent Drug Use"},
      {
        "id":"ED578542",
        "title":"Assistance to Local Educational Agencies for Defense Dependents&apos; Education (&quot;Update&quot;), February 2014"},
      {
        "id":"ED578543",
        "title":"Demographic Subgroup Trends among Young Adults in the Use of the Various Licit and Illicit Drugs, 1988-2013. Monitoring the Future Occasional Paper Series. Paper 80"},
      {
        "id":"ED578544",
        "title":"Demographic Subgroup Trends among Adolescents in the Use of Various Licit and Illicit Drugs, 1975-2013. Monitoring the Future Occasional Paper Series. Paper 81"},
      {
        "id":"ED578545",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2013: Overview, Key Findings on Adolescent Drug Use"},
      {
        "id":"ED578546",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2013. Volume 1, Secondary School Students"},
      {
        "id":"ED578547",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2013. Volume 2, College Students &amp; Adults Ages 19-55"},
      {
        "id":"ED578581",
        "title":"New Developments in ESP Teaching and Learning Research"},
      {
        "id":"ED578599",
        "title":"Demographic Subgroup Trends among Adolescents in the Use of Various Licit and Illicit Drugs, 1975-2014. Monitoring the Future Occasional Paper Series. Paper 83"},
      {
        "id":"ED578600",
        "title":"Demographic Subgroup Trends among Young Adults in the Use of Various Licit and Illicit Drugs, 1988-2014. Monitoring the Future Occasional Paper Series. Paper 85"},
      {
        "id":"ED578601",
        "title":"Monitoring the Future National Survey Results: HIV/AIDS Risk &amp; Protective Behaviors among Adults Ages 21 to 40 in the U.S., 2004-2016"},
      {
        "id":"ED578602",
        "title":"Monitoring the Future National Survey Results: HIV/AIDS Risk &amp; Protective Behaviors among Adults Ages 21 to 40 in the U.S., 2004-2015"},
      {
        "id":"ED578603",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2014: Overview, Key Findings on Adolescent Drug Use"},
      {
        "id":"ED578604",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2015. Volume I, Secondary School Students"},
      {
        "id":"ED578605",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2016. Volume II, College Students &amp; Adults Ages 19-55"},
      {
        "id":"ED578606",
        "title":"Evaluation of Teachers&apos; Opinions Relating Improving Qualification in Teaching Process"},
      {
        "id":"ED578607",
        "title":"Developing the Attitude Scale for Islamic Law Lesson"},
      {
        "id":"ED578608",
        "title":"Does Teaching Geometry with Augmented Reality Affect the Technology Acceptance of Elementary School Mathematics Teacher Candidates?"},
      {
        "id":"ED578609",
        "title":"The 21st Century Skills and Job Performance of Teachers"},
      {
        "id":"ED578620",
        "title":"A Comparative Study of the Classroom Interaction in Vocational and Non Vocational Classes in the Vocational Higher Secondary Schools in Kerala"},
      {
        "id":"ED578637",
        "title":"With Scale in Mind: A Continuous Improvement Model for Implementation"},
      {
        "id":"ED578643",
        "title":"Characteristics of Private Schools in the United States: Results from the 2013-14 Private School Universe Survey. First Look. NCES 2016-243"},
      {
        "id":"ED578649",
        "title":"2014-15 Integrated Postsecondary Education Data System (IPEDS) Methodology Report"},
      {
        "id":"ED578662",
        "title":"Continuous Improvement in the Public School Context: Understanding Educator Responses to Plan-Do-Study-Act Cycles"},
      {
        "id":"ED578663",
        "title":"Scaling Personalization: Exploring the Implementation of an Academic and Social Emotional Innovation in High Schools"},
      {
        "id":"ED578664",
        "title":"When Storytelling Meets Active Learning: An Academic Reading Experiment with French MA Students"},
      {
        "id":"ED578665",
        "title":"Towards a Dynamic Approach to Analysing Student Motivation in ESP Courses"},
      {
        "id":"ED578666",
        "title":"The SocWoC Corpus: Compiling and Exploiting ESP Material for Undergraduate Social Workers"},
      {
        "id":"ED578667",
        "title":"Identifying and Responding to Learner Needs at the Medical Faculty: The Use of Audio-Visual Specialised Fiction (FASP)"},
      {
        "id":"ED578668",
        "title":"The Effect of Form-Focussed Pre-Task Activities on Accuracy in L2 Production in an ESP Course in French Higher Education"},
      {
        "id":"ED578669",
        "title":"Introduction to New Developments in ESP Teaching and Learning Research"},
      {
        "id":"ED578670",
        "title":"Reading Confidence with &quot;Tail Waggin&apos; Tutors&quot;"},
      {
        "id":"ED578671",
        "title":"Designing and Implementing ESP Courses in French Higher Education: A Case Study"},
      {
        "id":"ED578672",
        "title":"Teaching Compound Nouns in ESP: Insights from Cognitive Semantics"},
      {
        "id":"ED578673",
        "title":"Dynamic and Complex System Approach to Needs Analysis, Course Development and Evaluation of LANSOD Courses in a French Musicology Undergraduate Programme"},
      {
        "id":"ED578674",
        "title":"Using Video Materials in English for Technical Sciences: A Case Study"},
      {
        "id":"ED578675",
        "title":"The Ed Media Center: A Second Life Professional Development Model for Relational Aesthetics"},
      {
        "id":"ED578676",
        "title":"Child Care Choices of Low-Income Working Families"},
      {
        "id":"ED578677",
        "title":"Attitudes of Foreigners Who Learn Turkish as a Second Language towards Turkish Culture"},
      {
        "id":"ED578678",
        "title":"The Views of Teacher Candidates Attending the Pedagogical Formation Program Regarding the Teaching Practice Course"},
      {
        "id":"ED578682",
        "title":"Every Student Succeeds Act High School Graduation Rate: Non-Regulatory Guidance"},
      {
        "id":"ED578684",
        "title":"Strong Collaborative Relationships for Strong Community Schools"},
      {
        "id":"ED578728",
        "title":"The Impact of Tier 1 Reading Instruction on Reading Outcomes for Students in Grades 4-12: A Meta-Analysis"},
      {
        "id":"ED578729",
        "title":"Might the New Gates Education Initiative Close Opportunity Gaps?"},
      {
        "id":"ED578730",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2016. Volume I, Secondary School Students"},
      {
        "id":"ED578731",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2015. Volume 2, College Students &amp; Adults Ages 19-55"},
      {
        "id":"ED578732",
        "title":"Demographic Subgroup Trends among Young Adults in the Use of Various Licit and Illicit Drugs, 1988-2015. Monitoring the Future Occasional Paper Series. Paper 87"},
      {
        "id":"ED578733",
        "title":"Demographic Subgroup Trends among Adolescents in the Use of Various Licit and Illicit Drugs, 1975-2015. Monitoring the Future Occasional Paper Series. Paper 86"},
      {
        "id":"ED578734",
        "title":"Dilemmas of Prescriptive Practices and Perceived Alignment in Program Implementation"},
      {
        "id":"ED578735",
        "title":"Leading with Data: Evidence from the National Center on Scaling up Effective Schools"},
      {
        "id":"ED578736",
        "title":"Multi-Grade Kindergarten Classrooms and Children&apos;s Academic Achievement, Executive Function, and Socio-Emotional Development"},
      {
        "id":"ED578737",
        "title":"Demographic Subgroup Trends among Young Adults in the Use of Various Licit and Illicit Drugs, 1988-2016. Monitoring the Future Occasional Paper Series. Paper 89"},
      {
        "id":"ED578738",
        "title":"Demographic Subgroup Trends among Adolescents in the Use of Various Licit and Illicit Drugs, 1975-2016. Monitoring the Future Occasional Paper Series. Paper 88"},
      {
        "id":"ED578739",
        "title":"Understanding Student Behavioral Engagement: Importance of Student Interaction with Peers and Teachers"},
      {
        "id":"ED580793",
        "title":"On Educating Culturally Sustaining Teachers. Equity by Design"},
      {
        "id":"ED580794",
        "title":"Quality and the New Flagship University Ideal in Asian Higher Education. Research &amp; Occasional Paper Series: CSHE.12.17"},
      {
        "id":"ED580795",
        "title":"The Effect of Pre-College Extracurricular Participation on First-Year College Engagement and Completion. SERU Consortium Research Paper. Research &amp; Occasional Paper Series: CSHE.6.17"},
      {
        "id":"ED580796",
        "title":"Student Exposure to Social Issues and Correlations with Voting: Gauging the Impact on Economically Disadvantaged Students at Major Public American Universities. SERU Consortium Research Paper. Research &amp; Occasional Paper Series: CSHE.5.17"},
      {
        "id":"ED580797",
        "title":"Youth Rising: Centering Youth Voice in the Quest for Equitable and Inclusive Schools. Equity by Design"},
      {
        "id":"ED580798",
        "title":"A University in the Wilderness: Building a Community and Culture at the New University of California. Research &amp; Occasional Paper Series: CSHE.9.17"},
      {
        "id":"ED580799",
        "title":"American Universities in Trumpland--Financial Ruin Averted? Research &amp; Occasional Paper Series: CSHE.11.2017"},
      {
        "id":"ED580800",
        "title":"International Psychological Applications Conference and Trends (InPACT) 2016 (Lisbon, Portugal, April 30-May 2, 2016)"},
      {
        "id":"ED580801",
        "title":"Does It Pay to Be a STEM Graduate? Evidence from the Polish Graduate Tracking System. Research &amp; Occasional Paper Series: CSHE.13.17"},
      {
        "id":"ED580802",
        "title":"Changing Missions among Public Universities in California and New York: Application of a Concentration Equality Index. Research &amp; Occasional Paper Series: CSHE.14.2017"},
      {
        "id":"ED580803",
        "title":"Fostering Global Competence through Internationalization at American Research Universities. SERU Consortium Research Paper. Research &amp; Occasional Paper Series: CSHE.10.17"},
      {
        "id":"ED580804",
        "title":"Solving the Equation: The Variables for Women&apos;s Success in Engineering and Computing. Executive Summary"},
      {
        "id":"ED580805",
        "title":"Solving the Equation: The Variables for Women&apos;s Success in Engineering and Computing"},
      {
        "id":"ED580806",
        "title":"From the Golden Age to the Age of Austerity: Planning at the University of California, 1968-1983. Research &amp; Occasional Paper Series: CSHE.8.17"},
      {
        "id":"ED580807",
        "title":"Norm-Referenced Tests and Race-Blind Admissions: The Case for Eliminating the SAT and ACT at the University of California. Research &amp; Occasional Paper Series: CSHE.15.17"},
      {
        "id":"ED580816",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the Annual Convention of the Association for Educational Communications and Technology (40th, Jacksonville, Florida, 2017). Volume 1"},
      {
        "id":"ED580817",
        "title":"Annual Proceedings of Selected Papers on the Practice of Educational Communications and Technology Presented at the Annual Convention of the Association for Educational Communications and Technology (40th, Jacksonville, Florida, 2017). Volume 2"},
      {
        "id":"ED580818",
        "title":"Learning Paths and Learning Styles in Dyslexia: Possibilites and Effectiveness--Case Study of Two Elementary School Students Aged 7 Years Old"},
      {
        "id":"ED580819",
        "title":"An Exploration of the Effectiveness of a Language Proficiency Test for Student Mobility"},
      {
        "id":"ED580820",
        "title":"The Use of Authentic Materials with Low-Level Learners of English"},
      {
        "id":"ED580821",
        "title":"Predicting Early College Success for Indiana&apos;s High School Class of 2014"},
      {
        "id":"ED580822",
        "title":"Child Labor, Learning Problems, and Poverty"},
      {
        "id":"ED580823",
        "title":"Satisfaction with the Overseas Education in China: A Survey on 44 Institutions of Higher Learning in Jiangsu Province"},
      {
        "id":"ED580824",
        "title":"The Correlation of Reading Motivation &amp; Reading Engagement with Reading Comprehension Skills in 8th Graders"},
      {
        "id":"ED580825",
        "title":"The One-University Idea and Its Futures. Research &amp; Occasional Paper Series: CSHE.6.16"},
      {
        "id":"ED580826",
        "title":"The Gift of Time? School Starting Age and Mental Health. CEPA Working Paper No. 15-08"},
      {
        "id":"ED580828",
        "title":"Can Socioeconomic Status Substitute for Race in Affirmative Action College Admissions Policies? Evidence from a Simulation Model. CEPA Working Paper No. 15-04"},
      {
        "id":"ED580831",
        "title":"Democratization and Massification of Higher Education in Turkey and Challenges Ahead. Research &amp; Occasional Paper Series: CSHE.3.16"},
      {
        "id":"ED580832",
        "title":"China: A Follower or Leader in Global Higher Education? Research &amp; Occasional Paper Series: CSHE.1.16"},
      {
        "id":"ED580833",
        "title":"School-Based Healthcare and Academic Performance: Implications of Physical Health Services for Educational Outcomes and Inequality. CEPA Working Paper No. 15-07"},
      {
        "id":"ED580834",
        "title":"The Examination of Teacher Burnout in Turkey: A Meta-Analysis"},
      {
        "id":"ED580835",
        "title":"A Review on Reading-Supported Values Education of 7th Grade Students (Case of Kars Province, Turkey)"},
      {
        "id":"ED580836",
        "title":"The Role of Independent Activities in Development of Strategic Learning Competences and Increase of School Performance Level, within the Study of High School Pedagogy"},
      {
        "id":"ED580837",
        "title":"Factors Which Influence the Involvement of the Family in Their Children&apos;s Education at the Beginning of the Romanian Primary Education"},
      {
        "id":"ED580838",
        "title":"Speech-Processing Fatigue in Children: Auditory Event-Related Potential and Behavioral Measures"},
      {
        "id":"ED580839",
        "title":"How to Enhance Awareness on Bullying for Special Needs Students Using &quot;Edpuzzle&quot; a Web 2.0 Tool"},
      {
        "id":"ED580840",
        "title":"A Taxonomy of Fatigue Concepts and Their Relation to Hearing Loss"},
      {
        "id":"ED580841",
        "title":"Joint Engineering Leadership Development Program: Developing a Diverse Regional Engineering Talent Ecosystem. A BHEF Case Study"},
      {
        "id":"ED580842",
        "title":"Beyond the Skills Gap: How the Lack of Systemic Supports for Teaching and Learning Undermines Employer, Student, and Societal Interests. WCER Working Paper No. 2016-9"},
      {
        "id":"ED580843",
        "title":"The Role of Place: Labor Market Dynamics in Rural and Non-Rural School Districts. WCER Working Paper No. 2017-4"},
      {
        "id":"ED580844",
        "title":"Cultural Capital at Work: How Cognitive and Non-Cognitive Skills Are Taught, Trained and Rewarded in a Chinese Technical College. WCER Working Paper No. 2017-02"},
      {
        "id":"ED580845",
        "title":"Including Recently Arrived English Learners in State Accountability Systems: An Empirical Illustration of Models. WCER Working Paper No. 2017-1"},
      {
        "id":"ED580846",
        "title":"Charters as a Driver of Resegregation"},
      {
        "id":"ED580847",
        "title":"Teacher Perceptions of School Consultant Social Influence Strategies: Replication and Expansion"},
      {
        "id":"ED580848",
        "title":"Using Multi-Component Consultation to Increase the Integrity with Which Teachers Implement Behavioral Classroom Interventions: A Pilot Study"},
      {
        "id":"ED580851",
        "title":"Subjective Fatigue in Children with Hearing Loss Assessed Using Self- and Parent-Proxy Report"},
      {
        "id":"ED580852",
        "title":"Grade Increase: Tracking Distance Education in the United States"},
      {
        "id":"ED580853",
        "title":"Agency, Socialization, and Support: A Critical Review of Doctoral Student Attrition"},
      {
        "id":"ED580854",
        "title":"Kindergarten Readiness in Wisconsin. WCER Working Paper No. 2017-3"},
      {
        "id":"ED580855",
        "title":"Equity Audit: Focusing on Distance Education Students and Students with Individualized Educational Plans"},
      {
        "id":"ED580856",
        "title":"Interpretation and Use of K-12 Language Proficiency Assessment Score Reports: Perspectives of Educators and Parents. WCER Working Paper No. 2016-8"},
      {
        "id":"ED580857",
        "title":"Mohammed Al-Bussairi: A Towering Linguistic Figure from Sudan"},
      {
        "id":"ED580858",
        "title":"A Research Focused on Improving Vocalisation Level on Violin Education"},
      {
        "id":"ED580859",
        "title":"Disentangling the Roles of Institutional and Individual Poverty in the Identification of Gifted Students"},
      {
        "id":"ED580860",
        "title":"Delivery of State-Provided Predictive Analytics to Schools: Wisconsin&apos;s DEWS and the Proposed EWIMS Dashboard. WCER Working Paper No. 2016-3"},
      {
        "id":"ED580861",
        "title":"Teacher Compensation: Standard Practices and Changes in Wisconsin. WCER Working Paper No. 2016-5"},
      {
        "id":"ED580862",
        "title":"Invest to Improve: The Cybersecurity Talent Deficit"},
      {
        "id":"ED580863",
        "title":"A Framework for Re-Envisioning Mathematics Instruction for English Language Learners"},
      {
        "id":"ED580864",
        "title":"Indicators of Success: A Guide for Assessing District-Level Implementation of College- and Career-Readiness Standards"},
      {
        "id":"ED580866",
        "title":"Outsourced to China: Confucius Institutes and Soft Power in American Higher Education. A Report by the National Association of Scholars"},
      {
        "id":"ED580868",
        "title":"Digital Compass Learning: Distance Education Enrollment Report 2017"},
      {
        "id":"ED580870",
        "title":"Two Decades of Funded Research Goals and Achievements on Inquiry by the High Ability and Inquiry Research Group (HAIR) at McGill University"},
      {
        "id":"ED580873",
        "title":"The Effect of Power Sources Used by Lecturers in Class Management on the Pre-Service Teachers&apos; Perceptions of Fairness Regarding Their Learning Environment = Ögretim Elemanlarinin Sinif Yönetiminde Kullandiklari Güç Kaynaklarinin Ögretmen Adaylarinin Ögrenme Ortamlarina Yönelik Adalet Algilarina Etkisi"},
      {
        "id":"ED580875",
        "title":"Adult Training and Education: Results from the National Household Education Surveys Program of 2016. First Look. NCES 2017-103rev"},
      {
        "id":"ED580877",
        "title":"Investing in America&apos;s Data Science and Analytics Talent: The Case for Action"},
      {
        "id":"ED580880",
        "title":"Participatory Culture as a Model for How New Media Technologies Can Change Public Schools. WCER Working Paper No. 2016-7"},
      {
        "id":"ED580882",
        "title":"School Climate Improvement Action Guide for Community Partners. School Climate Improvement Resource Package"},
      {
        "id":"ED580884",
        "title":"IDRA Newsletter. Volume 44, No. 10, November-December 2017"},
      {
        "id":"ED580885",
        "title":"Closing Achievement Gaps: Improving Educational Outcomes for Hispanic Children. English Language Acquisition and Middle School Preparation: Keys to Latino Educational Success"},
      {
        "id":"ED580886",
        "title":"Removing Insecurity: How American Children Will Benefit from President Obama&apos;s Executive Action on Immigration"},
      {
        "id":"ED580887",
        "title":"The Field Guide to ADHD: What They Don&apos;t Want You to Know. Psychiatry--Theory, Applications and Treatments"},
      {
        "id":"ED580888",
        "title":"The Financial Resilience of Independent Colleges and Universities"},
      {
        "id":"ED580889",
        "title":"Gender and Belonging in Undergraduate Computer Science: A Comparative Case Study of Student Experiences in Gateway Courses. WCER Working Paper No. 2016-2"},
      {
        "id":"ED580890",
        "title":"Examining How Faculty Reflect on Instructional Data: A Call for Critical Awareness and Institutional Support. WCER Working Paper No. 2016-4"},
      {
        "id":"ED580891",
        "title":"IDRA Newsletter. Volume 44, No. 6, June-July 2017"},
      {
        "id":"ED580892",
        "title":"School Climate Improvement Action Guide for District Leaders. School Climate Improvement Resource Package"},
      {
        "id":"ED580893",
        "title":"Global Mental Health Crisis: Management of Education in the Digital Revolution"},
      {
        "id":"ED580894",
        "title":"The Cultural Nature of Valued Skills: A Qualitative Investigation of Postsecondary Science Education and the &quot;Skills Gap&quot; in Wisconsin. WCER Working Paper No. 2016-06"},
      {
        "id":"ED580895",
        "title":"School Climate Improvement Action Guide for Noninstructional Staff. School Climate Improvement Resource Package"},
      {
        "id":"ED580896",
        "title":"Salivary Cortisol Profiles of Children with Hearing Loss"},
      {
        "id":"ED580898",
        "title":"Structural Validity of CLASS K-3 in Primary Grades: Testing Alternative Models"},
      {
        "id":"ED580899",
        "title":"IDRA Newsletter. Volume 44, No. 9"},
      {
        "id":"ED580900",
        "title":"Increasing Diversity in K-12 School Leadership. Policy Brief 2018-3"},
      {
        "id":"ED580901",
        "title":"¿Qué Pasa? Are ELL Students Remaining in English Learning Classes Too Long?"},
      {
        "id":"ED580902",
        "title":"National Board for Professional Teaching Standards Certification. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED580903",
        "title":"IDRA Newsletter. Volume 44, No. 8"},
      {
        "id":"ED580904",
        "title":"IDRA Newsletter. Volume 44, No. 5"},
      {
        "id":"ED580905",
        "title":"Spatial Training Improves Children&apos;s Mathematics Ability"},
      {
        "id":"ED580906",
        "title":"2016 AASA Superintendent Salary &amp; Benefits Study: Non-Member Version"},
      {
        "id":"ED580907",
        "title":"Project-Based Learning: A Promising Approach to Improving Student Outcomes. Issue Focus"},
      {
        "id":"ED580908",
        "title":"The Future of Executive-Skills Coaching and Behavioral Science in Programs That Serve Teens and Young Adults: Lessons from the Annie E. Casey Pilot Project"},
      {
        "id":"ED580909",
        "title":"School Climate Improvement Action Guide for Instructional Staff. School Climate Improvement Resource Package"},
      {
        "id":"ED580910",
        "title":"School Climate Improvement Action Guide for School Leaders. School Climate Improvement Resource Package"},
      {
        "id":"ED580911",
        "title":"School Climate Improvement Action Guide for Working with Families. School Climate Improvement Resource Package"},
      {
        "id":"ED580912",
        "title":"School Climate Improvement Action Guide for Working with Students. School Climate Improvement Resource Package"},
      {
        "id":"ED580913",
        "title":"Construct Validation--Community College Instructional Development Inventory"},
      {
        "id":"ED580914",
        "title":"Beach Books: 2014-2016. What Do Colleges and Universities Want Students to Read outside Class?"},
      {
        "id":"ED580915",
        "title":"Beach Books: 2016-2017. What Do Colleges and Universities Want Students to Read outside Class?"},
      {
        "id":"ED580916",
        "title":"Quick Guide on Making School Climate Improvements. School Climate Improvement Resource Package"},
      {
        "id":"ED580917",
        "title":"Addressing the Root Causes of Disparities in School Discipline: An Educator&apos;s Action Planning Guide"},
      {
        "id":"ED580918",
        "title":"Investigation into Attitudes of Pre-Service Teachers towards e-Learning with Respect to Their Individual Innovativeness Levels"},
      {
        "id":"ED580919",
        "title":"Social Bullying: Correlates, Consequences, and Prevention. In Brief"},
      {
        "id":"ED580920",
        "title":"Teacher-Child Racial/Ethnic Match within Pre-Kindergarten Classrooms and Children&apos;s Early School Adjustment"},
      {
        "id":"ED580921",
        "title":"Career and Technical Education&apos;s Role in Rural Education. Issue Sheet"},
      {
        "id":"ED580922",
        "title":"&quot;So Many Books They Don&apos;t Even All Fit on the Bookshelf&quot;: An Examination of Low-Income Mothers&apos; Home Literacy Practices, Beliefs and Influencing Factors"},
      {
        "id":"ED580923",
        "title":"CTE: Education for a Strong Economy"},
      {
        "id":"ED580924",
        "title":"Analysis of Principals&apos; Managerial Competencies for Effective Management of School Resources in Secondary Schools in Anambra State, Nigeria"},
      {
        "id":"ED580925",
        "title":"Principals&apos; Human Capital Development Practices for Enhancing Staff Personnel Administration in Secondary Schools in Oyo State, Nigeria"},
      {
        "id":"ED580926",
        "title":"The Net Generation, the Internet, and Political Communication and Participation"},
      {
        "id":"ED580927",
        "title":"Motivation and Effective Performance of Academic Staff in Higher Education (Case Study of Adekunle Ajasin University, Ondo State, Nigeria)"},
      {
        "id":"ED580928",
        "title":"Teacher Certification and Academic Growth among English Learner Students in the Houston Independent School District. REL 2018-284"},
      {
        "id":"ED580929",
        "title":"Trends in Algebra II Completion and Failure Rates for Students Entering Texas Public High Schools. REL 2018-289"},
      {
        "id":"ED580930",
        "title":"Preschool Teachers&apos; Language and Literacy Practices with Dual Language Learners"},
      {
        "id":"ED580931",
        "title":"The Influence of Visual Arts Education on Children with ASD"},
      {
        "id":"ED580932",
        "title":"Principals&apos; Provision of Incentive for Secondary Schools&apos; Improvement in Oyo State"},
      {
        "id":"ED580933",
        "title":"Using Data Mining to Explore Why Community College Transfer Students Earn Bachelor&apos;s Degrees with Excess Credits. CCRC Working Paper No. 100"},
      {
        "id":"ED580934",
        "title":"Preparing for Life after High School: The Characteristics and Experiences of Youth in Special Education. Findings from The National Longitudinal Transition Study 2012. Volume 3: Comparisons over Time. Full Report. NCEE 2018-4007"},
      {
        "id":"ED580935",
        "title":"First-Generation Students: College Access, Persistence, and Postbachelor&apos;s Outcomes. Stats in Brief. NCES 2018-421"},
      {
        "id":"ED580936",
        "title":"Preparing for Life after High School: The Characteristics and Experiences of Youth in Special Education. Findings from The National Longitudinal Transition Study 2012. Volume 3: Comparisons over Time. Executive Summary. NCEE 2018-4008"},
      {
        "id":"ED580937",
        "title":"Young People in Education and Training 2016. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED580938",
        "title":"Government-Funded Students and Courses: January to September 2017. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED580939",
        "title":"Principals&apos; Application of Instructional Leadership Practices for Secondary School Effectiveness in Oyo State"},
      {
        "id":"ED580940",
        "title":"Extent of Information and Communication Technology (ICT) Utilization for Students&apos; Learning in Tertiary Institutions in Ondo State, Nigeria"},
      {
        "id":"ED580941",
        "title":"Improving Reading and Social Studies Learning for Secondary Students with Reading Disabilities"},
      {
        "id":"ED580942",
        "title":"Machine Translation as a Model for Overcoming Some Common Errors in English-into-Arabic Translation among EFL University Freshmen"},
      {
        "id":"ED580943",
        "title":"Research Messages 2017"},
      {
        "id":"ED580944",
        "title":"Passing Notes: Learning from Efforts to Share Instructional Practices across District-Charter Lines"},
      {
        "id":"ED580945",
        "title":"Including English Learners in Your State Title I Accountability Plan"},
      {
        "id":"ED580947",
        "title":"Equity Starts Early: How Chiefs Will Build High-Quality Early Education. A Policy Statement of the Council of Chief State School Officers"},
      {
        "id":"ED580949",
        "title":"Utilizing Independent Colleges and Universities to Fulfill States&apos; College Degree Attainment Goals"},
      {
        "id":"ED580950",
        "title":"Leading Together: Strengthening Relational Trust in the Adult School Community"},
      {
        "id":"ED580951",
        "title":"Texas Public School Attrition Study, 2014-15. IDRA Report"},
      {
        "id":"ED580952",
        "title":"Exploring Multi-Level System Factors Facilitating Educator Training and Implementation of Evidence-Based Practices (EBP): A Study Protocol"},
      {
        "id":"ED580953",
        "title":"Texas Public School Attrition Study, 2015-16. IDRA Report"},
      {
        "id":"ED580954",
        "title":"Digest of Education Statistics 2016, 52nd Edition. NCES 2017-094"},
      {
        "id":"ED580955",
        "title":"Examining Validity of Sources of Mathematics Self-Efficacy Scale in Turkey"},
      {
        "id":"ED580956",
        "title":"Predicting Eight Grade Students&apos; Equation Solving Performances via Concepts of Variable and Equality"},
      {
        "id":"ED580957",
        "title":"Texas Public School Attrition Study, 2016-17. IDRA Report"},
      {
        "id":"ED580958",
        "title":"The Slowdown in Bay Area Charter School Growth: Causes and Solutions"},
      {
        "id":"ED580961",
        "title":"2016-17 KASB Enrollment Projection Report"},
      {
        "id":"ED580962",
        "title":"At-Risk Funding in Kansas: Free Lunch Status and At-Risk Status. Research Reports"},
      {
        "id":"ED580963",
        "title":"Long-Term Growth in Instructional and Student Support Employees. Research Reports"},
      {
        "id":"ED580964",
        "title":"Kansas School Expenditures 1998-99 through 2014-15: Trends and Details. Research Reports"},
      {
        "id":"ED580965",
        "title":"The Impact of Poverty and School Size on the 2015-16 Kansas State Assessment Results"},
      {
        "id":"ED580966",
        "title":"Principles &amp; Standards for Quality Charter School Authorizing, 2015 Edition"},
      {
        "id":"ED580968",
        "title":"Improving Mathematics Learning of Kindergarten Students through Computer-Assisted Instruction"},
      {
        "id":"ED580971",
        "title":"IDRA Newsletter. Volume 44, No. 1"},
      {
        "id":"ED580972",
        "title":"IDRA Newsletter. Volume 44, No. 2"},
      {
        "id":"ED580975",
        "title":"Social and Instrumental Interaction between Parents and Their Toddlers with Autism: A Qualitative Analysis"},
      {
        "id":"ED580976",
        "title":"Processes in the Development of Mathematics in Kindergarten Children from Title 1 Schools"},
      {
        "id":"ED580977",
        "title":"Enhancing Adolescents&apos; Comprehension of Text by Building Vocabulary Knowledge"},
      {
        "id":"ED580978",
        "title":"Emotional Competence, Behavioural Patterning, and Executive Functions"},
      {
        "id":"ED580979",
        "title":"Removing Legal Barriers around Work-Based Learning. Connecting the Classroom to Careers: The State&apos;s Role in Work-Based Learning"},
      {
        "id":"ED581040",
        "title":"Rankings &amp; Estimates: Rankings of the States 2016 and Estimates of School Statistics 2017"},
      {
        "id":"ED581041",
        "title":"Subsidizing Private Education at Taxpayer Expense. Policy Brief"},
      {
        "id":"ED581042",
        "title":"Proceedings of the 2014 Annual Meeting of the Canadian Mathematics Education Study Group = Actes De La Rencontre Annuelle 2014 Du Groupe Canadien D&apos;étude en Didactique Des Mathématiques (38th, Edmonton, Alberta, Canada, May 30-June 3, 2014)"},
      {
        "id":"ED581043",
        "title":"Rankings &amp; Estimates: Rankings of the States 2014 and Estimates of School Statistics 2015"},
      {
        "id":"ED581044",
        "title":"Proceedings of the 2015 Annual Meeting of the Canadian Mathematics Education Study Group = Actes De La Rencontre Annuelle 2015 Du Groupe Canadien D&apos;etude en Didactique Des Mathematiques (39th, Moncton, New Brunswick, Canada, June 5-9, 2015)"},
      {
        "id":"ED581045",
        "title":"Proceedings of the 2016 Annual Meeting of the Canadian Mathematics Education Study Group = Actes de la Rencontre Annuelle 2016 du Groupe Canadien d&apos;Etude en Didactique des Mathématiques (40th, Kingston, Ontario, Canada, June 3-7, 2016)"},
      {
        "id":"ED581058",
        "title":"40 Years of CMESG/Les 40 Ans du GCEDM. 40th Anniversary Issue of the Canadian Mathematics Education Study Group/Groupe Canadien d&apos;Étude en Didactique des Mathématiques"},
      {
        "id":"ED581059",
        "title":"The Importance of Social Emotional Learning for All Students across All Grades. Backgrounder"},
      {
        "id":"ED581060",
        "title":"Library/Media Centers in U.S. Public Schools: Growth, Staffing, and Resources. Executive Summary"},
      {
        "id":"ED581061",
        "title":"Library/Media Centers in U.S. Public Schools: Growth, Staffing, and Resources. Full Report"},
      {
        "id":"ED581080",
        "title":"Senate Rostrum: The Academic Senate for California Community Colleges Quarterly Newsletter, April 2017"},
      {
        "id":"ED581082",
        "title":"Senate Rostrum: The Academic Senate for California Community Colleges Quarterly Newsletter, October 2017"},
      {
        "id":"ED581089",
        "title":"IDRA Newsletter. Volume 44, No. 4"},
      {
        "id":"ED581090",
        "title":"IDRA Newsletter. Volume 44, No. 3"},
      {
        "id":"ED581091",
        "title":"State of Charter Authorizing: 2015 State of Charter Authorizing Report"},
      {
        "id":"ED581092",
        "title":"2014 Overview of the State of Charter Authorizing"},
      {
        "id":"ED581093",
        "title":"Measuring Work-Based Learning for Continuous Improvement. Connecting the Classroom to Careers: The State&apos;s Role in Work-Based Learning"},
      {
        "id":"ED581094",
        "title":"Leveraging Intermediaries to Expand Work-Based Learning. Connecting the Classroom to Careers: The State&apos;s Role in Work-Based Learning"},
      {
        "id":"ED581095",
        "title":"Connecting the Classroom to Careers: A Comprehensive Guide to the State&apos;s Role in Work-Based Learning"},
      {
        "id":"ED581096",
        "title":"Anglican Schools Partnership: Effective Feedback. Evaluation Report and Executive Summary"},
      {
        "id":"ED581097",
        "title":"Units of Sound: Evaluation Report and Executive Summary"},
      {
        "id":"ED581098",
        "title":"Achieve Together Bournemouth Partnership: Evaluation Report and Executive Summary"},
      {
        "id":"ED581099",
        "title":"ABRA: Online Reading Support. Evaluation Report and Executive Summary"},
      {
        "id":"ED581100",
        "title":"Chess in Schools: Evaluation Report and Executive Summary"},
      {
        "id":"ED581101",
        "title":"Accelerated Reader: Evaluation Report and Executive Summary"},
      {
        "id":"ED581102",
        "title":"Challenge the Gap: Evaluation Report and Executive Summary"},
      {
        "id":"ED581103",
        "title":"Discover Summer School: Evaluation Report and Executive Summary"},
      {
        "id":"ED581104",
        "title":"Raising the Barre &amp; Stretching the Canvas: Implementing High-Quality Arts Programming in a National Youth Serving Organization"},
      {
        "id":"ED581105",
        "title":"Ashford Teaching Alliance Research Champion: Evaluation Report and Executive Summary"},
      {
        "id":"ED581106",
        "title":"The Visible Classroom: Evaluation Report and Executive Summary"},
      {
        "id":"ED581107",
        "title":"Youth Social Action Trials: Youth United. Evaluation Report and Executive Summary"},
      {
        "id":"ED581108",
        "title":"Word and World Reading: Evaluation Report and Executive Summary"},
      {
        "id":"ED581109",
        "title":"Vocabulary Enrichment Intervention Programme: Evaluation Report and Executive Summary"},
      {
        "id":"ED581110",
        "title":"Teacher Effectiveness Enhancement Programme: Evaluation Report and Executive Summary"},
      {
        "id":"ED581111",
        "title":"Evidence for Student-Centered Learning"},
      {
        "id":"ED581112",
        "title":"Boarding Chances for Children: A Report on Lessons Learned"},
      {
        "id":"ED581113",
        "title":"Teacher Observation: Evaluation Report and Executive Summary"},
      {
        "id":"ED581114",
        "title":"Dialogic Teaching: Evaluation Report and Executive Summary"},
      {
        "id":"ED581115",
        "title":"Achieve Together: Evaluation Report and Executive Summary"},
      {
        "id":"ED581116",
        "title":"Affordable Online Maths Tuition: Evaluation Report and Executive Summary"},
      {
        "id":"ED581117",
        "title":"Evidence-Supported Interventions Associated with Black Students&apos; Education Outcomes: Findings from a Systematic Review of Research"},
      {
        "id":"ED581118",
        "title":"Butterfly Phonics: Evaluation Report and Executive Summary"},
      {
        "id":"ED581119",
        "title":"Evidence on Tips for Supporting Reading Skills at Home"},
      {
        "id":"ED581120",
        "title":"Tips for Supporting Reading Skills at Home"},
      {
        "id":"ED581121",
        "title":"Texting Parents: Evaluation Report and Executive Summary"},
      {
        "id":"ED581122",
        "title":"Trends in High School Dropout and Completion Rates in the United States: 2014. NCES 2018-117"},
      {
        "id":"ED581123",
        "title":"Catch Up® Numeracy: Evaluation Report and Executive Summary"},
      {
        "id":"ED581124",
        "title":"ThinkForward: Evaluation Report and Executive Summary"},
      {
        "id":"ED581125",
        "title":"Thinking, Doing, Talking Science: Evaluation Report and Executive Summary"},
      {
        "id":"ED581126",
        "title":"Fresh Start: Evaluation Report and Executive Summary"},
      {
        "id":"ED581127",
        "title":"Paired Reading: Evaluation Report and Executive Summary"},
      {
        "id":"ED581128",
        "title":"Future Foundations: Evaluation Report and Executive Summary"},
      {
        "id":"ED581131",
        "title":"TextNow Transition Programme: Evaluation Report and Executive Summary"},
      {
        "id":"ED581132",
        "title":"Changing Mindsets: Evaluation Report and Executive Summary"},
      {
        "id":"ED581133",
        "title":"Grammar for Writing: Evaluation Report and Executive Summary"},
      {
        "id":"ED581134",
        "title":"Hallé SHINE on Manchester: Evaluation Report and Executive Summary"},
      {
        "id":"ED581136",
        "title":"Learner Response System: Evaluation Report and Executive Summary"},
      {
        "id":"ED581137",
        "title":"Regional Educational Laboratory Researcher-Practitioner Partnerships: Documenting the Research Alliance Experience. REL 2018-291"},
      {
        "id":"ED581138",
        "title":"Nuffield Early Language Intervention: Evaluation Report and Executive Summary"},
      {
        "id":"ED581139",
        "title":"LIT Programme: Evaluation Report and Executive Summary"},
      {
        "id":"ED581140",
        "title":"Improving Writing Quality: Evaluation Report and Executive Summary"},
      {
        "id":"ED581141",
        "title":"Understanding Faculty Perceptions and Approaches to Academic Integrity in a Canadian School of Education"},
      {
        "id":"ED581142",
        "title":"Improving Numeracy and Literacy: Evaluation Report and Executive Summary"},
      {
        "id":"ED581143",
        "title":"Parent Academy: Evaluation Report and Executive Summary"},
      {
        "id":"ED581144",
        "title":"Perry Beeches Coaching Programme: Evaluation Report and Executive Summary"},
      {
        "id":"ED581145",
        "title":"Lesson Study: Evaluation Report and Executive Summary"},
      {
        "id":"ED581146",
        "title":"Oracy Curriculum, Culture and Assessment Toolkit: Evaluation Report and Executive Summary"},
      {
        "id":"ED581147",
        "title":"Philosophy for Children: Evaluation Report and Executive Summary"},
      {
        "id":"ED581148",
        "title":"Extended Piano Techniques and Teaching in Music Education Departments"},
      {
        "id":"ED581149",
        "title":"Early Intervention for Preschoolers at Risk for Attention-Deficit/Hyperactivity Disorder: Preschool First Step to Success"},
      {
        "id":"ED581150",
        "title":"Magic Breakfast: Evaluation Report and Executive Summary"},
      {
        "id":"ED581151",
        "title":"MathsFlip: Flipped Learning. Evaluation Report and Executive Summary"},
      {
        "id":"ED581155",
        "title":"Chatterbooks: Evaluation Report and Executive Summary"},
      {
        "id":"ED581156",
        "title":"Foreign Language Learning in Primary School: Evaluation Report and Executive Summary"},
      {
        "id":"ED581159",
        "title":"Children&apos;s University: Evaluation Report and Executive Summary"},
      {
        "id":"ED581160",
        "title":"Mind the Gap: Evaluation Report and Executive Summary"},
      {
        "id":"ED581161",
        "title":"Measuring Teachers&apos; Effectiveness: A Report from Phase 3 of Pennsylvania&apos;s Pilot of the Framework for Teaching. Final Report"},
      {
        "id":"ED581162",
        "title":"Evidence for the Frontline: Evaluation Report and Executive Summary"},
      {
        "id":"ED581163",
        "title":"Hampshire Hundreds: Evaluation Report and Executive Summary"},
      {
        "id":"ED581164",
        "title":"Physically Active Lessons: Evaluation Report and Executive Summary"},
      {
        "id":"ED581165",
        "title":"Federal Policy Efforts to Simplify College-Going: An Intervention in Community College Enrollment and Borrowing"},
      {
        "id":"ED581166",
        "title":"Impact of Video Self-Monitoring with Graduated Training on Implementation of Embedded Instructional Learning Trials"},
      {
        "id":"ED581167",
        "title":"Peer and Teacher Preference, Student-Teacher Relationships, Student Ethnicity, and Peer Victimization in Elementary School"},
      {
        "id":"ED581170",
        "title":"Beginning a Higher Trajectory: Grade 11 Study. State Teachers of the Year Compare Former and New State Assessments"},
      {
        "id":"ED581171",
        "title":"Parental Behaviors and Beliefs, Child Temperament, and Attachment Disorganization"},
      {
        "id":"ED581172",
        "title":"The Right Trajectory: State Teachers of the Year Compare Former and New State Assessments"},
      {
        "id":"ED581173",
        "title":"Still on the Right Trajectory: State Teachers of the Year Compare Former and New State Assessments"},
      {
        "id":"ED581180",
        "title":"Mathematics Mastery: Overarching Summary Report"},
      {
        "id":"ED581183",
        "title":"Mathematics Mastery: Primary Evaluation Report"},
      {
        "id":"ED581187",
        "title":"Mathematics Mastery: Secondary Evaluation Report"},
      {
        "id":"ED581224",
        "title":"Experienced Teachers&apos; Informal Learning in the Workplace. IVLOS Series"},
      {
        "id":"ED581225",
        "title":"Job Motivation Level for Elementary School Teachers Who Made Field Changes"},
      {
        "id":"ED581226",
        "title":"Gender and Subject Choice: An Empirical Study on Undergraduate Students&apos; Majors in Phnom Penh"},
      {
        "id":"ED581228",
        "title":"Schools and Social Emotional Learning"},
      {
        "id":"ED581229",
        "title":"YouTube and Skype Modes of Virtual Learning Performance in Relations to Cognitive Styles of Students"},
      {
        "id":"ED581230",
        "title":"&apos;Literacy Octopus&apos; Dissemination Trial: Evaluation Report and Executive Summary"},
      {
        "id":"ED581231",
        "title":"Factors Influencing Hearing Aid Use in the Classroom: A Pilot Study"},
      {
        "id":"ED581232",
        "title":"A Comprehensive Examination of Reading Heterogeneity in Students with High Functioning Autism: Distinct Reading Profiles and Their Relations to Autism Symptom Severity"},
      {
        "id":"ED581233",
        "title":"The Scope and Nature of Reading Comprehension Impairments in School-Aged Children with Higher Functioning Autism Spectrum Disorder"},
      {
        "id":"ED581234",
        "title":"First Step to Success: Applications to Preschoolers at Risk of Developing Autism Spectrum Disorders"},
      {
        "id":"ED581235",
        "title":"Brief Report: Joint Attention and Information Processing in Children with Higher Functioning Autism Spectrum Disorder"},
      {
        "id":"ED581236",
        "title":"A Virtual Joy-Stick Study of Emotional Responses and Social Motivation in Children with Autism Spectrum Disorder"},
      {
        "id":"ED581237",
        "title":"Effects of the First Step to Success Intervention on Preschoolers with Disruptive Behavior and Comorbid Anxiety Problems"},
      {
        "id":"ED581239",
        "title":"Expanding the Range of the First Step to Success Intervention: Tertiary-Level Support for Children, Teachers, and Families"},
      {
        "id":"ED581240",
        "title":"Facilities Performance Indicators Report 2013-14: Tracking Your Facilities Vital Signs"},
      {
        "id":"ED581241",
        "title":"A Multiple Case Study of College-Contextualized Mathematics Curriculum"},
      {
        "id":"ED581242",
        "title":"&quot;Thinking Creatively with Sounds and Words: Sounds and Images IIA&quot; Validity Study in the Turkish Language"},
      {
        "id":"ED581243",
        "title":"Assessment of Creativity-Based Learning Environment for Major Instrument Courses: A Case Study of Buca Faculty of Education, Department of Music Education"},
      {
        "id":"ED581244",
        "title":"School Counselor Lead Initial Individual Career and Academic Plan Implementation Design"},
      {
        "id":"ED581245",
        "title":"Achieve3000®. Adolescent Literacy. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED581246",
        "title":"Achieve3000®. Beginning Reading. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED581247",
        "title":"Creative Futures: Act, Sing, Play. Evaluation Report and Executive Summary"},
      {
        "id":"ED581248",
        "title":"Evidence-Based Literacy Support: The &quot;Literacy Octopus&quot; Trial. Evaluation Report and Executive Summary"},
      {
        "id":"ED581249",
        "title":"Increasing Pupil Motivation: Evaluation Report and Executive Summary"},
      {
        "id":"ED581250",
        "title":"IRIS Connect: Developing Classroom Dialogue and Formative Feedback through Collective Video Reflection. Evaluation Report and Executive Summary"},
      {
        "id":"ED581251",
        "title":"IDRA Newsletter. Volume 44, No. 7"},
      {
        "id":"ED581252",
        "title":"IDRA Newsletter. Volume 43, No. 10, November-December 2016"},
      {
        "id":"ED581253",
        "title":"IDRA Newsletter. Volume 43, No. 9"},
      {
        "id":"ED581254",
        "title":"IDRA Newsletter. Volume 43, No. 8"},
      {
        "id":"ED581256",
        "title":"Students&apos; Learning Style: A Case Study of Senior High Schools in Bengkulu"},
      {
        "id":"ED581257",
        "title":"Project Based Learning: Evaluation Report and Executive Summary"},
      {
        "id":"ED581258",
        "title":"Evaluating a Multidimensional Reading Comprehension Program and Reconsidering the Lowly Reputation of Tests of Near Transfer"},
      {
        "id":"ED581259",
        "title":"Building a Higher Education Pipeline: Sociocultural and Critical Approaches to &apos;Internationalisation&apos; in Teaching and Research"},
      {
        "id":"ED581260",
        "title":"Rhythm for Reading: Evaluation Report and Executive Summary"},
      {
        "id":"ED581261",
        "title":"Use of Games in Education: GeoGuessr in Geography Course"},
      {
        "id":"ED581262",
        "title":"ReflectED: Evaluation Report and Executive Summary"},
      {
        "id":"ED581263",
        "title":"The Technology in the Programs of Life Sciences in Turkey and Sachunterricht in Germany"},
      {
        "id":"ED581264",
        "title":"Response to Intervention: Evaluation Report and Executive Summary"},
      {
        "id":"ED581267",
        "title":"Research Learning Communities: Evaluation Report and Executive Summary"},
      {
        "id":"ED581268",
        "title":"Preliminary Psychometric Properties of the BEST in CLASS Adherence and Competence Scale"},
      {
        "id":"ED581271",
        "title":"Variations in Classroom Language Environments of Preschool Children Who Are Low Income and Linguistically Diverse"},
      {
        "id":"ED581273",
        "title":"Facilities &amp; Technology: The Transformation of &quot;Campus.&quot; APPA Thought Leaders Series 2015"},
      {
        "id":"ED581274",
        "title":"Powerful Learning Conversations: Evaluation Report and Executive Summary"},
      {
        "id":"ED581275",
        "title":"REACH: Evaluation Report and Executive Summary"},
      {
        "id":"ED581276",
        "title":"The Efficacy of a Home-School Intervention for Preschoolers with Challenging Behaviors: A Randomized Controlled Trial of Preschool First Step to Success"},
      {
        "id":"ED581277",
        "title":"Parenting Stress and Child Behavior Problems within Families of Children with Developmental Disabilities: Transactional Relations across 15 Years"},
      {
        "id":"ED581278",
        "title":"Promoting Alternative Thinking Strategies (PATHS): Evaluation Report and Executive Summary"},
      {
        "id":"ED581279",
        "title":"Children&apos;s Task Oriented Patterns in Early Childhood: A Latent Transition Analysis"},
      {
        "id":"ED581280",
        "title":"Engaged: Educators and the Policy Process"},
      {
        "id":"ED581281",
        "title":"Caregiver and Provider Experiences with Coaching and Embedded Intervention"},
      {
        "id":"ED581282",
        "title":"Infant Attachment Disorganization and Moderation Pathways to Level and Change in Externalizing Behavior during Preschool Ages"},
      {
        "id":"ED581283",
        "title":"How Hard Can It Be to Listen? Fatigue in School-Age Children with Hearing Loss"},
      {
        "id":"ED581284",
        "title":"Remaking the Facilities Organization. APPA Thought Leaders Series 2016"},
      {
        "id":"ED581285",
        "title":"Transforming Facilities to Achieve Student Success. APPA Thought Leaders Series 2017"},
      {
        "id":"ED581286",
        "title":"Comparing Growth in Linguistic Comprehension and Reading Comprehension in School-Aged Children with Autism versus Typically Developing Children"},
      {
        "id":"ED581287",
        "title":"Quest: Evaluation Report and Executive Summary"},
      {
        "id":"ED581288",
        "title":"Investigating a Learning Progression for Energy Ideas from upper Elementary through High School"},
      {
        "id":"ED581290",
        "title":"Student Social and Emotional Development and Accountability: Perspective of Teachers"},
      {
        "id":"ED581291",
        "title":"Teacher Career Advancement Initiatives: Lessons Learned from Eight Case Studies. Phase II of Creating Sustainable Teacher Career Pathways: A 21st Century Imperative"},
      {
        "id":"ED581292",
        "title":"Impact of Providing Information to Parents in Texas about the Role of Algebra II in College Admission. REL 2018-290"},
      {
        "id":"ED581293",
        "title":"Rapid Phonics: Evaluation Report and Executive Summary"},
      {
        "id":"ED581294",
        "title":"Synergy at the Crossroads: Future Directions for Theory, Research, and Practice. Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (39th, Indianapolis, Indiana, October 5-8, 2017)"},
      {
        "id":"ED581295",
        "title":"Measuring Implementation of Evidence-Based Programs Targeting Young Children at Risk for Emotional/Behavioral Disorders: Conceptual Issues and Recommendations"},
      {
        "id":"ED581297",
        "title":"Subjective Fatigue in Children with Hearing Loss: Some Preliminary Findings"},
      {
        "id":"ED581298",
        "title":"A Brief Comparison of the Current Approaches in Teaching Pronunciation"},
      {
        "id":"ED581299",
        "title":"Elementary Students&apos; Reasoning about Angle Constructions"},
      {
        "id":"ED581300",
        "title":"A Questioning Framework for Supporting Fraction Multiplication Understanding"},
      {
        "id":"ED581301",
        "title":"Middle School Mathematics Teachers&apos; Perceptions of the Standards for Mathematical Practice Embedded in Curricular Resources"},
      {
        "id":"ED581302",
        "title":"Design Research on Personalized Problem Posing in Algebra"},
      {
        "id":"ED581303",
        "title":"The Changing Expectations for the Reading of Geometric Diagrams"},
      {
        "id":"ED581304",
        "title":"Exploring the Structure of Equivalence Items in an Assessment of Elementary Grades"},
      {
        "id":"ED581305",
        "title":"Disentangling the Research Literature on &quot;Number Sense&quot;: Three Constructs, One Name"},
      {
        "id":"ED581306",
        "title":"Middle School Mathematics Teachers&apos; Use of CCSSM and Curriculum Resources in Planning Lessons"},
      {
        "id":"ED581307",
        "title":"The Processes and Products of Students&apos; Generalizing Activity"},
      {
        "id":"ED581308",
        "title":"Learning Integer Addition: Is Later Better?"},
      {
        "id":"ED581309",
        "title":"The Interplay between Students&apos; Understandings of Proportional and Functional Relationships"},
      {
        "id":"ED581310",
        "title":"A Study of Pre-Service Teachers Use of Representations in Their Proportional Reasoning"},
      {
        "id":"ED581311",
        "title":"Second Graders&apos; Integer Addition Understanding: Leveraging Contrasting Cases"},
      {
        "id":"ED581312",
        "title":"Commentary: Listening Can Be Exhausting--Fatigue in Children and Adults with Hearing Loss"},
      {
        "id":"ED581313",
        "title":"Quality of Explanation as an Indicator of Fraction Magnitude Understanding"},
      {
        "id":"ED581314",
        "title":"Connection between Topic-Specific Teacher Knowledge and Student Performance in Lower Secondary School Mathematics"},
      {
        "id":"ED581315",
        "title":"Working Collectively to Design Online Teacher Education Curriculum: How Do Teacher Educators Manage to Do It?"},
      {
        "id":"ED581316",
        "title":"Early Childhood Teachers&apos; Use of Effective Instructional Practices and the Collateral Effects on Young Children&apos;s Behavior"},
      {
        "id":"ED581317",
        "title":"Time as a Measure: Elementary Students Positioning the Hands of an Analog Clock"},
      {
        "id":"ED581318",
        "title":"Improving Interactions between Teachers and Young Children with Problem Behavior: A Strengths-Based Approach"},
      {
        "id":"ED581319",
        "title":"Affordances of the Cultural Inquiry Process in Building Secondary Mathematics Teachers&apos; Capacity for Cultural Responsiveness"},
      {
        "id":"ED581320",
        "title":"How Spatial Reasoning and Numerical Reasoning Are Related in Geometric Measurement"},
      {
        "id":"ED581321",
        "title":"Mathematics Teachers&apos; Take-Aways from Morning Math Problems in a Long-Term Professional Development Project"},
      {
        "id":"ED581322",
        "title":"Unplugged Cybersecurity: An Approach for Bringing Computer Science into the Classroom"},
      {
        "id":"ED581323",
        "title":"Characterizing Impacts of Online Professional Development on Teachers&apos; Beliefs and Perspectives about Teaching Statistics"},
      {
        "id":"ED581324",
        "title":"Dynamic Measurement: The Crossroad of Area and Multiplication"},
      {
        "id":"ED581325",
        "title":"Improving Knowledge of Algebraic Learning Progressions through Professional Learning in Collaborative Vertical Teams"},
      {
        "id":"ED581326",
        "title":"STEM and Model-Eliciting Activities: Responsive Professional Development for K-8 Mathematics Coaches"},
      {
        "id":"ED581327",
        "title":"Negotiating the Essential Tension of Teacher Communities in a Statewide Math Teachers&apos; Circle"},
      {
        "id":"ED581328",
        "title":"Teacher Perceptions about Value and Influence of Professional Development"},
      {
        "id":"ED581329",
        "title":"An Investigation of the Relationship between Grammar Type and Efficacy of Form-Focused Instruction"},
      {
        "id":"ED581330",
        "title":"Measuring Technology Acceptance Level of Teachers by Using Unified Theory of Acceptance and Use of Technology"},
      {
        "id":"ED581331",
        "title":"The Effect of Mental Imaging Technique on Idiom Comprehension in EFL Learners"},
      {
        "id":"ED581332",
        "title":"Perceptions in the Mind Maps of Turkish Children Living in England at Primary Education Level about Their Home Country Turkey and the World"},
      {
        "id":"ED581334",
        "title":"Using Generative Routines to Support Learning of Ambitious Mathematics Teaching"},
      {
        "id":"ED581335",
        "title":"Exploring Elementary Mathematics Teachers&apos; Opportunities to Learn to Teach"},
      {
        "id":"ED581336",
        "title":"Evaluating Proofs and Conjectures Constructed by Pre-Service Mathematics Teachers"},
      {
        "id":"ED581337",
        "title":"Interpreting and Representing Students&apos; Thinking in the Moment: Preservice Teachers&apos; Initial Number String Lessons"},
      {
        "id":"ED581338",
        "title":"Directing Focus and Enabling Inquiry with Representations of Practice: Written Cases, Storyboards, and Teacher Education"},
      {
        "id":"ED581339",
        "title":"Extending Appropriateness: Further Exploration of Teachers&apos; Knowledge Resources for Proportional Reasoning"},
      {
        "id":"ED581340",
        "title":"Mathematical Making in Teacher Preparation: What Knowledge Is Brought to Bear?"},
      {
        "id":"ED581341",
        "title":"Role of Representation in Prospective Teachers&apos; Fractions Schemes"},
      {
        "id":"ED581342",
        "title":"Supporting Learning to Teach in Early Field Experiences: The UTE Model"},
      {
        "id":"ED581343",
        "title":"An Exploration of How Aspects of a Noticing Intervention Supported Prospective Mathematics Teacher Noticing"},
      {
        "id":"ED581344",
        "title":"Teachers&apos; Quantitative Understanding of Algebraic Symbols: Associated Conceptual Challenges and Possible Resolutions"},
      {
        "id":"ED581345",
        "title":"An Analysis of Students&apos; Mistakes on Routine Slope Tasks"},
      {
        "id":"ED581346",
        "title":"Manufacturing Licorice: Modeling with Data in Third Grade"},
      {
        "id":"ED581347",
        "title":"Towards a Hypothetical Learning Trajectory for Questioning"},
      {
        "id":"ED581348",
        "title":"Exploring High School Students Beginning Reasoning about Significance Tests with Technology"},
      {
        "id":"ED581349",
        "title":"Contextualized Mathematics Problems and Transfer of Knowledge: Establishing Problem Spaces and Boundaries"},
      {
        "id":"ED581350",
        "title":"Explicating the Concept of Contrapositive Equivalence"},
      {
        "id":"ED581351",
        "title":"Generalization across Domains: The Relating-Forming-Extending Generalization Framework"},
      {
        "id":"ED581352",
        "title":"Mathematical Modeling: Challenging the Figured Worlds of Elementary Mathematics"},
      {
        "id":"ED581353",
        "title":"Toward Multimodal Poetic Analysis: A Case of Property Noticing"},
      {
        "id":"ED581354",
        "title":"Investigating the Relational Nature of Feedback Practice"},
      {
        "id":"ED581355",
        "title":"Collaborative Gestures When Proving Geometric Conjectures"},
      {
        "id":"ED581356",
        "title":"Teachers&apos; Responses to a Common Set of High Potential Instances of Student Mathematical Thinking"},
      {
        "id":"ED581357",
        "title":"Teachers&apos; Interpretations of Student Statements about Slope"},
      {
        "id":"ED581358",
        "title":"The Promise and Pitfalls of Making Connections in Mathematics"},
      {
        "id":"ED581359",
        "title":"Seeking the Influence of Cooney, Shealy, and Arvold&apos;s (1998) Belief Structures"},
      {
        "id":"ED581360",
        "title":"Scholarly Practice and Inquiry: Dynamic Interactions in an Elementary Mathematics Methods Course"},
      {
        "id":"ED581361",
        "title":"Reformulation of Geometric Validations Created by Students, Revealed When Using the ACODESA Methodology"},
      {
        "id":"ED581362",
        "title":"Problem Drift: Teaching Curriculum With(in) a World of Emerging Significance"},
      {
        "id":"ED581363",
        "title":"Using a Virtual Manipulative Environment to Support Students&apos; Organizational Structuring of Volume Units"},
      {
        "id":"ED581364",
        "title":"The Intersection between Quantification and an All-Encompassing Meaning for a Graph"},
      {
        "id":"ED581365",
        "title":"Examining the Interactive Positions and Storylines of an Emergent Bilingual Learner"},
      {
        "id":"ED581366",
        "title":"The Effects of Two Simulations on Conceptions of Rate of Change"},
      {
        "id":"ED581367",
        "title":"Integrating Interactive Simulations into the Mathematics Classroom: Supplementing, Enhancing, or Driving?"},
      {
        "id":"ED581368",
        "title":"Opportunities to Pose Problems Using Digital Technology in Problem Solving Environments"},
      {
        "id":"ED581369",
        "title":"Mathvision: A Mobile Video Application for Math Teacher Noticing of Learning Progressions"},
      {
        "id":"ED581370",
        "title":"Developing Teachers&apos; Computational Thinking Beliefs and Engineering Practices through Game Design and Robotics"},
      {
        "id":"ED581371",
        "title":"Developing Preservice Teachers&apos; Understanding of Function Using a Vending Machine Metaphor Applet"},
      {
        "id":"ED581372",
        "title":"Using Discourse Analysis to Understand Variation in Students&apos; Reasoning from Accepted Ways of Reasoning"},
      {
        "id":"ED581373",
        "title":"Revealing Layered Mathematical Learning Goals through an Examination of Mindset"},
      {
        "id":"ED581374",
        "title":"Realization of a Language-As-Resource Orientation in Language Immersion Mathematics Classrooms"},
      {
        "id":"ED581375",
        "title":"Introducing Mathematics to Information Problem-Solving Tasks: Surface or Substance?"},
      {
        "id":"ED581376",
        "title":"Using Generalizability Theory to Examine the Dependability of Scores from the Learning Target Rating Scale"},
      {
        "id":"ED581377",
        "title":"Supporting Clear and Concise Mathematics Language: Say This, Not That"},
      {
        "id":"ED581378",
        "title":"Factors Associated with Teacher Delivery of a Classroom-Based Tier 2 Prevention Program"},
      {
        "id":"ED581379",
        "title":"Links between Success in Non-Measurement and Calculation Tasks in Area and Volume Measurement and Pupils&apos; Problems"},
      {
        "id":"ED581380",
        "title":"Corpus Based Authenicity Analysis of Language Teaching Course Books"},
      {
        "id":"ED581381",
        "title":"Globalization, English Language Teaching and Turkey"},
      {
        "id":"ED581382",
        "title":"Developing Attitudes Scale towards German Reading: A Study on Reliability and Validity"},
      {
        "id":"ED581383",
        "title":"Assessment of Written Expression Skills of University Students in Terms of Text Completion Technique"},
      {
        "id":"ED581384",
        "title":"Living Mathematx: Towards a Vision for the Future"},
      {
        "id":"ED581385",
        "title":"Detecting Math Anxiety with a Mixture Partial Credit Model"},
      {
        "id":"ED581386",
        "title":"&quot;Theory at the Crossroads&quot;: Mapping Moments of Mathematics Education Research onto Paradigms of Inquiry"},
      {
        "id":"ED581387",
        "title":"Objeto Mental Fracción de Alumnos de Secundaria con Problemas de Absentismo Escolar = Mental Object for Fractions of Middle School Students with Absenteeism Problems"},
      {
        "id":"ED581388",
        "title":"Psychology in Mathematics Education: Past, Present, and Future"},
      {
        "id":"ED581389",
        "title":"Analyzing Claims about Cognitive Demand and Student Learning"},
      {
        "id":"ED581390",
        "title":"El Razonamiento de Profesoras en Formación Acerca de la Variación en Situaciones de Riesgo = Preservice Teachers&apos; Reasoning about Variation in Risk Situations"},
      {
        "id":"ED581391",
        "title":"Estrategias Didácticas y Conocimiento Especializado de Profesores de Matemáticas. Un Caso en Álgebra Escolar = Teaching Strategies and Mathematics Teacher&apos;s Specialized Knowledge. A Case in School Algebra"},
      {
        "id":"ED581392",
        "title":"Preservice Secondary Mathematics Teachers&apos; Statistical Knowledge: A Snapshot of Strengths and Weaknesses"},
      {
        "id":"ED581393",
        "title":"Elementary Mathematics Specialists: Ensuring the Intersection of Research and Practice"},
      {
        "id":"ED581394",
        "title":"Three Facets of Equity in Steffe&apos;s Research Programs"},
      {
        "id":"ED581395",
        "title":"Crossroad Blues"},
      {
        "id":"ED581396",
        "title":"Taking the Guesswork out of Locating Evidence-Based Mathematics Practices for Diverse Learners"},
      {
        "id":"ED581397",
        "title":"Digital Technologies in Mathematics Classrooms: Barriers, Lessons and Focus on Teachers"},
      {
        "id":"ED581398",
        "title":"Impact of Thematic Approach on Communication Skill in Preschool"},
      {
        "id":"ED581399",
        "title":"A Framework to Guide the Development of a Teaching Mathematics with Technology Massive Open Online Course for Educators (MOOC-Ed)"},
      {
        "id":"ED581400",
        "title":"Naturalistic Instructional Approaches in Early Learning: A Systematic Review"},
      {
        "id":"ED581401",
        "title":"Academic and Administrative Audit: A Parameter of Quality Education"},
      {
        "id":"ED581402",
        "title":"Identifying Nonacademic Behaviors Associated with Post-School Employment and Education"},
      {
        "id":"ED581403",
        "title":"Indicators of Postsecondary Employment and Education for Youth with Disabilities in Relation to GPA and General Education"},
      {
        "id":"ED581404",
        "title":"Charter Schools and the Road to College Readiness: The Effects on College Preparation, Attendance and Choice. Understanding Boston"},
      {
        "id":"ED581405",
        "title":"A Philippine Rural School&apos;s Organizational Climate, Teachers&apos; Performance, and Management Competencies"},
      {
        "id":"ED581406",
        "title":"Preschool Teachers&apos; Insights about Web-Based Self-Coaching versus On-Site Expert Coaching"},
      {
        "id":"ED581407",
        "title":"Bilingual Multicultural Education Annual Report for the School Year 2014-2015"},
      {
        "id":"ED581408",
        "title":"Engaging &amp; Challenging Gifted Students: The Five OEs"},
      {
        "id":"ED581409",
        "title":"Charter School Funding: Inequity Expands"},
      {
        "id":"ED581410",
        "title":"New Mexico Rising: New Mexico&apos;s State Plan for the Every Student Succeeds Act"},
      {
        "id":"ED581411",
        "title":"Reducing Child Problem Behaviors and Improving Teacher-Child Interactions and Relationships: A Randomized Controlled Trial of Best in Class"},
      {
        "id":"ED581412",
        "title":"The Influence of Gender on Non-Academic Skills Associated with Post-School Employment and Further Education"},
      {
        "id":"ED581413",
        "title":"The ABCs of School Choice: The Comprehensive Guide to Every Private School Choice Program in America. 2018 Edition"},
      {
        "id":"ED581414",
        "title":"Factor Structure and Basic Psychometric Properties of the &quot;Transition Assessment&quot; and &quot;Goal Generator&quot;"},
      {
        "id":"ED581415",
        "title":"Predicting Postsecondary Education and Employment Outcomes Using Results from the Transition Assessment and Goal Generator"},
      {
        "id":"ED581416",
        "title":"Special Education in New Orleans: Juggling Flexibility, Reinvention, and Accountability in the Nation&apos;s Most Decentralized School System. Portfolio Strategy"},
      {
        "id":"ED581417",
        "title":"Success for All: Evaluation Report and Executive Summary"},
      {
        "id":"ED581418",
        "title":"Rochdale Research into Practice: Evaluation Report and Executive Summary"},
      {
        "id":"ED581419",
        "title":"Federal Student Aid Handbook with Active Index, 2015-2016"},
      {
        "id":"ED581421",
        "title":"Why the Gap? Special Education and New York City Charter Schools"},
      {
        "id":"ED581422",
        "title":"Social Justice Book List"},
      {
        "id":"ED581423",
        "title":"Re-Imagining Teaching: Five Structures to Transform the Profession"},
      {
        "id":"ED581424",
        "title":"Special Education Identification in the Louisiana Scholarship Program. Technical Report. Louisiana Scholarship Program Evaluation Report #8"},
      {
        "id":"ED581425",
        "title":"Teacher Morale, Motivation and Professional Identity: Insight for Educational Policymakers from State Teachers of the Year. Teacher Researcher Policy Paper Series"},
      {
        "id":"ED581426",
        "title":"KIPP Leadership Practices through 2010-2011. Technical Report"},
      {
        "id":"ED581427",
        "title":"Educational Services and Programs for Children Who Are Deaf-Blind: A Brief Overview of the Federal Program"},
      {
        "id":"ED581428",
        "title":"Review of &quot;Charter School Funding: Inequity Expands&quot;"},
      {
        "id":"ED581429",
        "title":"SHINE in Secondaries: Evaluation Report and Executive Summary"},
      {
        "id":"ED581430",
        "title":"Spaced Learning: The Design, Feasibility and Optimisation of SMART Spaces. Evaluation Report and Executive Summary"},
      {
        "id":"ED581431",
        "title":"IDRA Newsletter. Volume 43, No. 1"},
      {
        "id":"ED581432",
        "title":"The Promise of Motivational Interviewing in School Mental Health"},
      {
        "id":"ED581433",
        "title":"IDRA Newsletter. Volume 43, No. 3"},
      {
        "id":"ED581434",
        "title":"IDRA Newsletter. Volume 43, No. 5"},
      {
        "id":"ED581435",
        "title":"SPOKES: Evaluation Report and Executive Summary"},
      {
        "id":"ED581436",
        "title":"Unlocking Potential: How Political Skill Can Maximize Superintendent Effectiveness"},
      {
        "id":"ED581437",
        "title":"The 2014 National Child Count of Children and Youth Who Are Deaf-Blind"},
      {
        "id":"ED581439",
        "title":"The 2015 National Child Count of Children and Youth Who Are Deaf-Blind Report"},
      {
        "id":"ED581441",
        "title":"Private Schools in American Education: A Small Sector Still Lagging in Diversity. Working Paper"},
      {
        "id":"ED581443",
        "title":"IDRA Newsletter. Volume 43, No. 7"},
      {
        "id":"ED581446",
        "title":"Strengthening the Assessment Trajectory: Engaging Educators in the Policy Process. Making a Measurable Difference: Case Studies from the High-Quality Assessment Project"},
      {
        "id":"ED581448",
        "title":"The Motivational Interviewing Navigation Guide: A Process for Enhancing Teachers&apos; Motivation to Adopt and Implement School-Based Interventions"},
      {
        "id":"ED581449",
        "title":"Motivational Interviewing as a Framework to Guide School-Based Coaching"},
      {
        "id":"ED581450",
        "title":"The Efficacy of Conjoint Behavioral Consultation in the Home Setting: Outcomes and Mechanisms in Rural Communities"},
      {
        "id":"ED581451",
        "title":"State of the States 2015: Evaluating Teaching, Leading and Learning"},
      {
        "id":"ED581453",
        "title":"IDRA Newsletter. Volume 43, No. 4"},
      {
        "id":"ED581454",
        "title":"IDRA Newsletter. Volume 43, No. 2"},
      {
        "id":"ED581455",
        "title":"IDRA Newsletter. Volume 43, No. 6, June-July 2016"},
      {
        "id":"ED581456",
        "title":"Understanding the Effect of KIPP as It Scales: Volume II, Leadership Practices at KIPP. Final Report of KIPP&apos;s Investing in Innovation Grant Evaluation"},
      {
        "id":"ED581463",
        "title":"Summer Active Reading Programme: Evaluation Report and Executive Summary"},
      {
        "id":"ED581465",
        "title":"A Randomized Trial Examining the Effects of Conjoint Behavioral Consultation in Rural Schools: Student Outcomes and the Mediating Role of the Teacher-Parent Relationship"},
      {
        "id":"ED581466",
        "title":"Switch-On Reading: Evaluation Report and Executive Summary"},
      {
        "id":"ED581467",
        "title":"Talk for Writing: Evaluation Report and Executive Summary"},
      {
        "id":"ED581468",
        "title":"Percentage of L1-Based Errors in ESL: An Update on Ellis (1985)"},
      {
        "id":"ED581469",
        "title":"Exploring Novice and Experienced Iranian EFL Teachers&apos; Beliefs Representations: A More Vivid Picture"},
      {
        "id":"ED581470",
        "title":"Parental Perceptions toward and Practices of Heritage Language Maintenance: Focusing on the United States and Canada"},
      {
        "id":"ED581474",
        "title":"Movie-Generated EFL Writing: Discovering the Act of Writing through Visual Literacy Practices"},
      {
        "id":"ED581480",
        "title":"Transporting Motivational Interviewing to School Settings to Improve the Engagement and Fidelity of Tier 2 Interventions"},
      {
        "id":"ED581481",
        "title":"Restraint and Seclusion: What Is the Issue and Why Does It Matter? Policy Snapshot"},
      {
        "id":"ED581482",
        "title":"Changes in Bullying Victimization and Hate-Related Words at School since 2007. Data Point. NCES 2018-095"},
      {
        "id":"ED581484",
        "title":"Expanding Quality Options: Louisiana Type 2, 4 and 5 Charter Schools. 2013-2014 Annual Report"},
      {
        "id":"ED581486",
        "title":"Abstraction in Action: K-5 Teachers&apos; Uses of Levels of Abstraction, Particularly the Design Level, in Teaching Programming."},
      {
        "id":"ED581487",
        "title":"Computational Thinking in Secondary Education: Where Does It Fit? A Systematic Literary Review"},
      {
        "id":"ED581488",
        "title":"Student Outcomes Survey: Self-Reported Graduate Model Review. Technical Paper"},
      {
        "id":"ED581489",
        "title":"Data Linkage in VET Research: Opportunities, Challenges and Principles. Discussion Paper"},
      {
        "id":"ED581490",
        "title":"Empirical Studies of Patterning"},
      {
        "id":"ED581491",
        "title":"Analysis of the Contribution to Professional Knowledge of the Job Training within the Student Perspective in the 3+1 Education Model--The Example of Honaz Vocational School"},
      {
        "id":"ED581492",
        "title":"Using the Lexia Reading Program to Increase NWEA MAP Reading Scores in Grades 1 to 3"},
      {
        "id":"ED581493",
        "title":"Switch-On Effectiveness Trial: Evaluation Report and Executive Summary"},
      {
        "id":"ED581496",
        "title":"Early Writing Intervention: A Best Evidence Synthesis"},
      {
        "id":"ED581498",
        "title":"Disabilities Inclusive Education Systems and Policies Guide for Low- and Middle-Income Countries. Occasional Paper. RTI Press Publication OP-0043-1707"},
      {
        "id":"ED581500",
        "title":"Suspension and Expulsion: What Is the Issue and Why Does It Matter? Policy Snapshot"},
      {
        "id":"ED581501",
        "title":"Students&apos; Relationships in School and Feelings about Personal Safety at School. Data Point. NCES 2018-096"},
      {
        "id":"ED581502",
        "title":"Repetition and Power Imbalance in Bullying Victimization at School. Data Point. NCES 2018-093"},
      {
        "id":"ED581503",
        "title":"High School Diploma Options That Meet Federal Graduation Rate Calculation Requirements. Education Trends"},
      {
        "id":"ED581505",
        "title":"Providing English Language Development Services to English Learners with Disabilities: Approaches to Making Exit Decisions. NCEO Report 404"},
      {
        "id":"ED581507",
        "title":"Maricopa County Community College District: Fall 2015 Developmental Education Report"},
      {
        "id":"ED581508",
        "title":"Revealing Students&apos; Cognitive Structure about Physical and Chemical Change: Use of a Word Association Test"},
      {
        "id":"ED581509",
        "title":"Effects of a Year Long Supplemental Reading Intervention for Students with Reading Difficulties in Fourth Grade"},
      {
        "id":"ED581510",
        "title":"MCCCD 2016 Monitoring Report: Governing Board Outcomes and Metrics. November 2016"},
      {
        "id":"ED581511",
        "title":"Alternate Assessments for Students with Significant Cognitive Disabilities: Participation Guidelines and Definitions. NCEO Report 406"},
      {
        "id":"ED581512",
        "title":"Lessons Learned about Instruction from Inclusion of Students with Disabilities in College and Career Ready Assessments"},
      {
        "id":"ED581513",
        "title":"Student Ranking Differences within Institutions Using Old and New SAT Scores"},
      {
        "id":"ED581514",
        "title":"AP® STEM Participation and Postsecondary STEM Outcomes: Focus on Underrepresented Minority, First-Generation, and Female Students"},
      {
        "id":"ED581515",
        "title":"Influence of Difficulty with Language of Mathematics on Perceived Self-Efficacy in Learning Mathematics among Upper Primary Students of Kerala"},
      {
        "id":"ED581522",
        "title":"Charter Accountability for District-Run Schools: Using ESSA to Create Contract-Based Accountability for Urban Public Education"},
      {
        "id":"ED581524",
        "title":"Influence of Out-of-School Experiences and Learning Styles on Interest in Biology, Chemistry and Physics among Higher Secondary Boys and Girls in Kerala"},
      {
        "id":"ED581525",
        "title":"Distance Education in Turkey: Past-Present-Future"},
      {
        "id":"ED581526",
        "title":"Linguistics Challenges and Its Influence on Perceived Difficulty in Mathematics Learning of Elementary School Students of Kerala"},
      {
        "id":"ED581527",
        "title":"Instruction of Computer Supported Collaborative Learning Environment and Students&apos; Contribution Quality"},
      {
        "id":"ED581528",
        "title":"Lessons Learned about Assessment from Inclusion of Students with Disabilities in College and Career Ready Assessments"},
      {
        "id":"ED581529",
        "title":"Choosing Double: The Relationship between Successful AP® Exams and College Double Major"},
      {
        "id":"ED581532",
        "title":"Charter Public Schools Serving Hispanic Communities"},
      {
        "id":"ED581533",
        "title":"State Legislative Session Highlights for Public Charter Schools. Communications State Policy"},
      {
        "id":"ED581534",
        "title":"Nature of Mathematics That Impacts Difficulties in Learning It: A Comparison of Student Perspectives on Learning School Subjects from Kerala"},
      {
        "id":"ED581535",
        "title":"Principals&apos; Supervisory Techniques as Correlates of Teachers&apos; Job Performance in Secondary Schools in Ebonyi State, Nigeria"},
      {
        "id":"ED581536",
        "title":"The Validity and Reliability Study of Turkish Version of the Sentiments, Attitudes, and Concerns about Inclusive Education Scale"},
      {
        "id":"ED581537",
        "title":"Administrators&apos; Managerial Competencies for Sustainable Human Resource Management in Secondary Education in Enugu State, Nigeria"},
      {
        "id":"ED581538",
        "title":"Acute Effect of Various Exercise Intensities on Cognitive Performance"},
      {
        "id":"ED581539",
        "title":"Tutor Trust Secondary: Evaluation Report and Executive Summary"},
      {
        "id":"ED581540",
        "title":"Tutor Trust Primary: Evaluation Report and Executive Summary"},
      {
        "id":"ED581541",
        "title":"The Views of Educational Supervisors on Clinical Supervision"},
      {
        "id":"ED581542",
        "title":"Tutoring with Alphie: Evaluation Report and Executive Summary"},
      {
        "id":"ED581543",
        "title":"Exploring the Implementation of Reverse Transfer in Illinois. Feature on Research and Leadership. Vol. 4, No. 2"},
      {
        "id":"ED581544",
        "title":"A Growing Movement: America&apos;s Largest Public Charter School Communities. Twelfth Annual Edition"},
      {
        "id":"ED581545",
        "title":"Understanding and Exploring Signature Pedagogies for TESOL Teacher Education"},
      {
        "id":"ED581546",
        "title":"Decoding Deeper Learning in the Classroom"},
      {
        "id":"ED581547",
        "title":"Procedural Sensitivities of Effect Sizes for Single-Case Designs with Directly Observed Behavioral Outcome Measures"},
      {
        "id":"ED581550",
        "title":"Using Response Ratios for Meta-Analyzing Single-Case Designs with Behavioral Outcomes"},
      {
        "id":"ED581555",
        "title":"Feeling Closer to the Future Self and Doing Better: Temporal Psychological Mechanisms Underlying Academic Performance"},
      {
        "id":"ED581557",
        "title":"Influence of Linguistic Challenges on Attitude towards Mathematics Learning among Upper Primary Students of Kerala"},
      {
        "id":"ED581560",
        "title":"Teacher as a Key Role Player to Induce Quality Education: Challenges and Prospects of Primary Schools in Addis Ababa"},
      {
        "id":"ED581562",
        "title":"The Analysis and Comparison of Pre-Service Music Teachers&apos; Attitudes towards the Piano Lesson and Their Sight-Reading Skills in Terms of Certain Variables"},
      {
        "id":"ED581563",
        "title":"Strategic and Interactive Writing Instruction: An Efficacy Study in Grades 3-5"},
      {
        "id":"ED581564",
        "title":"Language Teacher Candidates&apos; Self-Assessment Process for Teaching to Young Learners in EFL Classes"},
      {
        "id":"ED581565",
        "title":"State Policies Impacting CTE: 2015 Year in Review"},
      {
        "id":"ED581567",
        "title":"Examining the Perceptions of English Instructors Regarding the Incorporation of Global Citizenship Education into ELT"},
      {
        "id":"ED581568",
        "title":"Launching Kindergarten Math Clubs: The Implementation of High 5s in New York City"},
      {
        "id":"ED581569",
        "title":"The New York City Early Childhood Research Network: A Model for Integrating Research, Policy, and Practice"},
      {
        "id":"ED581570",
        "title":"2014-15 Publicly Reported Assessment Results for Students with Disabilities and ELs with Disabilities. NCEO Report 405"},
      {
        "id":"ED581571",
        "title":"An Evaluation of CHAMPS for Classroom Management"},
      {
        "id":"ED581572",
        "title":"The Effect of Project Based Learning in Teaching EFL Vocabulary to Young Learners of English: The Case of Pre-School Children"},
      {
        "id":"ED581573",
        "title":"Challenges in English Medium of Instruction from the Teachers and Students&apos; Eyes"},
      {
        "id":"ED581574",
        "title":"Critical Discourse Analysis of Advertising: Implications for Language Teacher Education"},
      {
        "id":"ED581575",
        "title":"National Alliance for Public Charter Schools 2016 Annual Report"},
      {
        "id":"ED581578",
        "title":"Alternative School Discipline Strategies. Policy Snapshot"},
      {
        "id":"ED581579",
        "title":"Strengthening Children&apos;s Math Skills with Enhanced Instruction: The Impacts of Making Pre-K Count and High 5s on Kindergarten Outcomes"},
      {
        "id":"ED581582",
        "title":"A Review of Commonly-Used State Employment Measures in Intellectual and Developmental Disability Services. Policy Research Brief. Volume 22, Number 1"},
      {
        "id":"ED581583",
        "title":"A Taxonomy for Postsecondary Education Programs for Students with Intellectual and Developmental Disabilities. Policy Research Brief. Volume 23, Number 1"},
      {
        "id":"ED581585",
        "title":"Regulatory Relief for Accreditation. Position Paper"},
      {
        "id":"ED581586",
        "title":"Dates and Deadlines: Behavioral Strategies to Increase Engagement in Child Support"},
      {
        "id":"ED581587",
        "title":"Assessing Tuition- and Debt-Free Higher Education. NASFAA Task Force Report"},
      {
        "id":"ED581588",
        "title":"Measuring up to the Model: A Ranking of State Charter Public School Laws. Eighth Edition"},
      {
        "id":"ED581589",
        "title":"What Are Naturally Occurring School Lotteries and How Do We Identify Them? Reflections on Methodology"},
      {
        "id":"ED581590",
        "title":"Integrating Postsecondary Education Interventions to Help Low-Income Students Succeed. Testimony of Alexander Mayer, Deputy Director, Postsecondary Education, MDRC, Before the California State Assembly Higher Education Committee and the Budget Subcommittee on Education Finance"},
      {
        "id":"ED581591",
        "title":"Promoting Prenatal Health and Positive Birth Outcomes: A Snapshot of State Efforts. OPRE Report 2017-65"},
      {
        "id":"ED581592",
        "title":"Measuring up to the Model: A Ranking of State Public Charter School Laws. Ninth Annual Edition"},
      {
        "id":"ED581594",
        "title":"We Need Resilient School Leaders in the Face of Chaos and Complexity"},
      {
        "id":"ED581595",
        "title":"Four-Year Follow-Up of Children in the Leap Randomized Trial: Some Planned and Accidental Findings"},
      {
        "id":"ED581596",
        "title":"Education Needs to Further Examine Data Collection on English Language Learners in Charter Schools. GAO-13-655R"},
      {
        "id":"ED581597",
        "title":"Classroom Talk and Computational Thinking"},
      {
        "id":"ED581609",
        "title":"State Efforts to Promote Social and Emotional Learning in Students. A Status Report"},
      {
        "id":"ED581610",
        "title":"Child Mortality in the School Setting. Position Statement. Revised"},
      {
        "id":"ED581611",
        "title":"The Collaborating States Initiative (CSI) Recommended Process for Developing State Policies and Guidelines to Support Social and Emotional Learning"},
      {
        "id":"ED581612",
        "title":"The School Nurse&apos;s Role in Behavioral Health of Students. Position Statement"},
      {
        "id":"ED581613",
        "title":"Medication Administration in Schools. Position Statement. Revised"},
      {
        "id":"ED581614",
        "title":"Diabetes Management in the School Setting. Position Statement. Revised"},
      {
        "id":"ED581615",
        "title":"The Role of School Nursing in Telehealth. Position Statement"},
      {
        "id":"ED581617",
        "title":"Breaking the Cycle of Poverty: Whole Family Approach"},
      {
        "id":"ED581618",
        "title":"Promoting Educator Effectiveness: The Effects of Two Key Strategies. NCEE 2018-4009"},
      {
        "id":"ED581619",
        "title":"Visual Scaling to Improve Organizational Decisions in Educator Preparation: Effectively Comparing Apples and Oranges"},
      {
        "id":"ED581622",
        "title":"Market Research on Law School Student Aid Award Letters and Shopping Sheet Information. NASFAA Consumer Information &amp; Law Student Indebtedness Task Force Report"},
      {
        "id":"ED581623",
        "title":"Key Features of High-Quality Policies and Guidelines to Support Social and Emotional Learning: Recommendations and Examples for the Collaborating States Initiative (CSI)"},
      {
        "id":"ED581625",
        "title":"Are Science Teachers Really Aware of the Importance of Educational Research?"},
      {
        "id":"ED581626",
        "title":"Comparability of Computer-Based and Paper-Based Science Assessments"},
      {
        "id":"ED581630",
        "title":"State of Our Schools: America&apos;s K-12 Facilities 2016"},
      {
        "id":"ED581631",
        "title":"Culminating Experience Action Research Projects, Volume 18, Part 2, Spring 2016"},
      {
        "id":"ED581633",
        "title":"Whole School, Whole Community, Whole Child: Implications for 21st Century School Nurses. Position Statement"},
      {
        "id":"ED581634",
        "title":"Students with Chronic Health Conditions: The Role of The School Nurse. Position Statement"},
      {
        "id":"ED581635",
        "title":"Key Implementation Insights from the Collaborating Districts Initiative: A Multiyear Effort to Help School Districts Integrate Social and Emotional Learning across All Aspects of Their Work: What Have We Learned? What Impact Have We Seen? What&apos;s Next?"},
      {
        "id":"ED581636",
        "title":"Adequate &amp; Equitable U.S. PK-12 Infrastructure: Priority Actions for Systemic Reform. A Report from the Planning for PK-12 School Infrastructure National Initiative"},
      {
        "id":"ED581637",
        "title":"What Does PK-3 Instructional Alignment Mean for Policy and Practice? Social Policy Report Brief. Volume 30, Issue 2"},
      {
        "id":"ED581640",
        "title":"How Health-Care Policies Affect Children&apos;s Health and Development. Social Policy Report Brief. Volume 29, Issue 4"},
      {
        "id":"ED581641",
        "title":"Research-Practice Partnerships: Building Engagement to Benefit Children and Youth. Social Policy Report Brief. Volume 30, Issue 4"},
      {
        "id":"ED581642",
        "title":"Detecting Fraudulent Erasures at an Aggregate Level"},
      {
        "id":"ED581643",
        "title":"Supporting Parents: Using Research to Inform Policy and Best Practice. Social Policy Report Brief. Volume 30, Issue 5"},
      {
        "id":"ED581644",
        "title":"Goals for Sustainable Development: Focusing on Children and Youth. Social Policy Report Brief. Volume 30, Issue 3"},
      {
        "id":"ED581647",
        "title":"The Investigation of the Relationship between Teachers&apos; Beliefs towards Learning and Beliefs towards the Standard Tests"},
      {
        "id":"ED581648",
        "title":"Understanding the Adjustment Needs of International Graduate Students at Southern Illinois University Carbondale"},
      {
        "id":"ED581649",
        "title":"A Qualitative Study on the Contribution of Educational Administrators&apos; Use of Social Media to Educational Administration"},
      {
        "id":"ED581650",
        "title":"Enhancing Accessibility for Students with Decoding Difficulties on Large-Scale Reading Assessments"},
      {
        "id":"ED581651",
        "title":"Applying EALTA Guidelines as Baseline for the Foreign Language Proficiency Test in Turkey: The Case of YDS"},
      {
        "id":"ED581653",
        "title":"College and Career Readiness Standards for Adult Education"},
      {
        "id":"ED581655",
        "title":"Research-Practice Partnerships: Building Two-Way Streets of Engagement. Social Policy Report. Volume 30, Number 4"},
      {
        "id":"ED581656",
        "title":"The Power of Fully Supporting Community College Students: The Effects of The City University of New York&apos;s Accelerated Study in Associate Programs after Six Years"},
      {
        "id":"ED581657",
        "title":"PK-3: What Does It Mean for Instruction? Social Policy Report. Volume 30, Number 2"},
      {
        "id":"ED581658",
        "title":"Degree and Nondegree Credentials Held by Labor Force Participants. Data Point. NCES 2018-057"},
      {
        "id":"ED581659",
        "title":"The Influence of Health Care Policies on Children&apos;s Health and Development. Social Policy Report. Volume 29, Number 4"},
      {
        "id":"ED581660",
        "title":"Children, Youth and Developmental Science in the 2015-2030 Global Sustainable Development Goals. Social Policy Report. Volume 30, Number 3"},
      {
        "id":"ED581661",
        "title":"An Evaluation of the Data from the Teacher Compensation Survey: School Year 2007-08 through 2009-10. Research and Development Report. NCES 2018-120"},
      {
        "id":"ED581662",
        "title":"Supporting Parents: How Six Decades of Parenting Research Can Inform Policy and Best Practice. Social Policy Report. Volume 30, Number 5"},
      {
        "id":"ED581663",
        "title":"School Survey on Crime and Safety (SSOCS): 2015-16. Public-Use Data File User&apos;s Manual. NCES 2018-107"},
      {
        "id":"ED581664",
        "title":"The Role of Academic Preparation and Interest on STEM Success. ACT Research Report Series"},
      {
        "id":"ED581665",
        "title":"STEM Education in the U.S.: Where We Are and What We Can Do"},
      {
        "id":"ED581669",
        "title":"Higher Education Research Digest"},
      {
        "id":"ED581670",
        "title":"A Practice Guide for Working with Families from Pre-Birth to Eight Years: Engaging Families in the Early Childhood Development Story"},
      {
        "id":"ED581671",
        "title":"The Condition of College &amp; Career Readiness 2017: National"},
      {
        "id":"ED581673",
        "title":"Preparation Matters Most in STEM. Issue Brief"},
      {
        "id":"ED581674",
        "title":"Findings from the Fourth-Grade Round of the Early Childhood Longitudinal Study, Kindergarten Class of 2010-11 (ECLS-K:2011). First Look. NCES 2018-094"},
      {
        "id":"ED581680",
        "title":"In Search of Opportunity: Latino Men&apos;s Paths to Post-Secondary Education in Urban Massachusetts"},
      {
        "id":"ED581682",
        "title":"Preparing Secondary Students for Work: A Framework for Vocational Learning and VET Delivered to Secondary Students"},
      {
        "id":"ED581685",
        "title":"National Aboriginal and Torres Strait Islander Education Strategy 2015"},
      {
        "id":"ED581686",
        "title":"10 Principles for Building a High-Quality System of Assessments"},
      {
        "id":"ED581690",
        "title":"National STEM School Education Strategy: A Comprehensive Plan for Science, Technology, Engineering and Mathematics Education in Australia"},
      {
        "id":"ED581692",
        "title":"Scale Development and Initial Tests of the Multidimensional Complex Adaptive Leadership Scale for School Principals: An Exploratory Mixed Method Study"},
      {
        "id":"ED581693",
        "title":"The Application of Montessori Method in Learning Mathematics: An Experimental Research"},
      {
        "id":"ED581694",
        "title":"Language Use, Choice and Transmission: Laz at the Crossroads"},
      {
        "id":"ED581695",
        "title":"The Investigation of the Prospective Teachers&apos; Opinions Related to Peer Assessment: A Qualitative Study"},
      {
        "id":"ED581697",
        "title":"From School to VET: Choices, Experiences and Outcomes"},
      {
        "id":"ED581698",
        "title":"Improving Participation and Success in VET for Disadvantaged Learners. Research Report"},
      {
        "id":"ED581699",
        "title":"Effective Social and Emotional Learning Programs: Preschool and Elementary School Edition. CASEL Guide 2013"},
      {
        "id":"ED581700",
        "title":"Beating the Odds: Trees to Success in Different Countries"},
      {
        "id":"ED581701",
        "title":"Effectiveness of Facebook in English Language Learning: A Case Study"},
      {
        "id":"ED581702",
        "title":"Teaching in the States: Salary and beyond Rankings"},
      {
        "id":"ED581705",
        "title":"Decision Regulation Impact Statement for Changes to the National Quality Framework"},
      {
        "id":"ED581706",
        "title":"Framework for Leading Next Generation Science Standards Implementation"},
      {
        "id":"ED581707",
        "title":"Demographic and Enrollment Characteristics of Nontraditional Undergraduates: 2011-12. Web Tables. NCES 2015-025"},
      {
        "id":"ED581714",
        "title":"Empowering Teachers with Low-Intensity Strategies to Support Instruction: Within-Activity Choices in Third-Grade Math with Null Effects"},
      {
        "id":"ED581716",
        "title":"Students Attending For-Profit Postsecondary Institutions: Demographics, Enrollment Characteristics, and 6-Year Outcomes. Web Tables. NCES 2012-173"},
      {
        "id":"ED581717",
        "title":"Profile of Undergraduate Students: 2011-12. Web Tables. NCES 2015-167"},
      {
        "id":"ED581718",
        "title":"Teaching the Whole Child: Instructional Practices That Support Social-Emotional Learning in Three Teacher Evaluation Frameworks. Research-to-Practice Brief. Revised Edition"},
      {
        "id":"ED581721",
        "title":"Compendium of Preschool through Elementary School Social-Emotional Learning and Associated Assessment Measures"},
      {
        "id":"ED581722",
        "title":"The Equity Journey: NewSchools Venture Fund and Lumina Foundation Pursue Diversity on the Road to Equity. Principles for Effective Education Grantmaking. Case Study No. 16"},
      {
        "id":"ED581723",
        "title":"Don&apos;t Just Give. Solve. The Boston Foundation Embraces Innovation and Constant Learning in Pursuit of Educational Equity. Principles for Effective Education Grantmaking. Case Study No. 17"},
      {
        "id":"ED581728",
        "title":"Summer Counseling. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED581768",
        "title":"STEM Education Summit: Summary of Key Themes"},
      {
        "id":"ED581769",
        "title":"2016 Emergent Data on Students in Australian Schools Receiving Adjustments for Disability"},
      {
        "id":"ED581770",
        "title":"Improving Educational Outcomes: Emergent Data on Students with Disability in Australian Schools. Nationally Consistent Collection of Data. School Students with Disability"},
      {
        "id":"ED581771",
        "title":"The Boston Opportunity Agenda: Fifth Annual Report Card"},
      {
        "id":"ED581776",
        "title":"Fifth Indicator: Access to High-Level Course Work. Policy Update. Vol. 24, No. 7"},
      {
        "id":"ED581777",
        "title":"Taking Stock: Five Years of Structural Change in Boston&apos;s Public Schools. A Boston Indicators Project Special Report"},
      {
        "id":"ED581778",
        "title":"Humor Climate of the Primary Schools"},
      {
        "id":"ED581780",
        "title":"Determining the Factors of Social Phobia Levels of University Students: A Logistic Regression Analysis"},
      {
        "id":"ED581783",
        "title":"An Example of Prepared-Planned Creative Drama in Second Grade Mathematics Education"},
      {
        "id":"ED581785",
        "title":"&quot;60x30TX&quot; 2017 Progress Report"},
      {
        "id":"ED581786",
        "title":"Subterranean Failures of Education in Flourishing Individuals: From the Perspectives of Paradigm and the Simulation Theory"},
      {
        "id":"ED581787",
        "title":"A Comparison of the Change Process in States&apos; and Territories&apos; Implementation of the Australian Curriculum"},
      {
        "id":"ED581788",
        "title":"Simulation and Advanced Practice Nursing Education"},
      {
        "id":"ED581789",
        "title":"Rural Math Excel Partnership (RMEP) Project Final Performance Report"},
      {
        "id":"ED581790",
        "title":"Findings across Practitioner Training Studies in Special Education: A Comprehensive Review and Meta-Analysis"},
      {
        "id":"ED581791",
        "title":"Commission for International Adult Education (CIAE) of the American Association for Adult and Continuing Education (AAACE). Proceedings of the 2016 International Pre-Conference (65th, Albuquerque, New Mexico, November 6-8, 2016)"},
      {
        "id":"ED581792",
        "title":"Bilingual &amp; English as a Second Language Program Evaluation, 2013-2014. Research Educational Program Report"},
      {
        "id":"ED581793",
        "title":"Bilingual &amp; English as a Second Language Program Evaluation, 2014-2015. Research Educational Program Report"},
      {
        "id":"ED564011",
        "title":"The Importance of Concept of Word in Text as a Predictor of Sight Word Development in Spanish"},
      {
        "id":"ED564012",
        "title":"Transforming Our World: Literacy for Sustainable Development"},
      {
        "id":"ED564014",
        "title":"Global Perspectives on Recognising Non-Formal and Informal Learning: Why Recognition Matters. Technical and Vocational Education and Training: Issues, Concerns and Prospects. Volume 21"},
      {
        "id":"ED564015",
        "title":"Learning Families: Intergenerational Approach to Literacy Teaching and Learning"},
      {
        "id":"ED564016",
        "title":"Schools to Watch: School Transformation Network, a U.S. Deparment of Education Investing in Innovation (i3) Development Grant. Final Evaluation Report"},
      {
        "id":"ED564021",
        "title":"Longitudinal Associations between Externalizing Problems and Student-Teacher Relationship Quality for Young Children with ASD"},
      {
        "id":"ED564026",
        "title":"Examining Current and Proposed Home Language Surveys in California in Relation to Initial English Language Proficiency Assessment Results: An Exploratory Study"},
      {
        "id":"ED564033",
        "title":"Taking Evidence-Based Practices to School: Using Expert Opinion to Develop a Brief, Evidence-Informed School-Based Mental Health Intervention"},
      {
        "id":"ED564035",
        "title":"The Evolution and Impact of Literacy Campaigns and Programmes, 2000-2014. UIL Research Series: No. 1"},
      {
        "id":"ED564038",
        "title":"The Role of Social Evaluation in Influencing Public Speaking Anxiety of English Foreign Language Learners at Omar Al-Mukhtar University"},
      {
        "id":"ED564039",
        "title":"Stress and Coping in Higher Education: A Case Study of a Haitian American Woman Administrator"},
      {
        "id":"ED564040",
        "title":"Poverty in Education"},
      {
        "id":"ED564041",
        "title":"Using Reading Circles Strategy for Developing Preparatory Students' Critical Reading Skills and Social Skills"},
      {
        "id":"ED564042",
        "title":"Every Child a Writer Program Evaluation 2014"},
      {
        "id":"ED564043",
        "title":"Effects of the Scientific Argumentation Based Learning Process on Teaching the Unit of Cell Division and Inheritance to Eighth Grade Students"},
      {
        "id":"ED564044",
        "title":"Enhancing Teacher Beliefs through an Inquiry-Based Professional Development Program"},
      {
        "id":"ED564050",
        "title":"The Role of Higher Education in Promoting Lifelong Learning. UIL Publication Series on Lifelong Learning Policies and Strategies: No. 3"},
      {
        "id":"ED564051",
        "title":"Action Research to Improve Youth and Adult Literacy: Empowering Learners in a Multilingual World"},
      {
        "id":"ED564053",
        "title":"Working with Teachers to Adapt an Evidence-Based Intervention for Children with Autism"},
      {
        "id":"ED564054",
        "title":"Self-Reporting across Two Reading Interventions: Can It Be the Sole Measure of Adherence?"},
      {
        "id":"ED564055",
        "title":"Using Data to Inform Decisions: How Teachers Use Data to Inform Practice and Improve Student Performance in Mathematics"},
      {
        "id":"ED564056",
        "title":"Synthesis of Single-Case Experimental Data: A Comparison of Alternative Multilevel Approaches"},
      {
        "id":"ED564057",
        "title":"The Evolution, Design and Implementation of the Minds in Motion Curriculum"},
      {
        "id":"ED564058",
        "title":"The Contribution of Domain-Specific Knowledge in Predicting Students' Proportional Word Problem Solving Performance"},
      {
        "id":"ED564060",
        "title":"Unlocking the Potential of Urban Communities: Case Studies of Twelve Learning Cities"},
      {
        "id":"ED564061",
        "title":"Using Generalized Additive Models to Analyze Single-Case Designs"},
      {
        "id":"ED564062",
        "title":"The Use of Argumentation in Science Education to Promote the Development of Science Proficiency: A Comparative Case Study"},
      {
        "id":"ED564063",
        "title":"Proficiency-Based Pathways in Three Pilot Programs: Examining Implementation and Outcomes"},
      {
        "id":"ED564064",
        "title":"An Investigation of Science and Technology Teachers' Views on the 5th Grade Science Course"},
      {
        "id":"ED564065",
        "title":"The Effect of Dual-Language Immersion on Student Achievement in Math, Science, and English Language Arts"},
      {
        "id":"ED564066",
        "title":"Tracking and Student Achievement: The Role of Instruction as a Mediator"},
      {
        "id":"ED564068",
        "title":"Using Worked Examples Assignments in Classroom Instruction"},
      {
        "id":"ED564069",
        "title":"Who Attends Summer Credit Recovery Classes, and Who Benefits from Doing So?"},
      {
        "id":"ED564070",
        "title":"Using School Lotteries to Evaluate the Value-Added Model"},
      {
        "id":"ED564071",
        "title":"Educational Research and Predatory Tabloid Journalism: Authors Beware"},
      {
        "id":"ED564073",
        "title":"Use of a C-SITS Approach to Estimating the Impact of the Receipt of a Teacher Recruitment Incentive Grant on an IHE's Production of Certified STEM Teachers--Problems and Solutions"},
      {
        "id":"ED564074",
        "title":"With a Little Help from My Friends: Investigating the Impact of Summer Peer Mentoring on Timely Postsecondary Attainment among College-Intending High School Graduates"},
      {
        "id":"ED564076",
        "title":"Predicting Observer Training Satisfaction and Certification"},
      {
        "id":"ED564078",
        "title":"The Use of Student Self-Report Screening Data for Mental Health Risk Surveillance"},
      {
        "id":"ED564079",
        "title":"Using Design Experiments to Understand Secondary Classroom Comprehension Practices"},
      {
        "id":"ED564080",
        "title":"Tracking Growth: Studying First-Year Teacher Development under a High-Stakes Evaluation System"},
      {
        "id":"ED564081",
        "title":"Propensity Score Matching within Prognostic Strata"},
      {
        "id":"ED564082",
        "title":"Why Do Fine Motor Skills Predict Mathematics? Construct Validity of the Design Copying Task"},
      {
        "id":"ED564083",
        "title":"Validity as Process: A Construct Driven Measure of Fidelity of Implementation"},
      {
        "id":"ED564084",
        "title":"Teacher Layoffs, Teacher Quality and Student Achievement: The Implementation and Consequences of a Discretionary Reduction-in-Force Policy"},
      {
        "id":"ED564085",
        "title":"Preventing School Dropout with Secondary Students: The Implementation of an Individualized Reading Intervention and Dropout Prevention Intervention"},
      {
        "id":"ED564086",
        "title":"The Impact of a Comparison Curriculum in Algebra I: A Randomized Experiment"},
      {
        "id":"ED564087",
        "title":"Prognostic Score-Based Difference-in-Differences Strategy for Multilevel Multi-Cohort Data"},
      {
        "id":"ED564088",
        "title":"Project READI: Designing Instruction for Evidence-Based Argumentation in the Disciplines"},
      {
        "id":"ED564089",
        "title":"The Impacts of an Integrated Community Development Program in Southern Ethiopia--A Propensity Score Analysis"},
      {
        "id":"ED564090",
        "title":"Using Subjective Teacher Evaluations to Examine Principals' Personnel Management"},
      {
        "id":"ED564091",
        "title":"Preliminary Findings from an Efficacy Study of a Distributed Leadership Model of School Organization"},
      {
        "id":"ED564092",
        "title":"Rater Drift and Time Trends in Classroom Observations"},
      {
        "id":"ED564093",
        "title":"The Impact of the Measures of Academic Progress (MAP) Program on Student Reading Achievement"},
      {
        "id":"ED564094",
        "title":"Summer Outreach with Near-Age Peer Mentors: A Randomized Experiment to Improve the Transition to College"},
      {
        "id":"ED564095",
        "title":"Within-Cluster and Across-Cluster Matching with Observational Multilevel Data"},
      {
        "id":"ED564096",
        "title":"Reconciling Experimental and Quasi-Experimental Evidence on the Impact of Full-Day Kindergarten"},
      {
        "id":"ED564097",
        "title":"Design, Motivation and Performance in a Cooperative MOOC Course"},
      {
        "id":"ED564098",
        "title":"Literature and Practice: A Critical Review of MOOCs"},
      {
        "id":"ED564099",
        "title":"Using Robust Variance Estimation to Combine Multiple Regression Estimates with Meta-Analysis"},
      {
        "id":"ED564100",
        "title":"The Challenge of Senior Year in Chicago Public Schools: A Mixed-Methods Study of Coursetaking and Its Effects on College Outcomes"},
      {
        "id":"ED564101",
        "title":"Sustainability of Fidelity of Implementation over Time, in the Context of a Prekindergarten Mathematics Curriculum and Professional Development Scale-Up Intervention"},
      {
        "id":"ED564102",
        "title":"Propensity Score Estimation with Data Mining Techniques: Alternatives to Logistic Regression"},
      {
        "id":"ED564103",
        "title":"Understanding Impact Variation in Family Rewards: The Role of Schools and Neighborhoods on a Conditional Cash Transfer Program"},
      {
        "id":"ED564104",
        "title":"The Effects of Research-Based Curriculum Materials and Curriculum-Based Professional Development on High School Science Achievement: Results of a Cluster-Randomized Trial"},
      {
        "id":"ED564105",
        "title":"Structural Equation Modeling of Knowledge Content Improvement Using Inquiry Based Instruction"},
      {
        "id":"ED564106",
        "title":"A Study on the Pedagogical Components of Massive Online Courses"},
      {
        "id":"ED564107",
        "title":"The Relationship between Gender, Ethnicity, and Technology on the Impact of Mathematics Achievement in an After-School Program"},
      {
        "id":"ED564108",
        "title":"Review of the Non-Experimental Evidence from Developmental and Cognitive Psychological, Education Science and Neuroscience That Provided the Impetus for the Development of the Intervention"},
      {
        "id":"ED564109",
        "title":"Teaching Early Knowledge of Whole Number Concepts through Technology: Findings from a Feasibility Study of an iPad Delivered Kindergarten Mathematics Intervention"},
      {
        "id":"ED564110",
        "title":"Towards Automated Support for Small-Group Instruction: Using Data from an ITS to Automatically Group Students"},
      {
        "id":"ED564111",
        "title":"Ten Texts to College: Can Text Messages Mitigate Summer Attrition among College-Intending Low-Income High School Graduates?"},
      {
        "id":"ED564112",
        "title":"Why African American College Students Miss the Perfect Test Score"},
      {
        "id":"ED564113",
        "title":"Violence against Teachers--Rule or Exception?"},
      {
        "id":"ED564114",
        "title":"The Efficiency of Computer-Aided Instruction and Creative Drama on Academic Achievement in Teaching of Integers to Seventh Grade Students"},
      {
        "id":"ED564115",
        "title":"Leisure Time of Young Due to Some Socio-Demographic Characteristics"},
      {
        "id":"ED564116",
        "title":"Code-Switching as a Result of Language Acquisition: A Case Study of a 1.5 Generation Child from China"},
      {
        "id":"ED564117",
        "title":"E-Content Development for Languages: Success Factors and Pitfalls"},
      {
        "id":"ED564118",
        "title":"Identifying Head Start and Public Pre-K Participation in NSECE Data on Center-Based ECE Programs. NSECE Technical Report Supplement. OPRE Report 2015-92b"},
      {
        "id":"ED564119",
        "title":"Which Early Care and Education Centers Participate in Head Start or Public Pre-Kindergarten? National Survey of Early Care &amp; Education. Technical Report. OPRE Report 2015-92a"},
      {
        "id":"ED564122",
        "title":"Engineering Emergency: African Americans and Hispanics Lack Pathways to Engineering. Vital Signs: Reports on the Condition of STEM Learning in the U.S."},
      {
        "id":"ED564124",
        "title":"State Pre-K Funding for 2015-16 Fiscal Year: National Trends in State Preschool Funding. 50-State Review"},
      {
        "id":"ED564125",
        "title":"The Rhode Island Labor Market in Recovery: Where Is the Skills Gap? Current Policy Perspectives. No. 15-7"},
      {
        "id":"ED564126",
        "title":"Within-School Spillover Effects of Foreclosures and Student Mobility on Student Academic Performance. Working Papers. No. 15-6"},
      {
        "id":"ED564127",
        "title":"Solving the Diversity Dilemma: Changing the Face of the STEM Workforce. Vital Signs: Reports on the Condition of STEM Learning in the U.S."},
      {
        "id":"ED564128",
        "title":"Getting Developmental Education Up to Speed: A Look at MDRC's Research. Issue Focus"},
      {
        "id":"ED564130",
        "title":"Demographics and Education: The 20 Richest Countries"},
      {
        "id":"ED564131",
        "title":"Does Not Compute: The High Cost of Low Technology Skills in the U.S.--and What We Can Do about It. Vital Signs: Reports on the Condition of STEM Learning in the U.S."},
      {
        "id":"ED564132",
        "title":"Building a Learning Society in Japan, the Republic of Korea and Singapore. UIL Publication Series on Lifelong Learning Policies and Strategies: No. 2"},
      {
        "id":"ED564133",
        "title":"Learning to Fly: Family-Oriented Literacy Education in Schools. Celebrating the Tenth Anniversary of Hamburg's Family Literacy Project 2004-2014"},
      {
        "id":"ED564134",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2012-13 (Fiscal Year 2013). First Look. NCES 2015-301"},
      {
        "id":"ED564135",
        "title":"Revenues and Expenditures for Public Elementary and Secondary School Districts: School Year 2012-13 (Fiscal Year 2013). First Look. NCES 2015-303"},
      {
        "id":"ED564136",
        "title":"Does Immigration Crowd Natives into or out of Higher Education? Working Papers. No. 15-18"},
      {
        "id":"ED564137",
        "title":"Global Inventory of Regional and National Qualifications Frameworks. Volume I: Thematic Chapters"},
      {
        "id":"ED564138",
        "title":"Preventing Juvenile Justice Involvement for Young Women: An Introduction to an Evaluation of the PACE Center for Girls. Research Brief"},
      {
        "id":"ED564140",
        "title":"Report on Student Academic Integrity and Allegations of Contract Cheating by University Students"},
      {
        "id":"ED564141",
        "title":"A Comparison of the Twelve Core Values of Thai People Defined by the Head of the National Council for Peace and Order (NCPO) Found in Thai Private and Public University Students"},
      {
        "id":"ED564142",
        "title":"A Risk and Standards Based Approach to Quality Assurance in Australia's Diverse Higher Education Sector"},
      {
        "id":"ED564144",
        "title":"Prospective Mathematics Teachers' Difficulties in Doing Proofs and Causes of Their Struggle with Proofs"},
      {
        "id":"ED564146",
        "title":"Quality Matters: Improving the Status of Literacy Teaching Personnel. UIL Policy Brief 1"},
      {
        "id":"ED564147",
        "title":"Youth Matters: Equipping Vulnerable Young People with Literacy and Life Skills. UIL Policy Brief 2"},
      {
        "id":"ED564148",
        "title":"Gender Equality Matters: Empowering Women through Literacy Programmes. UIL Policy Brief 3"},
      {
        "id":"ED564149",
        "title":"Global Inventory of Regional and National Qualifications Frameworks. Volume II: National and Regional Cases"},
      {
        "id":"ED564150",
        "title":"UNESCO Guidelines for the Recognition, Validation and Accreditation of the Outcomes of Non-Formal and Informal Learning"},
      {
        "id":"ED564151",
        "title":"Pre-Service Science Teachers' Epistemologies in the Physical Sciences"},
      {
        "id":"ED564152",
        "title":"Physics Doctorates One Year after Degree: Data from the Follow-up Survey of Degree Recipients from the Classes of 2013 and 2014. Focus On"},
      {
        "id":"ED564153",
        "title":"Expanding by Degrees: NSHE's Role in Building a New Nevada"},
      {
        "id":"ED564154",
        "title":"Policy on Public Reporting of Regulatory Decisions"},
      {
        "id":"ED564155",
        "title":"ALADIN: The Adult Learning Documentation and Information Network. Directory of Members. Updated Version 2012"},
      {
        "id":"ED564156",
        "title":"Statistics Report on TEQSA Registered Higher Education Providers"},
      {
        "id":"ED564157",
        "title":"Policy on Public Reporting of TEQSA's Decisions"},
      {
        "id":"ED564158",
        "title":"America's Children: Key National Indicators of Well-Being, 2015"},
      {
        "id":"ED564159",
        "title":"TEQSA Annual Report 2014-15"},
      {
        "id":"ED564160",
        "title":"Statistics Report on TEQSA Registered Higher Education Providers"},
      {
        "id":"ED564162",
        "title":"Critical CALL: Proceedings of the 2015 EUROCALL Conference (22nd, Padova, Italy, August 26-29, 2015)"},
      {
        "id":"ED564163",
        "title":"Mandarin Students' Perceptions of Multimodal Interaction in a Web Conferencing Environment: A Satisfaction Survey"},
      {
        "id":"ED564164",
        "title":"Mobile Apps to Support and Assess Foreign Language Learning"},
      {
        "id":"ED564165",
        "title":"Social Media as an Alternative to Moodle in EFL Teaching Practice Forums"},
      {
        "id":"ED564166",
        "title":"Dialogue-Based CALL: An Overview of Existing Research"},
      {
        "id":"ED564167",
        "title":"Language Learning beyond Japanese University Classrooms: Video Interviewing for Study Abroad"},
      {
        "id":"ED564168",
        "title":"The Effect of iPad Assisted Language Learning on Developing EFL Students' Autonomous Language Learning"},
      {
        "id":"ED564169",
        "title":"The FARE Software"},
      {
        "id":"ED564170",
        "title":"Exploring Mobile Apps for English Language Teaching and Learning"},
      {
        "id":"ED564171",
        "title":"Combining Online and Hybrid Teaching Environments in German Courses"},
      {
        "id":"ED564172",
        "title":"From Research to Research Synthesis in CALL"},
      {
        "id":"ED564173",
        "title":"A Hybrid Approach for Correcting Grammatical Errors"},
      {
        "id":"ED564174",
        "title":"Learners' Perceptions of Online Elements in a Beginners' Language Blended Course--Implications for CALL Design"},
      {
        "id":"ED564175",
        "title":"Collecting, Analysing and Using Longitudinal Learner Data for Language Teaching: The Case of LONGDALE-IT"},
      {
        "id":"ED564176",
        "title":"The Flip Side of Flipped Language Teaching"},
      {
        "id":"ED564177",
        "title":"One Year of Extensive Reading on Mobile Devices: Engagement and Impressions"},
      {
        "id":"ED564178",
        "title":"What Do Students Learn by Playing an Online Simulation Game?"},
      {
        "id":"ED564179",
        "title":"The Alignment of CMC Language Learning Methodologies with the Bridge21 Model of 21C Learning"},
      {
        "id":"ED564180",
        "title":"Using Mobile Devices and the Adobe Connect Web Conferencing Tool in the Assessment of EFL Student Teacher Performance"},
      {
        "id":"ED564181",
        "title":"Evaluating Text-to-Speech Synthesizers"},
      {
        "id":"ED564182",
        "title":"Towards a Learner Need-Oriented Second Language Collocation Writing Assistant"},
      {
        "id":"ED564183",
        "title":"Applied Linguistics Project: Student-Led Computer Assisted Research in High School EAL/EAP"},
      {
        "id":"ED564184",
        "title":"Tablets in English Class: Students' Activities Surrounding Online Dictionary Work"},
      {
        "id":"ED564185",
        "title":"Vocabulary Acquisition in L2: Does CALL Really Help?"},
      {
        "id":"ED564186",
        "title":"Corpus of High School Academic Texts (COHAT): Data-Driven, Computer Assisted Discovery in Learning Academic English"},
      {
        "id":"ED564187",
        "title":"The Word Frequency Effect on Second Language Vocabulary Learning"},
      {
        "id":"ED564188",
        "title":"Are Teachers Test-Oriented? A Comparative Corpus-Based Analysis of the English Entrance Exam and Junior High School English Textbooks"},
      {
        "id":"ED564189",
        "title":"Podcast-Mediated Language Learning: Levels of Podcast Integration and Developing Vocabulary Knowledge"},
      {
        "id":"ED564190",
        "title":"Dynamic Lesson Planning in EFL Reading Classes through a New e-Learning System"},
      {
        "id":"ED564191",
        "title":"EFL Students' Perceptions of Corpus-Tools as Writing References"},
      {
        "id":"ED564192",
        "title":"I'm a Useful NLP Tool--Get Me out of Here"},
      {
        "id":"ED564193",
        "title":"Practical Evaluation of a Mobile Language Learning Tool in Higher Education"},
      {
        "id":"ED564194",
        "title":"Set Super-Chicken to 3! Student and Teacher Perceptions of Spaceteam ESL"},
      {
        "id":"ED564195",
        "title":"Training ELF Teachers to Create a Blended Learning Environment: Encouraging CMS Adoption and Implementation"},
      {
        "id":"ED564196",
        "title":"Exploring Collaborative Writing in Wikis: A Genre-Based Approach"},
      {
        "id":"ED564197",
        "title":"VISP 2.0: Methodological Considerations for the Design and Implementation of an Audiodescription Based App to Improve Oral Skills"},
      {
        "id":"ED564198",
        "title":"Implementing an Online Vocabulary Training Program"},
      {
        "id":"ED564199",
        "title":"How Can We Use Corpus Wordlists for Language Learning? Interfaces between Computer Corpora and Expert Intervention"},
      {
        "id":"ED564200",
        "title":"Is Mobile-Assisted Language Learning Really Useful? An Examination of Recall Automatization and Learner Autonomy"},
      {
        "id":"ED564201",
        "title":"Future Language Teachers Learning to Become CALL Designers--Methodological Perspectives in Studying Complexity"},
      {
        "id":"ED564202",
        "title":"The Effects of Video SCMC on English Proficiency, Speaking Performance and Willingness to Communicate"},
      {
        "id":"ED564203",
        "title":"Reference Framework for Active Learning in Higher Education"},
      {
        "id":"ED564204",
        "title":"Foreign Higher Education Institutes in Gulf Cooperation Council (GCC) Countries"},
      {
        "id":"ED564205",
        "title":"The Provision of Feedback Types to EFL Learners in Synchronous Voice Computer Mediated Communication"},
      {
        "id":"ED564206",
        "title":"Is Junior Reserve Officer Training Corps (JROTC) Participation an Equitable Substitution for an Alternative Physical Education Credit in High School?"},
      {
        "id":"ED564207",
        "title":"Design and Empirical Evaluation of Controlled L2 Practice through Mini-Games--Moving beyond Drill-and-Kill?"},
      {
        "id":"ED564208",
        "title":"AWE-Based Corrective Feedback on Developing EFL Learners' Writing Skill"},
      {
        "id":"ED564209",
        "title":"Errors in Automatic Speech Recognition versus Difficulties in Second Language Listening"},
      {
        "id":"ED564210",
        "title":"High School Students' Use of Digital Tools for Learning English Vocabulary in an EFL Context"},
      {
        "id":"ED564211",
        "title":"Graded Lexicons: New Resources for Educational Purposes and Much More"},
      {
        "id":"ED564212",
        "title":"Selective Teaching of L2 Pronunciation"},
      {
        "id":"ED564213",
        "title":"Activities and Reflection for Influencing Beliefs about Learning with Smartphones"},
      {
        "id":"ED564214",
        "title":"Implementing Verbal and Non-Verbal Activities in an Intercultural Collaboration Project for English Education"},
      {
        "id":"ED564215",
        "title":"Corpus-Supported Academic Writing: How Can Technology Help?"},
      {
        "id":"ED564216",
        "title":"GenieTutor: A Computer Assisted Second-Language Learning System Based on Semantic and Grammar Correctness Evaluations"},
      {
        "id":"ED564217",
        "title":"Developing and Evaluating a Multimodal Course Format: Danish for Knowledge Workers--Labour Market-Related Danish"},
      {
        "id":"ED564218",
        "title":"Tracking Student Retention in Open Online Language Courses"},
      {
        "id":"ED564219",
        "title":"Open Online Language Courses: The Multi-Level Model of the Spanish N(ottingham)OOC"},
      {
        "id":"ED564220",
        "title":"Improving Summarizing Skills with TED Talks: An Account of a Teaching Lesson Using Explicit Instruction"},
      {
        "id":"ED564221",
        "title":"An Investigation of a Multimedia Language Lab Project in Turkish State Universities"},
      {
        "id":"ED564222",
        "title":"Toward Implementing Computer-Assisted Foreign Language Assessment in the Official Spanish University Entrance Examination"},
      {
        "id":"ED564223",
        "title":"A Comparative Study of the Effect of CALL on Gifted and Non-Gifted Adolescents' English Proficiency"},
      {
        "id":"ED564224",
        "title":"An EFL Flipped Learning Course Design: Utilizing Students' Mobile Online Devices"},
      {
        "id":"ED564225",
        "title":"Integrating Telecollaboration for Intercultural Language Acquisition at Secondary Education: Lessons Learned"},
      {
        "id":"ED564226",
        "title":"Computer-Mediated Synchronous and Asynchronous Corrective Feedback Provided by Trainee Teachers to Learners of French: A Preliminary Study"},
      {
        "id":"ED564227",
        "title":"Feedback on Feedback--Does It Work?"},
      {
        "id":"ED564228",
        "title":"Experimental Analyses of the Factors Affecting the Gradience in Sentence Difficulty Judgments"},
      {
        "id":"ED564229",
        "title":"Integrating CALL into an Iranian EAP Course: Constraints and Affordances"},
      {
        "id":"ED564230",
        "title":"Using Language Corpora to Develop a Virtual Resource Center for Business English"},
      {
        "id":"ED564231",
        "title":"Exploring the Interaction between Learners and Tools in E-Learning Environments"},
      {
        "id":"ED564232",
        "title":"Cross-Cultural Discussions in a 3D Virtual Environment and Their Affordances for Learners' Motivation and Foreign Language Discussion Skills"},
      {
        "id":"ED564233",
        "title":"Creativity and Collaboration: Using CALL to Facilitate International Collaboration for Online Journalism at a Model United Nations Event"},
      {
        "id":"ED564234",
        "title":"Successful EFL Teaching Using Mobile Technologies in a Flipped Classroom"},
      {
        "id":"ED564235",
        "title":"The Effects of Cardio-Syntactic Analysis Instruction on Writing Scores in a 11th Grade High School Classroom"},
      {
        "id":"ED564236",
        "title":"Use of Mobile Testing System PeLe for Developing Language Skills"},
      {
        "id":"ED564237",
        "title":"Instructors' Attitudes towards CALL and MALL in L2 Classrooms"},
      {
        "id":"ED564238",
        "title":"Learners' Agency in a Facebook-Mediated Community"},
      {
        "id":"ED564239",
        "title":"Learning about Language Learning on a MOOC: How Massive, Open, Online and &quot;Course&quot;?"},
      {
        "id":"ED564240",
        "title":"The Integration of a Three-Year-Long Intercultural Collaborative Project into a Foreign Language Classroom for the Development of Intercultural Competence"},
      {
        "id":"ED564241",
        "title":"The Use of Monolingual Mobile Dictionaries in the Context of Reading by Intermediate Cantonese EFL Learners in Hong Kong"},
      {
        "id":"ED564242",
        "title":"Layers of CALL Hegemonies: An Iranian Experience"},
      {
        "id":"ED564243",
        "title":"Pedagogical Values of Mobile-Assisted Task-Based Activities to Enhance Speaking Skill"},
      {
        "id":"ED564244",
        "title":"TLC Pack Unpacked"},
      {
        "id":"ED564245",
        "title":"A Critical Analysis of Learner Participation in Virtual Worlds: How Can Virtual Worlds Inform Our Pedagogy?"},
      {
        "id":"ED564246",
        "title":"Examining and Supporting Online Writing--A Qualitative Pre-Study for an Analytic Learning Environment"},
      {
        "id":"ED564247",
        "title":"CALL and Less Commonly Taught Languages: Challenges and Opportunities"},
      {
        "id":"ED564248",
        "title":"Developing and Piloting an App for Managing Self-Directed Language Learning: An Action Research Approach"},
      {
        "id":"ED564249",
        "title":"Automated Formative Evaluations for Reading Comprehension in an English as a Foreign Language Course: Benefits on Performance, User Satisfaction, and Monitoring of Higher Education Students in Chile"},
      {
        "id":"ED564250",
        "title":"Assessing the Impact of Computer-Based Formative Evaluations in a Course of English as a Foreign Language for Undergraduate Kinesiology Students in Chile"},
      {
        "id":"ED564251",
        "title":"Testing an Online English Course: Lessons Learned from an Analysis of Postcourse Proficiency Change Scores"},
      {
        "id":"ED564252",
        "title":"The TATL Framework for CALL Development"},
      {
        "id":"ED564253",
        "title":"A TELL English Course to Meet the Needs of a Multilevel BA in ELT Group: What Was Wrong?"},
      {
        "id":"ED564254",
        "title":"Mi.L.A: Multilingual and Multifaceted Mobile Interactive Applications for Children with Autism"},
      {
        "id":"ED564255",
        "title":"State of the Art of Language Learning Design Using Mobile Technology: Sample Apps and Some Critical Reflection"},
      {
        "id":"ED564256",
        "title":"Flexibility Principle 2: State-Developed Differentiated Recognition, Accountability, and Support"},
      {
        "id":"ED564257",
        "title":"Flexibility Principle 3: Supporting Effective Instruction and Leadership"},
      {
        "id":"ED564258",
        "title":"Flexibility Principle 1: College- and Career-Ready Expectations for All Students"},
      {
        "id":"ED564259",
        "title":"Changing Principals' Leadership through Feedback and Coaching. CPRE Policy Brief. PB #15-3"},
      {
        "id":"ED564260",
        "title":"English Learners (ELs) and NAEP. Fast Facts"},
      {
        "id":"ED564261",
        "title":"State Education Agencies and the Implementation of New Teacher Evaluation Systems. CPRE Policy Brief. PB #15-2"},
      {
        "id":"ED564262",
        "title":"English Learner (EL) Students Who Are Black. Fast Facts"},
      {
        "id":"ED564263",
        "title":"Evaluating Progress: State Education Agencies and the Implementation of New Teacher Evaluation Systems. White Paper. WP #2015-09"},
      {
        "id":"ED564264",
        "title":"English Learner Tool Kit for State and Local Education Agencies (SEAs and LEAs)"},
      {
        "id":"ED564265",
        "title":"Key Demographics &amp; Practice Recommendations for Young English Learners. Short Turnaround Report"},
      {
        "id":"ED564266",
        "title":"English Learners (ELs) Who Are American Indian and/or Alaska Native (AI/AN). Fast Facts"},
      {
        "id":"ED564267",
        "title":"Retention and Suspension of English Learners (ELs). Fast Facts"},
      {
        "id":"ED564268",
        "title":"English Learners (ELs) and College and Career Readiness. Fast Facts"},
      {
        "id":"ED564269",
        "title":"English Learners (ELs) Who Are Native Hawaiian or Other Pacific Islander (NHPI). Fast Facts"},
      {
        "id":"ED564270",
        "title":"Profiles of Native American and/or Alaska Native English Learners (ELs). Fast Facts"},
      {
        "id":"ED564271",
        "title":"English Learners (ELs) Who Are Black. Fast Facts"},
      {
        "id":"ED564272",
        "title":"English Learners (ELs) Who Are Asian or Pacific Islander. Fast Facts"},
      {
        "id":"ED564273",
        "title":"County Maps of the English Learner (EL) Population. Fast Facts"},
      {
        "id":"ED564274",
        "title":"English Learner (EL) Students Who Are Hispanic/Latino. Fast Facts [1 of 2]"},
      {
        "id":"ED564275",
        "title":"English Learner (EL) Students Who Are Hispanic/Latino. Fast Facts [2 of 2]"},
      {
        "id":"ED564276",
        "title":"English Learners (ELs) and Early Learning. Fast Facts"},
      {
        "id":"ED564277",
        "title":"Profiles of English Learners (ELs). Fast Facts"},
      {
        "id":"ED564278",
        "title":"The Biennial Report to Congress on the Implementation of the Title III State Formula Grant Program: School Years 2008-10"},
      {
        "id":"ED564279",
        "title":"Languages Spoken by English Learners (ELs). Fast Facts"},
      {
        "id":"ED564280",
        "title":"Languages Spoken by English Learners (ELs). Fast Facts"},
      {
        "id":"ED564281",
        "title":"English Learners' (ELs') Trends from the Nation's Report Card. Fast Facts"},
      {
        "id":"ED564282",
        "title":"English Learner (EL) Students Who Are Black. Fast Facts [2 of 2]"},
      {
        "id":"ED564283",
        "title":"The Biennial Report to Congress on the Implementation of the Title III State Formula Grant Program: School Years 2006-08"},
      {
        "id":"ED564284",
        "title":"The Biennial Report to Congress on the Implementation of the Title III State Formula Grant Program: School Years 2010-12"},
      {
        "id":"ED564285",
        "title":"The Biennial Report to Congress on the Implementation of the Title III State Formula Grant Program: School Years 2004-06"},
      {
        "id":"ED564286",
        "title":"Asian/Pacific Islander Languages Spoken by English Learners (ELs). Fast Facts"},
      {
        "id":"ED564287",
        "title":"English Learners (ELs) and Charter Schools. Fast Facts"},
      {
        "id":"ED564288",
        "title":"An Inquiry into Pennsylvania's Keystone STARS: Research Report"},
      {
        "id":"ED564289",
        "title":"English Learner (El) Students Who Are Black. Fast Facts [1 of 2]"},
      {
        "id":"ED564290",
        "title":"Designing, Leading and Managing the Transition to the Common Core: A Strategy Guidebook for Leaders"},
      {
        "id":"ED564291",
        "title":"Degrees of Freedom: Diversifying Math Requirements for College Readiness and Graduation (Report 1 of a 3-Part Series)"},
      {
        "id":"ED564292",
        "title":"Implementing Common Core State Standards in California: A Report from the Field"},
      {
        "id":"ED564294",
        "title":"Degrees of Freedom: Probing Math Placement Policies at California Colleges and Universities (Report 3 of a 3-Part Series)"},
      {
        "id":"ED564295",
        "title":"Degrees of Freedom: Varying Routes to Math Readiness and the Challenge of Intersegmental Alignment (Report 2 of a 3-Part Series)"},
      {
        "id":"ED564301",
        "title":"Does the Level of Rigor of a High School Science Course Matter? An Investigation of the Relationship between Science Courses and First-Year College Outcomes. Research Report 2014-2"},
      {
        "id":"ED564328",
        "title":"Ideas of Kindergarten Students on the Day-Night Cycles, the Seasons and the Moon Phases"},
      {
        "id":"ED564329",
        "title":"The Educational and Technical Courses in the ELT Program in Turkey: Do They Contribute to ICT Skills?"},
      {
        "id":"ED564330",
        "title":"Evaluation of the Latest English Language Teacher Training Programme in Turkey: Teacher Trainees' Perspective"},
      {
        "id":"ED564331",
        "title":"Secondary School Students' Misconceptions about Simple Electric Circuits"},
      {
        "id":"ED564332",
        "title":"Effect of Simple Electric Circuits Teaching on Conceptual Change in Grade 9 Physics Course"},
      {
        "id":"ED564333",
        "title":"Theories in Developing Oral Communication for Specific Learner Group"},
      {
        "id":"ED564335",
        "title":"Two Years of California's Local Control Funding Formula: Time to Reaffirm the Grand Vision"},
      {
        "id":"ED564336",
        "title":"Effect of Direct Grammar Instruction on Student Writing Skills"},
      {
        "id":"ED564338",
        "title":"The Common Core Meets State Policy: This Changes Almost Everything. Policy Memorandum"},
      {
        "id":"ED564339",
        "title":"How Californians Feel about Public Education: Results from the PACE/USC Rossier August 2012 Poll"},
      {
        "id":"ED564340",
        "title":"How Californians View Education Standards, Testing and Accountability: Results from the Third PACE/USC Rossier Poll"},
      {
        "id":"ED564341",
        "title":"Californians and Public Education: Results from the Fourth PACE/USC Rossier Poll"},
      {
        "id":"ED564342",
        "title":"Getting to the Core: How Early Implementers Are Approaching the Common Core in California"},
      {
        "id":"ED564345",
        "title":"Predicting Student Performance in a Collaborative Learning Environment"},
      {
        "id":"ED564346",
        "title":"Supporting Continuous Improvement in California's Education System"},
      {
        "id":"ED564348",
        "title":"A Brief Look at: Test Scores and the Standard Error of Measurement. E&amp;R Report No. 10.13"},
      {
        "id":"ED564349",
        "title":"A Brief Look at: 2009-10 WCPSS Dropout Rate. E&amp;R Report No. 11.04"},
      {
        "id":"ED564350",
        "title":"Analysis of 2009-10 WCPSS SAT Scores. Measuring Up. E&amp;R Report No. 10.25"},
      {
        "id":"ED564351",
        "title":"NovaNET 2008-09 Evaluation. Impact Evaluation. E&amp;R Report No. 09.36"},
      {
        "id":"ED564352",
        "title":"A Digest of UNC System Reports on Freshman Performance: 2006-07. Research Watch. E&amp;R Report No. 10.05"},
      {
        "id":"ED564353",
        "title":"Supplemental Education Services: 2008-09 &amp; 2009-10. Implementation Insights. E&amp;R Report No. 11.01"},
      {
        "id":"ED564354",
        "title":"Comprehensive Assessment Systems: Purposes and Implementation. Research Watch. E&amp;R Report No. 11.10"},
      {
        "id":"ED564360",
        "title":"Implementation of Supplemental Education Services: 2009-10. Implementation Insights. E&amp;R Report No. 11.05"},
      {
        "id":"ED564361",
        "title":"WCPSS Advanced Placement (AP) Test Results, 2009-10. E&amp;R Report No. 10.29"},
      {
        "id":"ED564362",
        "title":"Middle School Mathematics: 2006-07 to 2008-09. Impact Evaluation. E&amp;R Report No. 10.11"},
      {
        "id":"ED564363",
        "title":"District Improvement Outcomes: 2010-11. Impact Evaluation. D&amp;A Report No. 11.21"},
      {
        "id":"ED564364",
        "title":"A Brief Look at: 2008-09 WCPSS Dropout Rate. E&amp;R Report No. 10.03"},
      {
        "id":"ED564366",
        "title":"Advancement via Individual Determination (AVID): WCPSS Program Evaluation. E&amp;R Report No. 08.07"},
      {
        "id":"ED564368",
        "title":"ABCs and AYP Results, Wake County Public School System (WCPSS): 2009-10. Measuring Up. E&amp;R Report No. 10.20"},
      {
        "id":"ED564369",
        "title":"Best Practices to Promote High School Graduation. Research Watch. E&amp;R Report No. 08.15"},
      {
        "id":"ED564370",
        "title":"Effective Practices for At-Risk Elementary and Middle School Students, 2002-03 through 2004-05. E&amp;R Report No. 06.03"},
      {
        "id":"ED564371",
        "title":"Assessing the Value of the Arts: Looking beyond Traditional Achievement Measures. Research Watch. E&amp;R Report No. 11.02"},
      {
        "id":"ED564372",
        "title":"Effective Teaching Practices in U.S. History. Research Watch. E&amp;R Report No. 07.05"}]
  }}
