{
  "response":{"numFound":509939,"start":434000,"numFoundExact":true,"docs":[
      {
        "id":"ED591438",
        "title":"The Nature and Impact of Portfolio-Based Language Assessment (PBLA)"},
      {
        "id":"ED591439",
        "title":"Recruitment of English Language Instructors at the Schools of Foreign Languages in Turkey: Issues and Challenges"},
      {
        "id":"ED591440",
        "title":"An Analytic Approach for Deciding between 4- and 6-Point Likert-Type Response Options"},
      {
        "id":"ED591441",
        "title":"Recent Developments on Related Studies of the &quot;Mozart Effect&quot; Phenomenon on Social Learning Behavior"},
      {
        "id":"ED591442",
        "title":"Mapping out Interactions in Spoken and Written Discourses. Metadiscourse across Genres. Conference Programme &amp; Book of Abstracts (Cyprus, March 30-April 1, 2017)"},
      {
        "id":"ED591443",
        "title":"Writing Is Hard Work: The Importance of Story Sharing in a Writing Classroom Involving Collaborative Colleagues as Guest Speakers"},
      {
        "id":"ED591446",
        "title":"Data Use &quot;Multi&quot;-State Spotlight: Using MTSS Data to Improve Graduation Rates"},
      {
        "id":"ED591447",
        "title":"Make-A-Dice Test: Assessing the Intersection of Mathematical and Spatial Thinking"},
      {
        "id":"ED591448",
        "title":"Effective Coaching: Improving Teacher Practice and Outcomes for All Learners"},
      {
        "id":"ED591449",
        "title":"Rhode Island Model Evaluation &amp; Support System: Teacher. Edition IV"},
      {
        "id":"ED591450",
        "title":"Three Circles of Evidence-Based Decision-Making in Early Childhood"},
      {
        "id":"ED591451",
        "title":"Secondary School Regulations Reference Guide. Updated June 2018"},
      {
        "id":"ED591452",
        "title":"Rhode Island School and District Accountability System Technical Bulletin"},
      {
        "id":"ED591453",
        "title":"Creating a Unified Community of Support: Increasing Success for Underrepresented Students in STEM. A Final Report on the CSU STEM Collaboratives Project"},
      {
        "id":"ED591454",
        "title":"Scaling Change in Higher Education: A Guide for External Stakeholder Groups"},
      {
        "id":"ED591455",
        "title":"Data Transparency for Improving College Outcomes: Findings from a &quot;First in the World&quot; Study"},
      {
        "id":"ED591456",
        "title":"Twin Principles for Need-Based Attendance Policy in Undergraduate Medical Education"},
      {
        "id":"ED591458",
        "title":"New York State Testing Program 2014: English Language Arts and Mathematics Grades 3-8. Technical Report"},
      {
        "id":"ED591459",
        "title":"New York State Testing Program 2015: English Language Arts and Mathematics Grades 3-8. Technical Report"},
      {
        "id":"ED591460",
        "title":"New York State Testing Program 2016: English Language Arts and Mathematics Grades 3-8. Technical Report"},
      {
        "id":"ED591462",
        "title":"Growth Model for School Accountability, 2016/17 Technical Report"},
      {
        "id":"ED591463",
        "title":"Growth Model for School Accountability, 2015/16 Technical Report"},
      {
        "id":"ED591470",
        "title":"State Data Use Spotlight: Florida"},
      {
        "id":"ED591497",
        "title":"Measuring Children&apos;s Developmental Progress: Perspectives of State Early Intervention and Early Childhood Coordinators and Technical Assistance Facilitators"},
      {
        "id":"ED591498",
        "title":"2017-2018 Florida Adult Education Assessment Technical Assistance Paper"},
      {
        "id":"ED591499",
        "title":"Handling the Qualitative Side of Mixed Methods Research: A Multisite, Team-Based High School Education Evaluation Study. Methods Report"},
      {
        "id":"ED591500",
        "title":"New York State Alternate Assessment (NYSSA) Standard Setting Report (June 11-13, 2014, Albany, New York)"},
      {
        "id":"ED591503",
        "title":"Prioritizing Leadership: An Analysis of State ESSA Plans"},
      {
        "id":"ED591504",
        "title":"Prioritizing Leadership: Opportunities in ESSA for Chief State School Officers"},
      {
        "id":"ED591505",
        "title":"New York State Alternate Assessment Technical Report, 2014-15"},
      {
        "id":"ED591506",
        "title":"New York State&apos;s Final Every Student Succeeds Act (ESSA) Plan Summary"},
      {
        "id":"ED591523",
        "title":"The State of Education 2018"},
      {
        "id":"ED591529",
        "title":"Problem-Solving Skills of the U.S. Workforce and Preparedness for Job Automation"},
      {
        "id":"ED591530",
        "title":"Investigating the Relationship between Teachers&apos; Self-Efficacy Beliefs and Efficacy for Inclusion"},
      {
        "id":"ED591531",
        "title":"A Conversation Analysis of Self-Initiated Self-Repair Structures in Advanced Iranian EFL Learners"},
      {
        "id":"ED591532",
        "title":"Determination of Metaphors of Middle School Pre-Service Mathematics Teachers about the Concept of Mathematical Thinking"},
      {
        "id":"ED591533",
        "title":"Structural Changes in Teacher Education Programmes: Some Ground Realities"},
      {
        "id":"ED591535",
        "title":"Does the Severity of Students&apos; Pre-Intervention Math Deficits Affect Responsiveness to Generally Effective First-Grade Intervention?"},
      {
        "id":"ED591536",
        "title":"Developing My Identity as a Research Educator: A Journey of Self-Reflexivity"},
      {
        "id":"ED591540",
        "title":"Existing Programs and Practices in State and Federal Efforts to Maintain School Safety. Issue Brief No. 4827"},
      {
        "id":"ED591541",
        "title":"Income Share Agreements Have the Potential to Revolutionize College Financing. Issue Brief No. 4910"},
      {
        "id":"ED591543",
        "title":"Racial Discrimination at Harvard University and America&apos;s &quot;Elite&quot; Institutions. Legal Memorandum. No. 236"},
      {
        "id":"ED591544",
        "title":"Hispanic Higher Education and HSIs. 2018 Fact Sheet"},
      {
        "id":"ED591545",
        "title":"Education Choice and the Success Sequence: Adapted Remarks from The Heritage Foundation&apos;s 2017 Antipoverty Forum. Backgrounder. No. 3346"},
      {
        "id":"ED591547",
        "title":"A State-by-State Comparison of 529 College Savings Plans. Revised and Updated. Backgrounder. No. 3363"},
      {
        "id":"ED591549",
        "title":"Hawaii Department of Education Data Book, 2017. 28th Annual Report. (Formerly &quot;The Superintendent&apos;s Annual Report&quot;)"},
      {
        "id":"ED591550",
        "title":"Indiana University - Bloomington. Equity Snapshot"},
      {
        "id":"ED591552",
        "title":"New York State Regents Examination in Geometry (Common Core). Standard Setting Technical Report"},
      {
        "id":"ED591553",
        "title":"2017 West Virginia Early Learning Spotlight"},
      {
        "id":"ED591555",
        "title":"Better Together: Policies That Link Children&apos;s Savings Accounts with Access Initiatives to Pave the Way to College"},
      {
        "id":"ED591562",
        "title":"A Blueprint for Better Information: Recommendations for a Federal Postsecondary Student-Level Data Network"},
      {
        "id":"ED591563",
        "title":"Limited Means, Limited Options: College Remains Unaffordable for Many Americans"},
      {
        "id":"ED591565",
        "title":"Educating for the Future 2017. Annual Report"},
      {
        "id":"ED591566",
        "title":"Educating for the Future 2016. Update and Policy Guide"},
      {
        "id":"ED591567",
        "title":"Inequities Persist: Access and Completion Gaps at Public Flagships in the Great Lakes Region"},
      {
        "id":"ED591568",
        "title":"Title III Supplemental Funds: Creative Ways to Support the Education of English Language Learners in Texas Schools. Briefing Paper"},
      {
        "id":"ED591569",
        "title":"University of Minnesota - Twin Cities. Equity Snapshot"},
      {
        "id":"ED591570",
        "title":"University of Wisconsin - Madison. Equity Snapshot"},
      {
        "id":"ED591571",
        "title":"University of Illinois at Urbana-Champaign. Equity Snapshot"},
      {
        "id":"ED591572",
        "title":"University of Michigan - Ann Arbor. Equity Snapshot"},
      {
        "id":"ED591573",
        "title":"The Ohio State University - Main Campus. Equity Snapshot"},
      {
        "id":"ED591574",
        "title":"Teenage Parents and Their Educational Attainment. Briefing Paper"},
      {
        "id":"ED591575",
        "title":"The Potential of Degree Reclamation: A Path to Reclaiming the Nation&apos;s Unrecognized Students and Degrees"},
      {
        "id":"ED591576",
        "title":"Secondary Content-Area Literacy: Time for Crisis or Opportunity for Reform? Briefing Paper"},
      {
        "id":"ED591577",
        "title":"Alternative High Schools in Rural Areas. Briefing Paper"},
      {
        "id":"ED591579",
        "title":"Meeting the Needs of Diverse Learners. Briefing Paper"},
      {
        "id":"ED591580",
        "title":"Research-Based Strategies for Teaching Social Studies, Science, and Mathematics to ELs at the Secondary Level. Briefing Paper"},
      {
        "id":"ED591581",
        "title":"Parental Involvement in English Language Education: Understanding Parents&apos; Perceptions"},
      {
        "id":"ED591582",
        "title":"The Incremental Teaching Project Design for Project-Based Learning and Its Application in Java Programming Course"},
      {
        "id":"ED591583",
        "title":"Exploring Internet Addiction, Academic Procrastination and General Procrastination among Pre-Service ICT Teachers"},
      {
        "id":"ED591584",
        "title":"Getting Students on Track for Graduation: Impact of the Early Warning Intervention and Monitoring System after One Year"},
      {
        "id":"ED591585",
        "title":"Developing and Testing a Scalable Identity-Based Motivation Intervention in the Classroom"},
      {
        "id":"ED591586",
        "title":"Designing Research on Costs within Randomized Field Trials"},
      {
        "id":"ED591587",
        "title":"A Longitudinal Study of the Impact of Attending an Inclusive STEM High School: The Case for Using Two Comparison Groups"},
      {
        "id":"ED591588",
        "title":"Machine Learning Guided Evaluation of a College Program for Under-Prepared Students"},
      {
        "id":"ED591589",
        "title":"Teacher Preparation Programs: Research and Promising Practices. Briefing Paper"},
      {
        "id":"ED591590",
        "title":"Preliminary Findings on the Computer-Administered Multiple-Choice Online Causal Comprehension Assessment, a Diagnostic Reading Comprehension Test"},
      {
        "id":"ED591591",
        "title":"The Influence (or Not) of Educational Effectiveness Research on School-Based Decisions about Policy and Practice"},
      {
        "id":"ED591592",
        "title":"Supporting Student Transition from Middle to High School. Briefing Paper"},
      {
        "id":"ED591593",
        "title":"The Use of Student Perceptual Data as a Measure of Teaching Effectiveness. Briefing Paper"},
      {
        "id":"ED591595",
        "title":"Transforming Low-Performing Rural Schools. Briefing Paper"},
      {
        "id":"ED591599",
        "title":"Evaluation of &quot;Amazonía Lee&quot; Reading Intervention in Peru"},
      {
        "id":"ED591600",
        "title":"Building Mathematical Identity after School: Year 1 of a Cluster-Randomized Trial"},
      {
        "id":"ED591603",
        "title":"A Multi-State Study Investigating the Generalizability of a Schema-Based Instructional Approach to Proportional Problem Solving"},
      {
        "id":"ED591605",
        "title":"Design-Based Estimators for Average Treatment Effects for Multi-Armed RCTs"},
      {
        "id":"ED591607",
        "title":"Does Readiness for Eighth-Grade Algebra Matter?: A Quasi-Experimental, Multi-Site Analysis of Short- and Longer-Term Outcomes"},
      {
        "id":"ED591611",
        "title":"Asymdystopia: The Threat of Small Biases in Evaluations of Education Interventions That Need to Be Powered to Detect Small Impacts"},
      {
        "id":"ED591613",
        "title":"The Impact of a Research-Based Intervention on the Proportional Reasoning of Seventh-Grade Students with Mathematics Difficulties: A Regression Discontinuity Analysis"},
      {
        "id":"ED591634",
        "title":"Constructing Subscores That Add Validity: A Case Study of Identifying Students at Risk"},
      {
        "id":"ED591697",
        "title":"Self-Determination and Self-Regulation for Students with Intellectual and Developmental Disabilities"},
      {
        "id":"ED591699",
        "title":"Pathways for Academic Career and Employment (PACE) Program: Fiscal Year 2016 Report"},
      {
        "id":"ED591701",
        "title":"Pathways for Academic Career and Employment (PACE) Program: Fiscal Year 2017 Report"},
      {
        "id":"ED591714",
        "title":"An Administrative Overview of English Language Teacher Education Programs in Turkey"},
      {
        "id":"ED591716",
        "title":"TOPS Report: Analysis of the TOPS Program from 2008-2017"},
      {
        "id":"ED591718",
        "title":"What about the Schools? Factors Contributing to Expanded State Investment in School Facilities"},
      {
        "id":"ED591719",
        "title":"What about the Schools? Factors Contributing to Expanded State Investment in School Facilities -- Executive Summary"},
      {
        "id":"ED591721",
        "title":"The School Principals&apos; Opinions on Working as Enquirers: A Case Study"},
      {
        "id":"ED591726",
        "title":"Limited Means, Limited Options: College Remains Unaffordable for Many Americans. Technical Appendix"},
      {
        "id":"ED591730",
        "title":"IDRA Newsletter. Volume 45, No. 1"},
      {
        "id":"ED591731",
        "title":"IDRA Newsletter. Volume 45, No. 2"},
      {
        "id":"ED591733",
        "title":"Texas Public School Attrition Study, 2017-18. IDRA Report"},
      {
        "id":"ED591734",
        "title":"The Annual Condition of Education Report, 2013"},
      {
        "id":"ED591735",
        "title":"Engaging the Arts in the Broader Education Policy Landscape. Education Trends"},
      {
        "id":"ED591736",
        "title":"The Annual Condition of Education Report, 2014"},
      {
        "id":"ED591737",
        "title":"Governance in Early Childhood Education. Education Trends"},
      {
        "id":"ED591738",
        "title":"The Annual Condition of Education Report, 2015"},
      {
        "id":"ED591739",
        "title":"The Annual Condition of Education Report, 2016"},
      {
        "id":"ED591741",
        "title":"Findings and Recommendations from the National Assessment of Educational Progress (NAEP) 2017 Pilot Study of the Middle School Transcript Study (MSTS). Methodological Report. NCES 2019-031"},
      {
        "id":"ED591743",
        "title":"College- and Career-Readiness Standards and Assessment Resource List (Winter 2015-16)"},
      {
        "id":"ED591745",
        "title":"Public Charter Schools and Native Students: Details from the National Alliance Data"},
      {
        "id":"ED591749",
        "title":"Young People in Education and Training 2017. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED591751",
        "title":"What&apos;s in a Name? The Counter Argument Revisited"},
      {
        "id":"ED591753",
        "title":"English Transition Courses in Context: Preparing Students for College Success. CCRC Research Brief"},
      {
        "id":"ED591754",
        "title":"IDRA Newsletter. Volume 45, No. 4"},
      {
        "id":"ED591755",
        "title":"IDRA Newsletter. Volume 45, No. 3"},
      {
        "id":"ED591756",
        "title":"IDRA Newsletter. Volume 45, No. 5"},
      {
        "id":"ED591758",
        "title":"IDRA Newsletter. Volume 45, No. 7"},
      {
        "id":"ED591759",
        "title":"IDRA Newsletter. Volume 45, No. 8"},
      {
        "id":"ED591760",
        "title":"IDRA Newsletter. Volume 45, No. 6, June-July 2018"},
      {
        "id":"ED591761",
        "title":"IDRA Newsletter. Volume 45, No. 9"},
      {
        "id":"ED591762",
        "title":"Unaccredited Training: Why Employers Use It and Does It Meet Their Needs? Research Report"},
      {
        "id":"ED591765",
        "title":"Understanding the Needs of Part-Time Faculty at Six Community Colleges. CCRC Research Brief"},
      {
        "id":"ED591767",
        "title":"South Carolina Higher Education Statistical Abstract, 2016. 38th Edition"},
      {
        "id":"ED591768",
        "title":"South Carolina Higher Education Statistical Abstract, 2017. 39th Edition"},
      {
        "id":"ED591780",
        "title":"Boosting North Carolina School Turnaround Efforts: Southeast Comprehensive Center Aids State Education Agency School Improvement Initiative"},
      {
        "id":"ED591794",
        "title":"An Evaluation of Pre-Service Turkish Teachers&apos; Lateral Thinking Dispositions with Regard to Different Variables"},
      {
        "id":"ED591815",
        "title":"A Practical Guide to Challenges and Opportunities in Student Teaching: A School District&apos;s Perspective. Working Paper No. 205-1018-1"},
      {
        "id":"ED591817",
        "title":"School Starting Age and Cognitive Development. Working Paper 191"},
      {
        "id":"ED591818",
        "title":"Socioeconomic Status and Genetic Influences on Cognitive Development. Working Paper 193"},
      {
        "id":"ED591819",
        "title":"Do Students Benefit from Longer School Days? Regression Discontinuity Evidence from Florida&apos;s Additional Hour of Literacy Instruction. Working Paper No. 201-0818-1"},
      {
        "id":"ED591821",
        "title":"Preparing Millennials as Digital Citizens and Socially and Environmentally Responsible Business Professionals in a Socially Irresponsible Climate"},
      {
        "id":"ED591825",
        "title":"Do Bonuses Affect Teacher Staffing and Student Achievement in High Poverty Schools? Evidence from an Incentive for National Board Certified Teachers in Washington State. Working Paper No. 194-0618-1"},
      {
        "id":"ED591827",
        "title":"VET Student Outcomes 2018. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED591828",
        "title":"High School English Language Arts Teachers and Postsecondary Outcomes for Students with and without Disabilities. Working Paper No. 199-0718-1"},
      {
        "id":"ED591830",
        "title":"Improving School Readiness and Success for Children. Southeast Comprehensive Center eBulletin. Volume 5, Number 3"},
      {
        "id":"ED591832",
        "title":"Exploring the Impact of Student Teaching Apprenticeships on Student Achievement and Mentor Teachers. Working Paper No. 207-1118-1"},
      {
        "id":"ED591834",
        "title":"Collective Bargaining and State-Level Reforms: Assessing Changes to the Restrictiveness of Collective Bargaining Agreements across Three States. Working Paper No. 210-1218-1"},
      {
        "id":"ED591840",
        "title":"Exploring the Rural Context for Adverse Childhood Experiences (ACEs). Policy Brief and Recommendations"},
      {
        "id":"ED591841",
        "title":"School Segregation in the Era of Immigration and School Choice: North Carolina, 1998-2016. Working Paper No. 198-0618-1"},
      {
        "id":"ED591842",
        "title":"Policy Statement on Expulsion and Suspension Policies in Early Childhood Settings"},
      {
        "id":"ED591843",
        "title":"The Hidden Costs of Teacher Turnover. Working Paper No. 203-0918-1"},
      {
        "id":"ED591846",
        "title":"Teacher Candidate Apprenticeships: Assessing the Who and Where of Student Teaching. Working Paper No. 206-1118-1"},
      {
        "id":"ED591847",
        "title":"Choosing Charter Schools in North Carolina: What Do Parents Value? Working Paper No. 196-0618-1"},
      {
        "id":"ED591848",
        "title":"Adopting Rigorous College- and Career-Ready Standards and High-Quality Assessments. Southeast Comprehensive Center eBulletin. Volume 4, Number 2"},
      {
        "id":"ED591849",
        "title":"How Did It Get This Way? Disentangling the Sources of Teacher Quality Gaps across Two States. Working Paper No. 209-1118-1"},
      {
        "id":"ED591850",
        "title":"Beyond the Fringe: Charter Authorizing as Enrollment Grows. Executive Summary"},
      {
        "id":"ED591851",
        "title":"Beyond the Fringe: Charter Authorizing as Enrollment Grows"},
      {
        "id":"ED591852",
        "title":"State Mentoring Policies Key to Supporting Novice Teachers. Policy Update. Vol. 25, No. 1"},
      {
        "id":"ED591853",
        "title":"Leveraging Relicensure Policies to Advance Deeper Learning. Policy Update. Vol. 25, No. 2"},
      {
        "id":"ED591854",
        "title":"Supporting a Diverse Early Childhood Workforce for Dual Language Learners. Policy Update. Vol. 25, No. 4"},
      {
        "id":"ED591855",
        "title":"Protecting Privacy of School Directory Information. Policy Update. Vol. 25, No. 10"},
      {
        "id":"ED591856",
        "title":"Student Academic Identity and Early Childhood Field-Based Initial Teacher Education"},
      {
        "id":"ED591857",
        "title":"Education, Technology and Higher Order Thinking Skills"},
      {
        "id":"ED591858",
        "title":"Wider Field Experience and Supervised Professional Experience in Rural Schools as Operative Segues from Pre Service Teacher to Graduate Teacher"},
      {
        "id":"ED591859",
        "title":"If Only: Changing Classroom Learning Teaching with ICT"},
      {
        "id":"ED591860",
        "title":"Mother-Child Collective Play at Home Context: An Analysis from a Cultural Historical Theoretical Perspective"},
      {
        "id":"ED591861",
        "title":"Assessment as a Student-Driven, Reciprocal Learning Process: A Recalibrated, Social Cognitive Perspective"},
      {
        "id":"ED591862",
        "title":"A School but Not as We Know It! Towards Schools for Networked Communities"},
      {
        "id":"ED591863",
        "title":"Professional Learning and Development Facilitation Practices That Enhance Secondary School Middle Leader Effectiveness"},
      {
        "id":"ED591864",
        "title":"Learning Environment Evaluation and the Development of School Facility Design Guidelines"},
      {
        "id":"ED591865",
        "title":"Connecting with Children: A Deleuzian Contemplation of Being and Becoming"},
      {
        "id":"ED591866",
        "title":"Factors Contributing to the Development of Positive Secondary School Staff Relationships"},
      {
        "id":"ED591867",
        "title":"Year 3 Students&apos; Conceptions of Heat Transfer"},
      {
        "id":"ED591868",
        "title":"An Exploratory Analysis of the Personal, School and Demographic Variables Affecting the Homework Effort of Australian Secondary Students"},
      {
        "id":"ED591869",
        "title":"Capacity Building of Aboriginal Researchers to Get the inside Standpoint -- Asking Aboriginal Students What They Think"},
      {
        "id":"ED591870",
        "title":"The &quot;EcoTardis&quot;: Charting the Early Stages of a Secondary School Participatory Action Research (PAR) Project in Post-Colonial Eco-Place Pedagogies"},
      {
        "id":"ED591871",
        "title":"Rising to the Challenge: Supporting Educators without Arts Experience in the Delivery of Authentic Arts Learning"},
      {
        "id":"ED591872",
        "title":"Review of Evidence: Arts Education through the Lens of ESSA"},
      {
        "id":"ED591873",
        "title":"Expanding and Aligning World Language Teaching. Policy Update. Vol. 25, No. 5"},
      {
        "id":"ED591874",
        "title":"Evidencing the Impact of Pre-Service Teachers: Shifting the Conversation"},
      {
        "id":"ED591875",
        "title":"Does Cognition Matter? Current Pedagogical Practice and the Need for Reform"},
      {
        "id":"ED587889",
        "title":"Lead in School Drinking Water: Guide for Parents and Others"},
      {
        "id":"ED587905",
        "title":"Linking Head Start Data with State Early Care and Education Coordinated Data Systems. Policy Brief"},
      {
        "id":"ED587929",
        "title":"Escuela Normal de Costa Rica (Normal School of Costa Rica): History and Legacy"},
      {
        "id":"ED587930",
        "title":"Curricular Model of National Institute of Technology of Mexico (Tecnológico Nacional de México)"},
      {
        "id":"ED587931",
        "title":"Impact of Armed Conflicts on Education and Educational Agents: A Multivocal Review"},
      {
        "id":"ED587932",
        "title":"The Application of a Digital Educational Resource to the Learning Difficulty of Subtraction: A Case Study"},
      {
        "id":"ED587933",
        "title":"Moving towards Legitimate Participation. A Venezuelan Girl Learning English in an Iowa City Elementary School"},
      {
        "id":"ED587934",
        "title":"Teaching English as a Second Language at a University in Colombia That Uses Virtual Environments: A Case Study"},
      {
        "id":"ED587935",
        "title":"Analyzing the Measurement Equivalence of a Translated Test in a Statewide Assessment Program"},
      {
        "id":"ED587936",
        "title":"Effectiveness of Touch Math Technique: Meta-Analysis Study"},
      {
        "id":"ED587939",
        "title":"Phillipson&apos;s Linguistic Imperialism Revisited at the Light of Latin American Decoloniality Approach"},
      {
        "id":"ED588034",
        "title":"Higher-Order Asymptotics and Its Use to Test the Equality of the Examinee Ability over Two Sets of Items"},
      {
        "id":"ED588035",
        "title":"Integrating the Library in the Life of the User: An Annotated Bibliography of Practical Ideas"},
      {
        "id":"ED588036",
        "title":"Counselors and Mentors Handbook on Federal Student Aid: A Guide for Those Advising Students about Financial Aid for Higher Education, 2015-2016"},
      {
        "id":"ED588037",
        "title":"Counselors and Mentors Handbook on Federal Student Aid: A Guide for Those Advising Students about Financial Aid for Higher Education, 2017-2018"},
      {
        "id":"ED588038",
        "title":"The Condition of College &amp; Career Readiness 2015: Hispanic Students"},
      {
        "id":"ED588039",
        "title":"Hispanic-Serving Institutions (HSIs): 2014-15 at a Glance"},
      {
        "id":"ED588040",
        "title":"The Condition of College &amp; Career Readiness 2014: African American Students"},
      {
        "id":"ED588041",
        "title":"The Condition of College &amp; Career Readiness 2015: African American Students"},
      {
        "id":"ED588042",
        "title":"The Class of 2017"},
      {
        "id":"ED588043",
        "title":"Five Key Trends in U.S. Student Performance: Progress by Blacks and Hispanics, the Takeoff of Asians, the Stall of Non-English Speakers, the Persistence of Socioeconomic Gaps, and the Damaging Effect of Highly Segregated Schools"},
      {
        "id":"ED588044",
        "title":"Children&apos;s Outcomes and Classroom Quality from Pre-K through Kindergarten: Findings from Year 2 of Georgia&apos;s Pre-K Longitudinal Study"},
      {
        "id":"ED588045",
        "title":"The State of Public Education in New Orleans: 2013 Report"},
      {
        "id":"ED588046",
        "title":"Finding Your Workforce: Latinos in Science, Technology, Engineering, and Math (STEM). Linking College Completion with U.S. Workforce Needs--2012-13"},
      {
        "id":"ED588047",
        "title":"Evaluation Findings from Year 2 of Georgia&apos;s CLASS-Related Professional Development Evaluation Project"},
      {
        "id":"ED588048",
        "title":"The Plan for School Unification in New Orleans: What Should Families Expect?"},
      {
        "id":"ED588049",
        "title":"Children&apos;s Pre-K Experiences and Outcomes in the North Carolina Pre-Kindergarten Program: 2014-2015 Statewide Evaluation"},
      {
        "id":"ED588050",
        "title":"Validity and Reliability Study of Reading Culture Scale"},
      {
        "id":"ED588051",
        "title":"Summer Jobs for Regular, Full-Time Public School Teachers. Data Point. NCES 2018-222"},
      {
        "id":"ED588052",
        "title":"Does Agency Matter?: Exploring the Impact of Controlled Behaviors within a Game-Based Environment"},
      {
        "id":"ED588053",
        "title":"The Role of Peer Agent&apos;s Learning Competency in a Trialogue-Based Reading Intelligent System"},
      {
        "id":"ED588054",
        "title":"Disengagement Detection within an Intelligent Tutoring System"},
      {
        "id":"ED588055",
        "title":"The Impact of Individual Differences on Learning with an Educational Game and a Traditional ITS"},
      {
        "id":"ED588056",
        "title":"Emergent Behaviors in Computer-Based Learning Environments: Computational Signals of Catching Up"},
      {
        "id":"ED588057",
        "title":"An LEA or School Guide for Identifying Evidence-Based Interventions for School Improvement"},
      {
        "id":"ED588058",
        "title":"Exploring an Intelligent Tutoring System as a Conversation-Based Assessment Tool for Reading Comprehension"},
      {
        "id":"ED588060",
        "title":"Epistemic Network Analysis and Topic Modeling for Chat Data from Collaborative Learning Environment"},
      {
        "id":"ED588061",
        "title":"Using an Additive Factor Model and Performance Factor Analysis to Assess Learning Gains in a Tutoring System to Help Adults with Reading Difficulties"},
      {
        "id":"ED588062",
        "title":"Clustering the Learning Patterns of Adults with Low Literacy Skills Interacting with an Intelligent Tutoring System"},
      {
        "id":"ED588068",
        "title":"Diagnosing Reading Deficiencies of Adults with Low Literacy Skills in an Intelligent Tutoring System"},
      {
        "id":"ED588071",
        "title":"Effects of Participation in the North Carolina Pre-Kindergarten Program at the End of Kindergarten: 2015-2016 Statewide Evaluation"},
      {
        "id":"ED588072",
        "title":"The Examination of Ecological Awareness in Terms of Relational Thinking Skill in Teacher Candidates"},
      {
        "id":"ED588073",
        "title":"The Effects of Preschool Attendance on Perspective Taking Skills of Turkish Children"},
      {
        "id":"ED588074",
        "title":"Middle School Mathematics Teachers&apos; Knowledge of Mathematical Reasoning"},
      {
        "id":"ED588075",
        "title":"Psychometric Evaluation of Child and Adolescent Mindfulness Measure (CAMM) with Turkish Sample"},
      {
        "id":"ED588076",
        "title":"Motivational Orientations of Secondary School EFL Learners toward Language Learning"},
      {
        "id":"ED588077",
        "title":"Teachers&apos; Perceptions for Problematic Student Behaviors: Examination According to Teachers&apos; Burnout Situations"},
      {
        "id":"ED588078",
        "title":"Teacher&apos;s Views on &apos;Teacher Training System in Turkey&apos;"},
      {
        "id":"ED588079",
        "title":"The Impact of Entrepreneurship Education Programs (EEPs) on the Entrepreneurial Attitudes among Higher Education Students"},
      {
        "id":"ED588080",
        "title":"Comparison of Inverse-Wishart and Separation-Strategy Priors for Bayesian Estimation of Covariance Parameter Matrix in Growth Curve Analysis"},
      {
        "id":"ED588082",
        "title":"Structural Equation Modeling of Social Networks: Specification, Estimation, and Application"},
      {
        "id":"ED588083",
        "title":"Bayesian Meta-Analysis of Correlation Coefficients through Power Prior"},
      {
        "id":"ED588084",
        "title":"The Causal Effects of Cultural Relevance: Evidence from an Ethnic Studies Curriculum"},
      {
        "id":"ED588085",
        "title":"Experiences of International Graduate and Postgraduate Students in the United Kingdom: Problems, Expectations and Suggestions"},
      {
        "id":"ED588086",
        "title":"Understanding the Relationship between Teachers&apos; Use of Online Demonstration Videos and Fidelity of Implementation in &quot;MyTeachingPartner-Math/Science&quot;"},
      {
        "id":"ED588087",
        "title":"A Systematic Review of Research on English Language Teacher Education Published in Three Flagship Journals (1997-2016)"},
      {
        "id":"ED588089",
        "title":"Warrior Women: A Phenomenological Study of Female Veterans Transitioning into and through College"},
      {
        "id":"ED588090",
        "title":"Secondary Teachers&apos; Perceptions of Delaware Bullying Intervention Programs"},
      {
        "id":"ED588091",
        "title":"Exceptionality and Peer Victimization Involvement in Late Childhood: Subtypes, Stability, and Social Marginalization"},
      {
        "id":"ED588098",
        "title":"Sample Size and Measurement Occasion Planning for Latent Change Score Models through Monte Carlo Simulation"},
      {
        "id":"ED588099",
        "title":"English Teachers&apos; Identities Concerning Their Knowledge of Slang"},
      {
        "id":"ED588100",
        "title":"Emotional, Epistemic, and Neutral Feedback in AutoTutor Trialogues to Improve Reading Comprehension"},
      {
        "id":"ED588103",
        "title":"Leading Personalized Learning"},
      {
        "id":"ED588104",
        "title":"The Rapid Improvement of Government Schools in England"},
      {
        "id":"ED588105",
        "title":"Perceived Organizational Support and Organizational Trust in Primary Schools"},
      {
        "id":"ED588106",
        "title":"The Relationship between Religion and Education in Brazil"},
      {
        "id":"ED588107",
        "title":"The Effect of Computer-Assisted Foreign Language Teaching on the Student&apos;s Attitude and Success"},
      {
        "id":"ED588108",
        "title":"Barriers Experienced by Middle School Students in the Process of Learning English"},
      {
        "id":"ED588167",
        "title":"Taking Notes on Informational Source Text Using Text Structures: An Intervention for Fourth Grade Students with Learning Difficulties"},
      {
        "id":"ED588178",
        "title":"Early Adolescents&apos; Social Goals and School Adjustment"},
      {
        "id":"ED588182",
        "title":"Directed Consultation and Supported Professionalism: Promoting Adaptive Evidence-Based Practices in Rural Schools"},
      {
        "id":"ED588183",
        "title":"Text Structure Strategies for Improving Expository Reading Comprehension"},
      {
        "id":"ED588186",
        "title":"Creative Youth Development: Transforming the Learning Environment. Education Trends"},
      {
        "id":"ED588188",
        "title":"Classroom Social Dynamics Management: Why the Invisible Hand of the Teacher Matters for Special Education"},
      {
        "id":"ED588190",
        "title":"Again and Again: An Immediate Repetition Oral Task Viewed in Light of Swain&apos;s Output Hypothesis"},
      {
        "id":"ED588191",
        "title":"Effects of Parental Involvement on Secondary School Students&apos; Mathematics Achievement in Assam, India"},
      {
        "id":"ED588194",
        "title":"mba.com Prospective Students Survey. 2017 Survey Report"},
      {
        "id":"ED588204",
        "title":"Self- and Peer-Identified Victims in Late Childhood: Differences in Perceptions of the School Ecology"},
      {
        "id":"ED588214",
        "title":"Preparing to Lead: Lessons in Principal Development from High-Performing Education Systems"},
      {
        "id":"ED588215",
        "title":"Breaking down Barriers to Gender Equality and Girls&apos; Education"},
      {
        "id":"ED588216",
        "title":"GPE&apos;s Work in Countries Affected by Fragility and Conflict. Policy Brief"},
      {
        "id":"ED588218",
        "title":"Does Supplemental Instruction Support the Transition from Spanish to English Reading Instruction for First-Grade English Learners at Risk of Reading Difficulties?"},
      {
        "id":"ED588219",
        "title":"Early Science Learning with a Virtual Tutor through Multimedia Explanations and Feedback on Spoken Questions"},
      {
        "id":"ED588222",
        "title":"Using Behavioral Insights to Increase Participation in Social Services Programs: A Case Study. OPRE Report 2018-73"},
      {
        "id":"ED588224",
        "title":"Treat a Cop Like They Are God: Exploring the Relevance and Utility of Funds of Gang Knowledge among Latino Male Students"},
      {
        "id":"ED588225",
        "title":"Fit for a Bayesian: An Evaluation of PPP and DIC for Structural Equation Modeling"},
      {
        "id":"ED588330",
        "title":"Time and Other Considerations in Mediation Design"},
      {
        "id":"ED588342",
        "title":"A Systematic Review of Function-Modified Check-In/Check-Out"},
      {
        "id":"ED588343",
        "title":"Financing School Facilities in California: A 10-Year Perspective. Getting Down to Facts II. Research Brief"},
      {
        "id":"ED588344",
        "title":"Financing School Facilities in California: A Ten-Year Perspective. Getting Down to Facts II. Technical Report"},
      {
        "id":"ED588345",
        "title":"Teen Sport in America: Why Participation Matters. A Women&apos;s Sports Foundation Report. Executive Summary"},
      {
        "id":"ED588346",
        "title":"Teen Sport in America: Why Participation Matters. A Women&apos;s Sports Foundation Report"},
      {
        "id":"ED588347",
        "title":"Using State Data Systems to Report Information on Arts Education"},
      {
        "id":"ED588348",
        "title":"Better Questions: A Learning Opportunity. IDEA Paper #71"},
      {
        "id":"ED588349",
        "title":"Gathering Mid-Semester Feedback: Three Variations to Improve Instruction. IDEA Paper #67"},
      {
        "id":"ED588350",
        "title":"Now Streaming: Strategies That Improve Video Lectures. IDEA Paper #68"},
      {
        "id":"ED588351",
        "title":"Developing Test Items for Course Examinations. IDEA Paper #70"},
      {
        "id":"ED588352",
        "title":"Best Practices in the Evaluation of Teaching. IDEA Paper #69"},
      {
        "id":"ED588353",
        "title":"Note This: How to Improve Student Note Taking. IDEA Paper #73"},
      {
        "id":"ED588354",
        "title":"Do No Harm: A Balanced Approach to Vendor Relationships, Learning Analytics, and Higher Education. IDEA Paper #72"},
      {
        "id":"ED588355",
        "title":"The Effects of Instructor Gender and Discipline Group on Student Ratings of Instruction. IDEA Research Report #10"},
      {
        "id":"ED588356",
        "title":"Updated Technical Manual for the IDEA Feedback System for Administrators. IDEA Technical Report No. 20"},
      {
        "id":"ED588357",
        "title":"The Effects of Gender and Carnegie Classification on Personnel Ratings of Administrators and Chairs. IDEA Research Report #11"},
      {
        "id":"ED588358",
        "title":"Updated Technical Manual for the IDEA Feedback System for Chairs. IDEA Technical Report No. 21"},
      {
        "id":"ED588360",
        "title":"Academic Freedom in the Age of Political Correctness"},
      {
        "id":"ED588361",
        "title":"Teacher Quality, Instructional Quality and Student Outcomes: Relationships across Countries, Cohorts and Time. IEA Research for Education. Volume 2"},
      {
        "id":"ED588362",
        "title":"The Globalization of Science Curricula. IEA Research for Education. Volume 3"},
      {
        "id":"ED588363",
        "title":"Teaching Tolerance in a Globalized World. IEA Research for Education. Volume 4"},
      {
        "id":"ED588364",
        "title":"Forging a Path: Final Impacts and Costs of New York City&apos;s Young Adult Internship Program. The Subsidized and Transitional Employment Demonstration. OPRE Report 2018-75"},
      {
        "id":"ED588365",
        "title":"College Transfer &amp; Student Success"},
      {
        "id":"ED588366",
        "title":"The Role of Teacher Quality in Fourth-Grade Mathematics Instruction: Evidence from TIMSS 2015. Policy Brief No. 16"},
      {
        "id":"ED588367",
        "title":"The Women&apos;s Sports Foundation Report Brief: Her Life Depends on It III &amp; Girls and Women of Color"},
      {
        "id":"ED588369",
        "title":"PIRLS for Teachers: Making PIRLS Results More Useful for Practitioners. Policy Brief No. 17"},
      {
        "id":"ED588370",
        "title":"Too Scared to Learn? Understanding the Importance of School Safety for Immigrant Students. Policy Brief No. 15"},
      {
        "id":"ED588371",
        "title":"State Strategies to Develop Teacher Capacity for Personalized, Competency-Based Learning. Issue Brief"},
      {
        "id":"ED588372",
        "title":"Hungarian Migrants in the UK Labour Market: A Pilot Study on the Former Education of Hungarian Migrants and on Underutilisation of Their Skills in the UK. SKOPE Research Paper No. 119"},
      {
        "id":"ED588373",
        "title":"Redefining Student Success: Profile of a Graduate. Issue Brief"},
      {
        "id":"ED588374",
        "title":"Rethinking State Accountability to Support Personalized, Competency-Based Learning in K-12 Education. Issue Brief"},
      {
        "id":"ED588375",
        "title":"Governing Education and Training Systems in England: Some Lessons from the United States. SKOPE Working Paper No. 121"},
      {
        "id":"ED588376",
        "title":"Promising State Policies to Advance Personalized Learning"},
      {
        "id":"ED588377",
        "title":"Are Degrees Worth Higher Fees? Perceptions of the Financial Benefits of Entering Higher Education. SKOPE Research Paper No. 117"},
      {
        "id":"ED588378",
        "title":"A Preliminary Study of PRC Political Influence and Interference Activities in American Higher Education"},
      {
        "id":"ED588379",
        "title":"Progress and Promise: Chicago&apos;s Nation-Leading Educational Gains"},
      {
        "id":"ED588380",
        "title":"Do North Carolina Students Have Freedom of Speech? A Review of Campus Speech Codes, 2018"},
      {
        "id":"ED588381",
        "title":"The Data Makes the Difference: How Chinese Taipei Used TIMSS Data to Reform Mathematics Education. Compass Briefs in Education Number 2"},
      {
        "id":"ED588382",
        "title":"The Bennett Hypothesis Turns 30"},
      {
        "id":"ED588383",
        "title":"Lead and Wisconsin&apos;s Children"},
      {
        "id":"ED588384",
        "title":"The Use of Independent Training Providers in Vocational Education and Training--Wider Considerations for Employers and Policy Makers. SKOPE Issues Paper 34"},
      {
        "id":"ED588385",
        "title":"Seniors&apos; Postsecondary Plans and Scholarships: School Year 2014-15. Research &amp; Evaluation Report"},
      {
        "id":"ED588386",
        "title":"An Introduction to the National Summit on K-12 Competency-Based Education"},
      {
        "id":"ED588387",
        "title":"Technical Assistance on Student Privacy for State and Local Educational Agencies When Administering College Admissions Examinations. PTAC-FAQ-10"},
      {
        "id":"ED588388",
        "title":"Improving Special Education Services in the Sacramento Unified School District"},
      {
        "id":"ED588389",
        "title":"Building Pathways to Credentials, Careers, and Economic Mobility: Transforming the Higher Education Act for Today&apos;s Students and Economy"},
      {
        "id":"ED588390",
        "title":"Knowledge and Innovation Exchange"},
      {
        "id":"ED588391",
        "title":"Preparing the Ground: the Importance of Early Learning Activities at Home for Fourth Grade Student Achievement. IEA Compass: Briefs in Education. Number 3"},
      {
        "id":"ED588392",
        "title":"Better Education Outcomes through School Health Interventions"},
      {
        "id":"ED588393",
        "title":"GPE&apos;s Work on Inclusive Education for Children with Disabilities"},
      {
        "id":"ED588395",
        "title":"Innovation and the Independent College: Examples from the Sector. Securing America&apos;s Future: Workshops for Leaders of Independent Colleges and Universities"},
      {
        "id":"ED588397",
        "title":"School Quality Reviews: Promoting Accountability for Deeper Learning. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED588398",
        "title":"School Quality Reviews: Promoting Accountability for Deeper Learning. Executive Summary. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED588399",
        "title":"The Educational Success of Homeless and Highly Mobile Students in San Francisco Unified School District. Final Report"},
      {
        "id":"ED588450",
        "title":"Paving the Way: Remaking Entry for Postsecondary Success. Next-Generation CBE"},
      {
        "id":"ED588451",
        "title":"Solving the Four Big Problems Facing CBE for Underprepared College Learners. Next-Generation CBE"},
      {
        "id":"ED588452",
        "title":"Forging Regional Connections: The Role of a Community College in High School Transformation. The Central Ohio Partnership for College and Career Readiness Expansion"},
      {
        "id":"ED588453",
        "title":"Supporting Success for Underprepared College Learners. Next-Generation CBE"},
      {
        "id":"ED588454",
        "title":"Key Considerations for Inclusion of School Quality/Student Success Indicators in State Accountability Systems as Required by the &quot;Every Student Succeeds Act.&quot; CSAI Report"},
      {
        "id":"ED588455",
        "title":"How Is My Child Doing? What Assessment Can Tell Parents about Their Child&apos;s Learning"},
      {
        "id":"ED588456",
        "title":"Accountability Requirements for Subgroups of Students. CSAI Update"},
      {
        "id":"ED588457",
        "title":"Equal Talents, Unequal Opportunities: A Report Card on State Support for Academically Talented Low-Income Students. Executive Summary"},
      {
        "id":"ED588458",
        "title":"Effective Employer Engagement Practices: Observations from Select Technology Apprenticeship Programs"},
      {
        "id":"ED588459",
        "title":"How Can We Measure School Performance?"},
      {
        "id":"ED588460",
        "title":"High School Disconnection: Insights from the Inside"},
      {
        "id":"ED588461",
        "title":"Pre-Kindergarten and Kindergarten Entry Assessments. CSAI Report"},
      {
        "id":"ED588462",
        "title":"Assessment Opt-Out. CSAI Update"},
      {
        "id":"ED588463",
        "title":"Excellence for All: Creating Environments for Success for Males of Color in the Great City Schools"},
      {
        "id":"ED588464",
        "title":"K-12 Public Education through the Public Eye: Parents&apos; and Adults&apos; Perception of Public Education in New Orleans"},
      {
        "id":"ED588465",
        "title":"Integrating Speaking and Listening Standards into Instruction--A Review of Resources. CSAI Report"},
      {
        "id":"ED588466",
        "title":"State Use of ACT--Peer Review Results. CSAI Update"},
      {
        "id":"ED588467",
        "title":"New Mexico Kindergarten Teachers&apos; Use of Kindergarten Entry Assessment Data. CSAI Update"},
      {
        "id":"ED588468",
        "title":"Peer Review of State Assessment Systems Outcomes Report. CSAI Update"},
      {
        "id":"ED588469",
        "title":"Selected Alternatives for Assessing College and Career Readiness. CSAI Update"},
      {
        "id":"ED588470",
        "title":"Fiscal Year 2017 Salary Report for the Illinois Public Community Colleges"},
      {
        "id":"ED588471",
        "title":"Fiscal Year 2018 Salary Report for the Illinois Public Community Colleges"},
      {
        "id":"ED588472",
        "title":"Changing the Perception of Pasadena Unified School District through an Innovative Realtor Outreach Program. NCSD Field Report"},
      {
        "id":"ED588473",
        "title":"State Scan of Professional Learning Activities. CSAI Update"},
      {
        "id":"ED588474",
        "title":"Peer Review Assistance"},
      {
        "id":"ED588475",
        "title":"Growth Measures in State Accountability Systems. CSAI Update"},
      {
        "id":"ED588476",
        "title":"Valid and Reliable Assessments. CSAI Update"},
      {
        "id":"ED588477",
        "title":"School Climate and Stakeholder Engagement Measures. CSAI Update"},
      {
        "id":"ED588478",
        "title":"A Framework for Principal Talent Management"},
      {
        "id":"ED588479",
        "title":"New Approaches to Judging Quality in Higher Education: Profiles of Emerging Methods Apart from Traditional Accreditation. CHEA/CIQG Publication Series"},
      {
        "id":"ED588480",
        "title":"Pre-Kindergarten and Kindergarten Assessments. CSAI Update"},
      {
        "id":"ED588481",
        "title":"States&apos; Assessment Requirements for High School Graduation. CSAI Report"},
      {
        "id":"ED588482",
        "title":"Now We&apos;re Talkin&apos;: Leveraging the Power of Natural Language Processing to Inform ITS Development"},
      {
        "id":"ED588483",
        "title":"Supply and Demand for Public School Teachers in Wisconsin. WCER Working Paper No. 2018-2"},
      {
        "id":"ED588484",
        "title":"College Attendance among Low-Income Youth: Explaining Differences across Wisconsin High Schools. WCER Working Paper No. 2018-6"},
      {
        "id":"ED588485",
        "title":"The Impact of Performance Orientation on Students&apos; Interactions and Achievements in an ITS"},
      {
        "id":"ED588486",
        "title":"Does Size Matter? Investigating User Input at a Larger Bandwidth"},
      {
        "id":"ED588487",
        "title":"Game Performance as a Measure of Comprehension and Skill Transfer"},
      {
        "id":"ED588489",
        "title":"Unpacking California College Affordability: Experts Weigh in on Strengths, Challenges, and Implications"},
      {
        "id":"ED588490",
        "title":"Where Debt Comes Due at CSU: Unequal Debt Burdens among California State University Graduates"},
      {
        "id":"ED588491",
        "title":"A Survey of Michigan Parents Who Use School Choice. A Mackinac Center Report"},
      {
        "id":"ED588492",
        "title":"Using Student Assessment Data to Support Decision-Making. CSAI Update"},
      {
        "id":"ED588493",
        "title":"School Climate and Stakeholder Engagement Measures in States. CSAI Report"},
      {
        "id":"ED588494",
        "title":"The Segregation of Students with Disabilities. IDEA Series"},
      {
        "id":"ED588496",
        "title":"System Rules Manual of the Illinois Community College Board"},
      {
        "id":"ED588497",
        "title":"Mental Health on College Campuses: Investments, Accommodations Needed to Address Student Needs"},
      {
        "id":"ED588498",
        "title":"States&apos; Content Standards Revision Processes. CSAI Report"},
      {
        "id":"ED588499",
        "title":"Review of State Accountability Systems That Include a Student Growth Indicator. CSAI Report"},
      {
        "id":"ED588500",
        "title":"Scan of Measures Used in States&apos; Accountability and Accreditation Systems"},
      {
        "id":"ED588501",
        "title":"Scan of State Accountability Systems. CSAI Report"},
      {
        "id":"ED588502",
        "title":"Assessments for High School Graduation. CSAI Update"},
      {
        "id":"ED588503",
        "title":"Standards Alignment to Curriculum and Assessment. CSAI Update"},
      {
        "id":"ED588504",
        "title":"Course Requirements for High School Graduation. CSAI Update"},
      {
        "id":"ED588507",
        "title":"English Learners in States&apos; Every Student Succeeds Act (ESSA) Plans: Scan of Consolidated State Plans Submitted May 2017. CSAI Report"},
      {
        "id":"ED588508",
        "title":"LEA Status: Why It Matters for Schools Returning to Local Control. Issue Brief No. 7"},
      {
        "id":"ED588509",
        "title":"English Language Proficiency Assessment: Assessment Administration for Newly Arrived Students under ESSA. CSAI Update"},
      {
        "id":"ED588510",
        "title":"Drivers of the Rising Price of a College Education"},
      {
        "id":"ED588511",
        "title":"47th Annual Survey Report on State-Sponsored Student Financial Aid: 2015-2016 Academic Year"},
      {
        "id":"ED588512",
        "title":"Broken Promises: The Underfunding of IDEA. IDEA Series"},
      {
        "id":"ED588513",
        "title":"English Learners and Students from Low-Income Families. IDEA Series"},
      {
        "id":"ED588514",
        "title":"Going the Distance: Consumer Protection for Students Who Attend College Online"},
      {
        "id":"ED588515",
        "title":"Every Student Succeeds Act and Students with Disabilities. IDEA Series"},
      {
        "id":"ED588516",
        "title":"Federal Monitoring and Enforcement of IDEA Compliance. IDEA Series"},
      {
        "id":"ED588517",
        "title":"Make It Simple, Keep It Fair: A Proposal to Streamline and Improve Income-Driven Repayment of Federal Student Loans"},
      {
        "id":"ED588518",
        "title":"Choices &amp; Voices: A Survey of Michigan Charter School Parents. A Mackinac Center Report"},
      {
        "id":"ED588519",
        "title":"Beyond Financial Aid: How Colleges Can Strengthen the Financial Stability of Low-Income Students and Improve Student Outcomes"},
      {
        "id":"ED588520",
        "title":"Young Spanish-English Speaking Children&apos;s Reading Attitudes in Relation to Language Skills"},
      {
        "id":"ED588522",
        "title":"Scan of States&apos; College- and Career-Ready Indicators. Memorandum"},
      {
        "id":"ED588523",
        "title":"Smooth Sailing in a Perfect Storm of Student Debt? Change and Inequality in Borrowing and Returns to Advanced Degrees. WCER Working Paper No. 2018-9"},
      {
        "id":"ED588524",
        "title":"Building Guided Pathways to Community College Student Success: Promising Practices and Early Evidence from Tennessee"},
      {
        "id":"ED588525",
        "title":"Scan of States&apos; Writing Standards for Reference to Cursive Writing. Memorandum"},
      {
        "id":"ED588526",
        "title":"Scan of State Assessment Systems (SY 2014-2015). Memorandum"},
      {
        "id":"ED588527",
        "title":"Scan of Alternative Student Achievement Measures in Statewide Teacher Evaluation Systems. Memorandum"},
      {
        "id":"ED588528",
        "title":"Scan of Statewide Teacher Evaluation Systems. Memorandum"},
      {
        "id":"ED588529",
        "title":"A Review of Statewide Assessment Opt-Outs. CSAI Report"},
      {
        "id":"ED588530",
        "title":"The 2016 Michigan Public High School Context and Performance Report Card"},
      {
        "id":"ED588531",
        "title":"Are You Reading My Mind? Modeling Students&apos; Reading Comprehension Skills with Natural Language Processing Techniques"},
      {
        "id":"ED588533",
        "title":"The Michigan Context and Performance Report Card: Public Elementary and Middle Schools, 2017"},
      {
        "id":"ED588534",
        "title":"The Effect of e-Book Vocabulary Instruction on Spanish-English Speaking Children"},
      {
        "id":"ED588614",
        "title":"Creating Strong Transitions from High School through College: A Progress Report on Redesigning Senior Year"},
      {
        "id":"ED588615",
        "title":"System Rules Manual of the Illinois Community College Board. October 2018"},
      {
        "id":"ED588616",
        "title":"What High Schoolers and Their Parents Know about Public 4-Year Tuition and Fees in Their State. Stats in Brief. NCES 2019-404"},
      {
        "id":"ED588631",
        "title":"Lift Every Voice and Lead: African American Leaders&apos; Perceptions of K-12 Education Reform"},
      {
        "id":"ED588635",
        "title":"Peer Coaching That Works: The Power of Reflection and Feedback in Teacher Triad Teams"},
      {
        "id":"ED588636",
        "title":"The Lift Every Voice and Lead Toolkit: A Community Leader&apos;s Advocacy Resource for K-12 Education"},
      {
        "id":"ED588637",
        "title":"Differentiation of Special Education in the Growth Models Proposed in ESEA Waivers. Memorandum"},
      {
        "id":"ED588639",
        "title":"Achievement at an Advanced Level among Secondary Students: Changes over Time and Options That Support Black or African American and Hispanic/Latino Students"},
      {
        "id":"ED588643",
        "title":"Not So Elementary: Primary School Teacher Quality in Top-Performing Systems"},
      {
        "id":"ED588646",
        "title":"Acknowledging Challenges and Embracing Innovative Instructional Practices in Response to Cultural and Linguistic Diversity"},
      {
        "id":"ED588647",
        "title":"Home Literacy of Dual-Language Learners in Kindergarten from Low-SES Backgrounds"},
      {
        "id":"ED588651",
        "title":"Use of Individualized Learning Plans: A Promising Practice for Driving College and Career Efforts. Findings and Recommendations from a Multi-Method, Multi-Study Effort"},
      {
        "id":"ED588652",
        "title":"College Readiness Report 2018"},
      {
        "id":"ED588653",
        "title":"College Readiness Report Supplement: A Closer Look at Dual Credit Students"},
      {
        "id":"ED588749",
        "title":"California&apos;s New School Dashboard: Preliminary Analysis of District Ratings. Equity Alert"},
      {
        "id":"ED588750",
        "title":"Exploring the Consequences of Charter School Expansion in U.S. Cities"},
      {
        "id":"ED588751",
        "title":"Education Inequalities at the School Starting Gate: Gaps, Trends, and Strategies to Address Them"},
      {
        "id":"ED588752",
        "title":"Multiple Measures Placement Using Data Analytics: An Implementation and Early Impacts Report"},
      {
        "id":"ED588753",
        "title":"Curiosity Works: Moving Your School from Improvement to Innovation"},
      {
        "id":"ED588755",
        "title":"Unlocking Learning: Science as a Lever for English Learner Equity"},
      {
        "id":"ED588756",
        "title":"Unlocking Learning II: Math as a Lever for English Learner Equity"},
      {
        "id":"ED588757",
        "title":"Pathways to College and Career Readiness: Bringing the New California Standards to Life through Linked Learning. K-12 Policy"},
      {
        "id":"ED588759",
        "title":"Professional Development Needs among WIOA Youth Service Professionals. Info Brief. Issue 46"},
      {
        "id":"ED588760",
        "title":"Re-Envisioning English Language Arts and English Language Development for English Language Learners. Updated. (Second Edition)"},
      {
        "id":"ED588762",
        "title":"Sustained Effects of Collaborative School-Home Intervention for ADHD Symptoms and Impairment"},
      {
        "id":"ED588763",
        "title":"An Analysis on Turkish Fairy Tales in the Context of Their Educational Properties"},
      {
        "id":"ED588764",
        "title":"Adaptation of the Teacher Effectiveness Scale in Higher Education into Turkish Language"},
      {
        "id":"ED588765",
        "title":"Examination of Educational Internet Usage Self-Efficacy Beliefs of Turkish Teacher Candidates"},
      {
        "id":"ED588766",
        "title":"Problems Experienced by Teachers during Their Postgraduate Education in Turkey"},
      {
        "id":"ED588767",
        "title":"Investigation of University Students&apos; Aggression Levels in Terms of Empathic Tendency, Self-Compassion and Emotional Expression"},
      {
        "id":"ED588768",
        "title":"Effects of Web-Based Intelligent Tutoring Systems on Academic Achievement and Retention"},
      {
        "id":"ED588769",
        "title":"School as a Social System"},
      {
        "id":"ED588770",
        "title":"The Incompetence of School Leaders in the U.S. Special Education"},
      {
        "id":"ED588771",
        "title":"The Level of Burnout Experienced by Teachers"},
      {
        "id":"ED588772",
        "title":"Parallel Paths: Inclusive Special Education and Racial Desegregation"},
      {
        "id":"ED588773",
        "title":"Relationship between Operational SAT® Essay Scores and College Performance: An Early Look at the Validity Evidence for the SAT Essay"},
      {
        "id":"ED588774",
        "title":"Scientific Production in Children&apos;s Literature through the Web of Science"},
      {
        "id":"ED588776",
        "title":"Turkish Pre-Service EFL Teachers&apos; Views on Integrating Various Literary Genres in Teaching English"},
      {
        "id":"ED588777",
        "title":"The Relationship between EFL Instructors&apos; Emotional Intelligence and Learners&apos; Academic Achievement"},
      {
        "id":"ED588778",
        "title":"Impact of Internet Supported Dental Education: Initial Outcomes in a Study Sample"},
      {
        "id":"ED588779",
        "title":"Cultural Adjustment Experiences Saudi Women International Graduate Students Studying First Time in a Mixed-Gender Environment at a United States University"},
      {
        "id":"ED588780",
        "title":"Unpacking Instructional Alignment: The Influence of Teachers&apos; Use of Assessment Data on Instruction"},
      {
        "id":"ED588781",
        "title":"Why Do Students Get Good Grades, or Bad Ones? The Influence of The Teacher, Class, School, and Student. Working Paper"},
      {
        "id":"ED588782",
        "title":"Study of Enhanced College Advising in Upward Bound: Impacts on Steps toward College. NCEE 2019-4002"},
      {
        "id":"ED588783",
        "title":"Preparedness of Interns for Hospital Practice before and after an Orientation Programme"},
      {
        "id":"ED588784",
        "title":"Michigan Achieves: Becoming a Top Ten Education State. State of Michigan Education Report, 2015"},
      {
        "id":"ED588785",
        "title":"Study of Enhanced College Advising in Upward Bound: Impacts on Steps toward College. Study Snapshot. NCEE 2019-4002"},
      {
        "id":"ED588786",
        "title":"Study of Enhanced College Advising in Upward Bound: Impacts on Steps toward College. Study Highlights. NCEE 2019-4002"},
      {
        "id":"ED588787",
        "title":"Nomophobia among Undergraduate Students: The Case of a Turkish State University"},
      {
        "id":"ED588788",
        "title":"Ethical Beliefs of Counseling Students in Turkey"},
      {
        "id":"ED588789",
        "title":"An Item Analysis and a Reliability Estimate of a Classroom Kinesiology Achievement Test"},
      {
        "id":"ED588790",
        "title":"Literature Circle and Gifted Students: Boosting Reading Motivation and Performance"},
      {
        "id":"ED588791",
        "title":"Supporting Michigan&apos;s Teachers: Smart Implementation of High Standards, Training, and Educator Evaluation. K-12 Policy"},
      {
        "id":"ED588792",
        "title":"Stalled to Soaring: Michigan&apos;s Path to Educational Recovery. State of Michigan Education Report, 2014"},
      {
        "id":"ED588793",
        "title":"Federal Student Aid: Strategic Plan, Fiscal Years 2012-16"},
      {
        "id":"ED588794",
        "title":"Top Ten for Education: Not by Chance. Michigan Achieves! State of Michigan Education Report, 2018"},
      {
        "id":"ED588795",
        "title":"Evaluation of the Computer and Team Assisted Mathematical Acceleration (CATAMA) Lab for Urban, High-Poverty, High Minority Middle Grade Students. Final Report to the Institute of Education Sciences"},
      {
        "id":"ED588796",
        "title":"What Our Students Deserve: Facing the Truth about Education in the Great Lakes State"},
      {
        "id":"ED588797",
        "title":"Literacy, Numeracy, and Health Information Seeking among Middle-Aged and Older Adults in the U.S."},
      {
        "id":"ED588798",
        "title":"Teacher Opinions about Qualities of Effective Teaching"},
      {
        "id":"ED588799",
        "title":"Mindfulness and Stress: A Quantitative Study of Therapist Trainees"},
      {
        "id":"ED588801",
        "title":"2017 Digital Literacy Impact Study. An NMC Horizon Project Strategic Brief. Volume 3.5"},
      {
        "id":"ED588802",
        "title":"NewsWise: Pilot Report 2018"},
      {
        "id":"ED588803",
        "title":"NMC/CoSN Horizon Report: 2017 K-12 Edition"},
      {
        "id":"ED588804",
        "title":"Average Change in Sentence Repetition by Spanish-English Speaking Children: Kindergarten to First Grade"},
      {
        "id":"ED588805",
        "title":"Laboratories of Democracy: How States Get Excellent K-12 U.S. History Standards. White Paper No. 162"},
      {
        "id":"ED588806",
        "title":"From below Norms to above Average-and Still Growing! Our Lady of Hungary Catholic School, IN. Map Growth &amp; Professional Learning Case Study"},
      {
        "id":"ED588807",
        "title":"Metaphorical Perceptions of Science Teacher Candidates towards Teacher and Teaching Profession"},
      {
        "id":"ED588809",
        "title":"An SEA Guide for Identifying Evidence-Based Interventions for School Improvement"},
      {
        "id":"ED588810",
        "title":"Culture Talk: Sensitizing Cultural Intelligence through Intercultural Radio Interviews"},
      {
        "id":"ED588812",
        "title":"The Use of Extended Piano Techniques at Conservatories in Turkey"},
      {
        "id":"ED588813",
        "title":"Connecting Social and Emotional Learning to Michigan&apos;s School Improvement Framework: Guidance and Resources for K-12 and Early Childhood Settings"},
      {
        "id":"ED588814",
        "title":"Resource Guide: Building a Bright Future for All. Success in Early Learning Programs and Elementary School for Immigrant Families. A Guide for Early Learning Programs, Elementary Schools, and Educators"},
      {
        "id":"ED588816",
        "title":"The Steep Road to Resource Equity in California Education: The Local Control Funding Formula after Three Years"},
      {
        "id":"ED588817",
        "title":"Rebooting &apos;Smart Schools&apos;: The Need to Debug New York&apos;s 2014 Bond Act. Issue Brief"},
      {
        "id":"ED588818",
        "title":"Bayesian Inference under Cluster Sampling with Probability Proportional to Size"},
      {
        "id":"ED588819",
        "title":"Pathways to Kindergarten Readiness: The Roles of Second Step Early Learning Curriculum and Social Emotional, Executive Functioning, Preschool Academic and Task Behavior Skills"},
      {
        "id":"ED588820",
        "title":"A Comparison of the Grammatical Production of Child Heritage Speakers of Spanish across Language and Grade: Kindergarten and Grade 1"},
      {
        "id":"ED588821",
        "title":"Ensuring Active Implementation Support for North Carolina Counties Scaling the Triple P System of Interventions"},
      {
        "id":"ED588822",
        "title":"A Foundation for the Future. 2015 Annual Report"},
      {
        "id":"ED588824",
        "title":"Preliminary Investigation of the Psychological Sense of School Membership Scale with Primary School Students in a Cross-Cultural Context"},
      {
        "id":"ED588827",
        "title":"Avoiding the Use of L1 in Foreign Language Reading Comprehension Activities"},
      {
        "id":"ED588828",
        "title":"A Review of Technology Integration in ELT: From CALL to MALL"},
      {
        "id":"ED588829",
        "title":"The Impact of Student-Teacher Relationships, Content Knowledge, and Teaching Ability on Students with Diverse Motivation Levels"},
      {
        "id":"ED588834",
        "title":"Streaming Student Speeches on the Internet: Convenient and &quot;Connected&quot; Feedback in the Basic Course"},
      {
        "id":"ED588835",
        "title":"An Investigation of Self-Esteem, Socio-Emotional Adaptation and Relational Problem Solving in Pre-Schoolers"},
      {
        "id":"ED588836",
        "title":"Evaluation of the Teaching Environment for Improve the Geometric Habits of Mind of Tenth Grade Students"},
      {
        "id":"ED588837",
        "title":"Geographic Literacy Perception Scale (GLPS) Validity and Reliability Study"},
      {
        "id":"ED588838",
        "title":"The Healing Hand: Modeling Catholic Medical Vocational-Technical Schooling. White Paper No. 169"},
      {
        "id":"ED588840",
        "title":"ESL Teachers&apos; Perceptions of Using Technology in Their Teaching"},
      {
        "id":"ED588843",
        "title":"Effects of Animation Film Use on Earthquake Knowledge Level of 4th Grade Students"},
      {
        "id":"ED588846",
        "title":"How GPE Supports Teaching and Learning. Policy Brief"},
      {
        "id":"ED588847",
        "title":"Homeschooling: The Ultimate School Choice. White Paper No. 170"},
      {
        "id":"ED588849",
        "title":"Strategies for Strengthening the Technical Workforce: A Review of International Evidence. RR #2017-1"},
      {
        "id":"ED588850",
        "title":"Help Me Where I Am: Scaffolding Writing in Preschool Classrooms"},
      {
        "id":"ED588851",
        "title":"Redesigning State Financial Aid: Principles to Guide State Aid Policymaking. Updated August 2018"},
      {
        "id":"ED588852",
        "title":"Work-Based Learning: Model Policy Components"},
      {
        "id":"ED588853",
        "title":"Language, Literacy and Learning in Tanzanian Secondary Schools: An Ethnographic Perspective on the Student Experience"},
      {
        "id":"ED588854",
        "title":"Significance of Mentor-Mentee Relationship and Training for Effective Mentoring Outcomes"},
      {
        "id":"ED588855",
        "title":"Student Perceptions of an Intelligent Tutoring System: A Technology Acceptance Model Perspective"},
      {
        "id":"ED588856",
        "title":"Promising Practice: Government Schools in Vietnam"},
      {
        "id":"ED588857",
        "title":"Children&apos;s Outcomes and Program Quality in the North Carolina Pre-Kindergarten Program: 2012-2013 Statewide Evaluation"},
      {
        "id":"ED588858",
        "title":"Are Teacher Education Programs Failing the Nation&apos;s Urban Schools? A Closer Look at Pre-Service Teachers&apos; Beliefs about Working with Inner-City Students"},
      {
        "id":"ED588860",
        "title":"Use of Guided Reflection Tools in Collaborative Health Care Settings Following Simulated Learning"},
      {
        "id":"ED588861",
        "title":"Local Curriculum in Schools in Nepal: A Gap between Policies and Practices"},
      {
        "id":"ED588862",
        "title":"How State Education Agencies Can Support College and Career Ready Standards. CPRE Policy Briefs. PB #17-3"},
      {
        "id":"ED588863",
        "title":"Constructivist Discipline for a Student-Centered Classroom"},
      {
        "id":"ED588864",
        "title":"Our Stories, Our Struggles, Our Strengths: Perspectives and Reflections from Latino Teachers"},
      {
        "id":"ED588865",
        "title":"Is Two-Tiered Public Education on the Rise in Massachusetts? Policy Brief"},
      {
        "id":"ED588867",
        "title":"Using Print in the Environment to Promote Early Writing"},
      {
        "id":"ED586835",
        "title":"Secondary Vocational Education in Finland"},
      {
        "id":"ED586836",
        "title":"Conversations with AutoTutor Help Students Learn"},
      {
        "id":"ED586837",
        "title":"FAFSA for Students with Non-Traditional Needs"},
      {
        "id":"ED586838",
        "title":"Sitting Together and Reaching to Play (START-Play): Protocol for a Multisite Randomized Controlled Efficacy Trial on Intervention for Infants with Neuromotor Disorders"},
      {
        "id":"ED586840",
        "title":"Promoting Educators&apos; Use of Culturally Responsive Practices: A Systematic Review of In-Service Interventions"},
      {
        "id":"ED586841",
        "title":"The Association of School Climate, Depression Literacy, and Mental Health Stigma among High School Students"},
      {
        "id":"ED586842",
        "title":"Synthetic and Other Drug Use among High School Students: The Role of Perceived Prevalence, Access, and Harms"},
      {
        "id":"ED586899",
        "title":"Common Core State Standards: What Common Core Means for New Orleans and Louisiana. Issue Brief No. 3"},
      {
        "id":"ED586916",
        "title":"Examining the General Efficacy Perceptions of Candidate Teachers towards Measurement and Evaluation in Terms of Their Programs"},
      {
        "id":"ED586917",
        "title":"Improving Knowledge Retention via Establishing Brain-Based Learning Environment"},
      {
        "id":"ED586918",
        "title":"Diversity in the Educational Process: Basis for a Conceptual Proposal"},
      {
        "id":"ED586928",
        "title":"An Investigation of Students&apos; Life Satisfaction and Loneliness Level in a Sample of Turkish Students"},
      {
        "id":"ED586929",
        "title":"Stating and Defending New Knowledge Claim: A Rhetorical Analysis on the Discussion Section of English Master Thesis by Indonesian EFL Learners"},
      {
        "id":"ED586930",
        "title":"Improving School Improvement"},
      {
        "id":"ED586931",
        "title":"Kindergarten&apos;s EFL Teaching Methodology/Practices in Dominican Learning Centers"},
      {
        "id":"ED586932",
        "title":"Indonesian Authors&apos; Stances in Citing English Research Article Introductions Literature in Sciences"},
      {
        "id":"ED586933",
        "title":"Standardization of Design Interfaces Applied to Language Test On-Line through Ubiquitous Devices"},
      {
        "id":"ED586937",
        "title":"Attendance in DC Public Schools: 2012-2013. Attendance Snapshot"},
      {
        "id":"ED586938",
        "title":"Attendance in DC Public Charter Schools: 2012-2013. Attendance Snapshot"},
      {
        "id":"ED586944",
        "title":"Trends in Third Grade Reading Proficiency: An Analysis of DC CAS Results (2007-2014). Policy Brief"},
      {
        "id":"ED586945",
        "title":"Two Heads May Be Better than One: Learning from Computer Agents in Conversational Trialogues"},
      {
        "id":"ED586946",
        "title":"Piecing Together: Completing the Early Childhood System Puzzle in the District. White Paper"},
      {
        "id":"ED586947",
        "title":"Effectiveness of Peer Observation on Enhancing Teacher Competence among Teacher Trainees during Teaching Practice: A Case Study of Mwenge Catholic University"},
      {
        "id":"ED586948",
        "title":"Giving Hispanic Students a Chance to Succeed from the Start: How Early Childhood Providers and Policy Makers in the District of Columbia Can Support Young Hispanic Children&apos;s Access to High-Quality Early Care and Education. Policy Brief"},
      {
        "id":"ED586949",
        "title":"Sharpening Education through the Use of Information and Communications Technology"},
      {
        "id":"ED586950",
        "title":"Education Programs in Post-Conflict Environments: A Review from Liberia, Sierra Leone, and South Africa"},
      {
        "id":"ED586951",
        "title":"The Effectiveness of the Student-Centered Learning (SCL) Approach in Developing Some Writing Skills in English for the Secondary Stage Students"},
      {
        "id":"ED586952",
        "title":"Process, Not Project: Case Study of Georgia, Illinois, and Virginia&apos;s Efforts to Produce User-Friendly School Report Cards"},
      {
        "id":"ED586953",
        "title":"Using Crosscutting Concepts to Prompt Student Responses"},
      {
        "id":"ED586954",
        "title":"From Tokenism to Partnership"},
      {
        "id":"ED586955",
        "title":"Quarterback Role &quot;in&quot; Facilities Strategy"},
      {
        "id":"ED586956",
        "title":"Ward Snapshots: Tracking Child Well-Being in Your Ward. Data Snapshot"},
      {
        "id":"ED586957",
        "title":"Seniors&apos; Postsecondary Plans and Scholarships, School Year 2015-16. Applied Research Report"},
      {
        "id":"ED586960",
        "title":"iPad Research with At-Risk Students in an Alternative School"},
      {
        "id":"ED586961",
        "title":"Simple Strategies Academics Can Use to Help Students Improve Their Writing Skills"},
      {
        "id":"ED586962",
        "title":"Indexing Pell to Inflation Benefits States. Policy Brief"},
      {
        "id":"ED586964",
        "title":"School Vouchers in the Trump Era: How Political Ideology and Religion Shape Public Opinion. CPRE Policy Briefs"},
      {
        "id":"ED586965",
        "title":"Innovating in an Age of Uncertainty. CIQG Publication Series"},
      {
        "id":"ED586966",
        "title":"Apprenticeships: In New Orleans &amp; Louisiana. Issue Brief No. 5"},
      {
        "id":"ED586968",
        "title":"U.S. Department of Education Strategic Plan for Fiscal Years 2018-22"},
      {
        "id":"ED586970",
        "title":"Cyber-Security in Today&apos;s K-12 Environment"},
      {
        "id":"ED586972",
        "title":"England&apos;s Approach to School Performance Data--Lessons Learned"},
      {
        "id":"ED586975",
        "title":"Understanding and Supporting the Educational Needs of Recently Arrived Immigrant English Learner Students: Lessons for State and Local Education Agencies"},
      {
        "id":"ED586976",
        "title":"Empowering Males of Color: Year 1 of a Community-Wide Investment in Our Students"},
      {
        "id":"ED586977",
        "title":"Disadvantaged Girls in Kenyan Schools"},
      {
        "id":"ED586978",
        "title":"An Examination of the Number Sense Performances of Preservice Elementary Mathematics Teachers"},
      {
        "id":"ED586979",
        "title":"The Effect of Dynamic and Static Core Exercises on Physical Performance in Children"},
      {
        "id":"ED586980",
        "title":"Analysis of Pre-School Teachers&apos; Knowledge and Opinions about Play in Mathematics Educational Process"},
      {
        "id":"ED586981",
        "title":"Comparison of Turkish Elementary School Science Curriculum: 2005-2013-2017"},
      {
        "id":"ED586982",
        "title":"An Iterative Participatory Approach to Developing an Early Childhood Problem-Based STEM Curriculum"},
      {
        "id":"ED586983",
        "title":"Psychological Consequences of Cyber Bullying Experiences among Turkish Secondary School Children"},
      {
        "id":"ED586984",
        "title":"Scaffolding Made Visible"},
      {
        "id":"ED586985",
        "title":"Addressing Barriers to Learning: In the Classroom and Schoolwide"},
      {
        "id":"ED586986",
        "title":"Evaluating Student Cognitive and Social-Emotional Growth during a High School Mindfulness Course Using Mixed-Method Design. SAGE Research Methods Cases Part 2"},
      {
        "id":"ED586988",
        "title":"Postsecondary Peer Cooperative Learning Programs: Annotated Bibliography 2018"},
      {
        "id":"ED586989",
        "title":"Multilingual Classrooms: Opportunities and Challenges for English Medium Instruction in Low and Middle Income Contexts"},
      {
        "id":"ED586990",
        "title":"Refugees Welcome? Recognition of Qualifications Held by Refugees and Their Access to Higher Education in Europe--Country Analyses"},
      {
        "id":"ED586991",
        "title":"Research on the Assessment of Student Learning Outcomes: Practical Exploration of the Review of CHEA/CIQG Quality Platform Provider. CIQG Publication Series"},
      {
        "id":"ED586992",
        "title":"Standards and Guidelines for Quality Assurance in the European Higher Education Area (ESG)"},
      {
        "id":"ED586994",
        "title":"2018 Introduction to ESU&apos;s Policies in Higher Education (Amended)"},
      {
        "id":"ED587027",
        "title":"Key Considerations for Cross-Border Quality Assurance in the European Higher Education Area"},
      {
        "id":"ED587049",
        "title":"Observing Effective Mathematics Teaching: A Review of the Literature"},
      {
        "id":"ED587050",
        "title":"A Look at Latino Student Success: Identifying Top- and Bottom-Performing Institutions"},
      {
        "id":"ED587052",
        "title":"Alumni Perspectives Survey Report, 2017"},
      {
        "id":"ED587104",
        "title":"FSSE 2017 Overview"},
      {
        "id":"ED587105",
        "title":"The GMAT® Exam Is Not Getting Easier: The Fallacy of Score Increases and the Impact of Score Preview"},
      {
        "id":"ED587106",
        "title":"Maternal Employment, Community Contexts, and the Child Care Arrangements of Diverse Groups"},
      {
        "id":"ED587107",
        "title":"Discrepancies between Adolescent and Parent Reports about Family Relationships"},
      {
        "id":"ED587110",
        "title":"Neighborhood Experiences of Immigrant Families with Young Children in the United States"},
      {
        "id":"ED587112",
        "title":"The Consequences of Principal and Teacher Turnover for School Social Resources"},
      {
        "id":"ED587113",
        "title":"What Women Want: A Blueprint for Change in Business Education"},
      {
        "id":"ED587127",
        "title":"An Investigation of Preschoolers&apos; Perceptions about Science and Mathematics through Metaphors"},
      {
        "id":"ED587146",
        "title":"The Effect of a Subjective Well-Being Intervention Program on Happiness"},
      {
        "id":"ED587147",
        "title":"A Comparison of Heritage Learners and L2 Learners of Spanish: A Study on Compliment Sequences in the Classroom"},
      {
        "id":"ED587150",
        "title":"Science Achievement Gaps Begin Very Early, Persist, and Are Largely Explained by Modifiable Factors"},
      {
        "id":"ED587151",
        "title":"Raising the Bar for College Admission: North Carolina&apos;s Increase in Minimum Math Course Requirements. Working Paper 163"},
      {
        "id":"ED587152",
        "title":"A Leg Up or a Boot Out?: Student Achievement and Mobility under School Restructuring. Working Paper 78"},
      {
        "id":"ED587154",
        "title":"The Effects of Texas&apos;s Targeted Pre-Kindergarten Program on Academic Performance. Working Paper 84"},
      {
        "id":"ED587155",
        "title":"School Opportunity Hoarding? Racial Segregation and Access to High Growth Schools"},
      {
        "id":"ED587156",
        "title":"Investigating the Role of Human Resources in School Turnaround: A Decomposition of Improving Schools in Two States. Working Paper 89"},
      {
        "id":"ED587157",
        "title":"Which Plan to Choose? The Determinants of Pension System Choice for Public School Teachers. Working Paper 111"},
      {
        "id":"ED587158",
        "title":"Do First Impressions Matter? Improvement in Early Career Teacher Effectiveness. Working Paper 90"},
      {
        "id":"ED587159",
        "title":"Environmental Health at School: New Solutions Put Children First. National Conference (Washington, D.C., June 6-7, 2016)"},
      {
        "id":"ED587160",
        "title":"The Compositional Effect of Rigorous Teacher Evaluation on Workforce Quality. Working Paper 168"},
      {
        "id":"ED587161",
        "title":"How Teachers Respond to Pension System Incentives: New Estimates and Policy Applications. Working Paper 147"},
      {
        "id":"ED587162",
        "title":"Do Master&apos;s Degrees Matter? Advanced Degrees, Career Paths, and the Effectiveness of Teachers. Working Paper 136"},
      {
        "id":"ED587163",
        "title":"The Efficiency Implications of Using Proportional Evaluations to Shape the Teaching Workforce. Working Paper 106"},
      {
        "id":"ED587164",
        "title":"Can UTeach? Assessing the Relative Effectiveness of STEM Teachers. Working Paper 173"},
      {
        "id":"ED587165",
        "title":"Teach for America Impact Estimates on Nontested Student Outcomes. Working Paper 146"},
      {
        "id":"ED587166",
        "title":"Incorporating End-of-Course Exam Timing into Educational Performance Evaluations. Working Paper 137"},
      {
        "id":"ED587167",
        "title":"The Persistence of Preschool Effects from Early Childhood through Adolescence"},
      {
        "id":"ED587168",
        "title":"Policy Paper on Public Responsibility, Governance and Financing of Higher Education"},
      {
        "id":"ED587171",
        "title":"Does Memory Contribute to Reading Comprehension in Adults Who Struggle with Reading?"},
      {
        "id":"ED587173",
        "title":"Examining Spillover Effects from Teach for America Corps Members in Miami-Dade County Public Schools. Working Paper 113"},
      {
        "id":"ED587174",
        "title":"Pensions and Late Career Teacher Retention. Working Paper 164"},
      {
        "id":"ED587175",
        "title":"Entrepreneurial Women Find Success through B-School"},
      {
        "id":"ED587178",
        "title":"The Work and Social Adjustment Scale for Youth: A Measure for Assessing Youth Psychosocial Impairment Regardless of Mental Health Status"},
      {
        "id":"ED587180",
        "title":"Pension Structure and Employee Turnover: Evidence from a Large Public Pension System. Working Paper 142"},
      {
        "id":"ED587181",
        "title":"The Strategic System Snapshot: Helping School System Leaders Maximize Scarce Resources to Prepare Every Child for Tomorrow"},
      {
        "id":"ED587182",
        "title":"The Impact of Incentives to Recruit and Retain Teachers in &quot;Hard-to-Staff&quot; Subjects: An Analysis of the Florida Critical Teacher Shortage Program. Working Paper 141"},
      {
        "id":"ED587183",
        "title":"Teacher Turnover, Teacher Quality and Student Achievement in DCPS. Working Paper 153"},
      {
        "id":"ED587184",
        "title":"A Case Study Analysis: Student Perceptions of the SUNY Applied Learning Program"},
      {
        "id":"ED587185",
        "title":"Principal Talent Management According to the Evidence: A Review of the Literature"},
      {
        "id":"ED587186",
        "title":"Retooling Literacy Education for the 21st Century: Key Findings of the Reading for Understanding Initiative and Their Implications"},
      {
        "id":"ED587187",
        "title":"Learning That Lasts: Unpacking Variation in Teachers&apos; Effects on Students&apos; Long-Term Knowledge. Working Paper 104"},
      {
        "id":"ED587188",
        "title":"High Rates of Within-School Teacher Reassignments and Implications for Student Achievement. Working Paper 151"},
      {
        "id":"ED587189",
        "title":"The Selection of Preschool for Immigrant and Native-Born Latino Families in the United States"},
      {
        "id":"ED587193",
        "title":"Colleges Where Most Students Borrow and Few Repay"},
      {
        "id":"ED587194",
        "title":"Students at Greatest Risk of Loan Default"},
      {
        "id":"ED587195",
        "title":"The GED® Program Policy Manual"},
      {
        "id":"ED587196",
        "title":"The Internationalization of Chinese Higher Education. CIQG Publication Series"},
      {
        "id":"ED587197",
        "title":"Trends in State ESSA Plans: Equity Advocates Still Have Work to Do"},
      {
        "id":"ED587198",
        "title":"Funding Gaps 2018: An Analysis of School Funding Equity across the U.S. and within Each State"},
      {
        "id":"ED587199",
        "title":"Are There Hidden Costs Associated with Conducting Layoffs? The Impact of RIFs and Layoffs on Teacher Effectiveness. Working Paper 140"},
      {
        "id":"ED587201",
        "title":"Vocational Rehabilitation Closure Trends for Individuals with Intellectual Disabilities: A Snapshot of Five U.S. Territories. Data Note. Number 48"},
      {
        "id":"ED587202",
        "title":"State Trends in the Vocational Rehabilitation Engagement of Young Adults with Intellectual Disabilities: 2002-2011. Data Note. Number 45"},
      {
        "id":"ED587203",
        "title":"Are Young Adults with Intellectual Disabilities Getting Work Experiences from Participating in the Vocational Rehabilitation Program? Data Note. Number 50"},
      {
        "id":"ED587205",
        "title":"Eliciting Elementary Teachers&apos; PCK for the Small Particle Model"},
      {
        "id":"ED587206",
        "title":"Developing and Testing a Method for Collecting and Synthesizing Pedagogical Content Knowledge"},
      {
        "id":"ED587207",
        "title":"A Review of the Research Literature on Teaching about Interdependent Relationships in Ecosystems to Elementary Students"},
      {
        "id":"ED587208",
        "title":"The Multiplier Effect: The Critical Role of Science Teachers in Communicating Accurate Information about Zika. Research to Practice Brief"},
      {
        "id":"ED587209",
        "title":"A Review of the Research Literature on Teaching about the Small Particle Model of Matter to Elementary Students"},
      {
        "id":"ED587210",
        "title":"Operationalizing the Science and Engineering Practices"},
      {
        "id":"ED587211",
        "title":"Towards Engagement with the Science and Engineering Practices for All Students"},
      {
        "id":"ED587212",
        "title":"What Does &quot;Implementing the NGSS&quot; Mean? Operationalizing the Science Practices for K-12 Classrooms"},
      {
        "id":"ED587213",
        "title":"Effective Word-Problem Instruction: Using Schemas to Facilitate Mathematical Reasoning"},
      {
        "id":"ED587214",
        "title":"The Transition into Kindergarten for English Language Learners"},
      {
        "id":"ED587215",
        "title":"Invest in What Works: An Education Road Map for Michigan Leaders"},
      {
        "id":"ED587216",
        "title":"Michigan No Child Left Behind Waiver Analysis"},
      {
        "id":"ED587217",
        "title":"Illinois Community College Board Fiscal Year 2017 Spring Enrollment Report"},
      {
        "id":"ED587218",
        "title":"Illinois Community College Board Fiscal Year 2018 Spring Enrollment"},
      {
        "id":"ED587219",
        "title":"Illinois Community College Board Fiscal Year 2016 Spring Enrollment Report"},
      {
        "id":"ED587220",
        "title":"Quality Compensation for Teachers Summative Evaluation"},
      {
        "id":"ED587221",
        "title":"Equity Alert: Getting Community College Student Success Funding Right"},
      {
        "id":"ED587222",
        "title":"What Do Parents Want from Preschool? Perspectives of Low-Income Latino/a Immigrant Families"},
      {
        "id":"ED587228",
        "title":"Strengthening Michigan&apos;s Teacher Force How a New Teacher Evaluation System Will Better Equip Michigan Educators to Improve Student Achievement"},
      {
        "id":"ED587229",
        "title":"Preparing for the Future of Artificial Intelligence"},
      {
        "id":"ED587231",
        "title":"Becoming Top Ten: An Analysis of Michigan&apos;s ESSA Plan. A Policy Brief from the Education Trust-Midwest"},
      {
        "id":"ED587348",
        "title":"Opportunities Realized and Lost: Equity and Excellence in Michigan&apos;s Budget. Brief on FY2017-18 School Aid Budget"},
      {
        "id":"ED587364",
        "title":"The 5 Things We Were Looking for in California&apos;s ESSA Plan - How Did the State Do?"},
      {
        "id":"ED587371",
        "title":"2015 KIDS COUNT in Colorado! From Plains to Plateaus: Examining Child Well-Being across Colorado Places"},
      {
        "id":"ED587372",
        "title":"Measuring Deeper Learning: New Directions in Formative Assessment. Executive Summary. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED587373",
        "title":"Measuring Deeper Learning: New Directions in Formative Assessment. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED587374",
        "title":"12 Myths and Realities about Private Educational Choice Programs"},
      {
        "id":"ED587375",
        "title":"State University No More: Out-of-State Enrollment and the Growing Exclusion of High-Achieving, Low-Income Students at Public Flagship Universities"},
      {
        "id":"ED587379",
        "title":"Making College Affordable: Providing Low-Income Students with the Knowledge and Resources Needed to Pay for College. Executive Summary"},
      {
        "id":"ED587381",
        "title":"Making College Affordable: Providing Low-Income Students with the Knowledge and Resources Needed to Pay for College"},
      {
        "id":"ED587388",
        "title":"Let&apos;s Rethink Online Learning"},
      {
        "id":"ED587389",
        "title":"Student Debt and the Class of 2016. 12th Annual Report"},
      {
        "id":"ED587394",
        "title":"Improving Teacher Practice: Debunking the Myth of the Performance Plateau"},
      {
        "id":"ED587396",
        "title":"NY&apos;s Stratospheric School Spending"},
      {
        "id":"ED587397",
        "title":"School Tax Growth Sinks under Cap"},
      {
        "id":"ED587399",
        "title":"What&apos;s Driving K-12 School Costs? 2016 Update"},
      {
        "id":"ED587400",
        "title":"From Scatterplot to Roadmap: New Efforts to Improve Student Success in the California State University"},
      {
        "id":"ED587401",
        "title":"Five Elements for Assessment Design and Use to Support Student Autonomy. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED587402",
        "title":"Redesigning Assessment Systems: Emerging Lessons from Three States. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED587403",
        "title":"Redesigning Assessment Systems: Emerging Lessons from Three States. Executive Summary. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED587404",
        "title":"Challenges in Adolescent Reading Intervention: Evidence from a Randomized Control Trial. Working Paper 62"},
      {
        "id":"ED587405",
        "title":"2018-19 School Budget Spotlight: Tax and Spending Changes Proposed by New York State School Districts"},
      {
        "id":"ED587406",
        "title":"Student Learning That Works: How Brain Science Informs a Student Learning Model"},
      {
        "id":"ED587407",
        "title":"Connecting State and Institutional Finance Policies for Improved Higher Education Outcomes. Lumina Issue Papers"},
      {
        "id":"ED587408",
        "title":"Equity Policy Academy: A Case Study"},
      {
        "id":"ED587409",
        "title":"Higher Education Outcomes-Based Funding Models and Academic Quality. Lumina Issue Papers"},
      {
        "id":"ED587410",
        "title":"How Competency-Based Education May Help Reduce Our Nation&apos;s Toughest Inequities. Lumina Issue Papers"},
      {
        "id":"ED587411",
        "title":"Outcomes-Based Funding Strategies for Postsecondary Education: A Case Study"},
      {
        "id":"ED587412",
        "title":"Structuring State Policy for Student Success: Applying Incentives in the Volunteer State. Lumina Issue Papers"},
      {
        "id":"ED587413",
        "title":"For-Profit Postsecondary Education: Encouraging Innovation While Preventing Abuses. A 2018 Toolkit for State Policy Makers"},
      {
        "id":"ED587414",
        "title":"How Much Did Students Borrow to Attend the Worst-Performing Career Education Programs?"},
      {
        "id":"ED587415",
        "title":"Developing Math Skills in Early Childhood. Issue Brief"},
      {
        "id":"ED587416",
        "title":"Small Changes Make a Big Difference: How Behavioral Science Improved Participation in Advanced Placement. Issue Brief"},
      {
        "id":"ED587417",
        "title":"Statewide Educational Attainment Goals: A Case Study"},
      {
        "id":"ED587418",
        "title":"Leveraging Outcomes-Based Funding Policies at the Institutional Level. Lumina Issue Papers"},
      {
        "id":"ED587419",
        "title":"Outcomes-Based Funding and Responsibility Center Management: Combining the Best of State and Institutional Budget Models to Achieve Shared Goals. Lumina Issue Papers"},
      {
        "id":"ED587420",
        "title":"Aligning Student and Institution Incentives in Higher Education Finance. Lumina Issue Papers"},
      {
        "id":"ED587421",
        "title":"Early Results of Outcomes-Based Funding in Tennessee. Lumina Issue Papers"},
      {
        "id":"ED587422",
        "title":"How Community Colleges Address Basic Needs and Financial Stability of Low-Income Students to Boost College Completion: Lessons from the Working Students Success Network. Issue Brief"},
      {
        "id":"ED587424",
        "title":"Integrating Mathematical Thinking into Family Engagement Programs. Issue Brief"},
      {
        "id":"ED587427",
        "title":"Children&apos;s Savings Accounts: Increasing the Postsecondary Payoff for Low-Income Children. MHEC Policy Brief"},
      {
        "id":"ED587428",
        "title":"Evaluating State Funding Effort for Higher Education. MHEC Policy Brief"},
      {
        "id":"ED587429",
        "title":"State Higher Education Financing Models. MHEC Policy Brief"},
      {
        "id":"ED587430",
        "title":"A Review of College Promise Programs: Evidence from the Midwest. MHEC Policy Brief"},
      {
        "id":"ED587431",
        "title":"The Relative Effectiveness of Traditional and Alternative Teacher Preparation Programs: A Review of Recent Research. MHEC Research Brief"},
      {
        "id":"ED587432",
        "title":"The Impact of Graduate Education on Teacher Effectiveness: Does a Master&apos;s Degree Matter? MHEC Research Brief"},
      {
        "id":"ED587433",
        "title":"Writing for Enjoyment and Its Link to Wider Writing: Findings from Our Annual Literacy Survey 2016. National Literacy Trust Research Report"},
      {
        "id":"ED587434",
        "title":"Tuition Control Policies: A Challenging Approach to College Affordability. MHEC Policy Brief"},
      {
        "id":"ED587435",
        "title":"Guidance for Administering MAP Growth Assessments When Results Are Used for High-Stakes Purposes. NWEA Research"},
      {
        "id":"ED587436",
        "title":"Writing Enjoyment, Behaviours and Attitudes in 8 to 11-Year-Olds in 2017/18: Findings from Our Annual Literacy Survey. National Literacy Trust Research Report"},
      {
        "id":"ED587437",
        "title":"Readathon: How Children and Young People Are Engaged and the Benefits to Reading--Findings from Our Annual Literacy Survey. National Literacy Trust Research Report"},
      {
        "id":"ED587438",
        "title":"Developing Shanghai&apos;s Teachers. Teacher Quality Systems in Top Performing Countries"},
      {
        "id":"ED587439",
        "title":"Understanding State Loan Forgiveness and Conditional Grant Programs. MHEC Policy Brief"},
      {
        "id":"ED587440",
        "title":"College Completion through a Latino Lens"},
      {
        "id":"ED587441",
        "title":"The Use of Achievement Indices in State Accountability Systems as Part of the Every Student Succeeds Act (ESSA)"},
      {
        "id":"ED587442",
        "title":"Children&apos;s and Young People&apos;s Reading in 2016: Findings from Our Annual Literacy Survey 2016"},
      {
        "id":"ED587482",
        "title":"Children&apos;s Reading in Birmingham in 2018: A Baseline. National Literacy Trust Research Report"},
      {
        "id":"ED587487",
        "title":"Step Up for Students Schools Partner with NWEA and See Accelerated Student Growth. Dunnellon Christian Academy and Kingdom Academy, FL. Case Study: MAP Growth"},
      {
        "id":"ED587489",
        "title":"Average MAP Growth Test Durations"},
      {
        "id":"ED587493",
        "title":"Kansas School Uses MAP Skills to Close Gaps in Learning for All Students. El Dorado Middle School, KS. Case Study: MAP Skills"},
      {
        "id":"ED587494",
        "title":"Finding Simplicity on the Other Side of Complexity: A &quot;Strategic Planning Process&quot; Streamlines District Work and Improves the System for All"},
      {
        "id":"ED587495",
        "title":"What&apos;s Wrong with High School Testing and What Can We Do about It?"},
      {
        "id":"ED587496",
        "title":"Framing, Not Blaming: Improving Latino College Transfer in Texas"},
      {
        "id":"ED587497",
        "title":"Guidance on the Use of Student Test Results in Teacher Evaluation Systems. NWEA Research"},
      {
        "id":"ED587498",
        "title":"How Atlas Prep Uses MAP Growth to Support Students in Poverty and Help Them Grow. Atlas Preparatory School, CO. Case Study: MAP Growth"},
      {
        "id":"ED587516",
        "title":"Use of the &quot;Equity Indicator&quot; in State ESSA Accountability Systems"},
      {
        "id":"ED587532",
        "title":"Addressing the Health Literacy Needs of Adult Education Students. Practitioner&apos;s Guide #4"},
      {
        "id":"ED587533",
        "title":"NWEA Guidance on the Interpretation and Use of New Engagement Metrics in MAP Growth Reports"},
      {
        "id":"ED587534",
        "title":"Parent Engagement and Leadership Opportunities: The Benefits for Parents, Children, and Educators. Practitioner&apos;s Guide #6"},
      {
        "id":"ED587535",
        "title":"Working with Preliterate and Beginning Literacy Level Parents in Family Literacy and Parent Involvement Programs. Practitioner&apos;s Guide #3"},
      {
        "id":"ED587541",
        "title":"Programs to Watch: Supporting Young/Innovative Programs. Highlighting What Works for Latino Student Success"},
      {
        "id":"ED587551",
        "title":"Early Words Together at Two. Evaluation Report. National Literacy Trust Research Report"},
      {
        "id":"ED587554",
        "title":"Digital Storytelling in Family Literacy Programs. Practitioner&apos;s Guide #5"},
      {
        "id":"ED587556",
        "title":"Building Employability Skills in Family Literacy Programs: Lessons from the Toyota Family Learning Program. Practitioner&apos;s Guide #7"},
      {
        "id":"ED587557",
        "title":"Interactive Literacy Activities. Practitioner&apos;s Guide #1"},
      {
        "id":"ED587558",
        "title":"Parent Interventions and Interactive Literacy Activities. Practitioner&apos;s Guide #2"},
      {
        "id":"ED587560",
        "title":"College Counseling for Latino and Underrepresented Students"},
      {
        "id":"ED587561",
        "title":"North Carolina Pre-Kindergarten Program Evaluation: Key Findings (2002-2016)"},
      {
        "id":"ED587562",
        "title":"What It Means to Be a Reader at Age 11: Valuing Skills, Affective Components and Behavioural Processes--An Outline of the Evidence"},
      {
        "id":"ED587563",
        "title":"NWEA Guidance on the Creation and Use of Student Learning Objectives (SLOs). Updated. NWEA Research."},
      {
        "id":"ED587564",
        "title":"Using Student Assessment Engagement as a Measure of Student SEL and School Engagement"},
      {
        "id":"ED587680",
        "title":"Patterns of English Language Arts Academic Growth in Middle Grades. Research Brief. Volume 1709"},
      {
        "id":"ED587681",
        "title":"Using FSA ELA Student Achievement Data in Making ESOL Exit Decisions. Research Brief. Volume 1707"},
      {
        "id":"ED587682",
        "title":"Summary of 2016-2017 Graduates by Diploma Type. Research Brief. Volume 1704"},
      {
        "id":"ED587683",
        "title":"Student Dropout: Risk Factors, Impact of Prevention Programs, and Effective Strategies. Research Brief. Volume 1708"},
      {
        "id":"ED587684",
        "title":"Using Value-Added Models to Evaluate Teachers. Information Capsule. Volume 1609"},
      {
        "id":"ED587685",
        "title":"Mrs Wordsmith Narrative Journey: Pilot Evaluation. National Literacy Trust Research Report"},
      {
        "id":"ED587686",
        "title":"Structured English Immersion Programs: Research and Best Practices. Information Capsule. Volume 1611"},
      {
        "id":"ED587687",
        "title":"Improving the Effectiveness of Reading Instruction in One Elementary School: A Description of the Process. FCRR Technical Report #3"},
      {
        "id":"ED587688",
        "title":"The Relationship between Performance on a Measure of Oral Reading Fluency and Performance on the Florida Comprehensive Assessment Test. FCRR Technical Report #1"},
      {
        "id":"ED587689",
        "title":"Summary of Outcomes from First Grade Study with &quot;Read, Write, and Type&quot; and &quot;Auditory Discrimination in Depth&quot; Instruction and Software with At-Risk Children. FCRR Technical Report #2"},
      {
        "id":"ED587786",
        "title":"Social Networks and Skills Instruction: A Pilot Study of STEM College Educators and Employers in Wisconsin and New York. WCER Working Paper No. 2018-3"},
      {
        "id":"ED587790",
        "title":"Hiring as Cultural Gatekeeping into Occupational Communities: Implications for College Students, Faculty, and Career Advisors. WCER Working Paper No. 2018-1"},
      {
        "id":"ED587791",
        "title":"Extended Foreign Language Program in Elementary Grades: Focus on Student Achievement. Research Brief. Volume 1701"},
      {
        "id":"ED587792",
        "title":"Hiring as an Experiment: Reframing the Skills Shortage. WCER Working Paper No. 2018-4"},
      {
        "id":"ED587793",
        "title":"Where&apos;s the Crisis? How Undergraduate Enrollment Patterns Influence Growth in Student Debt. WCER Working Paper No. 2018-10"},
      {
        "id":"ED587794",
        "title":"Skilled Non-College Occupations in the U.S. WCER Working Paper No. 2018-7"},
      {
        "id":"ED587795",
        "title":"The Role of Career Services Programs and Sociocultural Factors in Student Career Development. WCER Working Paper No. 2018-8"},
      {
        "id":"ED587796",
        "title":"Counselors and Mentors Handbook on Federal Student Aid: A Guide for Those Advising Students about Financial Aid for Higher Education, 2018-19"},
      {
        "id":"ED587797",
        "title":"New Jersey Public School Teachers Are Underpaid, Not Overpaid"},
      {
        "id":"ED587798",
        "title":"The State of Graduate Student Employee Unions: Momentum to Organize among Graduate Student Workers Is Growing Despite Opposition"},
      {
        "id":"ED587799",
        "title":"Class of 2018: College Edition"},
      {
        "id":"ED587800",
        "title":"No IDEA: How Massachusetts Blocks Federal Special Education Funding for Private and Religious School Students. White Paper No. 180"},
      {
        "id":"ED587801",
        "title":"Open Doors: Supporting Children and Families&apos; Access to Early Care and Education"},
      {
        "id":"ED587802",
        "title":"Pennsylvania&apos;s Teachers Are Undercompensated--and New Pension Legislation Will Cut Their Compensation Even More: Undercompensation Is Likely a Factor in Pennsylvania&apos;s Growing Teacher Shortage"},
      {
        "id":"ED587804",
        "title":"Teachers and Schools Are Well Served by Teacher Pensions"},
      {
        "id":"ED587806",
        "title":"Reducing and Averting Achievement Gaps: Key Findings from the Report &apos;Education Inequalities at the School Starting Gate&apos; and Comprehensive Strategies to Mitigate Early Skills Gaps"},
      {
        "id":"ED587807",
        "title":"Predicting FCAT-SSS Scores Using Prior Performance on the FCAT-SSS, FCAT-NRT, and SAT9. FCRR Technical Report #4"},
      {
        "id":"ED587808",
        "title":"Review of the Research on Inclusive Classrooms: Academic and Social Outcomes for Students with and without Disabilities; Best Practices; and Parents&apos; Perceptions of Benefits and Risks. Information Capsule. Volume 1701"},
      {
        "id":"ED587810",
        "title":"Class of 2018: High School Edition"},
      {
        "id":"ED587821",
        "title":"Strengthening Workforce Data to Support Quality: State Spotlight on Oregon"},
      {
        "id":"ED587824",
        "title":"Building Collaboration to Coordinate Early Childhood Data: State Spotlight on Wisconsin"},
      {
        "id":"ED582817",
        "title":"Immigration Policy&apos;s Harmful Impacts on Early Care and Education"},
      {
        "id":"ED582818",
        "title":"Our Children&apos;s Fear: Immigration Policy&apos;s Effects on Young Children"},
      {
        "id":"ED582819",
        "title":"What We Are Learning about Guided Pathways. Part 1: A Reform Moves from Theory to Practice"},
      {
        "id":"ED582820",
        "title":"Expanding the Dream: Engaging Immigrant Youth and Adults in Postsecondary and Adult Education"},
      {
        "id":"ED582821",
        "title":"What We Are Learning about Guided Pathways. Part 2: Case Studies"},
      {
        "id":"ED582822",
        "title":"Short-Term Education and Training Programs as Part of a Career Pathway: The Case for Pell Eligibility. Policy Brief"},
      {
        "id":"ED582823",
        "title":"What We Are Learning about Guided Pathways. Part 3: Timeline and Tips for Implementing Pathways Reforms"},
      {
        "id":"ED582824",
        "title":"Establishing Universal Access to Prekindergarten as a Constitutional Right"},
      {
        "id":"ED582825",
        "title":"Making Ends MEET: The Role of Community Colleges in Student Financial Health. 2017 Special Report"},
      {
        "id":"ED582827",
        "title":"Even One Semester: Full-Time Enrollment and Student Success. 2017 National Report"},
      {
        "id":"ED582885",
        "title":"TOPS Report: Analysis of the TOPS Program from 2007-2016"},
      {
        "id":"ED582887",
        "title":"Opportunities Foreclosed, Equity Denied: New York&apos;s Youngest Learners Still Left Out! Make Quality Early Learning Top Priority in 2018 Budget"},
      {
        "id":"ED582889",
        "title":"Too Many Children Left Behind: Make Quality Early Learning a Top Priority"},
      {
        "id":"ED582891",
        "title":"Data Visualization in Public Education: Longitudinal Student-, Intervention-, School-, and District-Level Performance Modeling"},
      {
        "id":"ED582892",
        "title":"Glass Doors to the Corner Office: Women and Leadership. White Paper"},
      {
        "id":"ED582893",
        "title":"Leveled Literacy Intervention for Secondary Students: Results from a Randomized Controlled Trial in Oakland Schools. Issue Brief"},
      {
        "id":"ED582894",
        "title":"3 Crucial Behaviors for Successfully Leading Innovation. White Paper"},
      {
        "id":"ED582896",
        "title":"What Women Want--And Why You Want Women--In the Workplace. Research Report"},
      {
        "id":"ED582897",
        "title":"A New Program to Prevent Primary School Absenteeism: Results of a Pilot Study in Five Schools"},
      {
        "id":"ED582900",
        "title":"Capacity Building in Educational Leadership: A Path towards Decolonizing and Indigenizing Public Schools in British Columbia"},
      {
        "id":"ED582901",
        "title":"A Study of Achievement and Intelligence Level of Students in Secondary Education in Nepal with Regard to Education Stream"},
      {
        "id":"ED582902",
        "title":"Computer, Electrical &amp; Electronic Engineering Students&apos; Attitude towards Cooperative Learning"},
      {
        "id":"ED582903",
        "title":"First Bahamas Mixed-Methods Game-Based Learning Research Reveals Teachers &quot;Support&quot; Use of Games in STEM Instruction. In Brief Preliminary Findings"},
      {
        "id":"ED582904",
        "title":"Improving NOS Understanding through History of Science Instruction: Contextualized Explicit and Reflective Approach"},
      {
        "id":"ED582905",
        "title":"Experiences of Faculty Women of Color: A Literature Review"},
      {
        "id":"ED582906",
        "title":"Barriers in Teaching English in Large Classes: Voice of an Indonesian English Language Teacher"},
      {
        "id":"ED582907",
        "title":"Facilitator&apos;s Handbook: Raising the Aspirations and Employment Prospects of Young People with Learning Disabilities"},
      {
        "id":"ED582908",
        "title":"Board of Regents&apos; Montana University System (MUS) Strategic Plan 2017"},
      {
        "id":"ED582909",
        "title":"Rethinking Dual Enrollment to Reach More Students. Promising Practices"},
      {
        "id":"ED582911",
        "title":"How Struggling Adult Readers Use Contextual Information When Comprehending Speech: Evidence from Event-Related Potentials"},
      {
        "id":"ED582912",
        "title":"Incarceration to Reentry: Education &amp; Training Pathways in California. Reconnecting Justice in the States"},
      {
        "id":"ED582913",
        "title":"Achieving Racial Equity: Child Welfare Policy Strategies to Improve Outcomes for Children of Color"},
      {
        "id":"ED582917",
        "title":"Integrated Education and Training: A Career Pathways Policy &amp; Practice"},
      {
        "id":"ED582918",
        "title":"California Annual Performance Report: Federally Funded Workforce Investment Act, Title II Programs. Program Year 2013. July 1, 2012-June 30, 2013"},
      {
        "id":"ED582920",
        "title":"California Annual Performance Report: Federally Funded Workforce Investment Act, Title II Programs. Program Year 2014. July 1, 2013-June 30, 2014"},
      {
        "id":"ED582921",
        "title":"California Annual Performance Report: Federally Funded Workforce Investment Act, Title II Programs. Program Year 2015. July 1, 2014-June 30, 2015"},
      {
        "id":"ED582922",
        "title":"California Annual Performance Report: Federally Funded Workforce Investment Act, Title II Programs. Program Year 2016. July 1, 2015-June 30, 2016"},
      {
        "id":"ED582923",
        "title":"Annual Evaluation Report for the Pennsylvania Dyslexia Screening and Early Literacy Intervention Pilot Program Pilot Year 2, 2016-17 School Year"},
      {
        "id":"ED582924",
        "title":"Funding Transparency under ESSA. Special Report"},
      {
        "id":"ED582926",
        "title":"Developmental Education: An Introduction for Policymakers"},
      {
        "id":"ED582927",
        "title":"How States Fund Pre-K: A Primer for Policymakers. Special Report"},
      {
        "id":"ED582928",
        "title":"Behavioral Intervention Materials Compendium. OPRE Report 2018-08"},
      {
        "id":"ED582929",
        "title":"The Texas GED Problem Is Getting Worse"},
      {
        "id":"ED582930",
        "title":"Public School Principals&apos; Perceptions of Influence by School Level and Community Type. Data Point. NCES 2018-014"},
      {
        "id":"ED582931",
        "title":"Show Me the Way: The Power of Advising in Community Colleges. 2018 National Report"},
      {
        "id":"ED582932",
        "title":"State of Texas Children 2016: Race and Equity in Fort Worth"},
      {
        "id":"ED582933",
        "title":"State of Texas Children 2017: Child Well-Being in the Rio Grande Valley"},
      {
        "id":"ED582936",
        "title":"Teachers Leading the Way: Teacher-to-Teacher Professional Learning. CenterView"},
      {
        "id":"ED582937",
        "title":"California District Leaders on Common Core: Professional Learning Gaps Persist. CenterView"},
      {
        "id":"ED582938",
        "title":"AHCA&apos;s Medicaid Cuts Would Harm Students and Threaten State Funding for Postsecondary Education"},
      {
        "id":"ED582939",
        "title":"ASAP: A Successful Multi-Faceted Innovation to Promote Equity in Affordability, Persistence, and Completion. Opportunities for Addressing Postsecondary Student Poverty in the Higher Education Act (HEA). HEA Issue Brief Series"},
      {
        "id":"ED582940",
        "title":"Forging Partnerships: A Model for Teacher Leadership Development. CenterView"},
      {
        "id":"ED582941",
        "title":"Learning Together across Generations: Guidelines for Family Literacy and Learning Programmes"},
      {
        "id":"ED582942",
        "title":"Lifelong Learning in Transformation: Promising Practices in Southeast Asia. UIL Publications Series on Lifelong Learning Policies and Strategies: No. 4"},
      {
        "id":"ED582943",
        "title":"Putting a Lens on Teacher Practice: Video-Based Peer Coaching. CenterView"},
      {
        "id":"ED582969",
        "title":"Increasing District Capacity to Implement the Common Core: It Begins with a Partnership. CenterView"},
      {
        "id":"ED582970",
        "title":"Teacher Development and Advancement: What Is the Issue and Why Does It Matter? Policy Snapshot"},
      {
        "id":"ED582971",
        "title":"Teacher Evaluations: What Is the Issue and Why Does It Matter? Policy Snapshot"},
      {
        "id":"ED582972",
        "title":"Adjustment Problems of Kashmari Graduate Students in Relation to Their Gender and Educational Stream"},
      {
        "id":"ED582973",
        "title":"The Effect of Lego Mindstorms Ev3 Based Design Activities on Students&apos; Attitudes towards Learning Computer Programming, Self-Efficacy Beliefs and Levels of Academic Achievement"},
      {
        "id":"ED582974",
        "title":"Exploring Prospective Teachers&apos; Conceptions of Assessment in Turkish Context"},
      {
        "id":"ED582975",
        "title":"Governors&apos; Top Education Priorities in 2018 State of the State Addresses. Education Trends"},
      {
        "id":"ED582976",
        "title":"Network for Teaching Entrepreneurship (NFTE) 2016 Alumni Survey Findings"},
      {
        "id":"ED582977",
        "title":"Preparing Educators and School Leaders for Effective Arts Integration. Education Trends"},
      {
        "id":"ED582978",
        "title":"Targeted Teacher Recruitment: What Is the Issue and Why Does It Matter? Policy Snapshot"},
      {
        "id":"ED582979",
        "title":"Teacher Leadership Works: It Builds, Energizes, Sustains. CenterView"},
      {
        "id":"ED582980",
        "title":"Myths and Realities of Tribal Education in Jammu and Kashmir: An Exploratory Study"},
      {
        "id":"ED582981",
        "title":"Mix It Up: Blended Strategies for High-Impact Professional Learning. CenterView"},
      {
        "id":"ED582982",
        "title":"The Relationship between Interaction and Audience Anxiety Levels and Internet Addiction of Adults"},
      {
        "id":"ED582983",
        "title":"Giving Girls Wings to Fly: Tools to Empower Adolescent Girls in Rural Communities in India. Echidna Global Scholars Program, Working Paper"},
      {
        "id":"ED582984",
        "title":"Lessons Learned about District-Charter Partnerships: How Sharing Instructional Practices Can Pave the Way for More Collaboration"},
      {
        "id":"ED582985",
        "title":"Engaging the Custodians of Tradition and Culture: Leveraging the Role of Multiple Actors in Maasai Girls&apos; Education. Echidna Global Scholars Program, Policy Brief"},
      {
        "id":"ED582986",
        "title":"The Effect of Scratch-Based Game Activities on Students&apos; Attitudes, Self-Efficacy and Academic Achievement"},
      {
        "id":"ED582987",
        "title":"The Effect of Project-Based Cooperative Studio Studies on the Basic Electronics Skills of Students&apos; Cooperative Learning and Their Attitudes"},
      {
        "id":"ED582988",
        "title":"Learning Champions: How 15 Countries, Cities, and Provinces Came Together to Rethink Learning Assessment"},
      {
        "id":"ED582989",
        "title":"The Interrelationship of Language and the Brain and Language Disorders in Augmentative and Alternative Communication (AAC): Findings from a Systematic Review of the Literature"},
      {
        "id":"ED582991",
        "title":"A Validity and Reliability Study of the Basic Electronics Skills Self-Efficacy Scale (BESS)"},
      {
        "id":"ED582992",
        "title":"Rise and Fall of Texas STEM Education: Evidence from the Nation&apos;s Report Card"},
      {
        "id":"ED582993",
        "title":"Building Trust in Observations: A Blueprint for Improving Systems to Support Great Teaching. Policy and Practice Brief. MET Project"},
      {
        "id":"ED582994",
        "title":"Comparing Students&apos; Scratch Skills with Their Computational Thinking Skills in Terms of Different Variables"},
      {
        "id":"ED582995",
        "title":"Teacher Candidates&apos; STEM Awareness Levels"},
      {
        "id":"ED582996",
        "title":"Argumentation in Peer-Guided versus Teacher-Guided Group Discussions"},
      {
        "id":"ED582997",
        "title":"A Validity and Reliability Study of the Sociovirtualization Perception Scale (SVPS)"},
      {
        "id":"ED582998",
        "title":"Impact of Blended Learning Environments Based on Algo-Heuristic Theory on Some Variables"},
      {
        "id":"ED582999",
        "title":"Towards the National Assessment of Educational Progress (NAEP) as an Indicator of Academic Preparedness for College and Job Training"},
      {
        "id":"ED583000",
        "title":"Development of Preverbal Communication Skills Scale for Children with Multiple Disabilities and Visual Impairment"},
      {
        "id":"ED583001",
        "title":"The Examination of the Effects of Functional Training Program Applied on Instable Ground on Anaerobic Capacities of Elite Martial Arts Athletes"},
      {
        "id":"ED583002",
        "title":"Breadth of Learning Opportunities: A Fresh Approach to Evaluating Education Systems"},
      {
        "id":"ED583003",
        "title":"Review of &quot;Segregation, Race, and Charter Schools: What Do We Know?&quot;"},
      {
        "id":"ED583004",
        "title":"Back to the Staffing Surge: The Great Teacher Salary Stagnation and the Decades-Long Employment Growth in American Public Schools"},
      {
        "id":"ED583005",
        "title":"Gender Identity Policies in Schools: What Congress, the Courts, and the Trump Administration Should Do. Backgrounder. No. 3201"},
      {
        "id":"ED583007",
        "title":"Higher Education Exchange, 2016"},
      {
        "id":"ED583008",
        "title":"Review of &quot;The Policy Framework for Online Charter Schools&quot;"},
      {
        "id":"ED583009",
        "title":"Technology to Create a Positive Learning Environment for Diverse Students. A Solution-Finding Report"},
      {
        "id":"ED583010",
        "title":"Early Warning Signs. A Solution-Finding Report"},
      {
        "id":"ED583011",
        "title":"Micro-Credentials for Competency-Based Learning. A Solution-Finding Report"},
      {
        "id":"ED583012",
        "title":"Measurement of Mathematics Content, Instructional Practices, and Textbook Use in K-12 Mathematics Classrooms: An Annotated Bibliography. Working Paper #54"},
      {
        "id":"ED583013",
        "title":"Planning for Progress: States Reflect on Year One Implementation of ESSA"},
      {
        "id":"ED583014",
        "title":"Advancing Personalized Learning through the Iterative Application of Innovation Science"},
      {
        "id":"ED583015",
        "title":"Can We Leapfrog? The Potential of Education Innovations to Rapidly Accelerate Progress. Skills for a Changing World"},
      {
        "id":"ED583016",
        "title":"Review of &quot;Learning about Learning: What Every New Teacher Needs to Know&quot;"},
      {
        "id":"ED583017",
        "title":"Review of &quot;Lessons from State Performance on NAEP: Why Some High-Poverty Students Score Better than Others&quot;"},
      {
        "id":"ED583018",
        "title":"Measuring Early Learning Quality and Outcomes in Tanzania: Institutional Assessment for Integrating Early Childhood Measurement in the Pre-Primary System"},
      {
        "id":"ED583019",
        "title":"NEPC Review: &quot;The Tax-Credit Scholarship Audit: Do Publicly Funded Private School Choice Programs Save Money?&quot; (EdChoice, October 2016)"},
      {
        "id":"ED583020",
        "title":"Innovation and Technology to Accelerate Progress in Education: Report to the International Commission on Financing Global Education Opportunity. Background Paper, The Learning Generation"},
      {
        "id":"ED583021",
        "title":"Review of &quot;The Integration Anomaly: Comparing the Effect of K-12 Education Delivery Models on Segregation in Schools&quot;"},
      {
        "id":"ED583022",
        "title":"Review of &quot;School Spending and Student Achievement in Michigan: What&apos;s the Relationship?&quot;"},
      {
        "id":"ED583023",
        "title":"Higher Education Exchange, 2017"},
      {
        "id":"ED583024",
        "title":"Understanding Girls&apos; Education in Indigenous Maya Communities in the Yucatán Peninsula: Implications for Policy and Practice. Echidna Global Scholars Program, Policy Brief"},
      {
        "id":"ED583025",
        "title":"District Leadership in the New Era of Assessment"},
      {
        "id":"ED583026",
        "title":"Toward Data-Driven Education Systems: Insights into Using Information to Measure Results and Manage Change"},
      {
        "id":"ED583027",
        "title":"After the Tests: How States Share Assessment Data. A Special Report in the Series, &quot;Planning for Progress: States Reflect on Year One Implementation of ESSA&quot;"},
      {
        "id":"ED583028",
        "title":"Career and Technical Education Teachers and Schools: Results from the 2011-12 Schools and Staffing Survey"},
      {
        "id":"ED583029",
        "title":"Little Evidence and Big Consequences: Understanding Special Education Voucher Programs"},
      {
        "id":"ED583030",
        "title":"The Potential Role of Social Innovation Financing in Career and Technical Education"},
      {
        "id":"ED583031",
        "title":"Skills for a Changing World: National Perspectives and the Global Movement"},
      {
        "id":"ED583032",
        "title":"The Effect of Activities in Robotic Applications on Students&apos; Perception on the Nature of Science and Students&apos; Metaphors Related to the Concept of Robot"},
      {
        "id":"ED583033",
        "title":"Building Competencies for Careers: Linking O*NET&apos;s Occupational Elements with Deeper Learning Competencies"},
      {
        "id":"ED583034",
        "title":"A Validity and Reliability Study of the Attitude Scale of Computer Programming Learning (ASCOPL)"},
      {
        "id":"ED583035",
        "title":"Simulated Work-Based Learning: Instructional Approaches and Noteworthy Practices"},
      {
        "id":"ED583036",
        "title":"Postsecondary Career and Technical Education: Demographic Differences in Enrollment, Departure, and Completion"},
      {
        "id":"ED583037",
        "title":"Connections 2015: Our History: Journeys in KF Research. Annual Newsletter"},
      {
        "id":"ED583038",
        "title":"Connecting Higher Education to Community: Abstracts and Excerpts from the Whisenton Public Scholars Alumni Conference (February 26-27, 2015)"},
      {
        "id":"ED583039",
        "title":"Connections 2016: Kettering&apos;s Multinational Research"},
      {
        "id":"ED583040",
        "title":"Minnesota Measures 2015: A Report on Higher Education Performance"},
      {
        "id":"ED583041",
        "title":"Higher Education in California: An Introduction to the State&apos;s Public Colleges &amp; Universities"},
      {
        "id":"ED583042",
        "title":"An Innovative Approach to Preparing Students for College and Careers: YouthForce NOLA. Issue Focus"},
      {
        "id":"ED583043",
        "title":"Legislative Report on Charter Schools, 2014-2015. Statutory Report Series"},
      {
        "id":"ED583044",
        "title":"Legislative Report on Charter Schools, 2013-2014. Statutory Report Series"},
      {
        "id":"ED583045",
        "title":"Minnesota Measures: A 2016 Report on Higher Education Performance"},
      {
        "id":"ED583046",
        "title":"Minnesota Measures: A 2017 Report on Higher Education Performance"},
      {
        "id":"ED583047",
        "title":"Learning Disabilities Screening and Evaluation Guide for Low- and Middle-Income Countries. Occasional Paper. RTI Press Publication OP-0052-1804"},
      {
        "id":"ED583048",
        "title":"Giving CBE a Jumpstart: Stories of Institutional Progress on CBE from the Jumpstart Initiative"},
      {
        "id":"ED583049",
        "title":"Investing in Veterans: The Need for Career and Education Advising"},
      {
        "id":"ED583050",
        "title":"PLA and CBE on the Competency Continuum: The Relationship between Prior Learning Assessment and Competency-Based Education"},
      {
        "id":"ED583051",
        "title":"International Students in BC&apos;s Education Systems: Summary of Research from the Student Transitions Project"},
      {
        "id":"ED583052",
        "title":"Supporting Latino College Achievement: Insights from the LATIDO Roundtable"},
      {
        "id":"ED583053",
        "title":"Financial Aid for Prior Learning Assessment: Early Successes and Lessons from the U.S. Department of Education&apos;s Experimental Sites Initiative"},
      {
        "id":"ED583054",
        "title":"Highlights from the Student Transitions Project: Post-Secondary Student Mobility"},
      {
        "id":"ED583055",
        "title":"Education Pathways of High School Graduates and Non-Graduates: A Longitudinal Study from the Student Transitions Project"},
      {
        "id":"ED583056",
        "title":"Dual Credit and Exam-Based Credit Acceptance Policies of Minnesota Colleges and Universities: A Guide for Policymakers"},
      {
        "id":"ED583057",
        "title":"Getting Prepared 2017: Recent High School Graduates and Development Courses"},
      {
        "id":"ED583058",
        "title":"Intervention for College Attendance Program: 2013-2014 Report"},
      {
        "id":"ED583059",
        "title":"Intervention for College Attendance Program: 2015-2016 Report"},
      {
        "id":"ED583060",
        "title":"STP Ten-Year Review of Trends in B.C.&apos;s Education Systems. Research Results from the Student Transitions Project"},
      {
        "id":"ED583061",
        "title":"An Annual Research Update on the First Transitions of B.C. Grade 12 Graduates into B.C. Public Post-Secondary Education. STP Research Results"},
      {
        "id":"ED583062",
        "title":"Public School Teacher Spending on Classroom Supplies. Data Point. NCES 2018-097"},
      {
        "id":"ED583063",
        "title":"Creating a Classroom Culture That Supports Productive Struggle: Pre-Service Teachers&apos; Reflections on Teaching Mathematics"},
      {
        "id":"ED583064",
        "title":"Mathematical Learning Experiences: Leveraging Elementary Pre-Service Teachers&apos; Existing Perspectives to Support New Understandings"},
      {
        "id":"ED583065",
        "title":"What Factors Explain the Likelihood of Completing a VET Qualification? Support Document"},
      {
        "id":"ED583066",
        "title":"Preparing for Life after High School: The Characteristics and Experiences of Youth in Special Education. A Summary of Key Findings from The National Longitudinal Transition Study 2012. NCEE Evaluation Brief"},
      {
        "id":"ED583067",
        "title":"A Case Study Tracing the Design Iteration Trajectory in a Youth Game Design Summer Camp"},
      {
        "id":"ED583068",
        "title":"Manifestations of Middle School Learners&apos; Problematization Activity Using &quot;Flatland&quot; as a Case of Alternative Perspective"},
      {
        "id":"ED583069",
        "title":"The New Teacher Experience: An Autoethnography"},
      {
        "id":"ED583070",
        "title":"Literature Circle Modules in the High School Classroom and Their Effect on Student Engagement"},
      {
        "id":"ED583071",
        "title":"Flowers or Flowering Plants?: Determining Alternative Frameworks and Sources of These in Elementary School"},
      {
        "id":"ED583072",
        "title":"Evaluating Primary School Student&apos;s Deep Learning Approach to Science Lessons"},
      {
        "id":"ED583074",
        "title":"The Effectiveness of the Dramatic Activities in the Development of the Oral Performance Skills of Prep Students in English"},
      {
        "id":"ED583075",
        "title":"B.C. Bachelor&apos;s Degree Completers of 2013/2014: A Longitudinal Research Study from the Student Transitions Project"},
      {
        "id":"ED583077",
        "title":"It&apos;s All Relative: How NCLB Waivers Did--And Did Not--Transform School Accountability. Education Policy Program"},
      {
        "id":"ED583078",
        "title":"Intervention for College Attendance Program: 2011-2012 Report"},
      {
        "id":"ED583079",
        "title":"Connections 2017: Experiments in Democratic Citizenship"},
      {
        "id":"ED583081",
        "title":"Presentation of Valid Correlations in Some Morphological Variables and Basic and Specific Motor Skills in Young People Aged 13-14 Years Engaged in Basketball"},
      {
        "id":"ED583082",
        "title":"Technology Enhanced Learning: A Case Study of NPTEL"},
      {
        "id":"ED583085",
        "title":"Foundations of Observation: Considerations for Developing a Classroom Observation System That Helps Districts Achieve Consistent and Accurate Scores. MET Project, Policy and Practice Brief"},
      {
        "id":"ED583091",
        "title":"Evaluation of Massachusetts Office of District and School Turnaround Assistance to Commissioner&apos;s Districts and Schools: Impact of School Redesign Grants"},
      {
        "id":"ED583095",
        "title":"State Test Results Are Getting Closer to Student Achievement on NAEP: Parents, Students, and Teachers Benefit"},
      {
        "id":"ED583096",
        "title":"At a Glance: The Race to The Top - Early Learning Challenge Year 2014 Progress Report"},
      {
        "id":"ED583097",
        "title":"School Turnaround in North Carolina: A Regression Discontinuity Analysis. Working Paper 156"},
      {
        "id":"ED583098",
        "title":"Rankings &amp; Estimates: Rankings of the States 2011 and Estimates of School Statistics 2012"},
      {
        "id":"ED583099",
        "title":"Update: Online Learning. Report to the Legislature"},
      {
        "id":"ED583103",
        "title":"Update: Dyslexia Support. Report to the Legislature"},
      {
        "id":"ED583104",
        "title":"Teacher Assessment and Evaluation: The National Education Association&apos;s Framework for Transforming Education Systems to Support Effective Teaching and Improve Student Learning"},
      {
        "id":"ED583107",
        "title":"CPR Scholarships: Using Private School Choice to Attack Concentrated Poverty, Crime, and Unemployment"},
      {
        "id":"ED583109",
        "title":"Leveraging ESSA to Support Quality-School Growth"},
      {
        "id":"ED583110",
        "title":"NEPC Review: Back to the Staffing Surge (EdChoice, May 2017)"},
      {
        "id":"ED583111",
        "title":"Early Childhood Longitudinal Study, Kindergarten Class of 2010-11 (ECLS-K:2011): User&apos;s Manual for the ECLS-K:2011 Kindergarten-Third Grade Data File and Electronic Codebook, Public Version. NCES 2018-034"},
      {
        "id":"ED583112",
        "title":"Update: Transitional Bilingual Instruction Program (TBIP). Report to the Legislature"},
      {
        "id":"ED583113",
        "title":"Early Childhood Longitudinal Study, Kindergarten Class of 2010-11 (ECLS-K:2011): User&apos;s Manual for the ECLS-K:2011 Kindergarten-Fourth Grade Data File and Electronic Codebook, Public Version. NCES 2018-032"},
      {
        "id":"ED583114",
        "title":"Renewing Our Cities: A Case Study on School Choice&apos;s Role in Urban Renewal"},
      {
        "id":"ED583115",
        "title":"Graduation and Dropout Statistics Annual Report [2014-15]"},
      {
        "id":"ED583116",
        "title":"Washington Comprehensive Assessment Program. Report to the Legislature"},
      {
        "id":"ED583117",
        "title":"Taking on the Challenge: Building a Strong Foundation for Early Learning. Early Learning Challenge Summary Report"},
      {
        "id":"ED583118",
        "title":"Review of &quot;Better Evidence, Better Choices, Better Schools&quot;"},
      {
        "id":"ED583119",
        "title":"Review of &quot;Within Our Grasp: Achieving Higher Admissions Standards in Teacher Prep&quot;"},
      {
        "id":"ED583122",
        "title":"Public School Funding and Postsecondary Outcomes in Illinois: What Is Reasonable to Expect from Illinois&apos; School Funding Reforms? Policy Research. IERC 2018-1"},
      {
        "id":"ED583123",
        "title":"Suspension &amp; Expulsion in Preschool Development States: Policies and Practices. State Technical Assistance Report"},
      {
        "id":"ED583125",
        "title":"A Technical Overview of the Student Growth Percentile Methodology: Student Growth Percentiles and Percentile Growth Projections/Trajectories"},
      {
        "id":"ED583127",
        "title":"NEPC Review: &quot;Charter School Funding: Inequity in New York City&quot; (University of Arkansas, August 2017)"},
      {
        "id":"ED583128",
        "title":"NEPC Review: &quot;Why Indiana Parents Choose: A Cross-Sector Survey of Parents&apos; Views in a Robust School Choice Environment&quot; (EdChoice, September 2017)"},
      {
        "id":"ED583129",
        "title":"Braiding, Blending, and Layering Funding Sources to Increase Access to Quality Preschool. State Technical Assistance Report"},
      {
        "id":"ED583130",
        "title":"Identifying Young Dual Language Learners: State Policies, Home Language Surveys, and Language Proficiency Assessments. State Technical Assistance Report"},
      {
        "id":"ED583131",
        "title":"Smoothing out the Bumps of Transitioning to Kindergarten. State Technical Assistance Report"},
      {
        "id":"ED583132",
        "title":"Curriculum Policies and Guidelines of the Preschool Development and Expansion Grant Programs. State Technical Assistance Report"},
      {
        "id":"ED583133",
        "title":"Comprehensive Assessment Systems in Preschool Development and Expansion Grant States. State Technical Assistance Report"},
      {
        "id":"ED583134",
        "title":"Preschool Development Grants and Head Start: Partners in Realizing the Promise. State Technical Assistance Report"},
      {
        "id":"ED583135",
        "title":"Graduation and Dropout Statistics Annual Report. Report to the Legislature [2015-16]"},
      {
        "id":"ED583136",
        "title":"Graduation and Dropout Statistics Annual Report. Report to the Legislature [2016-17]"},
      {
        "id":"ED583138",
        "title":"Experience and Attitude of Primary School Students towards Gregorian Singing"},
      {
        "id":"ED583143",
        "title":"Highlights from the Student Transitions Project: Longitudinal Study of Entrants to Bachelor&apos;s Degree Programs in B.C."},
      {
        "id":"ED583144",
        "title":"Review of &quot;The Effects of Test-Based Retention on Student Outcomes over Time: Regression Discontinuity Evidence from Florida&quot;"},
      {
        "id":"ED583151",
        "title":"Findings from the 2014-15 Survey on the Use of Funds under Title II, Part A. Subgrants to LEAS"},
      {
        "id":"ED583152",
        "title":"NEPC Review: Gender Identity Policies in Schools: What Congress, the Courts, and the Trump Administration Should Do"},
      {
        "id":"ED583153",
        "title":"State Fiscal Stabilization Fund Program. Final Rule. Federal Register, Part III, Department of Education, 34 CFR Chapter II"},
      {
        "id":"ED583154",
        "title":"The Usefulness of Using Generalizing Words for Teaching Summary Writing"},
      {
        "id":"ED583155",
        "title":"Impact of Service Learning Methodology on Chilean Undergraduate EFL Teacher Training Program Students"},
      {
        "id":"ED583156",
        "title":"Toward Establishing a Standard Symptom Set for Assessing Sluggish Cognitive Tempo in Children: Evidence from Teacher Ratings in a Community Sample"},
      {
        "id":"ED583157",
        "title":"Postsecondary Course Performance of AP® Exam Takers in Subsequent Coursework: Biology, Languages, and Studio Art"},
      {
        "id":"ED583158",
        "title":"2015 Annual Disability Statistics Compendium"},
      {
        "id":"ED583159",
        "title":"2012 Annual Disability Statistics Compendium"},
      {
        "id":"ED583160",
        "title":"2017 Annual Disability Statistics Compendium"},
      {
        "id":"ED583161",
        "title":"Trends in State Implementation of the Common Core State Standards: Educator Effectiveness. Issue Brief"},
      {
        "id":"ED583162",
        "title":"2014 Disability Statistics Annual Report. A Publication of the Disability Statistics &amp; Demographics Rehabilitation Research &amp; Training Center"},
      {
        "id":"ED583163",
        "title":"Leading for Early Success: Building School Principals&apos; Capacity to Lead High-Quality Early Education. NGA Paper"},
      {
        "id":"ED583164",
        "title":"State Approaches to Implementing Community-Based Alternatives to Incarceration for Youth Involved in the Justice System. Issue Brief"},
      {
        "id":"ED583165",
        "title":"How Maryland Policymakers Are Working Together to Improve School Principal Quality. White Paper"},
      {
        "id":"ED583166",
        "title":"Building a High-Performing State Workforce Board: A Framework and Strategies for States"},
      {
        "id":"ED583167",
        "title":"Promising Practices in Boosting School Leadership Capacity: Principal Academies. NGA Paper"},
      {
        "id":"ED583168",
        "title":"A Governor&apos;s Guide to Early Literacy: Getting All Students Reading by Third Grade"},
      {
        "id":"ED583169",
        "title":"The Untapped Potential of an Early Childhood Assessment System: A Strategy for Improving Policies and Instruction from Early Childhood through 3rd Grade. White Paper"},
      {
        "id":"ED583170",
        "title":"States Continue Advancing Strategies to Scale Work-Based Learning. White Paper"},
      {
        "id":"ED583171",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Massachusetts"},
      {
        "id":"ED583172",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Maryland"},
      {
        "id":"ED583173",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. California"},
      {
        "id":"ED583174",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Pennsylvania"},
      {
        "id":"ED583175",
        "title":"The Parent Advantage in Fostering Children&apos;s E-Book Comprehension"},
      {
        "id":"ED583176",
        "title":"An Innovative Method of Teaching-Learning Strategy to Enhance the Learner&apos;s Educational Process: Paradigm Shift from Conventional Approach to Modern Approach by Neurocognitive Based Concept Mapping"},
      {
        "id":"ED583177",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Delaware"},
      {
        "id":"ED583178",
        "title":"Call of Duty: A Case Study of ICT Integration in Philippine Provincial Public Schools in San Isidro Davao Oriental Post K-12 Implementation"},
      {
        "id":"ED583179",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Colorado"},
      {
        "id":"ED583180",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. New Jersey"},
      {
        "id":"ED583181",
        "title":"The Debate between Traditional and Progressive Education in the Light of Special Education"},
      {
        "id":"ED583182",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Wisconsin"},
      {
        "id":"ED583183",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Minnesota"},
      {
        "id":"ED583184",
        "title":"The Summer after Kindergarten: Children&apos;s Experiences by Socioeconomic Characteristics. Stats in Brief. NCES 2018-160"},
      {
        "id":"ED583185",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Ohio"},
      {
        "id":"ED583186",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Georgia"},
      {
        "id":"ED583187",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Oregon"},
      {
        "id":"ED583188",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Illinois"},
      {
        "id":"ED583189",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Vermont"},
      {
        "id":"ED583230",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Washington"},
      {
        "id":"ED583234",
        "title":"2014 Annual Disability Statistics Compendium"},
      {
        "id":"ED583235",
        "title":"Review of &quot;High Stakes for High Achievers&quot; and &quot;High Stakes for High Schoolers&quot;"},
      {
        "id":"ED583237",
        "title":"NEPC Review: &quot;Leveraging ESSA to Support Quality-School Growth&quot;"},
      {
        "id":"ED583238",
        "title":"NEPC Review: &quot;Differences by Design? Student Composition in Charter Schools with Different Academic Models&quot;"},
      {
        "id":"ED583240",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report Kentucky"},
      {
        "id":"ED583241",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Michigan"},
      {
        "id":"ED583243",
        "title":"Trends in State Implementation of the Common Core State Standards: Making the Shift to Better Tests. NGA Paper"},
      {
        "id":"ED583244",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. North Carolina"},
      {
        "id":"ED583245",
        "title":"2013 Annual Disability Statistics Compendium"},
      {
        "id":"ED583246",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. New Mexico"},
      {
        "id":"ED583248",
        "title":"Race to the Top - Early Learning Challenge: 2014 Annual Performance Report. Rhode Island"},
      {
        "id":"ED583249",
        "title":"2016 Disability Statistics Annual Report. A Publication of the Rehabilitation Research and Training Center on Disability Statistics and Demographics"},
      {
        "id":"ED583250",
        "title":"Sentiments, Attitudes, and Concerns about Inclusion: Early Years in Teacher Education Programs"},
      {
        "id":"ED583251",
        "title":"2016 Annual Disability Statistics Compendium"},
      {
        "id":"ED583252",
        "title":"NEPC Review: &quot;Renewing Our Cities&quot; (EdChoice, March 2017) &quot;CPR Scholarships&quot; (American Enterprise Institute, March 2017)"},
      {
        "id":"ED583253",
        "title":"Identifying Common Practice Elements to Improve Social, Emotional, and Behavioral Outcomes of Young Children in Early Childhood Classrooms"},
      {
        "id":"ED583254",
        "title":"2016 Strategic Sustainability Performance Plan: Smithsonian Facilities"},
      {
        "id":"ED583255",
        "title":"2015 Disability Statistics Annual Report. A Publication of the Rehabilitation Research and Training Center on Disability Statistics and Demographics"},
      {
        "id":"ED583258",
        "title":"2017 Disability Statistics Annual Report. A Publication of the Rehabilitation Research and Training Center on Disability Statistics and Demographics"},
      {
        "id":"ED583259",
        "title":"2017 Annual Disability Statistics Supplement"},
      {
        "id":"ED583261",
        "title":"Beyond Completion: Getting Answers to the Questions Governors Ask to Improve Postsecondary Outcomes"},
      {
        "id":"ED583262",
        "title":"America Works: Education and Training for Tomorrow&apos;s Jobs. Achieving Better Results for Individuals, Employers, and the Economy. An Action Guide for Governors"},
      {
        "id":"ED583264",
        "title":"A Needs Assessment for Graduate Programs in Education Faculties"},
      {
        "id":"ED583265",
        "title":"Scientific Literacy Investigation in Science Curricula: The Case of Turkey"},
      {
        "id":"ED583315",
        "title":"Regulating Online Postsecondary Education: State Issues and Options. Issue Brief"},
      {
        "id":"ED583452",
        "title":"Effectiveness of Teachers&apos; Guides in the Global South: Scripting, Learning Outcomes, and Classroom Utilization. Occasional Paper. RTI Press Publication OP-0053-1805"},
      {
        "id":"ED583454",
        "title":"Race to the Top - Early Learning Challenge Year 2015 Progress Update"},
      {
        "id":"ED583488",
        "title":"Student&apos;s Beliefs about Using Worked-Example Based Video Podcast in Mathematics Courses"},
      {
        "id":"ED583489",
        "title":"Critical Thinking Dispositions of Pre-Service Mathematics Teachers"},
      {
        "id":"ED583490",
        "title":"Students&apos; Perceptions and Attitudes of Self-Efficacy Oriented by Research-Inquiry"},
      {
        "id":"ED583491",
        "title":"Preschoolers&apos; Alphabet Learning: Letter Name and Sound Instruction, Cognitive Processes, and English Proficiency"},
      {
        "id":"ED583492",
        "title":"Video Gaming as a Factor That Affects Academic Performance in Grade Nine"},
      {
        "id":"ED583493",
        "title":"Examining the Influence of Multiple Factors on Acquisition Order in a South Korean EFL Context: A Pilot Study"},
      {
        "id":"ED583494",
        "title":"Untangling Reading Strategies and Reading Skills in an ESL Textbook"},
      {
        "id":"ED583495",
        "title":"Questions Come Alive. 2012 Annual Report"},
      {
        "id":"ED583496",
        "title":"People. Passion. Purpose. 2013 Annual Report"},
      {
        "id":"ED583497",
        "title":"Advance America: A Commitment to Quality Education. Governors Education Symposium (Chicago, Illinois, June 10-11, 2013)"},
      {
        "id":"ED583498",
        "title":"Today. Tomorrow. Forever. 2014 Annual Report"},
      {
        "id":"ED583499",
        "title":"Now+Next. 2015 Annual Report"},
      {
        "id":"ED583501",
        "title":"Smithsonian 2016 Annual Report"},
      {
        "id":"ED583502",
        "title":"The Condition of Education 2018. NCES 2018-144"},
      {
        "id":"ED583503",
        "title":"Improving Baltimore Students&apos; Access to College: A Qualitative Study of Two College Bound Delivery Models"},
      {
        "id":"ED583504",
        "title":"Preliminary Validation of the Teacher-Rated DESSA in a Low-Income, Kindergarten Sample"},
      {
        "id":"ED583505",
        "title":"Combining Opportunity and Obligation to Overcome Multiple Student Barriers in College. Testimony of Alexander Mayer, Deputy Director, Postsecondary Education, MDRC, Before the New Jersey State Assembly Higher Education Committee"},
      {
        "id":"ED583509",
        "title":"College Placement Strategies: Evolving Considerations and Practices. A CAPR Working Paper"},
      {
        "id":"ED583511",
        "title":"The Effects of Podcasting on Vocational School Students&apos; Critical Thinking Dispositions for a Mathematics Course"},
      {
        "id":"ED583512",
        "title":"Key Financial Metrics on Australia&apos;s Higher Education Sector--November 2017"},
      {
        "id":"ED583513",
        "title":"One Smithsonian: Greater Reach, Greater Relevance, Profound Impact. Annual Performance Plan, Fiscal Year 2018"},
      {
        "id":"ED583514",
        "title":"Advice on Admissions Transparency"},
      {
        "id":"ED583517",
        "title":"Inspiring Generations through Knowledge and Discovery. Strategic Plan. Fiscal Years 2010-2015"},
      {
        "id":"ED583518",
        "title":"International Onshore VET Graduate Outcomes 2017. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED583519",
        "title":"NEPC Review: &quot;Teacher Absenteeism in Charter and Traditional Public Schools&quot; (Thomas B. Fordham Institute, September 2017)"},
      {
        "id":"ED583523",
        "title":"Greater Reach, Greater Relevance, Profound Impact. Strategic Plan. Smithsonian 2022"},
      {
        "id":"ED583524",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Rhode Island"},
      {
        "id":"ED583525",
        "title":"Statistics Report on TEQSA Registered Higher Education Providers, 2017"},
      {
        "id":"ED583526",
        "title":"TEQSA Annual Report 2016-2017"},
      {
        "id":"ED583527",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Vermont"},
      {
        "id":"ED583529",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Oregon"},
      {
        "id":"ED583530",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Ohio"},
      {
        "id":"ED583531",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Washington"},
      {
        "id":"ED583532",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. North Carolina"},
      {
        "id":"ED583533",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Wisconsin"},
      {
        "id":"ED583537",
        "title":"Delivering on the Promise of the Digital Smithsonian"},
      {
        "id":"ED583538",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. New Mexico"},
      {
        "id":"ED583539",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. California"},
      {
        "id":"ED583540",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Delaware"},
      {
        "id":"ED583541",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Georgia"},
      {
        "id":"ED583542",
        "title":"Indicators of Higher Education Equity in the United States: 2017 Historical Trend Report"},
      {
        "id":"ED583543",
        "title":"Indicators of Higher Education Equity in the United States: 2018 Historical Trend Report"},
      {
        "id":"ED583547",
        "title":"Prospective Higher Education Providers Update"},
      {
        "id":"ED583548",
        "title":"Improving the Transparency of Higher Education Admissions: Australian Government Response to the Report of the Higher Education Standards Panel"},
      {
        "id":"ED583549",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Minnesota"},
      {
        "id":"ED583550",
        "title":"Teacher Satisfaction with Salary and Current Job. Data Point. NCES 2018-116"},
      {
        "id":"ED583552",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Impacts Two Years after Students Applied. NCEE 2018-4010"},
      {
        "id":"ED583553",
        "title":"Administrators in Higher Education Salary Report: Key Findings, Trends, and Comprehensive Tables for the 2016-17 Academic Year"},
      {
        "id":"ED583554",
        "title":"State Efforts to Promote Equitable Access to Effective Teachers"},
      {
        "id":"ED583555",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Maryland"},
      {
        "id":"ED583556",
        "title":"Using Incoming Student Information to Identify Students At-Risk of Not Returning to Their Initial Institution in Year Two. ACT Research Report Series 2017-10"},
      {
        "id":"ED583557",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. New Jersey"},
      {
        "id":"ED583559",
        "title":"Can Psychosocial Factors Predict First-to-Second Year College Retention above and beyond Standard Variables? A Mixed Effects Multinomial Regression Analysis. ACT Working Paper 2017 (1)"},
      {
        "id":"ED583560",
        "title":"An Empirically-Derived Index of High School Academic Rigor. ACT Working Paper 2017-5"},
      {
        "id":"ED583561",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Kentucky"},
      {
        "id":"ED583562",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Pennsylvania"},
      {
        "id":"ED583563",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Massachusetts"},
      {
        "id":"ED583565",
        "title":"Comparisons of Student Growth by District Performance and Poverty. ACT Research Report Series 2017-8"},
      {
        "id":"ED583566",
        "title":"Evidence for Paper and Online ACT® Comparability: Spring 2014 and 2015 Mode Comparability Studies. ACT Research Report Series 2017-1"},
      {
        "id":"ED583567",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Colorado"},
      {
        "id":"ED583568",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Michigan"},
      {
        "id":"ED583569",
        "title":"Race to the Top - Early Learning Challenge: 2015 Annual Performance Report. Illinois"},
      {
        "id":"ED583571",
        "title":"Math in the Real World: Early Findings from a Study of the Dana Center Mathematics Pathways. Research Brief"},
      {
        "id":"ED583573",
        "title":"Early Findings from a National Survey of Developmental Education Practices. Research Brief"},
      {
        "id":"ED583575",
        "title":"Supporting Young Children of Immigrants in PreK-3. Occasional Paper Series 39"},
      {
        "id":"ED583578",
        "title":"Does Mailing a Post Card to Students Improve Response Rates? Issue Brief"},
      {
        "id":"ED583581",
        "title":"Does Opting into a Search Service Provide Benefits to Students? ACT Working Paper 2017-3"},
      {
        "id":"ED583582",
        "title":"Validity Evidence for STEM Interest Identification. Technical Brief"},
      {
        "id":"ED583583",
        "title":"How Should Colleges Treat Multiple Admissions Test Scores? ACT Working Paper 2017-4"},
      {
        "id":"ED583584",
        "title":"Understanding &quot;Gulino&quot;: A Legal Perspective. ACT Working Paper 2017-2"},
      {
        "id":"ED583586",
        "title":"The Importance of Behavioral Skills and Navigation Factors for Education and Work Success. ACT Insights in Education and Work Series"},
      {
        "id":"ED583592",
        "title":"Strengthening Federal Investment in Charter School Facilities"},
      {
        "id":"ED583594",
        "title":"National Alliance for Public Charter Schools 2017 Annual Report: I Am the Future"},
      {
        "id":"ED583595",
        "title":"Smart, Skilled, and Striving: Transforming and Elevating the Teaching Profession"},
      {
        "id":"ED583596",
        "title":"The Future Roles and Responsibilities within the University of Colorado System: Principles to Guide Decisions about Future Leadership of the University of Colorado"},
      {
        "id":"ED583597",
        "title":"Who Is Likely to Graduate High School Ready for College? Technical Brief"},
      {
        "id":"ED583598",
        "title":"Community School Standards"},
      {
        "id":"ED583599",
        "title":"Community Schools: A Whole-Child Framework for School Improvement"},
      {
        "id":"ED583600",
        "title":"The Racial Heterogeneity Project: Implications for Educational Research, Practice, and Policy"},
      {
        "id":"ED583601",
        "title":"Does Testing Date Impact Student Scores on the ACT? Technical Brief"},
      {
        "id":"ED583602",
        "title":"Evidence for Standard Setting: Probabilities of Success in &quot;Benchmark&quot; College Courses, by ACT Test Scores. Technical Brief"},
      {
        "id":"ED583603",
        "title":"The Development of Behavioral Performance Level Descriptors. ACT Research Report Series 2017-7"},
      {
        "id":"ED583606",
        "title":"Review of &quot;Smart, Skilled, and Striving: Transforming and Elevating the Teaching Profession&quot;"},
      {
        "id":"ED583608",
        "title":"Sin Fronteras: Questioning Borders with(in) Mathematics Education. Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (38th, Tucson, Arizona, November 3-6, 2016)"},
      {
        "id":"ED583613",
        "title":"A National Portrait of Head Start Children and Families: FACES 2014. Research Brief. OPRE Report 2017-98"},
      {
        "id":"ED583615",
        "title":"High Schools and Students&apos; Initial Colleges and Majors. Working Paper 165"},
      {
        "id":"ED583616",
        "title":"Career and Technical Education, Inclusion, and Postsecondary Outcomes for Students with Disabilities. Working Paper 177"},
      {
        "id":"ED583619",
        "title":"Reaching Further and Learning More? Evaluating Public Impact&apos;s &quot;Opportunity Culture&quot; Initiative. Working Paper 181"},
      {
        "id":"ED583624",
        "title":"Promoting Self-Regulation in the First Five Years: A Practice Brief. OPRE Brief 2017-79"},
      {
        "id":"ED583625",
        "title":"Teacher Value-Added in Charter Schools and Traditional Public Schools. Working Paper 183"},
      {
        "id":"ED583626",
        "title":"The Fiscal Externalities of Charter Schools: Evidence from North Carolina. Working Paper 182"},
      {
        "id":"ED583627",
        "title":"Culture of Continuous Learning Project: A Literature Review of the Breakthrough Series Collaborative (BSC). OPRE Report 2018-28"},
      {
        "id":"ED583628",
        "title":"Conceptual Frameworks for Intentional Approaches to Improving Economic Security and Child Well-Being. OPRE Report 2018-03"},
      {
        "id":"ED583629",
        "title":"Teacher Quality Gaps and Student Outcomes: Assessing the Association between Teacher Assignments and Student Math Test Scores and High School Course Taking. Working Paper 185"},
      {
        "id":"ED583630",
        "title":"Characteristics of Effective Statewide Higher Education Leadership Organizations"},
      {
        "id":"ED583631",
        "title":"Making the Cut: The Effectiveness of Teacher Screening and Hiring in the Los Angeles Unified School District. Working Paper 184"},
      {
        "id":"ED583632",
        "title":"Creating Opportunity for All: Building Pathways from Continuing Education to Credit Programs"},
      {
        "id":"ED583633",
        "title":"Using Research and Evaluation to Support Programs That Promote Parents&apos; Economic Security and Children&apos;s Well-Being. OPRE Report 2018-04"},
      {
        "id":"ED583634",
        "title":"The Costs of Mentorship? Exploring Student Teaching Placements and Their Impact on Student Achievement. Working Paper 187"},
      {
        "id":"ED583635",
        "title":"High School Course Access and Postsecondary STEM Enrollment and Attainment. Working Paper 186"},
      {
        "id":"ED583636",
        "title":"Is the Pen Mightier than the Keyboard? The Effect of Online Testing on Measured Student Achievement. Working Paper 190"},
      {
        "id":"ED583637",
        "title":"Public Accountability and Nudges: The Effect of an Information Intervention on the Responsiveness of Teacher Education Programs to External Ratings. Working Paper 188"},
      {
        "id":"ED583638",
        "title":"Understanding American Indian and Alaska Native Early Childhood Needs: The Potential of Existing Data. OPRE Report 2017-44"},
      {
        "id":"ED583639",
        "title":"A Spotlight on Dual Language Learners in Head Start: FACES 2014. Research Brief. OPRE Report 2017-99"},
      {
        "id":"ED583640",
        "title":"Pathways to Align Career and Educational Choices for Adult Learners"},
      {
        "id":"ED583641",
        "title":"Benefits of Analyzing Contrasting Integer Problems: The Case of Four Second Graders"},
      {
        "id":"ED583642",
        "title":"Left Out: Academic Senates Are Not Reflective of the Student Bodies They Serve and Have Disturbingly Low Numbers of Latinx, Asian American, Native Hawaiian, and Pacific Islander Members"},
      {
        "id":"ED583643",
        "title":"Teacher Opinions Based Evaluation of Problems in Turkish Instruction to Syrians"},
      {
        "id":"ED583644",
        "title":"Promise with a Purpose: College Promise Programs &quot;Built for Completion&quot;"},
      {
        "id":"ED583645",
        "title":"Theoractive Learning towards Academic Endeavour"},
      {
        "id":"ED583646",
        "title":"Leadership Elasticity Enhancing Style-Flex for Leadership Equilibrium"},
      {
        "id":"ED583647",
        "title":"Obstinate Actions-Oriented Behaviour towards Applying Theoractive Learning: An Ontology of Educational Learning and Leadership Theories in Practice"},
      {
        "id":"ED583649",
        "title":"A Novel Method for the In-Depth Multimodal Analysis of Student Learning Trajectories in Intelligent Tutoring Systems"},
      {
        "id":"ED583651",
        "title":"The Relationship between Flexibility and Student Performance on Open Number Sentences with Integers"},
      {
        "id":"ED583652",
        "title":"Strategies for Improving Community College Student Financial Health: An Examination of Achieving the Dream&apos;s Financial Behavior Change Project on Six Campuses"},
      {
        "id":"ED583653",
        "title":"Examining Individual and Collective Level Mathematical Progress"},
      {
        "id":"ED583654",
        "title":"Plan for Increased Public Access to Results of Federally Funded Research"},
      {
        "id":"ED583655",
        "title":"Effects of Classwide Peer Tutoring on Word Attack Skills among Students with Learning Disabilities"},
      {
        "id":"ED583656",
        "title":"Devin&apos;s Construction of a Multiplicative Double Counting Scheme: Dual Anticipation of Start and Stop"},
      {
        "id":"ED583658",
        "title":"En La Lucha/In the Struggle: Researching to Make a Difference in Mathematics Education"},
      {
        "id":"ED583660",
        "title":"More and Less: Language Supports for Learning Negative Numbers"},
      {
        "id":"ED583661",
        "title":"Anxiety among Engineering Students in a Graduate EFL Classroom"},
      {
        "id":"ED583662",
        "title":"Debilitating Effects of Anxiety on Engineering Students&apos; Language Performances"},
      {
        "id":"ED583663",
        "title":"Distinguishing between Schemes of Mathematical Equivalence: Joe&apos;s Transition to Anticipatory Quantitative Relational Equivalence"},
      {
        "id":"ED583665",
        "title":"Tendiendo Puentes Entre Teorias: ¿Qué Puede Lograrse? = Building Bridges between Theories: What Can Be Achieved?"},
      {
        "id":"ED583668",
        "title":"Dialogic Teaching to Improve Students&apos; Learning: A Discussion with Reference to Teacher Education in KSA"},
      {
        "id":"ED583669",
        "title":"Algebra Achievement Gaps: A Comparative Study across the States over the Years"},
      {
        "id":"ED583670",
        "title":"Worries of Novice Researchers in Writing Research Papers"},
      {
        "id":"ED583671",
        "title":"Producing Educational Learning Media Resources for Karen Children"},
      {
        "id":"ED583672",
        "title":"Cognitive Behavioral Intervention (CBI)--EBP Brief Packet"},
      {
        "id":"ED583673",
        "title":"Students&apos; Conceptions Supporting Their Symbolization and Meaning of Function Rules"},
      {
        "id":"ED583674",
        "title":"Investigating Teacher Views on Improving the Speaking Skills of Syrian Students"},
      {
        "id":"ED583675",
        "title":"An Analysis on Views of Prospective Turkish Language Teachers on Peer Assessment"},
      {
        "id":"ED583677",
        "title":"Social Empowerment of Individuals with Intellectual Disabilities"},
      {
        "id":"ED583678",
        "title":"Multimodal ESL Instruction: Exploring New Teaching in an Adolescent English as a Second Language Classroom"},
      {
        "id":"ED583679",
        "title":"College Readiness and Engagement Gaps between Domestic and International Students: Re-Envisioning Educational Diversity and Equity for Global Campus"},
      {
        "id":"ED583680",
        "title":"Postsecondary Institutions and Cost of Attendance in 2017-18; Degrees and Other Awards Conferred, 2016-17; and 12-Month Enrollment, 2016-17. First Look (Preliminary Data). NCES 2018-060"},
      {
        "id":"ED583681",
        "title":"Small Frog in a Big Pond vs. Big Frog in a Small Pond: Comparing Actual and Perceived Math Achievement Gaps among Korean, Korean-American Immigrant and Korean-American Native Students"},
      {
        "id":"ED583682",
        "title":"Innovative Multilinguocultural Practice: Multicultural Education for Urban English Language Learners in New Times"},
      {
        "id":"ED583683",
        "title":"Toward Justice: Education of Empowerment in the Multicultural World"},
      {
        "id":"ED583684",
        "title":"Transformative Mini Conferencing: Transformative New Teaching toward English Language Learners&apos; Language and Identity Development"},
      {
        "id":"ED583685",
        "title":"Planning with Curriculum Materials: An Analysis of Teachers&apos; Attending, Interpreting, and Responding"},
      {
        "id":"ED583686",
        "title":"Sense-Making Practices of Expert and Novice Readers"},
      {
        "id":"ED583687",
        "title":"The Definitions of Spatial Quantities in Elementary Curriculum Materials"},
      {
        "id":"ED583689",
        "title":"Young Children Understanding Congruence of Triangles within a Dynamic Multi-Touch Geometry Environment"},
      {
        "id":"ED583690",
        "title":"High School Students&apos; Forming 3D Objects Using Technological and Non-Technological Tools"},
      {
        "id":"ED583691",
        "title":"From Problem Solving to Learning Theories: Unpacking a Three-Stage Progression of Unit Area Iteration"},
      {
        "id":"ED583692",
        "title":"Implementations of CCSSM-Aligned Lessons"},
      {
        "id":"ED583693",
        "title":"Woo! Aesthetic Variations of the &quot;Same&quot; Lesson"},
      {
        "id":"ED583694",
        "title":"Considering Cognitive Factors in Interest Research: Context Personalization and Illustrations in Math Curricula"},
      {
        "id":"ED583695",
        "title":"Autonomous Schools and Strategic Pupil Exclusion. CEP Discussion Paper No. 1527"},
      {
        "id":"ED583697",
        "title":"Can Rising Instructional Time Crowd out Student Pro-Social Behaviour? Unintended Consequences of a German High School Reform. CEP Discussion Paper No. 1495"},
      {
        "id":"ED583698",
        "title":"Education and Skills: The UK Policy Agenda. Election Analyses Series. Paper No. CEPEA041"},
      {
        "id":"ED583699",
        "title":"Visualización Y Análisis De Representaciones Geométricas = Visualization and Analysis of Geometric Representations"},
      {
        "id":"ED583700",
        "title":"Developing an Understanding of Children&apos;s Justifications for the Circle Area Formula"},
      {
        "id":"ED583701",
        "title":"It&apos;s Time to Learn: Understanding the Differences in Returns to Instruction Time. CEP Discussion Paper No. 1521"},
      {
        "id":"ED583702",
        "title":"Higher Education Funding Reforms: A Comprehensive Analysis of Educational and Labour Market Outcomes in England. CEP Discussion Paper No. 1529"},
      {
        "id":"ED583703",
        "title":"Oil Discoveries and Education Spending in the Postbellum South. CEP Discussion Paper No. 1526"},
      {
        "id":"ED583704",
        "title":"A Conceptual Framework for Examining Mathematics Teachers&apos; Pedagogical Content Knowledge in the Context of Supporting Mathematical Thinking"},
      {
        "id":"ED583706",
        "title":"Fall Enrollment Report. 2015"},
      {
        "id":"ED583707",
        "title":"Mathematics Teachers&apos; Perspectives on Factors Affecting the Implementation of High Cognitive Demand Tasks"},
      {
        "id":"ED583708",
        "title":"Daily Report Card Intervention and Attention Deficit Hyperactivity Disorder: A Meta-Analysis of Single-Case Studies"},
      {
        "id":"ED583709",
        "title":"Representing Video Clips of Students&apos; Thinking in a Mathematics Classroom as Animations"},
      {
        "id":"ED583710",
        "title":"The Development of a Professional Statistics Teaching Identity"},
      {
        "id":"ED583711",
        "title":"Razonamiento de Estudiantes Universitarios sobre Variabilidad e Intervalos de Confianza en un Contexto Inferencial Informal = University Students&apos; Reasoning on Variability and Confidence Intervals in Inferential Informal Context"},
      {
        "id":"ED583712",
        "title":"How Teachers in China and U.S. Respond to Student Errors in Solving Quadratic Equations"},
      {
        "id":"ED583713",
        "title":"Towards a Framework for a Critical Statistical Literacy in High School Mathematics"},
      {
        "id":"ED583714",
        "title":"Appropriateness of Proportional Reasoning: Teachers&apos; Knowledge Used to Identify Proportional Situations"},
      {
        "id":"ED583715",
        "title":"Conocimiento Matemático Para La Enseñanza Del Volumen De Prismas en Primaria = Mathematics Knowledge for Teaching the Volume of Prisms in Elementary School"},
      {
        "id":"ED583717",
        "title":"Vocational School Students&apos; Purposes of Facebook Usage"},
      {
        "id":"ED583718",
        "title":"Extending Horizon: A Story of a Teacher Educator"},
      {
        "id":"ED583719",
        "title":"Negotiating Meaning: A Case of Teachers Discussing Mathematical Abstraction in the Blogosphere"},
      {
        "id":"ED583720",
        "title":"Coherency of a Teacher&apos;s Proportional Reasoning Knowledge in and out of the Classroom"},
      {
        "id":"ED583721",
        "title":"From the University to the Classroom: Prospective Elementary Mathematics Specialists&apos; Pedagogical Shifts"},
      {
        "id":"ED583724",
        "title":"Joint Enrollment Report, 2015"},
      {
        "id":"ED583725",
        "title":"The Annual Condition of Education Report, 2017"},
      {
        "id":"ED583726",
        "title":"How Borders Produce Persons: The Case of Calculus in Engineering School"},
      {
        "id":"ED583727",
        "title":"&quot;A Bank on Every Corner&quot;: Students&apos; Sense of Place in Analyzing Spatial Data"},
      {
        "id":"ED583728",
        "title":"Early Career Elementary Mathematics Teachers&apos; Noticing Related to Language and Language Learners"},
      {
        "id":"ED583729",
        "title":"Teachers&apos; Knowledge of Children&apos;s Strategies for Equal Sharing Fraction Problems"},
      {
        "id":"ED583730",
        "title":"Exploring Students&apos; Understanding of the Limit of a Sequence through Digital and Physical Modalities"},
      {
        "id":"ED583731",
        "title":"Communicating Professional Noticing through Animations as a Transformational Approximation of Practice"},
      {
        "id":"ED583732",
        "title":"Spatial Activities at Home and the Critical Transition to Kindergarten"},
      {
        "id":"ED583733",
        "title":"Using Linguistics to Examine a Tutoring Session about Linear Functions"},
      {
        "id":"ED583734",
        "title":"Is This Math? Community Approaches to Problem Solving in Yucatec Maya Math Classrooms"},
      {
        "id":"ED583735",
        "title":"A Queer Turn in Mathematics Education Research: Centering the Experience of Marginalized Queer Students"},
      {
        "id":"ED583736",
        "title":"An Examination of Racial Composition in Culturally Relevant Math Study Groups on Math Learning Outcomes"},
      {
        "id":"ED583737",
        "title":"Analysis of the Economic Impact and Return on Investment of Education: The Economic Value of Iowa&apos;s Community Colleges. Main Report"},
      {
        "id":"ED583738",
        "title":"Tecnología Digital y Formulación de Problemas durante el Proceso de Resolución de Problemas = Digital Technology and Formulation of Problems during the Process of Solving Problems"},
      {
        "id":"ED583739",
        "title":"Dis/Ability and Mathematics: Theorizing the Research Divide between Special Education and Mathematics"},
      {
        "id":"ED583740",
        "title":"Compensation: Rewriting Our Understanding of Math Learning Disabilities"},
      {
        "id":"ED583741",
        "title":"The Use of Student-Created Dynamic Models to Explore Calculus Concepts"},
      {
        "id":"ED583743",
        "title":"A Framework for Examining How Mathematics Teachers Evaluate Technology"},
      {
        "id":"ED583744",
        "title":"Examining Preservice Teacher Thinking about Technology-Based Trigonometric Explorations through a Replacing, Amplifying, and Transforming Framework"},
      {
        "id":"ED583745",
        "title":"Escenarios de Aprendizaje y el Uso Sistemático de Tecnologías Digitales en Ambientes de Resolución de Problemas = Learning Scenarios and the Systematic Use of Digital Technologies in Problem Solving Environments"},
      {
        "id":"ED583746",
        "title":"Assessing Mathematical Argumentation through Automated Conversation"},
      {
        "id":"ED583747",
        "title":"The Rhythm of TouchCounts: Counting on Technology"},
      {
        "id":"ED583748",
        "title":"Using Robotics and Game Design to Promote Pathways to STEM"},
      {
        "id":"ED583749",
        "title":"Tradeoffs of Situatedness: Iconicity Constrains the Development of Content-Oriented Sensorimotor Schemes"},
      {
        "id":"ED583750",
        "title":"Outcome of Growth and Developmental Challenges on the Behavioral Dispositions of In-School Christian Adolescents in Nigeria"},
      {
        "id":"ED583751",
        "title":"Employee Engagement and Performance of Lecturers in Nigerian Tertiary Institutions"},
      {
        "id":"ED583752",
        "title":"School Practice Supervision and Performance of Student Teachers in Higher Institutions of Learning in Uganda: Empirical Evidence from Kyambogo University and Ndejje University"},
      {
        "id":"ED583753",
        "title":"Assessment of Secondary School Teachers&apos; Use of Information and Communication Technology (ICT) in Anyingba Metropolis, Kogi State, Nigeria"},
      {
        "id":"ED583754",
        "title":"Influence of Social Media on Psychosocial Behaviour and Academic Performance of Secondary School Students"},
      {
        "id":"ED583755",
        "title":"The Use of Mathematical Games and Secondary School Students&apos; Achievement in Mathematics in Fako Division, South West Region of Cameroon"},
      {
        "id":"ED583756",
        "title":"Influence of Parental Support and Monitoring on Antisocial Behaviour among Secondary School Students"},
      {
        "id":"ED583757",
        "title":"Planning, Supervision and Quality of Instructional Leadership of Girls&apos; Day Secondary Schools in Kaduna State, Nigeria"},
      {
        "id":"ED583758",
        "title":"A Study on the Views of Graduate Students on the Use of GeoGebra in Mathematics Teaching"},
      {
        "id":"ED583759",
        "title":"Teachers&apos; Perceptions and Practices of Classroom Assessment in Secondary School Science Classes in Bangladesh"},
      {
        "id":"ED583760",
        "title":"Factor Structure and Validity of the Early Childhood Environment Rating Scale-Third Edition (ECERS-3)"},
      {
        "id":"ED583761",
        "title":"Teacher and Learner Perceptions on Mobile Learning Technology: A Case of Namibian High Schools from the Hardap Region"},
      {
        "id":"ED583762",
        "title":"Female Basketball Athlete Development Environment: Proposed Guidelines and Success Factors"},
      {
        "id":"ED583763",
        "title":"Stages Identified in University Students&apos; Behavior Using Mathematical Definitions"},
      {
        "id":"ED583764",
        "title":"The Effect of Worked Examples on Student Learning and Error Anticipation in Algebra"},
      {
        "id":"ED583765",
        "title":"The Role of Diagrammatic Reasoning in the Proving Process"},
      {
        "id":"ED583766",
        "title":"Constructing Communal Criteria for Proof through Critiquing the Reasoning of Others"},
      {
        "id":"ED583767",
        "title":"Las Funciones Sinusoidales y los Fenómenos Armónicos = The Sinusoidal Functions and the Harmonic Phenomena"},
      {
        "id":"ED583768",
        "title":"Undergraduate Students&apos; Perception of Transformation of Sinusoidal Functions"},
      {
        "id":"ED583769",
        "title":"Relaciones Dinámicas entre Convencimiento y Comprensión en la Construcción de Sustentos = Dynamic Relations between Convincement and Comprehension in the Construction of Grounds"},
      {
        "id":"ED583770",
        "title":"The Ferris Wheel and Justifications of Curvature"},
      {
        "id":"ED583771",
        "title":"Children&apos;s Linguistic and Numeric Unit Coordination"},
      {
        "id":"ED583772",
        "title":"The Benefits of Feedback on Computer-Based Algebra Homework"},
      {
        "id":"ED583773",
        "title":"What Do Students Attend to When First Graphing Planes in R[superscript 3]?"},
      {
        "id":"ED583774",
        "title":"Plotting Points: Implications of &quot;Over and Up&quot; on Students&apos; Covariational Reasoning"},
      {
        "id":"ED583775",
        "title":"What Does It Mean to &quot;Understand&quot; Concavity and Inflection Points?"},
      {
        "id":"ED583776",
        "title":"&quot;Relational&quot; Equity: Elementary Students Co-Construct a Social-Mathematical Power Dynamic during Collaborative Engagement on Equivalence Tasks"},
      {
        "id":"ED583777",
        "title":"Learning Skills: Connecting Process and Structure for Student Centered Distance Learning"},
      {
        "id":"ED583778",
        "title":"Learning to Learn: A Student Centered Instructional Strategy"},
      {
        "id":"ED583780",
        "title":"Questions of Truth: Ethical and Moral Wanderings in Middle Grades Mathematics Classrooms and Research"},
      {
        "id":"ED583781",
        "title":"Exploring Prospective Teachers&apos; Written Feedback on Mathematics Tasks"},
      {
        "id":"ED583782",
        "title":"Profiles of Responsiveness in Middle Grades Mathematics Classrooms"},
      {
        "id":"ED583783",
        "title":"Language Repertoires for Mathematical and Other Discourses"},
      {
        "id":"ED583784",
        "title":"&quot;Complicando Algo Tan Sencillo&quot;: Bridging Mathematical Understanding of Latino Immigrant Parents"},
      {
        "id":"ED583785",
        "title":"Parent Workshops Focused on Mathematics Knowledge for Parenting (MKP): Shifting Beliefs about Learning Mathematics"},
      {
        "id":"ED583786",
        "title":"The Second Derivative Test: A Case Study of Instructor Gesture Use"},
      {
        "id":"ED583788",
        "title":"Factors Relating to the Development of Mathematics for Teaching"},
      {
        "id":"ED583789",
        "title":"Diagnosing Reasoning to Measure Growth in Pre-Service Middle Grades Teachers&apos; Facility with Fraction Arithmetic"},
      {
        "id":"ED583790",
        "title":"Measuring Shifts in Reasoning about Fraction Arithmetic in a Middle Grades Number and Operations Content Course"},
      {
        "id":"ED583791",
        "title":"Multicultural Mathematics Dispositions: A Framework to Unveil Dispositions to Teach Culturally Diverse Students"},
      {
        "id":"ED583792",
        "title":"Using Precise Mathematics Language to Engage Students in Mathematics Practices"},
      {
        "id":"ED583793",
        "title":"Teacher Attributes and School Context: What Are the Barriers to Discourse in Elementary Mathematics?"},
      {
        "id":"ED583794",
        "title":"Unpacking Teachers&apos; Perspectives on the Purpose of Assessment: Beyond Summative and Formative"},
      {
        "id":"ED583795",
        "title":"Crossing &quot;The Problem of the Color Line&quot;: White Mathematics Teachers and Black Students"},
      {
        "id":"ED583796",
        "title":"Equitable Participation in a Mathematics Classroom from a Quantitative Perspective"},
      {
        "id":"ED583797",
        "title":"Algorithmic Thinking: An Initial Characterization of Computational Thinking in Mathematics"},
      {
        "id":"ED583798",
        "title":"Imprecision in Classroom Mathematics Discourse"},
      {
        "id":"ED583799",
        "title":"Transcending Traditional/Reform Dichotomies in Mathematics Education"},
      {
        "id":"ED583800",
        "title":"Designing a Stage-Sensitive Written Assessment of Elementary Students&apos; Scheme for Multiplicative Reasoning"},
      {
        "id":"ED583801",
        "title":"Dual Analyses Examining Proving Process: Grounded Theory and Knowledge Analysis"},
      {
        "id":"ED583802",
        "title":"Greater Number of Larger Pieces: A Strategy to Promote Prospective Teachers&apos; Fraction Number Sense Development"},
      {
        "id":"ED583803",
        "title":"Conceptualizing the Teaching Practice of Building on Student Mathematical Thinking"},
      {
        "id":"ED583804",
        "title":"Pre-Service and First-Year Teachers&apos; Views on the Influence of Mathematics Methods Textbooks"},
      {
        "id":"ED583805",
        "title":"From Speaking to Writing: The Role of the Reversal Poetic Structure in Problem-Solving"},
      {
        "id":"ED583806",
        "title":"Not All Questions Are Alike: Creating a Categorization for Student Questions in Mathematics Lessons"},
      {
        "id":"ED583807",
        "title":"Teachers&apos; Instructional Practices within a Connected Classroom Technology Environment to Support Representational Fluency"},
      {
        "id":"ED583808",
        "title":"Critical Mathematics Education: Extending the Borders of Mathematics Teacher Education"},
      {
        "id":"ED583809",
        "title":"What Knowledge and Skill Do Mathematics Teacher Educators Need and (How) Can We Support Its Development?"},
      {
        "id":"ED583810",
        "title":"Praxes Proxies: Revisiting Educational Manipulatives from an Ecological Dynamics Perspective"},
      {
        "id":"ED583811",
        "title":"Perspectives on Teaching Mathematics and Science in Historical and Cultural Contexts"},
      {
        "id":"ED583812",
        "title":"Improving Pre-Service Teachers&apos; Noticing While Learning to Launch"},
      {
        "id":"ED583813",
        "title":"&quot;You Can&apos;t Go on the Other Side of the Fence&quot;: Preservice Teachers and Real-World Problems"},
      {
        "id":"ED583814",
        "title":"Preservice Teachers&apos; Conception of Effective Problem-Solving Instruction and Their Problem Solving"},
      {
        "id":"ED583815",
        "title":"Pre-Service Secondary Mathematics Teachers&apos; Perceptions of Ability, Engagement, and Motivation during Field Experiences"},
      {
        "id":"ED583816",
        "title":"Issues in Evaluating Special Education Teachers: Challenges and Current Perspectives"},
      {
        "id":"ED584823",
        "title":"Turkish and Ethiopian Teachers&apos; Views about Students&apos; Undesirable Behaviours in the Classroom and the Techniques They Use to Cope up With: A Case Study"},
      {
        "id":"ED584824",
        "title":"Validity and Reliability Study of Quality of School Work Life (QSWL) Scale"},
      {
        "id":"ED584825",
        "title":"Identifying Effectiveness of Online Group Study on Mathematical Problem Solving Attitude: A Comparative Study"},
      {
        "id":"ED584826",
        "title":"A Dynamic Model of Language Variation Applied to Innovative Phonological Patterns in the Fijian Dialect Chain"},
      {
        "id":"ED584827",
        "title":"The Relation of High School Academic Performance and Student Effort to Language Use and Recency of Migration among Asian- and Pacific-Americans"},
      {
        "id":"ED584829",
        "title":"Navigating Transitions along Continuums. Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (34th, Kalamazoo, Michigan, November 1-4, 2012)"},
      {
        "id":"ED584830",
        "title":"Early Reading Skill Profiles in Typically Developing and At-Risk First Grade Readers to Inform Targeted Early Reading Instruction"},
      {
        "id":"ED584831",
        "title":"Education Rights of Homeless Students: A Guide for Advocates. Third Edition"},
      {
        "id":"ED584833",
        "title":"What Principals Can Do to Transform Teacher Leadership. Untapped: Transforming Teacher Leadership to Help Students Succeed"},
      {
        "id":"ED584834",
        "title":"What District and Charter Leaders Can Do to Transform Teacher Leadership. Untapped: Transforming Teacher Leadership to Help Students Succeed"},
      {
        "id":"ED584836",
        "title":"What Policymakers Can Do to Transform Teacher Leadership. Untapped: Transforming Teacher Leadership to Help Students Succeed"},
      {
        "id":"ED584837",
        "title":"Teacher Leadership Training That Works. Untapped: Transforming Teacher Leadership to Help Students Succeed"},
      {
        "id":"ED584841",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. New Jersey"},
      {
        "id":"ED584844",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. Minnesota"},
      {
        "id":"ED584845",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Vermont"},
      {
        "id":"ED584846",
        "title":"Accelerating the Pace: The Future of Education in the American South"},
      {
        "id":"ED584847",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. Massachusetts"},
      {
        "id":"ED584850",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. North Carolina"},
      {
        "id":"ED584851",
        "title":"Untapped: Transforming Teacher Leadership to Help Students Succeed. Executive Summary"},
      {
        "id":"ED584852",
        "title":"Untapped: Transforming Teacher Leadership to Help Students Succeed"},
      {
        "id":"ED584853",
        "title":"Ambitious Leadership: A Case Study of Professional Development at KIPP Comienza"},
      {
        "id":"ED584854",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. Rhode Island"},
      {
        "id":"ED584855",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. Delaware"},
      {
        "id":"ED584856",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Colorado"},
      {
        "id":"ED584857",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. California"},
      {
        "id":"ED584858",
        "title":"Ambitious Leadership: A Case Study of Aligning Math Curriculum to College-and-Career-Ready Standards"},
      {
        "id":"ED584859",
        "title":"Ambitious Leadership: A Case Study of Coaching at DC Bilingual"},
      {
        "id":"ED584860",
        "title":"Strategies for Addressing Student and Teacher Absenteeism: A Literature Review"},
      {
        "id":"ED584901",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. New Mexico"},
      {
        "id":"ED584903",
        "title":"Longitudinally Investigating the Impact of Curricula and Classroom Emphases on Equity in Algebra Learning"},
      {
        "id":"ED584904",
        "title":"Transition from Derivative at a Point to Derivative as a Function"},
      {
        "id":"ED584906",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Pennsylvania"},
      {
        "id":"ED584907",
        "title":"How Students Reason Differently in Everyday and Mathematical Contexts: Typicality and Example Choice in Justification"},
      {
        "id":"ED584908",
        "title":"Invisible Proof: The Role of Gestures and Action in Proof"},
      {
        "id":"ED584909",
        "title":"Situating Revoicing within Broader Task and Social Structures"},
      {
        "id":"ED584910",
        "title":"Visual Representations in Mathematics Problem-Solving: Effects of Diagrams and Illustrations"},
      {
        "id":"ED584911",
        "title":"A Model for Designing Cognition-and-Instruction-Based Goal Trajectories for Research in K-6 Math Curricula"},
      {
        "id":"ED584912",
        "title":"A Framework for Mathematicians&apos; Example-Related Activity When Exploring and Proving Mathematical Conjectures"},
      {
        "id":"ED584913",
        "title":"Relationships between Mathematical Proof and Definition"},
      {
        "id":"ED584914",
        "title":"Pre-Fractional Middle School Students&apos; Algebraic Reasoning"},
      {
        "id":"ED584915",
        "title":"Contrasting Characterizations of Change among Prominent Theoretical Perspectives in Mathematics Education"},
      {
        "id":"ED584916",
        "title":"Conceptual Connections between Student Noticing and Productive Changes in Prior Knowledge"},
      {
        "id":"ED584917",
        "title":"Gestures as Facilitators to Proficient Mental Modelers"},
      {
        "id":"ED584918",
        "title":"Connections across Representations in Students&apos; Group Discussions of a Non-Routine Problem"},
      {
        "id":"ED584919",
        "title":"Mathematics, the Common Core Standards, and Language: Mathematics Instruction for ELS Aligned with the Common Core"},
      {
        "id":"ED584920",
        "title":"Transitioning into Contemporary Theory: Critical Postmodern Theory in Mathematics Education Research"},
      {
        "id":"ED584921",
        "title":"The Impact of Online Activities on Students&apos; Generalizing Strategies and Justifications for Linear Growing Patterns"},
      {
        "id":"ED584922",
        "title":"Transitioning from Whole Numbers to Integers"},
      {
        "id":"ED584923",
        "title":"Factors Influencing Middle School Students&apos; Spatial Mathematics Development While Participating in an Integrated STEM Unit"},
      {
        "id":"ED584924",
        "title":"What Sense Do Children Make of Negative Dollars?"},
      {
        "id":"ED584925",
        "title":"Exponentiation Is Not Repeated Multiplication: Developing Exponentiation as a Continuous Operation"},
      {
        "id":"ED584926",
        "title":"Middle School Students&apos; Example Use in Conjecture Exploration and Justification"},
      {
        "id":"ED584927",
        "title":"Two Forms of Reasoning about Amounts of Change in Covarying Quantities"},
      {
        "id":"ED584928",
        "title":"Unpacking the Common Core State Standards for Mathematics: The Case of Length, Area and Volume"},
      {
        "id":"ED584929",
        "title":"Analysis of Two-Variable Function Graphing Activities"},
      {
        "id":"ED584930",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. Washington"},
      {
        "id":"ED584931",
        "title":"Demonstrating the Usefulness of the Participatory-Anticipatory Distinction"},
      {
        "id":"ED584932",
        "title":"Fraction Operation Algorithmic Thinking: Leveraging Students&apos; Use of Equivalence as a Tool"},
      {
        "id":"ED584933",
        "title":"Articulating a Learning Sciences Foundation for Learning Trajectories in the CCSS-M"},
      {
        "id":"ED584934",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Wisconsin"},
      {
        "id":"ED584935",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Georgia"},
      {
        "id":"ED584936",
        "title":"Enacting Responsive Research Strategies in Mathematics Education: Answerability and Action in Close-to-the-Classroom Ethnographic Work"},
      {
        "id":"ED584937",
        "title":"School Mathematics Articulation: Conceptualizing the Nature of Students&apos; Transitions (and Teachers&apos; Participation in Them), K-16"},
      {
        "id":"ED584938",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Illinois"},
      {
        "id":"ED584941",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Kentucky"},
      {
        "id":"ED584963",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Michigan"},
      {
        "id":"ED584974",
        "title":"Race to the Top - Early Learning Challenge: 2016 Annual Performance Report. Oregon"},
      {
        "id":"ED584981",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. Ohio"},
      {
        "id":"ED585002",
        "title":"Photo-Elicitation/Photovoice Interviews to Study Mathematics Teacher Identity"},
      {
        "id":"ED585006",
        "title":"Honoring Teacher&apos;s Identity: A Journey towards Non-Evaluative Listening"},
      {
        "id":"ED585009",
        "title":"Mathematical Knowledge for Teaching High School Geometry"},
      {
        "id":"ED585012",
        "title":"Using a Knowledge-in-Pieces Approach to Explore the Illusion of Proportionality in Covariance Situations"},
      {
        "id":"ED585014",
        "title":"The Stages of Early Arithmetic Learning: A Context for Learning to Professionally Notice"},
      {
        "id":"ED585019",
        "title":"Teachers&apos; Identification of Children&apos;s Upper and Lower Bounds Reasoning"},
      {
        "id":"ED585024",
        "title":"At the Crossroads of Mathematical Vocabulary, Writing, and the Secondary Mathematics Teacher"},
      {
        "id":"ED585025",
        "title":"Developing the Mathematics Education of English Learners Scale (MEELS)"},
      {
        "id":"ED585027",
        "title":"The Role of Technological Tools in Relation to Students&apos; Mathematical Thinking during Classroom Tasks"},
      {
        "id":"ED585035",
        "title":"Prospective Teachers&apos; Perceptions, Beliefs, and Dispostions toward Students&apos; Family, Community, and Culture"},
      {
        "id":"ED585036",
        "title":"Young Children&apos;s Understanding of Angle in a Dynamic Geometry Environment"},
      {
        "id":"ED585038",
        "title":"Digital Technologies in Mexican High-Schools"},
      {
        "id":"ED585039",
        "title":"Developing TPACK Alongside Professional Vision of Teaching Mathematics with Technology"},
      {
        "id":"ED585040",
        "title":"Race to the Top - Early Learning Challenge: 2016 Final Performance Report. Maryland"},
      {
        "id":"ED585041",
        "title":"Fostering Strategic Competence for Teachers through Modeling Rational Numbers Problem Tasks"},
      {
        "id":"ED585042",
        "title":"Teachers&apos; Noticing of Children&apos;s Understanding of Linear Measurement"},
      {
        "id":"ED585043",
        "title":"Teachers&apos; Attributions for Students&apos; Mathematical Work"},
      {
        "id":"ED585044",
        "title":"Why Order Does Not Matter: An Appeal to Ignorance"},
      {
        "id":"ED585046",
        "title":"Culturally-Mathematically Relevant Pedagogy (CMRP): Fostering Urban English Language Learners&apos; Multiplicative Reasoning"},
      {
        "id":"ED585047",
        "title":"Cognitive Obstacles and Mathematical Ideas Related to Making Connections among Representations"},
      {
        "id":"ED585048",
        "title":"Teaching Practices, Technology and Student Learning"},
      {
        "id":"ED585049",
        "title":"The Use of CAS in the Simplification of Rational Expressions and Emerging Paper-and-Pencil Techniques"},
      {
        "id":"ED585051",
        "title":"Prospective Teachers&apos; Conceptions of Proof"},
      {
        "id":"ED585052",
        "title":"A Retrospective Analysis of Students&apos; Thinking about Volume Measurement across Grades 2-5"},
      {
        "id":"ED585053",
        "title":"&quot;Wrong, but Still Right&quot;--Teachers Reflecting on MKT Items"},
      {
        "id":"ED585054",
        "title":"From Recursive Pattern to Correspondence Rule: Developing Students&apos; Abilities to Engage in Functional Thinking"},
      {
        "id":"ED585055",
        "title":"The Making of a Meaning Maker: An English Learner&apos;s Participation in Mathematics"},
      {
        "id":"ED585056",
        "title":"A Processes Approach to Mathematical Knowledge for Teaching: The Case of a Beginning Teacher"},
      {
        "id":"ED585057",
        "title":"Strategies and Difficulties That University Students Develop through the Modeling of Random Phenomena by Simulation"},
      {
        "id":"ED585059",
        "title":"Mathematics Teachers Investigating Reasoning and Sense Making in Their Teaching"},
      {
        "id":"ED585060",
        "title":"Prompting Mathematical Knowledge for Teaching through Parent-Teacher Learning Communities"},
      {
        "id":"ED585061",
        "title":"Evaluating Teachers&apos; Decisions in Posing a Proof Problem"},
      {
        "id":"ED585062",
        "title":"Prospective Teachers&apos; Transition from Thinking Arithmetically to Thinking Algebraically about Even and Odd Numbers"},
      {
        "id":"ED585063",
        "title":"Teacher Identity and Tensions of Learning to Leverage Student Thinking in Math Teaching"},
      {
        "id":"ED585064",
        "title":"A Research Synthesis of Preservice Teachers&apos; Knowledge of Multiplying and Dividing Fractions"},
      {
        "id":"ED585065",
        "title":"Writing Problems to Build on Children&apos;s Thinking: Tasks That Support Pre-Service Teacher Transitions"},
      {
        "id":"ED585066",
        "title":"A Tension in Teaching &quot;Math for Teachers&quot;: Managing Cognitive and Affective Goals"},
      {
        "id":"ED585067",
        "title":"Representations of Algebra Instruction in Preservice Teacher Education"},
      {
        "id":"ED585068",
        "title":"A General Theory of Instruction to Assist the Professional Development of Beginning Mathematics Teachers"},
      {
        "id":"ED585069",
        "title":"North Carolina NAEP: Applying the National Assessment of Educational Progress within Preservice Teacher Education"},
      {
        "id":"ED585070",
        "title":"Learning Trajectories as a Tool for Mathematics Lesson Planning"},
      {
        "id":"ED585071",
        "title":"Towards Expert Curriculum Use: Developing a Measure of Pre-Service Teachers&apos; Curricular Knowledge"},
      {
        "id":"ED585072",
        "title":"Creating Innovation Zones to Advance the Promise of Competency-Based Pathways"},
      {
        "id":"ED585076",
        "title":"Taking Root: Lessons Learned for Sustaining the College- and Career-Ready Agenda"},
      {
        "id":"ED585077",
        "title":"Optimizing Stress Responses with Reappraisal and Mindset Interventions: An Integrated Model"},
      {
        "id":"ED585078",
        "title":"Relationship between School Managers&apos; Conflict Management Styles and Interpersonal Cognitive Distortions"},
      {
        "id":"ED585079",
        "title":"Use of Metacognitive Online Reading Strategies by Student Teachers of English"},
      {
        "id":"ED585080",
        "title":"Brain-Compatible Learning: From Students&apos; Perspectives"},
      {
        "id":"ED585081",
        "title":"The Effect of Nonformal Learning on the Disabled People and Educators: A Case Study"},
      {
        "id":"ED585082",
        "title":"Emerging Identities in Virtual Exchange"},
      {
        "id":"ED585084",
        "title":"Development of Teacher Candidates&apos; Text-Making Skills in Multimodal Literacy Framework"},
      {
        "id":"ED585085",
        "title":"Helping Arlington Build Campus Leaders: A Case Study"},
      {
        "id":"ED585086",
        "title":"A Train-the-Trainer Program to Train Extension Educators to Teach Business Management Skills to Women Farmers"},
      {
        "id":"ED585087",
        "title":"Increasing the Supply of Qualified High School Teachers for Dual Enrollment Programs: An Overview of State and Regional Accreditor Policies. Policy Report"},
      {
        "id":"ED585089",
        "title":"A Comparison of Alternative Models for Estimating School Performance in Mathematics and Reading/Language Arts in Four State Accountability Systems: Oregon Results. NCAASE Technical Report"},
      {
        "id":"ED585091",
        "title":"University Students&apos; Avoidance Behavior in English Classes"},
      {
        "id":"ED585092",
        "title":"The Integration of Creative Writing into Academic Writing Skills in EFL Classes"},
      {
        "id":"ED585093",
        "title":"Views of Pre-Service English Teachers on the Role of Literature in EFL Classes"},
      {
        "id":"ED585094",
        "title":"A Global Perspective on Teacher Attitudes towards Inclusion: Literature Review"},
      {
        "id":"ED585095",
        "title":"A Study on the Importance of Learning Styles in Foreign Language Teaching"},
      {
        "id":"ED585097",
        "title":"Brain-Compatible Learning: A Medium for Improving Proficiency in English"},
      {
        "id":"ED585098",
        "title":"The Place of Culture in EFL Classes: Perceptions and Challenges of Pre-Service and In-Service English Teachers"},
      {
        "id":"ED585099",
        "title":"Turkish EFL Learners&apos; Perceptions on Teachers&apos; Using Humor in the EFL Classroom"},
      {
        "id":"ED585100",
        "title":"Language Teachers&apos; Suggestions over Coping with Difficulties in Turkish Language Teaching to Foreigners"},
      {
        "id":"ED585101",
        "title":"Initial Validation of the Social Emotional Distress Survey--Secondary to Support Complete Mental Health Screening"},
      {
        "id":"ED585102",
        "title":"An Investigation into the Relationship between EFL Learners&apos; Foreign Music Listening Habits and Foreign Language Classroom Anxiety"},
      {
        "id":"ED585105",
        "title":"Capitalizing on Appraisal Processes to Improve Affective Responses to Social Stress"},
      {
        "id":"ED585106",
        "title":"Working Before, During, and after Beginning at a Public 2-Year Institution: Labor Market Experiences of Community College Students. Stats in Brief. NCES 2018-428"},
      {
        "id":"ED585108",
        "title":"Playmakers: How Great Principals Build and Lead Great Teams of Teachers"},
      {
        "id":"ED585109",
        "title":"Playmakers: How Great Principals Build and Lead Great Teams of Teachers. Executive Summary"},
      {
        "id":"ED585110",
        "title":"Playmakers: How Great Principals Build and Lead Great Teams of Teachers. Policy Brief"},
      {
        "id":"ED585153",
        "title":"Research into Pronunciation Learning Strategies of Pre-Service English Teachers"},
      {
        "id":"ED585154",
        "title":"Utilization of Active and Passive Constructions in English Academic Writing"},
      {
        "id":"ED585156",
        "title":"A Comparison of Alternative Models for Estimating School Performance in Mathematics and Reading/Language Arts in Four State Accountability Systems: Arizona Results. NCAASE Technical Report"},
      {
        "id":"ED585157",
        "title":"A Comparison of Alternative Models for Estimating School Performance in Mathematics and Reading/Language Arts in Four State Accountability Systems: North Carolina Results. NCAASE Technical Report"},
      {
        "id":"ED585158",
        "title":"A Comparison of Alternative Models for Estimating School Performance in Mathematics and Reading/Language Arts in Four State Accountability Systems: Pennsylvania Results. NCAASE Technical Report"},
      {
        "id":"ED585160",
        "title":"Grievance Management Procedure and Discipline Handling Awareness among Public Secondary School Teachers: An Infographic Material"},
      {
        "id":"ED585161",
        "title":"Personalized Learning: A Guidebook for City Leaders"},
      {
        "id":"ED585162",
        "title":"Innovative Language Teaching and Learning at University: Integrating Informal Learning into Formal Language Education"},
      {
        "id":"ED585163",
        "title":"Education Equality Index: Measuring the Performance of Students from Low-Income Families in Schools and Cities across the Country"},
      {
        "id":"ED585165",
        "title":"Transformational Leadership Framework"},
      {
        "id":"ED585166",
        "title":"What Schools Want: How City Leaders Can Help or Hinder Great School Growth"},
      {
        "id":"ED585168",
        "title":"Text Structure: Cause and Effect. Effective Instructional Strategies Series"},
      {
        "id":"ED585169",
        "title":"Our Lives in High School and Beyond. A YouthACT Policy Brief"},
      {
        "id":"ED585170",
        "title":"Growing Professionally. Effective Instructional Strategies Series"},
      {
        "id":"ED585171",
        "title":"Academic Skills Training &amp; Assistance: Supporting Student Success through Connecting Activities. Info Brief Series for Community Colleges"},
      {
        "id":"ED585172",
        "title":"Teaching Vocabulary Explicitly. Effective Instructional Strategies Series"},
      {
        "id":"ED585173",
        "title":"Question Generation. Effective Instructional Strategies Series"},
      {
        "id":"ED585174",
        "title":"Designing Professional Development for Youth Workforce Development. Info Brief. Issue 44"},
      {
        "id":"ED585175",
        "title":"Determination of Talented/Gifted Students Cyber Victimization"},
      {
        "id":"ED585176",
        "title":"Families and College and Career Readiness: What Schools Can Do to Engage Families in the Individualized Learning Plan (ILP) Process. Info Brief. Issue 40"},
      {
        "id":"ED585177",
        "title":"Busuu: How Do Users Rate This App for Language Learning?"},
      {
        "id":"ED585178",
        "title":"Social Media in L2 Education: Exploring On-Line Collaborative Writing in EFL Settings"},
      {
        "id":"ED585179",
        "title":"Can You Teach Me to Speak? Oral Practice and Anxiety in a Language MOOC"},
      {
        "id":"ED585180",
        "title":"The Better French Living Project: How to Encourage Linguistic, Practical, and Cultural Year-Abroad Preparation outside the Classroom"},
      {
        "id":"ED585181",
        "title":"&apos;It&apos;s a Shame That We Haven&apos;t Met Earlier!&apos;: Facilitating a Tandem Language Exchange Programme at Queen&apos;s University Belfast"},
      {
        "id":"ED585182",
        "title":"Twitter as a Formal and Informal Language Learning Tool: From Potential to Evidence"},
      {
        "id":"ED585183",
        "title":"Providing Quality Career Development within Youth Development &amp; Leadership Programs. Info Brief. Issue 45"},
      {
        "id":"ED585184",
        "title":"Supporting Families of Students with Disabilities in Postsecondary Education: Learning from the Voices of Families. Info Brief. Issue 41"},
      {
        "id":"ED585186",
        "title":"Integrating Informal Learning into Formal Language Education: An Introduction"},
      {
        "id":"ED585187",
        "title":"An Investigation on Time Management and Communication Skills of Physical Education and Sport Students"},
      {
        "id":"ED585188",
        "title":"Multimodal Corpus of Spanish Speech Acts: Main Features and Potential Pedagogical Uses"},
      {
        "id":"ED585189",
        "title":"Video Resources in a Flipped Language Classroom: An Experience of Using Videos to Flip a Mandarin Teaching Module"},
      {
        "id":"ED585190",
        "title":"ImparApp: Italian Language Learning with MIT&apos;s TaleBlazer Mobile App"},
      {
        "id":"ED585191",
        "title":"Virtual Reality for Undergraduate English Language Learners: A Formative Study"},
      {
        "id":"ED585192",
        "title":"An Investigation on Perceived Constraints of Teachers in Relation to Leisure Activities"},
      {
        "id":"ED585193",
        "title":"Text Features. Effective Instructional Strategies Series"},
      {
        "id":"ED585194",
        "title":"Three Art Teaching Strategies to Support Language Acquisition and Communication Skill Development in English Language Learners"},
      {
        "id":"ED585195",
        "title":"Potential Impacts of Art Education Learning Environments for Students Whom Experience Specific Learning Disabilities in the Development of Executive Functioning: A Case Study of Three Individuals"},
      {
        "id":"ED585196",
        "title":"Education Equality in America: Comparing the Achievement Gap across Schools and Cities"},
      {
        "id":"ED585197",
        "title":"Nature Inspired Art Education for Adults with Autism Spectrum Disorder"},
      {
        "id":"ED585198",
        "title":"Choosing to Change: Discipline Based Art Education to Choice Based Art Education"},
      {
        "id":"ED585199",
        "title":"Making the Right Turn: A Research Update on Improving Transition Outcomes among Youth Involved in the Juvenile Corrections System. Research Brief. Issue 3"},
      {
        "id":"ED585200",
        "title":"Making the Right Turn: A Research Update on Prevention and Diversion for Justice Involved Youth. Research Brief. Issue 4"},
      {
        "id":"ED585201",
        "title":"Redesigning Principal Preparation: A Work in Progress at the University of Missouri St. Louis (UMSL)"},
      {
        "id":"ED585202",
        "title":"The Polyglot Community: An Interview with Richard Simcott, by Tita Beaven"},
      {
        "id":"ED585203",
        "title":"LipDub: A Technology-Enhanced Language Learning Project with Music"},
      {
        "id":"ED585207",
        "title":"Beyond District/Charter: How City Leaders Catalyze and Support Systems of Great Schools"},
      {
        "id":"ED585208",
        "title":"Building Education Cities"},
      {
        "id":"ED585209",
        "title":"Effects of a Targeted Art Program on Social Emotional Learning in Students with Emotional Behavioral Disorders"},
      {
        "id":"ED585210",
        "title":"Improving Technical Drawing Skills of VET Teachers: An Action Research Project"},
      {
        "id":"ED585211",
        "title":"Exploring Science Teachers&apos; Perception of Classroom Assessment in Secondary Schools of Bangladesh"},
      {
        "id":"ED585212",
        "title":"The Effect of Informal Learning on Teachers&apos; Professional Development: A Case Study"},
      {
        "id":"ED585213",
        "title":"Opinions of Teachers on Erasmus+ Key Action 1: A Case Study"},
      {
        "id":"ED585214",
        "title":"The Opinions of the Disabled Participants and Educators on Erasmus+ KA2 Project: A Case Study"},
      {
        "id":"ED585215",
        "title":"Concept Teaching to Mentally Retarded Students through Mobile Devices"},
      {
        "id":"ED585216",
        "title":"Comparing Machine Learning Classification Approaches for Predicting Expository Text Difficulty"},
      {
        "id":"ED585217",
        "title":"Investigation of the Factors That Affect the Success and Satisfaction of the Students in Distance Education: Sample of Sakarya University"},
      {
        "id":"ED585218",
        "title":"Recurrence Quantification Analysis as a Method for Studying Text Comprehension Dynamics"},
      {
        "id":"ED585219",
        "title":"The &quot;LO&quot;-Down on Grit: Non-Cognitive Trait Assessments Fail to Predict Learning Gains in iSTART and W-Pal"},
      {
        "id":"ED585223",
        "title":"Cost Perceptions and College-Going for Low-Income Students. Research to Practice Brief"},
      {
        "id":"ED585224",
        "title":"Using Digital Resources to Enhance Language Learning: Case Studies in Italian"},
      {
        "id":"ED585225",
        "title":"Do Layoffs Increase Transitions to Postsecondary Education among Adults? Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED585226",
        "title":"Co-Op Participation of College and Bachelor&apos;s Graduates. Insights on Canadian Society"},
      {
        "id":"ED585227",
        "title":"Do Postsecondary Graduates Land High-Skilled Jobs? Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED585228",
        "title":"Academic Outcomes of Public and Private High School Students: What Lies behind the Differences? Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED585229",
        "title":"Whether and How Authentic Contexts Using a Virtual Chemistry Lab Support Learning"},
      {
        "id":"ED585230",
        "title":"A Self-Assisting Protein Folding Model for Teaching Structural Molecular Biology"},
      {
        "id":"ED585231",
        "title":"The Presence of Food in English as an Additional Language Textbooks"},
      {
        "id":"ED585232",
        "title":"Are Young Bachelor&apos;s Degree Holders Finding Jobs That Match Their Studies? Census of Population, 2016. Census in Brief"},
      {
        "id":"ED585233",
        "title":"Does Education Pay? A Comparison of Earnings by Level of Education in Canada and Its Provinces and Territories. Census of Population, 2016. Census in Brief"},
      {
        "id":"ED585234",
        "title":"National Apprenticeship Survey: Canada Overview Report, 2015"},
      {
        "id":"ED585235",
        "title":"Career Decision-Making Patterns of Canadian Youth and Associated Postsecondary Educational Outcomes. Education Indicators in Canada: Fact Sheet"},
      {
        "id":"ED585236",
        "title":"Differences in the Location of Study of University-Educated Immigrants. Insights on Canadian Society"},
      {
        "id":"ED585237",
        "title":"Gifted Children Metaphor from the Perspective of Teachers and Parents"},
      {
        "id":"ED585238",
        "title":"Investigation of Spatial Visualization and Spatial Anxiety of Faculty of Sport Sciences and Primary School Teachers Students of Faculty of Education"},
      {
        "id":"ED585239",
        "title":"Relationships between Success Orientation, Self Efficacy on Scientific Research and Metacognitive Thinking Skills"},
      {
        "id":"ED585240",
        "title":"Modeling Course Achievements of Elementary Education Teacher Candidates with Artificial Neural Networks"},
      {
        "id":"ED585241",
        "title":"Enhancing Written Language Skills during the Year Abroad through Online Independent Learning"},
      {
        "id":"ED585242",
        "title":"The Digital World as a Topic: Developing Digital Competences in the Italian Language Class"},
      {
        "id":"ED585243",
        "title":"Using, Adapting, and Sharing Learning Resources to Widen Participation in Language Learning: A Case Study of Italian Open Educational Resources for Dyslexic Students"},
      {
        "id":"ED585244",
        "title":"The Italian Electronic Language Log: A Critical Evaluation"},
      {
        "id":"ED585245",
        "title":"Developing Pragmatic Competence through Language Digital Resources"},
      {
        "id":"ED585246",
        "title":"Peer-Teaching with Technology: An Italian Grammar Case Study"},
      {
        "id":"ED585248",
        "title":"ITALO (MyLearning Log): A Case Study in the Use of Technology-Based Resources to Foster Student Engagement and Autonomy"},
      {
        "id":"ED585251",
        "title":"Using Generalizability Theory to Investigate the Reliability of Peer Assessment"},
      {
        "id":"ED585253",
        "title":"Social Paradigms in Guiding Social Research Design: The Functional, Interpretive, Radical Humanist and Radical Structural Paradigms"},
      {
        "id":"ED585254",
        "title":"An Action Research on Project-Based Learning and Understanding by Design and Their Effects on the Science Achievement and Attitude of Science Students"},
      {
        "id":"ED585255",
        "title":"Anxiety Reducing Drawing Activities in Secondary Education"},
      {
        "id":"ED585256",
        "title":"Teacher-Learner Collaboration: Artistic-Identity and Confidence Development in Adolescent Female Students with Learning Disabilities"},
      {
        "id":"ED585257",
        "title":"An Investigation of the Digital Game Addiction between High School Students"},
      {
        "id":"ED585258",
        "title":"The Relationships between Cyber Bullying Perpetration Motives and Personality Traits: Testing Uses and Gratifications Theory"},
      {
        "id":"ED585259",
        "title":"Fostering the Development of Self-Determination in Early Elementary Students with Diverse Learning Needs through a Choice-Based Art Curriculum"},
      {
        "id":"ED585260",
        "title":"Academic Overload, Self-Efficacy and Perceived Social Support as Predictors of Academic Adjustment among First Year University Students"},
      {
        "id":"ED585261",
        "title":"The Relationship between Adaptive/Maladaptive Cognitive Emotion Regulation Strategies and Cognitive Test Anxiety among University Students"},
      {
        "id":"ED585262",
        "title":"Counselors-in-Training Students&apos; Attitudes towards Online Counseling"},
      {
        "id":"ED585264",
        "title":"Self-Help Books and Bibliotherapy: Reflections for Turkey"},
      {
        "id":"ED585267",
        "title":"Using Online Tools and Resources to Encourage Independent Learning amongst ab initio Students of Italian: A Case Study"},
      {
        "id":"ED585275",
        "title":"Leveraging Data for College Completion. Pathways to College Network Brief"},
      {
        "id":"ED585276",
        "title":"Arming Educators"},
      {
        "id":"ED585277",
        "title":"Flipping the Blend through MOOCs, MALL and OIL--New Directions in CALL"},
      {
        "id":"ED585278",
        "title":"Introduction to Using Digital Resources to Enhance Language Learning--Case Studies in Italian"},
      {
        "id":"ED585279",
        "title":"Supporting Men of Color along the Educational Pipeline: Research and Practice. Research to Practice Brief"},
      {
        "id":"ED585280",
        "title":"The Role of Social Supports and Self-Efficacy in College Success. Research to Practice Brief"},
      {
        "id":"ED585281",
        "title":"Protecting Student Privacy While Using Online Educational Services: Requirements and Best Practices"},
      {
        "id":"ED585282",
        "title":"The Investment Payoff: Reassessing and Supporting Efforts to Maximize the Benefits of Higher Education for Underserved Populations"},
      {
        "id":"ED585284",
        "title":"Chinese Segmentation and Collocation: A Platform for Blended Learning"},
      {
        "id":"ED585285",
        "title":"Student-Teachers&apos; Beliefs Concerning The Usability of Digital Flashcards in ELT"},
      {
        "id":"ED585286",
        "title":"Integrating a MOOC into the MA Curriculum: An &apos;Expert&apos; Student&apos;s Reflections on Blended Learning"},
      {
        "id":"ED585287",
        "title":"What Our MOOC Did Next: Embedding, Exploiting, and Extending an Existing MOOC to Fit Strategic Purposes and Priorities"},
      {
        "id":"ED585288",
        "title":"A Role-Reversal Model of Telecollaborative Practice: The Student-Driven and Student-Managed &quot;FloCo&quot;"},
      {
        "id":"ED585289",
        "title":"Mobile Assistance for Personal Learning on a Massive Scale"},
      {
        "id":"ED585290",
        "title":"MOOCs as a New Technology: Approaches to Normalising the MOOC Experience for Our Learners"},
      {
        "id":"ED585291",
        "title":"Maximizing the College Choice Process to Increase Fit &amp; Match for Underserved Students. Research to Practice Brief"},
      {
        "id":"ED585292",
        "title":"OIL for English for Business: The Intercultural Product Pitch"},
      {
        "id":"ED585293",
        "title":"Best Practices for Data Destruction"},
      {
        "id":"ED585294",
        "title":"Understanding Learner Autonomy through MOOC-Supported Blended Learning Environments: An Investigation into Chinese MA ELT Students&apos; Beliefs"},
      {
        "id":"ED585295",
        "title":"Integrated Data Systems and Student Privacy. PTAC-IB-4"},
      {
        "id":"ED585296",
        "title":"Guidance on the Use of Financial Aid Information for Program Evaluation and Research. PTAC-FAQ-9"},
      {
        "id":"ED585297",
        "title":"Investments in Registered Education Savings Plans and Postsecondary Attendance. Economic Insights. No. 071"},
      {
        "id":"ED585298",
        "title":"Labour Market Outcomes of Young Postsecondary Graduates, 2005 to 2012. Economic Insights. No. 050"},
      {
        "id":"ED585299",
        "title":"Earnings of Postsecondary Graduates by Detailed Field of Study. Economic Insights. No. 056"},
      {
        "id":"ED585303",
        "title":"Educational and Labour Market Outcomes of Childhood Immigrants by Admission Class. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED585306",
        "title":"Protecting Student Privacy While Using Online Educational Services: Model Terms of Service"},
      {
        "id":"ED585309",
        "title":"International Students, Immigration and Earnings Growth: The Effect of a Pre-Immigration Canadian University Education. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED585310",
        "title":"Graduating in Canada: Profile, Labour Market Outcomes and Student Debt of the Class of 2009-2010"},
      {
        "id":"ED585311",
        "title":"School Mobility and Educational Outcomes of Off-Reserve First Nations Students"},
      {
        "id":"ED585312",
        "title":"The Effects of Education on Canadians&apos; Retirement Savings Behaviour. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED585313",
        "title":"Young Men and Women without a High School Diploma. Insights on Canadian Society"},
      {
        "id":"ED585314",
        "title":"Why Are Academic Prospects Brighter for Private High School Students? Economic Insights. No. 044"},
      {
        "id":"ED585316",
        "title":"Postsecondary Enrolment by Parental Income: Recent National and Provincial Trends. Economic Insights. No. 070"},
      {
        "id":"ED585317",
        "title":"Year 2 Massachusetts Preschool Expansion Grant (PEG). Evaluation Report"},
      {
        "id":"ED585318",
        "title":"Public and Private School Segregation in the District of Columbia. Research Brief"},
      {
        "id":"ED585319",
        "title":"Estimating the Standard Error of the Impact Estimator in Individually Randomized Trials with Clustering. MDRC Working Papers on Research Methodology"},
      {
        "id":"ED585320",
        "title":"Changing Course: A Planning Tool for Increasing Student Completion in Community Colleges. An Evolving Resource"},
      {
        "id":"ED585321",
        "title":"Education Indicators in Canada: An International Perspective, 2017"},
      {
        "id":"ED585322",
        "title":"Changing Course: A Guide to Increasing Student Completion in Community Colleges"},
      {
        "id":"ED585323",
        "title":"Education in Canada: Key Results from the 2016 Census"},
      {
        "id":"ED585324",
        "title":"International Students in Canadian Universities, 2004/2005 to 2013/2014. Education Indicators in Canada: Fact Sheet"},
      {
        "id":"ED585325",
        "title":"The Effects of Statewide Private School Choice on College Enrollment and Graduation: Evidence from the Florida Tax Credit Scholarship Program. Education Policy Program. Research Report"},
      {
        "id":"ED585326",
        "title":"Is Field of Study a Factor in the Earnings of Young Bachelor&apos;s Degree Holders? Census of Population, 2016. Census in Brief"},
      {
        "id":"ED585327",
        "title":"Overqualification, Skills and Job Satisfaction. Insights on Canadian Society"},
      {
        "id":"ED585386",
        "title":"Regional Differences in the Educational Outcomes of Young Immigrants. Insights on Canadian Society"},
      {
        "id":"ED585387",
        "title":"Literacy and Numeracy among Off-Reserve First Nations People and Métis: Do Higher Skill Levels Improve Labour Market Outcomes? Insights on Canadian Society"},
      {
        "id":"ED585388",
        "title":"Over-Education and Life Satisfaction among Immigrant and Non-Immigrant Workers in Canada. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED585389",
        "title":"Epistemological Beliefs: Its Relationship with Learning Styles, Learning Approaches, and Achievement"},
      {
        "id":"ED585390",
        "title":"School Principals&apos; Administrative Characteristics and the Effects on the Development of Students"},
      {
        "id":"ED585391",
        "title":"An Investigation of the Relationship between Digital Game Addiction, Gender and Regular Sport Participation"},
      {
        "id":"ED585393",
        "title":"Who&apos;s Minding the Kids? Child Care Arrangements: Spring 2005/Summer 2006. Current Population Reports. P70-121"},
      {
        "id":"ED585395",
        "title":"The Measurement of Curiosity of Teacher Candidates: A Study Based on Breadth and Depth of Interest"},
      {
        "id":"ED585396",
        "title":"Women and Education: Qualifications, Skills and Technology. Women in Canada: A Gender-Based Statistical Report"},
      {
        "id":"ED585397",
        "title":"Forum Guide to Alternative Measures of Socioeconomic Status in Education Data Systems. NFES 2015-158"},
      {
        "id":"ED585399",
        "title":"Pell Grant Eligibility Changes"},
      {
        "id":"ED585400",
        "title":"Charting a New Course for Next-Generation Business Leaders: A Toolkit for Blending the Humanities and Business in Undergraduate Education"},
      {
        "id":"ED585402",
        "title":"Using Think-Alouds to Create a Better Measure of Biology Reasoning"},
      {
        "id":"ED585403",
        "title":"Socioeconomic Integration from an Equity Perspective"},
      {
        "id":"ED585477",
        "title":"Teacher Professional Learning through Teacher Network Programs: A Multiple Case Study Investigation"},
      {
        "id":"ED585479",
        "title":"Teacher Supply and Demand: Fiscal Year 2015 Report to the Legislature"},
      {
        "id":"ED585483",
        "title":"Teacher Shortage Areas Nationwide Listing: 1990-1991 through 2016-2017"},
      {
        "id":"ED585484",
        "title":"The Evolution of Dental Education in the Philippines"},
      {
        "id":"ED585491",
        "title":"Early Childhood Workforce Index 2018"},
      {
        "id":"ED585498",
        "title":"Developing a Professional Learning System for Adults in Service of Student Learning"},
      {
        "id":"ED585501",
        "title":"The Practice Base for How We Learn: Supporting Students&apos; Social, Emotional, and Academic Development. Consensus Statements of Practice from the Council of Distinguished Educators"},
      {
        "id":"ED585505",
        "title":"The Talent Blind Spot: The Case for Increasing Community College Transfer to High Graduation Rate Institutions"},
      {
        "id":"ED585507",
        "title":"Best Practices for Late Entry Learners into College Academic Upgrading Programs: Annotated Bibliography"},
      {
        "id":"ED585508",
        "title":"College Continuation of High School Graduates. Data Points. Volume 6, Issue 5"},
      {
        "id":"ED585516",
        "title":"The Talent Blind Spot: The Practical Guide to Increasing Community College Transfer to High Graduation Rate Institutions"},
      {
        "id":"ED585518",
        "title":"Comparing the Mathematical Thinking Experiences of Students at Faculty of Education and Faculty of Arts and Sciences"},
      {
        "id":"ED585519",
        "title":"Examining the Problem Types in Middle School Mathematics Textbooks in the Context of Presentation, Content and Solution"},
      {
        "id":"ED585520",
        "title":"Building a Grad Nation: Progress and Challenge in Raising High School Graduation Rates. Annual Update 2017"},
      {
        "id":"ED585521",
        "title":"The Characteristics of Long-Term English Language Learner Students and Struggling Reclassified Fluent English Proficient Students in Arizona"},
      {
        "id":"ED585522",
        "title":"Protecting Religious Desegregation in Public Schools"},
      {
        "id":"ED585523",
        "title":"An Ideal Opportunity: The Role of Afterschool in Social and Emotional Learning. Issue Brief No. 71"},
      {
        "id":"ED585524",
        "title":"Building a Grad Nation: Progress and Challenge in Raising High School Graduation Rates. Annual Update 2018"},
      {
        "id":"ED585525",
        "title":"Alabama Education Quick Facts, 2017-2018"},
      {
        "id":"ED585531",
        "title":"New Collaborations, New Approaches: Research for Improvement in Teacher Preparation"},
      {
        "id":"ED585532",
        "title":"New Jersey Kids Count 2015: A Statewide Profile of Child Well-Being"},
      {
        "id":"ED585533",
        "title":"New Jersey Kids Count 2016: A Statewide Profile of Child Well-Being"},
      {
        "id":"ED585534",
        "title":"Exploring Equity Issues: Bio-Social-Emotional Needs of Immigrant Students, with a Focus on Central Americans"},
      {
        "id":"ED585535",
        "title":"Exploring Equity Issues: Equitable Access to Higher Education"},
      {
        "id":"ED585536",
        "title":"The Characteristics of Long-Term English Language Learner Students and Struggling Reclassified Fluent English Proficient Students in Nevada"},
      {
        "id":"ED585537",
        "title":"Exploring Equity Issues: Culturally Responsive Leaders"},
      {
        "id":"ED585538",
        "title":"Weighted and Unweighted Correlation Methods for Large-Scale Educational Assessment: wCorr Formulas. AIR--NAEP Working Paper No. 2018-01. NCES Data R Project Series #02"},
      {
        "id":"ED585539",
        "title":"Exploring Equity Issues: Racial Identity, Academic Identity, and Academic Outcomes for Students of Color"},
      {
        "id":"ED585540",
        "title":"The Characteristics of Long-Term English Language Learner Students and Struggling Reclassified Fluent English Proficient Students in Utah"},
      {
        "id":"ED585541",
        "title":"Exploring Equity Issues: Health Equity--Equipping Educators to Take Action"},
      {
        "id":"ED585542",
        "title":"Exploring Equity Issues: Students Experiencing Homelessness in the Age of ESSA"},
      {
        "id":"ED585543",
        "title":"Serving English Language Learners in Higher Education: Unlocking the Potential"},
      {
        "id":"ED585544",
        "title":"How Learning Happens: Supporting Students&apos; Social, Emotional, and Academic Development. An Interim Report"},
      {
        "id":"ED585545",
        "title":"Pursuing Social and Emotional Development through a Racial Equity Lens: 5 Strategies for System Leaders to Take Action"},
      {
        "id":"ED585546",
        "title":"Barriers and Bias: The Status of Women in Leadership"},
      {
        "id":"ED585547",
        "title":"Graduates Who Borrowed. DataPoints. Volume 6, Issue 2"},
      {
        "id":"ED585548",
        "title":"&apos;Post-Traditional&apos; Learners. DataPoints. Volume 6, Issue 1"},
      {
        "id":"ED585549",
        "title":"Millennials and Diversity. DataPoints. Volume 6, Issue 3"},
      {
        "id":"ED585552",
        "title":"Student Completion and Persistence. DataPoints. Volume 6, Issue 4"},
      {
        "id":"ED585553",
        "title":"Adult Workers and Postsecondary Credentials. DataPoints. Volume 6, Issue 6"},
      {
        "id":"ED585555",
        "title":"Faculty and Staff Diversity. DataPoints. Volume 6, Issue 7"},
      {
        "id":"ED585556",
        "title":"Alaska Performance Scholarship Outcomes Report 2011--Fall 2017"},
      {
        "id":"ED585557",
        "title":"Dual-Enrollment Increases. DataPoints. Volume 6, Issue 8"},
      {
        "id":"ED585596",
        "title":"Where Alaskans Go after Graduating from High School: Identifying Postsecondary Pathways"},
      {
        "id":"ED585605",
        "title":"English Language Program Participation among Students in the Kindergarten Class of 2010-11: Spring 2011 to Spring 2012. Stats in Brief. NCES 2018-086"},
      {
        "id":"ED585606",
        "title":"School-Community Partnerships: Joining Forces to Support the Learning and Development of All Students"},
      {
        "id":"ED585607",
        "title":"Executive Leadership Transitioning at Community Colleges"},
      {
        "id":"ED585608",
        "title":"Trends in Community College Enrollment and Completion Data, 2017"},
      {
        "id":"ED585609",
        "title":"Exploring Equity Issues: Building Relationships for Student Success"},
      {
        "id":"ED585610",
        "title":"Exploring Equity Issues: Promoting a Safe and Welcoming Environment for Immigrant Students"},
      {
        "id":"ED585611",
        "title":"Exploring Equity Issues: Helping Educators to Support LGBTQ Students"},
      {
        "id":"ED585612",
        "title":"Exploring Equity Issues: Spotlight on the Needs of Transgender Students"},
      {
        "id":"ED585613",
        "title":"Development and Validation of a Preliminary ELA Readiness Benchmark Based on the ACT ELA Score. ACT Research Report Series 2017-9"},
      {
        "id":"ED585616",
        "title":"Family Child Care In New Jersey: Challenges and Opportunies"},
      {
        "id":"ED585617",
        "title":"Building Financial Capability: A Planning Guide for Integrated Services"},
      {
        "id":"ED585618",
        "title":"Pursuing Social and Emotional Development through a Racial Equity Lens: A Call to Action"},
      {
        "id":"ED585624",
        "title":"Supporting the Whole Teacher"},
      {
        "id":"ED585693",
        "title":"Roadmap of Need, Fall 2013"},
      {
        "id":"ED585694",
        "title":"Roadmap of Need, 2014"},
      {
        "id":"ED585695",
        "title":"Roadmap of Need, 2016"},
      {
        "id":"ED585712",
        "title":"Roadmap of Need, 2017"},
      {
        "id":"ED585715",
        "title":"Roadmap of Need, 2018"},
      {
        "id":"ED585730",
        "title":"Building a Culture of Free Expression on the American College Campus: Challenges &amp; Solutions. Perspectives on Higher Education"},
      {
        "id":"ED585750",
        "title":"Integrating Financial Capability Services into Tribal LIHEAP"},
      {
        "id":"ED585754",
        "title":"Arkansas Public Higher Education Operating Recommendations, Fiscal Year 2016-2017. Universities and Colleges"},
      {
        "id":"ED585761",
        "title":"The Role of Goal Setting in Metacognitive Awareness as a Self-Regulatory Behavior in Foreign Language Learning"},
      {
        "id":"ED585762",
        "title":"Local School Finance Study, 2018"},
      {
        "id":"ED585763",
        "title":"Local School Finance Study, 2017"},
      {
        "id":"ED585764",
        "title":"Local School Finance Study, 2016"},
      {
        "id":"ED585765",
        "title":"Local School Finance Study, 2014"},
      {
        "id":"ED585766",
        "title":"Applications of Text Analysis Tools for Spoken Response Grading"},
      {
        "id":"ED585767",
        "title":"Local School Finance Study, 2013"},
      {
        "id":"ED585768",
        "title":"The Effect of Task-Based and Topic-Based Speaking Activities on Speaking Ability of Iranian EFL Learners"},
      {
        "id":"ED585769",
        "title":"Examination of Activities in the Primary School Life Sciences Textbooks in Turkey"},
      {
        "id":"ED585770",
        "title":"Motivation in Second Language Acquisition: A State of the Art Article"},
      {
        "id":"ED585771",
        "title":"From the State of Motivated to Demotivated: Iranian Military EFL Learners&apos; Motivation Change"},
      {
        "id":"ED585772",
        "title":"Developing Pedagogically-Guided Algorithms for Intelligent Writing Feedback"},
      {
        "id":"ED585774",
        "title":"Predicting Math Performance Using Natural Language Processing Tools"},
      {
        "id":"ED585775",
        "title":"Natural Language Processing in an Intelligent Writing Strategy Tutoring System"},
      {
        "id":"ED585776",
        "title":"Investigating Boredom and Engagement during Writing Using Multiple Sources of Information: The Essay, the Writer, and Keystrokes"},
      {
        "id":"ED585777",
        "title":"Pssst… Textual Features… There Is More to Automatic Essay Scoring than Just You!"},
      {
        "id":"ED585778",
        "title":"The Motivation and Mastery Cycle Framework: Predicting Long-Term Benefits of Educational Games"},
      {
        "id":"ED585779",
        "title":"Developing Component Scores from Natural Language Processing Tools to Assess Human Ratings of Essay Quality"},
      {
        "id":"ED585780",
        "title":"From Generating in the Lab to Tutoring Systems in Classrooms"},
      {
        "id":"ED585781",
        "title":"Predicting Human Judgments of Essay Quality in Both Integrated and Independent Second Language Writing Samples: A Comparison Study"},
      {
        "id":"ED585782",
        "title":"Local School Finance Study, 2012"},
      {
        "id":"ED585783",
        "title":"Recurrence Quantification Analysis: A Technique for the Dynamical Analysis of Student Writing"},
      {
        "id":"ED585784",
        "title":"Educational Game Enjoyment, Perceptions, and Features in an Intelligent Writing Tutor"},
      {
        "id":"ED585785",
        "title":"Writing Quality, Knowledge, and Comprehension Correlates of Human and Automated Essay Scoring"},
      {
        "id":"ED585786",
        "title":"Cohesion-Based Prompt Effects in Argumentative Writing"},
      {
        "id":"ED585787",
        "title":"Using Automated Indices of Cohesion to Evaluate an Intelligent Tutoring System and an Automated Writing Evaluation System"},
      {
        "id":"ED585788",
        "title":"Feedback and Revising in an Intelligent Tutoring System for Writing Strategies"},
      {
        "id":"ED585789",
        "title":"Calling to Account. [2016 Annual Report]"},
      {
        "id":"ED585790",
        "title":"Momentum: Restoring the Promise of Higher Education. 2017 Annual Report"},
      {
        "id":"ED585792",
        "title":"Temperate Radicals: Celebrating Two Decades of Hard-Charging Higher Education Reform. [2015 Annual Report]"},
      {
        "id":"ED585793",
        "title":"Investing in What Works: Community-Driven Strategies for Strong Public Schools in Georgia"},
      {
        "id":"ED585794",
        "title":"Education 24/7: Expanding Learning Opportunities for North Carolina Students to Be Career and College Ready, Spring 2013 [Results of the Public School Forum&apos;s XV Study Group]"},
      {
        "id":"ED585797",
        "title":"Creating Internationally Competitive Schools. The Public School Forum&apos;s Study Group XII"},
      {
        "id":"ED585799",
        "title":"To Aggregate or Not? Linguistic Features in Automatic Essay Scoring and Feedback Systems"},
      {
        "id":"ED585800",
        "title":"Autism Spectrum Disorder and the Student Teacher Relationship: A Comparison Study with Peers with Intellectual Disability and Typical Development"},
      {
        "id":"ED585801",
        "title":"Expanding Educational Opportunity in North Carolina: Action Plan and Recommendations. The Public School Forum&apos;s Study Group XVI"},
      {
        "id":"ED585826",
        "title":"Making Strategic Choices to Become First in America: An Examination of the Unfinished Business of School Improvement in North Carolina. The Results of the Public School Forum&apos;s Study Group IX"},
      {
        "id":"ED583819",
        "title":"TeachLivE™ Rehearsals: One HBCU&apos;s Study on Prospective Teachers&apos; Reformed Instructional Practices and Their Mathematical Affect"},
      {
        "id":"ED583820",
        "title":"Understanding and Measuring Coach-Teacher Alliance: A Glimpse inside the &apos;Black Box&apos;"},
      {
        "id":"ED583821",
        "title":"Kindergarten Children&apos;s Executive Functions Predict Their Second-Grade Academic Achievement and Behavior"},
      {
        "id":"ED583824",
        "title":"A Review of 25 Years of Research: Elementary Prospective Teachers in University Mathematics Content Courses"},
      {
        "id":"ED583826",
        "title":"Using Evidence-Centered Design to Create a Special Educator Observation System"},
      {
        "id":"ED583827",
        "title":"Investigating the Factor Structure and Validity of the Family Empowerment Scale for Parents of Children with Emotional Disturbance in Middle School"},
      {
        "id":"ED583834",
        "title":"The Investing in Innovation Fund: Summary of 67 Evaluations. Final Report. NCEE 2018-4013"},
      {
        "id":"ED583835",
        "title":"Escher&apos;s Tessellations in Understanding Group Theory"},
      {
        "id":"ED583836",
        "title":"Joint Enrollment Report, 2013"},
      {
        "id":"ED583837",
        "title":"Fall Enrollment Report. 2013"},
      {
        "id":"ED583838",
        "title":"Fall Enrollment Report. 2017"},
      {
        "id":"ED583839",
        "title":"Fall Enrollment Report. 2016"},
      {
        "id":"ED583840",
        "title":"The Annual Condition of Iowa&apos;s Community Colleges, 2013"},
      {
        "id":"ED583841",
        "title":"The Annual Condition of Iowa&apos;s Community Colleges, 2015"},
      {
        "id":"ED583842",
        "title":"State Support for Local Early Learning Councils. State TA Resources"},
      {
        "id":"ED583843",
        "title":"Worksheet: Federal Funding and Other Funding Sources for Early Childhood. State TA Resources"},
      {
        "id":"ED583844",
        "title":"The Annual Condition of Iowa&apos;s Community Colleges, 2017"},
      {
        "id":"ED583845",
        "title":"The Annual Condition of Iowa&apos;s Community Colleges, 2016"},
      {
        "id":"ED583846",
        "title":"Transformation Zones--An Early Learning Improvement Strategy. State TA Resources"},
      {
        "id":"ED583847",
        "title":"Shared Services as a Strategy to Support Child Care Providers. State TA Resources"},
      {
        "id":"ED583848",
        "title":"Innovative Work with Family Child Care Providers in Phase 2 and Phase 3 Race to the Top-Early Learning Challenge States. State TA Resources"},
      {
        "id":"ED583849",
        "title":"School Library and Students&apos; Achievement: A Relationship to Go Into"},
      {
        "id":"ED583850",
        "title":"Supporting Coaching as a Professional Development Strategy within RTT-ELC Grants. State TA Resources"},
      {
        "id":"ED583852",
        "title":"Supporting Social and Emotional Competence in Infants and Young Children in RTT-ELC States--The Pyramid Model and Other Initiatives. State TA Resources"},
      {
        "id":"ED583853",
        "title":"Transforming the Workforce: Innovations and Lessons Learned from Race to the Top -- Early Learning Challenge States. State TA Resources"},
      {
        "id":"ED583855",
        "title":"Teacher Quality, Test Scores and Non-Cognitive Skills: Evidence from Primary School Teachers in the UK. CEP Discussion Paper No. 1472"},
      {
        "id":"ED583858",
        "title":"Voluntary Evidence-Based Home Visiting in California"},
      {
        "id":"ED583863",
        "title":"School Attendance Patterns in Iowa: Chronic Absence in the Early Grades"},
      {
        "id":"ED583864",
        "title":"Starting Now: A Policy Vision for Supporting the Healthy Growth and Development of Every California Baby"},
      {
        "id":"ED583866",
        "title":"Guide to Creating Teacher Leader Positions. White Paper"},
      {
        "id":"ED583870",
        "title":"Teacher Turnover: Does It Matter for Pupil Achievement? CEP Discussion Paper No. 1530"},
      {
        "id":"ED583873",
        "title":"Report for the Student Quality Assurance Impact Research Project: California State University, Bakersfield, Summer 2016-Spring 2017"},
      {
        "id":"ED583874",
        "title":"The End of Free College in England: Implications for Quality, Enrolments and Equity. CEP Discussion Paper No. 1501, Revised February 2018 (Replaces October 2017 Version)"},
      {
        "id":"ED583875",
        "title":"Developmental Screening Activities in Early Learning Challenge States. State TA Resources"},
      {
        "id":"ED583876",
        "title":"Coordination of Monitoring Systems for Early Care and Education. State TA Resources"},
      {
        "id":"ED583877",
        "title":"How Phase 3 Early Learning Challenge States Are Leveraging ELC Funds and Other Funds to Support Inclusion. State TA Resources"},
      {
        "id":"ED583878",
        "title":"Supports for Family, Friend, and Neighbor Child Care Providers in Early Learning Challenge States. State TA Resources"},
      {
        "id":"ED583970",
        "title":"Coordinated Monitoring Systems for Early Care and Education. OPRE Research Brief 2016-19"},
      {
        "id":"ED583971",
        "title":"CEIS Practice Guide: Examples of Fiscal and Child Tracking for Voluntary and Comprehensive Coordinated Early Intervening Services (CEIS). Version 1.0"},
      {
        "id":"ED583974",
        "title":"Considerations for Making Changes to SIMR Baseline and Targets"},
      {
        "id":"ED583977",
        "title":"A Guide for Parents: Helping Your Child Succeed in School"},
      {
        "id":"ED583979",
        "title":"Coordinated Early Intervening Services (CEIS) Fiscal and Student Data Tracker. Version 2.0"},
      {
        "id":"ED583980",
        "title":"Four Domains for Rapid School Improvement: An Implementation Framework"},
      {
        "id":"ED583981",
        "title":"Setting the Bar for School Turnaround: How Ambitious, Public Goals Can Drive School Turnaround"},
      {
        "id":"ED583982",
        "title":"Data Cleaning in Mathematics Education Research: The Overlooked Methodological Step"},
      {
        "id":"ED583985",
        "title":"Exploration of the Factors That Support Learning: Web-Based Activity and Testing Systems in Community College Algebra [Contributed Report]"},
      {
        "id":"ED583986",
        "title":"Exploration of the Factors That Support Learning: Web-Based Activity and Testing Systems in Community College Algebra [Conference Long Paper]"},
      {
        "id":"ED583988",
        "title":"The Money You Don&apos;t Know You Have for School Turnaround: Maximizing the Title I Schoolwide Model"},
      {
        "id":"ED583989",
        "title":"Critical Responses to Enduring Challenges in Mathematics Education. Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (37th, East Lansing, Michigan, November 5-8, 2015)"},
      {
        "id":"ED583990",
        "title":"Improving Working Memory and Processing Speed of Students with Dyslexia in Nigeria"},
      {
        "id":"ED583991",
        "title":"Brainfeed Intervention Programme: An Alternative Approach for Supporting People Living with Dyslexia"},
      {
        "id":"ED583992",
        "title":"The Contribution of Science Stories Accompanied by Story Mapping to Students&apos; Images of Biological Science and Scientists"},
      {
        "id":"ED583993",
        "title":"A Study on Teaching Group and Subgroup Concepts"},
      {
        "id":"ED584033",
        "title":"Defining Webs of Support: A New Framework to Advance Understanding of Relationships and Youth Development. Research Brief"},
      {
        "id":"ED584037",
        "title":"We the People: the Citizen and the Constitution. Survey Results: 2009 National Finalists&apos; Knowledge and Support of American Democratic Institutions and Processes"},
      {
        "id":"ED584046",
        "title":"Joint Enrollment: Fiscal Year 2016. Annual Report"},
      {
        "id":"ED584050",
        "title":"Adult Education and Literacy Program: Fiscal Year 2016 Report"},
      {
        "id":"ED584105",
        "title":"State of Durham County&apos;s Young Children, 2017"},
      {
        "id":"ED584107",
        "title":"Four Domains for Rapid School Improvement: A Systems Framework. The Center on School Turnaround Four Domains Series"},
      {
        "id":"ED584110",
        "title":"Standards Start at Home: A Guide to Early Learning for Parents/Families. Revised"},
      {
        "id":"ED584111",
        "title":"Four Domains for Rapid School Improvement: Indicators of Effective Practice. The Center on School Turnaround Four Domains Series"},
      {
        "id":"ED584115",
        "title":"The Engagement Playbook: A Toolkit for Engaging Stakeholders around the Four Domains of Rapid School Improvement. The Center on School Turnaround Four Domains Series"},
      {
        "id":"ED584125",
        "title":"Prioritizing Talent in Turnaround: Recommendations for Identifying, Hiring, and Supporting Principals and Teachers in Low-Performing Schools. The Center on School Turnaround Four Domains Series"},
      {
        "id":"ED584128",
        "title":"Community-Based Broadband Solutions: The Benefits of Competition and Choice for Community Development and Highspeed Internet Access"},
      {
        "id":"ED584133",
        "title":"Adult Education and Literacy: Program Year 2017. Annual Report, (July 1, 2016 to June 30, 2017)"},
      {
        "id":"ED584136",
        "title":"National Crime Victimization Survey: School Crime Supplement. Cognitive Testing of Questions on Bullying"},
      {
        "id":"ED584137",
        "title":"2015-16 Integrated Postsecondary Education Data System (IPEDS): Methodology Report. NCES 2016-111"},
      {
        "id":"ED584150",
        "title":"School Administrators&apos; Opinions Regarding Administering the School"},
      {
        "id":"ED584156",
        "title":"The Broadband Imperative II: Equitable Access for Learning"},
      {
        "id":"ED584157",
        "title":"Word Embedding for Response-to-Text Assessment of Evidence"},
      {
        "id":"ED584158",
        "title":"Dear Colleague Letter: Federal Funding for Technology"},
      {
        "id":"ED584159",
        "title":"Operationalizing Your SSIP Evaluation: A Self-Assessment Tool. Version 1.0"},
      {
        "id":"ED584160",
        "title":"Evaluation of &quot;We the People: Project Citizen&quot; Summer Institutes. How Professional Development Translates into Classroom Instruction"},
      {
        "id":"ED584161",
        "title":"Impact Evaluation of &quot;12 for Life&quot;: Better Lives through Education and Employment"},
      {
        "id":"ED584162",
        "title":"Co-Attention Based Neural Network for Source-Dependent Essay Scoring"},
      {
        "id":"ED584163",
        "title":"Using a Theory of Action to Develop Performance Indicators to Measure Progress toward a SIMR"},
      {
        "id":"ED584165",
        "title":"Using Growth Models to Measure Child/Student Outcomes for State Systemic Improvement Plans: A Guide for States. Version 1.0"},
      {
        "id":"ED584166",
        "title":"What Do We Actually Know about the Four-Day School Week?"},
      {
        "id":"ED584167",
        "title":"SSIP Phase II Process Guide. Updated"},
      {
        "id":"ED584168",
        "title":"Data from the Field: Documented Gains in Turnaround Schools"},
      {
        "id":"ED584185",
        "title":"Outside Jobs for Regular, Full-Time Public School Teachers. Data Point. NCES 2018-137"},
      {
        "id":"ED584188",
        "title":"Trends in Subbaccalaureate Occupational Awards: 2003 to 2015. Stats in Brief. NCES 2018-010"},
      {
        "id":"ED584203",
        "title":"Students&apos; Generalizations in the Development of Non-Linear Meanings of Multiplication and Non-Linear Growth"},
      {
        "id":"ED584204",
        "title":"Number Line Estimation with Negatives"},
      {
        "id":"ED584205",
        "title":"Frank&apos;s Perceptual Subitizing Activity Relative to Number Understanding and Orientation: A Teaching Experiment"},
      {
        "id":"ED584206",
        "title":"Analysis of Students&apos; Proportional Reasoning Strategies"},
      {
        "id":"ED584207",
        "title":"Curriculum Metaphors in U.S. Middle School Mathematics"},
      {
        "id":"ED584208",
        "title":"How Students&apos; Integer Arithmetic Learning Depends on Whether They Walk a Path or Collect Chips"},
      {
        "id":"ED584209",
        "title":"Communications in Curriculum Materials and Types of Student Autonomy Promoted"},
      {
        "id":"ED584210",
        "title":"&quot;Natural Resources&quot;: Two Case Studies in Early Expressions of Generality"},
      {
        "id":"ED584211",
        "title":"Investigating Secondary Mathematics Teachers&apos; Attitudes toward Alternative Communication Practices While Doing Proofs in Geometry"},
      {
        "id":"ED584212",
        "title":"Examining K-12 Prospective Teachers&apos; Curricular Noticing"},
      {
        "id":"ED584213",
        "title":"A Mathematical Modeling Lens on a Conventional Word Problem"},
      {
        "id":"ED584214",
        "title":"Categorizing Statements of the Multiplication Principle"},
      {
        "id":"ED584215",
        "title":"Students&apos; Strategies for Assessing Mathematical Disjunctions"},
      {
        "id":"ED584216",
        "title":"Theorization of Instrument Design in Research on Mathematical Problem Solving"},
      {
        "id":"ED584217",
        "title":"Teachers&apos; Expectation about Geometric Calculations in High School Geometry"},
      {
        "id":"ED584218",
        "title":"Changing Cones: Themes in Students&apos; Representations of a Dynamic Situation"},
      {
        "id":"ED584219",
        "title":"Indigenous Knowledge Provides an Elegant Way to Teach the Foundations of Mathematics"},
      {
        "id":"ED584220",
        "title":"Student Understanding of Directional Derivatives of Functions of Two Variables"},
      {
        "id":"ED584221",
        "title":"Productive Use of Examples for Proving: What Might This Look Like?"},
      {
        "id":"ED584222",
        "title":"Jake&apos;s Conceptual Operations in Multiplicative Tasks: Focus on Number Choice"},
      {
        "id":"ED584223",
        "title":"Students&apos; Conceptions of Derivative Given Different Representations"},
      {
        "id":"ED584224",
        "title":"Mental Mathematics and Enactment of Specific Strategies: The Case of Systems of Linear Equations"},
      {
        "id":"ED584225",
        "title":"Curricular Treatment of Fractions in Japan, Korea, Taiwan, and the United States"},
      {
        "id":"ED584226",
        "title":"Student Conceptions of What It Means to Base a Proof on an Informal Argument"},
      {
        "id":"ED584227",
        "title":"A Refinement of Michener&apos;s Example Classification"},
      {
        "id":"ED584228",
        "title":"Addressing the Needs of the Marginalized Students in School Mathematics: A Review of Policies and Reforms"},
      {
        "id":"ED584229",
        "title":"Generalizing Average Rate of Change from Single- to Multivariable Functions"},
      {
        "id":"ED584230",
        "title":"When &quot;Half an Hour&quot; Is Not &quot;Thirty Minutes&quot;: Elementary Students Solving Elapsed Time Problems"},
      {
        "id":"ED584231",
        "title":"Designing Formative Assessment Lessons for Concept Development and Problem Solving"},
      {
        "id":"ED584232",
        "title":"Linguistic Norms of Undergraduate Mathematics Proof Writing as Discussed by Mathematicians and Understood by Students"},
      {
        "id":"ED584233",
        "title":"Identifying Similar Polygons: Comparing Prospective Teachers&apos; Routines with a Mathematician&apos;s"},
      {
        "id":"ED584234",
        "title":"The Narrative Structure of Mathematics Lectures"},
      {
        "id":"ED584235",
        "title":"Exploring Roles of Cognitive Studies in Equity: A Case for Knowledge in Pieces"},
      {
        "id":"ED584236",
        "title":"Toward a Framework for Attending to Reflexivity in the Context of Conducting Teaching Experiments"},
      {
        "id":"ED584237",
        "title":"The Development of Informal Inferential Reasoning via Resampling: Eliciting Bootstrapping Methods"},
      {
        "id":"ED584238",
        "title":"Reframing Urban Mathematics Education: The Spatial Politics of Opportunity"},
      {
        "id":"ED584239",
        "title":"A Framework for Analyzing Informal Inferential Reasoning Tasks in Middle School Textbooks"},
      {
        "id":"ED584240",
        "title":"The Discourse of Attending to Precision in Secondary Classrooms"},
      {
        "id":"ED584241",
        "title":"The Relationship between Mathematics Identity and Personality Attributes with Students&apos; Career Goals"},
      {
        "id":"ED584242",
        "title":"Maintaining Conventions and Constraining Abstraction"},
      {
        "id":"ED584243",
        "title":"Mathematics, Language, and Degrees of Certainty: Bilingual Students&apos; Mathematical Communication and Probability"},
      {
        "id":"ED584244",
        "title":"Bilinguals&apos; Non-Linguistic Communication: Gestures and Touchscreen Dragging in Calculus"},
      {
        "id":"ED584245",
        "title":"A Mixed Methods Study of Elementary Teachers&apos; Experiences with and Perspectives on the CCSS-Mathematics"},
      {
        "id":"ED584246",
        "title":"Attributes of Student Mathematical Thinking That Is Worth Building on in Whole-Class Discussion"},
      {
        "id":"ED584247",
        "title":"Developing a Framework for Assessing the Impact of Whiteness in Mathematics Education"},
      {
        "id":"ED584248",
        "title":"Mathematical and Financial Literacy with Families"},
      {
        "id":"ED584249",
        "title":"The Influence of a Graduate Course on Teachers&apos; Self-Efficacy to Teach Statistics"},
      {
        "id":"ED584250",
        "title":"Novice Elementary Teachers&apos; Instructional Practices: Opportunities for Problem-Solving and Discourse"},
      {
        "id":"ED584251",
        "title":"Pawnshops to Teach Percent and Percent to Teach Pawnshops"},
      {
        "id":"ED584252",
        "title":"What Is Equity? Ways of Seeing"},
      {
        "id":"ED584253",
        "title":"Fostering Classroom Communication on Representations of Functions"},
      {
        "id":"ED584254",
        "title":"On Framing Teacher Moves for Supporting Student Reasoning"},
      {
        "id":"ED584255",
        "title":"The Telling Dilemma: Types of Mathematical Telling in Inquiry"},
      {
        "id":"ED584256",
        "title":"Teacher Noticing Students&apos; Mathematical Strengths"},
      {
        "id":"ED584257",
        "title":"A Call to Action: Towards an Ecological-Dynamics Theory of Mathematics Learning, Teaching, and Design"},
      {
        "id":"ED584258",
        "title":"Do You Notice What I Notice? Productive Mediums for Teacher Noticing"},
      {
        "id":"ED584259",
        "title":"Problem Posing: A Review of Sorts"},
      {
        "id":"ED584260",
        "title":"Analyzing the Calculus Concept Inventory: Content Validity, Internal Structure Validity, and Reliability Analysis"},
      {
        "id":"ED584261",
        "title":"New York City&apos;s Charter Schools: What the Research Shows. Report"},
      {
        "id":"ED584299",
        "title":"Professional Noticing during Preservice Mathematics Lesson Study"},
      {
        "id":"ED584302",
        "title":"Risky Business: Mathematics Teachers Using Creative Insubordination"},
      {
        "id":"ED584308",
        "title":"Mindset in Professional Development: Exploring Evidence of Different Mindsets"},
      {
        "id":"ED584309",
        "title":"Preservice Teachers&apos; Fractional Concepts in Solving Advanced Fraction Problems"},
      {
        "id":"ED584310",
        "title":"Finding Room for New York City Charter Schools. Report"},
      {
        "id":"ED584311",
        "title":"An Exploratory Analysis of a Virtual Network of Mathematics Educators"},
      {
        "id":"ED584312",
        "title":"Building Pedagogical Capacity through Task Design and Implementation"},
      {
        "id":"ED584313",
        "title":"Connecting Multiple Mathematical Knowledge Bases: Prospective Teachers&apos; Concept Maps of Assessing Children&apos;s Understanding of Fractions"},
      {
        "id":"ED584314",
        "title":"Using Writing to Encourage PSMTS&apos; Reflections on Ambiguity in Mathematical Language"},
      {
        "id":"ED584315",
        "title":"Examining Effects of Implementing an edTPA Task in an Elementary Mathematics Methods Course"},
      {
        "id":"ED584316",
        "title":"Secondary Mathematics Methods Courses: What Do We Value?"},
      {
        "id":"ED584317",
        "title":"Finding Voice: Teacher Agency and Mathematics Leadership Development"},
      {
        "id":"ED584318",
        "title":"Examining the Role Lesson Plans Play in Mathematics Education"},
      {
        "id":"ED584319",
        "title":"Seeking Attention to Student Thinking: In Support of Teachers as Interviewers"},
      {
        "id":"ED584320",
        "title":"Teacher Noticing of Justification: Attending to the Complexity of Mathematical Content and Practice"},
      {
        "id":"ED584321",
        "title":"The Unintended Consequences of a Learning Trajectories Approach"},
      {
        "id":"ED584322",
        "title":"A Dynamic Geometry-Centered Teacher Professional Development Program and Its Impact"},
      {
        "id":"ED584323",
        "title":"Investigation of Math Teachers&apos; Circle through a Zone Theory Lens"},
      {
        "id":"ED584324",
        "title":"Pre-Service Teachers&apos; Understanding of Fraction Operations: Providing Justification for Common Algorithms"},
      {
        "id":"ED584325",
        "title":"Research in Mathematics Educational Technology: Trends in Professional Development over 40 Years of Research"},
      {
        "id":"ED584326",
        "title":"Pre-Service Secondary Teachers Learning to Engage in Mathematical Practices"},
      {
        "id":"ED584327",
        "title":"Dynamic Geometry Software and Tracing Tangents in the Context of the Mean Value Theorem"},
      {
        "id":"ED584328",
        "title":"Identifying Spaces for Diverse Learners&apos; Multiple Mathematical Knowledge Bases in Existing Curriculum"},
      {
        "id":"ED584329",
        "title":"Standardized Assessments of Beginning Teachers&apos; Discussion Leading Practice: Is It Possible and What Can We Learn?"},
      {
        "id":"ED584330",
        "title":"Teachers&apos; Understanding of Ratios and Their Connections to Fractions"},
      {
        "id":"ED584331",
        "title":"Insights on the Relationships between Mathematics Knowledge for Teachers and Curricular Material"},
      {
        "id":"ED584332",
        "title":"Reasoning Quantitatively to Develop Inverse Function Meanings"},
      {
        "id":"ED584333",
        "title":"Through Their Eyes: Early Childhood Teachers as Learners and Teachers of Mathematics"},
      {
        "id":"ED584334",
        "title":"An Investigation of PreK-8 Preservice Teachers&apos; Construction of Fraction Schemes and Operations"},
      {
        "id":"ED584335",
        "title":"Noticing Student Mathematical Thinking in the Complexity of Classroom Instruction"},
      {
        "id":"ED584336",
        "title":"&quot;I Don&apos;t Think I Would Teach This Way&quot;: Investigating Teacher Learning in Professional Development"},
      {
        "id":"ED584337",
        "title":"Teachers&apos; Positioning in Professional Development: The Case of Age and Grade"},
      {
        "id":"ED584338",
        "title":"A Toolbox for Supporting Early Number Learning in Play: Moving beyond &quot;How Many&quot;?"},
      {
        "id":"ED584339",
        "title":"Social Capitol, Social Networks, and Lesson Study: Sustaining Mathematics Lesson Study Practices"},
      {
        "id":"ED584340",
        "title":"A Multi-Year Study of the Impact of a Problem-Solving Focused Professional Development on Teacher Leadership"},
      {
        "id":"ED584341",
        "title":"Learning Instructional Practices in Professional Development"},
      {
        "id":"ED584342",
        "title":"Preservice Teachers&apos; Strategies to Support English Learners"},
      {
        "id":"ED584343",
        "title":"Mathematics Classroom Interactions in the Virtual Synchronous Environment"},
      {
        "id":"ED584344",
        "title":"Relationships between Prospective Mathematics Teachers&apos; Beliefs and TPACK"},
      {
        "id":"ED584345",
        "title":"Improving Child Self-Regulation and Parenting in Families of Pre-Kindergarten Children with Developmental Disabilities and Behavioral Difficulties"},
      {
        "id":"ED584346",
        "title":"From Seeing to Achieving: Using Graphic Novels as a Tool to Support the Writing Skills of Fifth Grade Boys"},
      {
        "id":"ED584347",
        "title":"Improving Kindergarten Readiness in Children with Developmental Disabilities: Changes in Neural Correlates of Response Monitoring"},
      {
        "id":"ED584349",
        "title":"Increasing Pre-Kindergarten Early Literacy Skills in Children with Developmental Disabilities and Delays"},
      {
        "id":"ED584397",
        "title":"50th Anniversary--Federal TRIO Programs"},
      {
        "id":"ED584398",
        "title":"Vital Signs: Alabama"},
      {
        "id":"ED584399",
        "title":"Vital Signs: Alaska"},
      {
        "id":"ED584400",
        "title":"Vital Signs: Arizona"},
      {
        "id":"ED584401",
        "title":"Vital Signs: Arkansas"},
      {
        "id":"ED584402",
        "title":"Vital Signs: Colorado"},
      {
        "id":"ED584403",
        "title":"Vital Signs: California"},
      {
        "id":"ED584404",
        "title":"Vital Signs: Delaware"},
      {
        "id":"ED584405",
        "title":"Participants&apos; Perspectives on an International ELT Conference"},
      {
        "id":"ED584406",
        "title":"Vital Signs: Florida"},
      {
        "id":"ED584407",
        "title":"Vital Signs: Connecticut"},
      {
        "id":"ED584408",
        "title":"Vital Signs: D.C."},
      {
        "id":"ED584409",
        "title":"The Process and Forms of Labelling Learners in Zimbabwean Schools: A Challenge"},
      {
        "id":"ED584410",
        "title":"Four Years Later: 2007-08 College Graduates&apos; Employment, Debt, and Enrollment in 2012. Stats in Brief. NCES 2018-435"},
      {
        "id":"ED584412",
        "title":"School Climate and Inclusion. School Climate Practice Brief"},
      {
        "id":"ED584413",
        "title":"Recovery: Job Growth and Education Requirements through 2020"},
      {
        "id":"ED584414",
        "title":"Adult Education and Family Literacy Act of 1998. Annual Report to Congress, Program Year 2010-11"},
      {
        "id":"ED584415",
        "title":"Implementation Guidelines: Measures and Methods for the National Reporting System for Adult Education"},
      {
        "id":"ED584442",
        "title":"School Climate and Bullying Prevention. School Climate Practice Brief"},
      {
        "id":"ED584443",
        "title":"Broadening Perspectives on Mathematics Thinking and Learning. Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (35th, Chicago, Illinois, November 14-17, 2013)"},
      {
        "id":"ED584446",
        "title":"School Climate and Adult Learning. School Climate Practice Brief"},
      {
        "id":"ED584452",
        "title":"School Climate and Moral and Social Development. School Climate Practice Brief"},
      {
        "id":"ED584462",
        "title":"Adult Education and Family Literacy Act of 1998. Annual Report to Congress, Program Year 2011-12"},
      {
        "id":"ED584463",
        "title":"Documentation for the NCES Common Core of Data National Public Education Financial Survey (NPEFS), School Year 2013-14 (Fiscal Year 2014). Provisional File Version 1a. NCES 2016-302"},
      {
        "id":"ED584469",
        "title":"Investigating the Relationship between Teacher Professional Vision and Classroom Practices: A Case of Misalignment"},
      {
        "id":"ED584470",
        "title":"The Longitudinal Development of Unit Concepts in Area and Volume Measurement Contexts: A Case Study"},
      {
        "id":"ED584471",
        "title":"Equivalence and Equation Solving with Multiple Tools: Toward an Instructional Theory"},
      {
        "id":"ED584472",
        "title":"Investigating Integer Addition and Subtraction: A Task Analysis"},
      {
        "id":"ED584473",
        "title":"Small Group to Whole Group Sharing of Ideas in an Elementary Geometry Class Utilizing Technology"},
      {
        "id":"ED584474",
        "title":"The Relationships between Students&apos; Uses of Technology, Their Tasks and the Arguments They Create"},
      {
        "id":"ED584475",
        "title":"Promoting Student Questions in Mathematics Classrooms"},
      {
        "id":"ED584476",
        "title":"An Analysis of Algebra Content in the Finland and Taiwan Elementary School Mathematics Textbooks"},
      {
        "id":"ED584477",
        "title":"Young Students&apos; Explorations of Growing Patterns: Developing Early Functional Thinking and Awareness of Structure"},
      {
        "id":"ED584478",
        "title":"Connecting Teaching and Learning in Curriculum Adaptations"},
      {
        "id":"ED584479",
        "title":"Visually Grouping Operands: Perceptual Factors Influence Arithmetic Performance"},
      {
        "id":"ED584480",
        "title":"Correspondence and Covariation: Quantities Changing Together"},
      {
        "id":"ED584481",
        "title":"Incidents of Intrusion: Disruptions of Mathematics Teaching and Learning by the Traditional Western Worldview"},
      {
        "id":"ED584482",
        "title":"Gesture as a Window to Justification and Proof"},
      {
        "id":"ED584483",
        "title":"The Effects of Diagrams and Questioning-While-Reading on Learning from a Statistics Lesson"},
      {
        "id":"ED584484",
        "title":"Collaborative Design Work of Teacher Educators: A Case from Statistics"},
      {
        "id":"ED584485",
        "title":"Strategically Chosen Examples Leading to Proof Insight: A Case Study of A Mathematician&apos;s Proving Process"},
      {
        "id":"ED584486",
        "title":"SLOPE: A Network of Connected Components"},
      {
        "id":"ED584487",
        "title":"Middle Grades Teachers&apos; Enactment of Knowledge of Sampling"},
      {
        "id":"ED584488",
        "title":"Linear Algebra in New Environments (LINE)"},
      {
        "id":"ED584489",
        "title":"A Characterization of Teachers&apos; Implementations of a Mathematical Decision-Making Curriculum"},
      {
        "id":"ED584490",
        "title":"The Limit Notation as a Mediator of Mathematical Discourse"},
      {
        "id":"ED584491",
        "title":"Teachers&apos; Decisions on Task Enactment and Opportunities for Students to Learn"},
      {
        "id":"ED584492",
        "title":"Evaluating the Impact of Computer-Based and Traditional Learning Environments on Students&apos; Knowledge of Algebra"},
      {
        "id":"ED584493",
        "title":"Characterizing Pivotal Teaching Moments in Experienced Mathematics Teachers&apos; Practice"},
      {
        "id":"ED584494",
        "title":"How Are Geometric Proof Problems Presented? Conceptualizing and Measuring Teachers&apos; Recognition of the Diagrammatic Register"},
      {
        "id":"ED584495",
        "title":"Individual Adherence to Inquiry-Oriented Norms of Defining in Advanced Mathematics"},
      {
        "id":"ED584496",
        "title":"Understanding Prospective Teachers&apos; Levels of Geometric Thoughts: Insights from a Discursive Analysis"},
      {
        "id":"ED584497",
        "title":"Supporting Teachers&apos; and Students&apos; Knowledge of Geometric Similarity"},
      {
        "id":"ED584498",
        "title":"Effective but Underused Strategies for Proof Comprehension"},
      {
        "id":"ED584499",
        "title":"Innovation in Early Math Education: The Whole Teacher Approach to Professional Development"},
      {
        "id":"ED584500",
        "title":"Teacher Candidates&apos; Perceptions of Mathematical, Cognitive and Pedagogical Fidelity of the &quot;Fill&amp;Pour&quot; Virtual Manipulative"},
      {
        "id":"ED584501",
        "title":"Comparing the Relative Likelihood of Events: The Fallacy of Composition"},
      {
        "id":"ED584502",
        "title":"Rethinking Mathematics Instruction: An Analysis of Relational Interactions and Mathematics Achievement in Elementary Classrooms"},
      {
        "id":"ED584503",
        "title":"Vital Signs: Indiana"},
      {
        "id":"ED584504",
        "title":"Vital Signs: Idaho"},
      {
        "id":"ED584505",
        "title":"Vital Signs: Kansas"},
      {
        "id":"ED584506",
        "title":"Vital Signs: Illinois"},
      {
        "id":"ED584507",
        "title":"Vital Signs: Kentucky"},
      {
        "id":"ED584508",
        "title":"Vital Signs: Iowa"},
      {
        "id":"ED584509",
        "title":"Vital Signs: Louisiana"},
      {
        "id":"ED584510",
        "title":"Vital Signs: Georgia"},
      {
        "id":"ED584511",
        "title":"Vital Signs: Hawaii"},
      {
        "id":"ED584512",
        "title":"Vital Signs: Maine"},
      {
        "id":"ED584516",
        "title":"School Climate and Equity. School Climate Practice Brief"},
      {
        "id":"ED584517",
        "title":"School Climate and Dropout Prevention. School Climate Practice Brief"},
      {
        "id":"ED584519",
        "title":"School Climate and Shared Leadership. School Climate Practice Brief"},
      {
        "id":"ED584520",
        "title":"School Climate and Youth Development. School Climate Practice Brief"},
      {
        "id":"ED584578",
        "title":"Assessing Teacher Perceptions on Various Issues Pertaining to School Law in a North Alabama School District"},
      {
        "id":"ED584579",
        "title":"The Groups of Students Problem: Insights about Multiplication and Implied Order in Combinatorial Enumeration"},
      {
        "id":"ED584580",
        "title":"Pre-Service Teachers&apos; Meanings and Non-Canonical Graphs"},
      {
        "id":"ED584581",
        "title":"Mathematics Students Transitioning into the Workforce: Influences on Career Choice"},
      {
        "id":"ED584582",
        "title":"Tasks to Support Preservice Teachers&apos; Understanding of Decimal Quantities"},
      {
        "id":"ED584583",
        "title":"The Construction of Trigonometric and Inverse Trigonometric Functions"},
      {
        "id":"ED584584",
        "title":"Developing Processes for Learning High School Mathematics"},
      {
        "id":"ED584585",
        "title":"Prompted and Unprompted Transitions between Representational Modes in Calculus"},
      {
        "id":"ED584586",
        "title":"Prospective Teachers&apos; Analysis of Children&apos;s Errors Using Clinical Interviews"},
      {
        "id":"ED584587",
        "title":"Capturing Middle School Students&apos; Understanding of the Concept of Area Using Vygotsky&apos;s Concept Formation Theory"},
      {
        "id":"ED584588",
        "title":"Talking about Pedagogy, Students and Mathematics"},
      {
        "id":"ED584589",
        "title":"Extended Networks: Mathematics Classroom Collaboration with Mobile Devices"},
      {
        "id":"ED584590",
        "title":"A Learning Trajectory for Early Equations and Expressions for the Common Core Standards"},
      {
        "id":"ED584591",
        "title":"Relational Problem-Based Learning: Adolescent Girls&apos; Experiences with an Inclusive Pedagogy for Mathematics"},
      {
        "id":"ED584592",
        "title":"Students&apos; Concept Images of Average Rate of Change"},
      {
        "id":"ED584593",
        "title":"Learning to Professionally Notice: Preservice Elementary Teachers&apos; Attitudes toward Mathematics in Context"},
      {
        "id":"ED584594",
        "title":"Students Who Switch out of Calculus and the Reasons They Leave"},
      {
        "id":"ED584595",
        "title":"cK¢, A Model to Reason on Learners&apos; Conceptions"},
      {
        "id":"ED584596",
        "title":"The Use of Authentic High-School Student Solutions as a Change Agent with Pre-Service Teachers"},
      {
        "id":"ED584597",
        "title":"Technology in Mathematics Education: A Discussion of Affordances"},
      {
        "id":"ED584598",
        "title":"A Stochastic Modeling of a Student&apos;s Units Coordination Activity"},
      {
        "id":"ED584599",
        "title":"How Preservice Teachers Respond to Student-Invented Strategies on Whole Number Multiplication"},
      {
        "id":"ED584600",
        "title":"Teachers&apos; Positioning of Students in Relation to Ability/Achievement in a Professional Development Setting"},
      {
        "id":"ED584601",
        "title":"Accommodating the English Language Leaner in Mathematical Discussions"},
      {
        "id":"ED584602",
        "title":"Elementary Preservice Teachers Reading of Educative Curriculum: Attending to Examples of Students&apos; Mathematical Thinking"},
      {
        "id":"ED584603",
        "title":"Constructing Identifications with Mathematics Pedagogies, Dis/Abilities and &quot;Our Dominican Selves&quot;"},
      {
        "id":"ED584604",
        "title":"Mathematics Professional Development: Examining Facilitation and Discourse"},
      {
        "id":"ED584605",
        "title":"Secondary Teachers&apos; Talk about the Mathematics Register"},
      {
        "id":"ED584606",
        "title":"The Effects of Framing on Mathematics Student Teacher Noticing"},
      {
        "id":"ED584607",
        "title":"Why Is the Metaphor of English Learners &quot;Bringing&quot; Resources to Mathematics Classrooms Not Helping Teachers?"},
      {
        "id":"ED584608",
        "title":"Pre-Service Teachers&apos; Mathematical Horizon: The Case of an Irregular Hexagon"},
      {
        "id":"ED584609",
        "title":"The Timing of Teaching Practice: Teacher Knowledge and the Case for Children&apos;s Mathematical Thinking"},
      {
        "id":"ED584610",
        "title":"Fine-Grained Analysis of Teacher Knowledge: Proportion and Geometry"},
      {
        "id":"ED584611",
        "title":"Using Toulmin&apos;s Model to Develop Prospective Teachers&apos; Conceptions of Collective Argumentation"},
      {
        "id":"ED584612",
        "title":"Developing Mathematical Knowledge for Teaching through Mentor-Guided Lesson Study"},
      {
        "id":"ED584613",
        "title":"Teacher Positioning and Agency to Act: Talking about &quot;Low-Level&quot; Students"},
      {
        "id":"ED584614",
        "title":"Exploring the Quality of School-Level Expenditure Data: Practices and Lessons Learned in Nine Sites"},
      {
        "id":"ED584615",
        "title":"Effects of Instructional Conditions on Comprehension from Multiple Sources in History and Science"},
      {
        "id":"ED584616",
        "title":"ELT Mentors&apos; and Mentees&apos; Awareness Levels of Social Skills in Their Profession"},
      {
        "id":"ED584657",
        "title":"Beliefs and Discourse Processing"},
      {
        "id":"ED584658",
        "title":"A Model-Based Examination of College Outcomes for AP® Fee Reduction Students. Research Report"},
      {
        "id":"ED584660",
        "title":"Vital Signs: Texas"},
      {
        "id":"ED584662",
        "title":"Vital Signs: West Virginia"},
      {
        "id":"ED584663",
        "title":"Vital Signs: Wisconsin"},
      {
        "id":"ED584665",
        "title":"Vital Signs: Missouri"},
      {
        "id":"ED584666",
        "title":"Vital Signs: New Mexico"},
      {
        "id":"ED584667",
        "title":"Vital Signs: New Jersey"},
      {
        "id":"ED584668",
        "title":"Vital Signs: New York"},
      {
        "id":"ED584670",
        "title":"Vital Signs: New Hampshire"},
      {
        "id":"ED584671",
        "title":"Vital Signs: North Carolina"},
      {
        "id":"ED584674",
        "title":"Vital Signs: North Dakota"},
      {
        "id":"ED584675",
        "title":"Vital Signs: Oklahoma"},
      {
        "id":"ED584676",
        "title":"Vital Signs: Ohio"},
      {
        "id":"ED584677",
        "title":"Vital Signs: South Dakota"},
      {
        "id":"ED584678",
        "title":"Vital Signs: Tennessee"},
      {
        "id":"ED584679",
        "title":"Vital Signs: Pennsylvania"},
      {
        "id":"ED584680",
        "title":"Vital Signs: Rhode Island"},
      {
        "id":"ED584681",
        "title":"Vital Signs: South Carolina"},
      {
        "id":"ED584682",
        "title":"Vital Signs: Maryland"},
      {
        "id":"ED584683",
        "title":"Vital Signs: Minnesota"},
      {
        "id":"ED584684",
        "title":"Vital Signs: Utah"},
      {
        "id":"ED584685",
        "title":"Vital Signs: Michigan"},
      {
        "id":"ED584686",
        "title":"Vital Signs: Oregon"},
      {
        "id":"ED584687",
        "title":"Vital Signs: Mississippi"},
      {
        "id":"ED584688",
        "title":"Vital Signs: Nebraska"},
      {
        "id":"ED584689",
        "title":"Vital Signs: Vermont"}]
  }}
