{
  "response":{"numFound":509939,"start":438000,"numFoundExact":true,"docs":[
      {
        "id":"ED565072",
        "title":"Further Investigation into the Reuse of OERs for Language Teaching"},
      {
        "id":"ED565073",
        "title":"The European Project TILA"},
      {
        "id":"ED565074",
        "title":"Separating Fact and Fiction: The Real Story of Corpus Use in Language Teaching"},
      {
        "id":"ED565075",
        "title":"Developing Phonological Awareness in Blended-Learning Language Courses"},
      {
        "id":"ED565076",
        "title":"Using Smart Phones in Language Learning--A Pilot Study to Turn CALL into MALL"},
      {
        "id":"ED565077",
        "title":"Automatic Selection of Suitable Sentences for Language Learning Exercises"},
      {
        "id":"ED565078",
        "title":"Online Role-Plays: Combining Situational and Interactional Authenticity in Foreign Language Learning"},
      {
        "id":"ED565079",
        "title":"Listeners' Responses in Interaction through Videoconferencing for Presentation Practices"},
      {
        "id":"ED565080",
        "title":"A Constructionist Approach to Student Modelling: Tracing a Student's Constructions through an Agent-Based Tutoring Architecture"},
      {
        "id":"ED565081",
        "title":"Use of Discussion Board and PaperShow in Translation Class"},
      {
        "id":"ED565082",
        "title":"Discourse Markers in Italian as L2 in Face to Face vs. Computer Mediated Settings"},
      {
        "id":"ED565083",
        "title":"Speech Acts in a Virtual World: Design and Implementation"},
      {
        "id":"ED565084",
        "title":"Toward Mobile Assisted Language Learning Apps for Professionals That Integrate Learning into the Daily Routine"},
      {
        "id":"ED565085",
        "title":"An Investigation into Multi-Level Components of Online Reading Fluency"},
      {
        "id":"ED565086",
        "title":"Learning French through Ethnolinguistic Activities and Individual Support"},
      {
        "id":"ED565087",
        "title":"CALL Design: Principles and Practice. Proceedings of the 2014 EUROCALL Conference (Groningen, The Netherlands, August 20-23, 2014)"},
      {
        "id":"ED565088",
        "title":"Development of an Automatic Judging System for Determining the Difficulty Levels of English Audio Materials"},
      {
        "id":"ED565089",
        "title":"Discovering English with the Sketch Engine"},
      {
        "id":"ED565090",
        "title":"Challenges and Opportunities for Business Communication: A Facebook Approach Conundrum"},
      {
        "id":"ED565091",
        "title":"Modelling Typical Online Language Learning Activity"},
      {
        "id":"ED565092",
        "title":"Are We There Yet? Normalising CALL in the Context of Primary Languages in England"},
      {
        "id":"ED565093",
        "title":"Preliminary Conclusions after the Design and Implementation of Mobile Learning Apps for Professionals"},
      {
        "id":"ED565094",
        "title":"Digital Literacy and Netiquette: Awareness and Perception in EFL Learning Context"},
      {
        "id":"ED565095",
        "title":"Encouraging Self-Directed Group Learning through an E-Portfolio System"},
      {
        "id":"ED565096",
        "title":"Authentic Oral Language Production and Interaction in CALL: An Evolving Conceptual Framework for the Use of Learning Analytics within the SpeakApps Project"},
      {
        "id":"ED565097",
        "title":"Applying Dynamic Assessment Principles to Online Peer Revisions in Written English for Specific Purposes"},
      {
        "id":"ED565098",
        "title":"Fostering Collaboration in CALL: Benefits and Challenges of Using Virtual Language Resource Centres"},
      {
        "id":"ED565099",
        "title":"Evaluation of a Web Conferencing Tool and Collaborative Tasks in an Online Chinese Course"},
      {
        "id":"ED565100",
        "title":"Effects of Online Translation on Morphosyntactic and Lexical-Pragmatic Accuracy in Essay Writing in Spanish as a Foreign Language"},
      {
        "id":"ED565101",
        "title":"Is ICT Really Essential for Learning? Perceptions and Uses of ICTs for Language Acquisition in Secondary Level Environme"},
      {
        "id":"ED565102",
        "title":"L2 Immersion in 3D Virtual Worlds: The Next Thing to Being There?"},
      {
        "id":"ED565103",
        "title":"Learning by Doing: A City Trip Combining TBLLT, Blended Learning and Social Media"},
      {
        "id":"ED565104",
        "title":"Contextual Language Learning: Educational Potential and Use of Social Networking Technology in Higher Education"},
      {
        "id":"ED565105",
        "title":"The Effects and Functions of Speaker Status in CALL-Oriented Communities"},
      {
        "id":"ED565106",
        "title":"SNS for Learners at Beginner Level: An Alternative Use of FB"},
      {
        "id":"ED565107",
        "title":"Medical Students' Perceptions of Using Mobile Phones for Their English Study"},
      {
        "id":"ED565108",
        "title":"MALL in the Wild: Learners' Designs for Scaffolding Vocabulary Learning Trajectories"},
      {
        "id":"ED565109",
        "title":"Guiding Learners to near Native Fluency in English through an Adaptive Programme of Activities Which Includes Phoneme and Prosody Analysis"},
      {
        "id":"ED565110",
        "title":"A Quantitative and Qualitative Evaluation of Student Participants' Contribution to Carrying out an Online International Collaborative Project on Education"},
      {
        "id":"ED565111",
        "title":"Mobile Voting Tools for Creating Collaboration Environment and a New Educational Design of the University Lecture"},
      {
        "id":"ED565112",
        "title":"An Intelligent Tutoring System for Learning Chinese with a Cognitive Model of the Learner"},
      {
        "id":"ED565113",
        "title":"Using iPads to Help Teens Design Their Own Activities"},
      {
        "id":"ED565114",
        "title":"Instructional Interaction Development and Its Effects in Online Foreign Language Learning"},
      {
        "id":"ED565115",
        "title":"Impact of a Blended Environment with m-Learning on EFL Skills"},
      {
        "id":"ED565116",
        "title":"Wiki-Based Collaborative Writing Activities in EFL Classrooms: Exploring Teachers' Intervention in the Collaborative Process"},
      {
        "id":"ED565117",
        "title":"Bring Your Own Device to Language Class--Applying Handheld Devices in Classroom Learning"},
      {
        "id":"ED565118",
        "title":"Language Learning 2.0--International Collaboration Made Easy"},
      {
        "id":"ED565119",
        "title":"&quot;Sizing Up&quot; the Online Course: Adapting Learning Designs to Meet Growing Participant Numbers"},
      {
        "id":"ED565120",
        "title":"Collaborative Enquiry through the Tabletop for Second/Foreign Language Learners"},
      {
        "id":"ED565121",
        "title":"Learning Strategies and Motivation among Procrastinators of Various English Proficiency Levels"},
      {
        "id":"ED565122",
        "title":"Underspecification-Based Grammatical Feedback Generation Tailored to the Learner's Current Acquisition Level in an e-Learning System for German as Second Language"},
      {
        "id":"ED565123",
        "title":"Innovative Training of Oral Communication: Berlin Kompass"},
      {
        "id":"ED565124",
        "title":"Online Estonian Language Learning"},
      {
        "id":"ED565125",
        "title":"Mobile Purposive-Extensive-Podcast-Listening versus Mobile Self-Regulated-Podcast-Development: A Critical Framework for Designing Foreign Language Listening"},
      {
        "id":"ED565126",
        "title":"Creating Tasks in a Less-Commonly Taught Language for an Open Educational Resource: Why the CEFR Is Important for Irish"},
      {
        "id":"ED565127",
        "title":"Social Networking: Developing Intercultural Competence and Fostering Autonomous Learning"},
      {
        "id":"ED565128",
        "title":"Context-Aware Writing Support for SNS: Connecting Formal and Informal Learning"},
      {
        "id":"ED565129",
        "title":"Seamless Integration of Desktop and Mobile Learning Experience through an Ontology-Based Adaptation Engine: Report of a Pilot-Project"},
      {
        "id":"ED565130",
        "title":"EFL Learners' Perceived Use of Conversation Maintenance Strategies during Synchronous Computer-Mediated Communication with Native English Speakers"},
      {
        "id":"ED565131",
        "title":"Patterns and Effectiveness of Mobile Device Usage by Japanese Undergraduates for L2 Acquisition Purposes"},
      {
        "id":"ED565132",
        "title":"A Follow-Up Study of the Facebook Project for Japanese University Students: Has It Been Enhancing Student Interaction, Learner Autonomy, and English Learning?"},
      {
        "id":"ED565133",
        "title":"ICT in EFL: The Global Effect of New Technologies in the Language Classroom"},
      {
        "id":"ED565134",
        "title":"PETALL: A European Project on Technology-Mediated TBLT"},
      {
        "id":"ED565135",
        "title":"Investigating EFL Teachers' Technological Pedagogical Content Knowledge: Students' Perceptions"},
      {
        "id":"ED565136",
        "title":"Designing a Task Based Curriculum for Intensive Language Training"},
      {
        "id":"ED565137",
        "title":"Diagnostic CALL Tool for Arabic Learners"},
      {
        "id":"ED565138",
        "title":"Linking CALL and SLA: Using the IRIS Database to Locate Research Instruments"},
      {
        "id":"ED565139",
        "title":"Telecollaborative Desktop-Videoconferencing Exchange: The Case of Mark"},
      {
        "id":"ED565140",
        "title":"A Case Study on English Language Learners' Task-Based Interaction and Avatar Identities in Second Life: A Mixed-Methods Design"},
      {
        "id":"ED565141",
        "title":"Supporting Content and Language Integrated Learning through Technology"},
      {
        "id":"ED565142",
        "title":"The Use of a Wiki at a College in Hungary as a Tool to Enhance Personal Learning"},
      {
        "id":"ED565143",
        "title":"The &quot;7 Keys of the Dragon&quot;: An E-Learning Gamelike Environment for Albanian and Russian"},
      {
        "id":"ED565144",
        "title":"Effects of Summary Writing on Oral Proficiency Performance within a Computer-Based Test for Integrated Listening-Speaking Tasks"},
      {
        "id":"ED565145",
        "title":"Peer Assessment in the Classroom Using Mobile Devices"},
      {
        "id":"ED565146",
        "title":"Tableaux Vivants as Vehicles for Cultural Exchange"},
      {
        "id":"ED565147",
        "title":"The LMS Development for a Blended EFL e-Learning"},
      {
        "id":"ED565148",
        "title":"Partial and Synchronized Captioning: A New Tool for Second Language Listening Development"},
      {
        "id":"ED565149",
        "title":"A Context-Aware Solution in Mobile Language Learning"},
      {
        "id":"ED565150",
        "title":"The Euroversity Good Practice Framework (EGPF) and Its Application to Minority Languages and Elder Learners"},
      {
        "id":"ED565151",
        "title":"Corpus-Based Learning of Cantonese for Mandarin Speakers"},
      {
        "id":"ED565152",
        "title":"Student Engagement in Learning Vocabulary with CALL"},
      {
        "id":"ED565153",
        "title":"Investigating an Open Methodology for Designing Domain-Specific Language Collections"},
      {
        "id":"ED565154",
        "title":"SpeakApps 2: Speaking Practice in a Foreign Language through ICT Tools"},
      {
        "id":"ED565155",
        "title":"Language Learning in Virtual Worlds: Designing for Languaging, the Role of Affordances"},
      {
        "id":"ED565156",
        "title":"Getting off the Straight and Narrow: Exploiting Non-Linear, Interactive Narrative Structures in Digital Stories for Language Teaching"},
      {
        "id":"ED565157",
        "title":"Task Design for Intercultural Telecollaboration in Secondary Schools: Insights from the EU project TILA"},
      {
        "id":"ED565158",
        "title":"Integrating CALL in ESOL Classrooms: Understanding Teachers' Perspectives and Meeting Students' Needs"},
      {
        "id":"ED565159",
        "title":"Comparing Veterinary Student and Faculty Perceptions of Academic Misconduct"},
      {
        "id":"ED565160",
        "title":"The Perils of Prescribed Grade Distributions: What Every Medical Educator Should Know"},
      {
        "id":"ED565161",
        "title":"An Application of Digital Portfolio with the Peer, Self and Instructor Assessments in Art Education"},
      {
        "id":"ED565162",
        "title":"Evaluating Diversity Metrics: A Critique of the Equity Index Method"},
      {
        "id":"ED565163",
        "title":"The Efficacy of the Internet-Based Blackboard Platform in Developmental Writing Classes"},
      {
        "id":"ED565164",
        "title":"Exploring the Meaning of Reading among Highly Motivated Children"},
      {
        "id":"ED565165",
        "title":"Comparing Performance of Propensity Scores Techniques and Ordinary Least Square Methods in Estimating Treatment Effects: A Monte Carlo Simulation Study"},
      {
        "id":"ED565166",
        "title":"Better Jobs, Brighter Futures, a Stronger Washington. Washington's Community and Technical Colleges"},
      {
        "id":"ED565167",
        "title":"Washington State Board for Community and Technical Colleges Academic Year Report, 2012-2013"},
      {
        "id":"ED565168",
        "title":"Institutional Research When the Only Constant Is Change. Proceedings of the Annual NEAIR Conference (42nd, Burlington, VT, Oct 31-Nov 3, 2015)"},
      {
        "id":"ED565169",
        "title":"Competency-Based Business Degree. Issue Brief"},
      {
        "id":"ED565170",
        "title":"Agreement on Use of 11th Grade Smarter Balanced Assessment Results for Student Placement. Issue Brief"},
      {
        "id":"ED565171",
        "title":"Washington State Board for Community and Technical Colleges Annual 2013-14 Enrollment Report"},
      {
        "id":"ED565172",
        "title":"Corrections Education. Washington's Community and Technical Colleges"},
      {
        "id":"ED565173",
        "title":"Washington State Board for Community and Technical Colleges Enrollment and Staffing Report, Fall 2013"},
      {
        "id":"ED565174",
        "title":"High School 21+: A Competency-Based Diploma for Adults. Washington's Community and Technical Colleges"},
      {
        "id":"ED565175",
        "title":"Getting Veterans Back to Work. Washington's Community and Technical Colleges"},
      {
        "id":"ED565176",
        "title":"Integrated Digital English Acceleration (I-DEA). Washington's Community and Technical Colleges"},
      {
        "id":"ED565177",
        "title":"Washington State Board for Community and Technical Colleges Enrollment and Staffing Report, Fall 2014"},
      {
        "id":"ED565178",
        "title":"Integrated Basic Education and Skills Training (I-BEST). Washington's Community and Technical Colleges"},
      {
        "id":"ED565179",
        "title":"Accelerate and Complete. Washington's Community and Technical Colleges"},
      {
        "id":"ED565180",
        "title":"Mathematics, Engineering Science Achievement (MESA). Washington's Community and Technical Colleges"},
      {
        "id":"ED565181",
        "title":"Basic Education for Adults: Pathways to College and Careers for Washington's Emerging Workforce. Washington's Community and Technical Colleges"},
      {
        "id":"ED565182",
        "title":"Partnering for Student Transfer Success"},
      {
        "id":"ED565183",
        "title":"From Poverty to Prosperity: Literacy's Impact on Canada's Economic Success. In Focus: Labour Market Engagement"},
      {
        "id":"ED565184",
        "title":"From Poverty to Prosperity: Literacy's Impact on Canada's Economic Success. Summary"},
      {
        "id":"ED565185",
        "title":"Labour Market Transfers and the Implications for Literacy and Essential Skills: Briefing Package"},
      {
        "id":"ED565186",
        "title":"State of the Literacy and Essential Skills Field"},
      {
        "id":"ED565187",
        "title":"Occupational Task Profiles: A Pan-Canadian Snapshot of the Canadian Literacy and Essential Skills Workforce--A Think Paper. Revised"},
      {
        "id":"ED565188",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Prince Edward Island"},
      {
        "id":"ED565189",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. In Focus: Benefit Receipt Payments"},
      {
        "id":"ED565190",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Canada"},
      {
        "id":"ED565191",
        "title":"Building a Prosperous Economy. Washington's Community and Technical Colleges"},
      {
        "id":"ED565192",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary New Brunswick"},
      {
        "id":"ED565193",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Alberta"},
      {
        "id":"ED565194",
        "title":"Occupational Task Profiles: Canadian Literacy and Essential Skills Workforce. A Pan-Canadian Snapshot"},
      {
        "id":"ED565195",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Saskatchewan"},
      {
        "id":"ED565196",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Manitoba"},
      {
        "id":"ED565197",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Quebec"},
      {
        "id":"ED565198",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary British Columbia"},
      {
        "id":"ED565199",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Nova Scotia"},
      {
        "id":"ED565200",
        "title":"Investing in Upskilling: Gains for Individuals, Employers and Government. Summary Ontario"},
      {
        "id":"ED565201",
        "title":"National Leaders in Innovation. Washington's Community and Technical Colleges"},
      {
        "id":"ED565202",
        "title":"Limited License Legal Technician. Washington's Community and Technical Colleges"},
      {
        "id":"ED565203",
        "title":"Washington State Board for Community and Technical Colleges: Academic Year Report 2013-2014"},
      {
        "id":"ED565204",
        "title":"Aerospace Training. Washington's Community and Technical Colleges"},
      {
        "id":"ED565205",
        "title":"Making It Work: Final Recommendations of the Mowat Centre Employment Insurance Task Force. Position Paper"},
      {
        "id":"ED565206",
        "title":"Learning and Earning: Linking Literacy and Poverty Using IALS Data on Earnings. A Literature Review"},
      {
        "id":"ED565207",
        "title":"Digital Technology Snapshot of the Literacy and Essential Skills Field 2013. Summary Report"},
      {
        "id":"ED565208",
        "title":"Reclaiming the American Dream. Washington's Community and Technical Colleges"},
      {
        "id":"ED565209",
        "title":"Precollege (Remedial) Education. Washington's Community and Technical Colleges"},
      {
        "id":"ED565210",
        "title":"Community and Technical Colleges at a Glance. Washington's Community and Technical Colleges"},
      {
        "id":"ED565211",
        "title":"STEM-ING the Skills Gap. Washington's Community and Technical Colleges"},
      {
        "id":"ED565214",
        "title":"The Impact of Co-Locating American Job Centers on Community College Campuses in North Carolina. A CAPSEE Working Paper"},
      {
        "id":"ED565215",
        "title":"Denying Loan Access: The Student-Level Consequences When Community Colleges Opt out of the Stafford Loan Program. A CAPSEE Working Paper"},
      {
        "id":"ED565220",
        "title":"On Second Chances and Stratification: How Sociologists Think about Community Colleges"},
      {
        "id":"ED565226",
        "title":"OSERS (Office of Special Education and Rehabilitative Services) Transition Data Fact Sheet"},
      {
        "id":"ED565227",
        "title":"Creating Matched Samples Using Exact Matching. Statistical Report 2016-3"},
      {
        "id":"ED565228",
        "title":"Innovation Need Survey: Implementing a Technology Tool to Improve Early Data-Based Decisions to Address and Prevent Learning Disabilities. Technical Report #1602"},
      {
        "id":"ED565231",
        "title":"State Teacher Salary Schedules. Policy Analysis"},
      {
        "id":"ED565236",
        "title":"No Frills: Refereed Papers. National Vocational Education and Training Research Conference (24th, Sydney, New South Wales, Australia, Jul 6-8, 2015)"},
      {
        "id":"ED565237",
        "title":"The Effects of Music on Basic Mathematics Fact Fluency for Third Grade Students"},
      {
        "id":"ED565238",
        "title":"Action Research Project: Fluency vs. Comprehension"},
      {
        "id":"ED565239",
        "title":"Learning from Experience: A Guide to Social Impact Bond Investing"},
      {
        "id":"ED565240",
        "title":"Summer Literacy Unit for Elementary Students"},
      {
        "id":"ED565241",
        "title":"Armenian and Slavic Correspondences in Comparison with Indo-European Languages"},
      {
        "id":"ED565242",
        "title":"2014-2015 Student/Parent Handbook. Wake County Public School System"},
      {
        "id":"ED565243",
        "title":"Letterland Evaluation: 2013-14. Eye on Evaluation. D&amp;A Report No. 14.18"},
      {
        "id":"ED565244",
        "title":"Limited English Proficient Students: Progress of Kindergarten Cohorts. Research Watch. D&amp;A Report No. 14.05"},
      {
        "id":"ED565245",
        "title":"Read to Achieve Traditional Calendar School Reading Camps: Summer 2014. Eye on Evaluation. D&amp;A Report No. 14.16"},
      {
        "id":"ED565246",
        "title":"Advanced Placement Results, 2013-14. Measuring Up. D&amp;A Report No.15.01"},
      {
        "id":"ED565248",
        "title":"WCPSS Student Survey Results, 2014-15. Measuring Up. D&amp;A Report No.15.00"},
      {
        "id":"ED565249",
        "title":"Parents' Appraisals of the Animacy and Likability of Socially Interactive Robots for Intervening with Young Children with Disabilities. Social Robots Research Reports, Number 2"},
      {
        "id":"ED565250",
        "title":"Effects of Child-Robot Interactions on the Vocalization Production of Young Children with Disabilities. Social Robots. Research Reports, Number 4"},
      {
        "id":"ED565251",
        "title":"Effects of a Socially Interactive Robot on the Conversational Turns between Parents and Their Young Children with Autism. Social Robots Research Reports, Number 6"},
      {
        "id":"ED565252",
        "title":"Analysis of North Carolina Community College Early Childhood Education Coursework on Nutrition, Health, and Physical Activity. Early Childhood Professional Development Report. Volume 1, Number 1"},
      {
        "id":"ED565253",
        "title":"Characteristics and Consequences of Adult Learning Methods and Strategies. Practical Evaluation Reports, Volume 2, Number 1"},
      {
        "id":"ED565254",
        "title":"Systematic Review of Studies Promoting the Use of Assistive Technology Devices by Young Children with Disabilities. Practical Evaluation Reports, Volume 5, Number 1"},
      {
        "id":"ED565255",
        "title":"Influences of Contrasting Types of Training on Practitioners' and Parents' Use of Assistive Technology and Adaptations with Infants, Toddlers and Preschoolers with Disabilities. Practical Evaluation Reports, Volume 3, Number 1"},
      {
        "id":"ED565256",
        "title":"Influences of a Socially Interactive Robot on the Affective Behavior of Young Children with Disabilities. Social Robots Research Reports, Number 3"},
      {
        "id":"ED565257",
        "title":"Parents' Judgments of the Acceptability and Importance of Socially Interactive Robots for Intervening with Young Children with Disabilities. Social Robots Research Reports, Number 1"},
      {
        "id":"ED565258",
        "title":"Vocal Production of Young Children with Disabilities during Child-Robot Interactions. Social Robots Research Reports, Number 5"},
      {
        "id":"ED565264",
        "title":"Measuring Outcomes for Young Children and Their Families. Outcome Indicators for Everyday Kids, Everyday Lives: A Vision for Pennsylvania's Children"},
      {
        "id":"ED565265",
        "title":"Research Synthesis of Studies Investigating the Relationships between Practitioner Beliefs and Adoption of Early Childhood Intervention Practices. Practical Evaluation Reports, Volume 4, Number 1"},
      {
        "id":"ED565280",
        "title":"Bureau of Indian Education 2013-2014 (Based on SY 2012-2013 Data) Special Education Indicator Performance"},
      {
        "id":"ED565281",
        "title":"Divergent Fortunes: Top Incomes and the Middle Class in Pennsylvania"},
      {
        "id":"ED565282",
        "title":"SB 1 Would Make Young Workers Pay for Politicians' Mistakes"},
      {
        "id":"ED565283",
        "title":"Team Teaching. IDEA Paper #55"},
      {
        "id":"ED565284",
        "title":"Using Graphic Organizers to Improve Teaching and Learning. IDEA Paper #51"},
      {
        "id":"ED565285",
        "title":"A Must-Have for Pennsylvania Part Two: Investment in Higher Education for Growth and Opportunity"},
      {
        "id":"ED565286",
        "title":"All Pennsylvanians Prospering (APP) Together: A Pennsylvania Economic Development Strategy for the Long Term"},
      {
        "id":"ED565287",
        "title":"Reflective Ethical Inquiry: Preparing Students for Life. IDEA Paper #54"},
      {
        "id":"ED565288",
        "title":"Students' Futures as Investments: The Promise and Challenges of Income-Share Agreements. AEI Series on Private Financing in Higher Education"},
      {
        "id":"ED565290",
        "title":"Active Learning Strategies in Face-to-Face Courses. IDEA Paper #53"},
      {
        "id":"ED565291",
        "title":"The Flipped Classroom. IDEA Paper #57"},
      {
        "id":"ED565292",
        "title":"The International Society for the Social Studies Annual Conference Proceedings (Orlando, Florida, February 26-27, 2015) Volume 2015, Issue 1"},
      {
        "id":"ED565293",
        "title":"The International Society for the Social Studies Annual Conference Proceedings (Orlando, Florida, February 27-28, 2014). Volume 2014, Issue 1"},
      {
        "id":"ED565294",
        "title":"Charter Schools, Civil Rights and School Discipline: A Comprehensive Review"},
      {
        "id":"ED565297",
        "title":"Absenteeism: Beyond Reporting and beyond Another Special Initiative. Addressing Barriers to Learning Vol. 21, #2"},
      {
        "id":"ED565299",
        "title":"ESSA: Will Adding a Nonacademic Accountability Indicator Enhance Student and Learning Supports? Research for School Improvement and Transformation. Center Report"},
      {
        "id":"ED565303",
        "title":"ESSA, Equity of Opportunity, and Addressing Barriers to Learning. Research for School Improvement and Transformation. Policy Brief"},
      {
        "id":"ED565328",
        "title":"Enhancing English Language Planning Strategy Using a WebQuest Model"},
      {
        "id":"ED565329",
        "title":"Fostering the Memoir Writing Skills as a Creative Non-Fiction Genre Using a WebQuest Model"},
      {
        "id":"ED565330",
        "title":"World Bank Education Policy and Human Resource Development in Sub-Saharan Africa"},
      {
        "id":"ED565332",
        "title":"Statewide Indicators of Educational System Health: 2014 Report to the Legislature"},
      {
        "id":"ED565336",
        "title":"Supporting Students in Close Reading. From the College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers. Updated February 2015"},
      {
        "id":"ED565341",
        "title":"State Education Reform within Reach? Exploring the Effectiveness of State Support Teams for Districts and Schools"},
      {
        "id":"ED565342",
        "title":"Building Blocks, Learning Goals, and Success Criteria: Planning Instruction and Formative Assessment for K-8 Math Standards. From the College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers"},
      {
        "id":"ED565343",
        "title":"School-Finance Reform: Inspiration and Progress in Colorado"},
      {
        "id":"ED565344",
        "title":"Fundamentals of Learning. From the College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers"},
      {
        "id":"ED565345",
        "title":"What&apos;s Learned First, What&apos;s Learned Together? Developing a Yearlong Plan from the K-12 College and Career Ready Standards for English Language Arts and Literacy. From the College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers. Updated August 2015"},
      {
        "id":"ED565346",
        "title":"Developing and Refining Lessons: Planning Learning and Formative Assessment for Math College and Career Ready Standards. From the College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers"},
      {
        "id":"ED565347",
        "title":"Maltese: The Maltese Language in Education in Malta. Regional Dossiers Series"},
      {
        "id":"ED565348",
        "title":"Getting a Handle on the Standards. From the College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers"},
      {
        "id":"ED565349",
        "title":"Serbian: The Serbian Language in Education in Hungary. Regional Dossiers Series"},
      {
        "id":"ED565351",
        "title":"Categorical Funds: The Intersection of School Finance and Governance"},
      {
        "id":"ED565352",
        "title":"The Top 10 Myths about Preschool"},
      {
        "id":"ED565353",
        "title":"Catalan: The Catalan Language in Education in Spain, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED565354",
        "title":"Welsh: The Welsh Language in Education in the UK, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED565355",
        "title":"Asturian: The Asturian Language in Education in Spain, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED565356",
        "title":"Swedish: The Swedish Language in Education in Finland, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED565357",
        "title":"Friulian: The Friulian Language in Education in Italy. Regional Dossiers Series"},
      {
        "id":"ED565358",
        "title":"Who's Not Going Back to School? How Sequestration Is Scaling Back Early Childhood Education Programs"},
      {
        "id":"ED565359",
        "title":"The School-Readiness Gap and Preschool Benefits for Children of Color"},
      {
        "id":"ED565360",
        "title":"The Importance of Preschool and Child Care for Working Mothers"},
      {
        "id":"ED565361",
        "title":"The Multilingual Classroom in Primary Education in the Basque Country and Friesland: Beliefs of Teachers and Their Language Practices. A Research Report"},
      {
        "id":"ED565362",
        "title":"Instructional Strategy for Promoting Understanding of Nature of Science"},
      {
        "id":"ED565363",
        "title":"Local Service Learning in Teacher Preparation Program"},
      {
        "id":"ED565364",
        "title":"Developing ICT Competency for Thai Teachers through Blended Training"},
      {
        "id":"ED565365",
        "title":"Pedagogical Decision Making through the Lens of Teacher Preparation Program"},
      {
        "id":"ED565366",
        "title":"Estimating the Difference between Published and Unpublished Effect Sizes: A Meta-Review"},
      {
        "id":"ED565367",
        "title":"Nature of Science Lessons, Argumentation and Scientific Discussions among Students in Science Class: A Case Study in a Successful School"},
      {
        "id":"ED565368",
        "title":"The United States Is Far behind Other Countries on Pre-K"},
      {
        "id":"ED565369",
        "title":"How Approaches to Stuck-in-the-Mud School Funding Hinder Improvement"},
      {
        "id":"ED565370",
        "title":"Working Together for Student Achievement. 5th Biennial Joint Report"},
      {
        "id":"ED565372",
        "title":"Are Schools Getting a Big Enough Bang for Their Education Technology Buck?"},
      {
        "id":"ED565373",
        "title":"How Teacher Emotional Support Motivates Students: The Mediating Roles of Perceived Peer Relatedness, Autonomy Support, and Competence"},
      {
        "id":"ED565374",
        "title":"Who Is in Charge of Teacher Preparation?"},
      {
        "id":"ED565375",
        "title":"Florida International University Annual Accountability Report, 2013-14"},
      {
        "id":"ED565376",
        "title":"New College of Florida Annual Accountability Report, 2013-14"},
      {
        "id":"ED565377",
        "title":"Florida Gulf Coast University Annual Accountability Report, 2013-14"},
      {
        "id":"ED565378",
        "title":"Florida Atlantic University Annual Accountability Report, 2013-14"},
      {
        "id":"ED565379",
        "title":"Florida Polytechnic University Annual Accountability Report, 2013-14"},
      {
        "id":"ED565380",
        "title":"University of Central Florida Annual Accountability Report, 2013-14"},
      {
        "id":"ED565381",
        "title":"The State University System 2025 System Strategic Plan. Revised"},
      {
        "id":"ED565382",
        "title":"University of South Florida System Annual Accountability Report, 2013-14"},
      {
        "id":"ED565383",
        "title":"The State University System of Florida Strategic Plan 2012-2025"},
      {
        "id":"ED565384",
        "title":"Disciplinary Literacies and Learning to Read for Understanding: A Conceptual Framework of Core Processes and Constructs"},
      {
        "id":"ED565385",
        "title":"The University of West Florida Annual Accountability Report, 2013-14"},
      {
        "id":"ED565386",
        "title":"University of Florida Annual Accountability Report, 2013-14"},
      {
        "id":"ED565387",
        "title":"Florida Atlantic University Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565388",
        "title":"Closing Achievement Gaps with a Utility-Value Intervention: Disentangling Race and Social Class"},
      {
        "id":"ED565389",
        "title":"Florida A&amp;M University Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565390",
        "title":"Florida International University Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565391",
        "title":"Florida State University Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565392",
        "title":"Florida Polytechnic University Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565393",
        "title":"Teach It, Don't Preach It: The Differential Effects of Directly Communicated and Self-Generated Utility-Value Information"},
      {
        "id":"ED565394",
        "title":"Florida Gulf Coast University Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565395",
        "title":"New College of Florida Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565396",
        "title":"University of Central Florida Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565397",
        "title":"University of North Florida Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565398",
        "title":"University of South Florida Sarasota-Manatee Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565399",
        "title":"University of South Florida St. Petersburg Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565400",
        "title":"University of South Florida Tampa Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565401",
        "title":"University of Florida Work Plan Presentation for 2013-14 Board of Governors Review"},
      {
        "id":"ED565402",
        "title":"University of Florida Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565403",
        "title":"University of Florida Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565404",
        "title":"Florida Atlantic University Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565405",
        "title":"Florida Gulf Coast University Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565406",
        "title":"New College of Florida Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565407",
        "title":"Florida State University Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565408",
        "title":"Florida International University Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565409",
        "title":"University of North Florida Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565410",
        "title":"University of Central Florida Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565411",
        "title":"University of West Florida Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565412",
        "title":"Florida Polytechnic University Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565413",
        "title":"Florida Gulf Coast University Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565414",
        "title":"Florida Atlantic University Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565415",
        "title":"Florida State University Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565416",
        "title":"Florida International University Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565417",
        "title":"New College of Florida Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565418",
        "title":"Florida A&amp;M University Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565419",
        "title":"University of Central Florida Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565420",
        "title":"University of North Florida Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565421",
        "title":"USF Sarasota-Manatee Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565422",
        "title":"2014 Higher Education Summit/SUS Data Workshop Proceedings"},
      {
        "id":"ED565423",
        "title":"University of South Florida St. Petersburg Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565424",
        "title":"University of West Florida Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565425",
        "title":"University of South Florida System Work Plan Presentation for 2014-15 Board of Governors Review"},
      {
        "id":"ED565427",
        "title":"Administrators' Roles in Training Programs and Training Transfer"},
      {
        "id":"ED565428",
        "title":"Deepening What It Means to Read (and Write) Like a Historian: Progressions of Instruction across a School Year in an 11th Grade U.S. History Class"},
      {
        "id":"ED565429",
        "title":"Hunting Apprenticeship as Indigenous Form of Education for Sustainable Conservation of Wildlife in Mau Forest of Kenya"},
      {
        "id":"ED565430",
        "title":"2013 Higher Education Summit/SUS Data Workshop Proceedings. Session: IRM Data Workshop"},
      {
        "id":"ED565431",
        "title":"State University System Graduation and Retention Rates Are Nationally Competitive. Information Brief"},
      {
        "id":"ED565432",
        "title":"University of South Florida--System Work Plan Presentation for 2012-13 Board of Governors Review"},
      {
        "id":"ED565433",
        "title":"System Accountability Report 2013-14. Appendix: Data Tables"},
      {
        "id":"ED565434",
        "title":"System Accountability Report 2013-14. Revised"},
      {
        "id":"ED565435",
        "title":"The Impact of Disadvantage on VET Completion and Employment Gaps. Research Report"},
      {
        "id":"ED565436",
        "title":"Can VET Help Create a More Inclusive Society?"},
      {
        "id":"ED565437",
        "title":"Broadband Access and Implications for Efforts to Address Equity Gaps in Postsecondary Attainment"},
      {
        "id":"ED565438",
        "title":"Universal SAT® Policy Boosts 4-Year College Enrollment. Info to Go™ 2015-1"},
      {
        "id":"ED565439",
        "title":"University of West Florida Work Plan, 2013-2014"},
      {
        "id":"ED565441",
        "title":"System Summary of University Annual Work Plans, 2014-15"},
      {
        "id":"ED565442",
        "title":"MSQI in Action: Findings from the 2014-15 Evaluation"},
      {
        "id":"ED565443",
        "title":"Eurasian Higher Education Leaders Forum: Graduate Employability in the 21st Century. Conference Proceedings (4th, Astana, Kazakhstan, June 11-12, 2015)"},
      {
        "id":"ED565444",
        "title":"Theories of Societal Development: Effects of Education and the Promotion of a Free Society"},
      {
        "id":"ED565445",
        "title":"Effects of Character Education on Incidences of Physical Altercations among Eighth Grade Boys"},
      {
        "id":"ED565446",
        "title":"Professional Practice in Strategic Leadership and Societal Development"},
      {
        "id":"ED565448",
        "title":"Taking Control: Stealth Assessment of Deterministic Behaviors within a Game-Based System"},
      {
        "id":"ED565449",
        "title":"Learning beyond Boundaries: Case Studies of Interschool Collaboration in the New York City Department of Education Learning Partners Program"},
      {
        "id":"ED565450",
        "title":"Say More and Be More Coherent: How Text Elaboration and Cohesion Can Increase Writing Quality"},
      {
        "id":"ED565451",
        "title":"The Development and Use of Cohesive Devices in L2 Writing and Their Relations to Judgments of Essay Quality"},
      {
        "id":"ED565452",
        "title":"Partial Verbal Redundancy in Multimedia Presentations for Writing Strategy Instruction"},
      {
        "id":"ED565453",
        "title":"Examining the Influence of Campus Climate on Students' Time to Degree: A Multilevel Discrete-Time Survival Analysis"},
      {
        "id":"ED565454",
        "title":"Minute by Minute: School Strategies for Optimizing Time. Case Studies of Promising Practices"},
      {
        "id":"ED565455",
        "title":"Early Impacts of the Victorian Training Guarantee on VET Enrolments and Graduate Outcomes. Research Report"},
      {
        "id":"ED565456",
        "title":"Bridging Skill and Task Oriented Reading"},
      {
        "id":"ED565457",
        "title":"Training and Its Impact on the Casual Employment Experience. Research Report"},
      {
        "id":"ED565458",
        "title":"Achievement Network&apos;s Investing in Innovation Expansion: Impacts on Educator Practice and Student Achievement"},
      {
        "id":"ED565459",
        "title":"Traditional Games and Pupils' Violent Behaviour in Elementary Education"},
      {
        "id":"ED565461",
        "title":"Second Language Literacies in the City: New Practices in Urban Spaces of Medellín, Colombia"},
      {
        "id":"ED565462",
        "title":"Why Is Learning Fraction and Decimal Arithmetic so Difficult?"},
      {
        "id":"ED565463",
        "title":"Connection between Exposure to Internet Content and Violent Behavior among Students"},
      {
        "id":"ED565464",
        "title":"Creating the Context and Employing Best Practices for Teacher Professional Development: A Brief Review of Recent Research"},
      {
        "id":"ED565465",
        "title":"Findings from the 2012 West Virginia Online Writing Scoring Comparability Study"},
      {
        "id":"ED565466",
        "title":"Extended Professional Development in Project-Based Learning: Impacts on 21st Century Skills Teaching and Student Achievement"},
      {
        "id":"ED565467",
        "title":"MDRC Research on Career Pathways. Issue Brief"},
      {
        "id":"ED565468",
        "title":"Mission Promise Neighborhood: Residence and SFUSD Student Enrollment Patterns 2011-2012. Issue Brief"},
      {
        "id":"ED565469",
        "title":"A Framework for Higher Education Labor Market Alignment: Lessons and Future Directions in the Development of Jobs-­-Driven Strategies. Working Paper"},
      {
        "id":"ED565470",
        "title":"Using Financial Aid to Speed Degree Completion: A Look at MDRC's Research. Issue Focus"},
      {
        "id":"ED565471",
        "title":"The Influence of Labor Market Outcomes Data on Major Choice: Evidence from a Survey Experiment"},
      {
        "id":"ED565472",
        "title":"STEM Learning Opportunities Providing Equity (SLOPE): An Investing in Innovation (i3) Grant. Final Evaluation Report"},
      {
        "id":"ED565475",
        "title":"Menu of College Readiness Indicators and Supports. College Readiness Indicator Systems (CRIS) Resource Series"},
      {
        "id":"ED565476",
        "title":"Essential Elements in Implementation. College Readiness Indicator Systems (CRIS) Resource Series"},
      {
        "id":"ED565477",
        "title":"Improving School Discipline Data Collection and Reporting: A Status Report for the 2012-2013 School Year"},
      {
        "id":"ED565478",
        "title":"Evaluation of Early Childhood Coaching Implementation in Nebraska. Technical Report Vol. 1: Key Findings from Participant Follow Up Survey. CYFS Working Paper 2014-1"},
      {
        "id":"ED565479",
        "title":"Instructional Planning Time: A Review of Existing Research and Educator Practice during the 2012-2013 School Year"},
      {
        "id":"ED565480",
        "title":"West Virginia Safe and Supportive (S3) Schools Project: Year 2 Implementation Evaluation Report"},
      {
        "id":"ED565481",
        "title":"CBC in Rural Schools: Preliminary Results of a Randomized Trial. CYFS Working Paper 2013-1"},
      {
        "id":"ED565482",
        "title":"Evaluation of Early Childhood Coaching Implementation in Nebraska. Technical Report Vol. 2: Key Findings from Participant Observational and Self-Reported Data. CYFS Working Paper 2014-2"},
      {
        "id":"ED565483",
        "title":"Participation among San Francisco Unified School District Students in Programs Offered by the Department of Children, Youth, and Their Families. Youth Data Archive Issue Brief"},
      {
        "id":"ED565484",
        "title":"Trends in Public and Private School Principal Demographics and Qualifications: 1987-88 to 2011-12. Stats in Brief. NCES 2016-189"},
      {
        "id":"ED565485",
        "title":"2014 Fall Enrollment Report"},
      {
        "id":"ED565486",
        "title":"2015 Student Affordability Report. The NDUS Edge"},
      {
        "id":"ED565487",
        "title":"NDTAC Practice Guide: Quality Education Services Are Critical for Youth Involved with the Juvenile Justice and Child Welfare Systems"},
      {
        "id":"ED565488",
        "title":"Design Your Future: College &amp; Career Preparation Guide, 2014-2015"},
      {
        "id":"ED565489",
        "title":"Early Childhood Community School Linkages: Advancing a Theory of Change"},
      {
        "id":"ED565490",
        "title":"Characteristics and Challenges of Distance Learning Librarians: Report to the Distance Learning Section"},
      {
        "id":"ED565491",
        "title":"An Examination of Preservice Science Teachers' Views Related to Use of Tablet PCs in Science and Technology Course in Terms of Different Variables"},
      {
        "id":"ED565492",
        "title":"The Reality of School Development"},
      {
        "id":"ED565493",
        "title":"The Contribution of Teachers' Continuous Professional Development (CPD) Program to Quality of Education and Its Teacher-Related Challenging Factors at Chagni Primary Schools, Awi Zone, Ethiopia"},
      {
        "id":"ED565494",
        "title":"The Development of a Scale of Attitudes toward Tablet PC"},
      {
        "id":"ED565495",
        "title":"Building on Student Achievement through Incentive Programs"},
      {
        "id":"ED565496",
        "title":"Postsecondary Peer Cooperative Learning Programs: Annotated Bibliography 2016"},
      {
        "id":"ED565497",
        "title":"Creating a Curriculum and Accommodating Teaching Methods at a Federal Prison's Special Housing Unit"},
      {
        "id":"ED565498",
        "title":"A Pilot Examination of the Adapted Protocol for Classroom Pivotal Response Teaching"},
      {
        "id":"ED565499",
        "title":"A.V. Usova's Contribution to the Field of Concept Learning in Physics Classroom"},
      {
        "id":"ED565584",
        "title":"Instruction of Diverse Students in Mainstream Classrooms"},
      {
        "id":"ED565585",
        "title":"Parental Acceptance/Involvement, Self-Esteem and Academic Achievement: The Role of Hope as a Mediator"},
      {
        "id":"ED565586",
        "title":"The Effects of Musical Elements in Mass Media and Internet on the Social Development of Children and Adolescents"},
      {
        "id":"ED565587",
        "title":"Predicting the Geometry Knowledge of Pre-Service Elementary Teachers"},
      {
        "id":"ED565589",
        "title":"Issues with the &quot;Time for English&quot; Textbook Series at Egyptian Primary Schools: An Evaluative Study"},
      {
        "id":"ED565592",
        "title":"The Impact of Field Experience on Elementary Students"},
      {
        "id":"ED565600",
        "title":"Role of Working Memory and Text Coherence in Chinese Text Comprehension"},
      {
        "id":"ED565603",
        "title":"Bullying Prevention"},
      {
        "id":"ED565604",
        "title":"A Comparison of the Elementary Education Programs at University of Macau and Indiana University Southeast"},
      {
        "id":"ED565605",
        "title":"Teachers' Assessments of Elements of Multimedia and Constructivist Didactics in School"},
      {
        "id":"ED565608",
        "title":"The Marriage of Constructivism and Flipped Learning"},
      {
        "id":"ED565609",
        "title":"How I Used Flipped Learning to Inform My Teaching"},
      {
        "id":"ED565611",
        "title":"Decision Points and Considerations for Identifying Rural Districts That Have Closed Student Achievement Gaps. REL 2016-130"},
      {
        "id":"ED565612",
        "title":"How Do School Districts Mentor New Teachers? REL 2016-125"},
      {
        "id":"ED565613",
        "title":"Summary of Research on the Association between State Interventions in Chronically Low-Performing Schools and Student Achievement. REL 2016-138"},
      {
        "id":"ED565614",
        "title":"Projections of Education Statistics to 2023. Forty-Second Edition. NCES 2015-073"},
      {
        "id":"ED565615",
        "title":"Case Studies of Schools Receiving School Improvement Grants. Final Report. NCEE 2016-4002"},
      {
        "id":"ED565616",
        "title":"Applying to the DC Opportunity Scholarship Program: How Do Parents Rate Their Children's Current Schools at Time of Application and What Do They Want in New Schools? NCEE Evaluation Brief. NCEE 2016-4003"},
      {
        "id":"ED565617",
        "title":"A Compendium of Social-Behavioral Research Funded by NCER and NCSER: 2002-2013. NCER 2016-2002"},
      {
        "id":"ED565618",
        "title":"Development of Multisensory Integration Approach Model"},
      {
        "id":"ED565619",
        "title":"The Effectiveness of a Joint Attention Training Program on Improving Communication Skills of Children with Autism Spectrum Disorder"},
      {
        "id":"ED565620",
        "title":"Experiences of Redesigning an Elementary Education Program"},
      {
        "id":"ED565621",
        "title":"The Effects of Using Online Concordancers on Teaching Grammar"},
      {
        "id":"ED565622",
        "title":"The Effects of Advance Graphic Organizers Strategy Intervention on Academic Achievement, Self Efficacy, and Motivation to Learn Social Studies in Learning Disabled Second Year Prep Students"},
      {
        "id":"ED565623",
        "title":"Academic Procrastination among College Students with Learning Disabilities: The Role of Positive and Negative Self-Oriented Perfectionism in Terms of Gender, Specialty and Grade"},
      {
        "id":"ED565624",
        "title":"English Learner Student Characteristics and Time to Reclassification: An Example from Washington State. REL 2016-128"},
      {
        "id":"ED565625",
        "title":"The Effectiveness of a Phonological Awareness Training Intervention on Pre-Reading Skills of Children with Mental Retardation"},
      {
        "id":"ED565626",
        "title":"Integrating Multiple Intelligences and Learning Styles on Solving Problems, Achievement in, and Attitudes towards Math in Six Graders with Learning Disabilities in Cooperative Groups"},
      {
        "id":"ED565627",
        "title":"The Effect of a Phonological Awareness Intervention Program on Phonological Memory, Phonological Sensitivity, and Metaphonological Abilities of Preschool Children At-Risk for Reading Disabilities"},
      {
        "id":"ED565628",
        "title":"Alaska Students' Pathways from High School to Postsecondary Education and Employment. REL 2016-114"},
      {
        "id":"ED565629",
        "title":"The Effectiveness of Time Management Strategies Instruction on Students' Academic Time Management and Academic Self Efficacy"},
      {
        "id":"ED565630",
        "title":"Self-Study Guide for Implementing Early Literacy Interventions. REL 2016-129"},
      {
        "id":"ED565631",
        "title":"The Effectiveness of a Self Regulated Learning-Based Training Program on Improving Cognitive and Metacognitive EFL Reading Comprehension of 9th Graders with Reading Disabilities"},
      {
        "id":"ED565632",
        "title":"Can Scores on an Interim High School Reading Assessment Accurately Predict Low Performance on College Readiness Exams? REL 2016-124"},
      {
        "id":"ED565633",
        "title":"Teacher Evaluation and Professional Learning: Lessons from Early Implementation in a Large Urban District. REL 2016-115"},
      {
        "id":"ED565634",
        "title":"The Effect of Cooperative Learning on Middle School Math Students"},
      {
        "id":"ED565635",
        "title":"Minásbate Equivalents of Mathematical Concepts: Their Socio-Cultural Undertones"},
      {
        "id":"ED565636",
        "title":"The Effect of the Leader in Me, a School-Wide Positive Behavior Intervention System (SW-PBIS), Based on Student Achievement and Office Discipline Referrals for Fifth Grade Students in a Rural Elementary School in North Central Washington State"},
      {
        "id":"ED565637",
        "title":"Improving Vocabulary of English Language Learners through Direct Vocabulary Instruction"},
      {
        "id":"ED565638",
        "title":"External Feedback for Educational Research: What Should We Ask?"},
      {
        "id":"ED565639",
        "title":"The College of Business Internship Program: A Comprehensive Analysis of the First 10 Years"},
      {
        "id":"ED565640",
        "title":"Magnitude Knowledge: The Common Core of Numerical Development"},
      {
        "id":"ED565641",
        "title":"Exploring the Foundations of the Future STEM Workforce: K-12 Indicators of Postsecondary STEM Success. REL 2016-122"},
      {
        "id":"ED565642",
        "title":"NCES Statistical Standards. NCES 2003-601"},
      {
        "id":"ED565643",
        "title":"High School Longitudinal Study of 2009 (HSLS:09) Base Year to First Follow-Up Data File Documentation. NCES 2014-361"},
      {
        "id":"ED565644",
        "title":"An Overview of Classes Taken and Credits Earned by Beginning Postsecondary Students. NCES 2013-151rev"},
      {
        "id":"ED565645",
        "title":"Supplemental Educational Services &quot;Non-Regulatory Guidance&quot; [2009]"},
      {
        "id":"ED565646",
        "title":"Mobility. Snapshot™ Report, Spring 2014"},
      {
        "id":"ED565647",
        "title":"Introduction to the Graduation Tracking System (GTS)"},
      {
        "id":"ED565656",
        "title":"Strengthening Developmental Education Reforms: Evidence on Implementation Efforts from the Scaling Innovation Project. CCRC Working Paper No. 61"},
      {
        "id":"ED565657",
        "title":"Why Students Do Not Prepare for Math Placement Exams: Student Perspectives. CCRC Research Brief. Number 57"},
      {
        "id":"ED565658",
        "title":"2014 Native Youth Report"},
      {
        "id":"ED565659",
        "title":"Reshaping the College Transition: Early College Readiness Assessments and Transition Curricula in Four States. A State Policy Report"},
      {
        "id":"ED565660",
        "title":"The Transformed Civil Rights Data Collection (CRDC)"},
      {
        "id":"ED565661",
        "title":"The Nations Report Card: South Dakota Grade 4 and 8 Public Schools. State Reading 2013"},
      {
        "id":"ED565662",
        "title":"Documentation to the NCES Common Core of Data Public Elementary/Secondary School Universe Survey: School Year 2010-11. Version Provisional 2a. NCES 2012-338rev"},
      {
        "id":"ED565663",
        "title":"Documentation to the NCES Common Core of Data Public Elementary/Secondary School Universe Survey: School Year 2011-12. Provisional Version 1a. NCES 2014-100"},
      {
        "id":"ED565664",
        "title":"Achieve &amp; the American Diploma Project Network. Updated April 2012"},
      {
        "id":"ED565665",
        "title":"ESEA Flexibility. Updated"},
      {
        "id":"ED565666",
        "title":"K-8 Publishers' Criteria for the Common Core State Standards for Mathematics"},
      {
        "id":"ED565667",
        "title":"2012/14 Beginning Postsecondary Students Longitudinal Study: (BPS:12/14). Supporting Statement Part A. Request for OMB Review. OMB #1850-0631 v.8. Revised May 28, 2014"},
      {
        "id":"ED565668",
        "title":"What We Know about Developmental Education Outcomes. Research Overview"},
      {
        "id":"ED565673",
        "title":"What Works Clearinghouse Procedures and Standards Handbook, Version 2.1"},
      {
        "id":"ED565674",
        "title":"Relationship between School Professional Climate and Teachers' Satisfaction with the Evaluation Process. REL 2016-133"},
      {
        "id":"ED565675",
        "title":"Digest of Education Statistics 2014, 50th Edition. NCES 2016-006"},
      {
        "id":"ED565676",
        "title":"Documentation to the NCES Common Core of Data Local Education Agency Universe Survey: School Year 2010-11. Version Provisional 2a. NCES 2012-337rev"},
      {
        "id":"ED565677",
        "title":"Educator Evaluation and the Use of the Early Warning Indicator System (EWIS). Updated September 9, 2013"},
      {
        "id":"ED565678",
        "title":"Colorado Growth Model--Brief Report: Student Growth Percentiles and FRL Status. Accountability &amp; Data Analysis Unit"},
      {
        "id":"ED565679",
        "title":"Teacher Incentive Fund; Notice Inviting Applications for New Awards for Fiscal Year (FY) 2010; Rule and Notice. Federal Register, Part III. Department of Education, 34 CFR Subtitle B, Chapter II"},
      {
        "id":"ED565680",
        "title":"Using a Response to Intervention Framework to Improve Student Learning: A Pocket Guide for State and District Leaders. Implementing ESEA Flexibility Plans"},
      {
        "id":"ED565681",
        "title":"Reference Performance Level Descriptors: Outcome of a National Working Session on Defining an &quot;English Proficient&quot; Performance Standard"},
      {
        "id":"ED565682",
        "title":"Creating an Early Warning System: Predictors of Dropout in Delaware. REL Mid-Atlantic Technical Assistance Brief. REL MA 1.2.75-10"},
      {
        "id":"ED565683",
        "title":"Preparing and Credentialing the Nation's Teachers: The Secretary's Ninth Report on Teacher Quality, 2013"},
      {
        "id":"ED565684",
        "title":"Summary Health Statistics for U.S. Adults: National Health Interview Survey, 2009. Data from the National Health Interview Survey. Vital and Health Statistics. Series 10, Number 249. DHHS Publication No. (PHS) 2011-1577"},
      {
        "id":"ED565685",
        "title":"Oregon School and District Report Card Policy and Technical Manual"},
      {
        "id":"ED565686",
        "title":"Graduation and Dropout Statistics Annual Report, 2011-12. Report to the Legislature"},
      {
        "id":"ED565687",
        "title":"Update: Transitional Bilingual Instruction Program (TBIP) 2012-2013"},
      {
        "id":"ED565688",
        "title":"Comprehensive Education Data and Research System (CEDARS) Data Manual Appendices: For the 2012-2013 School Year. Version 5.1"},
      {
        "id":"ED565689",
        "title":"Statewide Report Card: An Annual Report to the Legislature on Oregon Public Schools, 2011-2012"},
      {
        "id":"ED565690",
        "title":"Discipline Incidents Collection. Revised April 2012"},
      {
        "id":"ED565691",
        "title":"Statewide Report Card: An Annual Report to the Legislature on Oregon Public Schools, 2013-2014"},
      {
        "id":"ED565693",
        "title":"High School Longitudinal Study of 2009 (HSLS:09) Base Year to First Follow-Up Data File Documentation. Appendixes. NCES 2014-361"},
      {
        "id":"ED565697",
        "title":"Handbook on Family and Community Engagement"},
      {
        "id":"ED565698",
        "title":"Evaluation Pilot Advisory Committee (EPAC) Interim Report, 2011-2012"},
      {
        "id":"ED565699",
        "title":"Evaluation Pilot Advisory Committee (EPAC): Final Report, 2013"},
      {
        "id":"ED565700",
        "title":"Early Warning Indicator System: Supporting K-12 Educators in the Identification, Support, and Monitoring of At-Risk Students"},
      {
        "id":"ED565701",
        "title":"User Guide for the 2014-15 Teacher Median Student Growth Percentile Report"},
      {
        "id":"ED565702",
        "title":"Reshaping the College Transition: States That Offer Early College Readiness Assessments and Transition Curricula"},
      {
        "id":"ED565703",
        "title":"Apollo 20"},
      {
        "id":"ED565704",
        "title":"Indicators of School Crime and Safety: 2015. NCES 2016-079/NCJ 249758"},
      {
        "id":"ED565705",
        "title":"Development and Use of Early Warning Systems. SLDS Spotlight"},
      {
        "id":"ED565706",
        "title":"Educating English Language Learners in Washington 2011-2012: Report to the Legislature"},
      {
        "id":"ED565707",
        "title":"Comprehensive Education Data and Research System (CEDARS) Data Manual: 2012-2013 School Year. Version 5.2"},
      {
        "id":"ED565708",
        "title":"Early Warning Implementation Guide: &quot;Using the Massachusetts Early Warning Indicator System (EWIS) and Local Data to Identify, Diagnose, Support, and Monitor Students in Grades 1-12&quot;"},
      {
        "id":"ED565709",
        "title":"Massachusetts Early Warning Indicator System (EWIS). &quot;Technical Descriptions of Risk Model Development&quot;: Early and Late Elementary Age Groupings (Grades 1-6)"},
      {
        "id":"ED565710",
        "title":"Case Study: Youth Transitions Task Force--A Ten-Year Retrospective, Spring 2015"},
      {
        "id":"ED565711",
        "title":"Massachusetts Early Warning Indicator System (EWIS). &quot;Technical Descriptions of Risk Model Development&quot;: Middle and High School Age Groupings (Grades 7-12)"},
      {
        "id":"ED565712",
        "title":"Measuring School and Teacher Value Added in DC, 2011-2012 School Year. Final Report"},
      {
        "id":"ED565713",
        "title":"Evidence That Counts: 12 Teacher-Led Randomised Controlled Trials and Other Styles of Experimental Research"},
      {
        "id":"ED565714",
        "title":"Keeping Pace with K-12 Online &amp; Blended Learning: An Annual Review of Policy and Practice, 2013"},
      {
        "id":"ED565716",
        "title":"A Community of Practice Approach to Support for Ninth-Graders in Urban High Schools. Policy Brief"},
      {
        "id":"ED565717",
        "title":"Data Conversations: Data Use Professional Development Series. Rhode Island Department of Education"},
      {
        "id":"ED565718",
        "title":"Advanced Civics for U.S. History Teachers: Professional Development Models Focusing on the Founding Documents. White Paper No. 139"},
      {
        "id":"ED565719",
        "title":"Use of Evidence and Evaluation in the 2014 Budget. Memorandum to the Heads of Executive Departments and Agencies"},
      {
        "id":"ED565720",
        "title":"Learning Denied: The Case for Equitable Access to Effective Teaching in California's Largest School District. Policy Brief"},
      {
        "id":"ED565721",
        "title":"Using Data to Guide Action for School Improvement: Facilitator's Guide"},
      {
        "id":"ED565723",
        "title":"Using Data to Guide Action for School Improvement"},
      {
        "id":"ED565724",
        "title":"How Does the Use of Concordant Scores Impact Admission Decisions? Research Report 2016-3"},
      {
        "id":"ED565725",
        "title":"FY2008-FY2013 SDPBC High School Graduates College Matriculation Summary. Memorandum"},
      {
        "id":"ED565726",
        "title":"Exploring College Outcomes for Low-Income AP® Exam Takers with Fee Reductions. Research Report 2016-2"},
      {
        "id":"ED565727",
        "title":"Why Massachusetts Should Abandon the PARCC Tests and the 2011 Coleman et al English Language Arts Standards on Which the MCAS Tests Are Based. Testimony"},
      {
        "id":"ED565728",
        "title":"Massachusetts Charter Public Schools: Best Practices Serving English Language Learners. White Paper No. 140"},
      {
        "id":"ED565729",
        "title":"Massachusetts Charter Public Schools: Best Practices in Curricular Innovation. White Paper No. 141"},
      {
        "id":"ED565730",
        "title":"Exploring Middle-Skill Training Programs for Employment in the Retail Industry"},
      {
        "id":"ED565731",
        "title":"Expanding METCO and Closing Achievement Gaps. White Paper No. 129"},
      {
        "id":"ED565732",
        "title":"Great Teachers Are Not Born, They Are Made: Case Study Evidence from Massachusetts Charters. White Paper No. 130"},
      {
        "id":"ED565733",
        "title":"Modeling Urban Scholarship Vouchers in Massachusetts. White Paper No. 134"},
      {
        "id":"ED565734",
        "title":"Massachusetts Charter Public Schools: Best Practices Using Data to Improve Student Achievement in Holyoke. White Paper No. 143"},
      {
        "id":"ED565735",
        "title":"Building College Readiness before Matriculation: A Preview of a CUNY Start Evaluation. Research Brief"},
      {
        "id":"ED565736",
        "title":"Expanding Access to Vocational-Technical Education in Massachusetts. White Paper No. 136"},
      {
        "id":"ED565737",
        "title":"FY2015 Analysis of the Teamwork USA Program. Memorandum"},
      {
        "id":"ED565738",
        "title":"Setting Academic Performance Standards: MCAS vs. PARCC. Policy Brief"},
      {
        "id":"ED565739",
        "title":"A Critical Review of the Massachusetts Next Generation Science and Technology/Engineering Standards. Policy Brief"},
      {
        "id":"ED565740",
        "title":"Successful School Leadership"},
      {
        "id":"ED565741",
        "title":"Fordham Institute's Pretend Research. Policy Brief"},
      {
        "id":"ED565742",
        "title":"Evaluating the Content and Quality of Next Generation Assessments"},
      {
        "id":"ED565743",
        "title":"School Improvement in London: A Global Perspective"},
      {
        "id":"ED565744",
        "title":"Proving the Viability of a School Choice Voucher. Policy Brief"},
      {
        "id":"ED565745",
        "title":"Federal Overreach and Common Core. White Paper No. 133"},
      {
        "id":"ED565746",
        "title":"Pioneer Institute Statement on MBAE PARCC/MCAS Study"},
      {
        "id":"ED565747",
        "title":"Support and Defend: The K-12 Education of Military-Connected Children. White Paper No. 131"},
      {
        "id":"ED565748",
        "title":"Testing the Test: A Study of PARCC Field Trials in Two School Districts. Policy Brief"},
      {
        "id":"ED565749",
        "title":"Condition of Education in the Commonwealth: 2016 Data Report"},
      {
        "id":"ED565750",
        "title":"The New Forgotten Half and Research Directions to Support Them. A William T. Grant Foundation Inequality Paper"},
      {
        "id":"ED565751",
        "title":"The New Forgotten Half and Research Directions to Support Them. Summary and Key Findings. A William T. Grant Foundation Inequality Paper"},
      {
        "id":"ED565752",
        "title":"How PARCC's False Rigor Stunts the Academic Growth of All Students. White Paper No. 135"},
      {
        "id":"ED565753",
        "title":"Toward a &quot;Common Definition of English Learner&quot;: Guidance for States and State Assessment Consortia in Defining and Addressing Policy and Technical Issues and Options"},
      {
        "id":"ED565754",
        "title":"Massachusetts Charter Public Schools: Best Practices Using Data to Improve Student Achievement in Springfield. White Paper No. 142"},
      {
        "id":"ED565756",
        "title":"Reprising the Home Language Survey: Summary of a National Working Session on Policies, Practices, and Tools for Identifying Potential English Learners"},
      {
        "id":"ED565757",
        "title":"Measuring Principal Performance: How Rigorous Are Commonly Used Principal Performance Assessment Instruments? A Quality School Leadership Issue Brief. Revised"},
      {
        "id":"ED565758",
        "title":"Strengthening Policies and Practices for the Initial Classification of English Learners: Insights from a National Working Session"},
      {
        "id":"ED565759",
        "title":"Facilitators of Change: OUP's Connections and Resources Continue to Transform and Empower Communities"},
      {
        "id":"ED565760",
        "title":"Building Resiliency: The Role of Anchor Institutions in Sustaining Community Economic Development"},
      {
        "id":"ED565761",
        "title":"Investing in the Future of Urban Scholarship: OUP's Doctoral Dissertation Research Grant Program"},
      {
        "id":"ED565762",
        "title":"Classroom Observations from Phase 2 of the Pennsylvania Teacher Evaluation Pilot: Assessing Internal Consistency, Score Variation, and Relationships with Value Added. Final Report"},
      {
        "id":"ED565764",
        "title":"Teaching and Learning International Survey (TALIS) 2013: U.S. Technical Report. NCES 2015-010"},
      {
        "id":"ED565765",
        "title":"Student Learning Objectives as Measures of Educator Effectiveness: The Basics"},
      {
        "id":"ED565766",
        "title":"Teacher Questionnaire: Schools and Staffing Survey. 2011-12 School Year. SASS-4A"},
      {
        "id":"ED565767",
        "title":"Wisconsin Public Schools at a Glance"},
      {
        "id":"ED565769",
        "title":"ELLA Research Agenda 2012-2016"},
      {
        "id":"ED565770",
        "title":"Bilingual and English as a Second Language (ESL) Services for Limited English Proficient (LEP)/English Language Learners (ELLs) Who Are Students with Disabilities"},
      {
        "id":"ED565771",
        "title":"English Learners Program Guide. Revised"},
      {
        "id":"ED565773",
        "title":"The Linking Study--First Year Results. A Report of the First Year Effects of an Experimental Study of the Impact of Feedback to Teachers on Teaching and Learning"},
      {
        "id":"ED565774",
        "title":"Science &amp; Engineering Indicators. National Science Board. NSB 14-01"},
      {
        "id":"ED565776",
        "title":"Utah Guidance and Toolkit for Student Learning Objectives: Instructions and Materials. Utah SLOs. Updated"},
      {
        "id":"ED565777",
        "title":"Accommodations: Assisting Students with Disabilities. Third Edition"},
      {
        "id":"ED565778",
        "title":"English Language Learners with Disabilities in Massachusetts: Current Status and Next Steps for Identification and Instruction. A Report to the Massachusetts Department of Elementary and Secondary Education"},
      {
        "id":"ED565779",
        "title":"WIDA Assessment and Accommodations for English Language Learners with Disabilities. 2014-2015 Test Administration"},
      {
        "id":"ED565780",
        "title":"Detecting and Correcting Speech Rhythm Errors"},
      {
        "id":"ED565781",
        "title":"Is There a Magnet School Effect? Using Meta-Analysis to Explore Variation in Magnet School Success. CRESST Report 843"},
      {
        "id":"ED565782",
        "title":"Findings from the Third-Grade Round of the Early Childhood Longitudinal Study, Kindergarten Class of 2010-11 (ECLS-K:2011): First Look. NCES 2016-094"},
      {
        "id":"ED565783",
        "title":"Teaching Strategies and Class Practices of the Teachers Who Teach Turkish as a Foreign Language (A Qualitative Research)"},
      {
        "id":"ED565784",
        "title":"Improving Teaching Quality and Problem Solving Ability through Contextual Teaching and Learning in Differential Equations: A Lesson Study Approach"},
      {
        "id":"ED565785",
        "title":"An Important Stage of Life-Long Learning: Adult Literacy and Benefits (Sampling of Kayseri in Turkey)"},
      {
        "id":"ED565786",
        "title":"Expediting the Quest for Quality: The Role of IQAC in Academic Audit"},
      {
        "id":"ED565787",
        "title":"&quot;I Didn't Want My Life to Be Like That&quot;: Gangs, College, or the Military for Latino Male High School Students"},
      {
        "id":"ED565788",
        "title":"Conceptual Level of Understanding about Sound Concept: Sample of Fifth Grade Students"},
      {
        "id":"ED565789",
        "title":"Depression and Suicidal Ideation among College Students with and without Learning Disabilities in Nigeria"},
      {
        "id":"ED565790",
        "title":"Global Mental Health for Twenty First Century Education"},
      {
        "id":"ED565791",
        "title":"Health Education Strategies for Coping with Academic Stress"},
      {
        "id":"ED565792",
        "title":"Componential Differences and Varying Developmental Patterns Exhibited in Immersion Programmes"},
      {
        "id":"ED565793",
        "title":"Linking Literacies through a Creative Group Project in English Classes"},
      {
        "id":"ED565794",
        "title":"Adaptive Behaviour Assessment System: Indigenous Australian Adaptation Model (ABAS: IAAM)"},
      {
        "id":"ED565795",
        "title":"A Study of Teacher Training in the United States and Europe"},
      {
        "id":"ED565796",
        "title":"Adaptation and Validation of Aricak's Professional Self-Esteem Scale for Use in the Pakistani Context"},
      {
        "id":"ED565797",
        "title":"Predictors of Psychological Well-Being among Malaysian Graduates"},
      {
        "id":"ED565798",
        "title":"Developmental Education and College Readiness at the University of Alaska. REL 2016-123"},
      {
        "id":"ED565799",
        "title":"New Perspectives on Teaching and Working with Languages in the Digital Era"},
      {
        "id":"ED565800",
        "title":"Teaching the Use of WebQuests to Master Students in Pablo de Olavide University"},
      {
        "id":"ED565801",
        "title":"Using Tablet PC's for the Final Test of Baccalaureate"},
      {
        "id":"ED565802",
        "title":"The e-Generation: The Use of Technology for Foreign Language Learning"},
      {
        "id":"ED565803",
        "title":"Reshaping Rural Schools in the Northwest Region: Lessons from Federal School Improvement Grant Implementation. REL 2016-107"},
      {
        "id":"ED565804",
        "title":"Applying Information and Communication Technologies to Language Teaching and Research: An Overview"},
      {
        "id":"ED565805",
        "title":"Technology Use in Nursery and Primary Education in Two Different Settings"},
      {
        "id":"ED565806",
        "title":"How Working Collaboratively with Technology Can Foster a Creative Learning Environment"},
      {
        "id":"ED565807",
        "title":"ICTs, ESPs and ZPD through Microlessons in Teacher Education"},
      {
        "id":"ED565808",
        "title":"A Study of Multimodal Discourse in the Design of Interactive Digital Material for Language Learning"},
      {
        "id":"ED565809",
        "title":"Learning Specialised Vocabulary through Facebook in a Massive Open Online Course"},
      {
        "id":"ED565810",
        "title":"Critical Visual Literacy: The New Phase of Applied Linguistics in the Era of Mobile Technology"},
      {
        "id":"ED565811",
        "title":"Innovative Resources Based on ICTs and Authentic Materials to Improve EFL Students' Communicative Needs"},
      {
        "id":"ED565812",
        "title":"Identifying Collaborative Behaviours Online: Training Teachers in Wikis"},
      {
        "id":"ED565813",
        "title":"Language Learning Actions in Two 1x1 Secondary Schools in Catalonia: The Case of Online Language Resources"},
      {
        "id":"ED565814",
        "title":"Mobile Learning: A Powerful Tool for Ubiquitous Language Learning"},
      {
        "id":"ED565815",
        "title":"Evaluation of Reading Achievement of the Program School 2.0 in Spain Using PISA 2012"},
      {
        "id":"ED565816",
        "title":"The Community as a Source of Pragmatic Input for Learners of Italian: The Multimedia Repository LIRA"},
      {
        "id":"ED565817",
        "title":"Design and Implementation of BusinessApp, a MALL Application to Make Successful Business Presentations"},
      {
        "id":"ED565818",
        "title":"Generating a Spanish Affective Dictionary with Supervised Learning Techniques"},
      {
        "id":"ED565819",
        "title":"Grammar Processing through English L2 E-Books: Distance vs. Face-to-Face Learning"},
      {
        "id":"ED565820",
        "title":"Audiovisual Translation and Assistive Technology: Towards a Universal Design Approach for Online Education"},
      {
        "id":"ED565821",
        "title":"Using Audio Description to Improve FLL Students' Oral Competence in MALL: Methodological Preliminaries"},
      {
        "id":"ED565822",
        "title":"An Updated Account of the WISELAV Project: A Visual Construction of the English Verb System"},
      {
        "id":"ED565823",
        "title":"Exploring the Application of a Conceptual Framework in a Social MALL App"},
      {
        "id":"ED565824",
        "title":"Virtual Learning Environments on the Go: CALL Meets MALL"},
      {
        "id":"ED565825",
        "title":"Integrating Computer-Assisted Translation Tools into Language Learning"},
      {
        "id":"ED565826",
        "title":"Transcription and Annotation of a Japanese Accented Spoken Corpus of L2 Spanish for the Development of CAPT Applications"},
      {
        "id":"ED565827",
        "title":"ICT in EMI Programmes at Tertiary Level in Spain: A Holistic Model"},
      {
        "id":"ED565828",
        "title":"The Importance of Corpora in Translation Studies: A Practical Case"},
      {
        "id":"ED565829",
        "title":"Using Ontologies to Interlink Linguistic Annotations and Improve Their Accuracy"},
      {
        "id":"ED565830",
        "title":"The Implications of Business English Mock Exams on Language Progress at Higher Education"},
      {
        "id":"ED565831",
        "title":"Vocabulary Notebook: A Digital Solution to General and Specific Vocabulary Learning Problems in a CLIL Context"},
      {
        "id":"ED565832",
        "title":"Assessing Pragmatics: DCTS and Retrospective Verbal Reports"},
      {
        "id":"ED565833",
        "title":"Using Corpus Management Tools in Public Service Translator Training: An Example of Its Application in the Translation of Judgments"},
      {
        "id":"ED565834",
        "title":"How Are Teacher Evaluation Data Used in Five Arizona Districts? REL 2016-142"},
      {
        "id":"ED565835",
        "title":"Understanding FCAT 2.0 Reports"},
      {
        "id":"ED565836",
        "title":"Postsecondary Institutions and Cost of Attendance in 2014-15; Degrees and Other Awards Conferred, 2013-14; and 12-Month Enrollment, 2013-14. First Look (Provisional Data). NCES 2015-097rev"},
      {
        "id":"ED565838",
        "title":"Forum Guide to Elementary/Secondary Virtual Education Data. NFES 2016-095"},
      {
        "id":"ED565839",
        "title":"Documentation for the 2007-08 Schools and Staffing Survey. NCES 2010-332"},
      {
        "id":"ED565840",
        "title":"Pay for Performance Proposals in Race to the Top Round II Applications. Briefing Memo"},
      {
        "id":"ED565841",
        "title":"Summer Report: Creating a Culture of Excellence in Indiana Schools"},
      {
        "id":"ED565843",
        "title":"Race to the Top: States Implementing Teacher and Principal Evaluation Systems Despite Challenges. Report to the Chairman, Committee on Education and the Workforce, House of Representatives. GAO-13-777"},
      {
        "id":"ED565844",
        "title":"School Improvement Grants: Selected States Generally Awarded Funds Only to Eligible Schools. American Recovery and Reinvestment Act of 2009. Final Audit Report. ED-OIG/A05L0002"},
      {
        "id":"ED565845",
        "title":"A Guide to Using Student Learning Objectives as a Locally-Determined Measure of Student Growth"},
      {
        "id":"ED565846",
        "title":"Student Learning Objectives: Benefits, Challenges, and Solutions"},
      {
        "id":"ED565847",
        "title":"Assessing the Rothstein Test: Does It Really Show Teacher Value-Added Models Are Biased? Working Paper 5"},
      {
        "id":"ED565848",
        "title":"Guidance on the New York State Districtwide Growth Goal-Setting Process for Teachers: Student Learning Objectives. Revised"},
      {
        "id":"ED565849",
        "title":"Impact: The District of Columbia Public Schools Effectiveness Assessment System for School-Based Personnel 2011-2012. Group 2: Grades 1-12 General Education Teachers without Individual Value-Added Student Achievement Data"},
      {
        "id":"ED565851",
        "title":"Teacher-Assessed Student Achievement Data (TAS) Guidance"},
      {
        "id":"ED565853",
        "title":"Exploratory Factor Analysis Study for the Scale of High School Students' Attitudes towards Chemistry"},
      {
        "id":"ED565854",
        "title":"Industrial Provision of Practice Skills of Students Training Gastronomy Education (Case of Turkey)"},
      {
        "id":"ED565855",
        "title":"Fusion Cuisine Education and Its Relation with Molecular Gastronomy Education (Comparative Course Content Analysis)"},
      {
        "id":"ED565856",
        "title":"ACT Plan: Technical Manual. 2013/2014"},
      {
        "id":"ED565857",
        "title":"The Condition of College &amp; Career Readiness, 2014: Florida"},
      {
        "id":"ED565858",
        "title":"What Is Rural? Revised"},
      {
        "id":"ED565859",
        "title":"Documentation to the NCES Common Core of Data Local Education Agency Universe Survey: School Year 2011-12. Provisional Version 1a. NCES 2014-035"},
      {
        "id":"ED565860",
        "title":"American Indian and Alaska Native Heritage Month: November 2013. Facts for Features. U.S. Census Bureau News. CB13-FF.26"},
      {
        "id":"ED565861",
        "title":"Validating the Heirarchy of the iStartSmart® Academic Content"},
      {
        "id":"ED565862",
        "title":"A Practical Guide to Regression Discontinuity"},
      {
        "id":"ED565863",
        "title":"Developmental TVET Rhetoric In-Action: The White Paper for Post-School Education and Training in South Africa"},
      {
        "id":"ED565864",
        "title":"Oral Dialogue Journals and Iranian EFL Learners' Pronunciation"},
      {
        "id":"ED565865",
        "title":"RISE Evaluation and Development System: Student Learning Objectives Handbook"},
      {
        "id":"ED565866",
        "title":"Handbook on Effective Implementation of School Improvement Grants"},
      {
        "id":"ED565874",
        "title":"Update: Transitional Bilingual Instruction Program (TBIP), 2012-2013"},
      {
        "id":"ED565875",
        "title":"Washington English Language Proficiency Assessment (WELPA). Form C 2015. Interpretation Guide"},
      {
        "id":"ED565877",
        "title":"Guidance on Fiscal Year 2010 School Improvement Grants under Section 1003(g) of the Elementary and Secondary Education Act of 1965"},
      {
        "id":"ED565878",
        "title":"Guidance on School Improvement Grants under Section 1003(g) of the Elementary and Secondary Education Act of 1965. Revised"},
      {
        "id":"ED565879",
        "title":"Teacher to Teacher: Realizing the Potential of Peer Assistance and Review"},
      {
        "id":"ED565882",
        "title":"State of the States 2013: Connect the Dots--Using Evaluations of Teacher Effectiveness to Inform Policy and Practice"},
      {
        "id":"ED565883",
        "title":"University of Chicago School Mathematics Project (UCSMP). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED565885",
        "title":"Aligning Evaluation Results and Professional Development: Driving Systemic Human Capital Management Reform"},
      {
        "id":"ED565886",
        "title":"Healthy Academic Processes in the University Context"},
      {
        "id":"ED565887",
        "title":"Florida Assessments for Instruction in Reading, Aligned to the Language Arts Florida Standards, FAIR-FS, Grades 3 through 12. Technical Manual"},
      {
        "id":"ED565888",
        "title":"The Condition of Education 2016. NCES 2016-144"},
      {
        "id":"ED565889",
        "title":"&quot;What Happened Before?&quot; &quot;What Happened After?&quot; The Value and Process of Visual Thinking Strategies"},
      {
        "id":"ED565890",
        "title":"Numerical Development"},
      {
        "id":"ED565891",
        "title":"Suburban Schools: The Unrecognized Frontier in Public Education"},
      {
        "id":"ED565893",
        "title":"Teacher Shortages: What We Know. Teacher Shortage Series"},
      {
        "id":"ED565894",
        "title":"The Transfer Playbook: Essential Practices for Two- and Four-Year Colleges"},
      {
        "id":"ED565896",
        "title":"Advanced Placement: Model Policy Components. Policy Analysis"},
      {
        "id":"ED565897",
        "title":"State Policy Leadership for the Future: History of State Coordination and Governance and Alternatives for the Future"},
      {
        "id":"ED565899",
        "title":"Distributed Item Review: Administrator User Guide. Technical Report #1603"},
      {
        "id":"ED565901",
        "title":"Addendum to the Evaluation of the Expository Reading and Writing Course"},
      {
        "id":"ED565902",
        "title":"Terra Cognita: Graduate Students in the Archives. A Retrospective on the CLIR Mellon Fellowships for Dissertation Research in Original Sources. CLIR Publication No. 170"},
      {
        "id":"ED565903",
        "title":"Development and Implementation of Quality Rating and Improvement Systems in Midwest Region States. REL 2016-143"},
      {
        "id":"ED565904",
        "title":"Examining the Validity of Ratings from a Classroom Observation Instrument for Use in a District's Teacher Evaluation System. REL 2016-135"},
      {
        "id":"ED570658",
        "title":"A Career Approach to GED Instruction: A Case Study. The GED Bridge to College and Career Program at Northeast Wisconsin Technical College. Issue Focus"},
      {
        "id":"ED570659",
        "title":"Faculty Members' Views of Effective Teaching: A Case Study of Qatar University"},
      {
        "id":"ED570660",
        "title":"Will They Stay or Will They Go?: International STEM Students Are up for Grabs"},
      {
        "id":"ED570661",
        "title":"Challenges for PISA"},
      {
        "id":"ED570662",
        "title":"Are We at the Crossroads for Wisconsin Child Care? Policies in Conflict"},
      {
        "id":"ED570663",
        "title":"Identifying STEM Occupations: National and International Approaches. Support Document 2"},
      {
        "id":"ED570665",
        "title":"YoungStar: We're Turning Five! Five Year Analysis as of July 2015. YoungStar Progress Report 6"},
      {
        "id":"ED570666",
        "title":"Government-Funded Students and Courses--January to June 2016. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED570667",
        "title":"Quarterly Reporting of Government-Funded Activity to the 2015 National VET Provider Collection. Technical Paper"},
      {
        "id":"ED570668",
        "title":"Education in the Wake of Natural Disaster"},
      {
        "id":"ED570669",
        "title":"Apples to Apples: Common School Performance Frameworks as a Tool for Choice and Accountability"},
      {
        "id":"ED570670",
        "title":"College Opportunities and Success: Baltimore City Graduates through the Class of 2014"},
      {
        "id":"ED570671",
        "title":"Pakistan's Education Crisis: The Real Story"},
      {
        "id":"ED570672",
        "title":"Developing Leaders: The Importance--and the Challenges--of Evaluating Principal Preparation Programs"},
      {
        "id":"ED570673",
        "title":"Following the Leaders: An Analysis of Graduate Effectiveness from Five Principal Preparation Programs"},
      {
        "id":"ED570674",
        "title":"What Districts Know--and Need to Know--about Their Principals"},
      {
        "id":"ED570684",
        "title":"Reading Enjoyment, Behaviour and Attitudes in Pupils Who Use Accelerated Reader"},
      {
        "id":"ED570687",
        "title":"Giving English Language Learners the Time They Need to Succeed: Profiles of Three Expanded Learning Time Schools"},
      {
        "id":"ED570688",
        "title":"The Impact of Ebooks on the Reading Motivation and Reading Skills of Children and Young People: A Study of Schools Using RM Books. Final Report"},
      {
        "id":"ED570690",
        "title":"Creating Learning Environments in the Early Grades That Support Teacher and Student Success: Profiles of Effective Practices in Three Expanded Learning Time Schools"},
      {
        "id":"ED570692",
        "title":"Student Victimization in U.S. Schools: Results from the 2013 School Crime Supplement to the National Crime Victimization Survey. Stats in Brief. NCES 2016-145"},
      {
        "id":"ED570693",
        "title":"Sticking Points: How School Districts Experience Implementing the Portfolio Strategy"},
      {
        "id":"ED570697",
        "title":"Integrated Planning and Advising for Student Success (iPASS): State of the Literature. CCRC Working Paper No. 90"},
      {
        "id":"ED570701",
        "title":"Supporting Military Veteran Students: Early Lessons from Kohlberg Prize Recipients"},
      {
        "id":"ED570702",
        "title":"STEM-Focused Technology-Mediated Advising Reform: Plans for Implementation by Four Colleges. CCRC Research Brief No. 64"},
      {
        "id":"ED570703",
        "title":"National STEM Consortium Evaluation. Final Report"},
      {
        "id":"ED570704",
        "title":"Investigating the Association between Turkish Freshman's Multiple Intelligence Profiles and University Entrance Exam Performance"},
      {
        "id":"ED570705",
        "title":"Decentralization of Sports Services Opinions of Youth Services and Provincial Directors of Sports"},
      {
        "id":"ED570706",
        "title":"Does Working Help or Hurt College Students? The Effects of Federal Work-Study Participation on Student Outcomes. A CAPSEE Working Paper"},
      {
        "id":"ED570857",
        "title":"Development and Initial Evaluation of the ClearSpeak Style for Automated Speaking of Algebra. Research Report No. RR-16-23"},
      {
        "id":"ED570858",
        "title":"An Evaluation of the Usefulness of Prosodic and Lexical Cues for Understanding Synthesized Speech of Mathematics. Research Report No. RR-16-33"},
      {
        "id":"ED570861",
        "title":"Learning about Learning: What Every New Teacher Needs to Know"},
      {
        "id":"ED570865",
        "title":"From Crawling to Walking: Ranking States on Birth-3rd Grade Policies That Support Strong Readers"},
      {
        "id":"ED570866",
        "title":"Pluralism on the Prairie: Helping Minnesota's Dual Language Learners Leap Forward"},
      {
        "id":"ED570868",
        "title":"Gold Standard: The Swiss Vocational Education and Training System. International Comparative Study of Vocational Education Systems"},
      {
        "id":"ED570869",
        "title":"The Promise and Peril of Predictive Analytics in Higher Education: A Landscape Analysis"},
      {
        "id":"ED570870",
        "title":"A Critical Mass: Creating Comprehensive Services for Dual Language Learners in Harrisonburg"},
      {
        "id":"ED570871",
        "title":"Slowly but Surely: How Indiana Is Building a Pre-K Program"},
      {
        "id":"ED570872",
        "title":"From Blueprint to Building: Lifting the Torch for Multilingual Students in New York State"},
      {
        "id":"ED570873",
        "title":"Starting Young: Massachusetts Birth-3rd Grade Policies That Support Children's Literacy Development"},
      {
        "id":"ED570874",
        "title":"Examination of Effects of Regular Sports Training on Individual Skills in Trainable Children with Autism"},
      {
        "id":"ED570875",
        "title":"Starting from Scratch: A New Federal and State Partnership in Higher Education"},
      {
        "id":"ED570876",
        "title":"Multilingual Paraprofessionals: An Untapped Resource for Supporting American Pluralism. Pathways to Prosperity: Growing a Multilingual Teacher Workforce"},
      {
        "id":"ED570877",
        "title":"Integrating Technology in Early Literacy: A Snapshot of Community Innovation in Family Engagement"},
      {
        "id":"ED570878",
        "title":"Communication in a Diverse Classroom: An Annotated Bibliographic Review"},
      {
        "id":"ED570879",
        "title":"Teaching to the Test: A Very Large Red Herring"},
      {
        "id":"ED570880",
        "title":"Executive Function: Implications for Education. NCER 2017-2000"},
      {
        "id":"ED570881",
        "title":"Strategies for Postsecondary Students in Developmental Education: A Practice Guide for College and University Administrators, Advisors, and Faculty. NCEE 2017-4011"},
      {
        "id":"ED570882",
        "title":"Woman in Intercollegiate Sport: A Longitudinal, National Study. Thirty-Seven Year Update, 1977-2014"},
      {
        "id":"ED570883",
        "title":"Women in Intercollegiate Sport: A Longitudinal, National Study. Thirty-Five Year Update, 1977-2012"},
      {
        "id":"ED570884",
        "title":"Women in Intercollegiate Sport: A Longitudinal, National Study. Twenty Nine Year Update, 1977-2006"},
      {
        "id":"ED570885",
        "title":"Women in Intercollegiate Sport: A Longitudinal, National Study. Thirty One Year Update, 1977-2008"},
      {
        "id":"ED570886",
        "title":"Women in Intercollegiate Sport: A Longitudinal, National Study. Thirty Three Year Update, 1977-2010"},
      {
        "id":"ED570887",
        "title":"The Power of a Good Idea: How the San Francisco School District Is Building a PreK-3rd Grade Bridge"},
      {
        "id":"ED570888",
        "title":"Measuring the Implementation Fidelity of the Response to Intervention Framework in Milwaukee Public Schools. REL 2017-192"},
      {
        "id":"ED570889",
        "title":"Measuring the Implementation Fidelity of the Response to Intervention Framework in Milwaukee Public Schools. Stated Briefly. REL 2017-192"},
      {
        "id":"ED570890",
        "title":"New American Undergraduates: Enrollment Trends and Age at Arrival of Immigrant and Second-Generation Students. Stats in Brief. NCES 2017-414"},
      {
        "id":"ED570891",
        "title":"Use of Private Loans by Postsecondary Students: Selected Years 2003-04 through 2011-12. Stats in Brief. NCES 2017-420"},
      {
        "id":"ED570892",
        "title":"Standardized Assessments of College Learning: Past and Future"},
      {
        "id":"ED570893",
        "title":"Highlights from TIMSS and TIMSS Advanced 2015: Mathematics and Science Achievement of U.S. Students in Grades 4 and 8 and in Advanced Courses at the End of High School in an International Context. NCES 2017-002"},
      {
        "id":"ED570894",
        "title":"Beyond Ratings: Re-Envisioning State Teacher Evaluation Systems as Tools for Professional Growth"},
      {
        "id":"ED570895",
        "title":"No Panacea: Diagnosing What Ails Teacher Professional Development before Reaching for Remedies"},
      {
        "id":"ED570896",
        "title":"Beyond Access: How Texas and California Are Accommodating Increased Hispanic College Enrollment"},
      {
        "id":"ED570897",
        "title":"Exceptional Circumstances: A Blog Series on Issues in Early Childhood Special Education"},
      {
        "id":"ED570898",
        "title":"Proceedings of the 2016 ASCUE Summer Conference (49th, Myrtle Beach, South Carolina, June 12-16, 2016)"},
      {
        "id":"ED570899",
        "title":"Breathing Life into Business Concepts: Utilizing Simulations in Management Information Systems"},
      {
        "id":"ED570900",
        "title":"The Cogs Are Coming: The Cognitive Augmentation Revolution"},
      {
        "id":"ED570901",
        "title":"Tools to Use in an Information Technology Class--and Best of All They Are FREE!"},
      {
        "id":"ED570902",
        "title":"Keeping up with Big Data--Designing an Introductory Data Analytics Class"},
      {
        "id":"ED570903",
        "title":"High School Graduation Rates across English Learner Student Subgroups in Arizona. REL 2017-205"},
      {
        "id":"ED570910",
        "title":"Reading across Texts: A Resource for Planning Multiple Source Comprehension Tasks. From College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers"},
      {
        "id":"ED570911",
        "title":"High-Leverage Principles of Effective Instruction for English Learners. From College and Career Ready Standards to Teaching and Learning in the Classroom: A Series of Resources for Teachers"},
      {
        "id":"ED570913",
        "title":"Federal Student Loan Amounts and Terms for Loans Issued in 2016-17"},
      {
        "id":"ED570914",
        "title":"The Power of Place: How Housing Policy Can Boost Educational Opportunity"},
      {
        "id":"ED570916",
        "title":"Stewardship of the Evolving Scholarly Record: From the Invisible Hand to Conscious Coordination"},
      {
        "id":"ED570917",
        "title":"Shaping the Library to the Life of the User: Adapting, Empowering, Partnering, Engaging"},
      {
        "id":"ED570918",
        "title":"Youth Apprenticeship: A Hopeful Approach for Improving Outcomes for Baltimore Youth. The Abell Report. Volume 28, No. 2"},
      {
        "id":"ED570919",
        "title":"&quot;Chartering&quot; Maryland's Future: Is There an Expanded Role for National Charter Management Organizations in Our Schools? The Abell Report. Volume 28, No. 1"},
      {
        "id":"ED570920",
        "title":"The Path to Baltimore's &quot;Best Prospect&quot; Jobs without a College Degree: Career Credentialing Programs at Baltimore's Community Colleges. The Abell Report. Volume 28, No. 2"},
      {
        "id":"ED570922",
        "title":"City Connects: Redesigning Student Support for Academic Success. The Abell Report. Volume 29, No. 3"},
      {
        "id":"ED570924",
        "title":"Federal Science, Technology, Engineering, and Mathematics (STEM) Education: 5-Year Strategic Plan. A Report from the Committee on STEM Education National Science and Technology Council"},
      {
        "id":"ED570925",
        "title":"Progress Report on Coordinating Federal Science, Technology, Engineering, and Mathematics (STEM) Education"},
      {
        "id":"ED570926",
        "title":"Coordinating Federal Science, Technology, Engineering, and Mathematics (STEM) Education Investments: Progress Report. A Report from the Federal Coordination in STEM Education Task Force Committee on STEM Education National Science and Technology Council: In Response to the Requirements of the America COMPETES Reauthorization Act of 2010"},
      {
        "id":"ED570927",
        "title":"Quick Guide: Mental Health-Secondary Transition"},
      {
        "id":"ED570932",
        "title":"Answering the Call for Equitable Access to Effective Teachers: Lessons Learned from State-Based Teacher Preparation Efforts in Georgia, Indiana, Michigan, New Jersey, and Ohio"},
      {
        "id":"ED570933",
        "title":"Improving Michigan STEM Teachers and Teaching: The W.K. Kellogg Foundation's Woodrow Wilson Teaching Fellowship"},
      {
        "id":"ED570938",
        "title":"Uptake and Utility of VET Qualifications. Research Report"},
      {
        "id":"ED570939",
        "title":"Digital Academic Revolution Mentorship Competency: #1 The Declaration--Mentoring the Process of Learning with Screencast Assessment--Plugging into Students' Digital DNA a Decade Later"},
      {
        "id":"ED570940",
        "title":"Digital Academic Revolution Mentorship Competency: #2 The Conversation--Viewing Instructional Design &amp; Pedagogy as a Holistic Unit Transformative Teamwork in a Learn by Doing Approach--Student Turned Mentor &amp; Mentor Turned Student"},
      {
        "id":"ED570948",
        "title":"The Library in the Life of the User: Engaging with People Where They Live and Learn"},
      {
        "id":"ED570954",
        "title":"Correlation of Reading and Listening Comprehension Discrepancy with Teacher Perceptions of Reading Disability in Ghana"},
      {
        "id":"ED570955",
        "title":"Growing up and Growing Older: Books for Young Readers©: An Annotated Booklist of Literature to Promote Positive Aging (Preschool-Third Grade)"},
      {
        "id":"ED570956",
        "title":"The Relationship between 8th-Grade Students' Parents' Education and Students' Mathematics Achievement: NAEP 2003 and 2013"},
      {
        "id":"ED570957",
        "title":"Repositioning Ghana Schools as English Language Learner Schools"},
      {
        "id":"ED570959",
        "title":"Early Children's Literature and Aging"},
      {
        "id":"ED570960",
        "title":"Do Online Students Exhibit Different Learning Styles?"},
      {
        "id":"ED570961",
        "title":"Student Debt and the Class of 2014: 10th Annual Report"},
      {
        "id":"ED570962",
        "title":"Student Debt and the Class of 2015. 11th Annual Report"},
      {
        "id":"ED570963",
        "title":"A Guide to Developing Collaborative School-Community-Business Partnerships"},
      {
        "id":"ED570964",
        "title":"Read 180®. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED570966",
        "title":"A Comparison of Two Methods of Identifying Beating-the-Odds High Schools in Puerto Rico. REL 2017-167"},
      {
        "id":"ED570967",
        "title":"VET Program Completion Rates: An Evaluation of the Current Method. Occasional Paper"},
      {
        "id":"ED570968",
        "title":"Performance of U.S. 15-Year-Old Students in Science, Reading, and Mathematics Literacy in an International Context: First Look at PISA 2015. NCES 2017-048"},
      {
        "id":"ED570970",
        "title":"English Learning Strategies of Various Nations: A Study in Military Context"},
      {
        "id":"ED570971",
        "title":"Efficiency of Computer Assisted Cooperative Learning Method on Students' Performance in Using Colors"},
      {
        "id":"ED570972",
        "title":"Bilingualism with and without CLIL, a Double-Edged Sword: Comparing Bilingual and Non Bilingual Young Learners' Beliefs about EFL and Science Learning"},
      {
        "id":"ED570973",
        "title":"Global Citizenship Education for Mental Health Development"},
      {
        "id":"ED570974",
        "title":"Natural Mentors, Racial Pride, and Academic Engagement among Black Adolescents: Resilience in the Context of Perceived Discrimination"},
      {
        "id":"ED570975",
        "title":"The Attitudes of Second-Year College Students: Exploring the Mindsets behind the &quot;Sophomore Slump.&quot; 2013 Research Report"},
      {
        "id":"ED570977",
        "title":"Strategies for Estimating Teacher Supply and Demand Using Student and Teacher Data. REL 2017-197"},
      {
        "id":"ED570978",
        "title":"The Relationship of Student Satisfaction to Key Indicators for Colleges and Universities. 2014 National Research Report"},
      {
        "id":"ED570979",
        "title":"National Online Learners Priorities Report. 2014-15 Research Report"},
      {
        "id":"ED570981",
        "title":"Uncovering Diversity: Examining the Representation of English Learners in Special Education in Washington State"},
      {
        "id":"ED570982",
        "title":"Getting Ahead with Dual Credit: Dual-Credit Participation, Outcomes, and Opportunities in Idaho"},
      {
        "id":"ED570983",
        "title":"National Freshman Attitudes Report, 2013: Exploring College Readiness among Entering Freshmen. Eighth Annual National Research Study"},
      {
        "id":"ED570984",
        "title":"Freshman Attitudes Report for Two-Year Colleges: An Exploration of College Readiness. Research Report"},
      {
        "id":"ED570985",
        "title":"National Freshman Attitudes Report, 2014: Special Focus on Career Decision-Making toward the Goal of College Completion. Ninth Annual National Research Study"},
      {
        "id":"ED570986",
        "title":"Changes in Freshman Attitudes Following a Semester of Classes and Interventions. Student Success Companion Report to 2014 National Freshman Attitudes Report"},
      {
        "id":"ED570988",
        "title":"Free Community College: An Approach to Increase Adult Student Success in Postsecondary Education. Special Report"},
      {
        "id":"ED570989",
        "title":"K-3 Policymakers' Guide to Action: Making the Early Years Count. Special Report"},
      {
        "id":"ED570990",
        "title":"Itemized Charges &amp; Student Aid: Enhancing the Capacity of States to Understand Affordability for All Students. Policy Perspectives"},
      {
        "id":"ED570993",
        "title":"Digest of Education Statistics 2015, 51st Edition. NCES 2016-014"},
      {
        "id":"ED570999",
        "title":"Increasing Latina/o College Completion: Mistakes and Opportunities"},
      {
        "id":"ED571002",
        "title":"Thriving Latino Males in Selective Predominantly White Institutions"},
      {
        "id":"ED571004",
        "title":"Latinas/os in Community College Developmental Education: Increasing Moments of Academic and Interpersonal Validation"},
      {
        "id":"ED571005",
        "title":"Research Considerations and Theoretical Application for Best Practices in Higher Education: Latina/os Achieving Success"},
      {
        "id":"ED571007",
        "title":"Increasing Latina/o Students Baccalaureate Attainment: A Focus on Retention"},
      {
        "id":"ED571010",
        "title":"Los Caminos: Latino/a Youth Forging Pathways in Pursuit of Higher Education"},
      {
        "id":"ED571015",
        "title":"Latino Males: Improving College Access and Degree Completion--A New National Imperative. PERSPECTIVAS: Issues in Higher Education Policy and Practice. Issue No. 1, Spring 2012"},
      {
        "id":"ED571016",
        "title":"Closing the Latino/a Transfer Gap: Creating Pathways to the Baccalaureate. PERSPECTIVAS: Issues in Higher Education Policy and Practice. Issue No. 2, Spring 2013"},
      {
        "id":"ED571017",
        "title":"Mexican Americans' Educational Barriers and Progress: Is the Magic Key within Reach? PERSPECTIVAS: Issues in Higher Education Policy and Practice. Issue No. 5, Spring 2016"},
      {
        "id":"ED571018",
        "title":"Design Principles for Equity and Excellence at Hispanic-Serving Institutions. PERSPECTIVAS: Issues in Higher Education Policy and Practice. Issue No. 4, Spring 2015"},
      {
        "id":"ED571020",
        "title":"Examining a Rupture in the Latina/o College Pipeline: Developmental Education in California Community Colleges. PERSPECTIVAS: Issues in Higher Education Policy and Practice. Issue No. 3, Spring 2014"},
      {
        "id":"ED571023",
        "title":"A Better Start: Why Classroom Diversity Matters in Early Education"},
      {
        "id":"ED571024",
        "title":"Educators on the Edge: Big Ideas for Change and Innovation. Australian College of Educators (ACE) National Conference Proceedings (Brisbane, Australia, September 24-25, 2015)"},
      {
        "id":"ED571027",
        "title":"What Counts as Quality in Education? Australian College of Educators (ACE) National Conference Proceedings (Adelaide, Australia, September 11-12, 2014)"},
      {
        "id":"ED571028",
        "title":"Changes and Challenges: The Power of Education to Build the World to Which We Aspire. Australian College of Educators (ACE) National Conference Proceedings (Sydney, Australia, September 26-27, 2016)"},
      {
        "id":"ED571031",
        "title":"Authorizer Shopping: Lessons from Experience and Ideas for the Future"},
      {
        "id":"ED571120",
        "title":"The State of Higher Education in California: Blacks"},
      {
        "id":"ED571124",
        "title":"Authorizers Are Not Monolithic on School Discipline: How Charter School Authorizers Differ in School Discipline Engagement"},
      {
        "id":"ED571125",
        "title":"Affirming Equal Opportunity and Access in the University of California so California Prospers. Higher Education Policy Brief"},
      {
        "id":"ED571126",
        "title":"Keeping the Promise: Going the Distance on Transfer Reform"},
      {
        "id":"ED571127",
        "title":"The State of Higher Education in California: Asian Americans, Native Hawaiians, Pacific Islanders"},
      {
        "id":"ED571128",
        "title":"The State of Higher Education in California: Latinos"},
      {
        "id":"ED571129",
        "title":"Needed: Sy(STEM)ic Response. How California's Public Colleges and Universities Are Key to Strengthening the Science, Technology, Engineering, and Math (STEM) and Health Workforce"},
      {
        "id":"ED571136",
        "title":"Boosting College Success among Men of Color: Promising Approaches and Next Steps. Research Brief"},
      {
        "id":"ED571141",
        "title":"How Does the ASAP Model Align with Guided Pathways Implementation in Community Colleges?"},
      {
        "id":"ED571142",
        "title":"Building a Future: Interim Impact Findings from the YouthBuild Evaluation"},
      {
        "id":"ED571252",
        "title":"Proceedings of the 2015 ASCUE Summer Conference (48th, Myrtle Beach, South Carolina, June 14-18, 2015)"},
      {
        "id":"ED571253",
        "title":"SPARK RttT: Year Two Fidelity and Implementation"},
      {
        "id":"ED571254",
        "title":"Predictors of Sustained Implementation of School-Wide Positive Behavioral Interventions and Supports"},
      {
        "id":"ED571255",
        "title":"Within-Year Fidelity Growth of SWPBIS during Installation and Initial Implementation"},
      {
        "id":"ED571256",
        "title":"The Pragmatic Knowledge of Turkish EFL Students in Using Certain Request Strategies"},
      {
        "id":"ED571257",
        "title":"The Positive Effects of Cognitive Learning Styles in ELT Classes"},
      {
        "id":"ED571258",
        "title":"Challenges in Texas Bond Elections: How Politricks Can Influence Outcomes"},
      {
        "id":"ED571259",
        "title":"Increasing Creativity with the Self-Studies in Basic English Classes"},
      {
        "id":"ED571260",
        "title":"Preparation Model of Student Teacher Candidate in Developing Integrative Science Learning"},
      {
        "id":"ED571261",
        "title":"The Child Care Ecology Inventory: A Domain-Specific Measure of Home-Based Child Care Quality to Promote Social Competence for School Readiness"},
      {
        "id":"ED571262",
        "title":"In Search of How Principals Change: A Qualitative Study of Events That Help and Hinder Administrator Support for School-Wide PBIS"},
      {
        "id":"ED571263",
        "title":"A Study of Personality Profiles among the Adolescent Boys and Girls"},
      {
        "id":"ED571265",
        "title":"Guidelines to Evaluate Cultural Content in Textbooks"},
      {
        "id":"ED571266",
        "title":"Predicting Abandonment of School-Wide Behavior Support Interventions"},
      {
        "id":"ED571267",
        "title":"Cyber Security Applications: Freeware &amp; Shareware"},
      {
        "id":"ED571268",
        "title":"From &quot;Dis&quot;ability to Ability: Federal, State and Worldwide Policies That Make a Difference"},
      {
        "id":"ED571269",
        "title":"Comparison of Coping Strategies of Student Teachers Based on Their Subject of Specialisation"},
      {
        "id":"ED571270",
        "title":"Benefits of Synchronous Online Courses"},
      {
        "id":"ED571271",
        "title":"The Next Big Thing We Won't Be Able to Live Without? Fulbright's Half-Life Theory Gives Us Some Ideas"},
      {
        "id":"ED571273",
        "title":"Creating Games to Get Students!"},
      {
        "id":"ED571274",
        "title":"Net Neutrality: The Great Debate"},
      {
        "id":"ED571275",
        "title":"An Introduction to Topic Modeling as an Unsupervised Machine Learning Way to Organize Text Information"},
      {
        "id":"ED571276",
        "title":"Ideas on Learning a New Language Intertwined with the Current State of Natural Language Processing and Computational Linguistics"},
      {
        "id":"ED571277",
        "title":"Mitigating Higher Ed Cyber Attacks"},
      {
        "id":"ED571278",
        "title":"Efficacy of Ethnographic Research in Education"},
      {
        "id":"ED571279",
        "title":"Next Generation Science Standards and edTPA: Evidence of Science and Engineering Practices"},
      {
        "id":"ED571280",
        "title":"Research and Policy Considerations for English Learner Equity"},
      {
        "id":"ED571281",
        "title":"Examining Barriers to Sustained Implementation of School-Wide Prevention Practices"},
      {
        "id":"ED571282",
        "title":"Listening Strategy Preferences in Multimedia Environment: A Study on Iranian Female Language Learners"},
      {
        "id":"ED571283",
        "title":"DO School-Wide Positive Behavioral Interventions and Supports, NOT Exclusionary Discipline Practices"},
      {
        "id":"ED571284",
        "title":"Environmental Problem Perception of 6th Grade Students"},
      {
        "id":"ED571286",
        "title":"Manifesto 15: Evolving Learning"},
      {
        "id":"ED571288",
        "title":"Planning and Designing Academic Library Learning Spaces: Expert Perspectives of Architects, Librarians, and Library Consultants. Project Information Literacy Research Report. The Practitioner Series"},
      {
        "id":"ED571289",
        "title":"Financial Information 2015. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED571290",
        "title":"Government-Funded Student Outcomes, 2016: Australian Vocational Education and Training Statistics"},
      {
        "id":"ED571291",
        "title":"Total VET Graduate Outcomes, 2016: Australian Vocational Education and Training Statistics"},
      {
        "id":"ED571292",
        "title":"Young People in Education and Training 2015. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED571297",
        "title":"Proceedings of the 2014 ASCUE Summer Conference (47th, Myrtle Beach, South Carolina, June 8-12, 2014)"},
      {
        "id":"ED571298",
        "title":"Recruiting Women into Computer Science and Information Systems"},
      {
        "id":"ED571299",
        "title":"Using Live Projects in the Classroom"},
      {
        "id":"ED571300",
        "title":"The Academic and Social Life Styles of Students and Teachers of Higher Education Institutions in Bangladesh as Consequences of Using Social Network Sites"},
      {
        "id":"ED571301",
        "title":"Power Monitoring Using the Raspberry Pi"},
      {
        "id":"ED571302",
        "title":"Library Databases as Unexamined Classroom Technologies"},
      {
        "id":"ED571303",
        "title":"Phishing E-Mails--Six Month Investigation into What People Click"},
      {
        "id":"ED571304",
        "title":"An Overview of the Past, Present, and Future of 3D Printing Technology with an Emphasis on the Present"},
      {
        "id":"ED571305",
        "title":"Losing the Red Pen: Video Grading Feedback in Distance and Blended Learning Writing Courses"},
      {
        "id":"ED571307",
        "title":"Benchmarking Alumni Relations in Community Colleges: Findings from a 2015 CASE Survey. CASE White Paper"},
      {
        "id":"ED571308",
        "title":"Benchmarking Alumni Relations in Community Colleges: Findings from a 2012 CASE Survey. CASE White Paper"},
      {
        "id":"ED571309",
        "title":"Benchmarking Investments in Advancement: Results of the Inaugural CASE Advancement Investment Metrics Study (AIMS). CASE White Paper"},
      {
        "id":"ED571310",
        "title":"Use of Technology for Development and Alumni/Constituent Relations among CASE Members"},
      {
        "id":"ED571315",
        "title":"Community College Foundations: An Analysis of a Survey Conducted by the Council for Advancement and Support of Education. CASE White Paper"},
      {
        "id":"ED571317",
        "title":"CASE Fundraising in International Schools Report 2016. Findings from Data Collected for the Academic Year 2014-15"},
      {
        "id":"ED571318",
        "title":"Results of the 2012 CASE Compensation Survey: Community College Respondents"},
      {
        "id":"ED571319",
        "title":"Benchmarking Campus Communications and Marketing Programs: A Look at Policies, Structures, Tools and Audiences. CASE White Paper"},
      {
        "id":"ED571320",
        "title":"Results of the 2012 CASE Compensation Survey: Institutionally Related Foundation Respondents"},
      {
        "id":"ED571321",
        "title":"#SocialMedia, Advancement, and Fundraising in Education. [Fourth Annual Survey of Social Media in Advancement]"},
      {
        "id":"ED571322",
        "title":"Social Media Enters the Mainstream: Report on the Use of Social Media in Advancement, 2014. [Fifth Annual Survey of Social in Advancement]"},
      {
        "id":"ED571323",
        "title":"At the Fundraising Core: Strategic Public Relations in Fundraising Practice. CASE White Paper"},
      {
        "id":"ED571324",
        "title":"Results from the 2014 CASE Survey of Community College Foundations. CASE White Paper"},
      {
        "id":"ED571325",
        "title":"The 2015 CASE Asia-Pacific Alumni Relations Survey Report"},
      {
        "id":"ED571326",
        "title":"Split-Half Administration of the 2015 School Crime Supplement to the National Crime Victimization Survey: Methodology Report. NCES 2017-004"},
      {
        "id":"ED571327",
        "title":"Use of Technology for Development and Alumni Relations among CASE Members. Research Report"},
      {
        "id":"ED571328",
        "title":"Data Mining and Predictive Modeling in Institutional Advancement: How Ten Schools Found Success. Technical Report"},
      {
        "id":"ED571329",
        "title":"Results of the 2013 CASE Europe Salary Survey"},
      {
        "id":"ED571330",
        "title":"New Directions in Telecollaborative Research and Practice: Selected Papers from the Second Conference on Telecollaboration in Higher Education"},
      {
        "id":"ED571332",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Cognition and Exploratory Learning in the Digital Age (CELDA) (13th, Mannheim, Germany, October 28-30, 2016)"},
      {
        "id":"ED571333",
        "title":"Giving to Excellence: Generating Philanthropic Support for UK Higher Education. Ross-CASE Report 2016"},
      {
        "id":"ED571334",
        "title":"Preparing Student Mobility through Telecollaboration"},
      {
        "id":"ED571335",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Mobile Learning (12th, Vilamoura, Algarve, Portugal, April 9-11, 2016)"},
      {
        "id":"ED571336",
        "title":"The &quot;Bologna-München&quot; Tandem--Experiencing Interculturality"},
      {
        "id":"ED571337",
        "title":"Making Virtual Exchange/Telecollaboration Mainstream--Large Scale Exchanges"},
      {
        "id":"ED571338",
        "title":"Blogging as a Tool for Intercultural Learning in a Telecollaborative Study"},
      {
        "id":"ED571339",
        "title":"Problem-Solving Interaction in GFL Videoconferencing"},
      {
        "id":"ED571340",
        "title":"Incorporating Cross-Cultural Videoconferencing to Enhance Content and Language Integrated Learning (CLIL) at the Tertiary Level"},
      {
        "id":"ED571341",
        "title":"CHILCAN: A Chilean-Canadian Intercultural Telecollaborative Language Exchange"},
      {
        "id":"ED571342",
        "title":"It Takes Two to Tango: Online Teacher Tandems for Teaching in English"},
      {
        "id":"ED571343",
        "title":"Developing Intercultural Communicative Competence across the Americas"},
      {
        "id":"ED571344",
        "title":"Vicious vs. Virtuous Cycles of Turn Negotiation in Video-Mediated Telecollaboration: Interactional Sociolinguistics Perspective"},
      {
        "id":"ED571345",
        "title":"Interactional Dimension of Online Asynchronous Exchange in an Asymmetric Telecollaboration"},
      {
        "id":"ED571346",
        "title":"Fostering Students' Engagement with Topical Issues through Different Modes of Online Exchange"},
      {
        "id":"ED571347",
        "title":"Telecollaboration in Online Communities for L2 Learning"},
      {
        "id":"ED571348",
        "title":"A Conversation Analysis Approach to Researching eTandems--The Challenges of Data Collection"},
      {
        "id":"ED571349",
        "title":"Telecollaboration in Secondary EFL: A Blended Teacher Education Course"},
      {
        "id":"ED571350",
        "title":"Intercultural Communication for Professional Development: Creative Approaches in Higher Education"},
      {
        "id":"ED571351",
        "title":"Communication Strategies in a Telecollaboration Project with a Focus on Latin American History"},
      {
        "id":"ED571352",
        "title":"Telecollaboration and Student Mobility for Language Learning"},
      {
        "id":"ED571353",
        "title":"Student Perspectives on Intercultural Learning from an Online Teacher Education Partnership"},
      {
        "id":"ED571354",
        "title":"A Comparison of Telecollaborative Classes between Japan and Asian-Pacific Countries--Asian-Pacific Exchange Collaboration (APEC) Project"},
      {
        "id":"ED571355",
        "title":"A Task Is a Task Is a Task Is a Task... Or Is It? Researching Telecollaborative Teacher Competence Development--The Need for More Qualitative Research"},
      {
        "id":"ED571356",
        "title":"Cooperative Autonomy in Online Lingua Franca Exchanges: A Case Study on Foreign Language Education in Secondary Schools"},
      {
        "id":"ED571357",
        "title":"Learner Autonomy and Telecollaborative Language Learning"},
      {
        "id":"ED571358",
        "title":"Multifaceted Dimensions of Telecollaboration through English as a Lingua Franca (ELF): Paris-Valladolid Intercultural Telecollaboration Project"},
      {
        "id":"ED571359",
        "title":"A Corpus-Based Study of the Use of Pronouns in the Asynchronous Discussion Forums in the Online Intercultural Exchange MexCo"},
      {
        "id":"ED571360",
        "title":"Exploring Telecollaboration through the Lens of University Students: A Spanish-Cypriot Telecollaborative Exchange"},
      {
        "id":"ED571361",
        "title":"Getting Their Feet Wet: Trainee EFL Teachers in Germany and Israel Collaborate Online to Promote Their Telecollaboration Competence through Experiential Learning"},
      {
        "id":"ED571362",
        "title":"Illustrating Challenges and Practicing Competencies for Global Technology-Assisted Collaboration: Lessons from a Real-Time North-South Teaching Collaboration"},
      {
        "id":"ED571363",
        "title":"Intergenerational Telecollaboration: What Risks for What Rewards?"},
      {
        "id":"ED571364",
        "title":"Comparing the Development of Transversal Skills between Virtual and Physical Exchanges"},
      {
        "id":"ED571365",
        "title":"Purposeful Exploratory Learning with Video Using Analysis Categories"},
      {
        "id":"ED571366",
        "title":"Teacher Competences for Telecollaboration: The Role of Coaching"},
      {
        "id":"ED571367",
        "title":"Emerging Affordances in Telecollaborative Multimodal Interactions"},
      {
        "id":"ED571368",
        "title":"Telecollaboration as a Tool for Building Intercultural and Interreligious Understanding: The Sousse-Villanova Programme"},
      {
        "id":"ED571369",
        "title":"Multimodal Strategies Allowing Corrective Feedback to Be Softened during Webconferencing-Supported Interactions"},
      {
        "id":"ED571370",
        "title":"Telecollaboration, Challenges and Oppportunities"},
      {
        "id":"ED571371",
        "title":"What Are the Perceived Effects of Telecollaboration Compared to Other Communication-Scenarios with Peers?"},
      {
        "id":"ED571372",
        "title":"DOTI: Databank of Oral Teletandem Interactions"},
      {
        "id":"ED571373",
        "title":"E-Learning in Chemistry Education: Self-Regulated Learning in a Virtual Classroom"},
      {
        "id":"ED571374",
        "title":"Searching for Telecollaboration in Secondary Geography Education in Germany"},
      {
        "id":"ED571375",
        "title":"Connectivist Communication Networks"},
      {
        "id":"ED571376",
        "title":"Students' Perspective on Web 2.0-Enhanced Telecollaboration as Added Value in Translator Education"},
      {
        "id":"ED571377",
        "title":"Alumni Go Europe: A Lifelong Learning Grundtvig Project--2008-2010"},
      {
        "id":"ED571378",
        "title":"Learning Analytics to Understand Cultural Impacts on Technology Enhanced Learning"},
      {
        "id":"ED571379",
        "title":"Charitable Giving to Universities in Australia and New Zealand Survey: Findings from Data Collected from 24 Universities in Australia and New Zealand for 2013, 2014 and 2015"},
      {
        "id":"ED571380",
        "title":"Educational Criteria for Evaluating Simple Class Diagrams Made by Novices for Conceptual Modeling"},
      {
        "id":"ED571381",
        "title":"A Portfolio for Optimal Collaboration of Human and Cyber Physical Production Systems in Problem-Solving"},
      {
        "id":"ED571382",
        "title":"A Learning Support System Regarding Motion Trigger for Repetitive Motion Having an Operating Instrument"},
      {
        "id":"ED571383",
        "title":"An Empirical Study on the Impact of Self-Regulation and Compulsivity towards Smartphone Addiction of University Students"},
      {
        "id":"ED571384",
        "title":"Group Work and the Impact, if Any, of the Use of Google Applications for Education"},
      {
        "id":"ED571385",
        "title":"Inventing the Invented for STEM Understanding"},
      {
        "id":"ED571386",
        "title":"Cognitive Design for Learning: Cognition and Emotion in the Design Process"},
      {
        "id":"ED571387",
        "title":"Exploring Students' E-Learning Effectiveness through the Use of Line Chat Application"},
      {
        "id":"ED571388",
        "title":"Learning and Skills Development in a Virtual Class of Educommunication Based on Educational Proposals and Interactions"},
      {
        "id":"ED571389",
        "title":"Task-Based Assessment of Students' Computational Thinking Skills Developed through Visual Programming or Tangible Coding Environments"},
      {
        "id":"ED571390",
        "title":"Fractangi: A Tangible Learning Environment for Learning about Fractions with an Interactive Number Line"},
      {
        "id":"ED571391",
        "title":"Teachers' Attitude towards ICT Use in Secondary Schools: A Scale Development Study"},
      {
        "id":"ED571392",
        "title":"The Relationship among ICT Skills, Traditional Reading Skills and Online Reading Ability"},
      {
        "id":"ED571393",
        "title":"Academic Retention: Results from a Study in an Italian University Course"},
      {
        "id":"ED571394",
        "title":"Evaluation of the Course of the Flight Simulators from the Perspective of Students and University Teachers"},
      {
        "id":"ED571395",
        "title":"Innovative Collaborative Learning Strategies for Integrated Interactive E-Learning in the 21st Century"},
      {
        "id":"ED571396",
        "title":"Enacting STEM Education for Digital Age Learners: The &quot;Maker&quot; Movement Goes to School"},
      {
        "id":"ED571397",
        "title":"Digital Natives and Digital Divide: Analysing Perspective for Emerging Pedagogy"},
      {
        "id":"ED571398",
        "title":"Features Students Really Expect from Learning Analytics"},
      {
        "id":"ED571399",
        "title":"Learning How to Write an Academic Text: The Effect of Instructional Method and Reflection on Text Quality"},
      {
        "id":"ED571400",
        "title":"A Service-Learning Project Using Crowdfunding Strategy: Students' Experience and Reflection"},
      {
        "id":"ED571401",
        "title":"Mobile Device Usage in Higher Education"},
      {
        "id":"ED571402",
        "title":"Einstein's Riddle as a Tool for Profiling Students"},
      {
        "id":"ED571403",
        "title":"Adaptive Game Based Learning Using Brain Measures for Attention--Some Explorations"},
      {
        "id":"ED571404",
        "title":"Participation and Achievement in Enterprise MOOCs for Professional Learning"},
      {
        "id":"ED571405",
        "title":"Relationship of Mobile Learning Readiness to Teacher Proficiency in Classroom Technology Integration"},
      {
        "id":"ED571406",
        "title":"Towards a Theory-Based Design Framework for an Effective E-Learning Computer Programming Course"},
      {
        "id":"ED571407",
        "title":"Students' Google Drive Intended Usage: A Case Study of Mathematics Courses in Bangkok University"},
      {
        "id":"ED571408",
        "title":"Development of Critical Thinking with Metacognitive Regulation"},
      {
        "id":"ED571409",
        "title":"Widening and Deepening Questions in Web-Based Investigative Learning"},
      {
        "id":"ED571410",
        "title":"An Ontology for Learning Services on the Shop Floor"},
      {
        "id":"ED571411",
        "title":"New Scenarios for Audience Response Systems in University Lectures"},
      {
        "id":"ED571412",
        "title":"Year 9 Student Voices Negotiating Digital Tools and Self-Regulated Learning Strategies in a Bilingual Managed Learning Environment"},
      {
        "id":"ED571413",
        "title":"The Impact of Middle-School Students' Feedback Choices and Performance on Their Feedback Memory"},
      {
        "id":"ED571414",
        "title":"A Video Game for Learning Brain Evolution: A Resource or a Strategy?"},
      {
        "id":"ED571415",
        "title":"Communication Vulnerability in the Digital Age: A Missed Concern in Constructivism"},
      {
        "id":"ED571416",
        "title":"Amazed by Making: How Do Teachers Describe Their PBL Experience"},
      {
        "id":"ED571417",
        "title":"Online Learners' Navigational Patterns Based on Data Mining in Terms of Learning Achievement"},
      {
        "id":"ED571418",
        "title":"The Effect of Choosing versus Receiving Feedback on College Students' Performance"},
      {
        "id":"ED571419",
        "title":"E-Learning System Using Segmentation-Based MR Technique for Learning Circuit Construction"},
      {
        "id":"ED571420",
        "title":"Building a Learning Experience: What Do Learners' Online Interaction Data Imply?"},
      {
        "id":"ED571421",
        "title":"Numerical Acuity Enhancement in Kindergarten: How Much Does Material Presentation Form Mean?"},
      {
        "id":"ED571422",
        "title":"Interactive Video, Tablets and Self-Paced Learning in the Classroom: Preservice Teachers Perceptions"},
      {
        "id":"ED571423",
        "title":"Framework for Intelligent Teaching and Training Systems -- A Study of Systems"},
      {
        "id":"ED571424",
        "title":"Human Computer Interaction (HCI) and Internet Residency: Implications for Both Personal Life and Teaching/Learning"},
      {
        "id":"ED571425",
        "title":"Music Technology Competencies for Education: A Proposal for a Pedagogical Architecture for Distance Learning"},
      {
        "id":"ED571426",
        "title":"Evaluation of Learning Unit Design with Use of Page Flip Information Analysis"},
      {
        "id":"ED571427",
        "title":"Factors Affecting Perceived Satisfaction with Facebook in Education"},
      {
        "id":"ED571428",
        "title":"Increasing Students' Science Writing Skills through a PBL Simulation"},
      {
        "id":"ED571429",
        "title":"Investigating the Potential of the Flipped Classroom Model in K-12 Mathematics Teaching and Learning"},
      {
        "id":"ED571430",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on e-Learning (Madeira, Portugal, July 1-4, 2016)"},
      {
        "id":"ED571431",
        "title":"Rules for Adaptive Learning and Assistance on the Shop Floor"},
      {
        "id":"ED571432",
        "title":"The Impact of Technology Integration upon Collegiate Pedagogy from the Lens of Multiple Disciplines"},
      {
        "id":"ED571433",
        "title":"Towards Concept Understanding Relying on Conceptualisation in Constructivist Learning"},
      {
        "id":"ED571434",
        "title":"Sensorimotor Distractions When Learning with Mobile Phones On-the-Move"},
      {
        "id":"ED571435",
        "title":"Personal Biometric Information from Wearable Technology Tracked and Followed Using an ePortfolio: A Case Study of eHealth Literacy Development with Emerging Technology in Hong Kong Higher Education"},
      {
        "id":"ED571436",
        "title":"Experiencing a Mobile Game and Its Impact on Teachers' Attitudes towards Mobile Learning"},
      {
        "id":"ED571437",
        "title":"Leadership for Nursing Work-Based Mobile Learning"},
      {
        "id":"ED571438",
        "title":"Design, Development and Evaluation of a Field Learning Video Blog"},
      {
        "id":"ED571439",
        "title":"An Initial Evaluation of Tablet Devices &amp; What Are the Next Steps?"},
      {
        "id":"ED571440",
        "title":"Mobile Learning: Extreme Outcomes of &quot;Everywhere, Anytime&quot;"},
      {
        "id":"ED571441",
        "title":"The Adoption of Mobile Learning in a Traditional Training Environment: The C95-Challenge Project Experience"},
      {
        "id":"ED571442",
        "title":"The Use of Digital Tools by Independent Music Teachers"},
      {
        "id":"ED571443",
        "title":"Information Literacy on the Go! Adding Mobile to an Age Old Challenge"},
      {
        "id":"ED571444",
        "title":"Mobile Devices and Spatial Enactments of Learning: iPads in Lower Secondary Schools"},
      {
        "id":"ED571445",
        "title":"Development of a Math Input Interface with Flick Operation for Mobile Devices"},
      {
        "id":"ED571446",
        "title":"NetEnquiry--A Competitive Mobile Learning Approach for the Banking Sector"},
      {
        "id":"ED571447",
        "title":"Development and Evaluation of a Classroom Interaction System"},
      {
        "id":"ED571448",
        "title":"Smartwatches as a Learning Tool: A Survey of Student Attitudes"},
      {
        "id":"ED571449",
        "title":"Visual Environment for Designing Interactive Learning Scenarios with Augmented Reality"},
      {
        "id":"ED571450",
        "title":"Student Response Behavior to Six Types of Caller/Sender When Smartphones Receive a Call or Text Message during University Lectures"},
      {
        "id":"ED571451",
        "title":"Mobile Learning: Pedagogical Strategies for Using Applications in the Classroom"},
      {
        "id":"ED571452",
        "title":"The Development of an Interactive Mathematics App for Mobile Learning"},
      {
        "id":"ED571453",
        "title":"Forms of the Materials Shared between a Teacher and a Pupil"},
      {
        "id":"ED571454",
        "title":"Understanding the Use of Mobile Resources to Enhance Paralympic Boccia Teaching and Learning for Students with Cerebral Palsy"},
      {
        "id":"ED571455",
        "title":"Exploring Mobile Affordances in the Digital Classroom"},
      {
        "id":"ED571456",
        "title":"Conceptualizing an M-Learning System for Seniors"},
      {
        "id":"ED571457",
        "title":"M-Learning Challenges in Teaching Crosscutting Themes in the Education of Young People and Adults"},
      {
        "id":"ED571458",
        "title":"Reflections on Ways Forward for Addressing Ethical Concerns in Mobile Learning Research"},
      {
        "id":"ED571459",
        "title":"Proceedings of the International Conferences on Internet Technologies &amp; Society (ITS), Education Technologies (ICEduTECH), and Sustainability, Technology and Education (STE) (Melbourne, Australia, December 6-8, 2016)"},
      {
        "id":"ED571460",
        "title":"Training Portuguese Teachers Using Blended Learning--A Different Approach"},
      {
        "id":"ED571461",
        "title":"A Quantitative Analysis of the Role of Social Networks in Educational Contexts"},
      {
        "id":"ED571462",
        "title":"Determining Factors of Students' Perceived Usefulness of E-Learning in Higher Education"},
      {
        "id":"ED571463",
        "title":"Learning Factory--Assembling Learning Content with a Framework"},
      {
        "id":"ED571464",
        "title":"Automation in Distance Learning: An Empirical Study of Unlearning and Academic Identity Change Linked to Automation of Student Messaging within Distance Learning"},
      {
        "id":"ED571465",
        "title":"Care Management: On Line-Based Approaches to Nurse Education in Ultrasound Imaging"},
      {
        "id":"ED571466",
        "title":"Developing the 1st MOOC of University of Porto: Challenges and Strategies"},
      {
        "id":"ED571467",
        "title":"Collegewide Promotion of E-Learning/Active Learning and Faculty Development"},
      {
        "id":"ED571468",
        "title":"Using Cognitive Maps to Promote Self-Managed Learning in Online Communities of Inquiry"},
      {
        "id":"ED571469",
        "title":"IT Tools in Initial Teacher Training"},
      {
        "id":"ED571470",
        "title":"Virtual &amp; Real Face to Face Teaching"},
      {
        "id":"ED571471",
        "title":"An Analysis of Students Enrolled to an Undergraduate University Course Offered Also Online"},
      {
        "id":"ED571472",
        "title":"A Practice of Mobile Learning Based on Cloud Computing"},
      {
        "id":"ED571473",
        "title":"Content Development for 72,000 Learners: An Online Learning Environment for General Practitioners: A Case Study"},
      {
        "id":"ED571474",
        "title":"Digital Storytelling for Inclusive Education: An Experience in Initial Teacher Training"},
      {
        "id":"ED571475",
        "title":"Equalizing Educational Opportunities by ICT"},
      {
        "id":"ED571476",
        "title":"First Stages of Adult Students' Relationship to Scientific Knowing and Research in the Open University's Web-Based Methodology Course"},
      {
        "id":"ED571477",
        "title":"Gamify and Recognize Prior Learning: How to Succeed in Educators' Further Professional Training with Open Badges"},
      {
        "id":"ED571478",
        "title":"How Do We Know What Is Happening Online?: A Triangulated Approach to Data Analysis"},
      {
        "id":"ED571479",
        "title":"Orchestration of Social Modes in E-Learning"},
      {
        "id":"ED571480",
        "title":"Statistical Measures of Integrity in Online Testing: Empirical Study"},
      {
        "id":"ED571481",
        "title":"The Complexities of Digital Storytelling: Factors Affecting Performance, Production, and Project Completion"},
      {
        "id":"ED571482",
        "title":"Informal Language Learning in Authentic Setting, Using Mobile Devices and SNS"},
      {
        "id":"ED571483",
        "title":"Creating Micro-Videos to Demonstrate Technology Learning"},
      {
        "id":"ED571484",
        "title":"How Do K-12 Students' Manage Applications on Their Mobile Devices?"},
      {
        "id":"ED571485",
        "title":"Enhancing Third-Year Medical Clerkships: Using Mobile Technology for Teaching and Learning"},
      {
        "id":"ED571486",
        "title":"A Holistic Approach to Scoring in Complex Mobile Learning Scenarios"},
      {
        "id":"ED571487",
        "title":"EvalCOMIX®: A Web-Based Programme to Support Collaboration in Assessment"},
      {
        "id":"ED571488",
        "title":"Can E-Learning Change Work Practices?"},
      {
        "id":"ED571489",
        "title":"Attributions to Success and Failure in English Language Learning: The Effects of Gender, Age and Perceived Success"},
      {
        "id":"ED571490",
        "title":"A Multivariate Analysis of Pre-Service Teachers Use of Metacognitive Reading Strategies"},
      {
        "id":"ED571491",
        "title":"Parental Encouragement in Relation to Academic Achievement of Higher Secondary School Students"},
      {
        "id":"ED571492",
        "title":"Systemic Modelling for Relating Labour Market to Vocational Education"},
      {
        "id":"ED571493",
        "title":"Principal Selection and School District Hiring Cultures: Fair or Foul?"},
      {
        "id":"ED571494",
        "title":"Information Competencies and Their Implementation in the Educational Process of Polish Universities Exploratory Studies"},
      {
        "id":"ED571495",
        "title":"Guidelines for Conducting a Post-Graduate Module within a Blended Synchronous Learning Environment, Facilitator and Student Perspectives"},
      {
        "id":"ED571496",
        "title":"The Acceptability of MOOC Certificates in the Workplace"},
      {
        "id":"ED571497",
        "title":"Application of a Reference Framework for Integration of Web Resources in Dotlrn--Case Study of Physics--Topic: Waves"},
      {
        "id":"ED571498",
        "title":"Active Learning Methods in Programming for Non-IT Students"},
      {
        "id":"ED571499",
        "title":"Analysis of 3D Modeling Software Usage Patterns for K-12 Students"},
      {
        "id":"ED571500",
        "title":"ICT Use and Perceived Effectiveness in an Adult EFL Learning Context"},
      {
        "id":"ED571501",
        "title":"Lesson Development for English Learners in Content Area Settings: Key Considerations. Q&amp;A with Sarah Catherine K. Moore, Ph.D. 2016 Educator Effectiveness Webinar Series"},
      {
        "id":"ED571502",
        "title":"Assessment Literacy for Educators: Q&amp;A with Edward Roeber, Ph.D. 2016 Educator Effectiveness Webinar Series"},
      {
        "id":"ED571503",
        "title":"A Distributed Intelligent E-Learning System"},
      {
        "id":"ED571504",
        "title":"Fifty Years of Learning: A History of Adult &amp; Community Education in Aotearoa from the 1960s to the Present Day"},
      {
        "id":"ED571505",
        "title":"Secondary School Students' Predictors of Science Attitudes"},
      {
        "id":"ED571506",
        "title":"The Role and the Use of Indonesian Language in the Teaching and Learning English as a Foreign Language"},
      {
        "id":"ED571507",
        "title":"Investigation of Pre-Service Teachers' Communication Skills"},
      {
        "id":"ED571508",
        "title":"Educational Mismatch and Mortality among Native-Born Workers in Sweden. a 19-Year Longitudinal Study of 2.5 Million Over-Educated, Matched and Under-Educated Individuals, 1990-2008"},
      {
        "id":"ED571509",
        "title":"Influence of Student Beliefs about Nature of School Mathematics on Their Achievement at Secondary Level in Kerala"},
      {
        "id":"ED571510",
        "title":"Learning and Teaching Vocabulary Acquisition: Analysing One Unit of a Textbook in the Saudi Arabia Context"},
      {
        "id":"ED571511",
        "title":"Non-Serious Serious Games"},
      {
        "id":"ED571512",
        "title":"Semantic Features of Math Problems: Relationships to Student Learning and Engagement"},
      {
        "id":"ED571513",
        "title":"Extended Discourse in First and Second Language Acquisition: A Challenge and an Opportunity"},
      {
        "id":"ED571514",
        "title":"Input to Interaction to Instruction: Three Key Shifts in the History of Child Language Research"},
      {
        "id":"ED571515",
        "title":"Healthier Students Are Better Learners: Q&amp;A with Charles Basch, Ph.D. 2016 Educator Effectiveness Webinar Series"},
      {
        "id":"ED571516",
        "title":"Creating and Sustaining Professional Learning Communities: Q&amp;A with Stephanie Hirsh, Ph.D. 2016 Educator Effectiveness Webinar Series"},
      {
        "id":"ED571517",
        "title":"ASSISTments Dataset from Multiple Randomized Controlled Experiments"},
      {
        "id":"ED571518",
        "title":"What Do Teacher Candidates Think about the Teaching Education? The Example of Social Studies Teacher Candidates"},
      {
        "id":"ED571519",
        "title":"Promoting Student Achievement through Improved Health Policy. Policy Update. Vol. 22, No. 11"},
      {
        "id":"ED571520",
        "title":"The Relationship between Teachers' Occupational Professionalism and Organizational Alienation"},
      {
        "id":"ED571521",
        "title":"An Analysis of the Proverbs the Yorubas Live By"},
      {
        "id":"ED571522",
        "title":"The Process Genre Writing Approach; An Alternative Option for the Modern Classroom"},
      {
        "id":"ED571523",
        "title":"Ready, Aim, Perform! Targeted Micro-Training for Performance Intervention"},
      {
        "id":"ED571524",
        "title":"ESSA and Migrant Youth. Policy Update. Vol. 23, No. 19"},
      {
        "id":"ED571525",
        "title":"Axis: Generating Explanations at Scale with Learnersourcing and Machine Learning"},
      {
        "id":"ED571526",
        "title":"ESSA and Students with Disabilities. Policy Update. Vol. 23, No. 20"},
      {
        "id":"ED571527",
        "title":"What Should Be Done with &quot;Fit&quot; in Principal Selection?"},
      {
        "id":"ED571528",
        "title":"ESSA and Students in Foster Care. Policy Update. Vol. 23, No. 22"},
      {
        "id":"ED571529",
        "title":"Literature-Based vrs. Controlled-Vocabulary Approach for Beginning Readers"},
      {
        "id":"ED571530",
        "title":"All Day Kindergarten Programs and Their Anticipated Benefit to Early Literacy Development--Real or Imagined"},
      {
        "id":"ED571531",
        "title":"ESSA and Homeless Youth. Policy Update. Vol. 23, No. 18"},
      {
        "id":"ED571532",
        "title":"ESSA and English Language Learners. Policy Update. Vol. 23, No. 21"},
      {
        "id":"ED571533",
        "title":"Adapting Scale for Children: A Practical Model for Researchers"},
      {
        "id":"ED571534",
        "title":"How to Adapt Effective Writing Instruction from Secondary to Post-Secondary Institutions Using Graham and Perin's (2007) &quot;Writing Next&quot; Study"},
      {
        "id":"ED571535",
        "title":"Competences for All: Recognizing and Developing Competences of Young People with Fewer Opportunities"},
      {
        "id":"ED571536",
        "title":"A Living Example of Lifelong Learning: Prof. Dr. Necmettin Tozlu"},
      {
        "id":"ED571537",
        "title":"Teaching How to Write Instructional Objectives to Pre-Service Language Teachers through the ABCD Model"},
      {
        "id":"ED571538",
        "title":"Information Comprehension from Longhand Notes and Slides in the Language Classroom"},
      {
        "id":"ED571539",
        "title":"Educating Students in Rural America: Capitalizing on Strengths, Overcoming Barriers"},
      {
        "id":"ED571540",
        "title":"New Opportunities to Support Student Health under ESSA. Policy Update. Vol. 23, No. 15"},
      {
        "id":"ED571541",
        "title":"Aligning Teacher Preparation with Student Learning Standards. Policy Update. Vol. 22, No. 8"},
      {
        "id":"ED571542",
        "title":"States Move toward Computer Science Standards. Policy Update. Vol. 23, No. 17"},
      {
        "id":"ED571543",
        "title":"Opportunities in ESSA for Improving Early Education. Education Leaders Report. Volume 2, No. 3"},
      {
        "id":"ED571544",
        "title":"From Capacity to Success: HSIs, Title V, and Latino Students"},
      {
        "id":"ED571545",
        "title":"Supporting Latino Community College Students: An Investment in Our Economic Future"},
      {
        "id":"ED571546",
        "title":"Latino Males in Higher Education"},
      {
        "id":"ED571547",
        "title":"The Impact of Financial Aid on Student College Access and Success: The San Antonio Experience"},
      {
        "id":"ED571548",
        "title":"The Condition of Latinos in Education: 2015 Factbook"},
      {
        "id":"ED571550",
        "title":"Briefly...Unplanned Pregnancy among College Students and Strategies to Address It"},
      {
        "id":"ED571551",
        "title":"Preventing Unplanned Pregnancy and Completing College: An Evaluation of Online Lessons. 2nd Edition"},
      {
        "id":"ED571552",
        "title":"Expanding the Range of the First Step to Success Intervention: Tertiary-Level Support for Children, Teachers, and Families"},
      {
        "id":"ED571553",
        "title":"Developing and Applying a Foreign Language Vocabulary Learning and Practicing Game: The Effect of VocaWord"},
      {
        "id":"ED571554",
        "title":"Factors Affecting English as a Foreign Language Teachers' Participation in Online Communities of Practice: The Case of Webheads in Action"},
      {
        "id":"ED571558",
        "title":"Developing a Technology Enhanced CS0 Course for Engineering Students"},
      {
        "id":"ED571559",
        "title":"How Does the Use of Mobile Devices Affect Teachers' Perceptions on Mobile Learning?"},
      {
        "id":"ED571560",
        "title":"Development of a Diagnostic System for Information Ethics Education"},
      {
        "id":"ED571561",
        "title":"An Evaluation of iPad as a Learning Tool in Higher Education within a Rural Catchment: A Case Study at a South African University"},
      {
        "id":"ED571562",
        "title":"Automated Assessment in Massive Open Online Courses"},
      {
        "id":"ED571563",
        "title":"Green IT Model for IT Departments in Gulf Cooperation Council (GCC) Organisations"},
      {
        "id":"ED571564",
        "title":"Integrate WeChat with Moodle to Provide a Mobile Learning Environment for Students"},
      {
        "id":"ED571565",
        "title":"New Ecological Paradigm and Sustainability Attitudes with Respect to a Multi-Cultural Educational Milieu in China"},
      {
        "id":"ED571566",
        "title":"Connecting for High Potential...&quot;The Exceptionality of Being Twice-Exceptional.&quot;"},
      {
        "id":"ED571567",
        "title":"Racing to the Future: Security in the Gigabit Race?"},
      {
        "id":"ED571568",
        "title":"&quot;Smartening Up&quot;: Ongoing Challenges for Australia's Outback"},
      {
        "id":"ED571569",
        "title":"Social Networking Framework for Universities in Saudi Arabia"},
      {
        "id":"ED571570",
        "title":"Applicability of Domain-Specific Application Framework for End-User Development"},
      {
        "id":"ED571571",
        "title":"Connecting for High Potential... &quot;Here Comes Summer.&quot; CHP Issue 27"},
      {
        "id":"ED571572",
        "title":"Effects of a Technology-Friendly Education Program on Pre-Service Teachers' Perceptions and Learning Styles"},
      {
        "id":"ED571573",
        "title":"Differences between Perceived Usefulness of Social Media and Institutional Channels by Undergraduate Students"},
      {
        "id":"ED571574",
        "title":"Rethinking E-Learning Media: What Happens When Student &quot;Like&quot; Meets Professor &quot;Me&quot;?"},
      {
        "id":"ED571575",
        "title":"Electronic Invoice in Costa Rica: Challenges for Its Implementation"},
      {
        "id":"ED571576",
        "title":"Investigating the Identity Theft Prevention Strategies in M-Commerce"},
      {
        "id":"ED571577",
        "title":"Revealing Greenwashing: A Consumers' Perspective"},
      {
        "id":"ED571578",
        "title":"Technical Education as a Tool for Ensuring Sustainable Development: A Case of India"},
      {
        "id":"ED571579",
        "title":"Categorizing &quot;Others&quot;: The Segmentation of Other Actors for &quot;Faith in Others' Efficacy (FIO)&quot;"},
      {
        "id":"ED571580",
        "title":"Simulations for Crisis Communication: The Use of Social Media"},
      {
        "id":"ED571581",
        "title":"Towards the Successful Integration of Design Thinking in Industrial Design Education"},
      {
        "id":"ED571582",
        "title":"ECG Identification System Using Neural Network with Global and Local Features"},
      {
        "id":"ED571583",
        "title":"Use of Cognitive and Metacognitive Strategies in Online Search: An Eye-Tracking Study"},
      {
        "id":"ED571584",
        "title":"Telling the Story of MindRising: Minecraft, Mindfulness and Meaningful Learning"},
      {
        "id":"ED571585",
        "title":"Evaluating the Quality of Experience of a System for Accessing Educational Objects in Health"},
      {
        "id":"ED571586",
        "title":"Application of Business Intelligence System in Company Restructuring Process: The Case of Croatia"},
      {
        "id":"ED571587",
        "title":"A Rethink for Computing Education for Sustainability"},
      {
        "id":"ED571588",
        "title":"Application of Digital Cybersecurity Approaches to University Management--VFU SMART STUDENT"},
      {
        "id":"ED571589",
        "title":"MOOCs--Theoretical and Practical Aspects: Comparison of Selected Research Results: Poland, Russia, Ukraine, and Australia"},
      {
        "id":"ED571590",
        "title":"Teaching Data Science to Post Graduate Students: A Preliminary Study Using a &quot;F-L-I-P&quot; Class Room Approach"},
      {
        "id":"ED571591",
        "title":"Evaluating the Design and Development of an Adaptive E-Tutorial Module: A Rasch-Measurement Approach"},
      {
        "id":"ED571592",
        "title":"Exploring How Digital Media Technology Can Foster Saudi EFL Students' English Language Learning"},
      {
        "id":"ED571593",
        "title":"Blue Ocean Strategy for Higher Education"},
      {
        "id":"ED571594",
        "title":"Scaling a Model of Teacher Professional Learning--To MOOC or Not to MOOC?"},
      {
        "id":"ED571595",
        "title":"Development of Training/Self-Recognizing Tools for Disability Students Using a Face Expression Recognition Sensor and a Smart-Watch"},
      {
        "id":"ED571596",
        "title":"Extraction of Graph Information Based on Image Contents and the Use of Ontology"},
      {
        "id":"ED571597",
        "title":"Demonstrating the CollaTrEx Framework for Collaborative Context-Aware Mobile Training and Exploration"},
      {
        "id":"ED571598",
        "title":"Analysing Students' Interactions through Social Presence and Social Network Metrics"},
      {
        "id":"ED571599",
        "title":"Evaluating Eco-Innovation of OECD Countries with Data Envelopment Analysis"},
      {
        "id":"ED571600",
        "title":"A Preliminary Study on Building an E-Education Platform for Indian School-Level Curricula"},
      {
        "id":"ED571601",
        "title":"Educational Robots in Primary School Teachers' and Students' Opinion about STEM Education for Young Learners"},
      {
        "id":"ED571602",
        "title":"Enhancing the Instructional Program with Creative Arts: Q&amp;A with Susan Riley, M.Ed. Educator Effectiveness Webinar Series"},
      {
        "id":"ED571603",
        "title":"Synthetic Biology: Knowledge Accessed by Everyone (Open Sources)"},
      {
        "id":"ED571604",
        "title":"A Model for an Information Security Risk Management (ISRM) Framework for Saudi Arabian Organisations"},
      {
        "id":"ED571605",
        "title":"Towards a Framework to Improve the Quality of Teaching and Learning: Consciousness and Validation in Computer Engineering Science, UCT"},
      {
        "id":"ED571606",
        "title":"A Practical Study of Mathematics Education Using Gamification"},
      {
        "id":"ED571607",
        "title":"Method to Identify Deep Cases Based on Relationships between Nouns, Verbs, and Particles"},
      {
        "id":"ED571608",
        "title":"A Preliminary Investigation into the Information Sharing Behavior of Social Media Users after a Natural Disaster"},
      {
        "id":"ED571609",
        "title":"Leveraging Data Analysis for Domain Experts: An Embeddable Framework for Basic Data Science Tasks"},
      {
        "id":"ED571610",
        "title":"An e-Learning System with MR for Experiments Involving Circuit Construction to Control a Robot"},
      {
        "id":"ED571611",
        "title":"International Study Tours: A Key to 21st Century Academic and Industry Exchanges"},
      {
        "id":"ED571612",
        "title":"Design Thinking: A Methodology towards Sustainable Problem Solving in Higher Education in South Africa"},
      {
        "id":"ED571613",
        "title":"Benchmarking Anthropogenic Heavy Metals Emissions: Australian and Global Urban Environmental Health Risk Based Indicators of Sustainability"},
      {
        "id":"ED571614",
        "title":"Car App's Persuasive Design Principles and Behavior Change"},
      {
        "id":"ED571615",
        "title":"Analysis of Usage Trends of Social Media and Self-Esteem by the Rosenberg Scale"},
      {
        "id":"ED571616",
        "title":"Envisioning the City of the Future: Knowledge Societies vs. Entertainment Societies"},
      {
        "id":"ED571617",
        "title":"Cloud Computing in Higher Education Sector for Sustainable Development"},
      {
        "id":"ED571618",
        "title":"Prioritizing School Integration in ESSA State Implementation Plans. Issue Brief No. 6"},
      {
        "id":"ED571619",
        "title":"Magnet School Student Outcomes: What the Research Says. Research Brief No. 6"},
      {
        "id":"ED571620",
        "title":"The Reciprocal Relationship between Housing and School Integration. Research Brief No. 7. Updated"},
      {
        "id":"ED571621",
        "title":"How Non-Minority Students Also Benefit from Racially Diverse Schools. Research Brief No. 8"},
      {
        "id":"ED571622",
        "title":"School Racial and Economic Composition &amp; Math and Science Achievement. Research Brief No. 1. Updated"},
      {
        "id":"ED571623",
        "title":"Achieving Small School Success in Washington State"},
      {
        "id":"ED571624",
        "title":"On the Verge: Costs and Tradeoffs Facing Community College Students"},
      {
        "id":"ED571625",
        "title":"States of Denial: Where Community College Students Lack Access to Federal Student Loans"},
      {
        "id":"ED571626",
        "title":"How the Racial and Socioeconomic Composition of Schools and Classrooms Contributes to Literacy, Behavioral Climate, Instructional Organization and High School Graduation Rates. Research Brief No. 2. Updated"},
      {
        "id":"ED571627",
        "title":"The Impact of Racially Diverse Schools in a Democratic Society. Research Brief No. 3. Updated"},
      {
        "id":"ED571628",
        "title":"What We Know about School Integration, College Attendance, and the Reduction of Poverty. Research Brief No. 4. Updated"},
      {
        "id":"ED571629",
        "title":"School Integration and K-12 Outcomes: An Updated Quick Synthesis of the Social Science Evidence. Research Brief No. 5. Updated"},
      {
        "id":"ED571630",
        "title":"Regional Educational Equity Policies: Learning from Inter-District Integration Programs. Research Brief No. 9"},
      {
        "id":"ED571631",
        "title":"How the Administration's &quot;Stronger Together&quot; School Integration Proposal Built on the Lessons Learned from the Flawed TASAP Program. Issue Brief No. 7"},
      {
        "id":"ED571632",
        "title":"Understanding Entry-Level Courses in American Institutions of Higher Education"},
      {
        "id":"ED571633",
        "title":"Mathematics in the Early Grades: Operations &amp; Algebraic Thinking. Interactive STEM Research + Practice Brief"},
      {
        "id":"ED571634",
        "title":"South Carolina Course Alignment Project: Best Practices Report"},
      {
        "id":"ED571635",
        "title":"More than One C: Educating Students to Be Ready for Careers and College. Policy Brief"},
      {
        "id":"ED571636",
        "title":"From Accountability to Actionability: Making Sense of Multiple Measures in Local Control Accountability Plans. Policy Brief"},
      {
        "id":"ED571637",
        "title":"Particulate Nature of Matter Misconceptions Held by Middle and High School Students in Turkey"},
      {
        "id":"ED571638",
        "title":"Recent Research in Black Sea Region on Assessment in Education (Review)"},
      {
        "id":"ED571640",
        "title":"The Taxonomy of Intervention Intensity"},
      {
        "id":"ED571641",
        "title":"Mathematics in the Early Grades: Counting &amp; Cardinality. Interactive STEM Research + Practice Brief"},
      {
        "id":"ED571642",
        "title":"In Support of Educators: Strategies That Work"},
      {
        "id":"ED571643",
        "title":"Defining a New North Star: Aligning Local Control Accountability Plans to College and Career Readiness. Policy Brief"},
      {
        "id":"ED571649",
        "title":"Goodbye to Summer Vacation? The Effects of Summer Enrollment on College and Employment Outcomes. A CAPSEE Working Paper"},
      {
        "id":"ED571655",
        "title":"Keepers of Our Digital Future: An Assessment of the National Digital Stewardship Residencies, 2013-2016"},
      {
        "id":"ED571658",
        "title":"Implementing LCFF: Communicating about District Plans. Policy and Practice Brief"},
      {
        "id":"ED571659",
        "title":"Implementing LCFF: Possible Solutions to Emergent LCAP Challenges. Policy and Practice Brief"},
      {
        "id":"ED571660",
        "title":"Productive Struggle in Mathematics. Interactive STEM Research + Practice Brief"},
      {
        "id":"ED571662",
        "title":"Findings on the Development and Use of Technology-Infused Curricula in Preschool Classrooms. Interactive STEM Research Brief"},
      {
        "id":"ED571663",
        "title":"International Baccalaureate Diploma Programme: Examining College Readiness"},
      {
        "id":"ED571664",
        "title":"Mobile Technology and Mathematics Learning in the Early Grades. Interactive STEM Research + Practice Brief"},
      {
        "id":"ED571666",
        "title":"Supporting Mathematical Discourse in the Early Grades. Interactive STEM Research + Practice Brief"},
      {
        "id":"ED571669",
        "title":"Participation in Kentucky's College Preparatory Transition Courses: An Update. REL 2017-211"},
      {
        "id":"ED572684",
        "title":"Examination of the Computational Thinking Skills of Students"},
      {
        "id":"ED572685",
        "title":"The Effects of a Social Learning Network on Students' Performances and Attitudes"},
      {
        "id":"ED572688",
        "title":"Autism Spectrum Disorders. NICHCY Disability Fact Sheet #1"},
      {
        "id":"ED572689",
        "title":"The Effects of Large Class Size on Effective EFL Teaching and Learning--A Study of Grade 10 Teachers and Pupils at &quot;Instituto Médio Politécnico do Namibe?"},
      {
        "id":"ED572690",
        "title":"The Future of the Computing Curriculum: How the Computing Curriculum Instills Values and Subjectivity in Young People"},
      {
        "id":"ED572691",
        "title":"Visual Impairments, &quot;Including Blindness.&quot; NICHCY Disability Fact Sheet #13"},
      {
        "id":"ED572692",
        "title":"Computing and Engineering in Elementary School: The Effect of Year-Long Training on Elementary Teacher Self-Efficacy and Beliefs about Teaching Computing and Engineering"},
      {
        "id":"ED572693",
        "title":"Learning Disabilities. NICHCY Disability Fact Sheet #7"},
      {
        "id":"ED572694",
        "title":"Do Special Education Interventions Improve Learning of Secondary Content? A Meta-Analysis. Research to Practice. Structured Abstract No. 80"},
      {
        "id":"ED572695",
        "title":"Spina Bifida. NICHCY Disability Fact Sheet #12"},
      {
        "id":"ED572696",
        "title":"Deafness and Hearing Loss. NICHCY Disability Fact Sheet #3"},
      {
        "id":"ED572697",
        "title":"Intellectual Disabilities. NICHCY Disability Fact Sheet #8"},
      {
        "id":"ED572698",
        "title":"Speech &amp; Language Impairments. NICHCY Disability Fact Sheet #11"},
      {
        "id":"ED572699",
        "title":"Multiple Disabilities. NICHCY Disability Fact Sheet #10"},
      {
        "id":"ED572700",
        "title":"Developmental Delay. NICHCY Disability Fact Sheet #9"},
      {
        "id":"ED572701",
        "title":"Other Health Impairment. NICHCY Disability Fact Sheet #15"},
      {
        "id":"ED572702",
        "title":"Categories of Disability under IDEA"},
      {
        "id":"ED572703",
        "title":"The Power of Strategy Instruction. Evidence for Education. Volume I, Issue I"},
      {
        "id":"ED572704",
        "title":"Effective Mathematics Instruction. Evidence for Education. Volume III, Issue I"},
      {
        "id":"ED572705",
        "title":"Social Skills and Academic Achievement. Evidence for Education. Volume III, Issue II"},
      {
        "id":"ED572706",
        "title":"Down Syndrome. NICHCY Disability Fact Sheet #4"},
      {
        "id":"ED572707",
        "title":"Exploring the Relationship between Classroom Type and Teacher Intervention Fidelity"},
      {
        "id":"ED572708",
        "title":"An Examination of the Relationship between Postschool Outcomes and Autonomy, Psychological Empowerment, and Self-Realization"},
      {
        "id":"ED572709",
        "title":"Cerebral Palsy. NICHCY Disability Fact Sheet #2"},
      {
        "id":"ED572710",
        "title":"Epilepsy. NICHCY Disability Fact Sheet #6"},
      {
        "id":"ED572711",
        "title":"Evidence Summary for the Promise Academy Charter Middle School in Harlem Children's Zone. Top Tier Evidence Initiative"},
      {
        "id":"ED572712",
        "title":"Evidence Summary for First-Grade Classroom Prevention Program (Good Behavior Game Plus Enhanced Academic Curriculum). Top Tier Evidence Initiative"},
      {
        "id":"ED572713",
        "title":"Emotional Disturbance. NICHCY Disability Fact Sheet #5"},
      {
        "id":"ED572714",
        "title":"Relationships Come First: How Four Career Development and Workforce Readiness Programs Prepare Young People for Work and Life"},
      {
        "id":"ED572715",
        "title":"Complete College Ohio"},
      {
        "id":"ED572716",
        "title":"A Comparison of Argentinean and Turkish English Language Teacher Education Curricula"},
      {
        "id":"ED572717",
        "title":"Evidence Summary for Career Academies. Top Tier Evidence Initiative"},
      {
        "id":"ED572718",
        "title":"Investigation of Job Satisfaction Levels of School Administrators and Teachers"},
      {
        "id":"ED572719",
        "title":"Preservice Mathematics Teachers' Conceptions of and Approaches to Learning: A Phenomenographic Study"},
      {
        "id":"ED572720",
        "title":"The English Language Learner Variable in Research: One Definition Is Not Enough"},
      {
        "id":"ED572721",
        "title":"A Review of the Literature on Social and Emotional Learning for Students Ages 3-8: Characteristics of Effective Social and Emotional Learning Programs (Part 1 of 4). REL 2017-245"},
      {
        "id":"ED572722",
        "title":"A Review of the Literature on Social and Emotional Learning for Students Ages 3-8: Implementation Strategies and State and District Support Policies (Part 2 of 4). REL 2017-246"},
      {
        "id":"ED572723",
        "title":"A Review of the Literature on Social and Emotional Learning for Students Ages 3-8: Teacher and Classroom Strategies that Contribute to Social and Emotional Learning (Part 3 of 4). REL 2017-247"},
      {
        "id":"ED572724",
        "title":"A Review of the Literature on Social and Emotional Learning for Students Ages 3-8: Outcomes for Different Student Populations and Settings (Part 4 of 4). REL 2017-248"},
      {
        "id":"ED572725",
        "title":"The Chancellor's Plan for Shawnee State University to Improve Course Completion, Retention, and Graduate Rates"},
      {
        "id":"ED572726",
        "title":"2015 Ohio Remediation Report"},
      {
        "id":"ED572727",
        "title":"2016 Ohio Remediation Report: For 2015 High School Graduates Enrolling as First-Time Public College Students in 2015-2016"},
      {
        "id":"ED572728",
        "title":"University Instructors' Responses on Implementation of Differentiated Instruction in Teacher Education Programs"},
      {
        "id":"ED572729",
        "title":"Discrepancies in Parent and Teacher Ratings of Low-Income Preschooler&apos;s Social Skills"},
      {
        "id":"ED572730",
        "title":"Opening the Curriculum: Open Educational Resources in U.S. Higher Education, 2014"},
      {
        "id":"ED572731",
        "title":"Building a Grad Nation: Progress and Challenge in Raising High School Graduation Rates. Annual Update 2016"},
      {
        "id":"ED572732",
        "title":"Evidence Summary for H&amp;R Block College Financial Aid Application Assistance. Top Tier Evidence Initiative"},
      {
        "id":"ED572733",
        "title":"Evidence Summary for Success for All, in Grades K-2. Top Tier Evidence Initiative"},
      {
        "id":"ED572734",
        "title":"Evidence Summary for New York City's Small Schools of Choice. Top Tier Evidence Initiative"},
      {
        "id":"ED572735",
        "title":"Gains in Factual and Applied Knowledge: College Students Using IRIS Modules Assigned as Homework or in Class"},
      {
        "id":"ED572736",
        "title":"Who's Minding the Neighborhood? The Role of Adult Capacity in Keeping Young People on a Path to Graduation"},
      {
        "id":"ED572737",
        "title":"Online Learning and Teacher Education: Knowledge Acquisition, Application Skills, and Reported Confidence"},
      {
        "id":"ED572738",
        "title":"Report to the Legislature: Child Welfare and Early Learning Partnerships"},
      {
        "id":"ED572739",
        "title":"Who's Minding the Neighborhood? The Role of Adult Capacity in Keeping Young People on a Path to Graduation. Research Brief"},
      {
        "id":"ED572740",
        "title":"Learning Outcomes of Factual Knowledge: A Comparison of Module and No Module Conditions"},
      {
        "id":"ED572741",
        "title":"Report to the Governor and Legislature, June 30, 2009"},
      {
        "id":"ED572742",
        "title":"Dispelling Stereotypes of Young People Who Leave School before Graduation. &quot;Don't Call Them Dropouts&quot; Research Series. Research Brief"},
      {
        "id":"ED572743",
        "title":"Illinois Public School District Consolidation: A Tiered Approach"},
      {
        "id":"ED572744",
        "title":"Barriers to Wellness: Voices and Views from Young People in Five Cities"},
      {
        "id":"ED572745",
        "title":"QUEST for Quality for Students: Survey on Students' Perspectives. Volume 2, Part 1"},
      {
        "id":"ED572746",
        "title":"Statewide Data on Supply and Demand of Principals after Policy Changes to Principal Preparation in Illinois"},
      {
        "id":"ED572747",
        "title":"Central State University: Phase I Report"},
      {
        "id":"ED572748",
        "title":"QUEST for Quality for Students: Institutional Analysis. Volume 2, Part 2"},
      {
        "id":"ED572749",
        "title":"Central State University: Addendum to the Phase I Report"},
      {
        "id":"ED572750",
        "title":"Competency-Based Education. 9th Report on the Condition of Higher Education in Ohio"},
      {
        "id":"ED572751",
        "title":"Student Success for Adult Learners. 8th Report on the Condition of Higher Education in Ohio"},
      {
        "id":"ED572752",
        "title":"Redesigning Principal Preparation and Development for the Next Generation: Lessons from Illinois"},
      {
        "id":"ED572753",
        "title":"Hidden in Plain Sight: Homeless Students in America's Public Schools"},
      {
        "id":"ED572754",
        "title":"QUEST for Quality for Students: Student Handbook on Quality Assurance"},
      {
        "id":"ED572755",
        "title":"Barriers to Wellness: Voices and Views from Young People in Five Cities. Executive Summary"},
      {
        "id":"ED572756",
        "title":"Central State University: Phase II Report"},
      {
        "id":"ED572757",
        "title":"Central State University: Phase III Report"},
      {
        "id":"ED572758",
        "title":"QUEST for Quality for Students: A Student Quality Concept. Volume 3"},
      {
        "id":"ED572759",
        "title":"Center for Collegiate Mental Health (CCMH) 2013 Annual Report. Publication No. STA 14-43"},
      {
        "id":"ED572760",
        "title":"Center for Collegiate Mental Health (CCMH) 2015 Annual Report. Publication No. STA 15-108"},
      {
        "id":"ED572761",
        "title":"Compendium on Financing of Higher Education: Final Report of the Financing the Students' Future Project"},
      {
        "id":"ED572762",
        "title":"Overview on Student-Centered Learning in Higher Education in Europe: Research Study"},
      {
        "id":"ED572763",
        "title":"Report to the Governor and Legislature"},
      {
        "id":"ED572765",
        "title":"Center for Collegiate Mental Health (CCMH) 2012 Annual Report. Publication No. STA 13-68"},
      {
        "id":"ED572766",
        "title":"For All Kids: How Kentucky Is Closing the High School Graduation Gap for Low-Income Students"},
      {
        "id":"ED572767",
        "title":"A Joint Vision for Secondary and Higher Education for All in Europe: The Road towards Realising Sustainable Development Goal 4 in Europe"},
      {
        "id":"ED572768",
        "title":"Handbook for National Unions of Students on Students with a Migrant or Ethnic Minority Background"},
      {
        "id":"ED572769",
        "title":"2016 Performance Measures for Student Success"},
      {
        "id":"ED572770",
        "title":"Demonstrating the Collective Economic Value of North Carolina Community Colleges"},
      {
        "id":"ED572771",
        "title":"Principal Preparation Program Toolkit"},
      {
        "id":"ED572772",
        "title":"Statewide Data on the Supply and Demand of Principals in Illinois as a Result of Illinois' New Principal Endorsement"},
      {
        "id":"ED572773",
        "title":"Coaching Pre-Service Teachers for Teaching Mathematics: The Views of Students"},
      {
        "id":"ED572774",
        "title":"Using a Modified Form of Lesson Study to Develop Students' Relational Thinking in Years 4, 5 &amp; 6"},
      {
        "id":"ED572775",
        "title":"Achievements and Challenges Encountered by Classroom Teachers Involved in a Research Project: A Reflection"},
      {
        "id":"ED572776",
        "title":"Mathematics Teachers' Perceptions of Their Students' Mathematical Competence: Relations to Mathematics Achievement, Affect, and Engagement in Singapore and Australia"},
      {
        "id":"ED572777",
        "title":"Online Report Card: Tracking Online Education in the United States"},
      {
        "id":"ED572778",
        "title":"Grade Level: Tracking Online Education in the United States"},
      {
        "id":"ED572779",
        "title":"Learning the Work of Ambitious Mathematics Teaching"},
      {
        "id":"ED572780",
        "title":"Probing Students' Numerical Misconceptions in School Algebra"},
      {
        "id":"ED572781",
        "title":"Evidence of Impact of High Quality Principal Training in Illinois. Proposal Submitted to Governor Elect Rauner Education Transition Team on Behalf of the Center for the Study of Education Policy at Illinois State University"},
      {
        "id":"ED572782",
        "title":"Washington State Birth to 3 Plan: Building on Existing Efforts to Improve Services and Achieve Measurable Outcomes for Children and Families"},
      {
        "id":"ED572783",
        "title":"Early Momentum Metrics: Why They Matter for Higher Education Reform. CCRC Research Brief. Number 65"},
      {
        "id":"ED572784",
        "title":"Lessons for States: The &quot;Every Student Succeeds Act&quot; (ESSA) Increases Focus on and Investment in Supporting Principal Preparation and Development"},
      {
        "id":"ED572785",
        "title":"Closing the College Gap: A Roadmap to Postsecondary Readiness and Attainment"},
      {
        "id":"ED572786",
        "title":"Voices from the Field: Collaborative Innovations in Early Childhood Educator Preparation"},
      {
        "id":"ED572787",
        "title":"Making &quot;Good&quot; Choices: The Impact of Entitlement Models on Upskilling Later in Life. Research Report"},
      {
        "id":"ED572788",
        "title":"Center for Collegiate Mental Health (CCMH) 2010 Annual Report. Publication No. STA 11-000"},
      {
        "id":"ED572789",
        "title":"Center for Collegiate Mental Health (CCMH) 2011 Annual Report. Publication No. STA 12-59"},
      {
        "id":"ED572790",
        "title":"Mapping Students' Spoken Conceptions of Equality"},
      {
        "id":"ED572791",
        "title":"Integrating iPads into Primary Mathematics Pedagogies: An Exploration of Two Teachers' Experiences"},
      {
        "id":"ED572792",
        "title":"Respectful and Responsive Pedagogies for Mathematics and Statistics"},
      {
        "id":"ED572793",
        "title":"Technology Prompts New Understandings: The Case of Equality"},
      {
        "id":"ED572794",
        "title":"Bridging the District-Charter Divide to Help More Students Succeed"},
      {
        "id":"ED572795",
        "title":"Teacher Identity and Numeracy: Developing an Analytic Lens for Understanding Numeracy Teacher Identity"},
      {
        "id":"ED572796",
        "title":"Teaching Roles in Technology-Rich Teaching and Learning Environments (TRTLE's)"},
      {
        "id":"ED572797",
        "title":"Use of Learning Trajectories to Examine Pre-Service Teachers' Mathematics Knowledge for Teaching Area and Perimeter: Emerging Issues"},
      {
        "id":"ED572798",
        "title":"Gender Differences in Children's Mathematics Achievement: Perspectives from the Longitudinal Study of Australian Children"},
      {
        "id":"ED572799",
        "title":"Relationship between Mathematics Anxiety and Attitude towards Mathematics among Indian Students"},
      {
        "id":"ED572800",
        "title":"Using Photographs and Diagrams to Test Young Children's Mass Thinking"},
      {
        "id":"ED572801",
        "title":"Teachers' Views of the Challenging Elements of a Task"},
      {
        "id":"ED572802",
        "title":"Posing Problems to Understand Children's Learning of Fractions"},
      {
        "id":"ED572803",
        "title":"Educating Boris: An Examination of Pedagogical Content Knowledge for Mathematics Teacher Educators"},
      {
        "id":"ED572804",
        "title":"Translating between and Within Representations: Mathematics as Lived Experiences and Interactions"},
      {
        "id":"ED572805",
        "title":"A Profile of the Enrollment Patterns and Demographic Characteristics of Undergraduates at For-Profit Institutions. Stats in Brief. NCES 2017-416"},
      {
        "id":"ED572806",
        "title":"Graduation Rates for Selected Cohorts, 2007-12; Student Financial Aid, Academic Year 2014-15; and Admissions in Postsecondary Institutions, Fall 2015. First Look (Provisional Data). NCES 2017-084"},
      {
        "id":"ED572807",
        "title":"When Practice Doesn't Lead to Retrieval: An Analysis of Children's Errors with Simple Addition"},
      {
        "id":"ED572808",
        "title":"Guided Inquiry as a Model for Curricular Resources in Mathematics"},
      {
        "id":"ED572809",
        "title":"Sticking with It or Doing It Quickly: What Performances Do We Encourage in Our Mathematics Learners?"},
      {
        "id":"ED572810",
        "title":"Noticing Young Children's Mathematical Strengths and Agency"},
      {
        "id":"ED572811",
        "title":"Pre-Service Secondary Mathematics Teachers' Reflections on Good and Bad Mathematics Teaching"},
      {
        "id":"ED572812",
        "title":"Researchers Noticing Young Children's Mathematics"},
      {
        "id":"ED572813",
        "title":"Thoughts behind the Actions: Exploring Preservice Teachers' Mathematical Content Knowledge"},
      {
        "id":"ED572814",
        "title":"Designing Tasks to Promote and Assess Mathematical Transfer in Primary School Children"},
      {
        "id":"ED572815",
        "title":"New Mexico Math Pathways Taskforce Report"},
      {
        "id":"ED572816",
        "title":"Accelerating the Mathematics Learning of Low Socio-Economic Status Junior Secondary Students: An Early Report"},
      {
        "id":"ED572817",
        "title":"Productive Mathematical Noticing: What It Is and Why It Matters"},
      {
        "id":"ED572818",
        "title":"Guidelines: Intellectual Disabilities in Educational Settings"},
      {
        "id":"ED572819",
        "title":"New Mexico English Remediation Taskforce Report"},
      {
        "id":"ED572820",
        "title":"2015-16 Veterans Enrollment Report"},
      {
        "id":"ED572821",
        "title":"Using Rasch Modeling and Option Probability Curves to Diagnose Students' Misconceptions"},
      {
        "id":"ED572822",
        "title":"Using Rasch Modeling to Investigate a Learning Progression for Energy Ideas"},
      {
        "id":"ED572823",
        "title":"Why Thought Experiments Should Be Used as an Educational Tool to Develop Problem-Solving Skills and Creativity of the Gifted Students?"},
      {
        "id":"ED572824",
        "title":"A Collaborative Self-Study in Digital Literacy in Teacher Education"},
      {
        "id":"ED572825",
        "title":"Guidelines for Serving Students with Autism Spectrum Disorders in Educational Settings"},
      {
        "id":"ED572826",
        "title":"The Cultural Discontinuity Hypothesis: An Appalachian American Perspective in Eastern Kentucky"},
      {
        "id":"ED572827",
        "title":"Coaching Tutors: An Instrumental Case Study on Testing an Integrated Framework for Tutoring Sessions"},
      {
        "id":"ED572828",
        "title":"New Mexico Math Remediation Taskforce Report"},
      {
        "id":"ED572829",
        "title":"Verbal Inflections in L2 Child Narratives: A Study of Lexical Aspect and Grounding"},
      {
        "id":"ED572830",
        "title":"Creating the Future: A 2020 Vision and Plan for Library Service in New York State. Recommendations of the New York State Regents Advisory Council on Libraries to the New York State Board of Regents"},
      {
        "id":"ED572831",
        "title":"Characteristics of Using Digital Media as Predictors of Constructivist Teaching in Lower Secondary Education in Croatia"},
      {
        "id":"ED572832",
        "title":"Validation of the Preschool and Early Childhood Functional Assessment Scale (PECFAS)"},
      {
        "id":"ED572833",
        "title":"Relationship between Hunger and Psychosocial Functioning in Low-Income American Children"},
      {
        "id":"ED572834",
        "title":"Understanding Critical Thinking to Create Better Doctors"},
      {
        "id":"ED572835",
        "title":"Effects of a Research-Based Intervention to Improve Seventh-Grade Students&apos; Proportional Problem Solving: A Cluster Randomized Trial"},
      {
        "id":"ED572836",
        "title":"Early Language and Intercultural Acquisition Studies (ELIAS). Final Report. Public Part"},
      {
        "id":"ED572837",
        "title":"The &quot;Make It Count&quot; Project: NAPLAN Achievement Evaluation"},
      {
        "id":"ED572838",
        "title":"Mathematical Tasks and Learning Goals: Examples from Japanese Lesson Study"},
      {
        "id":"ED572839",
        "title":"Scaffolding the Mathematics Learning of Low-Attaining Students through Whole Class Discussions"},
      {
        "id":"ED572840",
        "title":"Teachers' Perspectives Regarding the Decline in Boys' Participation in Post-Compulsory Rigorous Mathematics Subjects"},
      {
        "id":"ED572841",
        "title":"Inquiry-Based Argumentation in Primary Mathematics: Reflecting on Evidence"},
      {
        "id":"ED572842",
        "title":"Dual Enrollment Programs. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED572843",
        "title":"Beginning Inference in Fourth Grade: Exploring Variation in Measurement"},
      {
        "id":"ED572844",
        "title":"How Do Adults Perceive, Analyse and Measure Slope?"},
      {
        "id":"ED572845",
        "title":"How Heavy Is My Rock? An Exploration of Students' Understanding of the Measurement of Weight"},
      {
        "id":"ED572846",
        "title":"New Mexico Educator Equity Plan"},
      {
        "id":"ED572847",
        "title":"New Mexico Response to Intervention Framework Manual"},
      {
        "id":"ED572848",
        "title":"Great Expectations: Teaching Mathematics in English to Indigenous Language Speaking Students"},
      {
        "id":"ED572849",
        "title":"Making Connections between Multiplication and Division"},
      {
        "id":"ED572850",
        "title":"Teacher Candidates' Learning Strategies and Academic Self-Efficacy Levels: Is There a Relation between the Two?"},
      {
        "id":"ED572851",
        "title":"Center for Collegiate Mental Health (CCMH) 2009 Pilot Study: Executive Summary. Publication No. STA 09-160 MPC105808"},
      {
        "id":"ED572852",
        "title":"Center for Collegiate Mental Health (CCMH) 2014 Annual Report. Publication No. STA 15-30"},
      {
        "id":"ED572853",
        "title":"Center for Collegiate Mental Health (CCMH) 2016 Annual Report. Publication No. STA 17-74"},
      {
        "id":"ED572855",
        "title":"Inner-City Youth Development Organizations: Strengthening Programs for Adolescent Girls"},
      {
        "id":"ED572857",
        "title":"Improving Service Delivery for Children Affected by Trauma: An Implementation Study of Children's Institute, Inc."},
      {
        "id":"ED572858",
        "title":"A Research on University Students' Opinions about the European Union"},
      {
        "id":"ED572859",
        "title":"The Ideas of the Students of Education Faculty about the European Union Education and Youth Programs"},
      {
        "id":"ED572860",
        "title":"Bilingual Multicultural Education Annual Report for School Year 2015-2016"},
      {
        "id":"ED572861",
        "title":"New Mexico PreK Program Annual Report for School Year 2015-2016"},
      {
        "id":"ED572862",
        "title":"Behavioral Interventions to Advance Self-Sufficiency"},
      {
        "id":"ED572863",
        "title":"Impacts of Ramp-Up to Readiness™ after One Year of Implementation. REL 2017-241"},
      {
        "id":"ED572864",
        "title":"Students Using Digital Technologies to Produce Screencasts That Support Learning in Mathematics"},
      {
        "id":"ED572865",
        "title":"Principals' Views on the Importance of Numeracy as Children Start Primary School"},
      {
        "id":"ED572866",
        "title":"Exploring the Demands and Opportunities for Numeracy in the Australian Curriculum: English"},
      {
        "id":"ED572867",
        "title":"Bilingual Preschools. Volume I: Learning and Development"},
      {
        "id":"ED572868",
        "title":"Bilingual Preschools. Volume 2: Best Practices"},
      {
        "id":"ED572869",
        "title":"Measuring Mathematics Teacher Educators' Knowledge of Technology Integrated Teaching: Instrument Development"},
      {
        "id":"ED572870",
        "title":"Children's Mathematical Knowledge Prior to Starting School"},
      {
        "id":"ED572871",
        "title":"Longitudinal Progress of 6-Year-Old Students Who Participated in an &quot;Extending Mathematical Understanding&quot; Mathematics Intervention Program"},
      {
        "id":"ED572872",
        "title":"The Relationship of School Breakfast to Psychosocial and Academic Functioning: Cross-Sectional and Longitudinal Observations in an Inner-City School Sample"},
      {
        "id":"ED572873",
        "title":"Students &quot;Holding&quot; the Moment: Learning Mathematics in an Inquiry Mathematics Classroom"},
      {
        "id":"ED572874",
        "title":"Students and Real World Applications: Still a Challenging Mix"},
      {
        "id":"ED572875",
        "title":"Changes in Students' Notation When Fractions Exceed One-Whole"},
      {
        "id":"ED572876",
        "title":"The Odd Couple: The Australian NAPLAN and Singaporean PSLE"},
      {
        "id":"ED572877",
        "title":"Hispanic Education Status Report 2015"},
      {
        "id":"ED572879",
        "title":"A Randomized Trial of the Effects of Schema-Based Instruction on Proportional Problem-Solving for Students with Mathematics Problem-Solving Difficulties"},
      {
        "id":"ED572880",
        "title":"The Transmission of Values to School-Age and Young Adult Offspring: Race and Gender Differences in Parenting"},
      {
        "id":"ED572881",
        "title":"2016 Spring Enrollment Report. Daring to Be Great: The NDUS Edge"},
      {
        "id":"ED572882",
        "title":"Youth Functioning and Experiences in Inner-City After-School Programs among Age, Gender, and Race Groups"},
      {
        "id":"ED572883",
        "title":"Immersion in Primary School: A Guide"},
      {
        "id":"ED572884",
        "title":"2015-2016 Annual Enrollment Report. Daring to Be Great: The NDUS Edge"},
      {
        "id":"ED572886",
        "title":"Effects of a Multimedia Professional Development Package on Inclusive Science Teachers&apos; Vocabulary Instruction"},
      {
        "id":"ED572887",
        "title":"2016 Fall Enrollment Report. Daring to Be Great: The NDUS Edge"},
      {
        "id":"ED572890",
        "title":"Student Affordability Report. Daring to Be Great: The NDUS Edge"},
      {
        "id":"ED572891",
        "title":"North Dakota University System Five-Year Plan. Daring to Be Great: The NDUS Edge"},
      {
        "id":"ED572892",
        "title":"New Mexico Higher Education Department Annual Report, 2016"},
      {
        "id":"ED572893",
        "title":"New Mexico Higher Education Department Annual Report, 2015"},
      {
        "id":"ED572894",
        "title":"Cutting through Complexity: Using Behavioral Science to Improve Indiana's Child Care Subsidy Program. OPRE Report 2016-03"},
      {
        "id":"ED572895",
        "title":"Striving for Independence: Two-Year Impact Findings from the Youth Villages Transitional Living Evaluation"},
      {
        "id":"ED572896",
        "title":"Understanding Knowledge Network, Learning and Connectivism"},
      {
        "id":"ED572897",
        "title":"Planning to Design MOOC? Think First!"},
      {
        "id":"ED572898",
        "title":"Graduation Outcomes of Students Who Entered New York City Public Schools in Grade 5 or 6 as English Learner Students. REL 2017-237"},
      {
        "id":"ED572899",
        "title":"The Cultural Discontinuity Hypothesis: A Critical Review of Literature"},
      {
        "id":"ED572900",
        "title":"The Effects of Test Trial and Processing Level on Immediate and Delayed Retention"},
      {
        "id":"ED572901",
        "title":"Evaluation of English as a Foreign Language Program--Using CIPP (Context, Input, Process and Product) Model"},
      {
        "id":"ED572902",
        "title":"Working toward the Cultural Discontinuity Hypothesis in Appalachian American Education: Theoretical Considerations"},
      {
        "id":"ED572903",
        "title":"How Do Algebra I Course Repetition Rates Vary among English Learner Students by Length of Time to Reclassification as English Proficient? REL 2017-222"},
      {
        "id":"ED572904",
        "title":"Home Language Survey Data Quality Self-Assessment. REL 2017-198"},
      {
        "id":"ED572905",
        "title":"Mathematics Education as a Practice: A Theoretical Position"},
      {
        "id":"ED572906",
        "title":"Students' Performance on a Symmetry Task"},
      {
        "id":"ED572907",
        "title":"Mathematical Engagement Skills"},
      {
        "id":"ED572908",
        "title":"Pre-Service Primary Teachers' Choice of Mathematical Examples: Formative Analysis of Lesson Plan Data"},
      {
        "id":"ED572909",
        "title":"Implementing the Japanese Problem-Solving Lesson Structure"},
      {
        "id":"ED572910",
        "title":"Early-Years Swimming: Creating Opportunities for Adding Mathematical Capital to Under 5s"},
      {
        "id":"ED572911",
        "title":"Developing Low-Cost Solutions to Improve Public Policy: The Work of MDRC's Center for Applied Behavioral Science. Issue Focus"},
      {
        "id":"ED572912",
        "title":"Secondary School Regulations Reference Guide. Updated January 2017"},
      {
        "id":"ED572913",
        "title":"FOCUS: Essential Elements of Quality for State-Funded Preschool Programs"},
      {
        "id":"ED572917",
        "title":"Building Relationships between Stakeholders and Researchers: People, Persistence and Passion"},
      {
        "id":"ED572918",
        "title":"What Teachers See When Watching Others Teach"},
      {
        "id":"ED572919",
        "title":"Apps for Mathematics Learning: A Review of &quot;Educational&quot; Apps from the iTunes App Store"},
      {
        "id":"ED572920",
        "title":"Fine-Tuning in a Design Experiment"},
      {
        "id":"ED572921",
        "title":"Policy Considerations for a Student-Loan Refinancing Authority"},
      {
        "id":"ED572922",
        "title":"A Needs Analysis Study for Preparatory Class ELT Students"},
      {
        "id":"ED572923",
        "title":"IDEAL-NM Annual Report: School Year 2013-2014"},
      {
        "id":"ED572924",
        "title":"New Mexico Public Education Department K-3 Plus Annual Report for School Year 2015-2016"},
      {
        "id":"ED572925",
        "title":"Experiment Clarifies Buoyancy"},
      {
        "id":"ED572926",
        "title":"Activity Teaches Mirror Concepts"},
      {
        "id":"ED572927",
        "title":"Long-Term Orientation and Educational Performance. Working Paper 174"},
      {
        "id":"ED572928",
        "title":"What Factors Predict Middle School Students Sign Up for Washington's College Bound Scholarship Program? A Mixed Methods Evaluation. Working Paper 175"},
      {
        "id":"ED572929",
        "title":"Formative Assessment and Elementary School Student Academic Achievement: A Review of the Evidence. REL 2017-259"},
      {
        "id":"ED572930",
        "title":"North Dakota Native American Essential Understandings"},
      {
        "id":"ED572931",
        "title":"Foundation Content Knowledge: What Do Pre-Service Teachers Need to Know?"},
      {
        "id":"ED572932",
        "title":"Primary School Teachers' Perceptions of Mathematical Reasoning"},
      {
        "id":"ED572933",
        "title":"The Relative Effectiveness of Two Approaches to Early Literacy Intervention in Grades K-2. REL 2017-251"},
      {
        "id":"ED572934",
        "title":"Building Better Bridges to Life after High School: Experimental Evidence on Contemporary Career Academies. Working Paper 176"},
      {
        "id":"ED572935",
        "title":"Summary of Research on Online and Blended Learning Programs That Offer Differentiated Learning Options. REL 2017-228"},
      {
        "id":"ED572936",
        "title":"The Effects of War on Syrian Refugees' Academic Achievement"},
      {
        "id":"ED572937",
        "title":"Four Factors to Consider in Helping Low Achievers in Mathematics"},
      {
        "id":"ED572938",
        "title":"Getting It Right: Reference Guides for Registering Students with Non-English Names, 2nd Edition. REL 2016-158 v2"},
      {
        "id":"ED572939",
        "title":"Relationships of Out-of-School-Time Mathematics Lessons to Mathematical Literacy in Singapore and Australia"},
      {
        "id":"ED572940",
        "title":"Language Learning Strategies of Turkish and Arabic Students: A Cross-Cultural Study"},
      {
        "id":"ED572941",
        "title":"Cross-Country Comparisons of Student Sense Making: The Development of a Mathematics Processing Framework"},
      {
        "id":"ED572942",
        "title":"Mathematics Education: Is There an App for That?"},
      {
        "id":"ED572943",
        "title":"Transactional Distance Theory (TDT): An Approach to Enhancing Knowledge and Reducing Anxiety of Pre-Service Teachers Studying a Mathematics Education Course Online"},
      {
        "id":"ED572944",
        "title":"Integrating Informal Workplace Learning into the Workflow through the Development of Performance Support Tools"},
      {
        "id":"ED572945",
        "title":"From Curriculum to Workplace Requirements: Do They &quot;Match&quot;?"},
      {
        "id":"ED572946",
        "title":"The Classic Word Problem: The Influence of Direct Teaching"},
      {
        "id":"ED572947",
        "title":"Supporting Early Grades Student Achievement: An Exploration of RTI[superscript 2] Practices. Tennessee RTI[superscript 2] Model"},
      {
        "id":"ED572948",
        "title":"Tuition and Fees at Virginia's State-Supported Colleges and Universities, 2015-16"},
      {
        "id":"ED572949",
        "title":"The Rise of Student Growth Portfolio Models in Tennessee"},
      {
        "id":"ED572950",
        "title":"Chronic Absenteeism in Tennessee's Early Grades"},
      {
        "id":"ED572951",
        "title":"Equitable Access to Highly Effective Teachers for Tennessee Students"},
      {
        "id":"ED572952",
        "title":"Setting the Foundation: A Report on Elementary Grades Reading in Tennessee"},
      {
        "id":"ED572953",
        "title":"Setting the Foundation: A Report on Elementary Grades Reading in Tennessee. Appendix"},
      {
        "id":"ED572954",
        "title":"Response to Intervention Implementation Guide: The South Dakota Model"},
      {
        "id":"ED572955",
        "title":"South Dakota Student Learning Objectives Handbook"},
      {
        "id":"ED572956",
        "title":"Update on Virginia College Access Provider Activity"},
      {
        "id":"ED572957",
        "title":"The Virginia Plan for Higher Education: Annual Report for 2016 to the General Assembly of Virginia"},
      {
        "id":"ED572958",
        "title":"Aspects of Student Transfer and Post-Transfer Success at Virginia Public Institutions"},
      {
        "id":"ED572959",
        "title":"Investigating the Role of Augmented Reality Technology in the Language Classroom"},
      {
        "id":"ED572960",
        "title":"Higher Education and Ethical Value"},
      {
        "id":"ED572961",
        "title":"National Indian Education Study 2015: American Indian and Alaska Native Students at Grades 4 and 8. NCES 2017-161"},
      {
        "id":"ED572962",
        "title":"Baseline Report on HB2320"},
      {
        "id":"ED572963",
        "title":"Fixed-Rate Tuition Plans: A Survey in Response to Senate Bill 806"},
      {
        "id":"ED572964",
        "title":"Pre-Service Teachers' Responses for Ratio and Proportion Items"},
      {
        "id":"ED572965",
        "title":"Continuity and Change in the Field of Congitive Development and in the Perspectives of One Cognitive Developmentalist"},
      {
        "id":"ED572966",
        "title":"Report of Progress toward Development of the Plan Required in § 23.1-909 for a Cooperative Online Degree Program"},
      {
        "id":"ED572967",
        "title":"Tracking Structural Development through Data Modelling in Highly Able Grade 1 Students"},
      {
        "id":"ED572968",
        "title":"Signature Pedagogies for E-Learning in Higher Education and Beyond"},
      {
        "id":"ED572969",
        "title":"Effects of National Board Certified Teachers on Student Achievement and Behavioral Outcomes: Studies Conducted in Two States. Working Paper"},
      {
        "id":"ED572970",
        "title":"Tennessee Higher Education Adult Student Fact Book: 2014-2015"},
      {
        "id":"ED572971",
        "title":"Tennessee Higher Education Adult Student Fact Book: 2015-2016"},
      {
        "id":"ED572972",
        "title":"Higher Education Enrollment: Projections 2015-2023"},
      {
        "id":"ED572973",
        "title":"Tennessee Higher Education Fact Book: 2013-2014"},
      {
        "id":"ED572974",
        "title":"South Carolina Higher Education Statistical Abstract, 2015. 37th Edition"},
      {
        "id":"ED572975",
        "title":"Tennessee Higher Education Fact Book: 2014-2015"},
      {
        "id":"ED572976",
        "title":"Tennessee Higher Education Fact Book: 2015-2016"},
      {
        "id":"ED572977",
        "title":"Helpwithmaths.com: Students' Use of Online Mathematical Resources"},
      {
        "id":"ED572978",
        "title":"Pre-Service Teachers' Pedagogical Content Knowledge: Implications for Teaching"},
      {
        "id":"ED572979",
        "title":"Student Preferences in the Design of Worked Solutions in Undergraduate Mathematics"},
      {
        "id":"ED572980",
        "title":"Insight into Subtraction from Large-Scale Assessment Data"},
      {
        "id":"ED572981",
        "title":"Using Semiotic Resources to Build Images When Teaching the Part-Whole Model of Fractions"},
      {
        "id":"ED572982",
        "title":"When a Mathematics Support Pilot Program Fails Miserably: Looking for Answers"},
      {
        "id":"ED572983",
        "title":"Does an Ability to Pattern Indicate That Our Thinking Is Mathematical?"},
      {
        "id":"ED572984",
        "title":"Visual Stimuli That Prompt Young Children to Notice Their Mathematical Thinking: Two Researchers' Experiences"},
      {
        "id":"ED572985",
        "title":"Inquiry-Based Learning in Mathematics: Designing Collaborative Research with Schools"},
      {
        "id":"ED572986",
        "title":"Young Children Talking in Mathematics: What Is the Point of &quot;That&quot;?"},
      {
        "id":"ED572987",
        "title":"Utah State Office of Education Fingertip Facts, 2012-13"},
      {
        "id":"ED572988",
        "title":"Utah State Office of Education Fingertip Facts, 2013-14"},
      {
        "id":"ED572989",
        "title":"Utah State Office of Education Fingertip Facts, 2014-15"},
      {
        "id":"ED572990",
        "title":"Utah State Office of Education Fingertip Facts, 2015-16"},
      {
        "id":"ED572991",
        "title":"Voices from the Classroom: Results from the 2016 Tennessee Educator Survey"},
      {
        "id":"ED572992",
        "title":"Postsecondary Attainment in the Decade of Decision: The Master Plan for Tennessee Postsecondary Education 2015-2025"},
      {
        "id":"ED572993",
        "title":"Seamless Pathways: Bridging the Gap between High School and Postsecondary. Updated February 2017"},
      {
        "id":"ED572994",
        "title":"Overview of Selected State Policies and Supports Related to K-12 Competency-Based Education. REL 2017-249"},
      {
        "id":"ED572995",
        "title":"Measuring Student Progress and Teachers' Assessment of Student Knowledge in a Competency-Based Education System. REL 2017-238"},
      {
        "id":"ED572996",
        "title":"What Financial Dilemmas Reveal about Students' Social and Mathematical Understanding"},
      {
        "id":"ED572997",
        "title":"Using Tablet PCs for Active Learning: Learning from Others' Mistakes"},
      {
        "id":"ED572998",
        "title":"A Vision for Teaching, Leading, and Learning: Core Teaching and Leadership Standards for Vermont Educators"},
      {
        "id":"ED572999",
        "title":"Overcoming Challenges of Being an In-Field Mathematics Teacher in Indigenous Secondary School Classrooms"},
      {
        "id":"ED573000",
        "title":"Coaching as Professional Learning: Guidance for Implementing Effective Coaching Systems"},
      {
        "id":"ED573001",
        "title":"Texas Higher Education Strategic Plan: 2015-2030. 60x30TX"},
      {
        "id":"ED573009",
        "title":"How Pre-Service Teachers Integrate Knowledge of Students' Difficulties in Understanding the Concept of the Arithmetic Mean into Their Pedagogy"},
      {
        "id":"ED573010",
        "title":"Entering the &quot;New Frontier&quot; of Mathematics Assessment: Designing and Trialling the PVAT-O (Online)"},
      {
        "id":"ED573011",
        "title":"Coordination of Fractional Quantities: Cueing of Resources, Constraints, and Effect of Numeric Structure"},
      {
        "id":"ED573012",
        "title":"Students' Understanding of Conditional Probability on Entering University"},
      {
        "id":"ED573013",
        "title":"Pre-Service Teachers' Understanding of Measures of Centre: When the Meaning Gets Lost?"},
      {
        "id":"ED573014",
        "title":"Preschool and School Educators Noticing Young Children's Mathematics"},
      {
        "id":"ED573015",
        "title":"Working at the Intersection of Research and Practice: A Perspective on the Study and Improvement of Mathematics Lessons"},
      {
        "id":"ED573017",
        "title":"Working Together for Student Achievement. 6th Biennial Joint Report"},
      {
        "id":"ED573018",
        "title":"Performance of Former-ELL Students on Washington High Stakes Assessments: Research into Performance of Former-ELL Students on Washington's English-Only Assessments and Implications for Policy"},
      {
        "id":"ED573019",
        "title":"Accountability and Virginia Public Schools, 2016-2017 School Year"},
      {
        "id":"ED573020",
        "title":"Postsecondary Education Expectations and Attainment of Rural and Nonrural Students. REL 2017-257"},
      {
        "id":"ED573021",
        "title":"Earning College Credits in High School: Options, Participation, and Outcomes for Oregon Students. REL 2017-216"},
      {
        "id":"ED573022",
        "title":"College and Career Readiness Profiles of High School Graduates in American Samoa and the Commonwealth of the Northern Mariana Islands. REL 2017-229"},
      {
        "id":"ED573023",
        "title":"Learning from the Implementers in a Design Experiment"},
      {
        "id":"ED573024",
        "title":"Bringing Research on Students&apos; Understanding into the Classroom through Formative Assessment"},
      {
        "id":"ED573025",
        "title":"Teachers' Decisions about Mathematics Tasks When Planning"},
      {
        "id":"ED573026",
        "title":"Positive Feelings towards the Learning of Mathematics for Low Achievers"},
      {
        "id":"ED573027",
        "title":"The &quot;I&quot; in QRIS Survey: Collecting Data on Quality Improvement Activities for Early Childhood Education Programs. REL 2017-221"},
      {
        "id":"ED573028",
        "title":"iPads: Improving Numeracy Learning in the Early Years"},
      {
        "id":"ED573029",
        "title":"Primary Teachers' Algebraic Thinking: Example from Lesson Study"},
      {
        "id":"ED573030",
        "title":"Students Understanding of Everyday English and Kimberley Kriol in Mathematics Classroom"},
      {
        "id":"ED573031",
        "title":"Scaffolding Cards: A Strategy for Facilitating Groups in Problem Solving"},
      {
        "id":"ED573032",
        "title":"Certificate Structure Study: Do Stackable Certificates Really &quot;Add&quot; up to a Degree? Research Report 17-2"},
      {
        "id":"ED573033",
        "title":"The University of North Carolina Report on Expanding Access to Higher Education through State-Funded Distance Education Programs"},
      {
        "id":"ED573034",
        "title":"STEM Pilot Project Grant Program: Report to the Legislature, June 2016"},
      {
        "id":"ED573035",
        "title":"Role of Community and Technical Colleges in Producing Nursing Graduates: Rethinking the Pipeline for Guided Pathways. Research Report 17-1"},
      {
        "id":"ED573036",
        "title":"The University of North Carolina Evaluation of E-Learning across the System"},
      {
        "id":"ED573037",
        "title":"Washington's Community and Technical Colleges' Student Achievement Initiative: Lessons Learned since the 2012 Revision and Considerations for New Allocation Model. Research Report 16-1"},
      {
        "id":"ED573038",
        "title":"STEM Pilot Project Grant Program: Report to the Legislature, December 2016"},
      {
        "id":"ED573039",
        "title":"Postsecondary Education Expectations and Attainment of Rural and Nonrural Students. Stated Briefly. REL 2017-233"},
      {
        "id":"ED573040",
        "title":"Post Program Earnings Differences between the Associate in Applied Science and Applied Baccalaureate Degrees: Companion Report to &quot;Applied Baccalaureate Degrees: Policy and Outcomes Evaluation.&quot; Research Report 15-3"},
      {
        "id":"ED573041",
        "title":"How Well Does High School Grade Point Average Predict College Performance by Student Urbanicity and Timing of College Entry? REL 2017-250"},
      {
        "id":"ED573042",
        "title":"Online Learning: Report to the Legislature"},
      {
        "id":"ED573043",
        "title":"Quality Improvement Efforts among Early Childhood Education Programs Participating in Iowa's Quality Rating System. REL 2017-244"},
      {
        "id":"ED573044",
        "title":"Applied Baccalaureate Degrees: Policy and Outcomes Evaluation. Research Report 15-2"},
      {
        "id":"ED573045",
        "title":"Post-School Outcomes for Students with Disabilities: Report to the Legislature"},
      {
        "id":"ED573046",
        "title":"Characteristics and Postsecondary Pathways of Students Who Participate in Acceleration Programs in Minnesota. REL 2017-234"},
      {
        "id":"ED573047",
        "title":"Classroom Culture, Challenging Mathematical Tasks and Student Persistence"},
      {
        "id":"ED573048",
        "title":"Bachelor of Applied Sciences: Outcomes Evaluation. Research Report No. 13-6"},
      {
        "id":"ED573049",
        "title":"Community &amp; Technical College Share of Washington's Educational Attainment Goals for 2023"},
      {
        "id":"ED573050",
        "title":"A Regression Model with a New Tool: IDB Analyzer for Identifying Factors Predicting Mathematics Performance Using PISA 2012 Indices"},
      {
        "id":"ED573051",
        "title":"School Mental Health Education in Beijing: A Survey of Practitioners"},
      {
        "id":"ED573052",
        "title":"Constructing a Frame of Cube: Connecting 3D Shapes with Direction, Location and Movement"},
      {
        "id":"ED573053",
        "title":"Mathematics Networks and Curriculum Concepts"},
      {
        "id":"ED573054",
        "title":"Motivating Low-Performing 11th Graders through Blogging: A Case Study"},
      {
        "id":"ED573055",
        "title":"Preservation of Educational Inequality in Doctoral Education: Tacit Knowledge, Implicit Bias and University Faculty. Research &amp; Occasional Paper Series: CSHE.1.17"},
      {
        "id":"ED573056",
        "title":"Role Model Effects of Female STEM Teachers and Doctors on Early 20th Century University Enrollment in California. Research &amp; Occasional Paper Series: CSHE.10.16"},
      {
        "id":"ED573057",
        "title":"The Evolution of Flagship Universities: From the Traditional to the New. Research &amp; Occasional Paper Series: CSHE.11.16"},
      {
        "id":"ED573058",
        "title":"High Performance, Confidence, and Disinclination to Explore: A Case Study"},
      {
        "id":"ED573059",
        "title":"The Influence of Mathematical Beliefs on Low-Achieving Adult Learners"},
      {
        "id":"ED573060",
        "title":"Pre-Service Teachers' Concept Image for Circle and Ellipse"},
      {
        "id":"ED573061",
        "title":"Analysis of the Return on Investment and Economic Impact of Education: The Economic Value of Washington's Community and Technical Colleges. Main Report"},
      {
        "id":"ED573062",
        "title":"The Promotion of Critical Thinking Skills in School-Based Assessment (SBA)"},
      {
        "id":"ED573063",
        "title":"Assessing the Relation between Seventh-Grade Students&apos; Engagement and Proportional Problem Solving Performance"},
      {
        "id":"ED573064",
        "title":"Identification of Hierarchies of Student Learning about Percentages Using Rasch Analysis"},
      {
        "id":"ED573065",
        "title":"Mature Age Pre-Service Teachers' Mathematics Anxiety and Factors Impacting on University Retention"},
      {
        "id":"ED573066",
        "title":"PCK and Average"},
      {
        "id":"ED573067",
        "title":"Development of Code-Switching: A Case Study on a Turkish/English/Arabic Multilingual Child"},
      {
        "id":"ED573068",
        "title":"Leading the Way: Access. Success. Impact. 2013-18 Master Plan"},
      {
        "id":"ED573069",
        "title":"Creating Teacher Communities of Inquiry through Lesson Study"},
      {
        "id":"ED573070",
        "title":"A Cautionary Analysis of a Billion Dollar Athletic Expenditure: The History of the Renovation of California Memorial Stadium and the Construction of the Barclay Simpson Student Athlete High Performance Center. Research &amp; Occasional Paper Series: CSHE.3.17"},
      {
        "id":"ED573071",
        "title":"Expanding Off-Campus Enrollment Capacity at Berkeley: A Concept Paper. Research &amp; Occasional Paper Series: CSHE.2.17"},
      {
        "id":"ED573072",
        "title":"Leading the Way: Success. 2013-18 Master Plan"},
      {
        "id":"ED573073",
        "title":"Dual Credit Report"},
      {
        "id":"ED573074",
        "title":"Leading the Way: Access. 2013-18 Master Plan"},
      {
        "id":"ED573075",
        "title":"Policy Levers to Strengthen Community College Transfer Student Success in Texas. Policy Brief"},
      {
        "id":"ED573076",
        "title":"Estimating Returns to College Attainment: Comparing Survey and State Administrative Data Based Estimates. A CAPSEE Working Paper"},
      {
        "id":"ED573077",
        "title":"Estimating Returns to College Attainment: Comparing Survey and State Administrative Data Based Estimates. Appendices A, B, C, D, and E. A CAPSEE Working Paper"},
      {
        "id":"ED573078",
        "title":"Nonpecuniary Returns to Postsecondary Education: Examining Early Non-Wage Labor Market Outcomes among College-Goers in the United States. A CAPSEE Working Paper"},
      {
        "id":"ED573079",
        "title":"A Pragmatic Analysis of Discourse Particles in Filipino Computer Mediated Communication"},
      {
        "id":"ED573080",
        "title":"Leading the Way: Impact. 2013-18 Master Plan"},
      {
        "id":"ED573081",
        "title":"Implicit and Explicit Knowledge of Korean Learners in the Philippines across Contextual Shift"},
      {
        "id":"ED573082",
        "title":"Characteristics and Career Paths of North Carolina School Leaders. REL 2017-230"},
      {
        "id":"ED573083",
        "title":"A Growth Model for the Academic Program Life Cycle (APLC): A Theoretical and Empirical Analysis. IR Applications, Volume 33"},
      {
        "id":"ED573084",
        "title":"A Survey Data Quality Strategy: The Institutional Research Perspective. IR Applications, Volume 34"},
      {
        "id":"ED573085",
        "title":"A Comparison Study of Return Ratio-Based Academic Enrollment Forecasting Models. Professional File. Article 129, Spring 2013"},
      {
        "id":"ED573086",
        "title":"Alternative Estimates of the Reliability of College Grade Point Averages. Professional File. Article 130, Spring 2013"},
      {
        "id":"ED573087",
        "title":"Programs for Engagement and Enhancement. Professional File. Article 131, Spring 2013"},
      {
        "id":"ED573088",
        "title":"Integrating the Functions of Institutional Research, Institutional Effectiveness, and Information Management. Professional File. Number 126, Summer 2012"},
      {
        "id":"ED573089",
        "title":"Conducting Focus Groups with College Students: Strategies to Ensure Success. Professional File. Number 127, Fall 2012"},
      {
        "id":"ED573090",
        "title":"Unrealized Educational Expectations a Growing or Diminishing Gender Gap? It Depends on Your Definition. Professional File. Article 134, Fall 2013"},
      {
        "id":"ED573091",
        "title":"Disaggregating the Truth: A Re-Analysis of the Costs and Benefits of Michigan's Public Universities. Professional File. Number 125, Summer 2012"},
      {
        "id":"ED573092",
        "title":"Tracking the Discount: Tuition Discount Rates, Net Tuition Revenue, and Efforts to Inform Institutional Practices. Professional File. Article 133, Fall 2013"},
      {
        "id":"ED573093",
        "title":"A Case Study to Examine Peer Grouping and Aspirant Selection. Professional File. Article 132, Fall 2013"},
      {
        "id":"ED573094",
        "title":"A Tale of Two Economies: 2016 Higher Education Legislative Activity in the West. Policy Insights"},
      {
        "id":"ED573095",
        "title":"Wyoming Community College Commission Agency 5 Year Strategic Plan, 2014-2018"},
      {
        "id":"ED573096",
        "title":"Wyoming Community College Commission Agency 5 Year Strategic Plan, 2015-2019"},
      {
        "id":"ED573097",
        "title":"Impacts of the Retired Mentors for New Teachers Program. REL 2017-225"},
      {
        "id":"ED573098",
        "title":"Academic Credit for Prior Learning: 2016 Progress Report"},
      {
        "id":"ED573099",
        "title":"2017-19 Strategic Action Plan"},
      {
        "id":"ED573100",
        "title":"Translating Research into Policy to Increase Equity in Higher Education: Lessons Learned from the ASHE-WICHE Collaborative. Policy Insights"},
      {
        "id":"ED573101",
        "title":"Coordinating Postsecondary Education and the Public Workforce System in Workforce Planning. Policy Insights"},
      {
        "id":"ED573102",
        "title":"Making Prekindergarten Truly Universal in New York: A Statewide Roadmap"},
      {
        "id":"ED573103",
        "title":"A Community Schools Approach to Accessing Services and Improving Neighborhood Outcomes in Manchester, New Hampshire. Regional Issue Brief Number 43"},
      {
        "id":"ED573104",
        "title":"A Profile of Youth Poverty and Opportunity in Southwestern Minnesota. National Issue Brief Number 114"},
      {
        "id":"ED573105",
        "title":"Deficient Resources: An Analysis of the Availability of Basic Educational Resources in High Needs Schools in Eight New York State School Districts"},
      {
        "id":"ED573106",
        "title":"Many Eligible Children Don't Participate in School Nutrition Programs: Reauthorization Offers Opportunities to Improve. National Issue Brief Number 85"},
      {
        "id":"ED573107",
        "title":"Should I Say Something? Dating and Sexual Aggression Bystander Intervention among High School Youth. National Issue Brief Number 92"},
      {
        "id":"ED573108",
        "title":"Stories from the Front Lines of Student Success: The Implementation and Progress of Near Peer Mentoring Programs in Alaska and Idaho. Western Policy Exchanges"},
      {
        "id":"ED573109",
        "title":"Advanced Placement Validity Research at Four University System of Georgia Institutions: Placement Validity Study Results. Statistical Report"},
      {
        "id":"ED573110",
        "title":"Impact of the Developing Mathematical Ideas Professional Development Program on Grade 4 Students' and Teachers' Understanding of Fractions. REL 2017-256"},
      {
        "id":"ED573111",
        "title":"Universitywide Program Review: Evolving a Process for Program Improvement and Institutional Planning. Professional File. Number 128, Winter 2012"},
      {
        "id":"ED573112",
        "title":"Wisconsin Public Schools at a Glance, 2016"},
      {
        "id":"ED573114",
        "title":"Most U.S. School Districts Have Low Access to School Counselors: Poor, Diverse, and City School Districts Exhibit Particularly High Student-to-Counselor Ratios. National Issue Brief Number 108"},
      {
        "id":"ED573115",
        "title":"Knocking at the College Door: Projections of High School Graduates, 9th Edition. Revised"},
      {
        "id":"ED573116",
        "title":"Wyoming Community College Commission Statewide Strategic Plan: Planning for the Future of Wyoming's Community Colleges"},
      {
        "id":"ED573117",
        "title":"Providing Comprehensive Educational Opportunity to Low Income Students. Part 1: A Legal Framework"},
      {
        "id":"ED573118",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2016"},
      {
        "id":"ED573119",
        "title":"Providing Comprehensive Educational Opportunity to Low Income Students. Part 2: How Much Does It Cost?"},
      {
        "id":"ED573120",
        "title":"Wyoming Community Colleges Annual Performance Report: Performance Indicators, 2014-2015"},
      {
        "id":"ED573121",
        "title":"Providing Comprehensive Educational Opportunity to Low Income Students. Part 3: How Much Does New York City Now Spend on Children's Services?"},
      {
        "id":"ED573122",
        "title":"Providing Comprehensive Educational Opportunity to Low Income Students. Part 4: What Are the Social and Economic Returns?"},
      {
        "id":"ED573123",
        "title":"Providing Comprehensive Educational Opportunity to Low Income Students. Part 5: A Proposal for Essential Standards and Resources. A Report of the Task Force on Comprehensive Educational Opportunity"},
      {
        "id":"ED573124",
        "title":"Essential Resources: The Constitutional Requirements for Providing All Students in New York State the Opportunity for a Sound Basic Education"},
      {
        "id":"ED573130",
        "title":"Prospective Higher Education Providers"},
      {
        "id":"ED573131",
        "title":"Statistics Report on TEQSA Registered Higher Education Providers, 2016"},
      {
        "id":"ED573132",
        "title":"TEQSA Annual Report 2015-2016"},
      {
        "id":"ED573133",
        "title":"Students' Constitutional Right to a Sound Basic Education: New York State's Unfinished Agenda. Part 2. Filling the Regulatory Gaps"},
      {
        "id":"ED573134",
        "title":"Students' Constitutional Right to a Sound Basic Education: New York State's Unfinished Agenda. Part 1. A Roadmap to Constitutional Compliance Ten Years after &quot;CFE v. State&quot;"},
      {
        "id":"ED573135",
        "title":"Students' Constitutional Right to a Sound Basic Education: New York State's Unfinished Agenda. Part 3. Utilizing a Constitutional Cost Methodology"},
      {
        "id":"ED573136",
        "title":"Students' Constitutional Right to a Sound Basic Education: New York State's Unfinished Agenda. Part 4. Ensuring Resource Accountability"},
      {
        "id":"ED573137",
        "title":"Making Connections within the Asia-Pacific Region: Case Study around the Mentoring for Effective Teaching (MET) Program"},
      {
        "id":"ED573138",
        "title":"Swimming with Crocs: Professional Development in a Northern Context"},
      {
        "id":"ED573139",
        "title":"What's up DOCC? Creating Third Space Courses in Teacher Education"},
      {
        "id":"ED573140",
        "title":"Developing a Survey Instrument to Explore Career Pathways of Past Teacher Education Students"},
      {
        "id":"ED573141",
        "title":"Academic Achievement and Classification of Students from the Freely Associated States in Guam Schools. REL 2017-260"},
      {
        "id":"ED573142",
        "title":"The Effects of Reading Strategy Instruction via Electronic Storybooks on EFL Young Readers' Reading Performance"},
      {
        "id":"ED573143",
        "title":"Effects of Scaffolds and Scientific Reasoning Ability on Web-Based Scientific Inquiry"},
      {
        "id":"ED573145",
        "title":"Exploration of the Effectiveness of Tactile Methods"},
      {
        "id":"ED573146",
        "title":"The Effects of STEM PBL on Students' Mathematical and Scientific Vocabulary Knowledge"},
      {
        "id":"ED573147",
        "title":"Supporting Learning through Better Health: A Strategy to Ensure Adequate and Stable Funding for School-Based Health Centers in New York State"},
      {
        "id":"ED573151",
        "title":"Research Assistant Training Manual: Focus Groups"},
      {
        "id":"ED573154",
        "title":"Harnessing the Potential of Statewide Longitudinal Data Systems to Support College and Career Readiness. Ask the CCRS Center"},
      {
        "id":"ED573156",
        "title":"Brick &amp; Click Libraries: An Academic Library Conference Proceedings (16th, Maryville, Missouri, November 4, 2016)"},
      {
        "id":"ED573157",
        "title":"Key Financial Metrics on Australia's Higher Education Sector. Selected Insights--April 2016"},
      {
        "id":"ED573158",
        "title":"Key Financial Metrics on Australia's Higher Education Sector--December 2016"},
      {
        "id":"ED573162",
        "title":"Teaching Mathematics in a Project-Based Learning Context: Initial Teacher Knowledge and Perceived Needs"},
      {
        "id":"ED573163",
        "title":"Teaching Algebra Conceptually: The Process of Bringing Research to Practitioners"},
      {
        "id":"ED573164",
        "title":"Improving First Year Mathematics Teaching through Making Connections: An Action Research Approach"},
      {
        "id":"ED573165",
        "title":"Stories from the Classroom: The Developing Beliefs and Practices of Beginning Primary Mathematics Teachers"},
      {
        "id":"ED573166",
        "title":"Designing Synchronous Online Interactions and Discussions"},
      {
        "id":"ED573167",
        "title":"Culminating Experience Action Research Projects, Volume 18, Part 1, Spring 2016"},
      {
        "id":"ED573168",
        "title":"Child Poverty Higher and More Persistent in Rural America. National Issue Brief Number 97"},
      {
        "id":"ED573169",
        "title":"Limited Access to AP Courses for Students in Smaller and More Isolated Rural School Districts. National Issue Brief Number 80"},
      {
        "id":"ED573170",
        "title":"Exclusionary Discipline Highest in New Hampshire's Urban Schools: Suspension and Expulsion Found to Disproportionately Affect Disadvantaged Students. Regional Issue Brief Number 46"},
      {
        "id":"ED573171",
        "title":"Mathematics as It Happens: Student-Centred Inquiry Learning"},
      {
        "id":"ED573172",
        "title":"Influences of Self-Perceived Competence in Mathematics and Positive Affect toward Mathematics on Mathematics Achievement of Adolescents in Singapore"},
      {
        "id":"ED573173",
        "title":"Socially Response-Able Mathematics Education: Lessons from Three Teachers"},
      {
        "id":"ED573174",
        "title":"Exploring the Use of iPads to Engage Young Students with Mathematics"},
      {
        "id":"ED573175",
        "title":"Working through the Practice Architectures of First Year University Mathematics Teaching"},
      {
        "id":"ED573179",
        "title":"A Learning Community for Pre-Service Secondary Mathematics: Learning with and from Each Other"},
      {
        "id":"ED573180",
        "title":"An Experienced Teacher's Conceptual Trajectory for Problem Solving"},
      {
        "id":"ED573181",
        "title":"Emotions and the Development of Statistical Literacy"},
      {
        "id":"ED573184",
        "title":"How Does Teacher Knowledge in Statistics Impact on Teacher Listening?"},
      {
        "id":"ED573185",
        "title":"The Effects of Creating Rich Learning Environments for Children to Measure Mass"},
      {
        "id":"ED573186",
        "title":"Developments in Pre-Service Teachers' Mathematics for Teaching of Fractions"},
      {
        "id":"ED573187",
        "title":"Can UTeach? Assessing the Relative Effectiveness of STEM Teachers. Working Paper 173"},
      {
        "id":"ED573188",
        "title":"Time to Tenure: Does Tenure Reform Affect Teacher Absence Behavior and Mobility? Working Paper 172"},
      {
        "id":"ED573189",
        "title":"Has It Always Been This Way? Tracing the Evolution of Teacher Quality Gaps in U.S. Public Schools. Working Paper 171"},
      {
        "id":"ED573190",
        "title":"Teacher Subject Matter Knowledge of Number Sense"},
      {
        "id":"ED573191",
        "title":"Teaching Assistants and Nonteaching Staff: Do They Improve Student Outcomes? Working Paper 169"},
      {
        "id":"ED573192",
        "title":"Mathematics Knowledge for Teaching: Evidence from Lesson Study"},
      {
        "id":"ED573193",
        "title":"Mathematical Knowledge for Teaching of MERGA Members"},
      {
        "id":"ED573194",
        "title":"Mathematics Education as a Multicultural Field of Research and Practice: Outcomes and Challenges"},
      {
        "id":"ED573195",
        "title":"Doing It Differently: The Ups and Downs of Peer Group Learning"},
      {
        "id":"ED573196",
        "title":"Certification Status and Experience of U.S. Public School Teachers: Variations across Student Subgroups. NCES 2017-056"},
      {
        "id":"ED573197",
        "title":"Are Two Commonly Used Early Warning Indicators Accurate Predictors of Dropout for English Learner Students? Evidence from Six Districts in Washington State. REL 2017-261"},
      {
        "id":"ED573198",
        "title":"Spatial Metaphors of the Number Line"},
      {
        "id":"ED573199",
        "title":"Young Children's Metarepresentational Competence in Data Modelling"},
      {
        "id":"ED573200",
        "title":"Reinventing the Wheel: Historical Perspectives on Theories for Interpreting Discourse Patterns in Mathematics Classrooms"},
      {
        "id":"ED573201",
        "title":"Block Model Approach in Problem Solving: Effects on Problem Solving Performance of the Grade V Pupils in Mathematics"},
      {
        "id":"ED573202",
        "title":"Constructing and Consolidating Mathematical Entities in the Context of Whole-Class Discussion"},
      {
        "id":"ED573203",
        "title":"Male Students' Perspectives Concerning the Relevance of Mathematics--Pilot Study Findings"},
      {
        "id":"ED573204",
        "title":"Concept Cartoons as a Way to Elicit Understandings and Encourage Reasoning about Decimals in Year 7"},
      {
        "id":"ED573205",
        "title":"MERGA 2012: Where We've Been, Where We Are, and Where We're Going"},
      {
        "id":"ED573207",
        "title":"Characteristics of Problem Posing of Grade 9 Students on Geometric Tasks"},
      {
        "id":"ED573208",
        "title":"Alternative Starting Point for Teaching Fractions"},
      {
        "id":"ED573210",
        "title":"Student Academic Support as a Predictor of Life Satisfaction in University Students"},
      {
        "id":"ED573212",
        "title":"Designing Drama Activities Based on Nasreddin Hodja Jokes for English as a Foreign Language (EFL) Classrooms"},
      {
        "id":"ED573213",
        "title":"Evidence-Based Improvement: A Guide for States to Strengthen Their Frameworks and Supports Aligned to the Evidence Requirements of ESSA"},
      {
        "id":"ED573215",
        "title":"The Effectiveness of Using Corpus-Based Materials in Vocabulary Teaching"},
      {
        "id":"ED573216",
        "title":"The Relationships between Critical Thinking Skills and Learning Styles of Gifted Students"},
      {
        "id":"ED573221",
        "title":"Exploring District-Level Expenditure-to-Performance Ratios. REL 2017-267"},
      {
        "id":"ED573228",
        "title":"A Study on the Effects of Meditation on Anxiety and Foreign Language Vocabulary Learning"},
      {
        "id":"ED573229",
        "title":"Interactive Approaches for Vocabulary Teaching"},
      {
        "id":"ED573230",
        "title":"A Corpus Based Study on the Preposition Error Types in Turkish EFL Learners' Essays"},
      {
        "id":"ED573231",
        "title":"Scaffolding Mathematics Remediation for Academically At-Risk Students Following Developmental Education Reform in Florida"},
      {
        "id":"ED573232",
        "title":"Academic Advising, Remedial Courses, and Legislative Mandates: An Exploration of Academic Advising in Florida Community Colleges with Optional Developmental Education"},
      {
        "id":"ED573233",
        "title":"Determining External and Internal Demotivating Factors among Young Learners at Pozanti Regional Primary Boarding School"},
      {
        "id":"ED573234",
        "title":"A Study of Income and Test Anxiety among Turkish University Students"},
      {
        "id":"ED573235",
        "title":"Attitude towards Seeking Professional Psychological Help in a Sample of Pre-Service Teachers"},
      {
        "id":"ED573236",
        "title":"Secondary Mathematics Coaching: The Components of Effective Mathematics Coaching and Implications"},
      {
        "id":"ED573237",
        "title":"Using Classroom Episodes to Foster Prospective Teachers' Didactical Knowledge: Issues for Teacher Education"},
      {
        "id":"ED573238",
        "title":"Monitoring and Analysing Attendance in First Year University Mathematics Tutorials"},
      {
        "id":"ED573239",
        "title":"Evaluating Middle Years Students' Proportional Reasoning"},
      {
        "id":"ED573240",
        "title":"Auditing the Numeracy Demands of the Australian Curriculum"},
      {
        "id":"ED573241",
        "title":"The State We're In: 2010. A Report Card on Education in Illinois"},
      {
        "id":"ED573242",
        "title":"Labor Market Frictions and Production Efficiency in Public Schools. Working Paper 163"},
      {
        "id":"ED573243",
        "title":"The State We're In: 2012. A Report Card on Public Education in Illinois"},
      {
        "id":"ED573244",
        "title":"How High Schools Explain Students' Initial Colleges and Majors. Working Paper 165"},
      {
        "id":"ED573245",
        "title":"What's in a Teacher Test? Assessing the Relationship between Teacher Licensure Test Scores and Student STEM Achievement and Course-Taking. Working Paper 158"},
      {
        "id":"ED573246",
        "title":"Evaluating Prospective Teachers: Testing the Predictive Validity of the edTPA. Working Paper 157"},
      {
        "id":"ED573247",
        "title":"Gesture Types for Functions"},
      {
        "id":"ED573248",
        "title":"The Progress of Grade 1 Students Who Participated in an Extending Mathematical Understanding Intervention Program"},
      {
        "id":"ED573249",
        "title":"Challenges in Responding to Scaffolding Opportunities in the Mathematics Classroom"},
      {
        "id":"ED573250",
        "title":"Interpreting Graphs: Students Developing an Understanding of Covariation"},
      {
        "id":"ED573251",
        "title":"Young Pedestrians' Gendering of Mathematics: Australia and Spain"},
      {
        "id":"ED573252",
        "title":"The State We're In: 2014. A Report Card on Public Education in Illinois"},
      {
        "id":"ED573253",
        "title":"Turkish Version of Employment Hope Scale: The Validity and Reliability Study"},
      {
        "id":"ED573255",
        "title":"The Four-Day School Week: An Examination of Long-Term Student Achievement at the Middle and Secondary Levels"},
      {
        "id":"ED573256",
        "title":"Transforming Teacher Work: For a Better Educated Tomorrow"},
      {
        "id":"ED573257",
        "title":"Illinois' Transition to New Assessments, Spring 2015"},
      {
        "id":"ED573258",
        "title":"Singapore Students' Performance on Australian and Singapore Assessment Items"},
      {
        "id":"ED573259",
        "title":"Funding Expectations"},
      {
        "id":"ED573260",
        "title":"Too Many Tests, Too Much Time: A New Opportunity to Create a More Streamlined Approach, Spring 2015"},
      {
        "id":"ED573261",
        "title":"Standards, Assessments &amp; Opting Out, Spring 2015"},
      {
        "id":"ED573262",
        "title":"Should I Stay or Should I Go? Maximizers versus Satisficers"},
      {
        "id":"ED573264",
        "title":"Perceptions and Resilience in Underrepresented Students' Pathways to College"},
      {
        "id":"ED573266",
        "title":"Perceived Mathematical Ability under Challenge: A Longitudinal Perspective on Sex Segregation among STEM Degree Fields"},
      {
        "id":"ED573267",
        "title":"Every Student Counts. The State We're in: 2016-2017. A Report on Public Education in Illinois"},
      {
        "id":"ED573268",
        "title":"K-2 &quot;Make It Count&quot; Students' Views of Mathematics"},
      {
        "id":"ED573269",
        "title":"Curriculum Leadership: Reforming and Reshaping Successful Practice in Remote and Regional Indigenous Education"},
      {
        "id":"ED573270",
        "title":"Developing Teacher Understanding of Early Algebraic Concepts Using Lesson Study"},
      {
        "id":"ED573271",
        "title":"Developing a Culture of Collaboration"},
      {
        "id":"ED573272",
        "title":"Mathematical Proficiency and the Sustainability of Participation: A New Ball Game through a Poststructuralist Lens"},
      {
        "id":"ED573273",
        "title":"Get into Vocational Education (GIVE): Motivating Underperforming Students"},
      {
        "id":"ED573274",
        "title":"Professional Learning for Teaching Assistants and Its Effect on Classroom Roles"},
      {
        "id":"ED573275",
        "title":"Designing Opportunities for Prospective Teachers to Facilitate Mathematics Discussions in Classrooms"},
      {
        "id":"ED573276",
        "title":"Oakland Unified School District Community Schools: Supporting Students, Teachers, and Families. Knowledge Brief"},
      {
        "id":"ED573277",
        "title":"Teaching and Learning in Oakland Community Schools. Knowledge Brief"},
      {
        "id":"ED573278",
        "title":"Defining Integrated Student Supports for Linked Learning Pathways. Knowledge Brief"},
      {
        "id":"ED573279",
        "title":"Oakland Unified School District Community Schools: Understanding Implementation Efforts to Support Students, Teachers, and Families"},
      {
        "id":"ED573280",
        "title":"An Implementation Study of the Art in Action Program"},
      {
        "id":"ED573281",
        "title":"Organizational Structures to Support Oakland Community Schools. Knowledge Brief"},
      {
        "id":"ED573282",
        "title":"An Implementation Study of the &quot;Art in Action Program&quot;. Executive Summary"},
      {
        "id":"ED573283",
        "title":"Integrated Services and Supports in Oakland Community Schools. Knowledge Brief"},
      {
        "id":"ED573286",
        "title":"Influences of Metacognitive and Self-Regulated Learning Strategies for Reading on Mathematical Literacy of Adolescents in Australia and Singapore"},
      {
        "id":"ED573287",
        "title":"Supporting Secondary Novices' Efforts to Implement Student- and Discourse-Centred Pedagogical Practices"},
      {
        "id":"ED573288",
        "title":"Variation and Mathematics Pedagogy"},
      {
        "id":"ED573289",
        "title":"Teaching Algebra Conceptually: Student Achievement"},
      {
        "id":"ED573290",
        "title":"Projects, Puzzles and Other Pedagogies: Working with Kids to Solve Local Problems"},
      {
        "id":"ED573291",
        "title":"Does Knowing More Advanced Mathematics Ensure Effectiveness of Working towards Demonstrating Specialised Mathematical Content Knowledge of Second-Year Pre-Service Teachers?"},
      {
        "id":"ED573292",
        "title":"The Development of an Assessment Tool: Student Knowledge of the Concept of Place Value"},
      {
        "id":"ED573293",
        "title":"The Impact of a Professional Learning Intervention Designed to Enhance Year Six Students' Computational Estimation Performance"},
      {
        "id":"ED573294",
        "title":"Tuition Assistance Programs for Foster Youth Pursuing Postsecondary Education. 50-State Review"},
      {
        "id":"ED573295",
        "title":"Digital Games for Learning Mathematics: Possibilities and Limitations"},
      {
        "id":"ED573296",
        "title":"Size of Undergraduate Physics and Astronomy Programs: Data from the AIP Enrollments and Degrees and Academic Workforce Surveys. Focus On"},
      {
        "id":"ED573297",
        "title":"Making Assessments Work: Supporting Teaching and Learning in the Common Core Era"},
      {
        "id":"ED573298",
        "title":"Standards, Assessments &amp; Accountability, Spring 2015"},
      {
        "id":"ED573299",
        "title":"Making Assessments Work, Spring 2015"},
      {
        "id":"ED573300",
        "title":"Equitable Access by Design. A Conceptual Framework for Integrated Student Supports within Linked Learning Pathways"},
      {
        "id":"ED573301",
        "title":"We Can Do Better: Advancing Public Education in Illinois"},
      {
        "id":"ED573302",
        "title":"Changes in K-12 Education: Implications for the BC Post-Secondary System"},
      {
        "id":"ED573303",
        "title":"Working Together for Students: A Framework for Long Term Stability in Education toward a 10-Year Agreement with Public School Teachers"},
      {
        "id":"ED573304",
        "title":"The Hammer-and-Nail Phenomenon in Mathematics Education"},
      {
        "id":"ED573305",
        "title":"Dual Credit: Secondary to Post-Secondary Transitions--Dual Credit Policy and Practice in BC and Elsewhere"},
      {
        "id":"ED573306",
        "title":"Becoming a Community School: A Study of Oakland Unified School District Community School Implementation, 2015-2016"},
      {
        "id":"ED573307",
        "title":"Impulsive-Analytic Disposition in Mathematical Problem Solving: A Survey and a Mathematics Test"},
      {
        "id":"ED573308",
        "title":"Student Understanding of Large Numbers and Powers: The Effect of Incorporating Historical Ideas"},
      {
        "id":"ED573309",
        "title":"The Concept of Generalised Number: Valuable Lessons from the History of Algebra"},
      {
        "id":"ED573310",
        "title":"Admissions Indicators and Practices Leading to the Success of Mature Students"},
      {
        "id":"ED573311",
        "title":"Mathematics Anxiety in Secondary School Students"},
      {
        "id":"ED573312",
        "title":"Problem Categorisation in Ratio--A Closer Look"},
      {
        "id":"ED573313",
        "title":"BC Transfer Students: Profile and Performance Report (2008/09-2012/13)"},
      {
        "id":"ED573314",
        "title":"The Influence of Gender, Parents, and Background Variables on Perceived Usefulness of Mathematics among Grade 7 Students in Mozambique"},
      {
        "id":"ED573315",
        "title":"An Exploration into Growing Patterns with Young Australian Indigenous Students"},
      {
        "id":"ED573316",
        "title":"Developing Pedagogical Strategies to Promote Structural Thinking in Early Mathematics"},
      {
        "id":"ED573317",
        "title":"The Four-Three-Four Model: Drawing on Partitioning, Equivalence, and Unit-Forming in a Quotient Sub-Construct Fraction Task"},
      {
        "id":"ED573318",
        "title":"Virtual Mathematics Education: Using Second Life to Model and Reflect upon the Teaching of Mathematics"},
      {
        "id":"ED573319",
        "title":"Implementing the Extended School Day Policy in Florida's 300 Lowest Performing Elementary Schools. REL 2017-253"},
      {
        "id":"ED573320",
        "title":"The Years before School: Children's Nonparental Care Arrangements from 2001 to 2012. Stats in Brief. NCES 2017-096"},
      {
        "id":"ED573321",
        "title":"Does Independent Schools Funding Make a Mockery of the Public Schools Funding Formula? BCTF Research Report. RR2015-01 rev2"},
      {
        "id":"ED573322",
        "title":"Academic Advising in British Columbia"},
      {
        "id":"ED573323",
        "title":"Academic Advising in British Columbia. Executive Summary"},
      {
        "id":"ED573324",
        "title":"Adult Education: An Essential Element in a Poverty Reduction Plan to Improve Economic Opportunities for Low-Income Individuals and Families. BCTF Research Report. RR2013-02"},
      {
        "id":"ED573325",
        "title":"Descriptive Analysis in Education: A Guide for Researchers. NCEE 2017-4023"},
      {
        "id":"ED573326",
        "title":"The Hidden Costs of California's Harsh School Discipline: And the Localized Economic Benefits from Suspending Fewer High School Students"},
      {
        "id":"ED573327",
        "title":"Suspended Education in Massachusetts: Using Days of Lost Instruction Due to Suspension to Evaluate Our Schools"},
      {
        "id":"ED573328",
        "title":"Success for All®. What Works Clearinghouse Intervention Report. Updated"},
      {
        "id":"ED573329",
        "title":"The Role of Education as a Tool in Transmitting Cultural Stereotypes Words (Formal's): The Case of &quot;Kerem and Asli&quot; Story"},
      {
        "id":"ED573330",
        "title":"The Effects of Social Capital Elements on Job Satisfaction and Motivation Levels of Teachers"},
      {
        "id":"ED573331",
        "title":"Investigation of the Relationships between Lifelong Learning and Social Emotional Learning"},
      {
        "id":"ED573333",
        "title":"Formalist (Linguistic) Criticism in an English Language Teacher Education Program: The Reward Approach"},
      {
        "id":"ED573334",
        "title":"Preparing for Life after High School: The Characteristics and Experiences of Youth in Special Education. Findings from the National Longitudinal Transition Study 2012. Volume 2: Comparisons across Disability Groups. Full Report. NCEE 2017-4018"},
      {
        "id":"ED573335",
        "title":"&quot;Let's Count&quot;: Evaluation of a Pilot Early Mathematics Program in Low Socioeconomic Locations in Australia"},
      {
        "id":"ED573336",
        "title":"Coordinating Known and Unknown Quantities in a Multiplicative Context: Problem Conceptualization, Affordances and Constraints"},
      {
        "id":"ED573337",
        "title":"Analyzing Student-Level Disciplinary Data: A Guide for Districts. REL 2017-263"},
      {
        "id":"ED573338",
        "title":"Students' Summaries of Mathematical Lectures: Comparing the Discourse of Students with the Discourse of Lectures"},
      {
        "id":"ED573339",
        "title":"Preparing for Life after High School: The Characteristics and Experiences of Youth in Special Education. Findings from the National Longitudinal Transition Study 2012. Volume 1: Comparisons with Other Youth. Full Report. NCEE 2017-4016"},
      {
        "id":"ED573340",
        "title":"Exploring Student Reflective Practice during a Mathematical Modelling Challenge"},
      {
        "id":"ED573341",
        "title":"Preparing for Life after High School: The Characteristics and Experiences of Youth in Special Education. Findings from the National Longitudinal Transition Study 2012. Volume 1: Comparisons with Other Youth. Executive Summary. NCEE 2017-4017"},
      {
        "id":"ED573342",
        "title":"National Longitudinal Transition Study 2012: Design Documentation. NCEE 2017-4021"},
      {
        "id":"ED573343",
        "title":"Steps in Developing a Quality Whole Number Place Value Assessment for Years 3-6: Unmasking the &quot;Experts&quot;"},
      {
        "id":"ED573344",
        "title":"Diffusion of the Mathematics Practical Paradigm in the Teaching of Problem Solving: Theory and Praxis"},
      {
        "id":"ED573347",
        "title":"Laying the Theoretical and Practical Foundations for a New Elementary English Curriculum in Turkey: A Procedural Analysis"},
      {
        "id":"ED573348",
        "title":"Visual Routines Are Associated with Specific Graph Interpretations"},
      {
        "id":"ED573350",
        "title":"A Study of Anatolian High Schools' 9th Grade English Language Curriculum in Relation to the CEFR"},
      {
        "id":"ED573351",
        "title":"Quality Issues and Trends in Teacher Education: Perspectives and Concerns"},
      {
        "id":"ED573352",
        "title":"Science Technology and Engineering Teachers' Emotional Intelligence vis-à-vis Classroom Management"},
      {
        "id":"ED573353",
        "title":"Preparing for Life after High School: The Characteristics and Experiences of Youth in Special Education. Findings from the National Longitudinal Transition Study 2012. Volume 2: Comparisons across Disability Groups. Executive Summary. NCEE 2017-4019"},
      {
        "id":"ED573354",
        "title":"Trialling a Professional Statistical Literacy Hierarchy for Teachers"},
      {
        "id":"ED573355",
        "title":"Identity and Ethnomathematics Projects in Papua New Guinea"},
      {
        "id":"ED573356",
        "title":"Are Online Quizzes an Effective Tool for Mastering Basic Algebra?"},
      {
        "id":"ED573358",
        "title":"Recent Developments in Special Education/Inclusion, January 2013. BCTF Research Report. RR2013-01"},
      {
        "id":"ED573359",
        "title":"Attendance Management in BC's K-12 Public Education System. BCTF Research Report. RR2016-01"},
      {
        "id":"ED573363",
        "title":"Strategies Used by Students to Compare Two Data Sets"},
      {
        "id":"ED573364",
        "title":"The Classicist and the Frequentist Approach to Probability within a &quot;TinkerPlots2&quot; Combinatorial Problem"},
      {
        "id":"ED573365",
        "title":"Developing Mathematical Knowledge through Social Justice Pedagogy with Young Adult Arab Women"},
      {
        "id":"ED573366",
        "title":"Identifying Stages in a Learning Hierarchy for Use in Formative Assessment--The Example of Line Graphs"},
      {
        "id":"ED573367",
        "title":"Students' Ways of Knowing and Learning Mathematics and Their Ways of Interacting with Advanced Calculators"},
      {
        "id":"ED573369",
        "title":"Compendium of Education Technology Research Funded by NCER and NCSER: 2002-2014. NCER 2017-0001"},
      {
        "id":"ED573371",
        "title":"Pedagogical Content Knowledge in Mathematical Modelling Instruction"},
      {
        "id":"ED573372",
        "title":"Education Funding. A Brief to the Select Standing Committee on Finance and Government Services from the British Columbia Teachers' Federation. BCTF Education Funding Brief"},
      {
        "id":"ED573373",
        "title":"What Stimulation That Parents Can Provide to Their Child for His/Her Holistic Development from the Time of Conception till Birth?"},
      {
        "id":"ED573374",
        "title":"Social and Emotional Learning Centered around Human Motivation"},
      {
        "id":"ED573375",
        "title":"Professional Collaboration as Responsive Pedagogy"},
      {
        "id":"ED573376",
        "title":"Empirical Evidence for Niss' &quot;Implemented Anticipation&quot; in Mathematising Realistic Situations"},
      {
        "id":"ED573377",
        "title":"Developing Mathematical Resilience among Aboriginal Students"},
      {
        "id":"ED573379",
        "title":"British Columbia Post-Secondary Direct-Entry Admission Practices: Implications for the BC Secondary School Graduation Program. Project Report"},
      {
        "id":"ED573380",
        "title":"On Diagnosis and Intervention: Helping Students with Special Needs Learn Fraction Ideas Involving Decimal Numbers"},
      {
        "id":"ED573381",
        "title":"Supporting Teachers in Choosing and Using Challenging Mathematics Tasks"},
      {
        "id":"ED573382",
        "title":"Use of Practical Worksheet in Teacher Education at the Undergraduate and Postgraduate Levels"},
      {
        "id":"ED573383",
        "title":"Updated Graduation Requirements Review. A Brief to the Ministry of Education from the British Columbia Teachers' Federation. Revised"},
      {
        "id":"ED573384",
        "title":"Mathematical Modelling for Singapore Primary Classrooms: From a Teacher's Lens"},
      {
        "id":"ED573385",
        "title":"Chinese Primary Students' Mathematical Task Types Preferences"},
      {
        "id":"ED573386",
        "title":"Insights into Ways That Teachers Plan Their Mathematics Teaching"},
      {
        "id":"ED573388",
        "title":"Nature of an &quot;Attitudes toward Learning Mathematics&quot; Questionnaire"},
      {
        "id":"ED573389",
        "title":"Average Revisited in Context"},
      {
        "id":"ED573390",
        "title":"Profiling Students' Capacities to Link Number and Algebra in Years 5, 6 and 7 in Nanjing, China"},
      {
        "id":"ED573391",
        "title":"Predictive Validity of Numeracy Entry Requirements for University: Pre-Service Teachers' Mathematics Knowledge and Attitudes"},
      {
        "id":"ED573392",
        "title":"Teaching for Abstraction: Collaborative Teacher Learning"},
      {
        "id":"ED573393",
        "title":"The Effect of Small-Group Game Play Activities on Number Sense Performance"},
      {
        "id":"ED573394",
        "title":"A Revolving Model of Pre-Service Teacher Development in Mathematics"},
      {
        "id":"ED573402",
        "title":"Investigating Pre-Service Teachers' Mathematics Anxiety Using the Revised Mathematics Anxiety Scale (RMARS)"},
      {
        "id":"ED573403",
        "title":"Problem Posing in Mathematical Investigation"},
      {
        "id":"ED573404",
        "title":"Life in Inclusive Classrooms: Storytelling with Disability Studies in Education. Occasional Paper Series 36"},
      {
        "id":"ED573405",
        "title":"Progressive Practices in Public Schools. Occasional Paper Series 35"},
      {
        "id":"ED573406",
        "title":"Constructivists Online: Reimagining Progressive Practice. Occasional Paper Series 34"},
      {
        "id":"ED573409",
        "title":"Queering Education: Pedagogy, Curriculum, Policy. Occasional Paper Series 37"},
      {
        "id":"ED573414",
        "title":"Knowing One's Community through Language Rights"},
      {
        "id":"ED573415",
        "title":"Knowing One's Community through Arts Education"},
      {
        "id":"ED573416",
        "title":"Education Funding. A Brief to the Select Standing Committee on Finance and Government Services from the British Columbia Teachers' Federation. BCTF Education Funding Brief"},
      {
        "id":"ED573417",
        "title":"Addressing Youth Mental Health Issues in BC's K-12 Public Schools: A BCTF Submission. A Brief to the Select Standing Committee on Children and Youth from the British Columbia Teachers' Federation"},
      {
        "id":"ED573418",
        "title":"Why Do We Educate? Are the Proposed BC K-12 Education Directions Appropriate for Future Economies, and for the Needs of a Diverse and Democratic Society? BCTF Research Report. RR2014-07"},
      {
        "id":"ED573419",
        "title":"Establishing and Sustaining Networked Improvement Communities: Lessons from Michigan and Minnesota. REL 2017-264"},
      {
        "id":"ED573420",
        "title":"Reflections from a Professional Learning Community for Researchers Working in Research Alliances. REL 2017-262"},
      {
        "id":"ED573421",
        "title":"Connected to Learn: Teachers' Experiences with Networked Technologies in the Classroom"},
      {
        "id":"ED573433",
        "title":"Psychosocial Interventions for School Refusal with Primary and Secondary Students: A Systematic Review. Campbell Systematic Reviews 2015:12"},
      {
        "id":"ED573434",
        "title":"Edmodo as a Tool for the Global Connection between Japanese and American College Students in Language Learning"},
      {
        "id":"ED573436",
        "title":"An Introduction to Service Learning Pedagogy"},
      {
        "id":"ED573437",
        "title":"The Use of Electronic Dictionary in the Language Classroom: The Views of Language Learners"},
      {
        "id":"ED573440",
        "title":"Efficacy Trial of the Second Step Early Learning (SSEL) Curriculum: Preliminary Outcomes"},
      {
        "id":"ED573442",
        "title":"ECVET in Europe: Monitoring Report 2015. Cedefop Research Paper. No 56"},
      {
        "id":"ED573443",
        "title":"Frequency of Preschool Teacher Education Students' Participation in Extracurricular Music Activities in Croatia and Slovenia"},
      {
        "id":"ED573444",
        "title":"Leaving Education Early: Putting Vocational Education and Training Centre Stage. Volume I: Investigating Causes and Extent. Cedefop Research Paper. No 57"},
      {
        "id":"ED573445",
        "title":"Leaving Education Early: Putting Vocational Education and Training Centre Stage. Volume II: Evaluating Policy Impact. Cedefop Research Paper. No 58"},
      {
        "id":"ED573446",
        "title":"On the Way to 2020: Data for Vocational Education and Training Policies. Country Statistical Overviews--2016 Update. Cedefop Research Paper. No 61"},
      {
        "id":"ED573452",
        "title":"E-Learning of Evidence-Based Health Care (EBHC) in Healthcare Professionals: A Systematic Review. Campbell Systematic Reviews 2017:4"},
      {
        "id":"ED573454",
        "title":"Behavioral, Psychological, Educational, and Vocational Interventions to Facilitate Employment Outcomes for Cancer Survivors: A Systematic Review. Campbell Systematic Reviews 2015:5"},
      {
        "id":"ED573458",
        "title":"Using Formative Assessment to Improve Student Achievement in the Core Content Areas. Briefing Paper"},
      {
        "id":"ED573459",
        "title":"Beyond Adoption-Implementing Rigorous College- and Career-Readiness Standards. Briefing Paper"},
      {
        "id":"ED573461",
        "title":"Growing Wealth Gaps in Education. National Poverty Center Working Paper Series #16-06"},
      {
        "id":"ED573462",
        "title":"Quality Schools, Quality Outcomes"},
      {
        "id":"ED573463",
        "title":"Higher Education Standards Panel: Consultation on the Transparency of Higher Education Admissions Processes"},
      {
        "id":"ED573464",
        "title":"Higher Education in Australia: A Review of Reviews from Dawkins to Today"},
      {
        "id":"ED573465",
        "title":"Planning for Personalised Learning and Support: A National Resource. Based on the Disability Standards for Education 2005"},
      {
        "id":"ED573466",
        "title":"Employment Interventions for Return to Work in Working Aged Adults Following Traumatic Brain Injury (TBI): A Systematic Review. Campbell Systematic Reviews 2016:6"},
      {
        "id":"ED573470",
        "title":"The Power of Persuasion: A Model for Effective Political Leadership by State Chiefs. Linking State and Local School Improvement"},
      {
        "id":"ED573472",
        "title":"Impact of Class Time on Student Learning. Briefing Paper"},
      {
        "id":"ED573474",
        "title":"Mindfulness-Based Interventions for Improving Cognition, Academic Achievement, Behavior, and Socioemotional Functioning of Primary and Secondary School Students. Campbell Systematic Reviews 2017:5"},
      {
        "id":"ED573476",
        "title":"Annual State of Public Education Report, SY 2013-2014"},
      {
        "id":"ED573478",
        "title":"Parent and Community Involvement in a College/Career-Ready Culture. Briefing Paper"},
      {
        "id":"ED573479",
        "title":"Future Skill Needs in Europe: Critical Labour Force Trends. Cedefop Research Paper. No 59"},
      {
        "id":"ED573480",
        "title":"Annual State of Public Education Report, SY 2014-2015"},
      {
        "id":"ED573481",
        "title":"Annual State of Public Education Report, SY 2015-2016"},
      {
        "id":"ED573482",
        "title":"Moving On.... Suggestions for Busy Teachers to Support Pupils with SEN Moving from Primary to Secondary School"},
      {
        "id":"ED573483",
        "title":"Workforce Development for People with Intellectual Disabilities: The Perspective from People with Intellectual Disabilities"},
      {
        "id":"ED573484",
        "title":"Empathy, Altruism, and Moral Development in Home Schooled Children"},
      {
        "id":"ED573485",
        "title":"Do Parental Reasons to Homeschool Vary by Grade? Evidence from the National Household Education Survey, 2001"},
      {
        "id":"ED573486",
        "title":"Homeschooled Children's Social Skills"},
      {
        "id":"ED573487",
        "title":"An Analysis of Homeschooled and Non-Homeschooled Students' Performance on an ACT Mathematics Achievement Test"},
      {
        "id":"ED573488",
        "title":"An Analysis of the Economic Impact of Home and Private Schooling in Nevada"},
      {
        "id":"ED573489",
        "title":"Social Skills and Satisfaction with Social Relationships in Home-Schooled, Private-Schooled, and Public-Schooled Children"},
      {
        "id":"ED573490",
        "title":"Chinese Graduate Students' Perspectives on Home Schooling"},
      {
        "id":"ED573491",
        "title":"Teaching for Hot Conceptual Change: Towards a New Model, beyond the Cold and Warm Ones"},
      {
        "id":"ED573492",
        "title":"Negative Life Events Scale for Students (NLESS)"},
      {
        "id":"ED573493",
        "title":"Exploring the Impact of Internet Addiction on Academic Achievement"},
      {
        "id":"ED573494",
        "title":"Short-Term Impacts of Student Listening Circles on Student Perceptions of School Climate and of Their Own Competencies. REL 2017-210"},
      {
        "id":"ED573495",
        "title":"Growth Mindset, Performance Avoidance, and Academic Behaviors in Clark County School District. REL 2017-226"},
      {
        "id":"ED573496",
        "title":"Identifying Competencies and Actions of Effective Turnaround Principals. Briefing Paper"},
      {
        "id":"ED573497",
        "title":"Engaging Diverse Learners through the Provision of STEM Education Opportunities. Briefing Paper"},
      {
        "id":"ED573499",
        "title":"Early Indicators and Academic Mindsets in the Clark County School District"},
      {
        "id":"ED573500",
        "title":"Preparing English as a Second Language Students for College Level Math"},
      {
        "id":"ED573501",
        "title":"Leadership of Special Students in Strengthening Their Ability by Understanding Their Weaknesses"},
      {
        "id":"ED573502",
        "title":"Guide to Mathematics Released Items: Understanding Scoring"},
      {
        "id":"ED573503",
        "title":"Australian Vocational Education and Training Statistics: Apprentices and Trainees 2016--September Quarter"},
      {
        "id":"ED573504",
        "title":"Adjustment Notes for Apprentice and Trainee Estimates: September Quarter 2016. Support Document"},
      {
        "id":"ED573505",
        "title":"Apprentices and Trainees: Terms and Definitions. Support Document"},
      {
        "id":"ED573507",
        "title":"Improving Family and Community Engagement through Sharing Data. Briefing Paper"},
      {
        "id":"ED573508",
        "title":"What We Know about Workforce Development for Low-Income Workers: Evidence, Background and Ideas for the Future. National Poverty Center Working Paper Series #13-09"},
      {
        "id":"ED573514",
        "title":"Global Mental Health for Twenty First Century Education"},
      {
        "id":"ED573515",
        "title":"Studying Educational Effectiveness in Rural Settings: A Guide for Researchers"},
      {
        "id":"ED573516",
        "title":"The Relationship between Teacher Qualification and the Quality of the Early Childhood Care and Learning Environment. Campbell Systematic Reviews 2017:1"},
      {
        "id":"ED573517",
        "title":"Interventions to Improve the Labour Market Situation of Adults with Physical and/or Sensory Disabilties in Low- and Middle-Income Countries: A Systematic Review. Campbell Systematic Reviews 2015:20"},
      {
        "id":"ED573518",
        "title":"Guide to Mentoring Boys and Young Men of Color"},
      {
        "id":"ED573522",
        "title":"Mentoring: A Critical Support Strategy for Youth Career Engagement and Workforce Development"},
      {
        "id":"ED573524",
        "title":"Mentoring: An Investment in Reducing Youth Violence"},
      {
        "id":"ED573525",
        "title":"Puerto Rico School Characteristics and Student Graduation: Implications for Research and Policy. REL 2017-266"},
      {
        "id":"ED573526",
        "title":"A Quarter Century of Changes in the Elementary and Secondary Teaching Force: From 1987 to 2012. Statistical Analysis Report. NCES 2017-092"},
      {
        "id":"ED573529",
        "title":"Research Messages 2016"},
      {
        "id":"ED573530",
        "title":"The Future of Australian Apprenticeships: Report of the Stakeholder Forum. Summary Report"},
      {
        "id":"ED573531",
        "title":"Deregulation and Higher Education: Potential Impact on Access, Affordability and Achievement in Ohio. Education"},
      {
        "id":"ED573532",
        "title":"Continuity and Change: Employers' Training Practices and Partnerships with Training Providers. Research Report"},
      {
        "id":"ED573533",
        "title":"Deregulation and Higher Education: Potential Impact on Access, Affordability and Achievement in Ohio. Education. Executive Summary"},
      {
        "id":"ED573534",
        "title":"GED® Collapse: Ohio Needs Launch Pads, Not Barricades. Executive Summary"},
      {
        "id":"ED573535",
        "title":"GED® Collapse in Ohio: State Needs Launch Pads, Not Barricades. Workforce Development"},
      {
        "id":"ED573536",
        "title":"An Overview of the Every Student Succeeds Act"},
      {
        "id":"ED573540",
        "title":"Back to School: A Guide to Continuing Your Education after Prison"},
      {
        "id":"ED573542",
        "title":"Mentoring: At the Crossroads of Education, Business and Community. The Power and Promise of Private Sector Engagement in Youth Mentoring"},
      {
        "id":"ED573545",
        "title":"Educator Outcomes Associated with Implementation of Mississippi's K-3 Early Literacy Professional Development Initiative. REL 2017-270"},
      {
        "id":"ED573546",
        "title":"High School Students' Cognitive Flexibility Is Predicted by Self-Efficacy and Achievement"},
      {
        "id":"ED573547",
        "title":"Everyday Arts for Special Education Impact Evaluation. District 75, New York City Department of Education"},
      {
        "id":"ED573548",
        "title":"Professional Learning and Development"},
      {
        "id":"ED573549",
        "title":"Introverts and Cooperative Learning"},
      {
        "id":"ED573550",
        "title":"Cooperative Learning with One Student? Yes"},
      {
        "id":"ED573551",
        "title":"Examining School-Level Reading and Math Proficiency Trends and Changes in Achievement Gaps for Grades 3-8 in Florida, Mississippi, and North Carolina. REL 2017-235"},
      {
        "id":"ED573552",
        "title":"Effect of Table Tennis Trainings on Biomotor Capacities in Boys"},
      {
        "id":"ED573553",
        "title":"The Heterogeneous Effect of Information on Student Performance: Evidence from a Randomized Control Trial in Mexico. Policy Research Working Paper 7422"},
      {
        "id":"ED573554",
        "title":"Ohio Schools Cautiously Rebuild: Uncertainty of State and Local Funds Affects Quality. Budget. Executive Summary"},
      {
        "id":"ED573555",
        "title":"High School Track Choice and Financial Constraints: Evidence from Urban Mexico. Policy Research Working Paper 7427"},
      {
        "id":"ED573556",
        "title":"Ohio Schools Cautiously Rebuild: Uncertainty in State and Local Funds Affects Strategies. Budget"},
      {
        "id":"ED573558",
        "title":"Misleading Measurements: How Ohio School Ratings Foster False Comparisons. K-12 Education"},
      {
        "id":"ED573559",
        "title":"Misleading Measurements: How Ohio School Ratings Foster False Comparisons. Executive Summary"},
      {
        "id":"ED573560",
        "title":"Manx Gaelic: The Manx Gaelic Language in Education in the Isle of Man. Regional Dossiers Series"},
      {
        "id":"ED573561",
        "title":"Hollowing Out: Job Loss, Job Growth and Skills for the Future. Executive Summary"},
      {
        "id":"ED573562",
        "title":"Hollowing Out: Job Loss, Job Growth and Skills for the Future. Education and Training"},
      {
        "id":"ED573563",
        "title":"Guide to English Language Arts/Literacy Released Items: Understanding Scoring"},
      {
        "id":"ED573564",
        "title":"Guide to English Language Arts/Literacy Released Items: Understanding Scoring. 2015"},
      {
        "id":"ED573565",
        "title":"Guide to Mathematics Released Items: Understanding Scoring. 2015"},
      {
        "id":"ED573566",
        "title":"Public Expenditure Review of the Education Sector in the Democratic Republic of Congo: An Efficiency, Effectiveness, and Equity Analysis. Report No. ACS14542"},
      {
        "id":"ED573567",
        "title":"The Demand For, and Impact Of, Youth Internships: Evidence from a Randomized Experiment in Yemen. Policy Research Working Paper 7463"},
      {
        "id":"ED573568",
        "title":"Are Public Libraries Improving Quality of Education? When the Provision of Public Goods Is Not Enough. Policy Research Working Paper 7429"},
      {
        "id":"ED573569",
        "title":"Why Do Students Learn so Little? Seeking Answers inside Haiti's Classrooms"},
      {
        "id":"ED573570",
        "title":"Moderate Expectations: Barriers to Access and Complete Higher Education in Tajikistan: Listening to Stakeholders' Voices during the University Entrance Exam Reform. Report No: AUS7057"},
      {
        "id":"ED573571",
        "title":"PARCC Accessibility Features and Accommodations Manual: Guidance for Districts and Decision-Making Teams to Ensure That PARCC Summative Assessments Produce Valid Results for All Students. Fourth Edition"},
      {
        "id":"ED573573",
        "title":"PARCC Accessibility Features and Accommodations Manual: Guidance for Districts and Decision-Making Teams to Ensure That PARCC Summative Assessments Produce Valid Results for All Students. Fifth Edition"},
      {
        "id":"ED573574",
        "title":"Boosting Post-Secondary and Career Success: A Two-Generation Approach for the Promise Neighborhood. Education"},
      {
        "id":"ED573575",
        "title":"Boosting Post-Secondary and Career Success: A Two-Generation Approach for the Promise Neighborhood. Education. Executive Summary"},
      {
        "id":"ED573576",
        "title":"The Promise of Pre-K. Expanding Quality Preschool in Cincinnati. Education/Childcare. Executive Summary"},
      {
        "id":"ED573577",
        "title":"The Promise of Pre-K: Expanding Quality Preschool in Cincinnati. Education/Childcare"},
      {
        "id":"ED573578",
        "title":"Blocking the College Door: Cuts to Financial Aid Lock Ohio Students Out. Higher Education"},
      {
        "id":"ED573579",
        "title":"Blocking the College Door Cuts to Financial Aid Lock Ohio Students Out. Higher Education. Executive Summary"},
      {
        "id":"ED573580",
        "title":"Qualitative Approaches to Research on Plurilingual Education = Enfocaments qualitatius per a la recerca en educació plurilingüe = Enfoques cualitativos para la investigación en educación plurilingüe"},
      {
        "id":"ED573582",
        "title":"Instruments for Gathering Data"},
      {
        "id":"ED573583",
        "title":"How to Write a Research Paper"},
      {
        "id":"ED573584",
        "title":"Avoiding Accountability: How Charter Operators Evade Ohio's Automatic Closure Law. K-12 Education"},
      {
        "id":"ED573585",
        "title":"Avoiding Accountability: How Charter Operators Evade Ohio's Automatic Closure Law. K-12 Education. Executive Summary"},
      {
        "id":"ED573586",
        "title":"Number of Ohio's Vital School Professionals Dwindling Student Health, Career Preparation, Art Exposure Suffer. K-12 Education"},
      {
        "id":"ED573587",
        "title":"Vital School Professionals Eliminated: Student Health, Career Preparation, Art Exposure Suffer. Executive Summary"},
      {
        "id":"ED573594",
        "title":"Conversation Analysis at the Service of Research in the Field of Second Language Acquisition (CA-for-SLA)"},
      {
        "id":"ED573595",
        "title":"Doing Research with Teachers"},
      {
        "id":"ED573596",
        "title":"Collecting, Organizing and Analyzing Multimodal Data Sets: The Contributions of CAQDAS"},
      {
        "id":"ED573597",
        "title":"Introduction: Qualitative Approaches to Research on Plurilingual Education"},
      {
        "id":"ED573598",
        "title":"Nenets, Khanty and Selkup: The Nenets, Khanty and Selkup Language in Education in the Yamal Region in Russia. Regional Dossiers Series"},
      {
        "id":"ED573599",
        "title":"North Frisian: The North Frisian Language in Education in Germany, 3rd Edition. Regional Dossiers Series"},
      {
        "id":"ED573600",
        "title":"Ladin: The Ladin Language in Education in Italy, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED573601",
        "title":"An Ethnographic Approach to the Study of Linguistic Varieties Used by Young Latin Americans in Barcelona"},
      {
        "id":"ED573602",
        "title":"Galician: The Galician Language in Education in Spain, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED573603",
        "title":"A Mediated Discourse Analysis (MDA) Approach to Multimodal Data"},
      {
        "id":"ED573604",
        "title":"Investigating One's Own Teaching Practices Using Action Research"},
      {
        "id":"ED573605",
        "title":"Collecting, Transcribing, Analyzing and Presenting Plurilingual Interactional Data"},
      {
        "id":"ED573606",
        "title":"Producing Knowledge about Plurilingualism with Young Students: A Challenge for Collaborative Ethnography"},
      {
        "id":"ED573607",
        "title":"Educational Ethnography in Blended Learning Environments"},
      {
        "id":"ED573618",
        "title":"Research Ethics"},
      {
        "id":"ED573629",
        "title":"Going Public: Writing about Effectiveness Studies and Their Results. REL 2016-173"},
      {
        "id":"ED573630",
        "title":"Evaluation Methods Used during the Assessment of an Academic Program at Micro-Level"},
      {
        "id":"ED573631",
        "title":"Narrowing the Gender Gap:Empowering Women through Literacy Programmes: Case Studies from the UNESCO Effective Literacy and Numeracy Practices Database (LitBase) http://www.unesco.org/uil/litbase/. 2nd Edition"},
      {
        "id":"ED573632",
        "title":"Literacy in Multilingual and Multicultural Contexts: Effective Approaches to Adult Learning and Education"},
      {
        "id":"ED573633",
        "title":"Harnessing the Potential of ICTs: Literacy and Numeracy Programmes Using Radio, TV, Mobile Phones, Tablets and Computers. 2nd Edition"},
      {
        "id":"ED573634",
        "title":"Closing the Gap: Opportunities for Distance Education to Benefit Adult Learners in Higher Education"},
      {
        "id":"ED573635",
        "title":"Why Do Countries Participate in International Large-Scale Assessments? The Case of PISA. Policy Research Working Paper 7447"},
      {
        "id":"ED573636",
        "title":"Higher Education in Ohio: High Tuition, Low Aid, Too Little State Investment. Budget"},
      {
        "id":"ED573637",
        "title":"Preventing Fetal Alcohol Spectrum Disorders: An Evidence-Based Prevention Program for Adolescent and Adult Hispanic Females in the South Texas Border Region"},
      {
        "id":"ED573638",
        "title":"The English and Indonesian Argument Structure: A Cross-Cultural Rhetoric of Argumentative Texts"},
      {
        "id":"ED573639",
        "title":"A Longitudinal View of Educational Outcomes for &quot;Preschool for All&quot; Participants in Redwood City School District. Issue Brief"},
      {
        "id":"ED573640",
        "title":"Motivation: An Updated Analysis. IDEA Paper #59"},
      {
        "id":"ED573641",
        "title":"Transitioning from Traditional Courses to Technologically Supported Classrooms. IDEA Paper #62"},
      {
        "id":"ED573642",
        "title":"Constructing a Learner-Centered Syllabus: One Professor's Journey. IDEA Paper #60"},
      {
        "id":"ED573643",
        "title":"Developing a Positive Classroom Climate. IDEA Paper #61"},
      {
        "id":"ED573644",
        "title":"Sorbian: The Sorbian Language in Education in Germany, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED573645",
        "title":"Irish: The Irish Language in Education in the Republic of Ireland, 2nd Edition. Regional Dossiers Series"},
      {
        "id":"ED573646",
        "title":"Fewer Resources, More Debt: Loan Debt Burdens Students at Historically Black Colleges and Universities"},
      {
        "id":"ED573647",
        "title":"The Links between Program Participation and Students' Outcomes: The Redwood City Community Schools Project. Issue Brief"},
      {
        "id":"ED573648",
        "title":"Examining Students' Math Course-Taking and Educational Outcomes in the Garden Grove Unified School District (Year 1). Issue Brief"},
      {
        "id":"ED573649",
        "title":"Done to Us, Not with Us: African American Parent Perceptions of K-12 Education"},
      {
        "id":"ED573652",
        "title":"Applying the &quot;10,000-Hour Rule&quot; to English Language Learning: Or, Why Informal Learning Is Essential to Achieving Language Proficiency"},
      {
        "id":"ED573653",
        "title":"Investigation of the Effect of Story-Based Social Skills Training Program on the Social Skill Development of 5-6 Year-Old Children"},
      {
        "id":"ED573654",
        "title":"Data Use and Inquiry in Research-Practice Partnerships: Four Case Examples"},
      {
        "id":"ED573655",
        "title":"The CORE Districts and Deeper Learning"},
      {
        "id":"ED573657",
        "title":"The Relationship between Playworks Participation and Student Attendance in Two School Districts"},
      {
        "id":"ED573658",
        "title":"College Access and Completion among Boys and Young Men of Color: Literature Review of Promising Practices"},
      {
        "id":"ED573661",
        "title":"School Climate Research"},
      {
        "id":"ED573670",
        "title":"Challenging Misconceptions about Student Ratings of Instruction. IDEA Paper #58"},
      {
        "id":"ED573671",
        "title":"Using Metacognition to Promote Learning. IDEA Paper #63"},
      {
        "id":"ED573672",
        "title":"Actively Engaging Students in Asynchronous Online Classes. IDEA Paper #64"},
      {
        "id":"ED573673",
        "title":"Revising the IDEA Student Ratings of Instruction System 2002-2011 Data. IDEA Technical Report No. 18"},
      {
        "id":"ED573674",
        "title":"Analysis of IDEA Student Ratings of Instruction System 2015 Pilot Data. IDEA Technical Report No. 19"},
      {
        "id":"ED573675",
        "title":"Validity and Reliability of IDEA &quot;Teaching Essentials&quot;. IDEA Research Report #8"},
      {
        "id":"ED573676",
        "title":"Teaching Methods Associated with Student Progress in General Education Courses. IDEA Research Report #9"},
      {
        "id":"ED573677",
        "title":"School Climate and the National School Climate Standards"},
      {
        "id":"ED573678",
        "title":"School Climate Measurement and Analysis"},
      {
        "id":"ED573680",
        "title":"School Discipline Data Indicators: A Guide for Districts and Schools. REL 2017-240"},
      {
        "id":"ED573681",
        "title":"Workshop on Survey Methods in Education Research: Facilitator's Guide and Resources. REL 2017-214"},
      {
        "id":"ED573682",
        "title":"Michigan's District Focus Gets Traction: Partnership with Comprehensive Centers Provides Momentum"},
      {
        "id":"ED573683",
        "title":"School Climate Research Summary: August 2012. School Climate Brief, Number 3"},
      {
        "id":"ED573684",
        "title":"Retrofitting Bureaucracy: Factors Influencing Charter Schools' Access to Federal Entitlement Programs"},
      {
        "id":"ED573685",
        "title":"Improving Student Learning: Action Principles for Families, Classrooms, Schools, Districts, and States"},
      {
        "id":"ED559998",
        "title":"Redefining the School District in America. Part Three of a Three-Part Series"},
      {
        "id":"ED559999",
        "title":"Knowledge at the Core: Don Hirsch, Core Knowledge, and the Future of the Common Core"},
      {
        "id":"ED560000",
        "title":"Redefining the School District in Tennessee. Part One of a Three-Part Series"},
      {
        "id":"ED560001",
        "title":"Pluck &amp; Tenacity: How Five Private Schools in Ohio Have Adapted to Vouchers"},
      {
        "id":"ED560002",
        "title":"State Accountability in the Transition to Common Core. Updated"},
      {
        "id":"ED560003",
        "title":"The Investment Case for Education and Equity"},
      {
        "id":"ED560004",
        "title":"Learning System of Web Navigation Patterns through Hypertext Probabilistic Grammars"},
      {
        "id":"ED560005",
        "title":"Improving Children's Lives, Transforming the Future--25 Years of Child Rights in South Asia"},
      {
        "id":"ED560006",
        "title":"The Hidden Half: School Employees Who Don't Teach"},
      {
        "id":"ED560007",
        "title":"Using Rasch Modeling to Explore Students' Understanding of Elementary School Ideas about Energy"},
      {
        "id":"ED560008",
        "title":"The Investment Case for Education and Equity. Executive Summary"},
      {
        "id":"ED560009",
        "title":"The State of the World's Children 2014 in Numbers: Every Child Counts. Revealing Disparities, Advancing Children's Rights"},
      {
        "id":"ED560010",
        "title":"Does School Board Leadership Matter?"},
      {
        "id":"ED560011",
        "title":"The State of the World's Children, 2013: Children with Disabilities"},
      {
        "id":"ED560012",
        "title":"Children in Africa: Key Statistics on Child Survival, Protection and Development"},
      {
        "id":"ED560013",
        "title":"Public Accountability &amp; Private-School Choice: A Policy Toolkit from the Thomas B. Fordham Institute. Revised"},
      {
        "id":"ED560014",
        "title":"Poised for Progress: Analysis of Ohio's School Report Cards, 2013-14"},
      {
        "id":"ED560015",
        "title":"25 Years of the Convention on the Rights of the Child: Is the World a Better Place for Children?"},
      {
        "id":"ED560016",
        "title":"Fixing the Broken Promise of Education for All: Findings from the Global Initiative on Out-of-School Children. Executive Summary"},
      {
        "id":"ED560017",
        "title":"Fixing the Broken Promise of Education for All: Findings from the Global Initiative on Out-of-School Children"},
      {
        "id":"ED560018",
        "title":"Impact Evaluation of the Minnesota Reading Corps K-3 Program"},
      {
        "id":"ED560019",
        "title":"Impact Evaluation: Minnesota Reading Corps K-3 Program. Appendices"},
      {
        "id":"ED560020",
        "title":"Process Assessment: Minnesota Reading Corps PreK Program"},
      {
        "id":"ED560021",
        "title":"UNICEF Annual Report, 2013"},
      {
        "id":"ED560022",
        "title":"Reimagine the Future: Innovation for Every Child. The State of the World's Children 2015. Executive Summary"},
      {
        "id":"ED560023",
        "title":"Outcome Evaluation of the Minnesota Reading Corps PreK Program. Issue Brief"},
      {
        "id":"ED560024",
        "title":"Outcome Evaluation: Minnesota Reading Corps PreK Program. Full Report"},
      {
        "id":"ED560025",
        "title":"Outcome Evaluation: Minnesota Reading Corps PreK Program. Appendices"},
      {
        "id":"ED560026",
        "title":"National Service and Mentoring. Issue Brief"},
      {
        "id":"ED560027",
        "title":"Generation 2030/Africa"},
      {
        "id":"ED560028",
        "title":"Federal Student Loan Amounts and Terms for Loans Issued in 2014-15"},
      {
        "id":"ED560029",
        "title":"A New Turnaround Model: Michigan's Highland Park Goes Charter. Policy Brief"},
      {
        "id":"ED560030",
        "title":"Q&amp;A on the For-Profit College &quot;90-10 Rule&quot;"},
      {
        "id":"ED560031",
        "title":"Michigan vs. Florida: Student Achievement, Education Policies and Proposals for Reform"},
      {
        "id":"ED560032",
        "title":"Kansas Educational Achievement Report Card 2015. Research Reports"},
      {
        "id":"ED560033",
        "title":"Roadblocks to Reform? A Review of Union Contracts in Michigan Schools"},
      {
        "id":"ED560034",
        "title":"At-Risk Funding in Kansas: Free Lunch Status and At-Risk Status. Research Reports"},
      {
        "id":"ED560035",
        "title":"At What Cost? How Community Colleges That Do Not Offer Federal Loans Put Students at Risk. Issue Brief"},
      {
        "id":"ED560036",
        "title":"Data Show No Evidence of &quot;Over-Borrowing&quot; at Community Colleges. Fact Sheet"}]
  }}
