{
  "response":{"numFound":509939,"start":44000,"numFoundExact":true,"docs":[
      {
        "id":"ED425502",
        "title":"The Roles of the Superintendent in Creating a Community Climate for Educational Improvement."},
      {
        "id":"ED425503",
        "title":"Restructuring in Relation to the Informal Organization of an Elementary School."},
      {
        "id":"ED425504",
        "title":"Women Superintendents in Politically Problematic Work Situations: The Role of Gender in Structuring Conflict."},
      {
        "id":"ED425505",
        "title":"Finance Reform in Vermont: The Legislature Responds to the Brigham Supreme Court Decision."},
      {
        "id":"ED425506",
        "title":"Changing Our Ways: Realigning Strategy, Structure, and Systems with Mission."},
      {
        "id":"ED425507",
        "title":"Using Techniques of Deconstruction in Analyzing Problems in Educational Administration."},
      {
        "id":"ED425508",
        "title":"Designing Curriculum That Responds to the Recent Agenda for Change: Teachers Try the Upside Down Tree."},
      {
        "id":"ED425509",
        "title":"A Change of Administration: A Significant Organizational Life Event."},
      {
        "id":"ED425510",
        "title":"Understanding California's School Improvement Issues: A Handbook. EdSource School Improvement Project."},
      {
        "id":"ED425512",
        "title":"Opening Classrooms and Improving Schools: Lessons from Inspection Systems in England."},
      {
        "id":"ED425513",
        "title":"San Antonio School Choice Research Project. Final Report."},
      {
        "id":"ED425514",
        "title":"Comparing Public and Private Schools: Student Survey Results. San Antonio School Choice Project."},
      {
        "id":"ED425515",
        "title":"School-Based Continuous Professional Development: Schools Leaders' Responsibilities."},
      {
        "id":"ED425516",
        "title":"Women Administrators and Qualities of Success: A Newly Defined Partnership."},
      {
        "id":"ED425517",
        "title":"Spirituality as Core: Leadership within an Inclusive Elementary School."},
      {
        "id":"ED425518",
        "title":"Using Constructivism and Reflective Practice To Bridge the Theory/Practice Gap."},
      {
        "id":"ED425519",
        "title":"Student Community within the School Context: A Research Synthesis."},
      {
        "id":"ED425520",
        "title":"School Quality and Social Stratification: The Determinants and Consequences of Parental School Choice."},
      {
        "id":"ED425521",
        "title":"Empowering People as a Matter of Policy: Five Years of Success of a State-Initiated Regional Alliance Network for Middle School Restructuring."},
      {
        "id":"ED425522",
        "title":"The Effects of Principal Succession in an Accelerated School."},
      {
        "id":"ED425523",
        "title":"The Dissemination of Educational Innovations: New Insights into the Coaching Model."},
      {
        "id":"ED425524",
        "title":"The Michigan Multiage Continuous Progress Model, Michigan Department of Education."},
      {
        "id":"ED425525",
        "title":"Women in Transition: A Mission of Service."},
      {
        "id":"ED425527",
        "title":"Issues Concerning School Violence in Middle Tennessee Schools."},
      {
        "id":"ED425528",
        "title":"An Administrative History of the Creation of the U.S. Department of Education, May 1980: The Federal Role in Education Prior to and after the May 1980 Implementation Plan Creating the U.S. Department of Education. A Research Report."},
      {
        "id":"ED425529",
        "title":"Reform of Upper Secondary Education in Norway: From Implementation to Adoption of Pupil Participation in Curriculum Planning."},
      {
        "id":"ED425530",
        "title":"Theorising School Development: A Dialogical Approach."},
      {
        "id":"ED425531",
        "title":"Public Support for Religious Education in the Nineteenth-Century United States."},
      {
        "id":"ED425532",
        "title":"Promoting the Successful Addition of a High School to an Existing Independent Elementary/Middle School: Short Range and Long Range Planning."},
      {
        "id":"ED425536",
        "title":"Parental Involvement and Governance: The Reconstruction of the &quot;Community School.&quot;"},
      {
        "id":"ED425537",
        "title":"The Science Research Institution: A New Model for Educational Reform through Community Involvement."},
      {
        "id":"ED425538",
        "title":"School-Based Decision Making Resource Guide: Focus on Teaching and Learning."},
      {
        "id":"ED425539",
        "title":"Evaluating the Impact of the Raising School Standards Initiative in Belfast."},
      {
        "id":"ED425540",
        "title":"Why Vouchers Won't Work: A Tool Kit for School Board Members."},
      {
        "id":"ED425541",
        "title":"Raising the Bar: A School Board Primer on Student Achievement."},
      {
        "id":"ED425543",
        "title":"New Jersey Charter Schools: The First Year, 1997-1998."},
      {
        "id":"ED425544",
        "title":"Impressions of Reform in Ohio Schools."},
      {
        "id":"ED425546",
        "title":"Indicators of School Crime and Safety, 1998. Executive Summary."},
      {
        "id":"ED425547",
        "title":"Promising Practices: Progress toward the Goals, 1998. Lessons from the States."},
      {
        "id":"ED425548",
        "title":"Impact of the Civil Rights Laws."},
      {
        "id":"ED425564",
        "title":"Work and Home: Data from the National Health Interview Survey on Disability. Research/Practice."},
      {
        "id":"ED425565",
        "title":"Unrealized Potential: Differing Employment Outcomes for Individuals with Mental Retardation and Other Disability Groups."},
      {
        "id":"ED425566",
        "title":"Building Bridges to the Information Superhighway: Annual Report of the Disabilities Issues Task Force, Federal Communications Commission (March 1995--April 1996)."},
      {
        "id":"ED425567",
        "title":"Planning Science Programs for High Ability Learners. ERIC Digest E546."},
      {
        "id":"ED425569",
        "title":"Asthma Education: An Integrated Approach. Ideas for Elementary Classrooms."},
      {
        "id":"ED425570",
        "title":"Meeting the Needs of Youth with Disabilities: Handbook on Supplemental Security Income Work Incentives and Transition Students."},
      {
        "id":"ED425571",
        "title":"Person-Centered Planning with Youth and Adults Who Have Developmental Disabilities."},
      {
        "id":"ED425572",
        "title":"Guidelines and Standards for Children with Special Health Needs: Bibliography of Materials from the NCEMCH Library."},
      {
        "id":"ED425573",
        "title":"Culturally Competent Services: Bibliography of Materials from the NCEMCH Library."},
      {
        "id":"ED425574",
        "title":"A Parent's Guide: Serving on Boards and Committees."},
      {
        "id":"ED425575",
        "title":"Highly Gifted Children in Full Inclusion Classrooms."},
      {
        "id":"ED425580",
        "title":"Reconstructing Special Education Services in Middle School: Success for All."},
      {
        "id":"ED425581",
        "title":"An Investigation of the Problem of Identification in the Under-Representation of Culturally Diverse Students in Gifted and Talented Programs in Utah Schools."},
      {
        "id":"ED425582",
        "title":"Teachers' Perceptions of the Stress Associated with Inclusive Education and Their Methods of Coping."},
      {
        "id":"ED425583",
        "title":"Re-Designing Pre-Service Teacher Education Courses: An Inclusive Curriculum in New Times."},
      {
        "id":"ED425585",
        "title":"How Many Americans Have a Disability? Disability Statistics Abstract Number 5."},
      {
        "id":"ED425586",
        "title":"State Accountability Reports: What Are States Saying about Students with Disabilities? Technical Report 20."},
      {
        "id":"ED425587",
        "title":"NCEO Framework for Educational Accountability: Post-School Outcomes."},
      {
        "id":"ED425588",
        "title":"Accountability for the Results of Educating Students with Disabilities: Assessment Conference Report on the New Assessment Provisions of the 1997 Amendments to the Individuals with Disabilities Education Act."},
      {
        "id":"ED425589",
        "title":"An Analysis of Inclusion of Students with Disabilities in State Standards Documents. Technical Report 19."},
      {
        "id":"ED425590",
        "title":"Educational Results for Students with Disabilities: What Do the Data Tell Us? Technical Report 23."},
      {
        "id":"ED425591",
        "title":"Participation and Performance of Students with Disabilities: Minnesota's 1996 Basic Standards Tests in Reading and Math. State Assessment Series, Minnesota Report 16."},
      {
        "id":"ED425592",
        "title":"Performance Trends and Use of Accommodations on a Statewide Assessment: Students with Disabilities in the KIRIS On-Demand Assessments from 1992-93 through 1995-96. State Assessment Series, Maryland/Kentucky Report 3."},
      {
        "id":"ED425593",
        "title":"Linking Inclusion to Conclusions: An Empirical Study of Participation of Students with Disabilities in Statewide Testing Programs. State Assessment Series, Oregon Report 1."},
      {
        "id":"ED425594",
        "title":"NCEO Framework for Educational Accountability."},
      {
        "id":"ED425595",
        "title":"State Assessment Policies on Participation and Accommodations for Students with Disabilities: 1997 Update. Synthesis Report 29."},
      {
        "id":"ED425596",
        "title":"Enhancing Communication: Desirable Characteristics for State and School District Educational Accountability Reports. Synthesis Report 30."},
      {
        "id":"ED425597",
        "title":"Desired Characteristics for State and School District Educational Accountability Reports. Technical Report 22."},
      {
        "id":"ED425598",
        "title":"An Analysis of Perceived Desirability, Feasibility, and Actual Use of Specific Criteria for Large-Scale Assessment and Accountability Systems. Technical Report 21."},
      {
        "id":"ED425599",
        "title":"Gifted Education and the Law. PAGE Bulletin."},
      {
        "id":"ED425600",
        "title":"Why Hire Deaf Teachers?."},
      {
        "id":"ED425601",
        "title":"An Invisible Disability--Language Disorders in High School Students and the Implications for Classroom Teachers."},
      {
        "id":"ED425602",
        "title":"The Virginia Plan for the Gifted: A Guide for the Development of Effective Program Services for Gifted Students."},
      {
        "id":"ED425603",
        "title":"Revised Administrative Rules for Special Education. (Including Revisions Effective October 15, 1996, and April 9, 1997)."},
      {
        "id":"ED425605",
        "title":"The Use of Videotaped Vignettes in Diagnosing Children: A Preliminary Exploration."},
      {
        "id":"ED425606",
        "title":"Trends in Disability Prevalence and Their Causes: Proceedings of the National Disability Statistics and Policy Forum (4th, Washington, DC, May 16, 1997). Disability Forum Report 4."},
      {
        "id":"ED425607",
        "title":"Analysis of Discipline Issues in Special Education."},
      {
        "id":"ED425609",
        "title":"Some Design Considerations When Building or Remodeling a Media Center."},
      {
        "id":"ED425611",
        "title":"Guide for School Facility Appraisal. 1998 Edition."},
      {
        "id":"ED425612",
        "title":"Facilities Guidelines. North Carolina Public Schools."},
      {
        "id":"ED425613",
        "title":"School Facilities Equity in California: An Empirical Study."},
      {
        "id":"ED425615",
        "title":"D.C. Public School 1997 Repair Program and Facilities Master Plan. Hearing before the Subcommittee on the District of Columbia of the Committee on Government Reform and Oversight. House of Representatives. One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED425616",
        "title":"Reinvigorating Our Schools."},
      {
        "id":"ED425617",
        "title":"Rebuild America: A Summary Report of K-12 School Projects. Updated."},
      {
        "id":"ED425618",
        "title":"Schools + GHPs = Savings and Efficiency."},
      {
        "id":"ED425619",
        "title":"Building Air Quality: A Guide for Building Owners and Facility Managers."},
      {
        "id":"ED425620",
        "title":"Building Air Quality. Action Plan."},
      {
        "id":"ED425621",
        "title":"Indoor Air Quality: Federal and State Actions To Address the Indoor Air Quality Problems of Selected Buildings."},
      {
        "id":"ED425622",
        "title":"Remarks as Prepared for Delivery by U.S. Secretary of Education Richard W. Riley [at the] American Institute of Architects (Washington, DC, February 5, 1998)."},
      {
        "id":"ED425623",
        "title":"Geothermal Heat Pumps Score High Marks in Schools."},
      {
        "id":"ED425624",
        "title":"Capital Outlay and Exceptional Growth Programs Overview."},
      {
        "id":"ED425625",
        "title":"Seismic Mitigation Strategies for Existing School Buildings."},
      {
        "id":"ED425626",
        "title":"Financing Energy Efficiency in Buildings. Rebuild America Guides Series."},
      {
        "id":"ED425627",
        "title":"Guide for Planning New and Improved School Facilities in Minnesota. Revised."},
      {
        "id":"ED425628",
        "title":"Community Involvement for Improving Rural School Facilities."},
      {
        "id":"ED425629",
        "title":"Applications of Technology in Rural School Facilities."},
      {
        "id":"ED425630",
        "title":"Rural Schools Facilities: Additions &amp; Renovations As an Integrated Sequence."},
      {
        "id":"ED425631",
        "title":"Meeting Facility Needs in Rural Schools."},
      {
        "id":"ED425632",
        "title":"Need for Improvement of Rural School Facilities."},
      {
        "id":"ED425633",
        "title":"Politics of Building or Renovating Rural School Facilities."},
      {
        "id":"ED425634",
        "title":"Revista Investigacion Educativa, 1992-1995."},
      {
        "id":"ED425635",
        "title":"Some Implications of the Role of the Mother Tongue in Second Language Acquisition."},
      {
        "id":"ED425636",
        "title":"Dilemmas of Student Identity and Academic Success in Post-Colonial Papua New Guinea."},
      {
        "id":"ED425637",
        "title":"Second Language Acquisition: A First Introduction. ASLA Australian Studies in Language Acquisition No. 2."},
      {
        "id":"ED425639",
        "title":"Las multiples dimensiones del campo de lenguas extranjeras (The Multiple Dimensions of the Foreign Language Field)."},
      {
        "id":"ED425640",
        "title":"Dialogismo, lenguas extranjeras e identidad cultural (Dialogism, Foreign Languages, and Cultural Identity)."},
      {
        "id":"ED425641",
        "title":"Consideraciones sobre la investigacion hermeneutica en la educacion en lenguas y culturas extranjeras (Aspects of Applying a Hermeneutic Approach to Foreign Language and Culture Education)."},
      {
        "id":"ED425642",
        "title":"The Linguistic Minority Parents' Perceptions of Bilingual Education."},
      {
        "id":"ED425645",
        "title":"Assessment in ESL &amp; Bilingual Education: A Hot Topics Paper."},
      {
        "id":"ED425646",
        "title":"Enhancing Discussion through Short Stories."},
      {
        "id":"ED425647",
        "title":"The CATESOL Journal, 1988-1996."},
      {
        "id":"ED425648",
        "title":"Content-Based Instruction."},
      {
        "id":"ED425649",
        "title":"Beyond Classroom Boundaries: Incorporating Context in Teaching."},
      {
        "id":"ED425650",
        "title":"Intersegmental Articulation."},
      {
        "id":"ED425651",
        "title":"La pedagogie du francais langue maternelle et l'heterogeneite linguistique (The Pedagogy of French Native Language Instruction and Linguistic Heterogeneity)."},
      {
        "id":"ED425652",
        "title":"Gender Issues in Language Education."},
      {
        "id":"ED425653",
        "title":"The Historical Development of ESL Materials in the United States."},
      {
        "id":"ED425654",
        "title":"Language Disloyalty and Stigmatism."},
      {
        "id":"ED425655",
        "title":"Issues of Video Recording in Ethnographic Studies."},
      {
        "id":"ED425656",
        "title":"In Their Own Words: Two-Way Immersion Teachers Talk about Their Professional Experiences. ERIC Digest."},
      {
        "id":"ED425657",
        "title":"Meeting the National Standards: Now What Do I Do? ERIC Digest."},
      {
        "id":"ED425658",
        "title":"Reading with a Purpose: Communicative Reading Tasks for the Foreign Language Classroom. ERIC Digest."},
      {
        "id":"ED425659",
        "title":"Where Next? Drop Out and Progression from ESOL Provision."},
      {
        "id":"ED425660",
        "title":"Effective ESL Methods and Materials. A \"Recipe Book\" Compiled by the ESL Work Group of the Minnesota Literacy Training Network (LTN)."},
      {
        "id":"ED425661",
        "title":"Is That All There Is? Allocating Time and Staff. SCANS Plans Portfolio."},
      {
        "id":"ED425662",
        "title":"SCANS: The Missing Link."},
      {
        "id":"ED425663",
        "title":"How Can ESL Teachers Respond to Welfare Reform?"},
      {
        "id":"ED425664",
        "title":"ABC's for Tutors: 26 Teaching Tips."},
      {
        "id":"ED425665",
        "title":"ESL Fact Sheet."},
      {
        "id":"ED425666",
        "title":"Preparing Limited English Proficient Adults for the Workplace and the SCANS Skills."},
      {
        "id":"ED425667",
        "title":"Active Listening - Information Gap. SCANS Plans Portfolio."},
      {
        "id":"ED425668",
        "title":"Minorities in Higher Education. 1996-97 Fifteenth Annual Status Report."},
      {
        "id":"ED425669",
        "title":"Transfer Students."},
      {
        "id":"ED425670",
        "title":"Postsecondary Education in Kentucky: An Assessment. A Report to the Task Force on Postsecondary Education."},
      {
        "id":"ED425671",
        "title":"Student Flows in Australian Higher Education."},
      {
        "id":"ED425672",
        "title":"Fall 1998 Enrollment: North Dakota Institutions of Higher Education."},
      {
        "id":"ED425674",
        "title":"Fiscal Year 2000 Higher Education Budget Recommendations. Implementing &quot;A Citizens' Agenda for Illinois Higher Education.&quot;"},
      {
        "id":"ED425675",
        "title":"Higher Educational Perspectives: Through the Narratives of Samoan College Students."},
      {
        "id":"ED425677",
        "title":"AAHE Bulletin, 1997-98."},
      {
        "id":"ED425678",
        "title":"Colleges and Universities. Education Digest, 1997-98."},
      {
        "id":"ED425681",
        "title":"Performance Accountability Report. Maryland Public Colleges and Universities, 1998."},
      {
        "id":"ED425682",
        "title":"Salaries of Full-Time Instructional Faculty on 9- and 10-Month Contracts, 1996-97. E.D. Tabs."},
      {
        "id":"ED425683",
        "title":"Stopouts or Stayouts? Undergraduates Who Leave College in Their First Year. Statistical Analysis Report."},
      {
        "id":"ED425684",
        "title":"Descriptive Summary of 1995-96 Beginning Postsecondary Students, with Profiles of Students Entering 2- and 4-Year Institutions. National Postsecondary Student Aid Study: 1995-96. Statistical Analysis Report."},
      {
        "id":"ED425685",
        "title":"Women in Higher Education, 1998."},
      {
        "id":"ED425687",
        "title":"Auxiliary Aids and Services for Postsecondary Students with Disabilities: Higher Education's Obligations under Section 504 and Title II of the ADA."},
      {
        "id":"ED425688",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 1997 - June 30, 1998."},
      {
        "id":"ED425689",
        "title":"Factors Influencing Pursuit of Higher Education: Validating a Questionnaire."},
      {
        "id":"ED425690",
        "title":"Workforce Development and West Virginia: The West Virginia University Approach. Presented to the West Virginia Legislature Joint Education Committee, September 14, 1998."},
      {
        "id":"ED425691",
        "title":"Performance Indicators of California Higher Education, 1998. The Fifth Annual Report to California&apos;s Governor, Legislature, and Citizens in Response to Assembly Bill 1808 (Chapter 741, Statutes of 1991)."},
      {
        "id":"ED425692",
        "title":"Law School Involvement in Community Development: A Study of Current Initiatives and Approaches."},
      {
        "id":"ED425693",
        "title":"U.S. Department of Education U.S. Accredited Postsecondary Minority Institutions, 1998."},
      {
        "id":"ED425695",
        "title":"Creating More Public Space in Higher Education."},
      {
        "id":"ED425696",
        "title":"Do Grants Matter? Student Grant Aid &amp; College Affordability."},
      {
        "id":"ED425698",
        "title":"Moving beyond Planning to Technology Implementation. Resource Manual. A Portfolio of Processes."},
      {
        "id":"ED425699",
        "title":"Regional Technology Planning Workshop. Resource Manual, 1997."},
      {
        "id":"ED425700",
        "title":"Technology Leadership Workshop."},
      {
        "id":"ED425701",
        "title":"Facing the Challenge of Technology Integration. A Portfolio of Processes. Student Guide."},
      {
        "id":"ED425702",
        "title":"Learning Strategies for Coping with Computer Technology in a Distance Learning Environment."},
      {
        "id":"ED425703",
        "title":"MTV in the Composition Classroom."},
      {
        "id":"ED425705",
        "title":"An Evolution of Educational Technology: Celebrating the Syracuse Program at Fifty. Presentation Edition."},
      {
        "id":"ED425706",
        "title":"The Internet, Internet Curriculum Materials, and Constructivist Learning Theory."},
      {
        "id":"ED425708",
        "title":"Assessing the Classroom Environment of the Virtual Classroom."},
      {
        "id":"ED425709",
        "title":"Guiding Questions for Technology Planning. Version 1.0."},
      {
        "id":"ED425710",
        "title":"Learning With Technology. Facilitator's Guide, Revised Edition, and Participant's Manual."},
      {
        "id":"ED425712",
        "title":"Children Who View PBS, 1998 Roper Youth Report--Update. CPB Research Notes No. 109."},
      {
        "id":"ED425713",
        "title":"Association of Small Computer Users in Education: Proceedings of the ASCUE Summer Conference (31st, North Myrtle Beach, South Carolina, June 7-11, 1998)."},
      {
        "id":"ED425714",
        "title":"Application of FrontPage 98 to the Development of Web Sites for the Science Division and the Center for the Advancement of Learning and Teaching (CALT) at Anne Arundel Community College."},
      {
        "id":"ED425715",
        "title":"Development of a Real-Time Intelligent Network Environment."},
      {
        "id":"ED425716",
        "title":"Serving Grades Over the Internet."},
      {
        "id":"ED425717",
        "title":"Using Technology To Communicate, Cooperate and Collaborate."},
      {
        "id":"ED425718",
        "title":"The Information Technology Initiative at Grove City College: Four Years Later."},
      {
        "id":"ED425719",
        "title":"Using Intelligent Agents To Assist Educators."},
      {
        "id":"ED425720",
        "title":"Lessons Learned: Formal Computer Laboratory Exercises."},
      {
        "id":"ED425721",
        "title":"Student Support that Works: A Solid Approach."},
      {
        "id":"ED425722",
        "title":"Issues in the Creation and Coordination of an Academic Computing Help Desk."},
      {
        "id":"ED425723",
        "title":"Web Based Parallel Programming Workshop for Undergraduate Education."},
      {
        "id":"ED425724",
        "title":"CNAV: A Unique Approach to a Web-Based College Information Navigator at Gettysburg College."},
      {
        "id":"ED425725",
        "title":"TQM in a Computer Lab."},
      {
        "id":"ED425726",
        "title":"Preparing a Course for Distance Education Delivery."},
      {
        "id":"ED425727",
        "title":"Undergraduate Data Mining on the World Wide Web."},
      {
        "id":"ED425728",
        "title":"Effectiveness of Multi-Media Training Programs."},
      {
        "id":"ED425729",
        "title":"Computing Trends in Small Liberal Arts Colleges: Ten Years Later."},
      {
        "id":"ED425730",
        "title":"Using 4DOS Batch Files To Create an Infrastructure That Makes It Easy for Students To Create and Maintain HTML Web Pages."},
      {
        "id":"ED425731",
        "title":"Using Frames and JavaScript To Automate Teacher-Side Web Page Navigation for Classroom Presentations."},
      {
        "id":"ED425732",
        "title":"Accessing ITP: Accommodating the Disabled."},
      {
        "id":"ED425733",
        "title":"The OTHER Dimension of Computer Competence for Teachers."},
      {
        "id":"ED425734",
        "title":"An Instrument for Projection of Resource Requirements in a Client/Server Environment: A Research Report."},
      {
        "id":"ED425735",
        "title":"Web-Based Campus Directory."},
      {
        "id":"ED425736",
        "title":"An Integrated Computerized Instructional System for Classroom and Lab."},
      {
        "id":"ED425737",
        "title":"Considering Games as Cognitive Tools: In Search of Effective \"Edutainment.\""},
      {
        "id":"ED425738",
        "title":"Computer Microworlds in Education: Catching Up with Danny Dunn."},
      {
        "id":"ED425740",
        "title":"An Educator's Guide to Evaluating the Use of Technology in Schools and Classrooms."},
      {
        "id":"ED425742",
        "title":"The Psychological Importance of \"Distance\" in Distance Education."},
      {
        "id":"ED425743",
        "title":"Internet Relay Chat. ERIC Digest."},
      {
        "id":"ED425745",
        "title":"Council on Library and Information Resources. Annual Report 1997-1998."},
      {
        "id":"ED425749",
        "title":"Information Technology in Libraries. A Pakistani Perspective."},
      {
        "id":"ED425753",
        "title":"Restructuring Web Site Design: An Alternative to WebTeams."},
      {
        "id":"ED425754",
        "title":"Personal Security on the Internet."},
      {
        "id":"ED425755",
        "title":"International Conference on New Missions of Academic Libraries in the 21st Century. Conference Summary. (Beijing, China, October 25-28, 1998)."},
      {
        "id":"ED425760",
        "title":"Technical Colleges and College Transfer--One More Time."},
      {
        "id":"ED425764",
        "title":"History of California's AB 1725 and Its Major Provisions."},
      {
        "id":"ED425765",
        "title":"A Study of Student Evaluations of the Effectiveness of Mathematics Faculty Holding Different Educational Degrees."},
      {
        "id":"ED425767",
        "title":"A Partial and Informal History of Vocational Education in Hawaii: 1809-1995."},
      {
        "id":"ED425768",
        "title":"Accountability as Measured by Employer Satisfaction in Hawaii's Tourist/Hospitality Industry: 1993-1994."},
      {
        "id":"ED425769",
        "title":"Actual 1997-98 Cost Allocation Summary."},
      {
        "id":"ED425770",
        "title":"Enrollment Trends and Student Characteristics--Fall Semester 1998."},
      {
        "id":"ED425771",
        "title":"The Transfer Transition: A Summary of Key Issues, Target Areas and Tactics for Reform."},
      {
        "id":"ED425772",
        "title":"Structured Learning Assistance Project. Final Report, Fall Semester 1996, Winter Semester 1997."},
      {
        "id":"ED425773",
        "title":"Determining the Economic Benefits of Attending Community College. New Directions for Community Colleges, Number 104."},
      {
        "id":"ED425774",
        "title":"Bad News in the Service of Good Teaching: Students Remember Ineffective Professors."},
      {
        "id":"ED425776",
        "title":"Participation of Part-time Faculty on the Executive Committee of the Academic Senate for California Community Colleges."},
      {
        "id":"ED425777",
        "title":"The Future of the Community College: A Faculty Perspective."},
      {
        "id":"ED425778",
        "title":"Review of the Community College System's Performance-Based Program Budgeting Measures and Incentive Fund. Report 97-49."},
      {
        "id":"ED425779",
        "title":"Program Evaluation and Justification Review. Supplemental Analysis: Community College Revenues and Expenditures. Report 98-07."},
      {
        "id":"ED425780",
        "title":"The Literacy Connection: Improving Adult Literacy in New Jersey. Report and Recommendations from the Commission on Higher Education and the State Employment and Training Commission's Task Force on Adult Literacy."},
      {
        "id":"ED425781",
        "title":"Using Computer Adaptive Testing and Multiple Measures To Ensure That Students Are Placed in Courses Appropriate for Their Skills ."},
      {
        "id":"ED425782",
        "title":"Progress and Success of English, ESL and Mathematics Students at City College of San Francisco."},
      {
        "id":"ED425783",
        "title":"1998 Earnings Report on Students Leaving CCSF in the 1992/93 Academic Year."},
      {
        "id":"ED425784",
        "title":"Employment Contract: State of Minnesota-Minnesota State Colleges and Universities, Board of Trustees and the Minnesota Community College Faculty Association, 1998-1999."},
      {
        "id":"ED425785",
        "title":"Tactual Resources at the College Level: Toys for Adult Learning."},
      {
        "id":"ED425786",
        "title":"Integration of Academic and Occupational Education in Community/Technical Colleges. ERIC Digest."},
      {
        "id":"ED425787",
        "title":"Degrees of Excellence: Higher Education in Minnesota."},
      {
        "id":"ED425788",
        "title":"Balancing the Books: Affording College in Minnesota."},
      {
        "id":"ED425789",
        "title":"WTCS FACTS."},
      {
        "id":"ED425790",
        "title":"Technical Writing I: ENGL 1033."},
      {
        "id":"ED425791",
        "title":"A Strategic Planning Workbook."},
      {
        "id":"ED425792",
        "title":"I Like Being Safe and Loved: Words and Pictures on Life with Grandma and Grandpa from Children Being Raised by Their Grandparents."},
      {
        "id":"ED425793",
        "title":"WY Kids Count."},
      {
        "id":"ED425794",
        "title":"El proceso hacia la integracion de la equidad por genero al curriculo.(The Process of the Integration of Gender Equity in the Curriculum.)"},
      {
        "id":"ED425796",
        "title":"The Impact of Parent Involvement in Head Start on Parents and Children. Final Report [and] Executive Summary."},
      {
        "id":"ED425799",
        "title":"Everybody's Kids: A Research Report for Television on Parenting in Today's Culture."},
      {
        "id":"ED425800",
        "title":"Family to Family: Reconstructing Foster Care."},
      {
        "id":"ED425803",
        "title":"Hur arbetar forskollarare med bild? En studie av fem forskollarare som leder barn i bildaktiviteter (How Do Preschool Teachers Work with Art Activities? A Study of Five Preschool Teachers Leading Children in Art Activities)."},
      {
        "id":"ED425805",
        "title":"Helping Kids Succeed--Alaskan Style."},
      {
        "id":"ED425806",
        "title":"Rights of the Child in Nepal."},
      {
        "id":"ED425807",
        "title":"Rights of the Child in Senegal."},
      {
        "id":"ED425808",
        "title":"Rights of the Child in the Federal Republic of Yugoslavia."},
      {
        "id":"ED425809",
        "title":"Rights of the Child in Guatemala."},
      {
        "id":"ED425810",
        "title":"Rights of the Child in Nigeria."},
      {
        "id":"ED425811",
        "title":"Rights of the Child in Ethiopia."},
      {
        "id":"ED425812",
        "title":"Rights of the Child in Ghana."},
      {
        "id":"ED425813",
        "title":"Rights of the Child in Algeria."},
      {
        "id":"ED425814",
        "title":"Partners for Learning: Preparing Teachers To Involve Families. Teacher and Administrator Preparation Kit."},
      {
        "id":"ED425818",
        "title":"Enhancing the Quality of Child Care: Lessons from Research."},
      {
        "id":"ED425820",
        "title":"High School Graduation Effects of a Verbal Interaction Program for At-Risk Toddlers: A Study of Long-Term Outcomes in a Replication of the Mother-Child Home Program."},
      {
        "id":"ED425821",
        "title":"A Study To Determine the Effectiveness of Preschool on Kindergarten Readiness and Achievement."},
      {
        "id":"ED425822",
        "title":"Smart Start and Local Inter-Organizational Collaboration: Local Collaboration for Children and the North Carolina Smart Start Initiative. UNC Smart Start Evaluation Report."},
      {
        "id":"ED425823",
        "title":"Every Kid Counts in the District of Columbia: 5th Annual Fact Book, 1998."},
      {
        "id":"ED425824",
        "title":"Early Childhood Family Education: Questions and Answers."},
      {
        "id":"ED425826",
        "title":"Smart Start Client Information System Feasibility Study. Executive Summary."},
      {
        "id":"ED425827",
        "title":"The New Child Health Insurance Expansions: How Will School-Based Health Centers Fit In?"},
      {
        "id":"ED425828",
        "title":"Nine State Strategies To Support School-Based Health Centers: A Making the Grade Monograph."},
      {
        "id":"ED425837",
        "title":"Preschool Planning Guide: Building a Foundation for Development of Language and Literacy in the Early Years."},
      {
        "id":"ED425842",
        "title":"Early Childhood Education in a Technological Age."},
      {
        "id":"ED425843",
        "title":"Baseline Assessment Literature Review and Pre-School Record Keeping in Scotland. Interchange No. 55."},
      {
        "id":"ED425844",
        "title":"Meeting the Challenges of Welfare Reform: Programs with Promise."},
      {
        "id":"ED425845",
        "title":"Early Childhood Matters: The Bulletin of the Bernard van Leer Foundation, 1998."},
      {
        "id":"ED425847",
        "title":"Improving the Social-Adaptive Behavior of Chronically Disruptive Students in an Elementary School Setting."},
      {
        "id":"ED425848",
        "title":"Psychosexual Development in Infants and Young Children: Implications for Caregivers."},
      {
        "id":"ED425849",
        "title":"Kids Count [and] Families Count in Delaware: Fact Book, 1998."},
      {
        "id":"ED425851",
        "title":"Travel Guide to Healthy School Meals: School Menu Planning to Meet Our Children's Nutritional Needs."},
      {
        "id":"ED425852",
        "title":"The Effect of Nutrition Education on Third Graders' School Lunch Consumption in a School Offering Food Pyramid Choice Menus."},
      {
        "id":"ED425853",
        "title":"Oregon's Food Pyramid Choice Menus: Do Lunches as Offered to, and Selected, and Consumed by Third Graders Meet Current USDA Nutrition Standards?"},
      {
        "id":"ED425854",
        "title":"Regulation: An Imperative for Ensuring Quality Child Care. Working Paper Series."},
      {
        "id":"ED425856",
        "title":"Neighborhood Child Care: Family, Friends, and Neighbors Talk about Caring for Other People&apos;s Children."},
      {
        "id":"ED425857",
        "title":"Shared Family Care Program Guidelines."},
      {
        "id":"ED425859",
        "title":"Illinois Prekindergarten Program for Children at Risk of Academic Failure. FY 97 Evaluation Report."},
      {
        "id":"ED425860",
        "title":"Kindergarten Enrollment Age and Achievement: Overage Enrollment."},
      {
        "id":"ED425861",
        "title":"Parental Support for Their Children with or without Behavior Problems: An Exploratory Study."},
      {
        "id":"ED425862",
        "title":"\"Did You Complete All Your Homework Tonight, Dear?\""},
      {
        "id":"ED425863",
        "title":"Nevada Kids Count Data Book, 1998."},
      {
        "id":"ED425866",
        "title":"Child Care Consumer Education on the Internet. ERIC Digest."},
      {
        "id":"ED425868",
        "title":"Does Head Start Help Parents? A Critical Review of Longitudinal Studies of Head Start Children and Families."},
      {
        "id":"ED425873",
        "title":"The 1996 LARASA Directory of Latino Agencies, Organizations, and Associations."},
      {
        "id":"ED425875",
        "title":"Rural Conditions and Trends: 1995-1999."},
      {
        "id":"ED425876",
        "title":"Migration and Life of Hispanics in Utah."},
      {
        "id":"ED425878",
        "title":"Visions along the Trail: Community Action and Visitor Employed Photography in Two Native American Communities."},
      {
        "id":"ED425879",
        "title":"Building Communities of Hope: Best Practices for Meeting the Learning Needs of At-Risk and Indian and Metis Students. Community Schools Policy and Conceptual Framework [and] Implementation Handbook."},
      {
        "id":"ED425881",
        "title":"Educational Needs Assessment of St. Regis/Akwesasne Mohawk College Students at the State University of New York College at Potsdam."},
      {
        "id":"ED425882",
        "title":"The State of the South, 1998. A Report to the Region and Its Leadership."},
      {
        "id":"ED425883",
        "title":"School Reform. IDRA Focus."},
      {
        "id":"ED425884",
        "title":"Investing in Our Future: A Southern Perspective."},
      {
        "id":"ED425885",
        "title":"Basic Education for Girls in Yemen: Country Case Study and Analysis. Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED425886",
        "title":"Evolution of the Primary Program in Six Kentucky Schools."},
      {
        "id":"ED425888",
        "title":"A Case Study of the Basic Education Project for the Children of Seasonal Agricultural Workers in the Cukurova Region in Turkey. Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED425889",
        "title":"The Somalia Country Case Study. Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED425890",
        "title":"School Drop-outs in Mongolia. Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED425891",
        "title":"The Promotion of Girls' Education through Recruitment and Training of Female Teachers in Nepal (Phase I). Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED425892",
        "title":"Assessing LEP Migrant Students for Special Education Services. ERIC Digest."},
      {
        "id":"ED425893",
        "title":"Improving Education for Immigrant Students: A Guide for K-12 Educators in the Northwest and Alaska."},
      {
        "id":"ED425894",
        "title":"Ethnic Variations in Use of Community Programs."},
      {
        "id":"ED425895",
        "title":"Schools, Principals, and Teachers Serving American Indian and Alaska Native Students. ERIC Digest."},
      {
        "id":"ED425896",
        "title":"Charter Schools: An Approach for Rural Education? ERIC Digest."},
      {
        "id":"ED425897",
        "title":"In Accord with Nature: Helping Students Form an Environmental Ethic Using Outdoor Experience and Reflection."},
      {
        "id":"ED425898",
        "title":"An Interview Study of Native American Philosophical Foundations in Education."},
      {
        "id":"ED425899",
        "title":"Education Policy. IDRA Focus."},
      {
        "id":"ED425900",
        "title":"ESTRELLA."},
      {
        "id":"ED425901",
        "title":"AgrAbility Project: Promoting Success in Agriculture for People with Disabilities and Their Families."},
      {
        "id":"ED425902",
        "title":"Reflections on One Small School: Viewpoint."},
      {
        "id":"ED425903",
        "title":"Putting Science into Elementary Science Fairs."},
      {
        "id":"ED425904",
        "title":"Sequencing Adventure Activities: A New Perspective."},
      {
        "id":"ED425909",
        "title":"Multicultural Approaches in Math and Science."},
      {
        "id":"ED425910",
        "title":"The Role of Fantasy and Real-World Problem Contexts in Fourth- and Sixth-Grade Students' Mathematical Problem Solving."},
      {
        "id":"ED425911",
        "title":"Connecting Learning across Disciplines: Relationships between Learning in Mathematics and Science and Learning in Other Disciplines."},
      {
        "id":"ED425913",
        "title":"Volcanoes! Teaching Guide."},
      {
        "id":"ED425914",
        "title":"Science, Technology and Society: An American Approach to Environmental Education in Practice in Iowa Schools."},
      {
        "id":"ED425915",
        "title":"Alpine Forest. Mount Mitchell State Park: An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED425916",
        "title":"Old as the Hills. Morrow Mountain State Park: An Environmental Education Learning Experience Designed for Grades 5-7."},
      {
        "id":"ED425917",
        "title":"Wild Wonderful Water. South Mountains State Park: An Environmental Education Learning Experience Designed for Grades 4-5."},
      {
        "id":"ED425918",
        "title":"Music Training and Mathematics Achievement of Ninth Graders."},
      {
        "id":"ED425920",
        "title":"Chemistry 30 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED425921",
        "title":"Biology 30 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED425922",
        "title":"Physics 30 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED425923",
        "title":"Science 30 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED425924",
        "title":"Mathematics 30 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED425925",
        "title":"Mathematics 33 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED425926",
        "title":"A Study of the Influences on Students' Reasons for Studying or Not Studying Mathematics. Research Report."},
      {
        "id":"ED425928",
        "title":"Developing a Digital National Library for Undergraduate Science, Mathematics, Engineering, and Technology Education. Report of a Workshop."},
      {
        "id":"ED425929",
        "title":"Every Child a Scientist: Achieving Scientific Literacy for All. How To Use the &quot;National Science Education Standards&quot; To Improve Your Child&apos;s School Program."},
      {
        "id":"ED425930",
        "title":"Improving Teacher Preparation and Credentialing Consistent with the National Science Education Standards: Report of a Symposium."},
      {
        "id":"ED425931",
        "title":"Learning from TIMSS: Results of the Third International Mathematics and Science Study. Summary of a Symposium."},
      {
        "id":"ED425932",
        "title":"Adviser, Teacher, Role Model, Friend: On Being a Mentor to Students in Science and Engineering."},
      {
        "id":"ED425933",
        "title":"Agriculture's Role in K-12 Education: Proceedings of a Forum on the National Science Education Standards."},
      {
        "id":"ED425934",
        "title":"High School Mathematics at Work: Essays and Examples for the Education of All Students."},
      {
        "id":"ED425935",
        "title":"Engaging Families in Mathematics and Science Education: It's Just Good Teaching."},
      {
        "id":"ED425936",
        "title":"Depiction of Science and Mathematics Education in the Northwest, 1998."},
      {
        "id":"ED425937",
        "title":"Students' Use of Representations in Mathematics Education."},
      {
        "id":"ED425938",
        "title":"What the Third International Mathematics and Science Study (TIMSS) Means for Systemic School Improvement. Perspectives on Education Policy Research. Policy Brief."},
      {
        "id":"ED425965",
        "title":"NAEP 1996 Mathematics State Report for New Hampshire. Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED425988",
        "title":"Teaching More about Korea: Lessons for Students in Grades K-12."},
      {
        "id":"ED425991",
        "title":"Lifelong Journey: An Education in the Arts."},
      {
        "id":"ED425992",
        "title":"As We Teach and Learn: Recognizing Our Catholic Identity. Module 1: The Faith Community."},
      {
        "id":"ED425993",
        "title":"As We Teach and Learn: Recognizing Our Catholic Identity. Module 2: Faith Development."},
      {
        "id":"ED425994",
        "title":"As We Teach and Learn: Recognizing Our Catholic Identity. Module 3: Religion Curriculum Articulation: Faith as the Root of All Instruction."},
      {
        "id":"ED425995",
        "title":"As We Teach and Learn: Recognizing Our Catholic Identity. Module 4: Service Learning."},
      {
        "id":"ED425996",
        "title":"As We Teach and Learn: Recognizing Our Catholic Identity. Module 5: Prayer and Liturgy Integration."},
      {
        "id":"ED425997",
        "title":"As We Teach and Learn: Recognizing Our Catholic Identity. Module 6: Social Justice."},
      {
        "id":"ED425998",
        "title":"As We Teach and Learn: Recognizing Our Catholic Identity. Assessment Package."},
      {
        "id":"ED426002",
        "title":"Seminar for Research in Art Education - Research Abstracts for the National Art Education Association Conference (New Orleans, Louisiana, March 19-23, 1997)."},
      {
        "id":"ED426003",
        "title":"Homeless Mothers: Their Lives, Their Identities, and Their Children's Education."},
      {
        "id":"ED426004",
        "title":"&quot;Drumbeat 96&quot;: Proceedings, Survey Results, and Recommendations. A Report from &quot;Drumbeat 96&quot;, the Mississippi Conference on Arts Education."},
      {
        "id":"ED426005",
        "title":"Citizenship Education for the 21st Century: Insights from Social Studies Teacher Preparation Students in Three Countries."},
      {
        "id":"ED426006",
        "title":"Conflict and Peace Research: South African Realities and Challenges."},
      {
        "id":"ED426008",
        "title":"Peace Education through the Arts. Peace Education Miniprints, No. 89."},
      {
        "id":"ED426009",
        "title":"The School Improvement Programme of the Aga Khan Education Service, Kenya at Kisumu, Western Kenya: Evaluation Report."},
      {
        "id":"ED426010",
        "title":"Spotlight on Ramayana: An Enduring Tradition."},
      {
        "id":"ED426011",
        "title":"Educational Standards in Environmental Education: Lessons for Latvia."},
      {
        "id":"ED426012",
        "title":"Selected References on the Indians of Virginia, The District of Columbia, and Maryland."},
      {
        "id":"ED426013",
        "title":"Selected References on Arctic and Subarctic Prehistory and Ethnology. Revised."},
      {
        "id":"ED426015",
        "title":"Social Studies Resource Guide."},
      {
        "id":"ED426016",
        "title":"The Arts Resource Guide."},
      {
        "id":"ED426017",
        "title":"Land and Native American Cultures: A Resource Guide for Teachers, Readings, Activities, and Sources, Grades 9-12."},
      {
        "id":"ED426027",
        "title":"The Role of Education in Building a Future World Based on Democracy and Development: Regional Perspectives from Africa, Latin America, and South Asia."},
      {
        "id":"ED426028",
        "title":"Improving Parental Involvement in Elementary Art and Physical Education."},
      {
        "id":"ED426032",
        "title":"Catholic Education - We Come To Share Our Story."},
      {
        "id":"ED426033",
        "title":"Standards for Teachers of Social Studies."},
      {
        "id":"ED426034",
        "title":"Geography Happens: So Make It Happen through Literature."},
      {
        "id":"ED426035",
        "title":"Are Teachers Stupid? Setting and Meeting Standards in Social Studies."},
      {
        "id":"ED426036",
        "title":"The Public Self: Taking a New Look at Civic Education."},
      {
        "id":"ED426037",
        "title":"Social Studies. Competency-Based Education Assessment Series."},
      {
        "id":"ED426038",
        "title":"Gender and Social Studies Learning in the 8th, 10th, and 12th Grades."},
      {
        "id":"ED426039",
        "title":"Fine Arts Elementary Core Curriculum: Dance, Music, Theatre, Visual Arts. Grades K-6."},
      {
        "id":"ED426040",
        "title":"The Social Studies: A Balanced Approach. Utah Secondary Social Studies Core, 1996."},
      {
        "id":"ED426042",
        "title":"&quot;You&apos;d Be Wanting To Know about the Past&quot;: Social Contexts of Children&apos;s Historical Understanding in Northern Ireland and the United States."},
      {
        "id":"ED426043",
        "title":"A Kid Like Me across the Sea: A Look into the World of a German Child. Social Studies. Grades Kindergarten - Grade 3. Update 1997/1998."},
      {
        "id":"ED426045",
        "title":"Cultural Reflections: Work, Politics, and Daily Life in Germany, Social Studies. Grades 9-12. Update 1997/1998."},
      {
        "id":"ED426046",
        "title":"Using National Social Studies Standards in the Real World."},
      {
        "id":"ED426047",
        "title":"The Maternal Nurturance Trap: Discursive Practices of &quot;Social Justice&quot; in Gender Equity Pedagogy in a Swedish Compulsory School."},
      {
        "id":"ED426049",
        "title":"Teachers and the Roles of the Inspectors in Centralized Turkish Primary Schools."},
      {
        "id":"ED426051",
        "title":"Will Technology Really Change Education? From Blackboard to Web."},
      {
        "id":"ED426052",
        "title":"Designing Standards That Work for Professional Development Schools. Commissioned Papers of the NCATE PDS Standards Project."},
      {
        "id":"ED426054",
        "title":"Teachers Who Will Make a Difference in the 21st Century...From One Principal's View Point."},
      {
        "id":"ED426055",
        "title":"Empowering Elementary Teachers in Restructuring Schools: Dimensions To Guide the Mission."},
      {
        "id":"ED426056",
        "title":"Guide to the National Partnership for Excellence and Accountability in Teaching (NPEAT). ERIC Digest."},
      {
        "id":"ED426057",
        "title":"&quot;I Already Have a Bachelor's Degree, How Can I Obtain a Teaching License?&quot; ERIC Digest."},
      {
        "id":"ED426058",
        "title":"Research in the Schools, 1994-1998."},
      {
        "id":"ED426062",
        "title":"Pupil Membership and Related Information, Fall 1997."},
      {
        "id":"ED426063",
        "title":"Certificated Personnel and Related Information, Fall 1997."},
      {
        "id":"ED426064",
        "title":"Left at the Altar: The Teachers' Union Merger and the Prospects for Education Reform."},
      {
        "id":"ED426065",
        "title":"Filling in the Blanks: Putting Standardized Tests to the Test."},
      {
        "id":"ED426066",
        "title":"The Interchangeability of Assessment Methods in Science. CSE Technical Report 474."},
      {
        "id":"ED426067",
        "title":"Estimating the Consistency and Accuracy of Classifications in a Standards-Referenced Assessment. CSE Technical Report 475."},
      {
        "id":"ED426068",
        "title":"The Use of Piecewise Growth Models in Evaluations of Interventions."},
      {
        "id":"ED426069",
        "title":"Quantifying the Characteristics of Knowledge Structure Representations: A Lattice-Theoretic Framework."},
      {
        "id":"ED426070",
        "title":"The Effects of Standards-Based Assessment on Classroom Practices: Results of the 1996-97 RAND Survey of Kentucky Teachers of Mathematics and Writing."},
      {
        "id":"ED426071",
        "title":"Instructional Validity, Opportunity To Learn and Equity: New Standards Examinations for the California Mathematics Renaissance."},
      {
        "id":"ED426072",
        "title":"The Effectiveness of Circular Equating as a Criterion for Evaluating Equating."},
      {
        "id":"ED426077",
        "title":"Assessing Learning in a Technology-Supported Genetics Environment: Evidential and Systemic Validity Issues."},
      {
        "id":"ED426078",
        "title":"Do Content, Format, and Level of Inquiry Affect Scores on Open-Ended Science Tasks?"},
      {
        "id":"ED426079",
        "title":"Status Effects in Group Problem Solving: Group and Individual Level Analyses."},
      {
        "id":"ED427081",
        "title":"Multi-Stage Analysis of Sequential Developmental Processes To Study Reading Progress: New Methodological Developments Using General Growth Mixture Modeling. CSE Technical Report 489."},
      {
        "id":"ED427082",
        "title":"Triangulating Multiple Perspectives on Classroom Learning Environments for Disabled Students."},
      {
        "id":"ED427083",
        "title":"Basic Concepts in Classical Test Theory: Tests Aren't Reliable, the Nature of Alpha, and Reliability Generalization as a Meta-analytic Method."},
      {
        "id":"ED427084",
        "title":"A Review of the Latest Literature on Whether Statistical Significance Tests Should Be Banned."},
      {
        "id":"ED427085",
        "title":"Refinement of a Community Service Attitude Scale."},
      {
        "id":"ED427087",
        "title":"A Theory-Based Meta-Analysis of Research on Instruction."},
      {
        "id":"ED427088",
        "title":"Models of Standards Implementation: Implications for the Classroom."},
      {
        "id":"ED427089",
        "title":"Issues in Appraising Achievement."},
      {
        "id":"ED427090",
        "title":"A Primer on Effect Sizes: What They Are and How To Compute Them."},
      {
        "id":"ED427091",
        "title":"Basic Concepts of Confirmatory Factor Analysis."},
      {
        "id":"ED427092",
        "title":"Higher-Order Factor Analysis: An Introductory Primer."},
      {
        "id":"ED427093",
        "title":"Urban School-Community Parent Programs To Prevent Drug Use. ERIC/CUE Digest, Number 130."},
      {
        "id":"ED427096",
        "title":"Crime Rates at Selected Historically Black Colleges and Universities: A Male Incentive Curriculum Model of Non-Violence."},
      {
        "id":"ED427097",
        "title":"Multicultural Education: Ways To Utilize the Historically Black Land-Grant Agricultural Programs."},
      {
        "id":"ED427098",
        "title":"On Being a Woman Urban High School Principal."},
      {
        "id":"ED427100",
        "title":"State Schooling and Ethnicity in China: The Rise or Demise of Multiculturalism?"},
      {
        "id":"ED427104",
        "title":"Evaluation of Project SEED: Detroit Public Schools, 1997-98."},
      {
        "id":"ED427105",
        "title":"Learning Together: The Developing Field of School-Community Initiatives."},
      {
        "id":"ED427106",
        "title":"Learning Together: A Look at 20 School-Community Initiatives. Executive Summary."},
      {
        "id":"ED427107",
        "title":"Take Action on 5 Policies America Must Adopt To Reduce and Prevent Substance Abuse."},
      {
        "id":"ED427108",
        "title":"Fixing a Failing System. National Policy Recommendations: How the Criminal Justice System Should Work with Communities To Reduce Substance Abuse. Report from a Join Together Policy Panel."},
      {
        "id":"ED427109",
        "title":"Treatment for Addiction: Advancing the Common Good. Recommendations from a Join Together Policy Panel on Treatment and Recovery."},
      {
        "id":"ED427112",
        "title":"Welfare to What: Early Findings on Family Hardship and Well-Being."},
      {
        "id":"ED427113",
        "title":"Homelessness in America: Unabated and Increasing. A 10-Year Perspective."},
      {
        "id":"ED427114",
        "title":"Getting It All Together: The Health and Well-Being of Minnesota's Youth."},
      {
        "id":"ED427115",
        "title":"Secret Apartheid III: Follow Up to Failure."},
      {
        "id":"ED427118",
        "title":"A Fiscal Portrait of the Newest Americans."},
      {
        "id":"ED427121",
        "title":"Immigration to the United States: 1996 Update. Executive Summary."},
      {
        "id":"ED427122",
        "title":"A Profile of Hispanic Americans. Executive Summary."},
      {
        "id":"ED427123",
        "title":"Indicators of Welfare Dependence: Annual Report to Congress."},
      {
        "id":"ED427124",
        "title":"Parents and the Internet: What Today's Parents Need To Know."},
      {
        "id":"ED427125",
        "title":"Confidentiality and Informed Consent. An Introductory Packet."},
      {
        "id":"ED427126",
        "title":"Achieving Educational Excellence through Collaboration. National Conference Report [of the] Foundation for Excellent Schools. (Stowe, VT, November 6-7, 1998)."},
      {
        "id":"ED427128",
        "title":"Hispanic Education Fact Sheet."},
      {
        "id":"ED427129",
        "title":"Latino Education: Status and Prospects. State of Hispanic America 1998."},
      {
        "id":"ED427130",
        "title":"Differentiation of Instructional Methodologies in Subject-Based Curricula at the Secondary Level. Research Brief #38."},
      {
        "id":"ED427132",
        "title":"Impact of Overage Middle School Students. Research Brief #37."},
      {
        "id":"ED427133",
        "title":"Evaluation of the ACHIP Pilot Project, Detroit Public Schools, 1997-1998."},
      {
        "id":"ED427134",
        "title":"Increasing the Pool of Minority Candidates: An Administrator's Guide on the Recruitment and Retention of Effective Minority Teachers in Inner City Schools."},
      {
        "id":"ED427135",
        "title":"Title I in Midstream: State Examples."},
      {
        "id":"ED427136",
        "title":"A Report on Improving Student Performance in High-Poverty Schools. Report No. 96-86."},
      {
        "id":"ED427137",
        "title":"The Value of Education in Pakistani Culture."},
      {
        "id":"ED427138",
        "title":"Homeschooling: Who and Why?"},
      {
        "id":"ED427140",
        "title":"Selected Readings on School Reform. Vol. 3, No. 1."},
      {
        "id":"ED427141",
        "title":"Partnering with Parents To Foster Learning at Home."},
      {
        "id":"ED427144",
        "title":"Initial Findings from an Evaluation of School Choice Programs in Washington, D.C."},
      {
        "id":"ED427146",
        "title":"Urban Street Gang Enforcement."},
      {
        "id":"ED427147",
        "title":"The Impact of Juvenile Curfew Laws in California."},
      {
        "id":"ED427149",
        "title":"The Body of Knowledge & Content Framework. Identifying the Important Knowledge Required for Productive Performance of a Plastics Machine Operator. Blow Molding, Extrusion, Injection Molding, Thermoforming."},
      {
        "id":"ED427150",
        "title":"Engineering Technologies Core Model."},
      {
        "id":"ED427153",
        "title":"Education and Job Training under Welfare Reform."},
      {
        "id":"ED427160",
        "title":"Professional Development Needs Assessment Survey of Inservice Clients of the Center for Vocational Professional Personnel Development at the Pennsylvania State University."},
      {
        "id":"ED427161",
        "title":"Advocacy in Career Guidance. NICEC Briefing."},
      {
        "id":"ED427162",
        "title":"Careers Work and School Effectiveness. NICEC Briefing."},
      {
        "id":"ED427163",
        "title":"Developing Career Management Skills in Higher Education. NICEC Briefing."},
      {
        "id":"ED427164",
        "title":"Promoting Education for Girls in Nepal. CDIE Impact Evaluation, Number 5."},
      {
        "id":"ED427165",
        "title":"Work-Based Learning: A Practical Approach for Developing Student Activities."},
      {
        "id":"ED427166",
        "title":"Peer Teaching Assertive Communication Strategies for the Workplace."},
      {
        "id":"ED427167",
        "title":"Workforce Education: Issues for the New Century."},
      {
        "id":"ED427168",
        "title":"FE: Aspects of Economic Development."},
      {
        "id":"ED427169",
        "title":"9,000 Voices: Student Persistence and Drop-out in Further Education."},
      {
        "id":"ED427170",
        "title":"That's the Way the Money Goes. Further Education Funding in England in the Next 12 Months."},
      {
        "id":"ED427171",
        "title":"Results of a Study of Hong Kong and Taiwan Open Universities."},
      {
        "id":"ED427172",
        "title":"Toward Order from Chaos. State Efforts to Reform Workforce Development Systems."},
      {
        "id":"ED427173",
        "title":"The Vocational Training Strategy for the Underprivileged Population in Taiwan, R.O.C."},
      {
        "id":"ED427174",
        "title":"S.K.I.L.L. School to Work Internship for Learning a Living."},
      {
        "id":"ED427175",
        "title":"Alberta's Flexible Career and Technology Studies Curriculum Meets Most of Our Students' Needs."},
      {
        "id":"ED427176",
        "title":"Commonwealth of Pennsylvania Adult Education Section 353 Special Demonstration Projects. Project Abstracts for the Fiscal Year 1997-1998."},
      {
        "id":"ED427177",
        "title":"Implementing the Workforce Investment Act of 1998. A White Paper."},
      {
        "id":"ED427178",
        "title":"Worksite Mentoring Guidebook: Practical Help for Planning and Implementing Quality Worksite Learning Experiences."},
      {
        "id":"ED427179",
        "title":"Skilled! Report, Guidance &amp; Materials on Basic Skills &amp; Youth Work."},
      {
        "id":"ED427180",
        "title":"Challenge and Change. Proceedings of the Annual Conference of the Commission of Professors of Adult Education (Nashville, Tennessee, November 4-5, 1994)."},
      {
        "id":"ED427181",
        "title":"Why Career Planning Can't Be Hurried."},
      {
        "id":"ED427182",
        "title":"Strategies for Electronic Career Support to Employees."},
      {
        "id":"ED427183",
        "title":"Global 2000 National Workplace Literacy Program. Final Report."},
      {
        "id":"ED427185",
        "title":"The Bridging Allowance as an Instrument of Labour Market Policy--A Provisional Appraisal. IAB Labour Market Research Topics No. 30."},
      {
        "id":"ED427186",
        "title":"Job Placement in Germany: Developments before and after Deregulation. IAB Labour Market Research Topics No. 31."},
      {
        "id":"ED427187",
        "title":"Disability & Literacy. How Disability Issues Are Addressed in Adult Basic Education Programs. Findings of a National Focus Group."},
      {
        "id":"ED427188",
        "title":"Beyond 2000: Future Directions for Adult Education."},
      {
        "id":"ED427189",
        "title":"A Study of Secondary Vocational Education in Arkansas: Funding Issues and Needs Assessment Results. Publication No. 96-28."},
      {
        "id":"ED427190",
        "title":"Exemplary Products Produced by National Workplace Literacy Program Demonstration Projects, 1995-1998."},
      {
        "id":"ED427191",
        "title":"The Use of Applied Communications in Developing Critical Thinking Skills of Tech Prep Students."},
      {
        "id":"ED427192",
        "title":"Profiles in Connecting Learning and Work. State Initiatives."},
      {
        "id":"ED427193",
        "title":"Practitioners Speak: Contributing to a Research Agenda for Adult Basic Education. NCSALL Reports #4."},
      {
        "id":"ED427194",
        "title":"Integrating Health and Literacy: Adult Educators' Experiences. NCSALL Reports #5."},
      {
        "id":"ED427195",
        "title":"Findings from a National Survey of State Directors of Adult Education. NCSALL Reports #9."},
      {
        "id":"ED427196",
        "title":"Mission: Possible. A User's Guidebook for the Video."},
      {
        "id":"ED427198",
        "title":"Legacy of Leadership: American Vocational Association Family and Consumer Sciences Education Graduate Fellowship."},
      {
        "id":"ED427199",
        "title":"The World Bank Rural Development Field Staff Distance Learning and Training Strategy."},
      {
        "id":"ED427200",
        "title":"Differences in Public Understanding of and Reactions to GSPED Based on Awareness of the Initiative. Arizona Workforce Development Briefing Paper #1. [and] Differences in Public Understanding of and Reactions to GSPED Based on Urban-Rural Residency. Arizona Workforce Development Briefing Paper #2."},
      {
        "id":"ED427201",
        "title":"Seventh Grade Students' Perceptions of Career Awareness and Exploration Activities in Arizona Schools: Two-Year Trends. Arizona School to Work Briefing Paper #14."},
      {
        "id":"ED427202",
        "title":"Tenth Grade Students' Perceptions of Career Preparation and Work Experience in Arizona Schools: Two-Year Trends. Arizona School to Work Briefing Paper #15."},
      {
        "id":"ED427204",
        "title":"Governance and Civic Education."},
      {
        "id":"ED427205",
        "title":"The Prince of AALAE. Corruption and Mismanagement in an African NGO."},
      {
        "id":"ED427206",
        "title":"Employers Talk about Building a School-to-Work System: Voices from the Field."},
      {
        "id":"ED427207",
        "title":"What Business Organizations Say about School-to-Work: An Analysis and Compendium of Organizational Materials."},
      {
        "id":"ED427208",
        "title":"Career Assessment: Recently Developed Instruments Useful for School-to-Work Programs."},
      {
        "id":"ED427209",
        "title":"Extending the Reach."},
      {
        "id":"ED427210",
        "title":"Adult Education School to Work. Final Report."},
      {
        "id":"ED427211",
        "title":"Adult Educator in the Workplace: A School-to-Work Initiative. Final Report."},
      {
        "id":"ED427212",
        "title":"APEX: Adult Practitioner Excellence. Final Report."},
      {
        "id":"ED427213",
        "title":"Building Communities for Learning. Final Report. Fiscal Year 1997-98."},
      {
        "id":"ED427214",
        "title":"A Comparison of the Effectiveness of Open Entry/Open Exit Classes to Closed Entry Classes Requiring Attendance. Final Report 1997-1998."},
      {
        "id":"ED427216",
        "title":"Cooperative Learning Staff Development. Final Report. Fiscal Year 1997-98."},
      {
        "id":"ED427217",
        "title":"Cumberland Valley School District's &quot;High School Diploma Program for Adults.&quot; Extension of 1995-96 &quot;353 Grant.&quot; Earning a Regular High School Diploma with or without a GED. Final Report, 1997-98."},
      {
        "id":"ED427218",
        "title":"FOCUS on Promising Practices. Final Report."},
      {
        "id":"ED427219",
        "title":"Jail to Job Phase II. Final Report."},
      {
        "id":"ED427220",
        "title":"New Teacher Institute. Final Report. Fiscal Year 1997-1998."},
      {
        "id":"ED427221",
        "title":"Pennsylvania Action Research Network (PA-ARN) Staff Development through Five Regional Staff Development Centers. Final Report. July 1997-June 1998."},
      {
        "id":"ED427222",
        "title":"The Pennsylvania Adult Literacy Practitioner Inquiry Network: Building Capacity, Strengthening Links. Final Report for Program Year 1997-1998."},
      {
        "id":"ED427223",
        "title":"Piloting the Oregon A.I.M. Project: Measuring Progress for Program Evaluation and Accountability. Final Report, 1997-98."},
      {
        "id":"ED427224",
        "title":"Preparing Adult Practitioners for a &quot;Work-First&quot; Instructional Model Necessitated by Welfare Reform. Final Report."},
      {
        "id":"ED427225",
        "title":"Preparing to Enter the Workforce: A School-to-Work Model for Adults. Final Product. 1997-1998."},
      {
        "id":"ED427226",
        "title":"Project C.A.P.A.B.L.E. Computer Assistance Project for Adult Basic and Literacy Education. Final Report. July 1, 1997-June 30, 1998."},
      {
        "id":"ED427227",
        "title":"Promoting Student Retention through Student Support Groups. Final Report."},
      {
        "id":"ED427228",
        "title":"Rural Co-Options for Lifelong Learning: Implementation. A 353 Final Report. Funding Year 1997-1998."},
      {
        "id":"ED427229",
        "title":"School-to-Work for Lancaster County Adults. Final Report. Program Year 1997-98."},
      {
        "id":"ED427230",
        "title":"Statewide Staff Development Project: Adults with Learning Differences. Final Report 1997/98."},
      {
        "id":"ED427231",
        "title":"Success Stories: Partners for Progress. Final Report. FY 1997-1998."},
      {
        "id":"ED427232",
        "title":"Technology in Adult School to Work. Final Report, 1997-98."},
      {
        "id":"ED427233",
        "title":"Train the Trainer. Final Report. Fiscal Year 1997-1998."},
      {
        "id":"ED427234",
        "title":"Welfare-to-Work. A Comprehensive Manual for Adult Literacy Providers. Final Report."},
      {
        "id":"ED427235",
        "title":"Special Needs Survey. Final Report."},
      {
        "id":"ED427236",
        "title":"How Adult Education Program Improvement Is Working in Pennsylvania. An Introduction to Pennsylvania's Adult Basic and Literacy Education Program Improvement Initiative."},
      {
        "id":"ED427237",
        "title":"The Pennsylvania ABLE Staff Handbook. 1998 Edition."},
      {
        "id":"ED427238",
        "title":"The Transition from Initial Education to Working Life in the United States of America. A Report to the Organisation for Economic Co-operation and Development (OECD) as Part of a Comparative Study of Transitions from Initial Education to Working Life in 14 Member Countries. NCPI Project Paper #1."},
      {
        "id":"ED427240",
        "title":"Contested Ground: Performance Accountability in Adult Basic Education. NCSALL Reports #1. Research Briefs."},
      {
        "id":"ED427241",
        "title":"Inquiry and Action: Implementation Guide for Professional Development Facilitators. Revised."},
      {
        "id":"ED427242",
        "title":"A Slight Breathing Space. A Guide to Working with Micro and Small to Medium Business Enterprises for Adult Educators and the VET Sector."},
      {
        "id":"ED427246",
        "title":"School to Work in Wisconsin: Inflated Claims, Meager Results."},
      {
        "id":"ED427247",
        "title":"Step Up. Building a Workforce for the Future. The Role of Education and Training in Wisconsin Works (W-2). A Report by the Governor's Wisconsin Works (W-2) Education and Training Committee."},
      {
        "id":"ED427248",
        "title":"Wisconsin Youth Apprenticeship Employer Survey, 1997."},
      {
        "id":"ED427256",
        "title":"Using the Internet in Career Education. Practice Application Brief No. 1."},
      {
        "id":"ED427257",
        "title":"Using Technologies Effectively in Adult and Vocational Education. Practice Application Brief No. 2."},
      {
        "id":"ED427258",
        "title":"Entrepreneurship Success Stories: Implications for Teaching and Learning. Practice Application Brief No. 3."},
      {
        "id":"ED427259",
        "title":"Conducting Supervised Experiential Learning/Field Experiences for Students' Development and Career Reinforcement."},
      {
        "id":"ED427260",
        "title":"CEDEFOP Work Programme 1999. Reference Document."},
      {
        "id":"ED427261",
        "title":"Proceedings of the Pennsylvania Adult and Continuing Education Research Conference (Chester, Pennsylvania, March 21, 1998)."},
      {
        "id":"ED427262",
        "title":"Proceedings of the Pennsylvania Adult and Continuing Education Research Conference (Harrisburg, Pennsylvania, March 20, 1999)."},
      {
        "id":"ED427263",
        "title":"Contextual Teaching and Learning: Preparing Teachers to Enhance Student Success in the Workplace and Beyond. Information Series No. 376."},
      {
        "id":"ED427264",
        "title":"K-12 Career Development Curriculum Framework. Draft Version."},
      {
        "id":"ED427267",
        "title":"Career Counseling for Gifted Students: Literature Review and Critique."},
      {
        "id":"ED427268",
        "title":"A Decade Review of Selected Risky Behaviors and Attitudes of Alabama Adolescents. Summary Report."},
      {
        "id":"ED427269",
        "title":"How Teachers Can Identify and Help To Change and Retain Deviant Students: Politeness, Decision-Making, Leadership and Conflict Resolution Strategies."},
      {
        "id":"ED427270",
        "title":"The High School Counselor's Handbook, 1999-2000."},
      {
        "id":"ED427273",
        "title":"Studies in Art Therapy 1962-1998: Access to Fantasies and Cognitive Skills."},
      {
        "id":"ED427275",
        "title":"Disrupting Dominant Discourses about Paternal Participation."},
      {
        "id":"ED427276",
        "title":"CACD Journal, 1996-1997."},
      {
        "id":"ED427277",
        "title":"Immediate Transition from High School to College. Indicator of the Month."},
      {
        "id":"ED427278",
        "title":"CACD Journal, 1997-1998."},
      {
        "id":"ED427279",
        "title":"Yes, You Can: Establishing Mentoring Programs to Prepare Youth for College."},
      {
        "id":"ED427280",
        "title":"Do Gatekeeper Courses Expand Education Options? Statistics in Brief."},
      {
        "id":"ED427281",
        "title":"Compendium of School-Based and School-Linked Programs for Pregnant and Parenting Adolescents."},
      {
        "id":"ED427282",
        "title":"Summer Opportunity To Accelerate Reading (S.O.A.R.) Evaluation, 1998."},
      {
        "id":"ED427283",
        "title":"Improving Children's Habits in Recreational Reading."},
      {
        "id":"ED427284",
        "title":"Accelerating Reading Attainment: The Effectiveness of Synthetic Phonics. Interchange 57."},
      {
        "id":"ED427285",
        "title":"Reading about Reading: Using Children&apos;s Literature To Reflect on Reading."},
      {
        "id":"ED427287",
        "title":"Consejos para los Padres Sobre la Lectura: Informacion e Ideas para Ayudar a los Ninos Desde la Infancia Hasta Octavo Grado a Tener Exito en la Lectura (Tips for Parents about Reading: Information and Ideas for Helping Children through Grade Eight Succeed with Reading)."},
      {
        "id":"ED427288",
        "title":"Risking Intensity: Reading and Writing Poetry with High School Students."},
      {
        "id":"ED427290",
        "title":"Professional Development: Extending Literacy Roots."},
      {
        "id":"ED427291",
        "title":"The Alphabetic Principle and Learning To Read."},
      {
        "id":"ED427292",
        "title":"Getting Ready To Read: Learning How Print Maps to Speech."},
      {
        "id":"ED427293",
        "title":"Why Children Succeed or Fail at Reading. Research from NICHD's Program in Learning Disabilities."},
      {
        "id":"ED427297",
        "title":"Content Area Reading: Summary of Reference Papers."},
      {
        "id":"ED427298",
        "title":"Diagnostic Matrices for Instructional Planning in Reading, Grades 3-5."},
      {
        "id":"ED427299",
        "title":"The Reading Renaissance/Accelerated Reader Program. Pinal County School-to-Work Evaluation Report."},
      {
        "id":"ED427301",
        "title":"The Effect of Utilizing Periodicals To Increase Motivation in Sixth Grade Remedial Reading Students."},
      {
        "id":"ED427302",
        "title":"The Effects of Direct Instruction of Sight Vocabulary and How It Can Enhance Reading Rate and Fluency."},
      {
        "id":"ED427303",
        "title":"The Effect of a Paired Reading Program on First Grade Reading Achievement."},
      {
        "id":"ED427305",
        "title":"The Effect Pre-Knowledge of the Text Has on Miscues in Reading."},
      {
        "id":"ED427306",
        "title":"The Effects of Knowing Student Perceptions and Feelings about Reading in Combination with Teacher Views in Order To Increase Reading Motivation."},
      {
        "id":"ED427307",
        "title":"The Significance of the Public Library on a Child's Reading Achievement."},
      {
        "id":"ED427308",
        "title":"The Effects of Reading Aloud in Motivating and Enhancing Students' Desire To Read Independently."},
      {
        "id":"ED427309",
        "title":"Gender Study of Reading among Suburban Catholic School Students, Parents and Teachers."},
      {
        "id":"ED427311",
        "title":"Parents' Perceptions of Children's Reading Abilities."},
      {
        "id":"ED427312",
        "title":"Teaching Vocabulary: Within the Context of Literature and Reading or through Isolated Word Lists."},
      {
        "id":"ED427313",
        "title":"The Use of Graphic Organizers To Improve Comprehension of Learning Disabled Students in Social Studies."},
      {
        "id":"ED427314",
        "title":"Performative Writing as Scholarship: An Apology, an Argument, an Anecdote."},
      {
        "id":"ED427315",
        "title":"\"What Should My Voice Be Like?\" Helping Preservice Teachers Develop Teaching Portfolios."},
      {
        "id":"ED427316",
        "title":"Developing Empathy through Children's Literature."},
      {
        "id":"ED427318",
        "title":"Motivation and Transfer in Language Learning. ERIC Digest."},
      {
        "id":"ED427319",
        "title":"Representing the \"Other\": Basic Writers and the Teaching of Basic Writing. Refiguring English Studies."},
      {
        "id":"ED427320",
        "title":"Oregon Statewide Writing Assessment: Results, Analysis, and Sample Student Writings, 1993-1997. Grades 8, 10, 11."},
      {
        "id":"ED427321",
        "title":"Oregon Statewide Writing Assessment: Results, Analysis, and Sample Student Writings, 1993-1997. Grades 3 &amp; 5."},
      {
        "id":"ED427322",
        "title":"Improving Your Child's Writing Skills."},
      {
        "id":"ED427323",
        "title":"Teaching High School Students To Write for Life Outside of School."},
      {
        "id":"ED427324",
        "title":"In Case You Teach English: Case Studies in the English Classroom."},
      {
        "id":"ED427325",
        "title":"Teaching for a Tolerant World, Grades 9-12. Essays and Resources."},
      {
        "id":"ED427326",
        "title":"English-Only Movement: Its Consequences on the Education of Language Minority Children. ERIC Digest."},
      {
        "id":"ED427327",
        "title":"The Ecology, the Environment, and the Evolution of Technical Communication. Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (25th, Lewes, Delaware, October 15-17, 1998)."},
      {
        "id":"ED427333",
        "title":"Analyst Eyes and Camera Eyes: Theoretical and Technological Considerations in &quot;Seeing&quot; the Details of Classroom Interaction."},
      {
        "id":"ED427334",
        "title":"How Experienced English Teachers Assess the Effectiveness of Their Literature Instruction."},
      {
        "id":"ED427335",
        "title":"Literacy, Opportunity, and Economic Change."},
      {
        "id":"ED427336",
        "title":"Unpacking Literate \"Achievement.\""},
      {
        "id":"ED427337",
        "title":"Literacy through Literature in Culturally and Linguistically Diverse Classrooms."},
      {
        "id":"ED427338",
        "title":"The Nature of Effective First-Grade Literacy Instruction."},
      {
        "id":"ED427339",
        "title":"Installing Procedural Guidelines for the Writer's Teaching Diverse Populations Class To Insure a Successful Job-Shadowing Experience for Future Teachers."},
      {
        "id":"ED427340",
        "title":"Collision Course: Conflict, Negotiation, and Learning in College Composition."},
      {
        "id":"ED427341",
        "title":"A Garden of Poets: Poetry Writing in the Elementary Classroom."},
      {
        "id":"ED427342",
        "title":"The Effects of Phonemic Awareness Instruction on the Writing Ability of First Grade At Risk Students."},
      {
        "id":"ED427343",
        "title":"Monitoring First Graders' Motivation through the Revising and Editing Phase of Writing Projects."},
      {
        "id":"ED427344",
        "title":"Helping 12th Grade Honors English Students Improve Writing Skills through Conferencing."},
      {
        "id":"ED427347",
        "title":"Road Maps To Understand School Communication."},
      {
        "id":"ED427348",
        "title":"The Need for an Enlarged Vision and Additional Perspectives of Public Relations in the 21st Century: A Challenge to Existing Paradigms."},
      {
        "id":"ED427349",
        "title":"A Revisitation of the Concept of Community in Public Relations Practice in the 21st Century."},
      {
        "id":"ED427350",
        "title":"Public Relations and Its Education: 21st Century Challenges in Definition, Role and Function."},
      {
        "id":"ED427351",
        "title":"Use of Constructed Speech To Improve Classroom Performance."},
      {
        "id":"ED427352",
        "title":"Evaluating Instruments for Appropriateness."},
      {
        "id":"ED427353",
        "title":"Reversing a Century's Damage: Undoing Harvard's Legacy of Separate Courses for Freshman Speaking and Writing."},
      {
        "id":"ED427354",
        "title":"Forensics as a Cult: Lessons To Be Learned. Fitting the Criteria: Individual Events."},
      {
        "id":"ED427355",
        "title":"Ignorance of the Crime Is No Excuse: Do Public Speaking Students Even Know What Cheating Is?"},
      {
        "id":"ED427356",
        "title":"Teaching Group Roles with Tangoes. Great Ideas for Teaching Speech."},
      {
        "id":"ED427357",
        "title":"Comments, Names or Ranks: How the Validity of a Ballot Is Determined."},
      {
        "id":"ED427358",
        "title":"Unraveling the Administrative Tangles in JMU's Speech Communication and General Education Programs."},
      {
        "id":"ED427359",
        "title":"The Power of Story To Personalize, Enrich, and Humanize Communication Education: My Own Story about Having Fun Spinning Tales, and Illustrating Key Points in the Classroom."},
      {
        "id":"ED427360",
        "title":"Fostering Dialogical Learning Experiences in Consulting."},
      {
        "id":"ED427361",
        "title":"Cognitive and Affective Learning in the Basic Course: Effects of Delivery Format, Immediacy, and Communication Apprehension."},
      {
        "id":"ED427362",
        "title":"An Examination of Factors Influencing U.S. Student Perceptions of Native and Non-Native U.S. Teacher Effectiveness."},
      {
        "id":"ED427366",
        "title":"Constructing a Partnership with the Community: Distance Education."},
      {
        "id":"ED427367",
        "title":"Toward a Code of Ethics for Organizational Communication Professionals: A Working Proposal."},
      {
        "id":"ED427368",
        "title":"Incorporating Narratives and Postmodernism Theory into the Introductory Communication Speech Course."},
      {
        "id":"ED427369",
        "title":"National Developmental Conference on Individual Events Addressing Individual Events, NFA Lincoln-Douglas Debate, and NPDA Parliamentary Debate Conference Proceedings (3rd, Houston, Texas, August 13-16, 1997)."},
      {
        "id":"ED427370",
        "title":"Incorporating the \"R\" Word into Communication Studies: The Importance of Addressing Racism."},
      {
        "id":"ED427371",
        "title":"Communication Apprehension in Synchronous Distance Education."},
      {
        "id":"ED427373",
        "title":"Multicultural Approaches to Argument: Some Practical Suggestions."},
      {
        "id":"ED427374",
        "title":"The Lessons We Teach: The Critics' Taxonomy for Effective Oral Interpretation."},
      {
        "id":"ED427375",
        "title":"It Ain't All That Bad: The Parliamentary Format as a Viable Debate Alternative for Forensic Laboratories."},
      {
        "id":"ED427376",
        "title":"Apples and Oranges? A Comparative Analysis of Adjudication in Parliamentary and CEDA/NDT Debate."},
      {
        "id":"ED427377",
        "title":"&quot;Make'em Laugh and They Will Learn&quot;: A Closer Look at the Relationship between Perceptions of Instructors' Humor Orientation and Student Learning."},
      {
        "id":"ED427378",
        "title":"Communicating with Touch in the Teacher/Student Relationship."},
      {
        "id":"ED427379",
        "title":"Differentiating Comfortable from Uncomfortable Teacher-Student Touches II: Hugs, Hits, and Handshakes."},
      {
        "id":"ED427381",
        "title":"State of the Art Learning Labs and Assessment."},
      {
        "id":"ED427382",
        "title":"Using Manipulatives To Retell a Story within a Preschool Disabilities Setting."},
      {
        "id":"ED427384",
        "title":"The Students &quot;Left Behind&quot;: School Choice and Social Stratification in Non-Urban Districts."},
      {
        "id":"ED427385",
        "title":"Hidden Consequences of School Choice: Impact on Programs, Finances, and Accountability."},
      {
        "id":"ED427386",
        "title":"Novice Administrators: Psychological and Physiological Effects."},
      {
        "id":"ED427387",
        "title":"Novice Administrators: Personality and Administrative Style Changes."},
      {
        "id":"ED427388",
        "title":"Whole-School Reform. ERIC Digest, Number 124."},
      {
        "id":"ED427391",
        "title":"Opting Out of Opting Out: A Natural History of a Policy That Failed."},
      {
        "id":"ED427392",
        "title":"The Impact of Educational Reforms on the Operations of Alberta's Public Education System: A Comparison of the Perceptions of Superintendents, Principals and Teachers."},
      {
        "id":"ED427394",
        "title":"State School Finance Litigation: A Summary and an Analysis."},
      {
        "id":"ED427395",
        "title":"Judicious Discipline."},
      {
        "id":"ED427397",
        "title":"Barriers to Excellence: The Culture of Silence in School Systems."},
      {
        "id":"ED427400",
        "title":"Notice of Nondiscrimination."},
      {
        "id":"ED427401",
        "title":"Charter Schools: A State Legislative Update. Research Today."},
      {
        "id":"ED427402",
        "title":"Evaluation and Supervision of Teachers in Missouri Schools."},
      {
        "id":"ED427403",
        "title":"The Perceptive Eye/Ear Game: An Activity That Encourages Practice on Best Practice; Honing Observation and Problem-Solving Skills of Administrators."},
      {
        "id":"ED427404",
        "title":"Beyond Legislative Schizophrenia: Sustaining Long-Term Educational Reform and Short-Term Viability."},
      {
        "id":"ED427405",
        "title":"Using Student Produced Video Presentations in Administrator Preparation Programs."},
      {
        "id":"ED427407",
        "title":"Title IX and Sexual Harassment. 25 Years of Title IX. WEEA Digest."},
      {
        "id":"ED427408",
        "title":"Sexual Harassment in Middle Schools."},
      {
        "id":"ED427409",
        "title":"Conventional School and Curriculum Is Not for Everyone: Guidelines for Middle School Administrators and Teachers."},
      {
        "id":"ED427410",
        "title":"Structural Consequences of Retention Policies: The Use of Computer Models To Inform Policy."},
      {
        "id":"ED427411",
        "title":"A Computer-Based Technology To Assist in Developing School Improvement."},
      {
        "id":"ED427413",
        "title":"Our Students, Our Future: An Introduction to Education in Alberta, Kindergarten to Grade 12."},
      {
        "id":"ED427415",
        "title":"Restructuring an Educational Leadership Program: A Journey from Organization to Community."},
      {
        "id":"ED427416",
        "title":"The Progress of Education Reform 1998."},
      {
        "id":"ED427418",
        "title":"Elementary and Secondary Education: Ed-Flex States Vary in Implementation of Waiver Process. Report to the Chairman, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED427419",
        "title":"The Educational Reforms in the Cultural Revolution in China: A Postmodern Critique."},
      {
        "id":"ED427421",
        "title":"Stress in the Superintendency: Implications for Achieving Excellence."},
      {
        "id":"ED427423",
        "title":"Good Education: The Virtues of Learning."},
      {
        "id":"ED427425",
        "title":"Schools with an Arts-Driven Curriculum: Educating for Tomorrow's Workplace. The 1997 Eighth Annual &quot;Business Week&quot; Awards for Instructional Innovation."},
      {
        "id":"ED427426",
        "title":"Schools of Character: Reclaiming America's Values for Tomorrow's Workforce. The 1998 Ninth Annual &quot;Business Week&quot; Awards for Instructional Innovation."},
      {
        "id":"ED427427",
        "title":"Educational Benchmarks 1998."},
      {
        "id":"ED427428",
        "title":"Survey of State Education Finance Legislative Activity and Trends, 1994-1997."},
      {
        "id":"ED427429",
        "title":"Preparing Schools and School Systems for the 21st Century. Report on the Mount Vernon Conference."},
      {
        "id":"ED427431",
        "title":"Block Scheduling: Innovations with Time. Themes in Education Series."},
      {
        "id":"ED427433",
        "title":"Status of Education Reform in Public Elementary and Secondary Schools: Teachers' Perspectives. Statistical Analysis Report."},
      {
        "id":"ED427434",
        "title":"Prevenir y Combatir El Acoso en La Escuela: Guia de Recursoso para Educadores de los Grados &quot;K&quot; al Grado &quot;12&quot; (Preventing and Countering School-Based Harassment: A Resource Guide for K-12 Educators)."},
      {
        "id":"ED427435",
        "title":"Supervisory Behaviors That Reflect Reality: A Diversified Supervision Model."},
      {
        "id":"ED427437",
        "title":"From the &quot;Springfield Development Program&quot; to the &quot;21st Century School Administrator Skills (SAS) Program.&quot;"},
      {
        "id":"ED427438",
        "title":"Using Office Discipline Referral Data To Evaluate School-Wide Discipline and Violence Prevention Interventions."},
      {
        "id":"ED427439",
        "title":"Founding Charter Schools: A Basic Guide to Working with News Media."},
      {
        "id":"ED427440",
        "title":"Educational Excellence for All Children Act of 1999: An Overview of the Clinton Administration's Proposal To Reauthorize the Elementary and Secondary Education Act."},
      {
        "id":"ED427441",
        "title":"Colorado Guidelines for the IFSP Process: Early Childhood Connections, Colorado's Infant/Toddler Initiative for Part C of the Individuals with Disabilities Education Act (IDEA)."},
      {
        "id":"ED427442",
        "title":"Guia del Proceso del IFSP de Colorado: Conexiones para la Ninez Temprana, Iniciativa Infantil de Colorado Parte C del Acta de Educacion para Individuos con Desabilidades (Colorado Guidelines for the IFSP Process: Early Childhood Connections, Colorado's Infant/Toddler Initiative for Part C of the Individuals with Disabilities Education Act)."},
      {
        "id":"ED427443",
        "title":"Providing Adequate Services for the Deaf and Hard of Hearing Population in the Commonwealth [of Kentucky]: A Strategic and Long Range Plan. A Task Force Report to the Governor and the Legislative Commission."},
      {
        "id":"ED427444",
        "title":"Educational Rights of Parents under Provisions of the Individuals with Disabilities Education Act (Special Education)."},
      {
        "id":"ED427445",
        "title":"Access to Multimedia Technology by People with Sensory Disabilities."},
      {
        "id":"ED427446",
        "title":"Project REALIGN Model Inservice Training Project. Final Report."},
      {
        "id":"ED427447",
        "title":"Project START: Using a Multiple Intelligences Model in Identifying and Promoting Talent in High-Risk Students. Research Monograph 95136."},
      {
        "id":"ED427448",
        "title":"Teaching English-Language Learners with Learning Difficulties: Guiding Principles and Examples from Research-Based Practice."},
      {
        "id":"ED427449",
        "title":"Inclusion for Children with Dual Exceptionalities."},
      {
        "id":"ED427450",
        "title":"Statewide Survey of Parents on the Implementation of Individualized Education Plans. Executive Summary."},
      {
        "id":"ED427451",
        "title":"Living and Working with a Central Auditory Processing Disorder (CAPD)."},
      {
        "id":"ED427452",
        "title":"Life after High School: Transitional Issues for Learning Disabled Students."},
      {
        "id":"ED427453",
        "title":"Inputs and Processes in Education: A Background Paper. Final Report Deliverable #1-2.2b."},
      {
        "id":"ED427454",
        "title":"Hunter's Syndrome: Description and Educational Considerations."},
      {
        "id":"ED427455",
        "title":"Ergonomics: The Forgotten Variable."},
      {
        "id":"ED427456",
        "title":"Children and Youth at Risk of Emotional Disturbance: Risk Factors and Symptoms."},
      {
        "id":"ED427457",
        "title":"Obtaining Efficacy and Aptitude Measures from the ACID Profiles of Post-Secondary Students with and without Severe Scholastic Disabilities."},
      {
        "id":"ED427459",
        "title":"Amazing &quot;Speaking Dynamically&quot; Tools Utilized in High School Special Education Classroom."},
      {
        "id":"ED427460",
        "title":"Ten Years after Special Education: EBD-Students in Transition to Adulthood in Finland."},
      {
        "id":"ED427461",
        "title":"Assessment and Acccountability for Students with Disabilities: 1999 Status Update and Emerging Issues."},
      {
        "id":"ED427462",
        "title":"Comparison of Virginia Regulations Governing Special Education Programs and IDEA Amendments of 1997: Supplement."},
      {
        "id":"ED427463",
        "title":"Connecticut Birth to Three System. Service Guideline 1: PDD/Autism: Intervention Guidance for Service Providers and Families of Young Children with Characteristics of PDD or Autism."},
      {
        "id":"ED427464",
        "title":"Connecticut Birth to Three System. Service Guideline 2: Natural Environments: Intervention Guidance for Service Providers and Families."},
      {
        "id":"ED427465",
        "title":"Connecticut Birth to Three System. Service Guideline 3: Children Referred for Speech Delays: Evaluation, Assessment and Intervention Guidance for Service Providers and Families of Young Children Whose Delays in Communication Are a Primary Concern."},
      {
        "id":"ED427466",
        "title":"Tracking, Ability Grouping and the Gifted. PAGE Bulletin."},
      {
        "id":"ED427467",
        "title":"Guidelines for Documentation of a Learning Disability in Adolescents and Adults."},
      {
        "id":"ED427468",
        "title":"Issues in the Application of Aptitude-Achievement Discrepency as a Criteria for Classifying Students Learning Disabled."},
      {
        "id":"ED427470",
        "title":"Reflective Practice: Creating Capacities for School Improvement."},
      {
        "id":"ED427471",
        "title":"Assistive Technology: Services and Devices for Persons with Disabilities."},
      {
        "id":"ED427472",
        "title":"Disability and Employment. Disability Statistics Abstract Number 11."},
      {
        "id":"ED427473",
        "title":"Trans/Team Outreach: An In-Service Model Replication Project. Final Report."},
      {
        "id":"ED427474",
        "title":"Getting To Know You: Collaboration between the Community Builder and the Older Individual To Discover Interest and Develop a Vision."},
      {
        "id":"ED427475",
        "title":"Accommodating Needs of Culturally and Linguistically Diverse Exceptional Learners through Reflective Praxis."},
      {
        "id":"ED427476",
        "title":"Caring with Confidence: Practical Information for Health Workers Who Prevent and Treat HIV Infection in Children. AHRTAG Briefing Paper."},
      {
        "id":"ED427477",
        "title":"A Perspective on Changes in Health Care for Children and Youth with Special Health Needs. CYDLINE Reviews."},
      {
        "id":"ED427478",
        "title":"Realigning Our Schools: Building Professional Learning Communities. Limited Edition."},
      {
        "id":"ED427480",
        "title":"Serving Welfare Recipients with Learning Disabilities in a &quot;Work First&quot; Environment. Issue Brief."},
      {
        "id":"ED427481",
        "title":"The Efficacy of SEE: An Annotated Bibliography of SEE II and Related Research."},
      {
        "id":"ED427482",
        "title":"Recess in Elementary Schools: Implications for Children Who Have Disabilities."},
      {
        "id":"ED427483",
        "title":"Interim Alternative Educational Settings: Related Research and Program Considerations."},
      {
        "id":"ED427484",
        "title":"Education of Children and Youth Who Are Deaf and Hard of Hearing: Past, Present and Future Federal Support. Policy Forum Proceedings Document (September 14-15, 1998). Final Report."},
      {
        "id":"ED427485",
        "title":"What Parents Need To Know about...Recognizing Interests, Strengths, and Talents of Gifted Adolescents. Practitioners' Guide A9820."},
      {
        "id":"ED427486",
        "title":"What Parents Need To Know about...Recognizing and Encouraging Interests, Strengths, and Talents of Gifted Elementary School Children. Practitioners' Guide A9819."},
      {
        "id":"ED427487",
        "title":"Section 504 and IDEA: Basic Similarities and Differences."},
      {
        "id":"ED427488",
        "title":"An Evaluation of the Effectiveness of Early Intervention on Autistic Children."},
      {
        "id":"ED427489",
        "title":"Identification and Remediation of Social Skills Deficits in Learning Disabled Children."},
      {
        "id":"ED427490",
        "title":"A Pilot Study Investigating a Multisensory Spelling Intervention To Improve Short- and Long-Term Spelling Word Recall for Students with Learning Disabilities."},
      {
        "id":"ED427491",
        "title":"An Investigation of the Effects of Music on Two Emotionally Disturbed Students' Writing Motivations and Writing Skills."},
      {
        "id":"ED427492",
        "title":"From Research to Practice: Training Teachers To Serve Low-Incidence Populations."},
      {
        "id":"ED427493",
        "title":"Assessment, Identification and Placement of Second Language Learners: The Chester Upland School District Model. Neumann College Occasional Papers in Education #38."},
      {
        "id":"ED427494",
        "title":"Valuing, Identifying, Cultivating, and Rewarding Talents of Students from Special Populations."},
      {
        "id":"ED427495",
        "title":"Extending the Pedagogy of Gifted Education to All Students. Research Monograph 95118."},
      {
        "id":"ED427496",
        "title":"Rebuilding America's Schools. Facilitator's Guide."},
      {
        "id":"ED427497",
        "title":"No Room for Johnny: A New Approach to the School Facilities Crisis."},
      {
        "id":"ED427498",
        "title":"District of Columbia Goals 2000: Rebuilding Public School Facilities to 21st Century Standards. Interim Report Goals 2000 Panel. Revised May 7, 1997."},
      {
        "id":"ED427499",
        "title":"How Public-Private Partnerships Can Facilitate Public School Construction. Backgrounder No. 1257."},
      {
        "id":"ED427500",
        "title":"Causes of Indoor Air Quality Problems in Schools: Summary of Scientific Research."},
      {
        "id":"ED427501",
        "title":"A School Administrator's Guide to Selecting a Design Professional."},
      {
        "id":"ED427502",
        "title":"Impact of Technology on School Facility Design."},
      {
        "id":"ED427503",
        "title":"Design and Construction Procedures for Public School Facilities."},
      {
        "id":"ED427504",
        "title":"Energy Savings Performance Contract Case Studies."},
      {
        "id":"ED427505",
        "title":"Changing Patterns in Educational Facilities. An REFP Workshop Conducted at the CEFPI 1998 Vancouver Conference."},
      {
        "id":"ED427506",
        "title":"A Descriptive Analysis of the Perspectives of Neville High School's Teachers Regarding the School's Renovation."},
      {
        "id":"ED427507",
        "title":"Handbook for Public Playground Safety."},
      {
        "id":"ED427508",
        "title":"Which Words Should Be Glossed in L2 Reading Materials? A Study of First, Second, and Third Semester French Students' Recall."},
      {
        "id":"ED427509",
        "title":"Literacy Across Cultures: Newsletter of the JALT Foreign Language Literacy N-SIG, 1997."},
      {
        "id":"ED427510",
        "title":"Feasibility of Content-Based Instruction in Japanese Foreign Language Courses: Some Questions To Ask."},
      {
        "id":"ED427511",
        "title":"Integrating Language and Content in an Experiential Setting: Focus-on-Form in the Spanish Partial Immersion Program."},
      {
        "id":"ED427512",
        "title":"Suggestions for Improving ESL/EFL Vocabulary Instruction."},
      {
        "id":"ED427513",
        "title":"Overseas Students of Arabic and Their Teachers: Issues in Program Implementation."},
      {
        "id":"ED427514",
        "title":"Secondary Students' Beliefs about Language Learning."},
      {
        "id":"ED427515",
        "title":"Linguistic Perspectives from Spanish Second Language Acquisition."},
      {
        "id":"ED427516",
        "title":"Discourse Features of Spanish Oral Production at the Novice Level."},
      {
        "id":"ED427517",
        "title":"A Discourse Approach to the Assessment of Foreign Language Oral Proficiency."},
      {
        "id":"ED427518",
        "title":"Acquisition of Spanish Definite Articles by English-Speaking Learners of Spanish."},
      {
        "id":"ED427519",
        "title":"The Spanish Psych Verb Construction: Beginning and Intermediate Learners' Patterns of Usage."},
      {
        "id":"ED427520",
        "title":"The Relationship between the Production and Perception of L2 Spanish Stops."},
      {
        "id":"ED427521",
        "title":"English Speakers' Acquisition of Voiceless Stops and Trills in L2 Spanish."},
      {
        "id":"ED427522",
        "title":"Prochievement Testing of Speaking: Matching Instructor Expectations, Learner Proficiency Level, and Task Type."},
      {
        "id":"ED427523",
        "title":"Current Issues in the Spanish Language Proficiency of Bilingual Education Teachers."},
      {
        "id":"ED427524",
        "title":"The Multiple Challenges of Multimedia: Development, Implementation, and Evaluation."},
      {
        "id":"ED427525",
        "title":"Compound Nouns and the Acquisition of English Neologisms."},
      {
        "id":"ED427526",
        "title":"Real Linguistic Experiences Using Chat Sessions or Videoconferencing."},
      {
        "id":"ED427528",
        "title":"Language Learning Strategies Instruction and Use in the Japanese Foreign Language Curriculum: A &quot;Menu Approach.&quot;"},
      {
        "id":"ED427529",
        "title":"Surviving Block Scheduling."},
      {
        "id":"ED427530",
        "title":"Teaching Collaborative Feedback Strategies in Intermediate Writing."},
      {
        "id":"ED427531",
        "title":"Resultats de l'enquete nationale sur les programmes de formation des enseignants de francais langue seconde au Canada (Results of the National Study for Teacher Education Programs for French Second Language Teachers in Canada)."},
      {
        "id":"ED427532",
        "title":"Les competences langagieres des etudiants-maitres en francais langue seconde au Canada (Linguistic Competence of Student Teachers of French as a Second Language in Canada)."},
      {
        "id":"ED427533",
        "title":"Video on Demand in TEFL: Education or Edutainment?"},
      {
        "id":"ED427534",
        "title":"Determining the Limits of English and Technology Transfer."},
      {
        "id":"ED427535",
        "title":"A Model for Applying Lexical Approach in Teaching Russian Grammar."},
      {
        "id":"ED427536",
        "title":"Prospects: The Congressionally Mandated Study of Educational Growth and Opportunity. Final Report on Limited English Proficient Students."},
      {
        "id":"ED427537",
        "title":"Communicative Task-Based Learning: What Does It Resolve?"},
      {
        "id":"ED427538",
        "title":"What Do You Mean by &quot;User-Friendly&quot;?: Pre-Service Teachers Evaluate Language Software."},
      {
        "id":"ED427540",
        "title":"Improving Reading Strategies through an Understanding of Culture and Language."},
      {
        "id":"ED427543",
        "title":"Teaching TOEIC/TOEFL Test-Taking Strategies."},
      {
        "id":"ED427544",
        "title":"Comprehension and Solution Patterns of Simple Math Word Problems by Mexican-American, Bilingual, Elementary School Students."},
      {
        "id":"ED427545",
        "title":"Managing in Style: Flexible Discourse at Work."},
      {
        "id":"ED427546",
        "title":"Literacy Across Cultures: Newsletter of the JALT Foreign Language Literacy N-SIG, 1998."},
      {
        "id":"ED427548",
        "title":"Aspects of Video Movie English Teaching."},
      {
        "id":"ED427549",
        "title":"Educational Policy and the Choice of Language in Linguistically Complex South African Schools. Formative Decision-Making by Significant Language Professionals and Governing Bodies. Education Policy Unit (Natal) Research Report."},
      {
        "id":"ED427550",
        "title":"Cultural Adjustment and Mental Health: The Role of the ESL Teacher."},
      {
        "id":"ED427551",
        "title":"Using Volunteers in Your ESL Classroom: Suggestions for Newer Teachers."},
      {
        "id":"ED427552",
        "title":"Current Concepts and Terms in Adult ESL. ERIC Q & A."},
      {
        "id":"ED427553",
        "title":"Improving Adult ESL Learners' Pronunciation Skills. ERIC Digest."},
      {
        "id":"ED427554",
        "title":"Southeastern Wisconsin Workplace Communication Project Curriculum Development Guide."},
      {
        "id":"ED427555",
        "title":"Using the World Wide Web with Adult ESL Learners. ERIC Digest."},
      {
        "id":"ED427556",
        "title":"Project-Based Learning for Adult English Language Learners. ERIC Digest."},
      {
        "id":"ED427557",
        "title":"Using Multicultural Children's Literature in Adult ESL Classes. ERIC Digest."},
      {
        "id":"ED427558",
        "title":"From Classroom to Community: Building Leadership and Advocacy Skills in the ESL Class. A Curriculum Sample."},
      {
        "id":"ED427559",
        "title":"Celebrating International Women's Day, March 8. A Curriculum Sample. Women's Issues Series, Vol. I."},
      {
        "id":"ED427560",
        "title":"Family Violence: A Curriculum Sample. Women's Issues Series, Vol. II."},
      {
        "id":"ED427561",
        "title":"Technology and the ESL Classroom: Equipping Students To Function in the Modern World."},
      {
        "id":"ED427562",
        "title":"The Participatory Approach to Workplace and Vocational ESL."},
      {
        "id":"ED427563",
        "title":"A Comparison of the Tuition Price and Financial Aid Responsiveness of First-Time Enrollees and Continuing College Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED427564",
        "title":"Cohen v. Brown University and the Acceleration of Gender-Equity in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED427565",
        "title":"Seeing as Well as Hearing: Responses to the Use of an Alternative Form of Data Representation in a Study of Students' Environmental Perceptions. ASHE Annual Meeting Paper."},
      {
        "id":"ED427566",
        "title":"Faculty of Color and Role Performance. ASHE Annual Meeting Paper."},
      {
        "id":"ED427567",
        "title":"A Comparative Study of U.S. Community Colleges and Counterpart Institutions in the Higher Education System of China. ASHE Annual Meeting Paper."},
      {
        "id":"ED427568",
        "title":"Doing Well by Doing Good: A Study of the Effects of a Service-Learning Experience on Student Success. ASHE Annual Meeting Paper."},
      {
        "id":"ED427569",
        "title":"The Woman Engineering Academic: An Investigation of Departmental and Institutional Environments. ASHE Annual Meeting Paper."},
      {
        "id":"ED427570",
        "title":"Explaining Trends in Interstate Higher Education Finance: 1977 to 1996. ASHE Annual Meeting Paper."},
      {
        "id":"ED427571",
        "title":"A Model Community Program To Acclimate Spouses of International University Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED427572",
        "title":"A Review of Research on Critical Thinking. ASHE Annual Meeting Paper."},
      {
        "id":"ED427573",
        "title":"Higher Education and Management: Discourse and Discord. ASHE Annual Meeting Paper."},
      {
        "id":"ED427574",
        "title":"The Homogenizing Effect of Academic Governance: A Case Study in the Creation of a Field-Sensitive Doctoral Concentration in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED427575",
        "title":"Grading Standards and Course Challenge: An Analytical-Empirical Approach. ASHE Annual Meeting Paper."},
      {
        "id":"ED427576",
        "title":"Outcomes of Teaching Improvement Programs for Faculty. ASHE Annual Meeting Paper."},
      {
        "id":"ED427577",
        "title":"Graduate Student Support and the Graduate Education Experience. ASHE Annual Meeting Paper."},
      {
        "id":"ED427578",
        "title":"Increasing Visibility: The Racial Attitudes of Asian Pacific American Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED427580",
        "title":"Ties That Bind: A Social Network Approach to Understanding Student Integration and Persistence. ASHE Annual Meeting Paper."},
      {
        "id":"ED427581",
        "title":"Deferred Costs and Economic Returns to College Major, Quality, and Performance: Recent Trends. ASHE Annual Meeting Paper."},
      {
        "id":"ED427582",
        "title":"The Best of Times and the Worst of Times: Research Managed as a Performance Economy--The Australian Case. ASHE Annual Meeting Paper."},
      {
        "id":"ED427583",
        "title":"The Challenge of Change: Creating a Quality Culture. ASHE Annual Meeting Paper."},
      {
        "id":"ED427584",
        "title":"A Slice of Reality: Internships in Higher Education Programs. ASHE Annual Meeting Paper."},
      {
        "id":"ED427585",
        "title":"The Endless Pursuit of Efficiency: The International Movement To Increase Accountability and Performance in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED427586",
        "title":"Academic Program Approval and Review Practices in States and Selected Foreign Countries. Final Report to the Planning Committee of the State Council of Higher Education for Virginia. ASHE Annual Meeting Paper."},
      {
        "id":"ED427587",
        "title":"The Implications of Teaching Norms for the Improvement of Undergraduate Education in Teaching-Oriented Colleges. ASHE Annual Meeting Paper."},
      {
        "id":"ED427588",
        "title":"Aversive Racism on Campus: Explaining Mechanisms of Isolation for Students and Staff of Color on Campus. ASHE Annual Meeting Paper."},
      {
        "id":"ED427589",
        "title":"Collaborative Learning: Preferences, Gains in Cognitive &amp; Affective Outcomes, and Openness to Diversity among College Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED427590",
        "title":"Teaching for Professional Competence: Instructional Practices That Promote Development of Group, Problem-Solving, and Design Skills. ASHE Annual Meeting Paper."},
      {
        "id":"ED427591",
        "title":"A Movement Approach to Organizational Change. Understanding the Influences of a Collaborative Faculty Development Program. ASHE Annual Meeting Paper."},
      {
        "id":"ED427592",
        "title":"The Capacity for Life-Long Learning of College Seniors in the Mid-1980s to the Mid-1990s. ASHE Annual Meeting Paper."},
      {
        "id":"ED427593",
        "title":"The Linkage of Student Price Sensitivity with Preferences to Postsecondary Institutions. ASHE Annual Meeting Paper."},
      {
        "id":"ED427594",
        "title":"Intentional Communities: Do They Foster Integration or Separation? ASHE Annual Meeting Paper."},
      {
        "id":"ED427595",
        "title":"Women Students' Leadership Styles and Practices. ASHE Annual Meeting Paper."},
      {
        "id":"ED427596",
        "title":"Satisfaction and Mentoring: An African American Perspective. ASHE Annual Meeting Paper."},
      {
        "id":"ED427597",
        "title":"An Exploration of the Job Satisfaction of American Part-Time College Faculty. ASHE Annual Meeting Paper."},
      {
        "id":"ED427598",
        "title":"A Comparative Analysis of Tenure and Faculty Productivity: Moving beyond Traditional Approaches. ASHE Annual Meeting Paper."},
      {
        "id":"ED427599",
        "title":"First-Generation Students: A Longitudinal Analysis of Educational and Early Labor Market Outcomes. ASHE Annual Meeting Paper."},
      {
        "id":"ED427600",
        "title":"Impacts of Student Assessment on Teaching &amp; Learning: Differences between State Policy Makers and Campus Representatives. ASHE Annual Meeting Paper."},
      {
        "id":"ED427601",
        "title":"Alternatives to the Entrepreneurial University: New Modes of Knowledge Production in Community Service Programs. ASHE Annual Meeting Paper."},
      {
        "id":"ED427602",
        "title":"Check All That Apply: The Experience of Biracial and Multiracial College Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED427603",
        "title":"Student Activism in an Age of Cultural Diversity. ASHE Annual Meeting Paper."},
      {
        "id":"ED427604",
        "title":"Research on Higher Education in Russia: Is It Ever To Become an Interdisciplinary Endeavor? ASHE Annual Meeting Paper."},
      {
        "id":"ED427605",
        "title":"Threats to Staff Diversity: A Case Study. ASHE Annual Meeting Paper."},
      {
        "id":"ED427606",
        "title":"The Outcomes of New Jersey's Higher Education Restructuring Act of 1994. ASHE Annual Meeting Paper."},
      {
        "id":"ED427607",
        "title":"Higher Education Research at the Millennium: A Study of Current State and Future Prospects. ASHE Annual Meeting Paper."},
      {
        "id":"ED427608",
        "title":"If Not Us, Who?: Thoughts on Policy-Related Work by Higher-Education Faculty. ASHE Annual Meeting Paper."},
      {
        "id":"ED427609",
        "title":"Policy Scholars Are from Venus: Policy Makers Are from Mars. ASHE Annual Meeting Paper."},
      {
        "id":"ED427610",
        "title":"The Life Cycle of Academic Management Fads. ASHE Annual Meeting Paper."},
      {
        "id":"ED427611",
        "title":"The Crisis Crisis in Higher Education: Is That a Wolf or a Pussycat at the Academy's Door? ASHE Annual Meeting Paper."},
      {
        "id":"ED427612",
        "title":"Fostering Collaborative Learning among Students Taking Higher Education Administrative Courses Using Computer-Mediated Communication. ASHE Annual Meeting Paper."},
      {
        "id":"ED427613",
        "title":"College Student Attitudes toward Diversity and Race-Based Policies. ASHE Annual Meeting Paper."},
      {
        "id":"ED427614",
        "title":"Senior Women Community College Administrators: Life in Higher Education's Inner Circle. ASHE Annual Meeting Paper."},
      {
        "id":"ED427615",
        "title":"Antecedents and Consequences of Classroom Experiences among Students Who Enter as Freshmen. ASHE Annual Meeting Paper."},
      {
        "id":"ED427616",
        "title":"Organizational Culture, Organizational Climate and Permanently Failing Organizations: Useful Concepts for Describing the Roots of the Romanian Educational Crisis. ASHE Annual Meeting Paper."},
      {
        "id":"ED427617",
        "title":"African American Faculty Perceptions of the Academic Culture and Their Professional Socialization. ASHE Annual Meeting Paper."},
      {
        "id":"ED427618",
        "title":"&quot;Facing the Battle&quot;: A Study of Michigan's and Maryland's Institutional Responses to Affirmative Action Litigation. ASHE Annual Meeting Paper."},
      {
        "id":"ED427619",
        "title":"What Sort of Comparative Higher Education Research, What For, and For Whom? Reflections on Its Historical, Societal, Disciplinary, and Educative Context. ASHE Annual Meeting Paper."},
      {
        "id":"ED427627",
        "title":"The Academic Administrator and the Law: What Every Dean and Department Chair Needs To Know. ERIC Digest."},
      {
        "id":"ED427628",
        "title":"The Academic Administrator and the Law: What Every Dean and Department Chair Needs To Know. ASHE-ERIC Higher Education Report, Vol. 26, No. 5."},
      {
        "id":"ED427637",
        "title":"The Tuition Puzzle: Putting the Pieces Together. The New Millennium Project on Higher Education Costs, Pricing, and Productivity."},
      {
        "id":"ED427638",
        "title":"University Women and Minorities: A Case Study of Organizational Supports and Impediments for Faculty."},
      {
        "id":"ED427639",
        "title":"Utah System of Higher Education Data Book (Supplement to Operating Budget Request) 1999-2000."},
      {
        "id":"ED427640",
        "title":"Credit Reform. Key Credit Agencies Had Difficulty Making Reasonable Loan Program Cost Estimates. Report to Congressional Requesters."},
      {
        "id":"ED427641",
        "title":"Exit Counseling Guide for Borrowers. William D. Ford Federal Direct Loan Program."},
      {
        "id":"ED427643",
        "title":"Beyond Access. Diversity and Opportunity in Higher Education. Proceedings of the Annual European Access Network (EAN) Convention (5th, Amsterdam, The Netherlands, July 1-3, 1996)."},
      {
        "id":"ED427644",
        "title":"General Enrollment Fee Waivers &amp; Nonresident Tuition Waivers, 1996-97."},
      {
        "id":"ED427645",
        "title":"Nar universitetsadjunkter ansags bildbara (Development of Professional Competence for Junior Lecturers)."},
      {
        "id":"ED427649",
        "title":"WebNet 96 Conference Proceedings (San Francisco, California, October 15-19, 1996)."},
      {
        "id":"ED427650",
        "title":"Developing an Internet Section of a Management Course: Transporting Learning Premises across Media."},
      {
        "id":"ED427651",
        "title":"New Pedagogies and Tools for Web Based Calculus."},
      {
        "id":"ED427652",
        "title":"Supporting Teaching and Learning Via the Web: Transforming Hard-Copy Linear Mindsets into Web-Flexible Creative Thinking."},
      {
        "id":"ED427653",
        "title":"A Tool for Developing Adaptive Electronic Textbooks on WWW."},
      {
        "id":"ED427654",
        "title":"Web Algebra."},
      {
        "id":"ED427655",
        "title":"Automating Hypermedia Course Creation and Maintenance."},
      {
        "id":"ED427656",
        "title":"Innovative Resources for Education and Public Information: Electronic Services, Data and Information from NASA's Hubble Space Telescope and Other NASA Missions."},
      {
        "id":"ED427657",
        "title":"The Web as Process Tool and Product Environment for Group-Based Project Work in Higher Education."},
      {
        "id":"ED427658",
        "title":"Designing a Course on the WEB: The Point of View of a Training Institute."},
      {
        "id":"ED427659",
        "title":"Teaching Hypertext and Hypermedia through the Web."},
      {
        "id":"ED427660",
        "title":"Collaborative Learning and Knowledge-Construction through a Knowledge-Based WWW Authoring Tool."},
      {
        "id":"ED427661",
        "title":"Math and Science Gateway - A Successful Model for High School Educators and Students."},
      {
        "id":"ED427662",
        "title":"The Impact on Education of the World Wide Web."},
      {
        "id":"ED427663",
        "title":"Automated Management and Delivery of Distance Courseware."},
      {
        "id":"ED427664",
        "title":"Real Audiences-Worldwide: A Case Study of the Impact of WWW Publication on a Child Writer's Development."},
      {
        "id":"ED427665",
        "title":"Towards a Novel Networked Learning Environment."},
      {
        "id":"ED427666",
        "title":"Building Internet-Based Electronic Performance Support for Teaching and Learning."},
      {
        "id":"ED427667",
        "title":"Virtual Office Hours: A Communication Tool for Students and Teachers."},
      {
        "id":"ED427668",
        "title":"An Intelligent Tutoring System on the WWW Supporting Interactive Simulation Environment with a Multimedia Viewer Control Mechanism."},
      {
        "id":"ED427669",
        "title":"Designing Digital Libraries for Post-Literate Patrons."},
      {
        "id":"ED427670",
        "title":"An Ongoing Experiment in ODL Using New Technologies."},
      {
        "id":"ED427671",
        "title":"A Distance Education How-To Manual: Recommendations from the Field."},
      {
        "id":"ED427672",
        "title":"The MARBLE Project: A Collaborative Framework for Educational Courseware Design."},
      {
        "id":"ED427673",
        "title":"The MicroWeb Toolkit: Bringing the WWW to the Classroom."},
      {
        "id":"ED427674",
        "title":"ClassNet: Managing the Virtual Classroom."},
      {
        "id":"ED427675",
        "title":"A Smart Curriculum for Middle-School Science Instruction: A Web-Based Curriculum Integrating Assessment and Instruction."},
      {
        "id":"ED427676",
        "title":"A Course in Internet/Multimedia for Non-Computer Science Majors."},
      {
        "id":"ED427677",
        "title":"EPIC: Building a Structured Learning Environment."},
      {
        "id":"ED427678",
        "title":"Digital Libraries Based on Full-Text Retrieval."},
      {
        "id":"ED427679",
        "title":"Supporting Provision and Access of Educational Visual Resources on the Web."},
      {
        "id":"ED427680",
        "title":"WebNet 98 World Conference of the WWW, Internet &amp; Intranet Proceedings (3rd, Orlando, Florida, November 7-12, 1998)."},
      {
        "id":"ED427681",
        "title":"MEDIT: A Distance Education Prototype for Teaching and Learning."},
      {
        "id":"ED427682",
        "title":"The Interactive, Virtual Management Information Systems (MIS) Classroom: Creating an Active Learning Environment on the Internet."},
      {
        "id":"ED427683",
        "title":"Improving Lectures and Practical Classes in Using an Automatically Feedback System."},
      {
        "id":"ED427684",
        "title":"Using an Automatic Retrieval System in the Web To Assist Co-operative Learning."},
      {
        "id":"ED427685",
        "title":"The State of the 'Net in Secondary Classrooms: Rhetoric and Reality."},
      {
        "id":"ED427686",
        "title":"A Web Based Virtual College."},
      {
        "id":"ED427687",
        "title":"Web-Enabled Distance Education Environment."},
      {
        "id":"ED427688",
        "title":"ACT-R Electronic Bookshelf: An Adaptive System To Support Learning ACT-R on the Web."},
      {
        "id":"ED427689",
        "title":"Anticipating Information Needs: Everyday Applications as Interfaces to Internet Information Resources."},
      {
        "id":"ED427690",
        "title":"QUEST: An Assessment Tool for Web-Based Learning."},
      {
        "id":"ED427691",
        "title":"Using Web Conferencing To Promote Ownership in Distance Education Coursework."},
      {
        "id":"ED427692",
        "title":"Interactive Display of High-Resolution Images on the World Wide Web."},
      {
        "id":"ED427693",
        "title":"Collaborative Learning in Web-Based Instruction."},
      {
        "id":"ED427694",
        "title":"The LearnShare Consortium: A Model for the Future."},
      {
        "id":"ED427695",
        "title":"Knowledge Sharing over the World Wide Web."},
      {
        "id":"ED427696",
        "title":"SLATE: Space for Learning and Teaching Exploration."},
      {
        "id":"ED427697",
        "title":"Intelligent Knowledge Gathering and Management as New Ways of an Improved Learning Process."},
      {
        "id":"ED427698",
        "title":"Using Metadata To Improve Organization and Information Retrieval on the WWW."},
      {
        "id":"ED427699",
        "title":"Using VRML for Teaching and Training in Industry."},
      {
        "id":"ED427700",
        "title":"The 3Ls of Introductory Web-Based Instructional Design: Linking, Layout, and Learner Support."},
      {
        "id":"ED427701",
        "title":"Navigational Patterns in Interactive Multimedia and Their Effect on Learning."},
      {
        "id":"ED427702",
        "title":"Using a Recommender System and Hyperwave Attributes To Augment an Electronic Resource Library."},
      {
        "id":"ED427703",
        "title":"Costs of Developing and Delivering a Web-Based Instruction Course."},
      {
        "id":"ED427704",
        "title":"Inquisitivism or &quot;The HHHMMM??? What Does This Button Do?&quot; Approach to Learning."},
      {
        "id":"ED427705",
        "title":"Collaborative Learning in Asynchronous Learning Networks: Building Learning Communities."},
      {
        "id":"ED427706",
        "title":"Improving Learning Processes in Institutions of Higher Education by Incorporating High-Risk Web Technologies."},
      {
        "id":"ED427707",
        "title":"An Experimental Study of Social and Psychological Aspects of Teleworking: The Implications for Tele-Education."},
      {
        "id":"ED427708",
        "title":"Semantic Highlighting on the WWW: Educational Implications."},
      {
        "id":"ED427709",
        "title":"Authoring Educational Courseware Using OXYGEN."},
      {
        "id":"ED427710",
        "title":"A History Visualization for Learning-by-Exploration in Hypermedia on WWW."},
      {
        "id":"ED427711",
        "title":"Dynamic Geometry on WWW."},
      {
        "id":"ED427712",
        "title":"An Education Broker Toolset for Web Course Customization."},
      {
        "id":"ED427713",
        "title":"An Experiment Using Document Annotations in Education."},
      {
        "id":"ED427714",
        "title":"Rio Internet TV--AulaNet(TM) Using Videoconference in Web-Based Learning."},
      {
        "id":"ED427715",
        "title":"Using Java and Dynamic HTML To Develop Collaborative, Computer Assisted Learning."},
      {
        "id":"ED427716",
        "title":"Using Collaboration in Support of Distance Learning."},
      {
        "id":"ED427717",
        "title":"Overcoming Conceptual Barriers to the Use of Internet Technology in University Education."},
      {
        "id":"ED427718",
        "title":"Visual Constructor: Remote Authoring in a Web-based Learning System."},
      {
        "id":"ED427719",
        "title":"Course Development Environment for Hyperwave."},
      {
        "id":"ED427720",
        "title":"TeleCampus On-line Course Database."},
      {
        "id":"ED427721",
        "title":"Historical and Current Attitudes Toward and Uses of Educational Technology: A Work in Progress."},
      {
        "id":"ED427722",
        "title":"A Web-Free Prototype for Distance Learning."},
      {
        "id":"ED427723",
        "title":"Analysis of Java Client/Server and Web Programming Tools for Development of Educational Systems."},
      {
        "id":"ED427724",
        "title":"Experiences from CSCW in Virtual Classrooms."},
      {
        "id":"ED427725",
        "title":"Distance Education Infrastructure for Rural Areas Using Java as a Development Tool."},
      {
        "id":"ED427726",
        "title":"SKILL--A Scalable Internet-Based Teaching and Learning System."},
      {
        "id":"ED427727",
        "title":"An Investigation into the Effect of Hypertext Structure on Student Use of Courseware."},
      {
        "id":"ED427728",
        "title":"Socialization of Distance Education: The Web as Enabler."},
      {
        "id":"ED427729",
        "title":"Tools for Authoring and Presenting Structured Teaching Material in the WWW."},
      {
        "id":"ED427730",
        "title":"Cognitive and Social Functions of Course Web Sites."},
      {
        "id":"ED427731",
        "title":"Virtual Class: Distance Learning for Small and Medium Sized Enterprises in the Spanish Region of Castilla y Leon."},
      {
        "id":"ED427732",
        "title":"Information Infrastructure of University Education."},
      {
        "id":"ED427733",
        "title":"Evaluation Scale of Educational Web Sites."},
      {
        "id":"ED427734",
        "title":"Online Art History: Design, Development, and Review of an Interactive Course."},
      {
        "id":"ED427735",
        "title":"Implementing Socrates Knowledge Management System for Education and Training."},
      {
        "id":"ED427736",
        "title":"Faculty Development, Learner Support and Evaluation in ALN Programs."},
      {
        "id":"ED427737",
        "title":"Web Education for Those Who Don't Know How but Want To, and for Those Who Know How but Don't Want To."},
      {
        "id":"ED427738",
        "title":"Distributed Education Using the mStar Environment."},
      {
        "id":"ED427739",
        "title":"On-line with the Future: Web-Based Program Development at the University of Central Florida, Designing a University for the 21st Century."},
      {
        "id":"ED427740",
        "title":"Education, Commerce, and Communications: The Era of Competition."},
      {
        "id":"ED427741",
        "title":"Making the Move to On-Line Learning."},
      {
        "id":"ED427742",
        "title":"Enabling Technologies for Adult Distance Learners."},
      {
        "id":"ED427743",
        "title":"Automatic Exams and Course Administration on the Web."},
      {
        "id":"ED427744",
        "title":"Evaluation of Computer-Assisted Assignments in a Networking Courseware."},
      {
        "id":"ED427745",
        "title":"The Digital Agora: Interaction and Learning in Political Science."},
      {
        "id":"ED427746",
        "title":"Towards a Method for Migrating Courses from the Classroom to the Web."},
      {
        "id":"ED427747",
        "title":"A Virtual University Model."},
      {
        "id":"ED427748",
        "title":"Making Sense of the World Wide Web: The Application of Library Practice."},
      {
        "id":"ED427749",
        "title":"An Architecture for Dynamic Courseware Working on the Web."},
      {
        "id":"ED427750",
        "title":"Problem Solving in the Virtual Classroom: A Study of Student Perceptions Related to Collaborative Learning Techniques."},
      {
        "id":"ED427751",
        "title":"Increasing the Usage of a School District Web Site by Training Staff and Community Members in Its Use and Development."},
      {
        "id":"ED427752",
        "title":"Evaluation Comparison of Online and Classroom Instruction for HEPE 129--Fitness and Lifestyle Management Course."},
      {
        "id":"ED427753",
        "title":"And the Walls Came Tumbling Down: Augmenting the Distance Education Experience."},
      {
        "id":"ED427754",
        "title":"Setting the Stage for Dynamic Use of Distance Learning Technologies in Education. PREL Briefing Paper."},
      {
        "id":"ED427755",
        "title":"The Human Dimension of Computer-Mediated Communications: Implications for International Educational Computer Conferences."},
      {
        "id":"ED427756",
        "title":"Improving the Strategies High School Students Use To Conduct Research on the Internet by Teaching Essential Skills and Providing Practical Experience."},
      {
        "id":"ED427757",
        "title":"Integration of Web-Based Instruction To Support Collaboration in a Graduate Nursing Program Taught via Multipoint Interactive Videoconferencing."},
      {
        "id":"ED427758",
        "title":"Progress of Technology in the Schools: Report on 21 States."},
      {
        "id":"ED427759",
        "title":"The Last Silver Bullet? Technology for America's Public Schools."},
      {
        "id":"ED427760",
        "title":"Technology in Colorado Education. Strategic Plan 1994-2004."},
      {
        "id":"ED427762",
        "title":"Some Variables in Relation to Students' Choice of Statistics Classes: Traditional versus Computer-Supported Instruction."},
      {
        "id":"ED427765",
        "title":"Integrating Technology into Teacher Preparation Programs."},
      {
        "id":"ED427766",
        "title":"Using Email To Extend Dialogue in an English Methods Course."},
      {
        "id":"ED427767",
        "title":"Graduate Students' Perceptions of Time Spent in Taking a Course by Internet versus Taking a Course in a Regular Classroom."},
      {
        "id":"ED427768",
        "title":"Changing Faces of Distance Learning in Higher Education."},
      {
        "id":"ED427769",
        "title":"Insights into Singaporean Pre-Service Teachers' Mental Models of the Internet."},
      {
        "id":"ED427770",
        "title":"Challenges and Problems in Designing and Researching Distance Learning Environments and Communities."},
      {
        "id":"ED427771",
        "title":"Technology Effect: The Promise of Enhanced Academic Achievement."},
      {
        "id":"ED427772",
        "title":"The Effects of Spaced Practice and Spaced Review on Recall and Retention Using Computer Assisted Instruction."},
      {
        "id":"ED427773",
        "title":"Teachers' ICT Skills and Knowledge Needs. Interchange 58."},
      {
        "id":"ED427774",
        "title":"Student Attitudes toward Multimedia Classrooms."},
      {
        "id":"ED427775",
        "title":"New Perspectives on the Implementation of Educational Technology Innovations."},
      {
        "id":"ED427776",
        "title":"Library Services to Distance Education Students at UNL."},
      {
        "id":"ED427777",
        "title":"Information Literacy. ERIC Digest."},
      {
        "id":"ED427778",
        "title":"Building and Maintaining Internet Information Services: K-12 Digital Reference Services."},
      {
        "id":"ED427779",
        "title":"The AskA Starter Kit: How To Build and Maintain Digital Reference Services."},
      {
        "id":"ED427780",
        "title":"Information Literacy: Essential Skills for the Information Age."},
      {
        "id":"ED427782",
        "title":"Managing the Academic Library Cataloging Department in Changing Times: A State of the Art Bibliography."},
      {
        "id":"ED427783",
        "title":"At the Heart of Evolving Literacy: A Framework for Action."},
      {
        "id":"ED427784",
        "title":"Results from Five Task Forces Appointed by the American Council of Learned Societies and the Council on Library and Information Resources. Scholarship, Instruction, and Libraries at the Turn of the Century."},
      {
        "id":"ED427785",
        "title":"Building and Supporting Library Research: A National Focus. Proceedings from an Exploratory Workgroup Meeting (Washington, D.C., April, 1998)."},
      {
        "id":"ED427786",
        "title":"Enabling Access in Digital Libraries: A Report on a Workshop on Access Management."},
      {
        "id":"ED427787",
        "title":"Why Digitize?"},
      {
        "id":"ED427792",
        "title":"LATEX for Librarians."},
      {
        "id":"ED427793",
        "title":"Regulating Internet User Access and Content: Varying Strategies Imposed by the World's Governments."},
      {
        "id":"ED427794",
        "title":"Building and Maintaining Digital Reference Services. ERIC Digest."},
      {
        "id":"ED427795",
        "title":"Analysis of ESL Course Offerings in Community Colleges."},
      {
        "id":"ED427797",
        "title":"New Dimensions of the Community College Curriculum. Final Paper."},
      {
        "id":"ED427798",
        "title":"Community College Honors Programs: An Overview."},
      {
        "id":"ED427799",
        "title":"Oversight and Intervention in the Local Operations of California Community Colleges."},
      {
        "id":"ED427800",
        "title":"Full-Time Part-Time Faculty: A Proposal for Perspective."},
      {
        "id":"ED427801",
        "title":"Northwest Center for Sustainable Resources: Student Success Data and Report. Volume I - Report [and] Volume II - Appendices."},
      {
        "id":"ED427803",
        "title":"Key Indicators for Excellence: The San Diego Community Colleges Compared to the California Community Colleges on Selected Performance Measures."},
      {
        "id":"ED427804",
        "title":"Influence of Study Group Attendance and Students' Perceived Helpfulness on Expected Grade."},
      {
        "id":"ED427805",
        "title":"The College Level Teaching Core: An Orientation and Training System for New Faculty."},
      {
        "id":"ED427806",
        "title":"Cerritos College Learning Communities: Exploring and Understanding Diverse Perspectives."},
      {
        "id":"ED427807",
        "title":"Jim and Dave: A Dialogue."},
      {
        "id":"ED427808",
        "title":"Successful Community College Election Strategies."},
      {
        "id":"ED427809",
        "title":"Models for Understanding and Predicting the Undergraduate Educational Attainment Patterns of Public Community College Students Who Transfer with the Associate in Arts Degree into a State University System."},
      {
        "id":"ED427810",
        "title":"Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 1998."},
      {
        "id":"ED427811",
        "title":"Fiscal Year 1998 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED427812",
        "title":"Michigan Community Colleges Activities Classification Structure (ACS) 1997-98 Data Book."},
      {
        "id":"ED427813",
        "title":"New York State's Community Colleges: Cost-Effective Engines of Educational Access and Economic Development."},
      {
        "id":"ED427815",
        "title":"A Study of the Status of Women Senior Administrators within the North Carolina Community College System."},
      {
        "id":"ED427816",
        "title":"The Early Intervention Program at Rio Hondo College."},
      {
        "id":"ED427817",
        "title":"Providing Leadership in Rural America: A Model for Community Colleges."},
      {
        "id":"ED427818",
        "title":"Creating Beneficial Institutional Collaborations. ERIC Digest."},
      {
        "id":"ED427819",
        "title":"Community College Honors Programs. ERIC Digest."},
      {
        "id":"ED427820",
        "title":"Improving English Instruction in the Community College."},
      {
        "id":"ED427821",
        "title":"Community College Transfer. Presentation to the Little Hoover Commission (Sacramento, CA, March 25, 1999)."},
      {
        "id":"ED427822",
        "title":"Looking to the Future: Report on California Community College International and Global Education Programs. A Report on Activities Funded by the Chancellor&apos;s Office for the California Community Colleges 1997-1999 Fund for Instructional Improvement Research Grant."},
      {
        "id":"ED427823",
        "title":"California Colleges for International Education (CCIE) Annual Report: 1997-1998. Executive Summary."},
      {
        "id":"ED427824",
        "title":"Transfer Opportunity Program. Written Testimony [to the] Little Hoover Commission Public Hearing on Community Colleges."},
      {
        "id":"ED427826",
        "title":"Partnering To Build a Quality Workforce: Critical Issues in Environmental Technology Education at Two-Year Colleges. A Report of the National Forum on Critical Issues in Environmental Technology Education at Two-Year Colleges (Washington, D.C., March 2-4, 1995)."},
      {
        "id":"ED427827",
        "title":"Defining Environmental Technology. A Report from the \"Defining Environmental Technology\" Workshop (St. Louis, MO, March 13-15, 1996)."},
      {
        "id":"ED427828",
        "title":"Exploring America's Communities: In Quest of Common Ground. A National Conversation on American Pluralism and Identity Project."},
      {
        "id":"ED427829",
        "title":"Orthography and English as a Second Language in a Community College Pre-academic Program."},
      {
        "id":"ED427830",
        "title":"The Use of a Comprehensive Multiple Choice Final Exam in the Macroeconomics Principles Course: An Assessment."},
      {
        "id":"ED427831",
        "title":"Scottsdale Community College Airpark Campus Student Survey of Interest Results."},
      {
        "id":"ED427832",
        "title":"America's Children: Key National Indicators of Well-Being, 1997."},
      {
        "id":"ED427833",
        "title":"Early Childhood Update, 1996-1998."},
      {
        "id":"ED427834",
        "title":"Prevalence of Bullying and Victimization among Canadian Elementary and Middle School Children."},
      {
        "id":"ED427837",
        "title":"School-Based Health Centers: Bringing Health Care to Kids. [Videotape and Booklet]."},
      {
        "id":"ED427838",
        "title":"Parents in Poverty Provide Positive Influences for Their Children: A Selected Literature Review."},
      {
        "id":"ED427841",
        "title":"Self-Concept and Academic Achievement of Central and Western European Groups of Adolescents."},
      {
        "id":"ED427845",
        "title":"Neuroscience, Play, and Child Development."},
      {
        "id":"ED427847",
        "title":"What Current Research Says to the Middle Level Practitioner."},
      {
        "id":"ED427849",
        "title":"Society for Research in Child Development Newsletter, 1998."},
      {
        "id":"ED427850",
        "title":"Campus Child Care News. 1997."},
      {
        "id":"ED427852",
        "title":"Report Card '98: A Decade of Political and Economic Change Shapes Children's Lives. A Children Now Report."},
      {
        "id":"ED427855",
        "title":"How Middle School Students Spend Their Time outside of School: A Longitudinal Investigation."},
      {
        "id":"ED427856",
        "title":"KIDS COUNT in Virginia: 1999 Data Book."},
      {
        "id":"ED427857",
        "title":"Making Afterschool Count: Communities & Schools Working Together, 1998."},
      {
        "id":"ED427858",
        "title":"Early Developments, 1998."},
      {
        "id":"ED427860",
        "title":"Eating Breakfast: Effects of the School Breakfast Program."},
      {
        "id":"ED427861",
        "title":"Colorado Communique: Publication of the Child Nutrition Unit, 1998."},
      {
        "id":"ED427863",
        "title":"Head Start Goes to School. Head Start--Public School Transition Project. 1992-1997 Final Evaluation Report."},
      {
        "id":"ED427865",
        "title":"Focus on Pre-K and K (Ages 4-6): A Quarterly Newsletter for the Education Community, 1997-1998."},
      {
        "id":"ED427866",
        "title":"Focus on Elementary (Ages 07-10): A Quarterly Newsletter for the Education Community, 1997-1998."},
      {
        "id":"ED427867",
        "title":"Focus on Middle School (Ages 11-13): A Quarterly Newsletter for the Education Community, 1997-1998."},
      {
        "id":"ED427868",
        "title":"Schools and Community Education for the Learning Age. Interchange No. 56."},
      {
        "id":"ED427869",
        "title":"Child Care and Development Block Grant 1996-97: Statistics."},
      {
        "id":"ED427870",
        "title":"Child Care and Development Fund 1997-98: Statistics."},
      {
        "id":"ED427871",
        "title":"Preventing Child Death: Strategies for the Prevention of Child Death by Poisoning, Firearms, Drowning and Fires. A Special Report Commissioned by the Children's Trust Fund of Texas."},
      {
        "id":"ED427872",
        "title":"The State of Texas Children: Fact Book 3."},
      {
        "id":"ED427875",
        "title":"Universal Preschool Is No Golden Ticket: Why Government Should Not Enter the Preschool Business. Policy Analysis No. 333."},
      {
        "id":"ED427876",
        "title":"One in Three: Trends, Challenges and Opportunities Facing Hispanic Families in Arizona."},
      {
        "id":"ED427877",
        "title":"Dialogue on Early Childhood Science, Mathematics, and Technology Education."},
      {
        "id":"ED427878",
        "title":"Offspring, 1998."},
      {
        "id":"ED427880",
        "title":"Impact of Parent Involvement on Children's Development and Academic Performance: A Three-Cohort Study."},
      {
        "id":"ED427881",
        "title":"Exploring Developmentally and Culturally Appropriate Practice (DCAP) through a Nationwide Collaborative Teacher Preparation Project."},
      {
        "id":"ED427882",
        "title":"The NICHD Study of Early Child Care."},
      {
        "id":"ED427886",
        "title":"Minnesota Kids: A Closer Look. 1998 Data Book."},
      {
        "id":"ED427887",
        "title":"Child Abuse and Neglect: Protecting Massachusetts Children."},
      {
        "id":"ED427888",
        "title":"Who's Minding the Children? The State of Child Care in Massachusetts."},
      {
        "id":"ED427889",
        "title":"National Evaluation of the Even Start Family Literacy Program: 1994-1997 Final Report."},
      {
        "id":"ED427890",
        "title":"Even Start: Evidence from the Past and a Look to the Future. National Evaluation of the Even Start Family Literacy Program."},
      {
        "id":"ED427891",
        "title":"Remembering Life with Television: An Analysis of Israeli Students' TV Autobiographies."},
      {
        "id":"ED427892",
        "title":"Disney's &quot;Pocahontas&quot;: Conversations with Native American and Euro-American Girls."},
      {
        "id":"ED427893",
        "title":"The Cultural Content of Dramatic and Sociodramatic Play."},
      {
        "id":"ED427894",
        "title":"Investing in Our Future: A National Research Initiative for America's Children for the 21st Century."},
      {
        "id":"ED427895",
        "title":"Postponing Second Teen Births in the 1990s: Longitudinal Analyses of National Data."},
      {
        "id":"ED427896",
        "title":"Parenting Style and Its Correlates. ERIC Digest."},
      {
        "id":"ED427897",
        "title":"America's Children: Key National Indicators of Well-Being, 1999."},
      {
        "id":"ED427898",
        "title":"Rural Housing and Welfare Reform: HAC's 1997 Report on the State of the Nation's Rural Housing."},
      {
        "id":"ED427901",
        "title":"Project Research on the Achievement of Aboriginal Students in Reserve Schools: A Success or Disappointment."},
      {
        "id":"ED427902",
        "title":"Next Steps: Research and Practice To Advance Indian Education."},
      {
        "id":"ED427903",
        "title":"The Unnatural History of American Indian Education."},
      {
        "id":"ED427904",
        "title":"Tribal Control of American Indian Education: Observations since the 1960s with Implications for the Future."},
      {
        "id":"ED427905",
        "title":"Education and the Law: Implications for American Indian/Alaska Native Students."},
      {
        "id":"ED427906",
        "title":"Culturally Appropriate Curriculum: A Research-Based Rationale."},
      {
        "id":"ED427907",
        "title":"Teaching through Traditions: Incorporating Languages and Culture into Curricula."},
      {
        "id":"ED427908",
        "title":"The Native American Learner and Bicultural Science Education."},
      {
        "id":"ED427909",
        "title":"Student Assessment in Indian Education or What Is a Roach?"},
      {
        "id":"ED427910",
        "title":"Effective Counseling with American Indian Students."},
      {
        "id":"ED427911",
        "title":"The Role of Social Work in Advancing the Practice of Indigenous Education: Obstacles and Promises in Empowerment-Oriented Social Work Practice."},
      {
        "id":"ED427912",
        "title":"American Indians and Alaska Natives in Higher Education: Promoting Access and Achievement."},
      {
        "id":"ED427913",
        "title":"Tribal Colleges: 1968-1998."},
      {
        "id":"ED427914",
        "title":"The Vanishing Indian Reappears in the College Curriculum."},
      {
        "id":"ED427915",
        "title":"Research To Support Improved Practice in Indian Education."},
      {
        "id":"ED427916",
        "title":"Dreams of Woken Souls: The Relationship between Culture and Curriculum."},
      {
        "id":"ED427917",
        "title":"What Is Good Teaching? Lessons from Maori Pedagogy."},
      {
        "id":"ED427918",
        "title":"Help! They Don&apos;t Speak English Starter Kit for Primary Teachers. A Resource Guide for Educators of Limited English Proficient Migrant Students, Grades Pre-K-6. Third Edition."},
      {
        "id":"ED427919",
        "title":"Preparing Teachers for Rural Alaska."},
      {
        "id":"ED427921",
        "title":"The Northeast Regional Center for Rural Development. Annual Report 1998."},
      {
        "id":"ED427922",
        "title":"ICORE &apos;98: Proceedings from the International Conference on Outdoor Recreation and Education (12th, Fort Walton Beach, Florida, October 20-24, 1998)."},
      {
        "id":"ED427923",
        "title":"Emergency Response Systems for Outdoor Programming."},
      {
        "id":"ED427924",
        "title":"Measuring Service Quality in Recreational Programs with SERVQUAL."},
      {
        "id":"ED427925",
        "title":"Trouble in Paradise - Accident Trends in the Outdoors."},
      {
        "id":"ED427926",
        "title":"Outdoor Leadership Education: The Past, Present and Future."},
      {
        "id":"ED427927",
        "title":"Training and Development through Adult Learning Theory."},
      {
        "id":"ED427928",
        "title":"Trail Crews: Developing a Service Component to Your Program."},
      {
        "id":"ED427929",
        "title":"Meeting the Needs of Migrant Students in Schoolwide Programs. Summary of the Congressionally Mandated Study of Migrant Student Participation in Schoolwide Programs."},
      {
        "id":"ED427930",
        "title":"Meeting the Needs of Migrant Students in Schoolwide Programs. Technical Report of the Congressionally Mandated Study of Migrant Student Participation in Schoolwide Programs."},
      {
        "id":"ED427931",
        "title":"The Consolidation Battle of 1966 and the Creation of the Arkansas Rural Education Association."},
      {
        "id":"ED427932",
        "title":"Dropout Rate Study: 1997-1998, 1996-1997, 1995-1996, 1994-1995. Annual Dropout Rates in Arizona Public Schools, Grades Seven through Twelve."},
      {
        "id":"ED427933",
        "title":"The &quot;Silencing&quot; of the Lambs: How Latino Students Lose Their &quot;Voice&quot; in School. ISRI Working Paper No. 31."},
      {
        "id":"ED427934",
        "title":"Social Capital and the Educational Performance of Latino and Non-Latino Youth. ISRI Research Report No. 11."},
      {
        "id":"ED427935",
        "title":"Cross-Program Analysis: Links and Commonalities among IASA Programs."},
      {
        "id":"ED427936",
        "title":"White Exodus, Latino Repopulation, and Community Well-Being: Trends in California's Rural Communities. Research Report No. 13."},
      {
        "id":"ED427940",
        "title":"Research in Mathematics Education, 1996. An Annotated Listing of Research in Mathematics Education Published during 1996."},
      {
        "id":"ED427941",
        "title":"Proceedings of the National Science Council, Republic of China. Part D: Mathematics, Science, and Technology Education, 1998."},
      {
        "id":"ED427945",
        "title":"Federal Science and Engineering Support to Universities, Colleges, and Nonprofit Institutions: Fiscal Year 1996. Detailed Statistical Tables."},
      {
        "id":"ED427947",
        "title":"Tips on Preparing a Scientific Research Paper."},
      {
        "id":"ED427948",
        "title":"Statistical Profiles of Foreign Doctoral Recipients in Science and Engineering: Plans To Stay in the United States. An SRS Special Report."},
      {
        "id":"ED427950",
        "title":"How Has the Field Mix of Academic R&D Changed? Issue Brief."},
      {
        "id":"ED427951",
        "title":"Michigan Educational Assessment Program Grade 5 and 8: Science."},
      {
        "id":"ED427952",
        "title":"What Are the Sources of Funding for Academically Performed R&amp;D?"},
      {
        "id":"ED427953",
        "title":"Science Education Reform for All (SERA): A Look at How State Departments of Education Are Infusing Equity and Excellence into PreK-12 Systemic Reform."},
      {
        "id":"ED427954",
        "title":"Learn about Seabirds. Teaching Packet, Grades 4-6."},
      {
        "id":"ED427955",
        "title":"Arctic-Nesting Shorebirds: Curriculum for Grades K-12. [Teacher's Guide.]"},
      {
        "id":"ED427956",
        "title":"Doctoral Scientists and Engineers in the United States: 1995 Profile."},
      {
        "id":"ED427958",
        "title":"Despite Increases, Women and Minorities Still Underrepresented in Undergraduate and Graduate S&amp;E Education. Division of Science Resources Studies Data Brief."},
      {
        "id":"ED427959",
        "title":"Evaluation of the Dwight D. Eisenhower Mathematics and Science Regional Consortiums Program: First Interim Report."},
      {
        "id":"ED427960",
        "title":"Cognitive Strategies in Mental Rotation and Mathematical Word Problems."},
      {
        "id":"ED427961",
        "title":"Integrating Technology into Middle School Mathematics: It&apos;s Just Good Teaching."},
      {
        "id":"ED427963",
        "title":"Rare Plants and Animals of the Texas Hill Country: Educator's Guide."},
      {
        "id":"ED427964",
        "title":"\"Distance Education for Newbies\"."},
      {
        "id":"ED427965",
        "title":"Courseware for Remedial Mathematics: A Case Study in the Benefits and Costs of the Mediated Learning System in the California State University."},
      {
        "id":"ED427966",
        "title":"Summary of Workshop on Graduate Student Attrition (September 22, 1997)."},
      {
        "id":"ED427967",
        "title":"Teaching for Meaning in Mathematics."},
      {
        "id":"ED427968",
        "title":"Investing in Tomorrow's Teachers: The Integral Role of Two-Year Colleges in the Science and Mathematics Preparation of Prospective Teachers. A Report from a National Science Foundation Workshop."},
      {
        "id":"ED427969",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (22nd, Stellenbosch, South Africa, July 12-17, 1998.) Volume 1."},
      {
        "id":"ED427970",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (22nd, Stellenbosch, South Africa, July 12-17, 1998). Volume 2."},
      {
        "id":"ED427971",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (22nd, Stellenbosch, South Africa, July 12-17, 1998). Volume 3."},
      {
        "id":"ED427972",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (22nd, Stellenbosch, South Africa, July 12-17, 1998.) Volume 4."},
      {
        "id":"ED427973",
        "title":"Earth Matters: Studies for Our Global Future. 2nd Edition."},
      {
        "id":"ED427974",
        "title":"A Comparison of the Effectiveness of Applied and Traditional Mathematics Curriculum."},
      {
        "id":"ED427975",
        "title":"Examining the Effects of Science Manipulatives on Achievement, Attitudes, and Journal Writing of Elementary Science Students."},
      {
        "id":"ED427976",
        "title":"Colorado Model Content Standards: Mathematics."},
      {
        "id":"ED427977",
        "title":"Colorado Model Content Standards: Science."},
      {
        "id":"ED427978",
        "title":"Learning about Money: Effects of a Cognitively Appropriate Curriculum on Second-Grade Students and Teachers."},
      {
        "id":"ED427979",
        "title":"Symmetry Bingo."},
      {
        "id":"ED427980",
        "title":"Crystal Shape Bingo."},
      {
        "id":"ED427981",
        "title":"Wolf Bingo."},
      {
        "id":"ED427982",
        "title":"Social Studies Content Teaching in Linguistically Diverse Classrooms."},
      {
        "id":"ED427985",
        "title":"Reflections on Turkish Cypriot and Greek Cypriot Students&apos; Perceptions of the Cyprus Conflict: Implications for Peace Education."},
      {
        "id":"ED427986",
        "title":"Accessible to Each and Everyone? Meritocracy and Social Justice in Swedish Education 1800-1960."},
      {
        "id":"ED427987",
        "title":"The Persistent Problem of Method in Social Studies Teaching."},
      {
        "id":"ED427988",
        "title":"Hermeneutics 101."},
      {
        "id":"ED427991",
        "title":"Reconstitution in Theory and Practice: The Experience of San Francisco."},
      {
        "id":"ED427992",
        "title":"Incorporating Emancipation Celebrations in the Sixth Grade Social Studies and Library Skills Curriculum: A University, School, and Public Library Program on Juneteenth."},
      {
        "id":"ED427993",
        "title":"Educating in Global Times: Race, Class, Gender (and Other Processes of Normalization). Graduate Student Research Conference Proceedings (Edmonton, Alberta, Canada, March 14-15, 1997.)"},
      {
        "id":"ED427994",
        "title":"The Teaching Imaginary: Collective Identity in the Global Age."},
      {
        "id":"ED427995",
        "title":"Tips for Novice Researchers: Operational Difficulties Encountered in Underdeveloped Countries."},
      {
        "id":"ED427996",
        "title":"Organizational and Individual Responses to Educational Reforms in Alberta."},
      {
        "id":"ED427997",
        "title":"Marginal Maidens and Educational Policy for Women's Institutions."},
      {
        "id":"ED427998",
        "title":"Democratic Leadership in the Classroom: Theory into Practice."},
      {
        "id":"ED428000",
        "title":"The German Education System since 1945: Outlines and Problems."},
      {
        "id":"ED428003",
        "title":"Virginia/United States Government Program of Studies."},
      {
        "id":"ED428004",
        "title":"The Meanings of Civic Education: Theoretical Perspectives on Classroom Practice."},
      {
        "id":"ED428005",
        "title":"A Joint Distance Learning Course in American Government."},
      {
        "id":"ED428006",
        "title":"Educating Nomads: Narratives and the Future of Civic Education."},
      {
        "id":"ED428007",
        "title":"Building Classroom Community through Group Assignments, Role Plays and Modeling."},
      {
        "id":"ED428008",
        "title":"Influences on Social Studies Teachers' Use of Classroom Discussion."},
      {
        "id":"ED428009",
        "title":"Understanding India and Her Ethos: An Introduction. Fulbright Hays Summer Seninars Abroad 1996 (India)."},
      {
        "id":"ED428011",
        "title":"Teaching, Technology, and History: Reaching the Past from the Modern World."},
      {
        "id":"ED428012",
        "title":"An Examination of Organizational Culture in Public Schools."},
      {
        "id":"ED428013",
        "title":"Outsiders on the Inside: The Cultural Acceptance of Minorities in a Mostly White Classroom. A Qualitative Study."},
      {
        "id":"ED428014",
        "title":"Virtual Teaching Assistant: Understanding Internet Technologies and the Classroom."},
      {
        "id":"ED428015",
        "title":"From the Party/State to Multi-Ethnic Democracy: Education and Its Influence on Social Cohesion in the Europe and Central Asia Region."},
      {
        "id":"ED428016",
        "title":"Civic Participation in the Internet Age."},
      {
        "id":"ED428017",
        "title":"Community Portraits: County Atlases as Resources for Teaching U.S. History. Cartographic Traditions in American History."},
      {
        "id":"ED428020",
        "title":"The Effects of Teacher Certification on Student Achievement of Music Instruction Goals and Objectives."},
      {
        "id":"ED428022",
        "title":"Critical Feminist Policy Analysis: Toward Demanding and Disrupting Policy Analyses."},
      {
        "id":"ED428024",
        "title":"Africans in America: America's Journey through Slavery. Teacher's Guide."},
      {
        "id":"ED428026",
        "title":"Making Sense of Conflicting Role Expectations among Palestinian Teachers in Israel."},
      {
        "id":"ED428027",
        "title":"Gender and National Identity Development among Palestinian Women Student Activists in Israel."},
      {
        "id":"ED428028",
        "title":"Education and Identity Control among the Palestinians in Israel."},
      {
        "id":"ED428030",
        "title":"Two Cinderellas, Two Worldviews: Dilemmas for Vietnamese Americans."},
      {
        "id":"ED428031",
        "title":"The National Voluntary Content Standards in Economics. ERIC Digest."},
      {
        "id":"ED428032",
        "title":"Highlights from the Second World Congress of Education International (2nd, Washington, DC, July 1998)."},
      {
        "id":"ED428033",
        "title":"Akron Perkins Normal School: An Institutional History, 1898-1931."},
      {
        "id":"ED428034",
        "title":"Hands-On Scientific Research: Conducting GLOBE Project Protocol Training in Oktibbeha County."},
      {
        "id":"ED428035",
        "title":"Teacher Interns' Changing Perceptions during Internship."},
      {
        "id":"ED428037",
        "title":"Evaluation of First Year Teachers' Ability To Assess Their Lesson Objectives."},
      {
        "id":"ED428038",
        "title":"Are Two Instructors Better Than One? Planning, Teaching and Evaluating a Deux."},
      {
        "id":"ED428039",
        "title":"Student Teachers and Legal Issues."},
      {
        "id":"ED428040",
        "title":"Creating \"Good\" Graduate Students: A Model for Success."},
      {
        "id":"ED428041",
        "title":"Collaboration on the Teacher Education Scene: An Academic Year in the Classroom. Symposium."},
      {
        "id":"ED428042",
        "title":"Opinions of Upper Elementary Students about a &quot;Good Teacher&quot; (Case Study in Turkey)."},
      {
        "id":"ED428043",
        "title":"Teachers Effects on Student Motivation during Group Work: Activity and Intervention Level Analyses."},
      {
        "id":"ED428045",
        "title":"The Emergence of Private Teacher Academies: Will the Privatization of Teacher Renewal Result in Major Changes for Education?"},
      {
        "id":"ED428046",
        "title":"A Collaborative Model for the Supervision of Student Teaching."},
      {
        "id":"ED428048",
        "title":"Exploratory Comparisons from the Field: Study of Students from Two Teacher Credentialing Programs of Cross-Cultural, Language, and Academic Development (Professional Development Schools and Regular Teacher Education Programs)."},
      {
        "id":"ED428049",
        "title":"Understanding and Using Change Forces."},
      {
        "id":"ED428050",
        "title":"New York Collaborative for Excellence in Teacher Preparation: Years One and Two. Formative Evaluation Report."},
      {
        "id":"ED428052",
        "title":"New Challenges, a New Resolve: Moving American Education into the 21st Century. The Sixth Annual State of American Education Speech."},
      {
        "id":"ED428054",
        "title":"Linking Technology and Best Practice: PRAXIS Based Electronic Portfolios."},
      {
        "id":"ED428055",
        "title":"The Education Dean's Search for Balance."},
      {
        "id":"ED428057",
        "title":"Enriching Teaching Scholarship through Learning Styles."},
      {
        "id":"ED428058",
        "title":"Partnering the University Field Experience Research Model with Action Research."},
      {
        "id":"ED428059",
        "title":"Educational Leadership Preparation for School Improvement."},
      {
        "id":"ED428060",
        "title":"Internet and List-Serves To Support the Student Teaching Semester."},
      {
        "id":"ED428061",
        "title":"Nutrition Education for School-Aged Children: A Review of Research."},
      {
        "id":"ED428063",
        "title":"International Conference on Higher Education Report. A Teachers' Perspective (Paris, France, March 19-21, 1997)."},
      {
        "id":"ED428064",
        "title":"How We Define the Nature and Essence of Our Work in Higher Education for the 21st Century."},
      {
        "id":"ED428066",
        "title":"Report on the Status of Implementation of Education That Is Multicultural in Maryland."},
      {
        "id":"ED428067",
        "title":"Agency Fees: How Fair Are &quot;Fair Share&quot; Fees? EPI Series on Teacher Unions."},
      {
        "id":"ED428068",
        "title":"NEA/AFT Membership: The Critical Issues. EPI Series on Teacher Unions."},
      {
        "id":"ED428069",
        "title":"Teacher Unions and Parent Involvement. EPI Series on Teacher Unions."},
      {
        "id":"ED428070",
        "title":"Improving Teaching in the Middle Grades: Higher Standards for Students Aren't Enough."},
      {
        "id":"ED428071",
        "title":"A Comparison of Education and Non-Education Majors in General College Courses."},
      {
        "id":"ED428072",
        "title":"Will New Teachers Be Prepared To Teach in a Digital Age? A National Survey on Information Technology in Teacher Education."},
      {
        "id":"ED428073",
        "title":"Cultivating an Inquiry Oriented Professional Development School: The Mentor Teachers' Experience at Mountainside Elementary School."},
      {
        "id":"ED428074",
        "title":"Teacher Self-Evaluation."},
      {
        "id":"ED428075",
        "title":"Education Policy Analysis Archives, 1997."},
      {
        "id":"ED428076",
        "title":"A Review of Scoring Algorithms for Multiple-Choice Tests."},
      {
        "id":"ED428077",
        "title":"Canonical Redundancy (Rd) Coefficients: They Should (Almost Never) Be Computed and Interpreted."},
      {
        "id":"ED428078",
        "title":"Understanding the One-Parameter Rasch Model of Item Response Theory."},
      {
        "id":"ED428079",
        "title":"Factor Analysis of People Rather than Variables: Q and Other Two-Mode Factor Analytic Models."},
      {
        "id":"ED428080",
        "title":"A Primer on Conducting Item and Test Analyses."},
      {
        "id":"ED428081",
        "title":"An Illustration That There Is a Multivariate Parametric General Linear Model: Canonical Correlation Analysis."},
      {
        "id":"ED421071",
        "title":"Recruitment Guide for Thailand."},
      {
        "id":"ED421072",
        "title":"Effects of Education and Team Projects on Student Attitudes toward Team Work."},
      {
        "id":"ED421073",
        "title":"Preferences at the Service Academies. Racial, Ethnic, and Gender Preferences in Admissions to the U.S. Military Academy and the U.S. Naval Academy."},
      {
        "id":"ED421075",
        "title":"Proceedings of SITE 98: Society for Information Technology &amp; Teacher Education International Conference (9th, Washington, DC, March 10-14, 1998)."},
      {
        "id":"ED421076",
        "title":"The New Information Literacy Standards for Student Learning: Where Do They Fit with Other Content Standards?"},
      {
        "id":"ED421077",
        "title":"Technology-Based Macrocontexts for Teaching Integrated Science and Language Arts."},
      {
        "id":"ED421078",
        "title":"The Math, Science, &amp; Manufacturing Collaborative."},
      {
        "id":"ED421079",
        "title":"Technology Guides for Teacher Education at MSU."},
      {
        "id":"ED421080",
        "title":"A Statistics Class Website: Distance Learning on the Internet."},
      {
        "id":"ED421081",
        "title":"Integrated Technologies and Teacher Portfolios."},
      {
        "id":"ED421082",
        "title":"Starting from Ground Zero: Integrating Technology in Education Programs."},
      {
        "id":"ED421083",
        "title":"Authentic Approaches To Encourage Technology-Using Teachers."},
      {
        "id":"ED421084",
        "title":"An Interdisciplinary, Problem-Centered Methods Model for Preservice Elementary Teacher Education."},
      {
        "id":"ED421085",
        "title":"A Collaboration of Five Teacher Training Institutions: Preparing Illinois Educators for the 21st Century."},
      {
        "id":"ED421086",
        "title":"A Technology Infrastructure for Teacher Education."},
      {
        "id":"ED421087",
        "title":"The Teacher Education Computer Lab: Planning, Development and Management."},
      {
        "id":"ED421088",
        "title":"The Electronic Studio and the Intranet: Network-Based Learning."},
      {
        "id":"ED421089",
        "title":"The Development and Evaluation of the Internet Delivery of the Course &quot;Task Analysis.&quot;"},
      {
        "id":"ED421090",
        "title":"Instruction on the Web: The Online Student's Perspective."},
      {
        "id":"ED421091",
        "title":"Distance Education by Distance Education: Putting Theory to Practice in a Graduate Educational Telecommunications Course."},
      {
        "id":"ED421092",
        "title":"Teaching and Learning Online: Tools, Templates, and Training."},
      {
        "id":"ED421093",
        "title":"What Are the Most Important Teaching Behaviors for Distance Instructors? Perceptions of Facilitators, Instructors and Coordinators."},
      {
        "id":"ED421094",
        "title":"Taking Instruction Online: The Art of Delivery."},
      {
        "id":"ED421095",
        "title":"Distance Learning Models for In-Service and Pre-Service Education."},
      {
        "id":"ED421096",
        "title":"Integrating Computer Technologies in Distance Learning as Part of Teacher Preparation and Inservice: Guidelines for Success."},
      {
        "id":"ED421097",
        "title":"So You Want To Develop Web-Based Instruction--Points to Ponder."},
      {
        "id":"ED421098",
        "title":"Optimize the Web for Better Instruction."},
      {
        "id":"ED421099",
        "title":"Establishing a Framework Useful for Developing Web-Based Assignments in K-12 Education."},
      {
        "id":"ED421100",
        "title":"Storytelling and Apprenticeships...Legacies that Can Sustain Technology."},
      {
        "id":"ED421101",
        "title":"Faculty Recruitment, Training, and Compensation for Distance Education."},
      {
        "id":"ED421102",
        "title":"Strategies To Support Effective Distance Education Programs in High Schools."},
      {
        "id":"ED421103",
        "title":"Form Follows Function: Designing Web Pages To Support Educational Projects."},
      {
        "id":"ED421104",
        "title":"University Minority Students: Cruising the Superhighway or Standing at the On-Ramp?"},
      {
        "id":"ED421105",
        "title":"Gender Equity Model: High School Female Students and Technology Awareness."},
      {
        "id":"ED421106",
        "title":"An International Comparison of Computer Perceptions, Attitudes and Access."},
      {
        "id":"ED421107",
        "title":"A Multimedia Comparison of Value Orientations between Chinese and American Elementary Textbooks."},
      {
        "id":"ED421108",
        "title":"Technology and the Moral Sense: Re-Wiring Moral Education."},
      {
        "id":"ED421109",
        "title":"Teachers Teaching Teachers: The Belen Goals 2000 Professional Development Project."},
      {
        "id":"ED421110",
        "title":"Technology Inservice: A Powerful Change Force."},
      {
        "id":"ED421111",
        "title":"Design of a Computer Literacy Course in Teacher Education."},
      {
        "id":"ED421112",
        "title":"Teaching Pre-Service Teachers Technology: An Innovative Approach."},
      {
        "id":"ED421113",
        "title":"Action Research in the Educational Computing Course."},
      {
        "id":"ED421114",
        "title":"Learning about Learning in an Introductory Educational Computing Course."},
      {
        "id":"ED421115",
        "title":"Instructional Strategies for Integrating Technology: Electronic Journals and Technology Portfolios as Facilitators for Self-Efficacy and Reflection in Preservice Teachers."},
      {
        "id":"ED421116",
        "title":"Anchored Instruction in Preservice Educational Technology Classes: A Research Project."},
      {
        "id":"ED421117",
        "title":"Teaching 'How To' Technologies in Context."},
      {
        "id":"ED421118",
        "title":"Basic Technology Tools for Administrators: Preparing for the New Millennium."},
      {
        "id":"ED421119",
        "title":"Creating Technology Policy: A Systematic Model."},
      {
        "id":"ED421120",
        "title":"The SWAT Team: Successfully Integrating Technology into the Curriculum."},
      {
        "id":"ED421121",
        "title":"Interaction of Technology Based Classroom Innovations and Administrative Systems."},
      {
        "id":"ED421122",
        "title":"Implementing Technology in Flowing Wells Schools: An Analysis of Leadership."},
      {
        "id":"ED421123",
        "title":"Inclusion and Technology: A Marriage of Convenience for Educational Leaders."},
      {
        "id":"ED421124",
        "title":"Organizational Culture and the Classroom Integration of Computer-Mediated Communications."},
      {
        "id":"ED421125",
        "title":"Educational Reform: Ten Ideas for Change, Plus or Minus Two."},
      {
        "id":"ED421126",
        "title":"Principal Leadership for Successful School Technology Implementation."},
      {
        "id":"ED421127",
        "title":"Facilitating Interpersonal Communication with Technology in Principal Preparation Programs."},
      {
        "id":"ED421128",
        "title":"Leadership for a Technology-Rich Educational Environment."},
      {
        "id":"ED421129",
        "title":"Faculty Adoption of Technology: Stages of Concern."},
      {
        "id":"ED421130",
        "title":"Faculty Development Workshop: Critical Reflection in a Web-Based Environment."},
      {
        "id":"ED421131",
        "title":"Using Technology in Instruction: Supporting Teacher Education Faculty Development."},
      {
        "id":"ED421132",
        "title":"Faculty Development and Instructional Computing."},
      {
        "id":"ED421133",
        "title":"Multiple Means of Support: The Role of the Office of Educational Technology in Faculty Development."},
      {
        "id":"ED421134",
        "title":"Tutor Training in Computer Science: Tutor Opinions and Student Results."},
      {
        "id":"ED421135",
        "title":"Life on the Margins: Stories of Techguides."},
      {
        "id":"ED421136",
        "title":"Distance Collaboration and Technology Integration between Two Institutions."},
      {
        "id":"ED421137",
        "title":"Students, Learning, Assessment and Technology: A Campus-Wide Merger."},
      {
        "id":"ED421138",
        "title":"A Web-based Instructional Resource for Teacher Education: Constructivist Approach."},
      {
        "id":"ED421139",
        "title":"Using ADDIE To Design a Web-Based Training Interface."},
      {
        "id":"ED421140",
        "title":"A Methodology for Software Evaluation."},
      {
        "id":"ED421141",
        "title":"Teacher-Driven Design of Educational Software."},
      {
        "id":"ED421142",
        "title":"Developing a Customized Teaching Assessment Software Instrument."},
      {
        "id":"ED421143",
        "title":"Supporting Planful Teaching: Embedding Instructional Design in Ongoing Assessment."},
      {
        "id":"ED421144",
        "title":"WeSaySo Case Study: Designing and Implementing a Case Study for Use in an Instructional Design Class."},
      {
        "id":"ED421145",
        "title":"Designing a Collaborative Multimedia Course: Culture and School Success."},
      {
        "id":"ED421146",
        "title":"Using Hypermedia: Effects of Prior Knowledge and Goal Strength."},
      {
        "id":"ED421147",
        "title":"Breakdown into the Virtual: User-Involved Design, and Learning."},
      {
        "id":"ED421148",
        "title":"Classroom Internet Integration: A Collaborative Adventure."},
      {
        "id":"ED421149",
        "title":"Preparing Teachers for School-Based Technology Leadership."},
      {
        "id":"ED421150",
        "title":"Supporting Technology in Schools: The Roles of Computer Coordinators."},
      {
        "id":"ED421151",
        "title":"Starting a Community-Wide Internet Turnkey Training Program for K-12 Teachers."},
      {
        "id":"ED421152",
        "title":"Student Use of Instructors' Web Sites."},
      {
        "id":"ED421153",
        "title":"Graduates and Undergraduates--Meeting Online."},
      {
        "id":"ED421154",
        "title":"Using Video Conferencing To Supervise Student Teachers."},
      {
        "id":"ED421155",
        "title":"Multiple Perceptions and Perspectives: Faculty/Students' Responses to Distance Learning."},
      {
        "id":"ED421156",
        "title":"A Case-Based Electronic Learning Environment for Preservice Teacher Education."},
      {
        "id":"ED421157",
        "title":"An Internet-Based Journal for Professional Development."},
      {
        "id":"ED421158",
        "title":"Getting Elementary Educators Caught Up in the Web."},
      {
        "id":"ED421159",
        "title":"A Five-Year Chronicle: Using Technology in a Teacher Education Program."},
      {
        "id":"ED421160",
        "title":"Developing Telecommunications within European Teacher Education: Progress, Plans, and Policy."},
      {
        "id":"ED421161",
        "title":"Effectiveness and Some Problems of the Internet Utilization to Education from Overview of School Practice in Japan."},
      {
        "id":"ED421162",
        "title":"Using Telecommunity To Develop a K-16 Approach to Education Technology Adoption."},
      {
        "id":"ED421163",
        "title":"Networked Learning Communities in Teacher Education."},
      {
        "id":"ED421164",
        "title":"Replacing the Tin Can: Creating an Effective Electronic Communication Environment."},
      {
        "id":"ED421165",
        "title":"Curry CONNECT: How Online Discourse Creates Community for Education Students."},
      {
        "id":"ED421166",
        "title":"CaseNET: Teaching Decisions via a Web-Based Learning Environment."},
      {
        "id":"ED421167",
        "title":"Lessons Learned from National Park Service Electronic Visitors: Implications for K-12 Classrooms and Teachers."},
      {
        "id":"ED421168",
        "title":"A Model of Internet Usage for Course Delivery."},
      {
        "id":"ED421169",
        "title":"Online Survey, Enrollment, and Examination: Special Internet Applications in Teacher Education."},
      {
        "id":"ED421170",
        "title":"E-Mail: Communication of the Future?"},
      {
        "id":"ED421171",
        "title":"Interaction Management Strategies on IRC and Virtual Chat Rooms."},
      {
        "id":"ED421172",
        "title":"Bringing Interactivity to the Web: The JAVA Solution."},
      {
        "id":"ED421173",
        "title":"Community Colleges and Community-Campus Partnerships."},
      {
        "id":"ED421175",
        "title":"A Research Study To Determine a Profile for Student Success in Completing Self-Paced Study."},
      {
        "id":"ED421176",
        "title":"Developmental Education: A Twenty-First Century Social and Economic Imperative."},
      {
        "id":"ED421177",
        "title":"Washington Community and Technical Colleges, Academic Year Report, 1996-97."},
      {
        "id":"ED421178",
        "title":"Information Literacy: Search Strategies, Tools &amp; Resources. ERIC Digest."},
      {
        "id":"ED421179",
        "title":"Forces Motivating Institutional Reform. ERIC Digest."},
      {
        "id":"ED421180",
        "title":"Using Technology in Remedial Education. ERIC Digest."},
      {
        "id":"ED421181",
        "title":"Responding to Accountability Mandates. ERIC Digest."},
      {
        "id":"ED421182",
        "title":"Community College Mission: A '60s Mission Looking at a Y2K World."},
      {
        "id":"ED421183",
        "title":"Where We're Going--What We Know about the World Past Y2K."},
      {
        "id":"ED421184",
        "title":"Educational Outcomes and Competencies across the Curriculum."},
      {
        "id":"ED421185",
        "title":"Patterns of Progress: Student Persistence Isn't Always Where You Expect It."},
      {
        "id":"ED421186",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED421187",
        "title":"Frederick County Community Perception Survey."},
      {
        "id":"ED421188",
        "title":"Fast Track Option: An Accelerated Associate's Degree Program."},
      {
        "id":"ED421189",
        "title":"Academic Freedom and Tenure: A Faculty Perspective."},
      {
        "id":"ED421190",
        "title":"The California Articulation Number (CAN) System: Toward Increased Faculty Participation."},
      {
        "id":"ED421191",
        "title":"Information Competency in the California Community Colleges."},
      {
        "id":"ED421193",
        "title":"Mohawk Valley Community College (MVCC) Trend Data Book. Analysis Period: Fall 1988-Fall 1993, with Some Data Trends into the Fall of 1994."},
      {
        "id":"ED421194",
        "title":"Mohawk Valley Community College (MVCC) Trend Data Book. Analysis Period: Fall 1993-Fall 1997."},
      {
        "id":"ED421195",
        "title":"Linking Strategic Planning, Institutional Assessment, and Resource Allocation: Paradise Valley Community College's Model."},
      {
        "id":"ED421196",
        "title":"Student Outcomes Report: The Latest Numbers and Recent Trends in Student Success, Withdrawal, Persistence, Degrees/Certificates, and Transfer, Fall 1996."},
      {
        "id":"ED421197",
        "title":"Using National Data Sets To Create Comparable National Statistics for the Student Characteristics and Outcomes in Community Colleges."},
      {
        "id":"ED421198",
        "title":"Student Satisfaction Survey, Fall 1997."},
      {
        "id":"ED421199",
        "title":"Stylistic Considerations in Writing Course Outlines of Record. Adopted Spring 1998."},
      {
        "id":"ED421200",
        "title":"Program Discontinuance: A Faculty Perspective. Adopted Spring 1998."},
      {
        "id":"ED421201",
        "title":"Good Practices for Course Approval Processes. Adopted Spring 1998."},
      {
        "id":"ED421202",
        "title":"When the Self-Study Document Is Complete...A Logical Approach to the Team Resource Room Using the Quick Referencing Form."},
      {
        "id":"ED421203",
        "title":"Preschool Education in Portugal: Development, Innovation and Changes--Will We Be Able To Cross the Bridge?"},
      {
        "id":"ED421204",
        "title":"Alaska Foster Parent Handbook."},
      {
        "id":"ED421205",
        "title":"The Development of Social Stereotyping in Children."},
      {
        "id":"ED421206",
        "title":"Managing Preschool with HIV: A Teacher's Experience with a Family in Crisis."},
      {
        "id":"ED421207",
        "title":"Implications of a Study of the Child-Rearing Practices of Mothers of School-Based Competent Kindergartners Who Are Characterized as At-Risk."},
      {
        "id":"ED421208",
        "title":"Families of Children with and without Special Needs: A Comparison of Family Processes."},
      {
        "id":"ED421209",
        "title":"Parent-Professional Partnerships in Family Focused Intervention."},
      {
        "id":"ED421210",
        "title":"Read with Me: The Use of Cultural Role Models in Children's Literature."},
      {
        "id":"ED421211",
        "title":"Which Counts More for Excellence in Childcare Staff: Years in Service, Education Level or ECE Coursework?"},
      {
        "id":"ED421215",
        "title":"Supporting Parents, Supporting Parenting: First Year Report. Identifying the Support Needs of Parents and Families in Four Communities in Scotland."},
      {
        "id":"ED421216",
        "title":"Early Care and Education: A Status Report on Child Care in Florida. Pre-Release Copy."},
      {
        "id":"ED421218",
        "title":"Kindergarten Entrance Age and Academic Achievement."},
      {
        "id":"ED421219",
        "title":"Families, Communities, Schools. Learning Together 2, Spring 1998. Bulletin 98221."},
      {
        "id":"ED421220",
        "title":"America's Youth: Managed Care's Most Valuable Population."},
      {
        "id":"ED421221",
        "title":"An Innovation in Morocco&apos;s Koranic Pre-Schools. Working Papers in Early Childhood Development, No. 23."},
      {
        "id":"ED421223",
        "title":"Caring for Our Children: A Survey of Child Care Providers in Utah."},
      {
        "id":"ED421226",
        "title":"Integration of Peace Education Conflict Resolution with the Arts and Humanities: A New Agenda for a New Century."},
      {
        "id":"ED421229",
        "title":"A Call to Action: Family Involvement as a Critical Component of Teacher Education Programs."},
      {
        "id":"ED421230",
        "title":"Terrific Transitions: Ensuring Continuity of Services for Children and Their Families."},
      {
        "id":"ED421231",
        "title":"Foster Care Dynamics 1983-1994: An Update from the Multistate Foster Care Data Archive."},
      {
        "id":"ED421233",
        "title":"The Effects of School Entry Age and Gender on Reading and Math Achievement Scores of Second Grade Students."},
      {
        "id":"ED421235",
        "title":"Status of Oregon's Children: 1997 County Databook. Special Focus: Youth-at-Risk."},
      {
        "id":"ED421236",
        "title":"Street Children in Durban: An Exploratory Investigation."},
      {
        "id":"ED421237",
        "title":"Head Start's Impact on School Readiness in Ohio: A Case Study of Kindergarten Students."},
      {
        "id":"ED421238",
        "title":"Fantasy Play in Preschool Classrooms: Age Differences in Private Speech."},
      {
        "id":"ED421239",
        "title":"The Implications of Participation in Formal Child Care Arrangements for the Cognitive and Social Development of Children from Welfare Families."},
      {
        "id":"ED421240",
        "title":"Louisiana Kids Count. 1994 Data Book on Louisiana&apos;s Children."},
      {
        "id":"ED421241",
        "title":"Kids Count 1996. Data Book on Louisiana's Children."},
      {
        "id":"ED421243",
        "title":"When Children Tell Less Than Before: The Separation Process of 10 to 16 Year Old Adolescents."},
      {
        "id":"ED421245",
        "title":"Typical Child Behaviours in Singapore Day Care Centres and Their Relationship with Language Development."},
      {
        "id":"ED421246",
        "title":"Influences on Conflict Intensity between Adolescents and Their Mothers and Fathers."},
      {
        "id":"ED421247",
        "title":"A Brief Rating Scale of Preschool Children's Interest in Shared Picture Book Reading."},
      {
        "id":"ED421248",
        "title":"Getting Ready for School."},
      {
        "id":"ED421249",
        "title":"Ready To Learn: Exploring the Concept of School Readiness and Its Implications."},
      {
        "id":"ED421250",
        "title":"Predicting Parent Involvement and Its Influence on School Success: A Follow-Up Study."},
      {
        "id":"ED421251",
        "title":"Your Child Learns To Read &amp; Write."},
      {
        "id":"ED421252",
        "title":"Readings from...Play as a Medium for Learning and Development."},
      {
        "id":"ED421253",
        "title":"Bernard van Leer Foundation. Annual Report 1997."},
      {
        "id":"ED421255",
        "title":"Oregon School-Based Health Centers 1996-1997 Services Report."},
      {
        "id":"ED421257",
        "title":"Child Safety: A State of the State Report. An Arkansas Kids Count Special Report."},
      {
        "id":"ED421258",
        "title":"Licensed Child Care in Washington State: 1996."},
      {
        "id":"ED421261",
        "title":"Kids Count in Delaware: Fact Book, 1995."},
      {
        "id":"ED421267",
        "title":"Early Childhood Programs: Program Evaluation."},
      {
        "id":"ED421268",
        "title":"Lifelong Learning Skills for the Preschool/Kindergarten Child: Tips for Parents. Research You Can Use. Booklet 1."},
      {
        "id":"ED421269",
        "title":"Lifelong Learning Skills for the Elementary School Child: Tips for Parents. Research You Can Use. Booklet 2."},
      {
        "id":"ED421270",
        "title":"Lifelong Learning Skills for the Middle/Junior High School Student: Tips for Parents. Research You Can Use. Booklet 3."},
      {
        "id":"ED421271",
        "title":"Improving Social Competencies through the Use of Conflict Resolution and Cooperative Learning."},
      {
        "id":"ED421272",
        "title":"Kids Count Alaska Data Book: 1997."},
      {
        "id":"ED421275",
        "title":"Improving Student Organization through the Use of Portfolios."},
      {
        "id":"ED421277",
        "title":"Early Childhood Education: SERVEing Young Children. Annual Report, 1998."},
      {
        "id":"ED421281",
        "title":"Motivation and Middle School Students. ERIC Digest."},
      {
        "id":"ED421282",
        "title":"Kindergarten in Alberta: A Handbook for Parents, 1998. (Second Edition)"},
      {
        "id":"ED421283",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 1. (Second Edition)."},
      {
        "id":"ED421284",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 2. (Second Edition)."},
      {
        "id":"ED421285",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 3. (Second Edition)."},
      {
        "id":"ED421286",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 4. (Second Edition)."},
      {
        "id":"ED421287",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 5. (Second Edition)."},
      {
        "id":"ED421288",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 6. (Second Edition)."},
      {
        "id":"ED421289",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 7. (Second Edition)."},
      {
        "id":"ED421290",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 8. (Second Edition)."},
      {
        "id":"ED421291",
        "title":"Curriculum Handbook for Parents, 1998-1999: Grade 9. (Second Edition)."},
      {
        "id":"ED421292",
        "title":"Curriculum Handbook for Parents, 1998-1999: Senior High School."},
      {
        "id":"ED421293",
        "title":"Kindergarten in Alberta: A Handbook for Parents (Catholic School Version). Second Edition."},
      {
        "id":"ED421294",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 1. Second Edition."},
      {
        "id":"ED421295",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 2. Second Edition."},
      {
        "id":"ED421296",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 3. Second Edition."},
      {
        "id":"ED421297",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 4. Second Edition."},
      {
        "id":"ED421298",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 5. Second Edition."},
      {
        "id":"ED421299",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 6. Second Edition."},
      {
        "id":"ED421300",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 7. Second Edition."},
      {
        "id":"ED421301",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 8. Second Edition."},
      {
        "id":"ED421302",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Grade 9. Second Edition."},
      {
        "id":"ED421303",
        "title":"Curriculum Handbook for Parents, 1998-1999. Catholic School Version. Senior High School."},
      {
        "id":"ED421304",
        "title":"Inside Perspectives: An Analysis of a Public School Program in a Rural Alaskan Community."},
      {
        "id":"ED421306",
        "title":"Precollege Program in Environmental Studies for Native American Students, July 29-August 9, 1996. Final Report."},
      {
        "id":"ED421309",
        "title":"Coming Home: Developing a Sense of Place in Our Communities and Schools. Proceedings of the 1997 Forum (Jamestown, New York, May 16-17, 1997)."},
      {
        "id":"ED421310",
        "title":"Place-Based Education: Two Views from the Past."},
      {
        "id":"ED421311",
        "title":"Place Value: Experiences from the Rural Challenge."},
      {
        "id":"ED421312",
        "title":"Sense of Place Education for the Elementary Years."},
      {
        "id":"ED421313",
        "title":"Migrant Education: Thirty Years of Success, but Challenges Remain."},
      {
        "id":"ED421315",
        "title":"Student's Guide to Distance Education in South Africa, 1998. Third Edition."},
      {
        "id":"ED421317",
        "title":"Teachers' Images and Urban/Rural Constructs of Violence."},
      {
        "id":"ED421318",
        "title":"Gifted and Talented Students. IDRA Focus."},
      {
        "id":"ED421319",
        "title":"STARS: Report on Superhighway Teams across Rural Schools Project."},
      {
        "id":"ED421320",
        "title":"Community Mobilization Project: A Strategic Plan for American Indians in the San Francisco Bay Area."},
      {
        "id":"ED421321",
        "title":"Youth Risk Behavior Survey of Middle School Students Attending Bureau Funded Schools, 1997."},
      {
        "id":"ED421322",
        "title":"Bureau of Indian Affairs Outstanding Programs in Math, Science and Technology, 1995."},
      {
        "id":"ED421323",
        "title":"Fingertip Facts, 1998."},
      {
        "id":"ED421324",
        "title":"Bureau of Indian Affairs, Office of Indian Education Program, 1998 Directory."},
      {
        "id":"ED421325",
        "title":"The Characteristics of Rural One-Room Schools in Barbour County, West Virginia, That Represent Characteristics of Rural One-Room Schools in General."},
      {
        "id":"ED421326",
        "title":"Three Teachers' Histories: The Construction of Self-Identity."},
      {
        "id":"ED421328",
        "title":"Opinions of Teachers and Parents Concerning Contemporary Issues Affecting Rural Schools."},
      {
        "id":"ED421329",
        "title":"A Study Concerning Curricular and Extracurricular Considerations in Rural Schools."},
      {
        "id":"ED421330",
        "title":"Curriculum Development for Activism in Environmental Education."},
      {
        "id":"ED421331",
        "title":"Environmental Education in Wisconsin: What the Textbooks Teach."},
      {
        "id":"ED421332",
        "title":"Teaching Environmental Education to Wisconsin Teachers: A Review of University Course Materials."},
      {
        "id":"ED421333",
        "title":"The Puzzle of Inheritance: Genetics and the Methods of Science."},
      {
        "id":"ED421334",
        "title":"The Integration of Multimedia and Field Experience."},
      {
        "id":"ED421336",
        "title":"Inquiry-Based Demonstration Classrooms: An In-Service Model for Science Teachers."},
      {
        "id":"ED421337",
        "title":"Spatial Ability, Gender, and the Ability To Visualize Anatomy in Three Dimensions."},
      {
        "id":"ED421339",
        "title":"Using Intranets To Foster Statistical Problem Posing and Critiquing in Secondary Mathematics Classrooms. Draft."},
      {
        "id":"ED421340",
        "title":"Analysis of Discovery of Chaos: Social and Cognitive Aspects."},
      {
        "id":"ED421341",
        "title":"Students' Beliefs, Attitudes, and Conceptual Change in a Traditional High School Physics Classroom."},
      {
        "id":"ED421342",
        "title":"Single-Sex Mathematics Instruction in an Urban Independent School."},
      {
        "id":"ED421344",
        "title":"A Cross-National Comparison of Fourth-Grade Mathematics Instruction in the United States and China."},
      {
        "id":"ED421345",
        "title":"Science Teachers' Perceptions and Practices in Teaching the History of Science."},
      {
        "id":"ED421346",
        "title":"Physics Learning with a Computer Algebra System: Towards a Learning Environment That Promotes Enhanced Problem Representations."},
      {
        "id":"ED421347",
        "title":"The Importance of an Enhanced Problem Representation: On the Role of Elaborations in Physics Problem Solving."},
      {
        "id":"ED421348",
        "title":"A Longitudinal Assessment of Teacher Candidates' Attitudes and Beliefs in a Reform-Based Mathematics and Science Teacher Preparation Program."},
      {
        "id":"ED421349",
        "title":"The Use of Research To Inform the Evaluation of the Maryland Collaborative for Teacher Preparation."},
      {
        "id":"ED421350",
        "title":"Charting the Attitude and Belief Journeys of Teacher Candidates in a Reform-Based Mathematics and Science Teacher Preparation Program."},
      {
        "id":"ED421351",
        "title":"An Emerging Profile of the Mathematical Achievement of Students in the Core-Plus Mathematics Project."},
      {
        "id":"ED421352",
        "title":"Fostering Disposition toward Mathematics."},
      {
        "id":"ED421353",
        "title":"MSaTERs: Mathematics, Science, and Technology Educators and Researchers of The Ohio State University. Proceedings of the Annual Spring Conference (2nd, May 16, 1998, Columbus, OH)."},
      {
        "id":"ED421354",
        "title":"Mathematics in the Elementary School."},
      {
        "id":"ED421355",
        "title":"Mathematics Learning, Mathematics Teaching: Views of Student Teachers from Singapore and Australia."},
      {
        "id":"ED421357",
        "title":"Sequences, Series, and Spreadsheets: A Mathematical Excursion."},
      {
        "id":"ED421358",
        "title":"Surfing the Web for Science: Early Data on the Users and Uses of The Why Files."},
      {
        "id":"ED421359",
        "title":"Teachers' Perspectives of Teaching Science-Technology-Society in Local Cultures: A Socio-Cultural Analysis."},
      {
        "id":"ED421360",
        "title":"AstroCappella: A Musical Exploration of the Universe. Activities and Information To Accompany the AstroCappella CD. Grades 7-12."},
      {
        "id":"ED421363",
        "title":"Proceedings of the Annual International Conference of the Association for the Education of Teachers in Science (Minneapolis, MN, January 8-11, 1998)."},
      {
        "id":"ED421364",
        "title":"A State of Disconnectedness: An Examination of Mathematics &amp; Science Instruction in the North Carolina Public Schools."},
      {
        "id":"ED421367",
        "title":"Linking the National Assessment of Educational Progress (NAEP) and the Third International Mathematics and Science Study (TIMSS): Eighth-Grade Results. Research and Development Report."},
      {
        "id":"ED421368",
        "title":"Mathematics and Science Performance in the Middle School Years in South Africa: A Summary Report on the Performance of South African Students in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED421369",
        "title":"Literary Vision of Symbolic India: Removing the Veil and Stepping into Spiritual India. Fulbright-Hays Summer Seminars Abroad 1996 (India)."},
      {
        "id":"ED421371",
        "title":"An Introduction to Contemporary Indo-Anglian Literature. Fulbright-Hays Summer Seminars Abroad 1966 (India)."},
      {
        "id":"ED421372",
        "title":"The Ties That Bind: What Is Cultural Identity? Fulbright-Hays Summer Seminars Abroad 1966 (India)."},
      {
        "id":"ED421373",
        "title":"Evaluation of the India Program - 1996. Fulbright-Hays Summer Seminars Abroad 1966 (India)."},
      {
        "id":"ED421374",
        "title":"Curriculum on Women in Contemporary India: A Multidisciplinary and Historical Approach. Fulbright-Hays Summer Seminars Abroad 1966 (India)."},
      {
        "id":"ED421375",
        "title":"The Museum of Culture. Fulbright-Hays Summer Seminars Abroad 1966 (India)."},
      {
        "id":"ED421376",
        "title":"Brothers Creating Sisters: Two Short Stories by Rabindranath Tagore and Their Representation in Film by Satyajit Ray. Fulbright-Hays Summer Seminars Abroad 1966 (India)."},
      {
        "id":"ED421377",
        "title":"(Almost) Around the World in (Almost) 180 Days: A Plan for Designing a World Literature Course. Fulbright-Hays Summer Seminars Abroad 1966 (India)."},
      {
        "id":"ED421378",
        "title":"Increasing Elementary Teachers Knowledge in Discipline-Based Art Education through Inservice."},
      {
        "id":"ED421379",
        "title":"Cold War and the Politics of Comparative Education: The Case of Divided Germany."},
      {
        "id":"ED421380",
        "title":"Let Us Talk about Our Rights."},
      {
        "id":"ED421381",
        "title":"Westward Expansion: The Oregon Trail."},
      {
        "id":"ED421382",
        "title":"Technology's Impact on One Teacher's Philosophy of Teaching U.S. History."},
      {
        "id":"ED421383",
        "title":"We're All Equal and Some Are More Equal than Others: Retro and On-going Musings on the Evolving Identities of Anti-Racist White Educators."},
      {
        "id":"ED421384",
        "title":"Theories and Practices of Environmental Education in Quebec High Schools: Main Features of a Critical Diagnosis."},
      {
        "id":"ED421385",
        "title":"The Impact of Special Programs on the Implementation of New Curricula: The Case of Environmental Education in Germany."},
      {
        "id":"ED421386",
        "title":"The Role of the Liberal Arts in the Education of Arts Administrators."},
      {
        "id":"ED421389",
        "title":"Multimedia in Anthropology: A Guide to the Nonhuman Primates."},
      {
        "id":"ED421391",
        "title":"Report into Racist Attitudes and Perceptions amongst School Students at Royton and Crompton School, Oldham and Summative Statement of Anti-Racist Report."},
      {
        "id":"ED421392",
        "title":"K-12 Social Science Program Evaluation."},
      {
        "id":"ED421394",
        "title":"Peace Studies in the West. Peace Education Reports No. 16."},
      {
        "id":"ED421397",
        "title":"Picture This Character: Using Imagery To Teach a Japanese Syllabary."},
      {
        "id":"ED421398",
        "title":"Teacher's Guide to Resources of the Oklahoma Historical Society, Keyed to the Priority Academic Student Skills (PASS), Grades 6-12 Oklahoma History."},
      {
        "id":"ED421400",
        "title":"Bibliography of Art Education Resources. Bibliography Series 1993, Number 2."},
      {
        "id":"ED421402",
        "title":"Trading around the World. Introducing Economics into the Middle School Curriculum."},
      {
        "id":"ED421404",
        "title":"Africa Activity Book."},
      {
        "id":"ED421407",
        "title":"Strict Scrutiny: An Analysis of National Standards on Civic Education through the Perspectives of Contemporary Theorists."},
      {
        "id":"ED421408",
        "title":"Children's Storybooks on the Arab World: An Annotated Bibliography."},
      {
        "id":"ED421409",
        "title":"Basketball Economics."},
      {
        "id":"ED421413",
        "title":"Description and Explanation of &quot;Photo Essay.&quot; Information and Correspondence Regarding Formation of Educational Exchange between Newton North High School and La Escuela Preparatoria de la Universidad de Guanajuato. Fulbright-Hays Summer Seminar Abroad 1997 (Mexico)."},
      {
        "id":"ED421414",
        "title":"Spanish Language and Latin American Culture Opportunities for Study in Mexico. Fulbright-Hays Summer Seminar Abroad 1997 (Mexico)."},
      {
        "id":"ED421415",
        "title":"Information Technology in U.S. Social Studies Classrooms: Potentials and Realities."},
      {
        "id":"ED421418",
        "title":"Acquisition and Application of Study Skills and Test Taking Strategies with Eighth Grade Learning Disabled Students Failing Social Studies."},
      {
        "id":"ED421419",
        "title":"Gandhi: Sources and Influences. A Curriculum Guide. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421420",
        "title":"India: General Survey Unit for World Civilization Course Curriculum Project. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421421",
        "title":"India Culture Trunk. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421422",
        "title":"India at 50. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421423",
        "title":"[Global Studies]. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421424",
        "title":"[Comparative Migration Studies and Comparative Politics.] Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421425",
        "title":"Jammin' with Shiva: Tradition and Transformation of the Dance in India. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421426",
        "title":"[English as a Second Language; Freshman English; and Indian Literature.] Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421427",
        "title":"India in the Twenty-first Century: The Challenge of Population Growth. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421428",
        "title":"Taking Care of Business: A Manual for Doing Business across National and Cultural Boundaries. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421429",
        "title":"[Indian Environmental Policy.] Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421430",
        "title":"Overcoming Cultural Conflict with Knowledge. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421431",
        "title":"Women's Writing in India: An Adaptable Syllabus with Annotated Reading List. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421432",
        "title":"Contemporary Slums of India from a Geographic Perspective: A Three-Day College Unit. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421433",
        "title":"Dalit Movements in India and Dr. B. R. Ambedkar: An Introduction and an Annotated Bibliography. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421434",
        "title":"In Search of Lakshmi's Footprints: A Brief Study of the Use of Surface Design in India. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421435",
        "title":"The Face of India: A Resource on the Humanity of India through the Ages. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421436",
        "title":"The Edicts of King Ashoka and Character Education: An Approach, Rationale, and Procedure. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421437",
        "title":"[India within World History.] Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421438",
        "title":"Incredible Diversity: A Unit on Indian Literature. Fulbright-Hays Summer Seminars Abroad, 1997 (India)."},
      {
        "id":"ED421439",
        "title":"Handbook of the Renaissance: Europe 1400 - 1600."},
      {
        "id":"ED421440",
        "title":"A South Asia Curriculum: Teaching about India."},
      {
        "id":"ED421444",
        "title":"Exploring Indonesia: Past and Present."},
      {
        "id":"ED421446",
        "title":"The Technical Production Handbook: A Guide for Performing Arts Presenting Organizations and Touring Companies."},
      {
        "id":"ED421447",
        "title":"A Global Perspective on Human Rights Education. ERIC Digest."},
      {
        "id":"ED421448",
        "title":"Take a Field Trip through the 1960s. Celebrate the Century Education Series."},
      {
        "id":"ED421449",
        "title":"Creative Partnerships for Prevention. Using the Arts and Humanities to Build Resiliency in Youth. A Drug and Violence Prevention Resource for Schools, Cultural Organizations, and Others Working with Youth."},
      {
        "id":"ED421450",
        "title":"Take a Field Trip through the 1970s. Celebrate the Century Education Series."},
      {
        "id":"ED421451",
        "title":"NAEP and Music: Framework, Field Test, and Assessment."},
      {
        "id":"ED421452",
        "title":"NAEP and the Visual Arts: Framework, Field Test, and Assessment."},
      {
        "id":"ED421453",
        "title":"The NAEP 1997 Arts Education Assessment: An Overview."},
      {
        "id":"ED421454",
        "title":"Action Research Monograph. A Collection of Action Research Investigations Done in the South Euclid-Lyndhurst City School System Which Were Initiated and Completed by District Teachers and Staff between September 1996 and September 1997."},
      {
        "id":"ED421455",
        "title":"Connecting To Improve Methods Courses. Restructuring Texas Teacher Education Series 3."},
      {
        "id":"ED421456",
        "title":"Assessment in Restructured Teacher Preparation. Restructuring Texas Teacher Education Series 4."},
      {
        "id":"ED421457",
        "title":"Distance Learning: The Educational Impact of an Evolving Technology. Restructuring Texas Teacher Education Series 5."},
      {
        "id":"ED421458",
        "title":"Preparing Teachers for a Culturally Pluralistic Society. Restructuring Texas Teacher Education Series 6."},
      {
        "id":"ED421459",
        "title":"Technology and Teacher Education. Restructuring Texas Teacher Education Series 7."},
      {
        "id":"ED421464",
        "title":"An Upper Peninsula Collaborative Site of Practice and Inquiry."},
      {
        "id":"ED421465",
        "title":"Self-Perceived Levels of Responsibility in Seventh Grade Students."},
      {
        "id":"ED421466",
        "title":"Recent Developments in the Use of Career Advancement Portfolios for Administrators: Implications for Leadership Preparation Programs."},
      {
        "id":"ED421467",
        "title":"An Exploratory Study of Perceptions of Preservice Administrators on Traditional versus Electronic Career Advancement Portfolios."},
      {
        "id":"ED421468",
        "title":"Interorganisational Networks in the Domain of In-Service Teacher Training."},
      {
        "id":"ED421469",
        "title":"Content Alignment Project Report. English/Language Arts, Mathematics, and Social Studies. Alignment of Community College, University, and Internship Content."},
      {
        "id":"ED421470",
        "title":"Peer Evaluation of Teaching: Claims vs. Research."},
      {
        "id":"ED421471",
        "title":"Building Bridges Symposium. Linking the Disciplines During Pre-Service Teacher Education."},
      {
        "id":"ED421472",
        "title":"Vertical Alignment and Collaboration."},
      {
        "id":"ED421473",
        "title":"The Pedagogical, Cultural, and Political Challenges of Creating a Constructivist Classroom."},
      {
        "id":"ED421474",
        "title":"Value Orientation of Singapore Adolescents Towards Truthfulness, Justice and Compassion."},
      {
        "id":"ED421475",
        "title":"Heading Toward a New Era: Baseline Data on the Preferred Values of Lay Women and Men Who Teach in Roman Catholic Secondary Schools."},
      {
        "id":"ED421476",
        "title":"High School Culture and (Mis)Perceptions of Support: A Case Study of Success and Failure for Interdisciplinary Team Teaching."},
      {
        "id":"ED421477",
        "title":"The Changing Nature of Professional Development Programs for Teachers: The University of Minnesota Experience."},
      {
        "id":"ED421478",
        "title":"The Induction and Socialization of New Faculty: The Role of the Professional Development School."},
      {
        "id":"ED421479",
        "title":"Meeting the Needs of Future Teachers: Curricular Changes for Preservice Programs from Implications of Secondary Teachers' Perceptions of Recent Changes in Ontario Schools."},
      {
        "id":"ED421480",
        "title":"Promoting Stress Management: The Role of Comprehensive School Health Programs. ERIC Digest."},
      {
        "id":"ED421481",
        "title":"Service-Learning and Teacher Education. ERIC Digest."},
      {
        "id":"ED421482",
        "title":"Improving Schools Study: Another Way To Look at Raising Student Achievement (A Preliminary Study)."},
      {
        "id":"ED421483",
        "title":"True and Quasi-Experimental Designs. ERIC/AE Digest."},
      {
        "id":"ED421484",
        "title":"Statewide Assessment Programs: Policies and Practices for the Inclusion of Limited English Proficient Students. ERIC/AE Digest."},
      {
        "id":"ED421485",
        "title":"Designing Structured Interviews for Educational Research. ERIC/AE Digest."},
      {
        "id":"ED421486",
        "title":"Herzberg's Theory of Motivation and Maslow's Hierarchy of Needs. ERIC/AE Digest."},
      {
        "id":"ED421487",
        "title":"Achieving Standards-Based Curriculum Alignment through Mindful Teaching."},
      {
        "id":"ED421488",
        "title":"Show Me the Evidence! Proven and Promising Programs for America's Schools."},
      {
        "id":"ED421489",
        "title":"A Model for Measuring Math Achievement Test Performance: A Longitudinal Analysis of Non-Transient Learners Engaged in a Restructuring Effort."},
      {
        "id":"ED421490",
        "title":"Setting Test-Level Standards for a Performance Assessment of Physicians' Clinical Skills: A Process Investigation."},
      {
        "id":"ED421493",
        "title":"Conditions and Caveats of Self-Evaluation. The Case of Secondary Schools."},
      {
        "id":"ED421494",
        "title":"A Program Evaluation of a Michigan Systemic Reform Initiative: The Michigan Education Leadership Collaborative."},
      {
        "id":"ED421495",
        "title":"Third International Mathematics and Science Study. Performance Assessment: Strengths and Weaknesses of Students in England."},
      {
        "id":"ED421496",
        "title":"Item Estimates under Low-Stakes Conditions: How Should Omits Be Treated?"},
      {
        "id":"ED421497",
        "title":"Implementing Standards-Based Multiple Measures for IASA, Title I Accountability Using Sacramento Achievement Levels Test (SALT)."},
      {
        "id":"ED421498",
        "title":"Differential Item Functioning and Language Translation: A Cross-National Study with a Test Developed for Certification."},
      {
        "id":"ED421499",
        "title":"Assessing Change in the Teaching Practice of Faculty in a Faculty Development Program for Primary Care Physicians: Toward a Mixed Method Evaluation Approach."},
      {
        "id":"ED421500",
        "title":"Re/constructing Gendered Achievement Profiles."},
      {
        "id":"ED421502",
        "title":"Evaluation of the I Have a Dream Project."},
      {
        "id":"ED421503",
        "title":"Do Philosophical Tendencies Correlate with Personality Types?"},
      {
        "id":"ED421504",
        "title":"Foundations for Creative Effective Two-Way Audio/Video Distance Education Environments: Issues of Self-Efficacy."},
      {
        "id":"ED421505",
        "title":"Exploring Mathematics: Possibilities for Learning in an Alternative High School Setting."},
      {
        "id":"ED421506",
        "title":"Development of Program and Individual Student Evaluation Models for Foreign Language in the Elementary School."},
      {
        "id":"ED421508",
        "title":"Academic Productivity of Chicago Public Elementary Schools. Examining Productivity Series. A Technical Report."},
      {
        "id":"ED421509",
        "title":"Participatory Program Evaluation. A Manual for Involving Program Stakeholders in the Evaluation Process."},
      {
        "id":"ED421510",
        "title":"State Geography Standards: An Appraisal of Geography Standards in 38 States and the District of Columbia."},
      {
        "id":"ED421511",
        "title":"State History Standards: An Appraisal of History Standards in 37 States and the District of Columbia."},
      {
        "id":"ED421512",
        "title":"State Science Standards: An Appraisal of Science Standards in 36 States."},
      {
        "id":"ED421513",
        "title":"State Mathematics Standards: An Appraisal of Math Standards in 46 States, the District of Columbia, and Japan."},
      {
        "id":"ED421524",
        "title":"Innovations: Graphics, Sound, and Alternative Response Modes."},
      {
        "id":"ED421525",
        "title":"New Algorithms for Item Selection and Exposure Control with Computerized Adaptive Testing."},
      {
        "id":"ED421526",
        "title":"Test Development Exposure Control for Adaptive Testing."},
      {
        "id":"ED421527",
        "title":"Effects of an On-Screen versus Bring-Your-Own Calculator Policy on Performance on the Computerized SAT I: Reasoning Test in Mathematics."},
      {
        "id":"ED421528",
        "title":"Comparability of Scores on Word-Processed and Handwritten Essays on the Graduate Management Admissions Test."},
      {
        "id":"ED421529",
        "title":"Why Generalizability Theory Is Essential and Classical Test Theory Is Often Inadequate."},
      {
        "id":"ED421530",
        "title":"Detection of Cheating on Multiple-Choice Examinations."},
      {
        "id":"ED421532",
        "title":"Comparing Student Performance on Different Item Formats Relative to Achievement Levels Cutpoints."},
      {
        "id":"ED421533",
        "title":"A Demonstration of Using Person-Fit Statistics in Standard Setting."},
      {
        "id":"ED421534",
        "title":"Comparison of Alternative Models for Item Parameter Estimation with Small Samples."},
      {
        "id":"ED421535",
        "title":"Evaluation of Parameter Estimation under Modified IRT Models and Small Samples."},
      {
        "id":"ED421536",
        "title":"The Effects of Content Representativeness and Differential Weighting on Test Equating: A Monte Carlo Study."},
      {
        "id":"ED421537",
        "title":"An Exploratory Factor Analysis To Establish the Construct Validity of the Teaching and Learning Environment Questionnaire (TLEQ)."},
      {
        "id":"ED421545",
        "title":"Projections of Education Statistics to 2008."},
      {
        "id":"ED421547",
        "title":"Statistical Tests for Person Misfit in Computerized Adaptive Testing. Research Report 98-01."},
      {
        "id":"ED421548",
        "title":"Simulating the Null Distribution of Person-Fit Statistics for Conventional and Adaptive Tests. Research Report 98-02."},
      {
        "id":"ED421549",
        "title":"Quality Control of On-Line Calibration in Computerized Assessment. Research Report 98-03."},
      {
        "id":"ED421550",
        "title":"Modification Indices for the 2PL and the Nominal Response Model. Research Report 98-04."},
      {
        "id":"ED421553",
        "title":"The National Education Goals Report: Building a Nation of Learners, 1998."},
      {
        "id":"ED421554",
        "title":"A Review of Studies Evaluating the Effectiveness of Magnet Middle Schools in Meeting Societal and Educational Goals."},
      {
        "id":"ED421555",
        "title":"A District-Wide Multi-cultural High School Curriculum."},
      {
        "id":"ED421557",
        "title":"Educating Our Most At-Risk Children."},
      {
        "id":"ED421558",
        "title":"School Readiness Language Development Program Evaluation: A Student Outcomes Study. Publication No. 701, Part A."},
      {
        "id":"ED421559",
        "title":"Building on the Best, Learning from What Works. Four Promising Schoolwide Academic Programs."},
      {
        "id":"ED421560",
        "title":"Passing on Failure: District Promotion Policies and Practices."},
      {
        "id":"ED421561",
        "title":"African American Community Education Partnership Summit: Focusing on Reading &amp; Mathematics Achievement. Position Paper."},
      {
        "id":"ED421562",
        "title":"Why Catholic Schools Spell Success for America's Inner-City Children. Backgrounder No. 1128."},
      {
        "id":"ED421563",
        "title":"Bridging the Digital Divide: The Impact of Race on Computer Access and Internet Use."},
      {
        "id":"ED421565",
        "title":"Latino Communities: 1998 Perspective on School Desegregation."},
      {
        "id":"ED421566",
        "title":"In Search of Common Ground. A Briefing Paper on School Reform &amp; the Religious Right."},
      {
        "id":"ED421571",
        "title":"From High School to Teaching: Many Steps. Who Makes It?"},
      {
        "id":"ED421572",
        "title":"School Factors Associated with African American Students Who Thrive in College-Preparatory Mathematics."},
      {
        "id":"ED421573",
        "title":"Does It Matter Where Poor Kids Live? A Look at Concentrated Poverty and Achievement."},
      {
        "id":"ED421574",
        "title":"Psychosocial and Cultural Contexts in Intercultural Group Conflict and Social Problem Behaviors among High Risk Youth: Preliminary Findings."},
      {
        "id":"ED421575",
        "title":"Gender and the Culture of Schools."},
      {
        "id":"ED421576",
        "title":"Voices from the Field: A Case Study of One Inner-City HIPPY Program."},
      {
        "id":"ED421577",
        "title":"Inequities in Teacher Allocation: Policy and Practice in Urban School Districts."},
      {
        "id":"ED421578",
        "title":"A Case Study of Cultural Misinterpretations of Behavior in One Preservice Teacher's Lesson."},
      {
        "id":"ED421579",
        "title":"Los Angeles Unified School District's Response to Assembly Bills 922 and 2834: A Preliminary Report. Publication No. 651."},
      {
        "id":"ED421580",
        "title":"Homeless Families Today: Our Challenge Tomorrow. A Regional Perspective."},
      {
        "id":"ED421581",
        "title":"Day to Day...Parent to Child. The Future of Violence among Homeless Children in America."},
      {
        "id":"ED421582",
        "title":"Spirals of Suffering: Public Violence and Children."},
      {
        "id":"ED421586",
        "title":"Resilience and Peer Friendships."},
      {
        "id":"ED421587",
        "title":"Teaching Conflict and Conflict Resolution in School: (Extra-) Curricular Considerations."},
      {
        "id":"ED421588",
        "title":"Integrated Elementary Curriculum about Conflict Resolution: Can Children Handle Global Politics?"},
      {
        "id":"ED421589",
        "title":"Exposure to Community Violence: Incidence and Correlates among Inner-City and Suburban Adolescents."},
      {
        "id":"ED421590",
        "title":"One High School Teacher's Unexamined Pedagogy of Race."},
      {
        "id":"ED421591",
        "title":"Meeting the Challenge of Low-Performing Schools. Policy Brief."},
      {
        "id":"ED421592",
        "title":"What Do We Know: The Impact of the Baby Boom Echo."},
      {
        "id":"ED421593",
        "title":"Laying the Groundwork for a New Generation of Policy Research: Commentary on \"Knowledge Utilization in Educational Policy and Politics.\" Spotlight on Student Success No. 303."},
      {
        "id":"ED421598",
        "title":"All Different, All Equal. A Pack of Educational Materials for Schools To Develop an Understanding of Racism and Increase Awareness of the Many Cultures in Our World. For Key Stage 3 and 4 Pupils."},
      {
        "id":"ED421599",
        "title":"An Examination of Teachers' Flow Experiences, Efficacy, and Instructional Leadership in Large Inner-City and Urban School Districts."},
      {
        "id":"ED421600",
        "title":"State Intervention in the Newark Public Schools. Occasional Paper 1997-98. Educational Policy Conversations."},
      {
        "id":"ED421601",
        "title":"Schools on Notice. A Policy Study of New York State's 1996-1997 Schools under Registration Review Process. Final Report to the New York State Education Department."},
      {
        "id":"ED421602",
        "title":"Sisters in Science: A Model Program. Spotlight on Student Success, No. 201."},
      {
        "id":"ED421603",
        "title":"Violence in the Schools. Developing Prevention Plans. Exercises in Participation Series. [Student's Guide and] Teacher's Guide."},
      {
        "id":"ED421609",
        "title":"On Contextuality."},
      {
        "id":"ED421613",
        "title":"Aboriginal Employment &amp; Training Program Development--Toward an Internally Controlled Process."},
      {
        "id":"ED421614",
        "title":"Vocational Education and the Changing Demand of the World of Work."},
      {
        "id":"ED421615",
        "title":"Real Lives, Real Results. Preparing Tennessee's Workforce."},
      {
        "id":"ED421616",
        "title":"The Economics of ACE Delivery. A Research Report."},
      {
        "id":"ED421617",
        "title":"Educating Tomorrow's Workforce: A Report on the Semiconductor Industry's Commitment to Youth in K-12."},
      {
        "id":"ED421618",
        "title":"Family Literacy as a Welfare Reform Strategy. Family Independence Initiative Audioconference. Family Independence Initiative Publication #2."},
      {
        "id":"ED421619",
        "title":"Application of Psychology of Learning to Tech Prep Education and Instruction."},
      {
        "id":"ED421620",
        "title":"Beyond Ourselves: Activities for Implementing Ohio's Indicators of Adult Basic and Literacy Education Program Quality."},
      {
        "id":"ED421621",
        "title":"AGORA--I. Raising the Level of Diplomas and Their Distribution on the Labour Market: The Lessons of the Past and Prospects for the Future. CEDEFOP Panorama."},
      {
        "id":"ED421622",
        "title":"Eocene Footwear. The Power to Change the World."},
      {
        "id":"ED421625",
        "title":"Promoting Learning in Small and Medium-Sized Enterprises."},
      {
        "id":"ED421626",
        "title":"Value Added: Beyond A-Levels to Vocational Programmes?"},
      {
        "id":"ED421627",
        "title":"Jobs First. Early Implementation of Connecticut's Welfare Reform Initiative."},
      {
        "id":"ED421628",
        "title":"Animal Management Technician. Occupational Competency Analysis Profile."},
      {
        "id":"ED421629",
        "title":"Nurse Aide. Occupational Competency Analysis Profile."},
      {
        "id":"ED421630",
        "title":"HIREability: A Work in Progress. Activities to Help Secondary Students Achieve Employability Skills."},
      {
        "id":"ED421631",
        "title":"Internationalisation in Swedish Undergraduate Nursing Education: Its Interpretation and Implementation in the Context of Nursing with Tender Loving Care. Research Bulletin 96."},
      {
        "id":"ED421632",
        "title":"Cooperative Education in New Mexico."},
      {
        "id":"ED421633",
        "title":"What We Know about Literacy Practices for Adults with Learning Disabilities: A Review of Published Research."},
      {
        "id":"ED421634",
        "title":"Commonwealth of Pennsylvania Adult Education Section 353 Special Demonstration Projects. Project Abstracts for the Fiscal Year 1996-1997."},
      {
        "id":"ED421635",
        "title":"New Qualifications and Training Needs in Environment-Related Sectors. Synthesis of Studies Carried out in Austria, Belgium, Denmark, Spain, France, Greece, Italy and the United Kingdom."},
      {
        "id":"ED421637",
        "title":"Women in the Skilled Trades: Do They Perceive a Discriminatory Work and Training Environment?"},
      {
        "id":"ED421638",
        "title":"Adult, Career, and Vocational Education: An Internet Guide. ERIC Digest No. 196."},
      {
        "id":"ED421639",
        "title":"Technology and Adult Learning: Current Perspectives. ERIC Digest No. 197."},
      {
        "id":"ED421640",
        "title":"Service Learning: More than Community Service. ERIC Digest No. 198."},
      {
        "id":"ED421641",
        "title":"Career Development and Gender, Race, and Class. ERIC Digest No. 199."},
      {
        "id":"ED421642",
        "title":"Teaching through Difference."},
      {
        "id":"ED421643",
        "title":"The Role of Community Partnerships in School-to-Work Programs."},
      {
        "id":"ED421644",
        "title":"The Organization of Courses via the Internet, Academic Aspects, Interaction, Evaluation, and Accreditation."},
      {
        "id":"ED421652",
        "title":"Computer Technology in Adult Education."},
      {
        "id":"ED421653",
        "title":"Education and Social Service Occupations and Clergy. Bulletin 2500-6."},
      {
        "id":"ED421654",
        "title":"Ain&apos;t Misbehavin&apos;. Managing Disruptive Behavior."},
      {
        "id":"ED421655",
        "title":"Business/Computer Technologies. State Competency Profile."},
      {
        "id":"ED421656",
        "title":"Engineering Technologies. State Competency Profile."},
      {
        "id":"ED421657",
        "title":"Interactive Media Technologies. State Competency Profile."},
      {
        "id":"ED421659",
        "title":"Educational Reform and Vocational Education."},
      {
        "id":"ED421664",
        "title":"Schools without Fear. Proceedings of the Annual International Alliance for Invitational Education Conference (14th). International Alliance for Invitational Education."},
      {
        "id":"ED421666",
        "title":"Planning for Life: Program Guidebook. Career Planning: Definitions, Improvement Ideas and Self-Review Process, Application Guidelines."},
      {
        "id":"ED421667",
        "title":"Kohlberg's Moral Development Model: Cohort Influences on Validity."},
      {
        "id":"ED421670",
        "title":"Guidance and Counseling Program Evaluation 1997-98."},
      {
        "id":"ED421671",
        "title":"Educating Students about Cultural Differences in Attitudes toward Women: Comparing American and Japanese College Students and Their Parents."},
      {
        "id":"ED421673",
        "title":"Relational Complexity and Theory-of-Mind."},
      {
        "id":"ED421674",
        "title":"Category Induction and Hierarchical Classification Assessed by Property Inference: The Influence of Complexity."},
      {
        "id":"ED421675",
        "title":"Maximizing School Guidance Program Effectiveness: A Guide for School Administrators & Program Directors."},
      {
        "id":"ED421680",
        "title":"Juvenile Correctional Facilities, 1995. Minnesota Student Survey."},
      {
        "id":"ED421681",
        "title":"Bridging Research into Practice to Intervene with Young Aggressive Students in the Public School Setting: Evaluation of the Behavior Consultation Team (BCT) Project."},
      {
        "id":"ED421682",
        "title":"Parent and Peer Relationships among Black and White Teenage Drinkers and Non Drinkers."},
      {
        "id":"ED421684",
        "title":"Impact of the Accelerated Reader Technology-Based Literacy Program on Overall Academic Achievement and School Attendance."},
      {
        "id":"ED421685",
        "title":"Learning Information Systems: Theoretical Foundations."},
      {
        "id":"ED421686",
        "title":"Learning Information System Effects on Reading, Language Arts, Math, Science, and Social Studies."},
      {
        "id":"ED421687",
        "title":"Toward a Balanced Approach to Reading Motivation: Resolving the Intrinsic-Extrinsic Rewards Debate. Report."},
      {
        "id":"ED421688",
        "title":"Critical Thinking and Literature-Based Reading. Report."},
      {
        "id":"ED421689",
        "title":"ZPD Guidelines: Helping Students Achieve Optimum Reading Growth. Report from the Institute for Academic Excellence."},
      {
        "id":"ED421690",
        "title":"How Accelerated Reader Quizzes Are Designed. Report from the Institute for Academic Excellence."},
      {
        "id":"ED421691",
        "title":"Patterns of Reading Practice: How Differences in Reading Practice Explain Differences in Schools and Students. Why Every Student Has a Right to Sixty Minutes of TWI Time per Day."},
      {
        "id":"ED421692",
        "title":"Project R.E.A.C.H. = Repeated Readings Enrichment through Audio Cassette Help."},
      {
        "id":"ED421693",
        "title":"Development of an Early Reading Program for Day Care Centers in Urban Poor Communities in the Philippines."},
      {
        "id":"ED421694",
        "title":"Researching Student-Directed Discussion: Putting &quot;Social Construction of Knowledge&quot; to the Test."},
      {
        "id":"ED421695",
        "title":"Building on the Best, Learning from What Works: Seven Promising Reading and English Language Arts Programs."},
      {
        "id":"ED421696",
        "title":"Family Links Report, Morse Street School, Freeport, Maine."},
      {
        "id":"ED421697",
        "title":"The Cybernetic Writing Program."},
      {
        "id":"ED421698",
        "title":"Standardization, Diversity, and Teacher Evaluation of Writing."},
      {
        "id":"ED421700",
        "title":"Notes toward a Unified (Non)Theory of Composition and Literature."},
      {
        "id":"ED421701",
        "title":"Authority Issues in On-Line Instruction."},
      {
        "id":"ED421702",
        "title":"Bookwise and Culture Smart."},
      {
        "id":"ED421705",
        "title":"A Classroom Program in Discovery of Self, Community, and Writing. Revised."},
      {
        "id":"ED421706",
        "title":"Seeing Ourselves Reflected in Our Narratives: Studies in Culture and Communication."},
      {
        "id":"ED421707",
        "title":"Lettered Resistance at the Genoa Indian School, Genoa, Nebraska (1884-1934)."},
      {
        "id":"ED421708",
        "title":"An Analysis of Sentential Themes in Academic Writing: Implications for Teaching Sentence Style and Revision."},
      {
        "id":"ED421709",
        "title":"The Humanities Today."},
      {
        "id":"ED421710",
        "title":"Technological Change and the Material Conditions of the Literate Practice of Medicine."},
      {
        "id":"ED421711",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book 16."},
      {
        "id":"ED421712",
        "title":"When Quasi-Authentic Experiences Are &quot;Enminded&quot; into Disciplinary Genres: Crossing Biographic and Situated Knowledge."},
      {
        "id":"ED421713",
        "title":"Grammar Revisited in the English Curriculum."},
      {
        "id":"ED421714",
        "title":"Why Study Ethics and Rhetoric?"},
      {
        "id":"ED421715",
        "title":"Rhetorical Inventions and Cultural Diversity--A Historical Approach: Aristotle and Confucius."},
      {
        "id":"ED421716",
        "title":"Addressing Competing Rhetorical Demands in the Classroom: Using the Newsletter To Explore Student Roles as Writers, Students, and Intellectuals."},
      {
        "id":"ED421717",
        "title":"Cognitive Dissonance in the English Education Classroom."},
      {
        "id":"ED421719",
        "title":"Gender/Authority, Teacher/Critic."},
      {
        "id":"ED421721",
        "title":"A Research Journal: Affecting Students' Writing Attitudes through Journal Writing."},
      {
        "id":"ED421722",
        "title":"Long-Term Trends in Student Writing Performance."},
      {
        "id":"ED421723",
        "title":"Writing in the Majors: A Guide for Disciplinary Faculty."},
      {
        "id":"ED421724",
        "title":"Great Beginnings: Reflections and Advice for New English Language Arts Teachers and the People Who Mentor Them. Conference on English Leadership Series."},
      {
        "id":"ED421725",
        "title":"The Ethics of Plagiarism."},
      {
        "id":"ED421727",
        "title":"Case Studies in the Organizational Communication Course: Applying Textbook Concepts to Real Life Organizations."},
      {
        "id":"ED421728",
        "title":"At the Speed of Sound: Rate of Delivery as a Dividing Factor in Debate."},
      {
        "id":"ED421729",
        "title":"The Radio Play's the Thing: Teaching Text and Performance through Soundscripting."},
      {
        "id":"ED421730",
        "title":"Point of Information: Practical and Theoretical Concerns in Parliamentary Debate."},
      {
        "id":"ED421731",
        "title":"Unifying Research and Teaching: Pedagogy for the Transition from Forensics Competition to Education."},
      {
        "id":"ED421732",
        "title":"Preserving the Pedagogy: The Director of Forensics as an At-Risk Professional."},
      {
        "id":"ED421733",
        "title":"Attitudes toward the Use of Lexis-Nexis Research in CEDA: The Case for Limiting Its Use?"},
      {
        "id":"ED421734",
        "title":"Critiquing the Critics: A Content Analysis of Oral Interpretation Ballots."},
      {
        "id":"ED421735",
        "title":"The Lost Acting Treatise of Charles Macklin."},
      {
        "id":"ED421736",
        "title":"&quot;Split and Fit&quot;: A Faculty Subgroup Self-Organizes and Creates a Different Culture."},
      {
        "id":"ED421737",
        "title":"Sparing the Rod: Schools, Discipline and Children's Rights in Multicultural Britain."},
      {
        "id":"ED421738",
        "title":"The School as a Peacemaking Community: 10 Key Ingredients."},
      {
        "id":"ED421739",
        "title":"Designing High Performing Learning Communities."},
      {
        "id":"ED421742",
        "title":"Building a Full Service School: Florida&apos;s Model of Collaboration for School-Based and School-Linked Services."},
      {
        "id":"ED421751",
        "title":"Supervision from Six Theoretical Frameworks."},
      {
        "id":"ED421752",
        "title":"Ambushed by the Principal: Parents and School Councils."},
      {
        "id":"ED421753",
        "title":"The School Council: An Administrator's Friend or Foe."},
      {
        "id":"ED421754",
        "title":"Political Influence Networks and Kentucky School Finance Reform. Draft."},
      {
        "id":"ED421755",
        "title":"District Office Support of School Restructuring: Case Study Results and Theoretical Implications."},
      {
        "id":"ED421756",
        "title":"Colorado's Charter School Policy and Teacher Professionalism: School Level Interpretations."},
      {
        "id":"ED421757",
        "title":"The Keeper of the House: Principal Succession and the Mending of the Hearts."},
      {
        "id":"ED421758",
        "title":"Examining a Superintendent's Transformational Leadership: From the Model to Successful Practice."},
      {
        "id":"ED421759",
        "title":"Local Education Authorities in England: Making a Difference through Their Leadership."},
      {
        "id":"ED421760",
        "title":"Market Challenges to Public Education in the U.S. Michigan's Charter Schools &amp; Enclosures of the Common Good."},
      {
        "id":"ED421761",
        "title":"ECS Information Clearinghouse. State Issues Report, 1996-97."},
      {
        "id":"ED421762",
        "title":"Education Accountability Systems in 50 States."},
      {
        "id":"ED421763",
        "title":"A Policymakers' Guide to Education Reform Networks."},
      {
        "id":"ED421764",
        "title":"Academic Bankruptcy. Policy Brief."},
      {
        "id":"ED421766",
        "title":"Reflecting on Progress: Site-Based Management and School Improvement in North Carolina. R&amp;D. Special Report."},
      {
        "id":"ED421767",
        "title":"Rethinking Curriculum Implementation: Paradigms, Models, and Teachers' Work."},
      {
        "id":"ED421769",
        "title":"An Exploration of Strategies which Elementary Principals New to Their Schools Use To Learn about Their School Culture."},
      {
        "id":"ED421770",
        "title":"Study of Teacher Evaluation and Dismissal: Recommendations for 1998. Report to the Colorado General Assembly. Research Publication No. 429."},
      {
        "id":"ED421771",
        "title":"The Annual Condition of Education Report. A Report on PreKindergarten, Elementary, and Secondary Education in Iowa."},
      {
        "id":"ED421772",
        "title":"Informed Courage in Local Leadership: Essential in Overcoming Barriers to Change in Education."},
      {
        "id":"ED421773",
        "title":"How Educators Process and Respond to State-Level Education Reform Policies: The Case of Oregon."},
      {
        "id":"ED421774",
        "title":"A Case Study in Developing a High School Partner School in a Research I University."},
      {
        "id":"ED421775",
        "title":"The Effect of Decentralisation on the Shared Management Role of the Head of Department in Secondary Schools in England."},
      {
        "id":"ED421776",
        "title":"Partners in School Innovation: An Unusual Approach to Change Facilitation."},
      {
        "id":"ED421777",
        "title":"Practices Used by Arizona School Districts Dealing with Incompetent Teachers."},
      {
        "id":"ED421778",
        "title":"The Influence of Informal Power Structures on School Board-Teacher Union Contract Negotiations."},
      {
        "id":"ED421779",
        "title":"The Christian Right and the Prophonics Movement."},
      {
        "id":"ED421780",
        "title":"The Influence of Auxiliary Staff in Elementary School Settings."},
      {
        "id":"ED421781",
        "title":"Implementing Block Scheduling: A Concern-Based Model of Change."},
      {
        "id":"ED421782",
        "title":"Unintended Consequences of School Improvement Plans."},
      {
        "id":"ED421783",
        "title":"Examining One High School's Restructuring Efforts within &quot;Garbage Can&quot; Decision Making Theory."},
      {
        "id":"ED421791",
        "title":"Teachers' Perceptions of the Effect Uniforms or Strict Dress Codes Have on Elementary School Children."},
      {
        "id":"ED421792",
        "title":"Shifting the Focus to Learning: California's Accountability Debates. State Experts Discuss How Accountability Can Improve Student Achievement. EdSource Report."},
      {
        "id":"ED421793",
        "title":"Frequency of Teacher Intervention in Hallway Misconduct."},
      {
        "id":"ED421794",
        "title":"&quot;Practical Action&quot;: Its Centrality in Producing and Reproducing the Formal Structure of School Organization."},
      {
        "id":"ED421795",
        "title":"Relationship between Issues and Myths Concerning Scholastic Corporal Punishment and Dogmatism."},
      {
        "id":"ED421796",
        "title":"Grouping in Classrooms as an Institutionally Constructed System of Actions."},
      {
        "id":"ED421797",
        "title":"Selecting High-Quality Charter Schools: What Policymakers Can Do. SERVE Policy Brief."},
      {
        "id":"ED421798",
        "title":"Knowledge Work Supervision: Transforming School Systems into High Performing Learning Organizations."},
      {
        "id":"ED421799",
        "title":"Case Stories of Principal Practice: A Collaborative Inquiry Approach to Professional Development."},
      {
        "id":"ED421800",
        "title":"University-District-School Collaboration for School Restructuring."},
      {
        "id":"ED421801",
        "title":"A Statewide Evaluation of Accelerated Schools."},
      {
        "id":"ED421802",
        "title":"Tying School Improvement to School Accountability: A Review of the School Effectiveness and Assistance Pilot Study, Phase III (SEAP-III)."},
      {
        "id":"ED421804",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1991."},
      {
        "id":"ED421805",
        "title":"An Examination of the Efficacy and the Efficiency of Phonological Awareness Instruction for Prereaders At-Risk of Reading Failure. Final Report."},
      {
        "id":"ED421806",
        "title":"The Invisible Elves of the Inclusive School - Paraprofessionals."},
      {
        "id":"ED421807",
        "title":"Williams Syndrome Information for Teachers."},
      {
        "id":"ED421808",
        "title":"Evaluation of Individuals with Visual Impairment for Educational and Vocational Applications of Assistive Technology."},
      {
        "id":"ED421809",
        "title":"Preparing Leadership Personnel for an Increasingly Diverse World: From a Higher Education Perspective."},
      {
        "id":"ED421810",
        "title":"Neuropsychological Features of Dyslexia."},
      {
        "id":"ED421811",
        "title":"Residential Behavioral Treatment Facilities. 1996 Minnesota Student Survey."},
      {
        "id":"ED421812",
        "title":"\"I Want To Work Outside of the Classroom\": Employment Opportunities Outside of the Classroom for Special Education and Related Services Professionals."},
      {
        "id":"ED421813",
        "title":"Annual Report to the President and to the Congress on Federal Activities Related to the Rehabilitation Act of 1973, as Amended. Fiscal Year 1995."},
      {
        "id":"ED421814",
        "title":"Changes Special Education Teachers Make in the Transition from Traditional Scheduling to Block Scheduling."},
      {
        "id":"ED421815",
        "title":"Teaching Mathematics to Students with Physical Disabilities Using the World Wide Web: The Planemath Program."},
      {
        "id":"ED421817",
        "title":"Early Intervention Service Coordinator's Skills Inventory."},
      {
        "id":"ED421818",
        "title":"An Invitation To Shape the Future: A Multi-Year Plan for Pennsylvania's Mental Retardation Service System."},
      {
        "id":"ED421819",
        "title":"Models of Rehabilitation and Evidence of Their Effectiveness: Production &amp; Movements of Disability Knowledge, Skill &amp; Design within the Cultures and Concepts of Southern Africa."},
      {
        "id":"ED421820",
        "title":"The Evolution of Proportional Structures in Children with and without Learning Differences."},
      {
        "id":"ED421821",
        "title":"Collaborative and Inclusive Strategies for Teaching Mathematics to Blind Children."},
      {
        "id":"ED421822",
        "title":"GPN Research Report 1998, Volume 7."},
      {
        "id":"ED421823",
        "title":"Training Personnel for the Education of Individuals with Disabilities. Final Report, Years 1-5."},
      {
        "id":"ED421824",
        "title":"Is the Status of People with Disabilities Improving?"},
      {
        "id":"ED421825",
        "title":"The 4 P's of Accessibility in Post-Secondary Education: Philosophy, Policy, Procedures and Programs."},
      {
        "id":"ED421826",
        "title":"Project Smart-Science and Math Access: Resources & Technology."},
      {
        "id":"ED421827",
        "title":"Preparation of Personnel for Service to Low-Incidence Disability Populations: Final Report."},
      {
        "id":"ED421828",
        "title":"Building a Bridge to College Success in K-12."},
      {
        "id":"ED421837",
        "title":"Arkansas School for the Deaf Student Handbook."},
      {
        "id":"ED421838",
        "title":"The Right to Technology under the Law of Special Education: Advocacy Tips, Special Education Basics, and Assistive Technology Specifics."},
      {
        "id":"ED421839",
        "title":"Adapting Classwide Instruction for Student Diversity in Math."},
      {
        "id":"ED421840",
        "title":"Hyperlexia."},
      {
        "id":"ED421841",
        "title":"Gifted Education Quarterly, 1998."},
      {
        "id":"ED421842",
        "title":"Relations between the Family Members According to Kvebaek Family Sculpture Technique: Comparative Study in Families in Control Group and with Mentally Retarded Children."},
      {
        "id":"ED421843",
        "title":"Conversion to Integrated Employment: Case Studies of Organizational Change. Volume 1."},
      {
        "id":"ED421844",
        "title":"Changes in Vocational Rehabilitation Practice since the 1992 Rehabilitation Act Amendments."},
      {
        "id":"ED421845",
        "title":"Hidden Uses of Presentation Software--The Ideal Tool for Making Customized Materials for Special Needs Students and Clients."},
      {
        "id":"ED421846",
        "title":"Developing and Evaluating Interventions Aimed at Increasing Retention of Special Education Teachers (Teacher Support & Retention Project). Final Report."},
      {
        "id":"ED421847",
        "title":"Residential Child Care Institutions (RCCI) Food Services Manual."},
      {
        "id":"ED421848",
        "title":"Preparation of Personnel To Provide Early Intervention Services to Infants and Toddlers with Disabilities: Essential Early Education Reach Out Program. Final Report."},
      {
        "id":"ED421849",
        "title":"Developing Policy and Practice for Implementation of the Individuals with Disabilities Education Act--Innovative Approaches to State and National Issues: Invasive Procedures. Final Report."},
      {
        "id":"ED421850",
        "title":"Integrating Technology into the Standard Curriculum."},
      {
        "id":"ED421851",
        "title":"What Parents and Teachers Should Know about Academic Acceleration."},
      {
        "id":"ED421852",
        "title":"School Finance Issues in the 1998-99 Enacted Budget."},
      {
        "id":"ED421854",
        "title":"Creating Florida's Multilingual Global Work Force: Educational Policies and Practices for Students Learning English as a New Language."},
      {
        "id":"ED421855",
        "title":"Evaluation of English Language Development Programs in the Santa Ana Unified School District. A Report on Data System Reliability and Statistical Modeling of Program Impacts."},
      {
        "id":"ED421856",
        "title":"Lexical Processing and the \"Language Module.\" CLCS Occasional Paper No. 53."},
      {
        "id":"ED421858",
        "title":"Many Voices: A Journal of New Settlers and Multicultural Education Issues. Volumes 6-12."},
      {
        "id":"ED421860",
        "title":"Reconstruals of the Past: Settlement or Invasion? The Role of JUDGEMENT Analysis."},
      {
        "id":"ED421861",
        "title":"Avoidance Defined: The Psychology of Linguistic Determinism and the Ontology of Cognitive Predeterminism. CLCS Occasional Paper No. 52."},
      {
        "id":"ED421862",
        "title":"Learning Styles in Transition: A Study of Indonesian Students."},
      {
        "id":"ED421863",
        "title":"Revisiting the Continua of Biliteracy: International and Critical Perspectives."},
      {
        "id":"ED421865",
        "title":"Lessons in Literacy: Case Studies of Successful Strategies for Raising Achievement in Multilingual Schools."},
      {
        "id":"ED421868",
        "title":"Erroneous Feature Migration: Subject-Verb Agreement in French Using Linear Differences."},
      {
        "id":"ED421869",
        "title":"Negative Feedback in Adult NS-NNS Task-Based Conversation."},
      {
        "id":"ED421870",
        "title":"Rising Stars: Integrating Language Skills through Shadow Plays."},
      {
        "id":"ED421871",
        "title":"Acculturation: Implications for Assessment, Instruction, and Intervention."},
      {
        "id":"ED421872",
        "title":"You Are What You Speak: Language Choice in Bilinguals as a Strategy in Power Relations."},
      {
        "id":"ED421873",
        "title":"First Language Subtitles: Help or Hindrance?"},
      {
        "id":"ED421874",
        "title":"Zionism and the Fate of &quot;Politeness&quot; in Modern Israeli Hebrew."},
      {
        "id":"ED421876",
        "title":"Bilingual Education: A Ten State Report Card. CEO Policy Brief."},
      {
        "id":"ED421877",
        "title":"Professional Development of Teachers of Language Minority Students through University-School Partnership."},
      {
        "id":"ED421878",
        "title":"Creating Games for Emerging English Speakers: Language &amp; Content Reinforcement Activities."},
      {
        "id":"ED421879",
        "title":"The Arizona Elementary Foreign Language Mandate: Instructional, Curricular, and Assessment Outcomes in the Mesa Schools."},
      {
        "id":"ED421880",
        "title":"From Rhetoric to Reality: Applying the Communication Standards to the Classroom."},
      {
        "id":"ED421881",
        "title":"Teaching Language, Teaching Culture."},
      {
        "id":"ED421882",
        "title":"Translation Model Decision Differences between Expert (Native or Near-Native) Target Language Speakers and Non-Expert (Non-Native or Second) Target Language Speakers."},
      {
        "id":"ED421883",
        "title":"Edinburgh Working Papers in Applied Linguistics, 1998."},
      {
        "id":"ED421884",
        "title":"Non-Exact Quantification in Slide Presentations of Medical Research."},
      {
        "id":"ED421885",
        "title":"Modality and Point of View: A Contrastive Analysis of Japanese Wartime and Peacetime Newspaper Discourse."},
      {
        "id":"ED421886",
        "title":"Classroom Transcripts and \"Noticing\" in Teacher Education."},
      {
        "id":"ED421887",
        "title":"Questions of Presentation: Evaluating Success in EAP Seminar Skills Classes."},
      {
        "id":"ED421888",
        "title":"Butterflies in the Rain Forest? Ethnography and the Business English Student."},
      {
        "id":"ED421889",
        "title":"Translator, Traitor, Source of Data: Classifying Translations of \"Foreign Phrases\" as an Awareness-Raising Exercise."},
      {
        "id":"ED421890",
        "title":"To Code or Not To Code?"},
      {
        "id":"ED421891",
        "title":"Ewebuation."},
      {
        "id":"ED421892",
        "title":"La prosodie du discourse rapporte. Recherches sociolinguistiques 3 (The Prosody of Reported Discourse. Sociolinguistic Research 3)."},
      {
        "id":"ED421893",
        "title":"Elaboration d'une typologie des activities de simulation d'echanges interpersonnels en pedagogie des langues secondes ou etrangeres (Elaboration of a Typology of Interpersonal Interaction Simulation Activities for Second or Foreign Language Instruction). Tomes 1 and 2. Publications B-210 and B-211."},
      {
        "id":"ED421894",
        "title":"Atlas international de la vitalite linguistique. Volume 4: la Chine = International Atlas of Language Vitality. Volume 4: China."},
      {
        "id":"ED421895",
        "title":"Arlington County, VA Spanish Partial-Immersion Program Rubrics for Writing and Speaking in English and Spanish for Grades 1-5."},
      {
        "id":"ED421896",
        "title":"Understanding Life in Australia: ESL for Older Learners. A Resource for Teachers."},
      {
        "id":"ED421897",
        "title":"Access, Participation, and Transition in Adult ESL: Implications for Policy and Practice. Working Paper from the Project on English as a Second Language."},
      {
        "id":"ED421898",
        "title":"Adult ESL Learners with Special Needs: Learning from the Australian Perspective. ERIC Q &amp; A."},
      {
        "id":"ED421899",
        "title":"Family and Intergenerational Literacy in Multilingual Communities. ERIC Q & A."},
      {
        "id":"ED421900",
        "title":"Adult ESL Literacy Resources in the ERIC System."},
      {
        "id":"ED421901",
        "title":"Re-engineering Four Years of College into Three: The Makings of a Competency-Based Three Year Bachelor's Degree."},
      {
        "id":"ED421903",
        "title":"Structured Interview Study of the Long-Term Effects of a College Study Skills Course: Traces and Self-Report Measures."},
      {
        "id":"ED421904",
        "title":"Corporate Agendas and Higher Education: The Organization for Economic Cooperation and Development."},
      {
        "id":"ED421905",
        "title":"Critical Incidents Impacting the Role and Development of the Academic Department Chair, 1870-1925."},
      {
        "id":"ED421906",
        "title":"Graduate Field of Study, by Sex. Indicator of the Month."},
      {
        "id":"ED421909",
        "title":"Information Digest, 1995-1997. Twelfth Edition."},
      {
        "id":"ED421918",
        "title":"Recent Reform and Perspectives in Higher Education: Report of the Seminar Including a Range of Countries from Asia-Pacific and Europe."},
      {
        "id":"ED421919",
        "title":"Statistical Profile of Higher Education in West Virginia, 1997-98."},
      {
        "id":"ED421920",
        "title":"Statistical Abstract: Higher Education in Alabama, 1997-98. Data and Reference Information on Alabama's Institutions of Higher Education."},
      {
        "id":"ED421921",
        "title":"The Price of Admission: The Growing Importance of Higher Education. A National Survey of Americans' Views."},
      {
        "id":"ED421922",
        "title":"University of Alaska Statewide Community Survey. A Survey of the Higher Education Priorities and Needs of Alaska Households."},
      {
        "id":"ED421923",
        "title":"New Jersey's Renewable Resource. A Systemwide Accountability Report."},
      {
        "id":"ED421924",
        "title":"Higher Education Costs and Revenues. The Second Annual Systemwide Accountability Report."},
      {
        "id":"ED421925",
        "title":"The Capacity of New Jersey's Higher Education System. A Report to the Governor and Legislature."},
      {
        "id":"ED421928",
        "title":"Una vision holistica de la educacion superior en contextos posmodernos (The Integrative Conception of Postmodern Higher Education)."},
      {
        "id":"ED421930",
        "title":"A Social Norms Approach to Preventing Binge Drinking at Colleges and Universities."},
      {
        "id":"ED421932",
        "title":"National Institutional Priorities Report, 1997."},
      {
        "id":"ED421933",
        "title":"Illinois Higher Education in the 21st Century. Identifying and Responding to the Educational Needs in Lake County: A Committee Report."},
      {
        "id":"ED421934",
        "title":"Full-time Faculty and Civil Service Salaries at Illinois Colleges and Universities."},
      {
        "id":"ED421935",
        "title":"Assessing College Students' Development: A Repeated-Measures Analysis Using a Mixed Model."},
      {
        "id":"ED421936",
        "title":"Administrative Staff Turnover: Predicting the Intentions of Stayers and Leavers."},
      {
        "id":"ED421937",
        "title":"Sounds Good, but That Doesn't Work Here: Postsecondary Learners' Perceptions of Small Group Learning in an Asian Context."},
      {
        "id":"ED421939",
        "title":"Freedom and Responsibility: The Campus as Testing Ground. Plenary Session Addresses of the Annual Meeting of the American Council on Education (San Francisco, California, February 7-10, 1998)."},
      {
        "id":"ED421940",
        "title":"Educating for Global Competence. America's Passport to the Future."},
      {
        "id":"ED421941",
        "title":"Official Cohort Default Rate Guide, FY 1996."},
      {
        "id":"ED421942",
        "title":"Environmental Management: A Comprehensive Strategy for Reducing Alcohol and Other Drug Use on College Campuses."},
      {
        "id":"ED421943",
        "title":"Cultural Change and Continuity. IHE Perspectives."},
      {
        "id":"ED421944",
        "title":"The Changing Future of Academic Leadership. IHE Perspectives."},
      {
        "id":"ED421945",
        "title":"Generation 2001: A Survey of the First College Graduating Class of the New Millennium. Study No. 718287."},
      {
        "id":"ED421948",
        "title":"Statistical Summary of Missouri Higher Education, 1997-1998."},
      {
        "id":"ED421950",
        "title":"Racial and Ethnic Differences in Participation in Higher Education. Indicator of the Month."},
      {
        "id":"ED421954",
        "title":"Academics Responding to Change. New Higher Education Frameworks and Academic Cultures."},
      {
        "id":"ED421955",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education. July 1, 1996 - June 30, 1997."},
      {
        "id":"ED421956",
        "title":"Fraternity Members' Perceptions of How Involvement in a Fraternity and Involvement in Student Government Has Influenced Their College Experiences."},
      {
        "id":"ED421957",
        "title":"The Hispanic Outlook in Higher Education, 1997-98."},
      {
        "id":"ED421958",
        "title":"Highlights of the Public Television Programming Survey: Fiscal Year 1996. CPB Research Notes, No. 106."},
      {
        "id":"ED421959",
        "title":"Perceptions of Commercial Activities in Public Broadcasting. CPB Research Notes, No. 107."},
      {
        "id":"ED421961",
        "title":"Information Competency Plan for the California Community Colleges. Final Report."},
      {
        "id":"ED421962",
        "title":"Rows, Isles or Peninsulas? An Analysis of Computer Laboratory Layouts in Schools."},
      {
        "id":"ED421963",
        "title":"The SMART Classroom Verses the Traditional Classroom: What the Student's Are Saying."},
      {
        "id":"ED421964",
        "title":"Technology in the School House: A Look at the Utilization of Technology in North Carolina Schools."},
      {
        "id":"ED421965",
        "title":"Teacher Competencies and Technology Integration."},
      {
        "id":"ED421966",
        "title":"The Internet: An Inclusive Magnet for Teaching All Students."},
      {
        "id":"ED421968",
        "title":"Falling through the Net II: New Data on the Digital Divide."},
      {
        "id":"ED421969",
        "title":"Web-Based Delivery of Instruction: Prospects and Challenges."},
      {
        "id":"ED421978",
        "title":"Technology, Integration, and Learning Environments: CEE Monograph: The NAU Centennial Year of Education. Monograph Series No. 5."},
      {
        "id":"ED421981",
        "title":"Ideas and Strategies for the One-Computer Classroom."},
      {
        "id":"ED421982",
        "title":"Technology Planning Case Studies."},
      {
        "id":"ED421983",
        "title":"Facing the Challenge of Technology Integration. A Portfolio of Processes. Facilitator's Manual."},
      {
        "id":"ED421984",
        "title":"Teachers and a New Educational Technology: A Fable of Sorts (Without Talking Animals)."},
      {
        "id":"ED421985",
        "title":"Computer Technology in California K-12 Schools: Uses, Best Practices, and Policy Implications."},
      {
        "id":"ED421986",
        "title":"Computer Fluency: Teachers and the New Technology: A Discussion Paper."},
      {
        "id":"ED421987",
        "title":"Learning-Related Outcomes of Computer Technology in K-12 Education."},
      {
        "id":"ED421994",
        "title":"Computers in the Mathematics Curriculum."},
      {
        "id":"ED421995",
        "title":"Leadership in Technology Use in School Mathematics."},
      {
        "id":"ED421996",
        "title":"Safeguarding Your Technology: Practical Guidelines for Electronic Education Information Security."},
      {
        "id":"ED421997",
        "title":"AskLN (Ask the Learning Network). End of Project Report."},
      {
        "id":"ED421998",
        "title":"Competition, Innovation, and Investment in Telecommunications. A Report of the Annual Aspen Institute Conference on Telecommunications Policy (12th, August 10-14, 1997, Aspen, Colorado)."},
      {
        "id":"ED421999",
        "title":"Keeping the Promise: Recommendations for Effective Library Service to African Americans."},
      {
        "id":"ED422000",
        "title":"Proceedings of the Convocation on Providing Public Library Service to California's 21st Century Population (Sacramento, California, May 22-23, 1997)."},
      {
        "id":"ED422001",
        "title":"Training Government Document Student Assistants: An Ongoing Process."},
      {
        "id":"ED422002",
        "title":"Five Year Plan for the Library Services and Technology Act in Arkansas. Fiscal Years 1998-2002."},
      {
        "id":"ED422003",
        "title":"Perceptions of New Library Media Specialists about Orientation and Professional Support Programs."},
      {
        "id":"ED422005",
        "title":"The Florida Library History Project."},
      {
        "id":"ED422008",
        "title":"Use of Teams in ARL Libraries. SPEC Kit 232 and Flyer 232."},
      {
        "id":"ED422009",
        "title":"Assessing Professional Competencies."},
      {
        "id":"ED422010",
        "title":"Public Libraries in the United States: FY 1995. E.D. Tabs."},
      {
        "id":"ED422011",
        "title":"PIALA '97. Wasahn Kamarain: Place of Enlightenment. Papers from the Pacific Islands Association of Libraries and Archives Conference (7th, Palikir, Pohnpei, November 3-5, 1997)."},
      {
        "id":"ED422012",
        "title":"Making Sense of Library Research: A Guide for Undergraduate Students."},
      {
        "id":"ED422018",
        "title":"Graduate Assistant Informational &amp; Procedures Manual."},
      {
        "id":"ED422020",
        "title":"School Library Automation in Australia. Issues and Results of the First National Survey."},
      {
        "id":"ED422021",
        "title":"School Library Automation in Australia: Issues and Results of the National Surveys. 2nd Edition. Topics in Australian Teacher Librarianship, No. 1."},
      {
        "id":"ED422022",
        "title":"School Library Media Centers: 1993-94. Statistical Analysis Report, August 1998."},
      {
        "id":"ED422023",
        "title":"End User Satisfaction: A User Study of the CD-ROM Databases at Kent State University."},
      {
        "id":"ED422024",
        "title":"Library Faculty Evaluation Handbook: University of Northern Iowa Rod Library."},
      {
        "id":"ED422025",
        "title":"The Continuity Project. Spring/Summer 1998 Report."},
      {
        "id":"ED422026",
        "title":"Evaluation of INCOLSA: Indiana's Statewide Library and Information Network. Final Report."},
      {
        "id":"ED422029",
        "title":"The Age Demographics of Academic Librarians: A Profession Apart. A Report Based on Data from the ARL Annual Salary Survey."},
      {
        "id":"ED422031",
        "title":"The Status of Academic Libraries in the United States: Results from the 1994 Academic Library Survey with Historical Comparisons. Survey Report."},
      {
        "id":"ED422032",
        "title":"Perceptions of South Dakota Technical Institute Faculty and Administrators Concerning Technical Instructor Licensing."},
      {
        "id":"ED422033",
        "title":"On the Ethics of Employing Adjunct Faculty."},
      {
        "id":"ED422035",
        "title":"The Fact Book, June 1998. Report for the Florida Community College System."},
      {
        "id":"ED422036",
        "title":"Improving Minority Student Success: Crossing Boundaries and Making Connections between Theory, Research, and Academic Planning."},
      {
        "id":"ED422037",
        "title":"Perceptions of Writing in a Community College Composition Course."},
      {
        "id":"ED422038",
        "title":"Rural Community College Initiative: I. Access: Removing Barriers to Participation. AACC Project Brief."},
      {
        "id":"ED422039",
        "title":"Best Practices in Service Learning: Building a National Community College Network, 1994-1997. AACC Project Brief."},
      {
        "id":"ED422040",
        "title":"Hot Programs at Community Colleges. AACC Research Brief."},
      {
        "id":"ED422041",
        "title":"Computer Technology at Community Colleges. AACC Research Brief."},
      {
        "id":"ED422042",
        "title":"Mentoring for Disability Support Service Program Development. AACC Project Brief."},
      {
        "id":"ED422043",
        "title":"Bridges to Healthy Communities. AACC Project Brief."},
      {
        "id":"ED422044",
        "title":"Disability Support Services in Community Colleges. AACC Research Brief."},
      {
        "id":"ED422045",
        "title":"The Cost of Education: Community Colleges a Good Value. AACC Research Brief."},
      {
        "id":"ED422046",
        "title":"A Doctoral Community College Program."},
      {
        "id":"ED422047",
        "title":"Accountability and Productivity in the Illinois Community College System.  Fiscal Year 1998.  Report."},
      {
        "id":"ED422048",
        "title":"Illinois Community College System Transfer Study."},
      {
        "id":"ED422049",
        "title":"Using a Multiple Choice Exam in Economics to Satisfy Possible Institutional Effectiveness Requirements: Some Considerations."},
      {
        "id":"ED422050",
        "title":"Pueblo Community College, Dual Credit Handbook, 1998-99."},
      {
        "id":"ED422051",
        "title":"Pueblo Community College Part-Time Instructor Handbook, 1998-99."},
      {
        "id":"ED422056",
        "title":"The Down East Partnership for Children: A Score That Is Collectively Written."},
      {
        "id":"ED422057",
        "title":"Constructivism: The Art of Cultivating Thirdness."},
      {
        "id":"ED422061",
        "title":"Sustaining a Healthy Environment: Training Guides for the Head Start Learning Community."},
      {
        "id":"ED422067",
        "title":"Annual Needs Assessment, 1998: Region V Head Start-Child Care Partnerships &amp; Training and Technical Assistance Needs in the Area of Disabilities."},
      {
        "id":"ED422068",
        "title":"Replicating Social Programmes: Approaches, Strategies and Conceptual Issues. Management of Social Transformations (MOST) Discussion Paper Series, No. 18."},
      {
        "id":"ED422069",
        "title":"Caring for America's Children--A Congressional Symposium on Child Care and Parenting. Hearing before the Subcommittee on Children and Families of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED422070",
        "title":"Our Nation's Kids: Is Something Wrong? An Issue Book for National Issues Forums."},
      {
        "id":"ED424074",
        "title":"Integrating Adventure Therapy into an Adolescent Sex Offender Program."},
      {
        "id":"ED424075",
        "title":"Working with Those Who Hurt Others: Adventure Therapy with Juvenile Sexual Perpetrators."},
      {
        "id":"ED424076",
        "title":"The Use of Adventure-Based Therapy in Work with Adolescents Who Have Sexually Offended."},
      {
        "id":"ED424077",
        "title":"Wilderness Adventure Therapy in Adolescent Psychiatry."},
      {
        "id":"ED424078",
        "title":"The Windana Therapeutic Community's Action Adventure Program."},
      {
        "id":"ED424079",
        "title":"Adventure with Adults Living with Psychiatric Disabilities."},
      {
        "id":"ED424080",
        "title":"Exploring Together Outdoors: A Family Therapy Approach Based in the Outdoors."},
      {
        "id":"ED424081",
        "title":"American Indians and Alaska Natives in Postsecondary Education. Technical Report."},
      {
        "id":"ED424082",
        "title":"Even Start Projects Serving Migrant Families: Resource Guide."},
      {
        "id":"ED424084",
        "title":"Teacher Professional Development as Situated Inquiry: A Case Study in Science Education. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED424088",
        "title":"Teaching Science in Content Areas to Students with Special Needs."},
      {
        "id":"ED424089",
        "title":"A Comparison of Teacher-Student Interpersonal Behavior in Secondary Science Classes in USA, Singapore and Australia."},
      {
        "id":"ED424094",
        "title":"Why Train \"Little Scientists\": The Purposes and Practices of Science Education in Today's Democracy."},
      {
        "id":"ED424095",
        "title":"Fostering Middle School Students' Understanding of Scientific Modeling."},
      {
        "id":"ED424096",
        "title":"Debating Life on Mars: The Knowledge Integration Environment (KIE) in Varied School Settings."},
      {
        "id":"ED424102",
        "title":"Grade 10 to Grade 12 Mathematics Resources: Annotated Bibliography. Common Curriculum Framework."},
      {
        "id":"ED424103",
        "title":"The Effectiveness of Teaching Mnemonics in the Study of the Solar System."},
      {
        "id":"ED424106",
        "title":"The Effect of Electronic Networking on Preservice Elementary Teachers' Science Teaching Self-Efficacy."},
      {
        "id":"ED424109",
        "title":"School Change and the Introduction of New Content: The Case of Environmental Education."},
      {
        "id":"ED424110",
        "title":"Employment of Scientists and Engineers Reaches 3.2 Million in 1995. Science Resources Studies Division Data Brief."},
      {
        "id":"ED424111",
        "title":"Teaching Suggestions in Mathematics."},
      {
        "id":"ED424112",
        "title":"Teaching Science as Inquiry."},
      {
        "id":"ED424113",
        "title":"Measuring Progress toward Equity in Science and Mathematics Education."},
      {
        "id":"ED424114",
        "title":"Long-Term Trends in Student Science Performance."},
      {
        "id":"ED424115",
        "title":"Long-Term Trends in Student Mathematics Performance."},
      {
        "id":"ED424116",
        "title":"School Policies and Practices Affecting Instruction in Mathematics: Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED424117",
        "title":"Mathematics and Science Achievement in North Carolina, 1998."},
      {
        "id":"ED424118",
        "title":"Mathematics and Science Achievement in New Mexico, 1998."},
      {
        "id":"ED424119",
        "title":"Mathematics and Science Achievement in Colorado, 1998."},
      {
        "id":"ED424120",
        "title":"Mathematics and Science Achievement in West Virginia, 1998."},
      {
        "id":"ED424121",
        "title":"Mathematics and Science Achievement in Wisconsin, 1998."},
      {
        "id":"ED424122",
        "title":"Mathematics and Science Achievement in Michigan, 1998."},
      {
        "id":"ED424124",
        "title":"Seminar for Research in Art Education. Research Abstracts for the National Art Education Association Conference (San Francisco, California, March 24-28, 1996)."},
      {
        "id":"ED424125",
        "title":"A Global Education Resource Directory for Western Massachusetts."},
      {
        "id":"ED424126",
        "title":"Ohio Economics: K-12 Model Course of Study in Economics."},
      {
        "id":"ED424127",
        "title":"Gender."},
      {
        "id":"ED424128",
        "title":"Evaluation of the National Record of Achievement in Scotland. Interchange No. 44."}]
  }}
