{
  "response":{"numFound":509939,"start":440000,"numFoundExact":true,"docs":[
      {
        "id":"ED560037",
        "title":"National Policy Agenda to Reduce the Burden of Student Debt"},
      {
        "id":"ED560038",
        "title":"Private Loans: Facts and Trends"},
      {
        "id":"ED560039",
        "title":"Reducing Federal Loan Eligibility Would Hurt Students at For-Profit Colleges"},
      {
        "id":"ED560040",
        "title":"Michigan School Privatization Survey 2014"},
      {
        "id":"ED560041",
        "title":"Michigan School Privatization Survey 2013"},
      {
        "id":"ED560042",
        "title":"Student Debt and the Class of 2013"},
      {
        "id":"ED560043",
        "title":"Going to Scale: As KIPP Network Grows, Positive Impacts Are Sustained. In Focus"},
      {
        "id":"ED560044",
        "title":"Educational Funding and Student Outcomes: The Relationship as Evidenced by State-Level Data. Research Reports"},
      {
        "id":"ED560045",
        "title":"Designing Schools That Work: Organizing Resources Strategically for Student Success"},
      {
        "id":"ED560046",
        "title":"Seizing the Moment for Transformation: California's Local Control Funding Formula"},
      {
        "id":"ED560047",
        "title":"Should All Student Loan Payments Be Income-Driven? Trade-Offs and Challenges. White Paper"},
      {
        "id":"ED560048",
        "title":"The Public School Market in Michigan: An Analysis of Schools of Choice"},
      {
        "id":"ED560049",
        "title":"Back from the Brink: How a Bold Vision and a Focus on Resources Can Drive System Improvement System. School System 20/20 Case Study"},
      {
        "id":"ED560050",
        "title":"Awarding Dollars Based on Student Need: A Recommendation to Implement Weighted Student Funding in Georgia"},
      {
        "id":"ED560051",
        "title":"Back from the Brink: How a Bold Vision and a Focus on Resources Can Drive System Improvement. Executive Summary. School System 20/20 Case Study"},
      {
        "id":"ED560052",
        "title":"School Funding, At-Risk and All-Day Kindergarten and Performance. Special Report"},
      {
        "id":"ED560053",
        "title":"Development of Malayalam Handwriting Scale for School Students in Kerala"},
      {
        "id":"ED560054",
        "title":"Validation of Scale of Commitment to Democratic Values among Secondary Students"},
      {
        "id":"ED560055",
        "title":"Factors That Impact Registered Nurses' Decisions to Continue Providing Care to Older Adults"},
      {
        "id":"ED560056",
        "title":"Development of Academic Goal Orientation Inventory for Senior Secondary School Students of Kerala"},
      {
        "id":"ED560057",
        "title":"Cooperate to Validate: OBSERVAL-NET Experts' Report on Validation of Non-Formal and Informal Learning (VNIL) 2013"},
      {
        "id":"ED560058",
        "title":"Pre-Service Teachers' Comments toward Official Teacher Selection System (Civil Servant Selection Examination, KPSS) in Turkey: A Qualitative Analysis"},
      {
        "id":"ED560059",
        "title":"The Acceptability and Efficacy of an Intelligent Social Tutoring System"},
      {
        "id":"ED560060",
        "title":"Do More, Add More, Earn More: Teacher Salary Redesign Lessons from 10 First-Mover Districts"},
      {
        "id":"ED560061",
        "title":"Reinventing School: Becoming a District of Choices. Michigan's Schools of Innovation // Berrien Springs Public Schools"},
      {
        "id":"ED560062",
        "title":"Protecting Colleges and Students: Community College Strategies to Prevent Default"},
      {
        "id":"ED560063",
        "title":"Changing Community Colleges: Early Lessons from Completion by Design"},
      {
        "id":"ED560064",
        "title":"The Michigan Context and Performance Report Card: Public Elementary &amp; Middle Schools, 2013"},
      {
        "id":"ED560065",
        "title":"The 2014 Michigan Public High School Context and Performance Report Card"},
      {
        "id":"ED560066",
        "title":"Weighing the Options for Improving the National Postsecondary Data Infrastructure"},
      {
        "id":"ED560067",
        "title":"State of Kansas: K-12 Enrollment Projection Report"},
      {
        "id":"ED560068",
        "title":"Making Michigan Right-to-Work: Implementation Problems in Public Schools"},
      {
        "id":"ED560069",
        "title":"Michigan's Top-to-Bottom Ranking: A Measure of School Quality or Student Poverty?"},
      {
        "id":"ED560070",
        "title":"Streamline and Improve the Targeting of Education Tax Benefits"},
      {
        "id":"ED560072",
        "title":"Return on Investment in Education: A &quot;System-Strategy&quot; Approach"},
      {
        "id":"ED560073",
        "title":"ResourceCheck: Assess Your District's Resource Use"},
      {
        "id":"ED560074",
        "title":"Spinning Straw into Gold: How State Education Agencies Can Transform Their Data to Improve Critical School Resource Decisions"},
      {
        "id":"ED560075",
        "title":"Promoting Innovation to Improve College Access and Completion. Testimony Submitted to the Advisory Committee on Student Financial Assistance"},
      {
        "id":"ED560076",
        "title":"The State's Priority Opportunities to Support Education Reform in Georgia through Resource Reallocation"},
      {
        "id":"ED560077",
        "title":"Regulating and Quality-Assuring VET: International Developments. Research Report"},
      {
        "id":"ED560078",
        "title":"The Path Forward: School Autonomy and Its Implications for the Future of Boston's Public Schools"},
      {
        "id":"ED560079",
        "title":"Understanding the Effect of KIPP as It Scales: Volume I, Impacts on Achievement and Other Outcomes. Final Report of KIPP&apos;s &quot;Investing in Innovation Grant Evaluation&quot;"},
      {
        "id":"ED560080",
        "title":"Understanding the Effect of KIPP as It Scales: Volume I, Impacts on Achievement and Other Outcomes. Final Report of KIPP's Investing in Innovation Grant Evaluation. Executive Summary"},
      {
        "id":"ED560081",
        "title":"Reverse Transfer: What Is the Best Route to Take? ECS Promising Practices in Education"},
      {
        "id":"ED560084",
        "title":"Expanding Opportunity for All: How Can We Increase Community College Student Completion? A Choicework Discussion Starter"},
      {
        "id":"ED560085",
        "title":"Indiana Regional Transfer Study: The Student Experience of Transfer Pathways between Ivy Tech Community College and Indiana University"},
      {
        "id":"ED560091",
        "title":"The Concept of Happiness and Moral Development of &quot;Filipinas&quot; in the Academic Setting"},
      {
        "id":"ED560111",
        "title":"Need for Equipping Student Teachers with Language of Mathematics"},
      {
        "id":"ED560116",
        "title":"In Theory, Yes: How Educators of Educators Discuss the Roles and Responsibilities of Communities in Education"},
      {
        "id":"ED560117",
        "title":"Joint Ventures: An Experiment in Community/Professional Co-Framing in K-12 Education"},
      {
        "id":"ED560118",
        "title":"A Human Capital Framework for a Stronger Teacher Workforce. Advancing Teaching--Improving Learning. White Paper"},
      {
        "id":"ED560119",
        "title":"Community College Pathways: 2012-2013 Descriptive Report"},
      {
        "id":"ED560120",
        "title":"90-Day Cycle Handbook"},
      {
        "id":"ED560121",
        "title":"Delivering on Equity: Implications for Decision-Makers. Issue Brief #1"},
      {
        "id":"ED560122",
        "title":"Strategies for Enhancing the Impact of Post-Observation Feedback for Teachers"},
      {
        "id":"ED560123",
        "title":"How America Pays for College, 2014: Sallie Mae's National Study of College Students and Parents"},
      {
        "id":"ED560124",
        "title":"How Change Occurred at the Stoughton Area School District: Lessons from a SWIFT (Schoolwide Integrated Framework for Transformation) Knowledge Development Site. Issue Brief #3"},
      {
        "id":"ED560125",
        "title":"Will Teacher Value-Added Scores Change When Accountability Tests Change? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 8"},
      {
        "id":"ED560126",
        "title":"School Discipline Policy Considerations in a SWIFT Framework. Issue Brief #6"},
      {
        "id":"ED560127",
        "title":"SWIFT Intensive Technical Assistance Process. Technical Assistance Brief #1"},
      {
        "id":"ED560128",
        "title":"Leading Education Reform Initiatives: How SWIFT (Schoolwide Integrated Framework for Transformation) Coordinates and Enhances Impact. Issue Brief #2"},
      {
        "id":"ED560129",
        "title":"What Do We Know about Using Value-Added to Compare Teachers Who Work in Different Schools? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 10"},
      {
        "id":"ED560130",
        "title":"Who Is My Brother's Keeper? All of Us. Issue Brief #5"},
      {
        "id":"ED560131",
        "title":"How America Saves for College, 2014: Sallie Mae's National Study of Parents with Children under Age 18"},
      {
        "id":"ED560132",
        "title":"Bibliography of Research Support for K-8th Grade Inclusive Education"},
      {
        "id":"ED560136",
        "title":"How Can Value-Added Measures Be Used for Teacher Improvement? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 13"},
      {
        "id":"ED560137",
        "title":"Improving Title II of the Elementary and Secondary Education Act. Expert Convening Summary"},
      {
        "id":"ED560138",
        "title":"South Carolina Higher Education Statistical Abstract, 2014. 36th Edition"},
      {
        "id":"ED560139",
        "title":"Does Value-Added Work Better in Elementary than in Secondary Grades? What We Know Series: Value-Added Methods Applications. Knowledge Brief 7"},
      {
        "id":"ED560141",
        "title":"What Do Value-Added Measures of Teacher Preparation Programs Tell Us? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 12"},
      {
        "id":"ED560142",
        "title":"What Do We Know about the Use of Value-Added Measures for Principal Evaluation? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 9"},
      {
        "id":"ED560144",
        "title":"What Do We Know about the Tradeoffs Associated with Teacher Misclassifications in High Stakes Personnel Decisions? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 6"},
      {
        "id":"ED560145",
        "title":"Continuous Improvement in Education. Advancing Teaching--Improving Learning. White Paper"},
      {
        "id":"ED560146",
        "title":"How Might We Use Multiple Measures for Teacher Accountability? What We Know Series: Value-Added Methods and Applications. Knowledge Brief 11"},
      {
        "id":"ED560147",
        "title":"Friendly Forces: Returning Veterans Need Staunch Allies on College Campuses. Lumina Foundation Focus™. Spring 2013"},
      {
        "id":"ED560148",
        "title":"Fast and Focused: Accelerated Degree Programs Keep Students Locked in on Learning. Lumina Foundation Focus™. Fall 2013"},
      {
        "id":"ED560149",
        "title":"Pathways to Improvement: Using Psychological Strategies to Help College Students Master Developmental Math"},
      {
        "id":"ED560150",
        "title":"Virginia Board of Education Student Code of Conduct Policy Guidelines"},
      {
        "id":"ED560151",
        "title":"Strengthening the Math-Related Teaching Practices of the Early Care and Education Workforce: Insights from Experts. Policy Report"},
      {
        "id":"ED560152",
        "title":"Implementation and Impacts of Pay-for-Performance: The 2010 Teacher Incentive Fund (TIF) Grantees after Two Years. NCEE Study Snapshot. NCEE 2015-4022"},
      {
        "id":"ED560153",
        "title":"Governor's Youth Development Academy. Progress Report"},
      {
        "id":"ED560154",
        "title":"The Leadership Model of Philanthropy"},
      {
        "id":"ED560155",
        "title":"Two-Way Street: When College Mentors Help Students Achieve, Success Is Shared. Lumina Foundation Focus™. Spring 2014"},
      {
        "id":"ED560156",
        "title":"Evaluation of the Teacher Incentive Fund: Implementation and Impacts of Pay-for-Performance after Two Years. Executive Summary. NCEE 2015-4021"},
      {
        "id":"ED560157",
        "title":"College Costs and Prices: Some Key Facts for Policymakers. Lumina Issue Papers"},
      {
        "id":"ED560158",
        "title":"Strategic Plan 2013 to 2016"},
      {
        "id":"ED560159",
        "title":"Accountability and Virginia Public Schools, 2014-2015 School Year"},
      {
        "id":"ED560160",
        "title":"Childhood Fitness and Academic Performance: An Investigation into the Effect of Aerobic Capacity on Academic Test Scores"},
      {
        "id":"ED560161",
        "title":"Early Years Education: Are Young Students Intrinsically or Extrinsically Motivated Towards School Activities? A Discussion about the Effects of Rewards on Young Children's Learning"},
      {
        "id":"ED560163",
        "title":"The Application of Portfolios to Assess Progress in Writing of EFL Students at Secondary Schools in Banda Aceh"},
      {
        "id":"ED560171",
        "title":"Reaching All Students with Excellent STEM Teachers. Education Leaders' Brief"},
      {
        "id":"ED560172",
        "title":"Touchstone Education: New Charter with Experienced Leader Learns from Extending Teachers' Reach. An Opportunity Culture Case Study"},
      {
        "id":"ED560173",
        "title":"Coös Youth with Mentors More Likely to Perceive Future Success. Paper 202. New Hampshire and New England Fact Sheet No. 9"},
      {
        "id":"ED560174",
        "title":"Sixty Percent of Coös Youth Report Having a Mentor in Their Lives. Paper 194. New Hampshire and New England Fact Sheet No. 8"},
      {
        "id":"ED560175",
        "title":"The Importance of Outdoor Activity and Place Attachment to Adolescent Development in Coös County, New Hampshire. Paper 208. New Hampshire and New England Issue Brief No. 37"},
      {
        "id":"ED560176",
        "title":"Projected Statewide Impact of &quot;Opportunity Culture&quot; School Models"},
      {
        "id":"ED560177",
        "title":"Variation Found in Rates of Restraint and Seclusion among Students with a Disability. Paper 206. National Issue Brief No. 67"},
      {
        "id":"ED560178",
        "title":"A Better Blend: A Vision for Boosting Student Outcomes with Digital Learning"},
      {
        "id":"ED560179",
        "title":"An Opportunity Culture &quot;for All&quot;: Making Teaching a Highly Paid, High-Impact Profession"},
      {
        "id":"ED560180",
        "title":"An Opportunity Culture &quot;for All&quot;: Making Teaching a Highly Paid, High-Impact Profession. Summary"},
      {
        "id":"ED560181",
        "title":"An Opportunity Culture for Teaching and Learning: Introduction"},
      {
        "id":"ED560182",
        "title":"Metropolitan Nashville's Innovation Zone: High-Need Schools Help Teacher-Leaders with Paid, Yearlong Student Teachers. An Opportunity Culture Case Study"},
      {
        "id":"ED560183",
        "title":"Teacher Pay and Career Paths in an Opportunity Culture: A Practical Policy Guide--Summary"},
      {
        "id":"ED560184",
        "title":"Teacher Pay and Career Paths in an Opportunity Culture: A Practical Policy Guide"},
      {
        "id":"ED560185",
        "title":"Seizing Opportunity at the Top II: State Policies to Reach Every Student with Excellent Teaching"},
      {
        "id":"ED560186",
        "title":"Leading Educators: Empowering Teacher-Leaders to Extend Their Reach by Leading Teams. An Opportunity Culture Case Study"},
      {
        "id":"ED560187",
        "title":"Rocketship Education: Pioneering Charter Network Innovates Again, Bringing Tech Closer to Teachers. An Opportunity Culture Case Study"},
      {
        "id":"ED560188",
        "title":"Seizing Opportunity at the Top II: State Policies to Reach Every Student with Excellent Teaching. Policymakers' Checklist"},
      {
        "id":"ED560189",
        "title":"Charlotte, N.C.'s Project L.I.F.T.: One Teacher's View of Becoming a Paid Teacher-Leader. An Opportunity Culture Case Study"},
      {
        "id":"ED560190",
        "title":"Redesigning Schools: To Reach Every Student with Excellent Teachers. Financial Planning for Secondary-Level Time-Technology Swap + Multi-Classroom Leadership"},
      {
        "id":"ED560191",
        "title":"The Role of Charter Restarts in School Reform: Honoring Our Commitments to Students and Public Accountability"},
      {
        "id":"ED560192",
        "title":"Moving beyond the Killer B's: The Role of School Boards in School Accountability and Transformation"},
      {
        "id":"ED560193",
        "title":"College Bound &amp; Determined"},
      {
        "id":"ED560194",
        "title":"The Power of Possibility: How IDRA and Its Partners Are Changing Public Education. IDRA Annual Report 2013"},
      {
        "id":"ED560195",
        "title":"Managing Performance in the System of Support: Rubric with 52 Indicators, Explanations, and Exemplars"},
      {
        "id":"ED560196",
        "title":"Charlotte, N.C.'s Project L.I.F.T.: Ranson IB Middle School Launches an Opportunty Culture. An Opportunity Culture Case Study"},
      {
        "id":"ED560197",
        "title":"Charlotte, N.C.'s Project L.I.F.T.: New Teaching Roles Create Culture of Excellence in High-Need Schools. An Opportunity Culture Case Study"},
      {
        "id":"ED560198",
        "title":"Charlotte, N.C.'s Project L.I.F.T.: Ashley Park PreK-8 Launches Multi-Classroom Leadership and Blended Learning. An Opportunity Culture Case Study"},
      {
        "id":"ED560199",
        "title":"Recruiting in an Opportunity Culture: Lessons Learned. An Opportunity Culture Vignette"},
      {
        "id":"ED560200",
        "title":"Texas Public School Attrition Study, 2013-14. IDRA Report"},
      {
        "id":"ED560201",
        "title":"New Research on Securing Educational Equity &amp; Excellence for English Language Learners in Texas Secondary Schools. IDRA José A. Cárdenas School Finance Fellows Program 2015 Symposium Proceedings"},
      {
        "id":"ED560202",
        "title":"A Progressive Concern: Productivity in Education. The Productivity for Results Series No. 7"},
      {
        "id":"ED560203",
        "title":"A Legal Lever for Enhancing Productivity. The Productivity for Results Series No. 3"},
      {
        "id":"ED560204",
        "title":"The Power of Possibility. Defining Moments: How IDRA and Its Partners Are Changing Public Education. IDRA Annual Report 2014"},
      {
        "id":"ED560205",
        "title":"The Phantom Menace: Policies That Protect Districts from Declining or Low Enrollments, Drive Up Spending, and Inhibit Adaptation. The Productivity for Results Series No. 6"},
      {
        "id":"ED560206",
        "title":"Teacher Effectiveness Research and the Evolution of U.S. Teacher Policy. The Productivity for Results Series No. 5"},
      {
        "id":"ED560207",
        "title":"Reforming Educator Compensation. The Productivity for Results Series No. 1"},
      {
        "id":"ED560208",
        "title":"Texas Public School Attrition Study, 2013-14. IDRA Infographic"},
      {
        "id":"ED560209",
        "title":"Operating in the Dark: What Outdated State Policies and Data Gaps Mean for Effective School Leadership"},
      {
        "id":"ED560210",
        "title":"Operating in the Dark: What Outdated State Policies and Data Gaps Mean for Effective School Leadership. Executive Summary"},
      {
        "id":"ED560211",
        "title":"Peer Evaluation of Teachers in Maricopa County's Teacher Incentive Fund Program"},
      {
        "id":"ED560212",
        "title":"Development and Implementation Costs of Student Learning Objectives: Considerations for TIF Grantees"},
      {
        "id":"ED560213",
        "title":"Teacher Leader Programs: Structure and Staffing in Four TIF Districts"},
      {
        "id":"ED560214",
        "title":"How Writing Instruction, Interventions, and Assessment Can Improve Student Outcomes. Middle School Matters Program No. 5"},
      {
        "id":"ED560215",
        "title":"Great Principals at Scale: Creating District Conditions That Enable All Principals to Be Effective. Executive Summary"},
      {
        "id":"ED560216",
        "title":"Governing Schools for Productivity. The Productivity for Results Series No. 4"},
      {
        "id":"ED560217",
        "title":"Mayors' Report Card on Education: Informed and Engaged for Student Success"},
      {
        "id":"ED560218",
        "title":"Gwinnett County Public Schools: A Systemic Approach to Scaling Effective School Leadership. Case Study"},
      {
        "id":"ED560219",
        "title":"Key Performance Indicators: From Promise to Payoff. The Productivity for Results Series No. 2"},
      {
        "id":"ED560220",
        "title":"Improving the Success of Middle Grade Students. Middle School Matters Program No. 2"},
      {
        "id":"ED560221",
        "title":"How Learning and Cognitive Science Can Improve Student Outcomes. Middle School Matters Program No. 1"},
      {
        "id":"ED560222",
        "title":"District Costs for Teacher Health Insurance: An Examination of the Data from the BLS and Wisconsin. The Productivity for Results Series No. 8"},
      {
        "id":"ED560223",
        "title":"Standardized Testing in Alabama and Nationwide. Updated"},
      {
        "id":"ED560224",
        "title":"Academic Standards in Alabama"},
      {
        "id":"ED560225",
        "title":"Alabama Public Education at a Glance"},
      {
        "id":"ED560226",
        "title":"Inspire… Challenge… Partner… It's What We Do"},
      {
        "id":"ED560227",
        "title":"Building the Talent Pipeline: Policy Recommendations for &quot;The Condition of STEM 2013.&quot; BHEF/ACT Policy Brief"},
      {
        "id":"ED560228",
        "title":"STEM Educator Pipeline: Doing the Math on Recruiting Math and Science Teachers. Issue Brief"},
      {
        "id":"ED560229",
        "title":"Communicating College and Career Readiness through Proficiency Standards. Issue Brief"},
      {
        "id":"ED560230",
        "title":"Technical Manual. The ACT®"},
      {
        "id":"ED560231",
        "title":"Will Courts Shape Value-Added Methods for Teacher Evaluation? ACT Working Paper Series. WP-2014-2"},
      {
        "id":"ED560232",
        "title":"Development of Predicted Paths for ACT Aspire Score Reports. WP-2014-06"},
      {
        "id":"ED560233",
        "title":"Catching up to College and Career Readiness in Kentucky. ACT Working Paper Series. WP-2014-04"},
      {
        "id":"ED560234",
        "title":"Do Stricter High School Graduation Requirements Improve College Readiness? ACT Working Paper Series. WP-2014-1"},
      {
        "id":"ED560237",
        "title":"A First Look at Higher Performing High Schools: School Qualities That Educators Believe Contribute Most to College and Career Readiness. Executive Summary"},
      {
        "id":"ED560240",
        "title":"Catching up to College and Career Readiness in Kentucky. ACT Research Report Series. 2014 (4)"},
      {
        "id":"ED560242",
        "title":"Validity Decay in STEM and Non-STEM Fields of Study. ACT Working Paper Series. WP-2014-05"},
      {
        "id":"ED560243",
        "title":"ACT-CCREC Core Research Program: Study Questions and Design. ACT Working Paper Series. WP-2015-01"},
      {
        "id":"ED560245",
        "title":"Catching up to College and Career Readiness in Arkansas. ACT Research Report Series. 2014 (3)"},
      {
        "id":"ED560247",
        "title":"Learning &quot;about&quot; and &quot;from&quot; Variation in Program Impacts Using Multisite Trials. MDRC Working Papers on Research Methodology"},
      {
        "id":"ED560248",
        "title":"The Relative Costs of New York City's New Small Public High Schools of Choice"},
      {
        "id":"ED560252",
        "title":"Noncollege-Bound Students: A Closer Look. Issue Brief"},
      {
        "id":"ED560254",
        "title":"Providing More Cash for College: Interim Findings from the Performance-Based Scholarship Demonstration in California"},
      {
        "id":"ED560256",
        "title":"Math Matters: MDRC's Projects in Math for Low-Income Students, from Preschool to College"},
      {
        "id":"ED560258",
        "title":"Educational and Other Benefits of a Facebook Group forUniversity Students and Graduates in Specific Disciplines"},
      {
        "id":"ED560259",
        "title":"Pre-Service Secondary Mathematics Teachers' Beliefs about Teaching Geometric Transformations Using Geometer's Sketchpad"},
      {
        "id":"ED560260",
        "title":"Implementing a Conditional Cash Transfer Program in Two American Cities: Early Lessons from Family Rewards 2.0"},
      {
        "id":"ED560261",
        "title":"Three Approaches to Preschoolers' Social and Emotional Competence: A Summary of Impact and Implementation Findings from Head Start CARES"},
      {
        "id":"ED560262",
        "title":"Mapping Success: Performance-Based Scholarships, Student Services, and Developmental Math at Hillsborough Community College"},
      {
        "id":"ED560263",
        "title":"Cognitive Predictors of Calculations and Number Line Estimation with Whole Numbers and Fractions among At-Risk Students"},
      {
        "id":"ED560264",
        "title":"Inmates' Attitudes toward Pre-Release Educational and Vocational Programs"},
      {
        "id":"ED560265",
        "title":"Virtual Learning Ecosystems: A Proposed Framework for Integrating Educational Games, E-Learning Methods, and Virtual Community Platforms"},
      {
        "id":"ED560266",
        "title":"Why High School Students Feel Mathematics Difficult? An Exploration of Affective Beliefs"},
      {
        "id":"ED560267",
        "title":"Language Testing: The State of the Art. An Online Interview with James Dean Brown"},
      {
        "id":"ED560268",
        "title":"The School Museum as a Catalyst for a Renewal of the Teaching of History of Education. Practices and Experiences from the University of Macerata, Italy"},
      {
        "id":"ED560269",
        "title":"GED 21st Century Learning Pathways Pilots. Final Report"},
      {
        "id":"ED560308",
        "title":"Chasing the College Dream in Hard Economic Times. Issue Brief"},
      {
        "id":"ED560350",
        "title":"Missing the Mark: Students Gain Little from Mandating Extra Math and Science Courses. ACT Policy Brief"},
      {
        "id":"ED560364",
        "title":"Early Education Gaps by Social Class and Race Start U.S. Children Out on Unequal Footing: A Summary of the Major Findings in &quot;Inequalities at the Starting Gate&quot;"},
      {
        "id":"ED560407",
        "title":"Inequalities at the Starting Gate: Cognitive and Noncognitive Skills Gaps between 2010-2011 Kindergarten Classmates. Report"},
      {
        "id":"ED560409",
        "title":"Parents' Non-Standard Work Schedules Make Adequate Childrearing Difficult: Reforming Labor Market Practices Can Improve Children's Cognitive and Behavioral Outcomes. Issue Brief #400"},
      {
        "id":"ED560463",
        "title":"Five Social Disadvantages That Depress Student Performance: Why Schools Alone Can't Close Achievement Gaps. Report"},
      {
        "id":"ED560481",
        "title":"Community Matters: Fulfilling Learning Potentials for Young Men and Women. UIL Policy Brief 4"},
      {
        "id":"ED560482",
        "title":"Literacy and Education for Sustainable Development and Women's Empowerment"},
      {
        "id":"ED560483",
        "title":"Youth Driving Community Education: Testimonies of Empowerment from Asia and the Pacific"},
      {
        "id":"ED560484",
        "title":"Distance Education in European Higher Education--The Offer. Report 1 (of 3) of the IDEAL (Impact of Distance Education on Adult Learning) Project"},
      {
        "id":"ED560485",
        "title":"Distance Education in European Higher Education--The Students. Report 2 (of 3) of the IDEAL (Impact of Distance Education on Adult Learning) Project"},
      {
        "id":"ED560486",
        "title":"Distance Education in European Higher Education--The Potential. Report 3 (of 3) of the IDEAL (Impact of Distance Education on Adult Learning Project. Extended Version"},
      {
        "id":"ED560487",
        "title":"Literacy and Women's Empowerment: Stories of Success and Inspiration"},
      {
        "id":"ED560488",
        "title":"UNESCO-UNEVOC Regional Forum Latin America and the Caribbean: Advancing TVET for Youth Employability and Sustainable Development (San José, Costa Rica, August 27-28, 2013). Meeting Report"},
      {
        "id":"ED560489",
        "title":"UNESCO-UNEVOC Regional Forum Europe, CIS and North America: Advancing TVET for Youth Employability and Sustainable Development (Moscow, Russian Federation, October 28-30, 2013). Meeting Report"},
      {
        "id":"ED560490",
        "title":"Advancing TVET for Youth Employability and Sustainable Development. Promising Practices in TVET and Entrepreneurship Education in the Arab States (Beirut, Lebanon, November 19-21, 2013). Meeting Report"},
      {
        "id":"ED560491",
        "title":"UNESCO-UNEVOC Regional Forum Asia and Pacific: Advancing TVET for Youth Employability and Sustainable Development (Seoul, Republic of Korea, September 4-6, 2013). Meeting Report"},
      {
        "id":"ED560492",
        "title":"Literacy Programmes with a Focus on Women to Reduce Gender Disparities: Case Studies from UNESCO Effective Literacy and Numeracy Practices Database (LitBase). http://www.unesco.org/uil/litbase/"},
      {
        "id":"ED560493",
        "title":"Revisiting Global Trends in TVET: Reflections on Theory and Practice"},
      {
        "id":"ED560494",
        "title":"Attractiveness of Vocational Education and Training: Permeability Successful School-to-Work Transitions and International Mobility. Selected Bibliography"},
      {
        "id":"ED560495",
        "title":"UNESCO-UNEVOC in Action: Biennial Report 2012-2013"},
      {
        "id":"ED560497",
        "title":"Entrepreneurship Education in the Arab States. Component II: Regional Synthesis Report"},
      {
        "id":"ED560498",
        "title":"ICTs for TVET. Report of the UNESCO-UNEVOC Online Conference, 14-28 May, 2013"},
      {
        "id":"ED560499",
        "title":"UNESCO-UNEVOC in Brief"},
      {
        "id":"ED560500",
        "title":"Entrepreneurship Education in the Arab States. Final Evaluation Report"},
      {
        "id":"ED560501",
        "title":"Greening TVET: Qualifications Needs and Implementation Strategies. Report of the UNESCO-UNEVOC Virtual Conference, 12 to 26 November 2013"},
      {
        "id":"ED560503",
        "title":"Proceedings of the International Conference on Educational Data Mining (EDM) (8th, Madrid, Spain, June 26-29, 2015)"},
      {
        "id":"ED560504",
        "title":"Harnessing the Potential of ICTs for Literacy Teaching and Learning: Effective Literacy and Numeracy Programmes Using Radio, TV, Mobile Phones, Tablets, and Computers"},
      {
        "id":"ED560505",
        "title":"UNESCO Institute for Lifelong Learning: Annual Report 2013"},
      {
        "id":"ED560506",
        "title":"Key Issues and Policy Considerations in Promoting Lifelong Learning in Selected African Countries: Ethiopia, Kenya, Namibia, Rwanda and Tanzania. UIL Publication Series on Lifelong Learning Policies and Strategies. No. 1"},
      {
        "id":"ED560507",
        "title":"The Early Childhood Educator Preparation Innovation Grants: Lessons from Initial Implementation. Executive Summary. IERC 2015-2"},
      {
        "id":"ED560508",
        "title":"The Early Childhood Educator Preparation Innovation Grant: Lessons from Initial Implementation. IERC 2015-2"},
      {
        "id":"ED560509",
        "title":"Linking Recognition Practices and National Qualifications Frameworks: International Benchmarking of Experiences and Strategies on the Recognition, Validation and Accreditation (RVA) of Non-Formal and Informal Learning"},
      {
        "id":"ED560510",
        "title":"Methodological Challenges in the Analysis of MOOC Data for Exploring the Relationship between Discussion Forum Views and Learning Outcomes"},
      {
        "id":"ED560511",
        "title":"Revising the 2001 Revised Recommendation Concerning Technical and Vocational Education. Report of the UNESCO-UNEVOC Special Virtual Conference, 1-14 April 2014"},
      {
        "id":"ED560512",
        "title":"Vocational Pedagogy; What It Is, Why It Matters and How to Put It into Practice. Report of the UNESCO-UNEVOC Virtual Conference, 12-26 May 2014"},
      {
        "id":"ED560513",
        "title":"Machine Beats Experts: Automatic Discovery of Skill Models for Data-Driven Online Course Refinement"},
      {
        "id":"ED560514",
        "title":"Student Models for Prior Knowledge Estimation"},
      {
        "id":"ED560515",
        "title":"Discovering Prerequisite Structure of Skills through Probabilistic Association Rules Mining"},
      {
        "id":"ED560516",
        "title":"From Predictive Models to Instructional Policies"},
      {
        "id":"ED560517",
        "title":"A Framework for Multifaceted Evaluation of Student Models"},
      {
        "id":"ED560518",
        "title":"Youth Transitions and Network Consolidation. Regional Workshop, 20-22 May 2014 in Gaborone, Botswana. Meeting Report"},
      {
        "id":"ED560519",
        "title":"Combining Techniques to Refine Item to Skills Q-Matrices with a Partition Tree"},
      {
        "id":"ED560520",
        "title":"Seeing the Instructor in Two Video Styles: Preferences and Patterns"},
      {
        "id":"ED560521",
        "title":"Using Visual Analytics Tool for Improving Data Comprehension"},
      {
        "id":"ED560522",
        "title":"Restructuring Principal Preparation in Illinois: Perspectives on Implementation Successes, Challenges, and Future Outlook. IERC 2015-3"},
      {
        "id":"ED560523",
        "title":"Restructuring Principal Preparation in Illinois: Perspectives on Implementation Successes, Challenges, and Future Outlook. Executive Summary. IERC 2015-3"},
      {
        "id":"ED560524",
        "title":"Mixture Modeling of Individual Learning Curves"},
      {
        "id":"ED560525",
        "title":"Accounting for Slipping and Other False Negatives in Logistic Models of Student Learning"},
      {
        "id":"ED560526",
        "title":"Learning Environments and Inquiry Behaviors in Science Inquiry Learning: How Their Interplay Affects the Development of Conceptual Understanding in Physics"},
      {
        "id":"ED560527",
        "title":"Integrating Learning Styles into Adaptive E-Learning System"},
      {
        "id":"ED560528",
        "title":"Reimagining Khan Analytics for Student Coaches"},
      {
        "id":"ED560529",
        "title":"Assessing the Roles of Student Engagement and Academic Emotions within Middle School Computer- Based Learning in College-Going Pathways"},
      {
        "id":"ED560530",
        "title":"Modeling Speed-Accuracy Tradeoff in Adaptive System for Practicing Estimation"},
      {
        "id":"ED560532",
        "title":"Modeling Learners' Social Centrality and Performance through Language and Discourse"},
      {
        "id":"ED560533",
        "title":"Toward a Real-Time (Day) Dreamcatcher: Sensor-Free Detection of Mind Wandering during Online Reading"},
      {
        "id":"ED560534",
        "title":"Translating Head Motion into Attention - Towards Processing of Student's Body-Language"},
      {
        "id":"ED560536",
        "title":"Data-Driven Proficiency Profiling"},
      {
        "id":"ED560538",
        "title":"Who Do You Think I Am? Modeling Individual Differences for More Adaptive and Effective Instruction"},
      {
        "id":"ED560539",
        "title":"You Are Your Words: Modeling Students' Vocabulary Knowledge with Natural Language Processing Tools"},
      {
        "id":"ED560540",
        "title":"Exploring Dynamical Assessments of Affect, Behavior, and Cognition and Math State Test Achievement"},
      {
        "id":"ED560541",
        "title":"Interaction Network Estimation: Predicting Problem-Solving Diversity in Interactive Environments"},
      {
        "id":"ED560542",
        "title":"Data Analysis Tools and Methods for Improving the Interaction Design in E-Learning"},
      {
        "id":"ED560543",
        "title":"Topic Transition in Educational Videos Using Visually Salient Words"},
      {
        "id":"ED560544",
        "title":"A Comparison of Video-Based and Interaction-Based Affect Detectors in Physics Playground"},
      {
        "id":"ED560545",
        "title":"Sensor-Free or Sensor-Full: A Comparison of Data Modalities in Multi-Channel Affect Detection"},
      {
        "id":"ED560546",
        "title":"Dynamic User Modeling within a Game-Based ITS"},
      {
        "id":"ED560547",
        "title":"Use of Time Information in Models behind Adaptive System for Building Fluency in Mathematics"},
      {
        "id":"ED560548",
        "title":"Data-Driven Hint Generation from Peer Debugging Solutions"},
      {
        "id":"ED560549",
        "title":"Enhancing Student Motivation and Learning within Adaptive Tutors"},
      {
        "id":"ED560550",
        "title":"Developing Self-Regulated Learners through an Intelligent Tutoring System"},
      {
        "id":"ED560551",
        "title":"Estimating the Local Size and Coverage of Interaction Network Regions"},
      {
        "id":"ED560553",
        "title":"Analyzing Early At-Risk Factors in Higher Education E-Learning Courses"},
      {
        "id":"ED560554",
        "title":"Automated Session-Quality Assessment for Human Tutoring Based on Expert Ratings of Tutoring Success"},
      {
        "id":"ED560555",
        "title":"Automatic Classification of Question &amp; Answer Discourse Segments from Teacher's Speech in Classrooms"},
      {
        "id":"ED560556",
        "title":"Understanding Student Discipline Practices in Charter Schools: A Research Agenda"},
      {
        "id":"ED560558",
        "title":"Considering the Influence of Prerequisite Performance on Wheel Spinning"},
      {
        "id":"ED560559",
        "title":"Student Privacy and Educational Data Mining: Perspectives from Industry"},
      {
        "id":"ED560560",
        "title":"Choosing to Interact: Exploring the Relationship between Learner Personality, Attitudes, and Tutorial Dialogue Participation"},
      {
        "id":"ED560561",
        "title":"Comparing Novice and Experienced Students within Virtual Performance Assessments"},
      {
        "id":"ED560562",
        "title":"Do Country Stereotypes Exist in PISA? A Clustering Approach for Large, Sparse, and Weighted Data"},
      {
        "id":"ED560563",
        "title":"Beyond Prediction: First Steps toward Automatic Intervention in MOOC Student Stopout"},
      {
        "id":"ED560564",
        "title":"The Impact of Incorporating Student Confidence Items into an Intelligent Tutor: A Randomized Controlled Trial"},
      {
        "id":"ED560566",
        "title":"Learning Instructor Intervention from MOOC Forums: Early Results and Issues"},
      {
        "id":"ED560568",
        "title":"Investigating How Student's Cognitive Behavior in MOOC Discussion Forums Affect Learning Gains"},
      {
        "id":"ED560570",
        "title":"Predicting Student Performance in a Collaborative Learning Environment"},
      {
        "id":"ED560571",
        "title":"Automatic Identification of Nutritious Contexts for Learning Vocabulary Words"},
      {
        "id":"ED560574",
        "title":"Influence Analysis by Heterogeneous Network in MOOC Forums: What Can We Discover?"},
      {
        "id":"ED560575",
        "title":"Mining a Written Values Affirmation Intervention to Identify the Unique Linguistic Features of Stigmatized Groups"},
      {
        "id":"ED560577",
        "title":"Tackling Youth Unemployment through TVET. Report of the UNESCO-UNEVOC Online Conference 25 June to 9 July 2013"},
      {
        "id":"ED560578",
        "title":"Adult Trade Apprentices: Exploring the Significance of Recognition of Prior Learning and Skill Sets for Earlier Completion. Research Report"},
      {
        "id":"ED560579",
        "title":"Alternative Pathways to Apprenticeships. Good Practice Guide"},
      {
        "id":"ED560584",
        "title":"Federal Privacy Laws That Apply to Children and Education. Safeguarding Data"},
      {
        "id":"ED560585",
        "title":"Who Uses Student Data?"},
      {
        "id":"ED560586",
        "title":"On the Performance Characteristics of Latent-Factor and Knowledge Tracing Models"},
      {
        "id":"ED560587",
        "title":"Moving from Data for Compliance to Data for Action. Federal Spotlight"},
      {
        "id":"ED560588",
        "title":"Using Partial Credit and Response History to Model User Knowledge"},
      {
        "id":"ED560589",
        "title":"YouEDU: Addressing Confusion in MOOC Discussion Forums by Recommending Instructional Video Clips"},
      {
        "id":"ED560590",
        "title":"&quot;Your Model Is Predictive-- but Is It Useful?&quot; Theoretical and Empirical Considerations of a New Paradigm for Adaptive Tutoring Evaluation"},
      {
        "id":"ED560591",
        "title":"Paving the Path to Success. Data for Action 2014. Key Findings"},
      {
        "id":"ED560592",
        "title":"Teacher Data Literacy: It's about Time. A Brief for State Policymakers"},
      {
        "id":"ED560593",
        "title":"A Stoplight for Student Data Use"},
      {
        "id":"ED560596",
        "title":"Student Data Collection, Access, and Storage: Separating Fact from Fiction. Safeguarding Data: Briefs for Policymakers"},
      {
        "id":"ED560597",
        "title":"Paving the Path to Success. Data for Action 2014"},
      {
        "id":"ED560598",
        "title":"Paving the Path to Success. Data for Action 2014. Summary"},
      {
        "id":"ED560599",
        "title":"Student Data and Consent Policies: Avoiding Unintended Consequences. Safeguarding Data: Briefs for Policymakers"},
      {
        "id":"ED560600",
        "title":"Data Inquiry for School Improvement: Root Cause Analysis. Q&amp;A with Roni Silverstein. REL Mid-Atlantic Webinar"},
      {
        "id":"ED560601",
        "title":"Competency Progression and Completion: How Is the Policy Being Enacted in Three Trades? Research Report"},
      {
        "id":"ED560602",
        "title":"Helping Federal Policymakers Understand and Support Data Literacy. Federal Spotlight"},
      {
        "id":"ED560603",
        "title":"The Returns to Completion or Partial Completion of a Qualification in the Trades. Research Report"},
      {
        "id":"ED560604",
        "title":"ESEA Reauthorization: Why Data Matter"},
      {
        "id":"ED560605",
        "title":"Getting the Facts Straight about Education Data. Safeguarding Data"},
      {
        "id":"ED560606",
        "title":"Getting the Facts Straight about Education Data: Common Core State Standards-Associated Assessment Consortia. Safeguarding Data"},
      {
        "id":"ED560607",
        "title":"Providing High School Feedback: Using Data to Improve Students' College and Career Readiness. Data for Action"},
      {
        "id":"ED560608",
        "title":"State Student Data Privacy Legislation: What Happened in 2014, and What Is Next? Safeguarding Data"},
      {
        "id":"ED560609",
        "title":"Gateway to College: Lessons from Implementing a Rigorous Academic Program for At-Risk Young People"},
      {
        "id":"ED560610",
        "title":"Understanding Teacher Effectiveness: Providing Feedback to Teacher Preparation Programs. Data for Action 2013"},
      {
        "id":"ED560611",
        "title":"Understanding Teacher Effectiveness: Providing Feedback to Teacher Preparation Programs. Data for Action 2014"},
      {
        "id":"ED560612",
        "title":"Recent Retirement Trends of Tennessee Teachers. Policy Brief"},
      {
        "id":"ED560613",
        "title":"Federal Funding Opportunities to Support the P-20W Data Pipeline. Federal Spotlight"},
      {
        "id":"ED560614",
        "title":"ED Proposed Regulations to Title II of HEA: Comments from the Data Quality Campaign"},
      {
        "id":"ED560615",
        "title":"Superintendents and Principals Need Quality Public Information That Informs Decisions, Empowers Action. Don't Make Decisions in the Dark"},
      {
        "id":"ED560616",
        "title":"Advanced Placement Strategy: A Framework for Identifying School-Level Barriers to AP Success. Policy Brief"},
      {
        "id":"ED560617",
        "title":"Local School Board Members Need Quality Public Information That Informs Decisions, Empowers Action. Don't Make Decisions in the Dark"},
      {
        "id":"ED560618",
        "title":"Course Placement Series: Spotlight on Eighth Grade Algebra I. Policy Brief"},
      {
        "id":"ED560619",
        "title":"Course Placement Series: Spotlight on High School Math Course Enrollment. Policy Brief"},
      {
        "id":"ED560620",
        "title":"You (Parents) Need Good Information about the Schools in Your Community. Don't Make Decisions in the Dark"},
      {
        "id":"ED560621",
        "title":"Making Every Observation Meaningful: Addressing Lack of Variation in Teacher Evaluation Ratings. Policy Brief"},
      {
        "id":"ED560622",
        "title":"The Impact of the 2012 TNCore Math Training on Teaching Practices and Effectiveness. Policy Brief"},
      {
        "id":"ED560623",
        "title":"Learning from the Best: Promising Practices from Tennessee's 2013 Reward Schools. Policy Brief"},
      {
        "id":"ED560624",
        "title":"Using Financial Data to Support Student Success"},
      {
        "id":"ED560625",
        "title":"Understanding Teacher Effectiveness: Accessing and Using Longitudinal Data to Guide Student Learning and Growth. Data for Action"},
      {
        "id":"ED560626",
        "title":"Monitoring Chronic Absence: Regular Attendance Is Essential to Succeeding in School"},
      {
        "id":"ED560627",
        "title":"Quality Public Reporting Informs Decisions, Empowers Action"},
      {
        "id":"ED560628",
        "title":"Talking about the Facts of Education Data with School Board Members"},
      {
        "id":"ED560629",
        "title":"Preparing Students for Jobs: Ensuring Student Success in the Workforce. Data for Action"},
      {
        "id":"ED560630",
        "title":"Preparing Students for Jobs: Ensuring Student Success in the Workforce. Data for Action"},
      {
        "id":"ED560631",
        "title":"Implementing RTI[superscript 2]: Reports from the Field. Policy Brief"},
      {
        "id":"ED560632",
        "title":"Teacher Retention in Tennessee: Are We Keeping Our Best Teachers? Policy Brief"},
      {
        "id":"ED560633",
        "title":"Children's and Young People's Reading in 2012: Findings from the 2012 National Literacy Trust's Annual Survey"},
      {
        "id":"ED560634",
        "title":"Talk at Mealtimes"},
      {
        "id":"ED560635",
        "title":"The Impact of eBooks on the Reading Motivation and Reading Skills of Children and Young People: A Rapid Literature Review"},
      {
        "id":"ED560636",
        "title":"Young People's Views on Literacy Skills and Employment"},
      {
        "id":"ED560637",
        "title":"Employers' Views on Youth Literacy and Employability"},
      {
        "id":"ED560638",
        "title":"A Survey of Idaho's Private Schools"},
      {
        "id":"ED560639",
        "title":"Delaware K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper No. 21"},
      {
        "id":"ED560640",
        "title":"2015 Schooling in America Survey: Perspectives on School Choice, Common Core, and Standardized Testing. Polling Paper No. 24"},
      {
        "id":"ED560641",
        "title":"Exploring Ohio's Private Education Sector. School Survey Series"},
      {
        "id":"ED560642",
        "title":"2014 Schooling in America Survey: Perspectives on School Choice, Common Core, and Standardized Testing. Polling Paper No. 20"},
      {
        "id":"ED560643",
        "title":"Baselining Young People's Literacy in Middlesbrough in 2012"},
      {
        "id":"ED560644",
        "title":"Children's and Young People's Writing in 2012: Findings from the National Literacy Trust's Annual Literacy Survey"},
      {
        "id":"ED560645",
        "title":"Oklahoma K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper No. 18"},
      {
        "id":"ED560646",
        "title":"Missouri K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper No. 19"},
      {
        "id":"ED560647",
        "title":"Minnesota K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper No. 23"},
      {
        "id":"ED560648",
        "title":"Nevada K-12 &amp; School Choice Survey: What Do Voters Say about K-12 Education? Polling Paper No. 22"},
      {
        "id":"ED560649",
        "title":"Final Report: Early Words Together--Impact on Families and Children"},
      {
        "id":"ED560650",
        "title":"Young People's Literacy in Middlesbrough in 2013: One Year On"},
      {
        "id":"ED560651",
        "title":"Investigating the Impact of the Premier League Reading Stars Programme on Children's Attainment"},
      {
        "id":"ED560652",
        "title":"School Choice Signals: Research Review and Survey Experiments"},
      {
        "id":"ED560653",
        "title":"School Choice and Economic Growth: A Research Synthesis on How Market Forces Can Fuel Educational Attainment"},
      {
        "id":"ED560654",
        "title":"Oxfordshire Reading Campaign Final Evaluation Report: September 2012-2014"},
      {
        "id":"ED560655",
        "title":"Practitioner Perspectives: Children's Use of Technology in the Early Years"},
      {
        "id":"ED560656",
        "title":"Parents' Perspectives: Children's Use of Technology in the Early Years"},
      {
        "id":"ED560657",
        "title":"Oxfordshire Reading Campaign: Interim Evaluation Report, September 2012-July 2013"},
      {
        "id":"ED560658",
        "title":"Premier League Reading STARS 2013/14. Evaluation Report"},
      {
        "id":"ED560659",
        "title":"The Achievement Checkup: Tracking the Post-Elementary Outcomes of Baltimore Need-Based Scholarship Students"},
      {
        "id":"ED560660",
        "title":"Transforming Writing. Final Evaluation Report"},
      {
        "id":"ED560661",
        "title":"Public Rules on Private Schools: Measuring the Regulatory Impact of State Statutes and School Choice Programs"},
      {
        "id":"ED560662",
        "title":"Sector Switchers: Why Catholic Schools Convert to Charters and What Happens Next"},
      {
        "id":"ED560663",
        "title":"Reading Stars. 2013 Report"},
      {
        "id":"ED560664",
        "title":"Children's and Young People's Reading in 2013: Findings from the 2013 National Literacy Trust's Annual Survey"},
      {
        "id":"ED560665",
        "title":"Children's Early Literacy Practices at Home and in Early Years Settings: Second Annual Survey of Parents and Practitioners"},
      {
        "id":"ED560666",
        "title":"The Reading Lives of 8 to 11-Year-Olds 2005-2013: An Evidence Paper for the Read On. Get On. Coalition"},
      {
        "id":"ED560667",
        "title":"Literacy Changes Lives 2014: A New Perspective on Health, Employment and Crime"},
      {
        "id":"ED560668",
        "title":"Why Indiana Voucher Parents Choose Private Schools"},
      {
        "id":"ED560669",
        "title":"Schooling Options for Muslim Children Living in Muslim-Minority Countries--A Thematic Literature Review"},
      {
        "id":"ED560670",
        "title":"Availability and Use of Instructional Materials in the Teaching of Conflict and Conflict Resolution in Primary Schools in Nandi North District, Kenya"},
      {
        "id":"ED560671",
        "title":"Exploring Indiana's Private Education Sector. School Survey Series"},
      {
        "id":"ED560672",
        "title":"Impact of North Carolina's Early Childhood Initiatives on Special Education Placements in Third Grade. Working Paper 121"},
      {
        "id":"ED560673",
        "title":"Screen Twice, Cut Once: Assessing the Predictive Validity of Teacher Selection Tools. Working Paper 120"},
      {
        "id":"ED560674",
        "title":"Guitar as the Preferred Musical Instrument"},
      {
        "id":"ED560675",
        "title":"A Program Based on English Digital Stories to Develop the Writing Performance and Reflective Thinking of Preparatory School Pupils"},
      {
        "id":"ED560676",
        "title":"Review on &quot;BBS Are Our Kids Tough Enough: Chinese Schools&quot; Based on History, Literature and Personal Experience"},
      {
        "id":"ED560677",
        "title":"Ghanaian Teacher Trainees' Conceptual Understanding of Stoichiometry"},
      {
        "id":"ED560678",
        "title":"Accountability Pressure and Non-Achievement Student Behaviors. Working Paper 122"},
      {
        "id":"ED560681",
        "title":"Understanding the STEM Pipeline. Working Paper 125"},
      {
        "id":"ED560682",
        "title":"Pension Enhancements and the Retention of Public Employees: Evidence from Teaching. Working Paper 123"},
      {
        "id":"ED560683",
        "title":"Marketing Strategies and Students' Enrolment in Private Secondary Schools in Calabar Municipality, Cross River State, Nigeria"},
      {
        "id":"ED560684",
        "title":"Assessing School Leadership Challenges in Ghana Using Leadership Practices Inventory"},
      {
        "id":"ED560685",
        "title":"Analysis According to Certain Variables of Scientific Literacy among Gifted Students That Participate in Scientific Activities at Science and Art Centers"},
      {
        "id":"ED560686",
        "title":"Who Enters Teaching? Encouraging Evidence That the Status of Teaching Is Improving. Working Paper 124"},
      {
        "id":"ED560689",
        "title":"The Effectiveness of Using Social Communications Networks in Mathematics Teachers' Professional Development"},
      {
        "id":"ED560694",
        "title":"English as a Lingua Franca: Towards Changing Practices"},
      {
        "id":"ED560695",
        "title":"The Effects of Math Intervention on Student Achievement"},
      {
        "id":"ED560697",
        "title":"A Report of the Center for English as a Lingua Franca (CELF) for Academic Year 2014-2015"},
      {
        "id":"ED560698",
        "title":"Tests Screening Reading Difficulty in Malayalam among Upper Primary School Boys"},
      {
        "id":"ED560702",
        "title":"Students' Evaluation of Professional Personality Competencies of Physical Education Teachers Working in High Schools"},
      {
        "id":"ED560703",
        "title":"Assessing Elearning Teaching Quality of Faculty Members in Teachers' College at King Saud University: Students Perspectives"},
      {
        "id":"ED560707",
        "title":"Achieving College Success: The Impact of the College Success/STEM Program on Students' Matriculation to and Persistence in College. Research Brief"},
      {
        "id":"ED560709",
        "title":"Education Reform in Massachusetts 1993-2013: 20 Year Anniversary Report"},
      {
        "id":"ED560710",
        "title":"Evansville: A Proactive Approach to Improvement. The Story behind the Indiana State Board of Education's Recent Decision"},
      {
        "id":"ED560711",
        "title":"Educational Attainment of Adult Residents of Tennessee Counties"},
      {
        "id":"ED560712",
        "title":"Smart Districts: Restructuring Urban Systems from the School Up"},
      {
        "id":"ED560713",
        "title":"The Views of Pre-Service Teachers Who Take Special Teaching Course within the Context of Pedagogical Formation Certificate Program about Micro-Teaching Method and a Physics Lesson Plan"},
      {
        "id":"ED560717",
        "title":"Redefining Health for Kids and Teens: 2012-2013 Annual Report"},
      {
        "id":"ED560718",
        "title":"Tennessee Higher Education Fact Book: 2012-2013"},
      {
        "id":"ED560719",
        "title":"Tennessee Education Lottery Scholarship Program Annual Report: Recipient Outcomes through Fall 2012"},
      {
        "id":"ED560722",
        "title":"Smarter Balanced &quot;Tests of the Test&quot; Successful: Field Test Provides Clear Path Forward"},
      {
        "id":"ED560723",
        "title":"School Composition and the Black-White Achievement Gap. NCES 2015-018"},
      {
        "id":"ED560724",
        "title":"School Composition and the Black-White Achievement Gap: Methodology Companion. NCES 2015-032"},
      {
        "id":"ED560727",
        "title":"Annual Joint Report on Pre-Kindergarten through Higher Education in Tennessee, 2014"},
      {
        "id":"ED560728",
        "title":"Off-Campus Locations Report, 2013"},
      {
        "id":"ED560729",
        "title":"Development and Examination of an Alternative School Performance Index in South Carolina. REL 2015-097"},
      {
        "id":"ED560730",
        "title":"Career Paths of Beginning Public School Teachers: Results from the First through Fifth Waves of the 2007-08 Beginning Teacher Longitudinal Study. Stats in Brief. NCES 2015-196"},
      {
        "id":"ED560731",
        "title":"The Correlates of Academic Performance for English Language Learner Students in a New England District. Stated Briefly. REL 2014-021"},
      {
        "id":"ED560732",
        "title":"Summary of Research Generated by Striving Readers on the Effectiveness of Interventions for Struggling Adolescent Readers. NCEE 2016-4001"},
      {
        "id":"ED560733",
        "title":"2008/12 Baccalaureate and Beyond Longitudinal Study (B&amp;B:08/12). Data File Documentation. NCES 2015-141"},
      {
        "id":"ED560734",
        "title":"Opportunity to Learn: A Key Access and Validity Issue of Academic Assessments for Students with Disabilities. Research Brief 2"},
      {
        "id":"ED560735",
        "title":"New Findings on the Retention of Novice Teachers from Teaching Residency Programs. NCEE Evaluation Brief. NCEE 2015-4015"},
      {
        "id":"ED560736",
        "title":"Build Bridge Believe: Houston Independent School District 2012-2013 Annual Report"},
      {
        "id":"ED560738",
        "title":"Cross Sectional and Longitudinal Portrayals of the Special Education Mathematics Achievement Gap. Research Brief 10"},
      {
        "id":"ED560739",
        "title":"Constructing Alternate Assessment Cohorts: An Oregon Perspective. Research Brief 3"},
      {
        "id":"ED560740",
        "title":"Measuring Math Growth: Implications for Progress Monitoring. Research Brief 5"},
      {
        "id":"ED560741",
        "title":"Learning to Read: Kindergarten Readiness Growth in Reading Skills. Research Brief 4"},
      {
        "id":"ED560742",
        "title":"Growth Models for Students with Significant Cognitive Disabilities. Research Brief 1"},
      {
        "id":"ED560743",
        "title":"Mathematics Achievement Gaps for Elementary and Secondary Students: The Influence of Opportunity to Learn and Special Education Status. Research Brief 14"},
      {
        "id":"ED560744",
        "title":"Oral Reading Fluency Growth: A Sample of Methodology and Findings. Research Brief 6"},
      {
        "id":"ED560745",
        "title":"The Plateau of Oral Reading Fluency Growth: A Preliminary Investigation. Research Brief 9"},
      {
        "id":"ED560746",
        "title":"Statistical Test for Latent Growth Nonlinearity with Three Time Points. Research Brief 8"},
      {
        "id":"ED560747",
        "title":"Risk-Category Transition Patterns for Students in Grades 2 to 4. Research Brief 7"},
      {
        "id":"ED560748",
        "title":"Endowment Spending: A Look Back"},
      {
        "id":"ED560749",
        "title":"WWC Review of the Report &quot;The Impact of Indiana&apos;s System of Interim Assessments on Mathematics and Reading Achievement.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED560750",
        "title":"WWC Review of the Report &quot;Effects of the FITKids Randomized Controlled Trial on Executive Control and Brain Function.&quot; What Works Clearinghouse Single Study Review"},
      {
        "id":"ED560751",
        "title":"World of Learning: Houston Independent School District 2014 Annual Report and 2015 Calendar"},
      {
        "id":"ED560752",
        "title":"The Correlates of Academic Performance for English Language Learner Students in a New England District. REL 2014-020"},
      {
        "id":"ED560753",
        "title":"Enterprise Risk Management Can Be a Strategic Opportunity. Perspectives…Presenting Thought Leaders' Points of View"},
      {
        "id":"ED560754",
        "title":"The Roles, Duties, and Ethical Responsibilities of the Chief Financial Officer. Perspectives…Presenting Thought Leaders' Points of View"},
      {
        "id":"ED560755",
        "title":"Minding the Gap: Investing in a Skilled Manufacturing Workforce"},
      {
        "id":"ED560756",
        "title":"How School Districts Can Support Deeper Learning: The Need for Performance Alignment. Deeper Learning Research Series"},
      {
        "id":"ED560757",
        "title":"How School Districts Can Support Deeper Learning: The Need for Performance Alignment. Executive Summary. Deeper Learning Research Series"},
      {
        "id":"ED560758",
        "title":"Leadership for Transformative Change: Lessons from Technology-Mediated Reform in Broad-Access Colleges. CCRC Working Paper No. 8"},
      {
        "id":"ED560759",
        "title":"Noncredit Education in Community College: Students, Course Enrollments, and Academic Outcomes. CCRC Working Paper No. 84"},
      {
        "id":"ED560760",
        "title":"Spectral Bayesian Knowledge Tracing"},
      {
        "id":"ED560761",
        "title":"Direct Estimation of the Minimum RSS Value for Training Bayesian Knowledge Tracing Parameters"},
      {
        "id":"ED560762",
        "title":"Goodness of Fit of Skills Assessment Approaches: Insights from Patterns of Real vs. Synthetic Data Sets"},
      {
        "id":"ED560763",
        "title":"High School Physics Teacher Preparation: Results from the 2012-13 Nationwide Survey of High School Physics Teachers. Focus On"},
      {
        "id":"ED560764",
        "title":"Measuring Up: Educational Improvement &amp; Opportunity in 50 Cities"},
      {
        "id":"ED560765",
        "title":"Optimizing Partial Credit Algorithms to Predict Student Performance"},
      {
        "id":"ED560766",
        "title":"Identifying Styles and Paths toward Success in MOOCs"},
      {
        "id":"ED560767",
        "title":"Aligning K-12 and Postsecondary Career Pathways with Workforce Needs"},
      {
        "id":"ED560768",
        "title":"Why 12th Grade Must Be Redesigned Now--and How"},
      {
        "id":"ED560769",
        "title":"A Comparative Study of Classification and Regression Algorithms for Modelling Students' Academic Performance"},
      {
        "id":"ED560770",
        "title":"Tapping New Pools of Talent: Preparing Opportunity Youth to Help Fill the Skills Gap"},
      {
        "id":"ED560771",
        "title":"Language to Completion: Success in an Educational Data Mining Massive Open Online Class"},
      {
        "id":"ED560772",
        "title":"Predicting Student Grade Based on Free-Style Comments Using Word2Vec and ANN by Considering Prediction Results Obtained in Consecutive Lessons"},
      {
        "id":"ED560773",
        "title":"Learning Behavior Characterization with Multi-Feature, Hierarchical Activity Sequences"},
      {
        "id":"ED560774",
        "title":"Promising Practices in Young Adult Employment: Lessons Learned from EMT Career Pathway Programs"},
      {
        "id":"ED560775",
        "title":"Report of the Advisory Commission on Accessible Instructional Materials in Postsecondary Education for Students with Disabilities"},
      {
        "id":"ED560776",
        "title":"Investigation of High School Students' Environmental Attitudes in Terms of Some Demographic Variables"},
      {
        "id":"ED560777",
        "title":"SFL in the IPEIT Classroom: Going beyond the Spoken and the Written to the Social"},
      {
        "id":"ED560778",
        "title":"Discrimination-Aware Classifiers for Student Performance Prediction"},
      {
        "id":"ED560779",
        "title":"Learning the Creative Potential of Students by Mining a Word Association Task"},
      {
        "id":"ED560780",
        "title":"Promising Practices in Young Adult Employment: Hands-On Multidisciplinary Career Exploration and Mentorships"},
      {
        "id":"ED560781",
        "title":"Foreign Language Learners' Views on the Importance of Learning the Target Language Pronunciation"},
      {
        "id":"ED560782",
        "title":"Supporting Second Chances: Education and Employment Strategies For People Returning from Correctional Facilities"},
      {
        "id":"ED560783",
        "title":"Promising Practices in Young Adult Employment: Lessons Learned from Manufacturing and Automotive Career Pathway Programs"},
      {
        "id":"ED560785",
        "title":"Educator Competencies for Personalized, Learner-Centered Teaching"},
      {
        "id":"ED560786",
        "title":"Integrating Earning College Credit in High School into Accountability Systems"},
      {
        "id":"ED560787",
        "title":"The Large Public University. CFO Perspectives"},
      {
        "id":"ED560788",
        "title":"Blending Learning: The Evolution of Online and Face-to-Face Education from 2008-2015. Promising Practices in Blended and Online Learning Series"},
      {
        "id":"ED560789",
        "title":"Using Online Learning for Credit Recovery: Getting Back on Track to Graduation. Promising Practices in Blended and Online Learning Series"},
      {
        "id":"ED560790",
        "title":"Deeper Learning for Students with Disabilities. Deeper Learning Research Series"},
      {
        "id":"ED560791",
        "title":"A Transfer Learning Approach for Applying Matrix Factorization to Small ITS Datasets"},
      {
        "id":"ED560792",
        "title":"Towards Understanding How to Leverage Sense-Making, Induction and Refinement, and Fluency to Improve Robust Learning"},
      {
        "id":"ED560793",
        "title":"An Integrative Theory of Numerical Development"},
      {
        "id":"ED560794",
        "title":"Young Children&apos;s Analogical Problem Solving: Gaining Insights from Video Displays"},
      {
        "id":"ED560795",
        "title":"The Efficacy of Culture Based Syllabus in Teaching the Target Culture"},
      {
        "id":"ED560796",
        "title":"Effect of Inclusive Education Awareness Programme on Preservice Teachers"},
      {
        "id":"ED560797",
        "title":"Teacher Effectiveness and Students with Disabilities: Q&amp;A with Dr. Jacqui Kearns. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED560798",
        "title":"Science Education and Teacher Effectiveness: Implications of the Next Generation Science Standards (NGSS): Q&amp;A with Chris Wilson, Ph.D., and Jody Bintz, M.S. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED560799",
        "title":"Root Cause Analysis Webinar: Q&amp;A with Roni Silverstein. REL Mid-Atlantic Webinar"},
      {
        "id":"ED560800",
        "title":"Creating Pathways to Employment: The Role of Industry Partnerships in Preparing Low-Income Youth and Young Adults for Careers in High-Demand Industries"},
      {
        "id":"ED560801",
        "title":"Creating Pathways to Employment: The Role of Youth/industry Partnerships in Preparing Low-Income Youth and Young Adults for Careers in High-Demand Industries. Executive Summary"},
      {
        "id":"ED560802",
        "title":"Equal Opportunity for Deeper Learning. Deeper Learning Research Series"},
      {
        "id":"ED560803",
        "title":"Equal Opportunity for Deeper Learning. Executive Summary. Deeper Learning Research Series"},
      {
        "id":"ED560804",
        "title":"The Building Assets-Reducing Risks Program: Replication and Expansion of an Effective Strategy to Turn Around Low-Achieving Schools. i3 Development Grant. Final Report"},
      {
        "id":"ED560805",
        "title":"Capturing Information on Arts Participants: Exploring Engagement Fund Toolkit"},
      {
        "id":"ED560806",
        "title":"An Analysis of the Learning Activities Covered in the 5th Grade Science Textbooks Based on 2005 and 2013 Turkish Science Curricula"},
      {
        "id":"ED560807",
        "title":"Concept Mapping Strategy: An Effective Tool for Improving Students' Academic Achievement in Biology"},
      {
        "id":"ED560808",
        "title":"Which One Is Better? Jigsaw II versus Jigsaw IV on the Subject of the Building Blocks of Matter and Atom"},
      {
        "id":"ED560809",
        "title":"Turkish Chemistry Teachers' Views about Secondary School Chemistry Curriculum: A Perspective from Environmental Education"},
      {
        "id":"ED560810",
        "title":"A Study on Using Hands-On Science Inquiries to Promote the Geology Learning of Preservice Teachers"},
      {
        "id":"ED560811",
        "title":"Teaching the Future Teachers: A Teacher Educator's Self-Study in Making Science Relevant, Useful and Meaningful for New Zealand Pre-Service Teachers"},
      {
        "id":"ED560812",
        "title":"Examination of the Teacher Candidates' Environmental Attitudes via NEP Scale in Terms of Different Variables"},
      {
        "id":"ED560813",
        "title":"Exploring Secondary Students' Conceptions about Fire Using a Two-Tier, True/False, Easy-to-Use Diagnostic Test"},
      {
        "id":"ED560814",
        "title":"Summary of Autism Spectrum Disorders Research, FY 2006-FY 2015"},
      {
        "id":"ED560815",
        "title":"A Historical Perspective of Medical Education"},
      {
        "id":"ED560816",
        "title":"Nature of Science Lessons, Argumentation and Scientific Discussions among Students in Science Classes: A Case Study in a Successful School"},
      {
        "id":"ED560817",
        "title":"Family Background and School Achievement of Children with Motoric Disorders"},
      {
        "id":"ED560818",
        "title":"Keeping Young People in (Vocational) Education: What Works? Briefing Note"},
      {
        "id":"ED560819",
        "title":"Return to Learning, Return to Work: Helping Low-Qualified Adults Out of Unemployment. Briefing Note"},
      {
        "id":"ED560820",
        "title":"Evaluation of Response to Intervention Practices for Elementary School Reading. NCEE 2016-4000"},
      {
        "id":"ED560821",
        "title":"Evaluation of Response to Intervention Practices for Elementary School Reading. Executive Summary. NCEE 2016-4000"},
      {
        "id":"ED560822",
        "title":"How Business Leaders Can Support College and Career-Readiness: Staying the Course on Common Core. White Paper"},
      {
        "id":"ED560823",
        "title":"Developing Apprenticeships. Briefing Note"},
      {
        "id":"ED560824",
        "title":"Exploring Diverse Educational Landscapes: A Relational and Responsive Lens"},
      {
        "id":"ED560825",
        "title":"Piloting a European Employer Survey on Skill Needs: Illustrative Findings. Research Paper No 36"},
      {
        "id":"ED560826",
        "title":"Labour Market Outcomes of Vocational Education in Europe: Evidence from the European Union Labour Force Survey. Research Paper No 32"},
      {
        "id":"ED560827",
        "title":"Renewing VET Provision: Understanding Feedback Mechanisms between Initial VET and the Labour Market. Research Paper No 37"},
      {
        "id":"ED560828",
        "title":"Everyday Mathematics®. What Works Clearinghouse Intervention Report. Updated November 2015"},
      {
        "id":"ED560829",
        "title":"Coping with Changes in International Classifications of Sectors and Occupations: Application in Skills Forecasting. Research Paper No 43"},
      {
        "id":"ED560830",
        "title":"Navigating Difficult Waters: Learning for Career and Labour Market Transitions. Research Paper No 42"},
      {
        "id":"ED560831",
        "title":"Skills for a Low-Carbon Europe: The Role of VET in a Sustainable Energy Scenario. Synthesis Report. Research Paper No 34"},
      {
        "id":"ED560832",
        "title":"On the Way to 2020: Data for Vocational Education and Training Policies. Country Statistical Overviews. Update 2013"},
      {
        "id":"ED560834",
        "title":"Lindamood Phoneme Sequencing® (LiPS®). What Works Clearinghouse Intervention Report. Updated November 2015"},
      {
        "id":"ED560835",
        "title":"The Validation Challenge: How Close Is Europe to Recognising All Learning? Briefing Note"},
      {
        "id":"ED560836",
        "title":"Increasing the Value of Age: Guidance in Employers' Age Management Strategies. Research Paper No 44"},
      {
        "id":"ED560837",
        "title":"Attractiveness of Initial Vocational Education and Training: Identifying What Matters. Research Paper No 39"},
      {
        "id":"ED560838",
        "title":"Erasing Queer Subjects, Constructing Disabled Subjects: Towards a Queering of Mathematics Disabilities"},
      {
        "id":"ED560839",
        "title":"Global National Qualifications Framework Inventory: Country Cases from EU and ETF Partner Countries"},
      {
        "id":"ED560840",
        "title":"Old Roots for New Routes. Briefing Note"},
      {
        "id":"ED560841",
        "title":"Benefits of Vocational Education and Training in Europe for People, Organisations and Countries"},
      {
        "id":"ED560842",
        "title":"NSHE Diversity Report, 2012-13"},
      {
        "id":"ED560843",
        "title":"Opportunities and Challenges for ECVET, the Vocational Credit Transfer System. Briefing Note"},
      {
        "id":"ED560844",
        "title":"Roads to Recovery: Three Skill and Labour Market Scenarios for 2025. Briefing Note"},
      {
        "id":"ED560845",
        "title":"Qualifications Frameworks in Europe: Forging the Right Links. Briefing Note"},
      {
        "id":"ED560846",
        "title":"Global National Qualifications Framework Inventory"},
      {
        "id":"ED560847",
        "title":"The Hidden Potential of Level 5 Qualifications. Briefing Note"},
      {
        "id":"ED560848",
        "title":"At the Interface of Learning for Employability: Cedefop's Achievements in 2013 and Plans for 2014. Briefing Note"},
      {
        "id":"ED560849",
        "title":"Skill Mismatch: More than Meets the Eye. Briefing Note"},
      {
        "id":"ED560850",
        "title":"Qualifications Frameworks: Expanding Influence, Persisting Obstacles. Briefing Note"},
      {
        "id":"ED560851",
        "title":"Career Guidance in Unstable Times: Linking Economic, Social and Individual Benefits. Briefing Note"},
      {
        "id":"ED560852",
        "title":"Work Programme, 2014"},
      {
        "id":"ED560853",
        "title":"Use of Validation by Enterprises for Human Resource and Career Development Purposes. Cedefop Reference Series No 96"},
      {
        "id":"ED560854",
        "title":"Creating Cartoons to Promote Leaderships Skills and Explore Leadership Qualities"},
      {
        "id":"ED560855",
        "title":"Effect of Educational Agent and Its Form Characteristics on Problem Solving Ability Perception of Students in Online Task Based Learning Media"},
      {
        "id":"ED560856",
        "title":"Leveled Literacy Intervention Success Rate in the Third Grade General Education Classroom"},
      {
        "id":"ED560857",
        "title":"Terminology of European Education and Training Policy: A Selection of 130 Key Terms. Second Edition"},
      {
        "id":"ED560858",
        "title":"Integrating Children's Literature in Elementary Mathematics"},
      {
        "id":"ED560859",
        "title":"Cedefop Annual Report, 2013"},
      {
        "id":"ED560860",
        "title":"Analysis and Overview of NQF Level Descriptors in European Countries. Working Paper No 19"},
      {
        "id":"ED560861",
        "title":"The Role of Qualifications in Governing Occupations and Professions. Working Paper No 20"},
      {
        "id":"ED560862",
        "title":"NSHE E-Learning Report, 2012-2013"},
      {
        "id":"ED560863",
        "title":"Return to Work: Work-Based Learning and the Reintegration of Unemployed Adults into the Labour Market. Working Paper No 21"},
      {
        "id":"ED560864",
        "title":"Monitoring ECVET Implementation Strategies in Europe in 2013. Working Paper No 22"},
      {
        "id":"ED560865",
        "title":"Qualifications at Level 5: Progressing in a Career or to Higher Education. Working Paper No 23"},
      {
        "id":"ED560866",
        "title":"Valuing Diversity: Guidance for Labour Market Integration of Migrants. Working Paper No 24"},
      {
        "id":"ED560867",
        "title":"Policy Handbook: Access to and Participation in Continuous Vocational Education and Training (CVET) in Europe. Working Paper No 25"},
      {
        "id":"ED560868",
        "title":"Reinventing Citizenship as Public Work: Citizen-Centered Democracy and the Empowerment Gap"},
      {
        "id":"ED560869",
        "title":"The Decline of the English Department"},
      {
        "id":"ED560870",
        "title":"Roster of Astronomy Departments with Enrollment and Degree Data, 2014: Results from the 2014 Survey of Enrollments and Degrees. Focus On"},
      {
        "id":"ED560871",
        "title":"Roster of Physics Departments with Enrollment and Degree Data, 2014: Results from the 2014 Survey of Enrollments and Degrees. Focus On"},
      {
        "id":"ED560872",
        "title":"Analyzing Student Inquiry Data Using Process Discovery and Sequence Classification"},
      {
        "id":"ED560873",
        "title":"Desirable Difficulty and Other Predictors of Effective Item Orderings"},
      {
        "id":"ED560874",
        "title":"Variations in Learning Rate: Student Classification Based on Systematic Residual Error Patterns across Practice Opportunities"},
      {
        "id":"ED560875",
        "title":"Evaluating the Relevance of Educational Videos Using BKT and Big Data"},
      {
        "id":"ED560876",
        "title":"Measuring Problem Solving Skills in Plants vs. Zombies 2"},
      {
        "id":"ED560877",
        "title":"Strategic Game Moves Mediate Implicit Science Learning"},
      {
        "id":"ED560878",
        "title":"Video-Based Affect Detection in Noninteractive Learning Environments"},
      {
        "id":"ED560879",
        "title":"Modeling Classroom Discourse: Do Models That Predict Dialogic Instruction Properties Generalize across Populations?"},
      {
        "id":"ED560880",
        "title":"Learning Analytics Platform, towards an Open Scalable Streaming Solution for Education"},
      {
        "id":"ED560881",
        "title":"Breaking off Engagement: Readers' Disengagement as a Function of Reader and Text Characteristics"},
      {
        "id":"ED560882",
        "title":"Predicting Learning-Related Emotions from Students' Textual Classroom Feedback via Twitter"},
      {
        "id":"ED560883",
        "title":"An Analysis of Peer-Submitted and Peer-Reviewed Answer Rationales, in an Asynchronous Peer Instruction Based Learning Environment"},
      {
        "id":"ED560884",
        "title":"Social Facilitation Effects by Pedagogical Conversational Agent: Lexical Network Analysis in an Online Explanation Task"},
      {
        "id":"ED560885",
        "title":"Semantic Similarity Graphs of Mathematics Word Problems: Can Terminology Detection Help?"},
      {
        "id":"ED560886",
        "title":"Developing Materials for Deliberative Forums"},
      {
        "id":"ED560887",
        "title":"Reclaiming Public Education: Common Sense Approaches"},
      {
        "id":"ED560888",
        "title":"How the States Got Their Rates. Graduation Requirements"},
      {
        "id":"ED560889",
        "title":"Higher Education Exchange, 2014"},
      {
        "id":"ED560890",
        "title":"Higher Education Exchange, 2013"},
      {
        "id":"ED560891",
        "title":"Dynamics of Faculty Engagement in the Movement for Democracy's Education at Northern Arizona University: Backgrounds, Practices, and Future Horizons. Kettering Foundation Working Paper: [2015:02]"},
      {
        "id":"ED560892",
        "title":"An Ongoing Experiment: State Councils, the Humanities, and the American Public"},
      {
        "id":"ED560893",
        "title":"Ships Passing in the Night?"},
      {
        "id":"ED560894",
        "title":"Maze of Mistrust: How District Politics and Cross Talk Are Stalling Efforts to Improve Public Education"},
      {
        "id":"ED560895",
        "title":"Divided We Fail: Why It's Time for a Broader, More Inclusive Conversation on the Future of Higher Education. A Final Report on the 2013 National Issues Forums"},
      {
        "id":"ED560896",
        "title":"Connections 2013: Citizens in Democratic Politics. Annual Newsletter"},
      {
        "id":"ED560897",
        "title":"Connections 2014: Taking Stock of the Civic Arena. Annual Newsletter"},
      {
        "id":"ED560898",
        "title":"The Educating Neighborhood: How Villages Raise Their Children. Kettering Foundation Working Paper [2015:01]"},
      {
        "id":"ED560899",
        "title":"So You Want to Be a School Board Member: Guide for School Board Candidates. 2015 Election Edition"},
      {
        "id":"ED560900",
        "title":"Parental Involvement in Occupational Education of Their Children"},
      {
        "id":"ED560901",
        "title":"Admission Requirements for Teacher Education as a Factor of Achievement"},
      {
        "id":"ED560902",
        "title":"Rethinking Peer Feedback on Written Assignments: Perspectives from Teachers and Students"},
      {
        "id":"ED560903",
        "title":"Building Models to Predict Hint-or-Attempt Actions of Students"},
      {
        "id":"ED560904",
        "title":"Educational Reports That Scale across Users and Data"},
      {
        "id":"ED560905",
        "title":"Improving Student Performance Using Nudge Analytics"},
      {
        "id":"ED560906",
        "title":"Mining Login Data for Actionable Student Insight"},
      {
        "id":"ED560907",
        "title":"Modeling Students' Memory for Application in Adaptive Educational Systems"},
      {
        "id":"ED560908",
        "title":"Personalized Education; Solving a Group Formation and Scheduling Problem for Educational Content"},
      {
        "id":"ED560909",
        "title":"2014 Survey of States: Initiatives, Trends, and Accomplishments"},
      {
        "id":"ED560910",
        "title":"Are They Learning? A College Trustee's Guide to Assessing Academic Effectiveness"},
      {
        "id":"ED560911",
        "title":"Leading the Charge: Governors, Higher Education and Accountability"},
      {
        "id":"ED560912",
        "title":"Education or Reputation? A Look at America's Top-Ranked Liberal Arts Colleges"},
      {
        "id":"ED560913",
        "title":"Florida Rising: An Assessment of Public Universities in the Sunshine State"},
      {
        "id":"ED560914",
        "title":"Bold Leadership Real Reform [Annual Report, 2014]"},
      {
        "id":"ED560915",
        "title":"The Art of College Admissions: A Trustee Guide to the Value of Entrance Exams"},
      {
        "id":"ED560916",
        "title":"Governance for a New Era: A Blueprint for Higher Education Trustees"},
      {
        "id":"ED560917",
        "title":"The Unkindest Cut: Shakespeare in Exile 2015"},
      {
        "id":"ED560918",
        "title":"Getting What You Pay For? A Look at America's Top-Ranked Public Universities"},
      {
        "id":"ED560919",
        "title":"A Compendium of Math and Science Research Funded by NCER and NCSER: 2002-2013. NCER 2016-2000"},
      {
        "id":"ED560920",
        "title":"Understanding Student Mobility in the B.C. Public Post-Secondary System. Highlights from the Student Transitions Project: Post-Secondary Student Mobility"},
      {
        "id":"ED560922",
        "title":"Identifying Educational Practices Supported by Rigorous Evidence: A Guide to the Selection of Evidence-Based Practices"},
      {
        "id":"ED560924",
        "title":"Free to Teach, Free to Learn: Understanding and Maintaining Academic Freedom in Higher Education"},
      {
        "id":"ED560925",
        "title":"Higher: Setting a Higher Bar for Higher Ed. 2013 Annual Report"},
      {
        "id":"ED560937",
        "title":"State Scan--Residential Placements: Blind/VI and Deaf/HI. Information Research Cadre"},
      {
        "id":"ED560938",
        "title":"Regional Resource Center Program (RRCP) Technical Assistance and ESEA Accountability"},
      {
        "id":"ED560939",
        "title":"Developing the Second Language Writing Process through Social Media-Based Interaction Tasks"},
      {
        "id":"ED560940",
        "title":"Addressing Achievement Gaps: Advancing Success for Black Men in College. Policy Notes. Volume 22, Number 1, Spring 2015"},
      {
        "id":"ED560941",
        "title":"Addressing Achievement Gaps: Black Male Teens--Moving to Success in the High School Years. Policy Notes. Volume 21, Number 3, Winter 2013"},
      {
        "id":"ED560942",
        "title":"Taking Action: Navigating the Common Core State Standards and Assessments. Policy Notes. Volume 21, Number 2, Fall 2013"},
      {
        "id":"ED560943",
        "title":"Middle School Matters: Improving the Life Course of Black Boys. Policy Notes. Volume 20, Number 4, Winter 2012"},
      {
        "id":"ED560944",
        "title":"A Salzburg Global Seminar: &quot;Optimizing Talent: Closing Education and Social Mobility Gaps Worldwide.&quot; Policy Notes. Volume 20, Number 3, Fall 2012"},
      {
        "id":"ED560945",
        "title":"The Beaverton School District Arts for Learning (A4L) Lessons Project, an Investing in Innovation (i3) Development Grant: Student Impact Findings from Years 1, 2, and 3"},
      {
        "id":"ED560946",
        "title":"Engaging Disconnected Young People in Education and Work: Findings from the Project Rise Implementation Evaluation"},
      {
        "id":"ED560947",
        "title":"State-Funded PreK Policies on External Classroom Observations: Issues and Status. Policy Information Report"},
      {
        "id":"ED560949",
        "title":"The Policy Framework for Online Charter Schools"},
      {
        "id":"ED560950",
        "title":"ASAP: Accelerated Study in Associate Programs"},
      {
        "id":"ED560956",
        "title":"Lessons from the Corridors of College Success Initiative: An Introduction. Corridors of College Success Series. CCRC Research Brief. Number 59"},
      {
        "id":"ED560957",
        "title":"Reliability and Validity of Inferences about Teachers Based on Student Scores. William H. Angoff Memorial Lecture Series"},
      {
        "id":"ED560958",
        "title":"Toward a Latino Attainment Agenda: Shaping Our Own Destiny. Tomás Rivera Lecture Series"},
      {
        "id":"ED560960",
        "title":"The Labor Market Returns to Math in Community College: Evidence Using the Education Longitudinal Study of 2002. A CAPSEE Working Paper"},
      {
        "id":"ED560963",
        "title":"Building Expertise to Support Digital Scholarship: A Global Perspective"},
      {
        "id":"ED560965",
        "title":"Government-Funded Students and Courses: January to June 2015"},
      {
        "id":"ED560966",
        "title":"Students at the Margins and the Institutions That Serve Them: A Global Perspective. Salzburg Global Seminar Session 537 (Salzburg, Austria, October 11-16, 2014). A Special Policy Notes, Spring 2015"},
      {
        "id":"ED560967",
        "title":"Inside Online Charter Schools. A Report of the National Study of Online Charter Schools"},
      {
        "id":"ED560972",
        "title":"Equating Test Scores (without IRT). Second Edition"},
      {
        "id":"ED560973",
        "title":"More than a Dream: Expanding Educational Achievement in the Latino Community. Tomás Rivera Lecture Series"},
      {
        "id":"ED560976",
        "title":"Challenges and Opportunities: My Personal Journey. Tomás Rivera Lecture Series"},
      {
        "id":"ED560977",
        "title":"America's Prosperity: The Academic Success of Hispanics. Tomás Rivera Lecture Series"},
      {
        "id":"ED560978",
        "title":"No Country Left Behind: Rhetoric and Reality of International Large-Scale Assessment. William H. Angoff Memorial Lecture Series"},
      {
        "id":"ED560979",
        "title":"The Decade Ahead: Inquire, Innovate, Impact. Tomás Rivera Lecture Series"},
      {
        "id":"ED560980",
        "title":"States Pass Diverse Slate of Mental Health Legislation in 2013. Mental Health: 2013 Legislative Session"},
      {
        "id":"ED560981",
        "title":"State Standard-Setting Processes in Brief. State Academic Standards: Standard-Setting Processes"},
      {
        "id":"ED560982",
        "title":"States Grapple with Autism's Rising Tide. Special Education: Autism"},
      {
        "id":"ED560983",
        "title":"States and the (Not So) New Standards--Where Are They Now? State Academic Standards: Activity around the Common Core"},
      {
        "id":"ED560984",
        "title":"Third-Grade Reading Policies. Reading/Literacy: Preschool to Third Grade"},
      {
        "id":"ED560987",
        "title":"States Respond to School Safety Concerns with 2013 Legislation. School Safety: 2013 Legislative Session"},
      {
        "id":"ED560989",
        "title":"A Hidden Cause of Rising Tuition: Tuition Discounting in Public Colleges and Universities. The Progress of Education Reform. Volume 15, Number 4"},
      {
        "id":"ED560990",
        "title":"Teacher Performance Plays Growing Role in Employment Decisions. Teacher Tenure: Trends in State Laws"},
      {
        "id":"ED560991",
        "title":"Trends in State Charter School Laws: Authorizers, Caps, Performance-Based Closures and Virtual Schools"},
      {
        "id":"ED560992",
        "title":"&quot;Vergara&quot; and the Complexities of Teacher Employment Policies. ECS Education Policy Analysis"},
      {
        "id":"ED560993",
        "title":"Trends in State Financial Aid: Actions from the 2013 and 2014 Legislative Sessions. Financial Aid: Trends in the States"},
      {
        "id":"ED560994",
        "title":"Science in the Early Years. The Progress of Education Reform. Volume 15, Number 2"},
      {
        "id":"ED560995",
        "title":"Moving Forward: Policies Supporting Transitions from High School to Postsecondary. Strengthening Student Transitions: An ECS Policy Analysis"},
      {
        "id":"ED560996",
        "title":"Using Assessments to Inform 12th-Grade Interventions and Accelerations. ECS Education Policy Analysis"},
      {
        "id":"ED560997",
        "title":"States Moving from Accreditation to Accountability. Accreditation: State School Accreditation Policies"},
      {
        "id":"ED560998",
        "title":"Career and Technical Education: States Aligning Programs to Meet Workforce Needs. The Progress of Education Reform. Volume 15, Number 2"},
      {
        "id":"ED560999",
        "title":"A Look at Funding for Students with Disabilities. The Progress of Education Reform. Volume 16, Number 1"},
      {
        "id":"ED561000",
        "title":"Students on the Move: How States Are Responding to Increasing Mobility among Postsecondary Students. Transfer &amp; Articulation: Postsecondary"},
      {
        "id":"ED559000",
        "title":"Moral Actions in Young Adulthood"},
      {
        "id":"ED559003",
        "title":"Learning Interdependence: A Case Study of the International/intercultural Education of First-Year College Students"},
      {
        "id":"ED559008",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Florida"},
      {
        "id":"ED559009",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Maine"},
      {
        "id":"ED559010",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. New Hampshire"},
      {
        "id":"ED559011",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Georgia"},
      {
        "id":"ED559012",
        "title":"Instructional Coaching and the Effective Teacher. Q&amp;A with Jim Knight, Ph.D. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED559013",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Arkansas"},
      {
        "id":"ED559014",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Missouri"},
      {
        "id":"ED559015",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Colorado"},
      {
        "id":"ED559016",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Kansas"},
      {
        "id":"ED559018",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Massachusetts"},
      {
        "id":"ED559019",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Kentucky"},
      {
        "id":"ED559020",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Maryland"},
      {
        "id":"ED559021",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. New Mexico"},
      {
        "id":"ED559022",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. New Jersey"},
      {
        "id":"ED559023",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Idaho"},
      {
        "id":"ED559024",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Mississippi"},
      {
        "id":"ED559025",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Illinois"},
      {
        "id":"ED559026",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Alaska"},
      {
        "id":"ED559027",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. South Carolina"},
      {
        "id":"ED559028",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Puerto Rico"},
      {
        "id":"ED559029",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Minnesota"},
      {
        "id":"ED559030",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. New York"},
      {
        "id":"ED559031",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Connecticut"},
      {
        "id":"ED559032",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Texas"},
      {
        "id":"ED559033",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Nevada"},
      {
        "id":"ED559034",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Vermont"},
      {
        "id":"ED559035",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Iowa"},
      {
        "id":"ED559036",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Louisiana"},
      {
        "id":"ED559037",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Montana"},
      {
        "id":"ED559038",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. North Carolina"},
      {
        "id":"ED559039",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. West Virginia"},
      {
        "id":"ED559040",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Indiana"},
      {
        "id":"ED559041",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. California"},
      {
        "id":"ED559042",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Washington"},
      {
        "id":"ED559043",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Hawaii"},
      {
        "id":"ED559045",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. District of Columbia"},
      {
        "id":"ED559046",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Tennessee"},
      {
        "id":"ED559047",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Nebraska"},
      {
        "id":"ED559048",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Virginia"},
      {
        "id":"ED559049",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Pennsylvania"},
      {
        "id":"ED559050",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. North Dakota"},
      {
        "id":"ED559052",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Wyoming"},
      {
        "id":"ED559054",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Wisconsin"},
      {
        "id":"ED559055",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Delaware"},
      {
        "id":"ED559056",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Ohio"},
      {
        "id":"ED559057",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Michigan"},
      {
        "id":"ED559058",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Rhode Island"},
      {
        "id":"ED559059",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Arizona"},
      {
        "id":"ED559060",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Oklahoma"},
      {
        "id":"ED559061",
        "title":"Culturally Responsive Education: Diversity in Our Classrooms. Frequently Asked Questions for Saundra Tomlinson-Clarke, Ph.D., and Penelope Lattimer, Ph.D. REL Mid-Atlantic Webinar"},
      {
        "id":"ED559062",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. South Dakota"},
      {
        "id":"ED559063",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Alabama"},
      {
        "id":"ED559064",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Utah"},
      {
        "id":"ED559065",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Virgin Islands"},
      {
        "id":"ED559066",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Sophomores. Summary Report. Oregon"},
      {
        "id":"ED559067",
        "title":"The 10th Annual AP® Report to the Nation"},
      {
        "id":"ED559085",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Connecticut"},
      {
        "id":"ED559086",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Missouri"},
      {
        "id":"ED559087",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. District of Columbia"},
      {
        "id":"ED559088",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Delaware"},
      {
        "id":"ED559089",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Michigan"},
      {
        "id":"ED559090",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Indiana"},
      {
        "id":"ED559091",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Georgia"},
      {
        "id":"ED559092",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Arizona"},
      {
        "id":"ED559093",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. New Mexico"},
      {
        "id":"ED559094",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Maryland"},
      {
        "id":"ED559095",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Minnesota"},
      {
        "id":"ED559096",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Arkansas"},
      {
        "id":"ED559097",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. North Carolina"},
      {
        "id":"ED559098",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Washington"},
      {
        "id":"ED559099",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Virgin Islands"},
      {
        "id":"ED559100",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Oklahoma"},
      {
        "id":"ED559101",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. New Jersey"},
      {
        "id":"ED559102",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Pennsylvania"},
      {
        "id":"ED559103",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Colorado"},
      {
        "id":"ED559104",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Iowa"},
      {
        "id":"ED559105",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. North Dakota"},
      {
        "id":"ED559106",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Mississippi"},
      {
        "id":"ED559107",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Oregon"},
      {
        "id":"ED559108",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Massachusetts"},
      {
        "id":"ED559109",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Idaho"},
      {
        "id":"ED559110",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Maine"},
      {
        "id":"ED559111",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. New York"},
      {
        "id":"ED559112",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Illinois"},
      {
        "id":"ED559113",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Nevada"},
      {
        "id":"ED559114",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Utah"},
      {
        "id":"ED559115",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Louisiana"},
      {
        "id":"ED559116",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. New Hampshire"},
      {
        "id":"ED559117",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Hawaii"},
      {
        "id":"ED559118",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. South Carolina"},
      {
        "id":"ED559119",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Tennessee"},
      {
        "id":"ED559120",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Alabama"},
      {
        "id":"ED559121",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Texas"},
      {
        "id":"ED559122",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. South Dakota"},
      {
        "id":"ED559123",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Nebraska"},
      {
        "id":"ED559124",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Florida"},
      {
        "id":"ED559125",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Kansas"},
      {
        "id":"ED559126",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Montana"},
      {
        "id":"ED559127",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Puerto Rico"},
      {
        "id":"ED559128",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Kentucky"},
      {
        "id":"ED559129",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Vermont"},
      {
        "id":"ED559130",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Wisconsin"},
      {
        "id":"ED559131",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Ohio"},
      {
        "id":"ED559132",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Rhode Island"},
      {
        "id":"ED559133",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. West Virginia"},
      {
        "id":"ED559134",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Alaska"},
      {
        "id":"ED559135",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Wyoming"},
      {
        "id":"ED559136",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. California"},
      {
        "id":"ED559137",
        "title":"PSAT/NMSQT[R] 2014-2015 College-Bound High School Juniors. Summary Report. Virginia"},
      {
        "id":"ED559139",
        "title":"Arkansas. State Supplement. The 10th Annual AR[R] Report to the Nation"},
      {
        "id":"ED559140",
        "title":"Delaware. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559141",
        "title":"Alaska. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559142",
        "title":"Alabama. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559143",
        "title":"Hawaii. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559144",
        "title":"Colorado. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559145",
        "title":"Idaho. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559146",
        "title":"Kansas. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559147",
        "title":"Arizona. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559148",
        "title":"Connecticut. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559149",
        "title":"Illinois. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559150",
        "title":"Maine. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559151",
        "title":"Michigan. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559152",
        "title":"Minnesota. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559153",
        "title":"District of Columbia. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559154",
        "title":"New Mexico. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559155",
        "title":"Oklahoma. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559156",
        "title":"Missouri. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559157",
        "title":"New Jersey. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559158",
        "title":"Oregon. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559159",
        "title":"Nebraska. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559160",
        "title":"North Dakota. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559161",
        "title":"Maryland. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559162",
        "title":"Mississippi. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559163",
        "title":"Texas. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559164",
        "title":"New York. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559165",
        "title":"California. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559166",
        "title":"Ohio. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559167",
        "title":"Montana. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559168",
        "title":"Pennsylvania. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559169",
        "title":"Vermont. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559170",
        "title":"Massachusetts. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559171",
        "title":"Washington. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559172",
        "title":"South Carolina. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559173",
        "title":"Kentucky. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559174",
        "title":"North Carolina. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559175",
        "title":"Iowa. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559176",
        "title":"Rhode Island. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559177",
        "title":"Indiana. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559178",
        "title":"Virginia. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559179",
        "title":"Nevada. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559180",
        "title":"Florida. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559181",
        "title":"Wisconsin. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559182",
        "title":"New Hampshire. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559183",
        "title":"West Virginia. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559184",
        "title":"Utah. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559185",
        "title":"Wyoming. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559186",
        "title":"Louisiana. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559187",
        "title":"Tennessee. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559188",
        "title":"Georgia. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559189",
        "title":"South Dakota. State Supplement. The 10th Annual AP[R] Report to the Nation"},
      {
        "id":"ED559190",
        "title":"Promotion Retention Rates, 2011-12. Data Trends. D&amp;A Report No. 12.16"},
      {
        "id":"ED559191",
        "title":"Limited English Proficient Students: Exit Rates for 2008-09 Cohort. Data Trends. D&amp;A Report No. 13.01"},
      {
        "id":"ED559192",
        "title":"Formative Assessment with Technology 2011-12: Second Year of Implementation. Eye on Evaluation. D&amp;A Report No. 13.05"},
      {
        "id":"ED559193",
        "title":"High Five PLT Survey Results, 2007-08 to 2012-13.Data Trends. D&amp;A Report No. 13.09"},
      {
        "id":"ED559194",
        "title":"Academic Achievement Academy (AAA), 2011-12. Eye on Evaluation. D&amp;A Report No. 13.03"},
      {
        "id":"ED559196",
        "title":"Teacher Satisfaction and Turnover in WCPSS. Data Trends. D&amp;A Report No. 13.11"},
      {
        "id":"ED559197",
        "title":"A Snapshot of After-School Program Research Literature. Research Watch. D&amp;A Report No. 13.10"},
      {
        "id":"ED559199",
        "title":"SAT Scores, 2011-12: Wake County Public School System (WCPSS). Measuring Up. D&amp;A Report No. 13.16"},
      {
        "id":"ED559202",
        "title":"WCPSS High School Retention 2011-12. Research Watch. D&amp;A Report No. 13.15"},
      {
        "id":"ED559203",
        "title":"Limited English Proficient Students: Progress of 2008-09 High School Cohort. Data Trends. D&amp;A Report No. 13.14"},
      {
        "id":"ED559210",
        "title":"WCPSS Advanced Placement (AP) Results, 2011-12 and 2012-13. Measuring Up. D&amp;A Report No. 13.17"},
      {
        "id":"ED559214",
        "title":"SAT Scores, 2012-13: Wake County Public School System (WCPSS). Measuring Up. D&amp;A Report No. 13.22"},
      {
        "id":"ED559218",
        "title":"North Carolina Youth Risk Behavior Survey: 2013 WCPSS Middle School Results. Data Trends. D&amp;A Report No. 14.07"},
      {
        "id":"ED559219",
        "title":"Dropout Rate for WCPSS: 2012-13. Measuring Up. D&amp;A Report No. 14.04"},
      {
        "id":"ED559220",
        "title":"SAT Scores, 2013-14: Wake County Public School System (WCPSS). Measuring Up. D&amp;A Report No. 14.14"},
      {
        "id":"ED559221",
        "title":"WCPSS Student Survey Results: 2013-14. Measuring Up. D&amp;A Report No. 14.08"},
      {
        "id":"ED559222",
        "title":"North Carolina Youth Risk Behavior Survey: 2013 WCPSS High School Results. Data Trends. D&amp;A Report No. 14.06"},
      {
        "id":"ED559223",
        "title":"WCPSS High School Graduation Rates 2012-13. Measuring Up. D&amp;A Report No. 14.03"},
      {
        "id":"ED559232",
        "title":"Branding Your Post-School Outcomes Data Collection Process"},
      {
        "id":"ED559234",
        "title":"Predictor Implementation School/District Self-Assessment"},
      {
        "id":"ED559236",
        "title":"Contacting Hard-to-Find Youth: Strategies for the Post-School Survey"},
      {
        "id":"ED559238",
        "title":"Tip Sheet for SEAs: Engaging Parents and Family Members in Postschool Outcome Stakeholder Groups"},
      {
        "id":"ED559245",
        "title":"Endowment Spending: External Perceptions and Internal Practices"},
      {
        "id":"ED559247",
        "title":"Supplemental Instruction: Improving First-Year Student Success in High-Risk Courses. 3rd Edition. The First-Year Experience Monograph Series No. 7"},
      {
        "id":"ED559270",
        "title":"Tips for Parent Centers and Families: Help Your State Make the Most of Post-School Outcome Surveys"},
      {
        "id":"ED559277",
        "title":"Outsourced Investment Management: An Overview for Institutional Decision-Makers"},
      {
        "id":"ED559278",
        "title":"Strive for the Best: Building and Maintaining an Excellent Board"},
      {
        "id":"ED559279",
        "title":"The Investment Policy Statement"},
      {
        "id":"ED559280",
        "title":"Legislating the Normative Environment: Nonprofit Governance, Sarbanes-Oxley and UPMIFA"},
      {
        "id":"ED559281",
        "title":"Commonfund Study of Responsible Investing: A Survey of Endowments and Their Affiliated Foundations"},
      {
        "id":"ED559282",
        "title":"Essential Not Optional: A Strategic Approach to Fund-Raising for Endowments"},
      {
        "id":"ED559284",
        "title":"Assessing Your Board's Risk Tolerance"},
      {
        "id":"ED559285",
        "title":"Ethics and the Nonprofit"},
      {
        "id":"ED559286",
        "title":"Does Active Management Benefit Endowment Returns? An Analysis of the NACUBO-Commonfund Study of Endowments (NCSE) Data"},
      {
        "id":"ED559287",
        "title":"Alternatives Reality: What to Expect from Future Allocations"},
      {
        "id":"ED559293",
        "title":"Effective School Leaders. Q&amp;A with Eric A. Hanushek, Ph.D. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED559294",
        "title":"Teacher Evaluation: Alternate Measures of Student Growth. Q&amp;A with Brian Gill. REL Mid-Atlantic Webinar"},
      {
        "id":"ED559295",
        "title":"Common Core State Standards and Teacher Effectiveness. Q&amp;A with Ross Wiener, Ph.D. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED559299",
        "title":"Assessing the State of Healthcare: Connecting Today's Priorities to Tomorrow's Promise"},
      {
        "id":"ED559300",
        "title":"From SRI to ESG: The Changing World of Responsible Investing"},
      {
        "id":"ED559301",
        "title":"Endowment Spending: Building a Stronger Policy Framework"},
      {
        "id":"ED559302",
        "title":"Managing Counterparty Risk in an Unstable Financial System"},
      {
        "id":"ED559304",
        "title":"Supporting Youth Transitioning out of Foster Care. Issue Brief 1: Education Programs. OPRE Report No. 2014-66"},
      {
        "id":"ED559305",
        "title":"The First Year of Accelerating Opportunity: Implementation Findings from the States and Colleges"},
      {
        "id":"ED559306",
        "title":"Case History: The Spelman College Endowment"},
      {
        "id":"ED559308",
        "title":"Developing Housing and Education Partnerships: Lessons from the Field. Research Report"},
      {
        "id":"ED559309",
        "title":"Supporting Immigrant Families' Access to Prekindergarten"},
      {
        "id":"ED559310",
        "title":"Housing and Education Partnerships: A Case Study of Vancouver, Washington"},
      {
        "id":"ED559311",
        "title":"Housing and Education Partnerships: A Case Study of Akron, Ohio"},
      {
        "id":"ED559312",
        "title":"Transforming Performance Measurement for the 21st Century"},
      {
        "id":"ED559313",
        "title":"Can California Teacher Pensions Be Distributed More Fairly? Research Report"},
      {
        "id":"ED559314",
        "title":"Balancing Quality Early Education and Parents' Workforce Success: Insights from the Urban Institute's Assessment of the Massachusetts Subsidized Child Care System. Research Report"},
      {
        "id":"ED559315",
        "title":"Accelerating Opportunity: A Portrait of Students and Their Program Experiences from the 2014 Student Survey"},
      {
        "id":"ED559316",
        "title":"Building Alaska's Science and Engineering Pipeline: Evaluation of the Alaska Native Science &amp; Engineering Program"},
      {
        "id":"ED559317",
        "title":"Educational Attainment and Earnings Inequality among US-Born Men: A Lifetime Perspective"},
      {
        "id":"ED559318",
        "title":"Housing and Education Partnerships: A Case Study of New Haven, Connecticut"},
      {
        "id":"ED559319",
        "title":"Sustaining and Strengthening DC Schools: Challenges and Choices for the New Mayor"},
      {
        "id":"ED559320",
        "title":"Evaluation of the Alaska Native Science &amp; Engineering Program (ANSEP). Research Report"},
      {
        "id":"ED559321",
        "title":"Evaluating Retirement Income Security for Illinois Public School Teachers. Public Pension Project Report"},
      {
        "id":"ED559322",
        "title":"The Second Year of Accelerating Opportunity: Implementation Findings from the States and Colleges"},
      {
        "id":"ED559323",
        "title":"Close-Range Gunfire around DC Schools"},
      {
        "id":"ED559324",
        "title":"Preparing Youth for College and Career: A Process Evaluation of Urban Alliance"},
      {
        "id":"ED559325",
        "title":"Review of Massachusetts Child Care Subsidy Eligibility Policies and Practices: A Report for the Assessment of the Massachusetts Subsidized Child Care System. Research Report"},
      {
        "id":"ED559326",
        "title":"The CUNY Fatherhood Academy: A Qualitative Evaluation. Research Report"},
      {
        "id":"ED559327",
        "title":"The CUNY Fatherhood Academy: A Qualitative Evaluation. Executive Summary"},
      {
        "id":"ED559328",
        "title":"Could a Cash Balance Plan Benefit Illinois Public School Teachers?"},
      {
        "id":"ED559329",
        "title":"Supporting Youth Transitioning out of Foster Care. Issue Brief 3: Employment Programs. OPRE Report No. 2014-70"},
      {
        "id":"ED559330",
        "title":"How Will Rhode Island's New Hybrid Pension Plan Affect Teachers? A Report of the Public Pension Project"},
      {
        "id":"ED559331",
        "title":"Assessing Learning Control of English Hedges among Tertiary Cantonese-Speaking EFL Students"},
      {
        "id":"ED559332",
        "title":"Study Skills of Arts and Science College Students"},
      {
        "id":"ED559333",
        "title":"Determination of Biology Department Students' Past Field Trip Experiences and Examination of Their Self-Efficacy Beliefs in Planning and Organising Educational Field Trips"},
      {
        "id":"ED559334",
        "title":"Improving Access to Prekindergarten for Children of Immigrants: &quot;Building Relationships.&quot; Fact Sheet No. 3"},
      {
        "id":"ED559335",
        "title":"Improving Access to Prekindergarten for Children of Immigrants: &quot;Enrollment Strategies.&quot; Fact Sheet No. 2"},
      {
        "id":"ED559336",
        "title":"Does Increasing Reliance on Student Debt Explain Declines in Entrepreneurial Activity? Posing the Question, Gathering Evidence, Considering Policy Options. Research Report"},
      {
        "id":"ED559337",
        "title":"Improving Access to Prekindergarten for Children of Immigrants: &quot;Outreach.&quot; Fact Sheet No. 1"},
      {
        "id":"ED559338",
        "title":"Comparing Telephone versus Mail Dissemination of the Hospital Consumer Assessment of Healthcare Providers and System Survey (HCAHPS) among Patients with Low Literacy"},
      {
        "id":"ED559339",
        "title":"Supporting Youth Transitioning out of Foster Care. Issue Brief 2: Financial Literacy and Asset Building Programs. OPRE Report No. 2014-69"},
      {
        "id":"ED559340",
        "title":"How Will Teachers Fare in Rhode Island's New Hybrid Pension Plan? Public Pension Project Brief 4"},
      {
        "id":"ED559341",
        "title":"Absenteeism in DC Public Schools Early Education Program: An Update for School Year 2013-14. Research Report"},
      {
        "id":"ED559342",
        "title":"Preparing for a &quot;Next Generation&quot; Evaluation of Independent Living Programs for Youth in Foster Care: Project Overview. OPRE Report No. 2014-71"},
      {
        "id":"ED559343",
        "title":"A Study on Relationship between Personality and Socio Economic Status of Student Teachers"},
      {
        "id":"ED559344",
        "title":"Career Education and Liberal Arts Education: Benefits and Drawbacks, Credit Transferability, and Online Degrees"},
      {
        "id":"ED559345",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2014"},
      {
        "id":"ED559346",
        "title":"Effectiveness of Structured Peer Tutoring on the Achievement in Physics at Secondary Level"},
      {
        "id":"ED559348",
        "title":"Vision 2015: The West Virginia Science and Technology Strategic Plan. Progress Report"},
      {
        "id":"ED559349",
        "title":"Pipeline Development: Cultivating Teacher Leaders. [Federal Policy Platform Series. Brief 2]"},
      {
        "id":"ED559350",
        "title":"Retention and Rewards: Promoting Career Advancement for Effective Leaders. [Federal Policy Platform Series. Brief 5]"},
      {
        "id":"ED559351",
        "title":"Prioritizing Leadership: New Leaders' Federal Policy Platform"},
      {
        "id":"ED559352",
        "title":"A Shared Vision of Leadership: Creating an Aligned Understanding of the Principalship. [Federal Policy Platform Series. Brief 1]"},
      {
        "id":"ED559353",
        "title":"Evaluation and Management: Continuous Professional Growth. [Federal Policy Platform Series. Brief 4]"},
      {
        "id":"ED559354",
        "title":"Creating a Culture of Innovation: The Challenge in Becoming and Staying a World-Class University"},
      {
        "id":"ED559355",
        "title":"Pre-Service Preparation: Building a Strong Supply of Effective Future Leaders [Federal Policy Platform Series. Brief 3]"},
      {
        "id":"ED559356",
        "title":"DACAmented in California: The Impact of the Deferred Action for Childhood Arrivals Program on Latina/os. CSRC Research Report. No. 18"},
      {
        "id":"ED559357",
        "title":"The NMC Horizon Report: 2015 Higher Education Edition"},
      {
        "id":"ED559358",
        "title":"The NMC Horizon Report: 2013 Higher Education Edition"},
      {
        "id":"ED559359",
        "title":"The NMC Horizon Report: 2013 Museum Edition"},
      {
        "id":"ED559360",
        "title":"Closing the Gaps: 2014 Progress Report. College for All Texans"},
      {
        "id":"ED559361",
        "title":"Closing the Gaps: 2015. The Texas Higher Education Plan"},
      {
        "id":"ED559362",
        "title":"The Elementary &amp; Secondary Education Act: New Leaders Recommendations on School Leadership"},
      {
        "id":"ED559363",
        "title":"The Future of Higher Education in California: Problems and Solutions Forgetting in and Getting through"},
      {
        "id":"ED559364",
        "title":"TIMSS Advanced 2015 Assessment Frameworks"},
      {
        "id":"ED559365",
        "title":"Metacognition, Metamemory, and Commitment to Change Strategy: Enhancing Adoption of Innovation of Staff Development"},
      {
        "id":"ED559366",
        "title":"The NMC Horizon Report: 2013 K-12 Edition"},
      {
        "id":"ED559367",
        "title":"PIRLS 2016 Assessment Framework. 2nd Edition"},
      {
        "id":"ED559368",
        "title":"The Growing Educational Equity Gap for California's Latina/o Students. Latino Policy &amp; Issues Brief. Number 29"},
      {
        "id":"ED559369",
        "title":"The NMC Horizon Report: 2014 K-12 Edition"},
      {
        "id":"ED559370",
        "title":"Cooperate to Validate. Observal-Net Experts' Report on Validation of Non-Formal and Informal Learning (VNIL) 2013"},
      {
        "id":"ED559371",
        "title":"The NMC Horizon Report: 2015 Museum Edition"},
      {
        "id":"ED559372",
        "title":"Technology Outlook for International Schools in Asia, 2014. An NMC Horizon Project Regional Report"},
      {
        "id":"ED559373",
        "title":"Teacher Leadership: Federal Policy Recommendations"},
      {
        "id":"ED559374",
        "title":"Active Bodies, Active Minds: A Case Study on Physical Activity and Academic Success in Lawrence, Massachusetts. Understanding Boston"},
      {
        "id":"ED559375",
        "title":"Reversing the Cycle of Deterioration in the Nation's Public School Buildings"},
      {
        "id":"ED559376",
        "title":"Technology Outlook for STEM+ Education 2013-2018: An NMC Horizon Project Sector Analysis"},
      {
        "id":"ED559377",
        "title":"School Improvement Grants: Progress Report from America's Great City Schools"},
      {
        "id":"ED559378",
        "title":"Technology Outlook for Australian Tertiary Education 2013-2018: An NMC Horizon Project Regional Analysis"},
      {
        "id":"ED559379",
        "title":"A Framework for Raising Expectations and Instructional Rigor for English Language Learners"},
      {
        "id":"ED559380",
        "title":"The Writing Performance of Elementary Students Receiving Strategic and Interactive Writing Instruction"},
      {
        "id":"ED559381",
        "title":"Paying for Improvement: Teacher Compensation Reform. re:VISION No. 04, Part 3"},
      {
        "id":"ED559382",
        "title":"From Soft Power to Economic Diplomacy? A Comparison of the Changing Rationales and Roles of the U. S. and Canadian Federal Governments in International Education. Research &amp; Occasional Paper Series: CSHE.2.15"},
      {
        "id":"ED559383",
        "title":"International Academic Mobility: Towards a Concentration of the Minds in Europe. Research &amp; Occasional Paper Series: CSHE.3.14"},
      {
        "id":"ED559384",
        "title":"The NMC Horizon Report: 2014 Library Edition"},
      {
        "id":"ED559385",
        "title":"Improving the Quality of Teachers and Principals. re:VISION No. 04, Part 1"},
      {
        "id":"ED559386",
        "title":"Urban School Superintendents: Characteristics, Tenure, and Salary. Eighth Survey and Report. Urban Indicator, Fall 2014"},
      {
        "id":"ED559387",
        "title":"Evaluating Teachers: Opportunities and Best Practices. re:VISION No. 04, Part 2"},
      {
        "id":"ED559388",
        "title":"Getting Teachers Learner-Ready: Reforming Teacher Preparation. re:VISION No. 04, Part 4"},
      {
        "id":"ED559389",
        "title":"How and Why the University of California Got Its Autonomy. Research &amp; Occasional Paper Series: CSHE.4.15"},
      {
        "id":"ED559390",
        "title":"Beyond Test Scores: What NAEP Results Tell Us about Implementing the Common Core in Our Classrooms"},
      {
        "id":"ED559391",
        "title":"Building Leadership in Schools. re:VISION No. 04, Part 5"},
      {
        "id":"ED559392",
        "title":"Liberalizing the Academy: The Transformation of Higher Education in the United States and Germany. Research &amp; Occasional Paper Series: CSHE.1.15"},
      {
        "id":"ED559393",
        "title":"Managing for Results in America's Great City Schools 2014: Results from Fiscal Year 2012-13. A Report of the Performance Measurement and Benchmarking Project"},
      {
        "id":"ED559394",
        "title":"Making the Case: The Importance of a Rigorous Science Education. re:VISION No. 05"},
      {
        "id":"ED559395",
        "title":"High-Quality College and Career Ready Assessments. re:VISION"},
      {
        "id":"ED559396",
        "title":"College and Career Readiness: K-12 and Higher Education Collaborating for Student Success. coNCepts. Issue 5, Jan 2014"},
      {
        "id":"ED559397",
        "title":"Moving Forward: State Engagement with the Next Generation Science Standards. Special re:VISION Insert. Issue 5"},
      {
        "id":"ED559444",
        "title":"The Path Forward: School Autonomy and Its Implications for the Future of Boston's Public Schools. Understanding Boston"},
      {
        "id":"ED559449",
        "title":"Romantic Knowledge. Research &amp; Occasional Paper Series: CSHE.5.15"},
      {
        "id":"ED559455",
        "title":"Implementing the Common Core State Standards: Year Three Progress Report from the Great City Schools. Results from 2013-14 School Year"},
      {
        "id":"ED559459",
        "title":"Good News about Urban Public Schools"},
      {
        "id":"ED559465",
        "title":"Implementing Common Core Assessments: Challenges and Recommendations"},
      {
        "id":"ED559480",
        "title":"2013 Kids Count in Colorado! Community Matters"},
      {
        "id":"ED559504",
        "title":"Colorado Children's Budget 2013"},
      {
        "id":"ED559509",
        "title":"2014 Kids Count in Colorado! The Big Picture: Taking the Whole Child Approach to Child Well-Being"},
      {
        "id":"ED559522",
        "title":"Evaluation of the Expository Reading and Writing Course: Findings from the Investing in Innovation Development Grant"},
      {
        "id":"ED559529",
        "title":"Moving Families Forward: An Introduction to TANF in Colorado during the Recession"},
      {
        "id":"ED559537",
        "title":"Core to College Evaluation: Statewide Networks. Connecting Education Systems and Stakeholders to Support College Readiness"},
      {
        "id":"ED559562",
        "title":"Getting In: Increasing Access to College via Mentoring. Findings from 10 Years of a High School Mentoring Program"},
      {
        "id":"ED559563",
        "title":"Taking a Closer Look at English Learner Subgroups Whose Achievement Stalls Out. REL West Research Digest"},
      {
        "id":"ED559564",
        "title":"WES Evaluation of the Three-Year Bachelor's Degree from India. Updated"},
      {
        "id":"ED559565",
        "title":"Beating the Odds: Analysis of Student Performance on State Assessments. Results from 2012-2013 School Year"},
      {
        "id":"ED559569",
        "title":"Rural Turnaround: Challenges and Opportunities"},
      {
        "id":"ED559573",
        "title":"Merging Cognitive Science and Curriculum to Strengthen Middle School Math"},
      {
        "id":"ED559578",
        "title":"Shared Data Reveal the Invisible Achievement Gap of Students in Foster Care"},
      {
        "id":"ED559581",
        "title":"Under Construction: Benchmark Assessments and Common Core Math Implementation in Grades K-8. Formative Evaluation Cycle Report for the Math in Common Initiative, Volume 1"},
      {
        "id":"ED559582",
        "title":"Classroom Observations: Documenting Shifts in Instruction for Districtwide Improvement. Formative Evaluation Cycle Report for the Math in Common Initiative, Volume 2"},
      {
        "id":"ED559590",
        "title":"Never Too Late: Boosting Reading Scores in Community College"},
      {
        "id":"ED559613",
        "title":"The State Role in School Turnaround: Emerging Best Practices"},
      {
        "id":"ED559619",
        "title":"Math Placement: The Importance of Getting It Right for All Students. Research Brief"},
      {
        "id":"ED559625",
        "title":"Academy Breaks the Isolation of Special Education Directors"},
      {
        "id":"ED559626",
        "title":"A Call to Action on Behalf of U.S. Babies"},
      {
        "id":"ED559627",
        "title":"Equity-Focused Schools Carry All Students to High Levels"},
      {
        "id":"ED559628",
        "title":"How Arizona's Dropout Crisis Affects Communities, Creates Economic Losses for the State of Arizona"},
      {
        "id":"ED559630",
        "title":"Core to College Evaluation: Exploring the Use of Multiple Measures for Placement into College-Level Courses. Seeking Alternatives or Improvements to the Use of a Single Standardized Test"},
      {
        "id":"ED559633",
        "title":"Helping English Learners Rise to the Challenge of Complex Texts"},
      {
        "id":"ED559635",
        "title":"Teaching College Courses in Selected Correctonal Facilities in the Commonwealth of Virginia"},
      {
        "id":"ED559636",
        "title":"Uncertified and Teaching: Industry Professionals in Career and Technical Education Classrooms"},
      {
        "id":"ED559637",
        "title":"Addressing the Invisible Achievement Gap: The Need to Improve Education Outcomes for California Students in Foster Care, with Considerations for Action. CenterView: Insight and Analysis on California's Education Policy"},
      {
        "id":"ED559639",
        "title":"The National Higher Education and Workforce Initiative: Strategy in Action: Building the Cybersecurity Workforce in Maryland"},
      {
        "id":"ED559640",
        "title":"Data Science Emerges as Essential Tool for Decision Making and Innovation across Industry Sectors. BHEF Issue Brief"},
      {
        "id":"ED559641",
        "title":"Forging Strategic Business Partnerships to Develop the 21st Century Workforce: A Case Study of the University of Houston's Undergraduate Petroleum Engineering Program"},
      {
        "id":"ED559642",
        "title":"Shortchanged: The Hidden Costs of Lockstep Teacher Pay"},
      {
        "id":"ED559643",
        "title":"A Promising Approach to Addressing America's Biggest Challenges. Needle-Moving Community Collaboratives"},
      {
        "id":"ED559644",
        "title":"Sources of Donated Books for Schools and Libraries, 2014. Publication No. RE003"},
      {
        "id":"ED559645",
        "title":"Evaluation of the MIND Research Institute's Spatial-Temporal Math (ST Math) Program in California"},
      {
        "id":"ED559646",
        "title":"Roadmap to Safeguarding Student Data: Key Focus Areas for State Education Agencies. Data for Action"},
      {
        "id":"ED559647",
        "title":"Case Study: Chicago. Needle-Moving Community Collaboratives"},
      {
        "id":"ED559648",
        "title":"Roadmap for a Teacher-Student Data Link: Key Focus Areas to Ensure Quality Implementation. Data for Action"},
      {
        "id":"ED559649",
        "title":"Case Study: Cincinnati, Covington, and Newport. Needle-Moving Community Collaboratives"},
      {
        "id":"ED559650",
        "title":"Roadmap for Teacher Access to Student-Level Longitudinal Data: Key Focus Areas to Ensure Quality Implementation. Data for Action"},
      {
        "id":"ED559651",
        "title":"Roadmap for K-12 and Postsecondary Linkages: Key Focus Areas to Ensure Quality Implementation. Data for Action"},
      {
        "id":"ED559652",
        "title":"Roadmap for Educator Licensure Policy Addressing Data Literacy: Key Focus Areas to Ensure Quality. Data for Action"},
      {
        "id":"ED559653",
        "title":"Case Study: Nashville. Needle-Moving Community Collaboratives"},
      {
        "id":"ED559655",
        "title":"Roadmap for High School Feedback Reports: Key Focus Areas to Ensure Quality Implementation. Data for Action"},
      {
        "id":"ED559656",
        "title":"Case Study: Parramore. Needle-Moving Community Collaboratives"},
      {
        "id":"ED559657",
        "title":"Talent Pipeline Management in Education: Using Supply Chain Management to Close the Educator Equity Gap. Solutions. Issue No. 7"},
      {
        "id":"ED559658",
        "title":"Case Study: Philadelphia. Needle-Moving Community Collaboratives"},
      {
        "id":"ED559660",
        "title":"Successful Schools: How School-Level Factors Influence Success with Urban Advantage. Working Paper #01-14"},
      {
        "id":"ED559661",
        "title":"Making Summer Matter: The Impact of Youth Employment on Academic Performance. Working Paper #03-14"},
      {
        "id":"ED559662",
        "title":"Alliance Helps States Map New Terrain in Educator Evaluation. REL West Research Digest"},
      {
        "id":"ED559663",
        "title":"Progress and Challenges in the Youth Development Field"},
      {
        "id":"ED559664",
        "title":"The Effect of Breakfast in the Classroom on Obesity and Academic Performance: Evidence from New York City. Working Paper #04-14"},
      {
        "id":"ED559666",
        "title":"Summary of States' Strategies for ESEA Priority Schools. Solutions. Issue No. 6"},
      {
        "id":"ED559667",
        "title":"Summary of States' Strategies and Consequences for ESEA Focus Schools. Solutions. Issue No. 2"},
      {
        "id":"ED559668",
        "title":"Do Charter Schools Ruin Local Public Schools in Poor Neighborhoods? Evidence from New York City. Working Paper #02-14"},
      {
        "id":"ED559671",
        "title":"The U.S. STEM Undergraduate Model: Applying System Dynamics to Help Meet President Obama's Goals for One Million STEM Graduates and the U.S. Navy's Civilian STEM Workforce Needs"},
      {
        "id":"ED559672",
        "title":"Using Educational Technology to Help Students Get Back on Track"},
      {
        "id":"ED559673",
        "title":"Promoting Effective Dialogue between Business and Education around the Need for Deeper Learning"},
      {
        "id":"ED559674",
        "title":"Make Your Job Summer Program. A Report to the Network for Teaching Entrepreneurship"},
      {
        "id":"ED559675",
        "title":"Make Your Job Summer Program. Executive Summary. A Report to the Network for Teaching Entrepreneurship"},
      {
        "id":"ED559676",
        "title":"Civic Education and Deeper Learning. Deeper Learning Research Series"},
      {
        "id":"ED559677",
        "title":"A Call to Action to Improve Math Placement Policies and Processes: Six Policy Recommendations to Increase STEM Student Aspirations and Success While Decreasing Racial and Income Gaps"},
      {
        "id":"ED559678",
        "title":"Empowering Parents and Communities through Quality Public Reporting: A Brief for State Policymakers"},
      {
        "id":"ED559680",
        "title":"Rebalancing Teacher Tenure: A Post-&quot;Vergara&quot; Guide for Policymakers"},
      {
        "id":"ED559681",
        "title":"Empowering Parents with Data: Ensuring Parents Have Data to Make Informed Choices. Data for Action"},
      {
        "id":"ED559682",
        "title":"Empowering Parents and Communities through Quality Public Reporting: A Federal Policy Guide"},
      {
        "id":"ED559683",
        "title":"A New Era for Educational Assessment. Students at the Center: Deeper Learning Research Series"},
      {
        "id":"ED559684",
        "title":"What It Costs: Financing Back on Track through College Designs"},
      {
        "id":"ED559685",
        "title":"State Education Agency Communications Process: Benchmark and Best Practices Project. Benchmark and Best Practices Project. Issue No. 01"},
      {
        "id":"ED559687",
        "title":"Building a Successful Postsecondary Preparatory Program at a Back on Track School. A Jobs for the Future Case Study"},
      {
        "id":"ED559688",
        "title":"The National Higher Education and Workforce Initiative: Forging Strategic Partnerships for Undergraduate Innovation and Workforce Development"},
      {
        "id":"ED559689",
        "title":"Early College Expansion: Propelling Students to Postsecondary Success, at a School near You"},
      {
        "id":"ED559690",
        "title":"Handbook of Procedures for the Graduation Program: 2014\\2015"},
      {
        "id":"ED559691",
        "title":"Contextualized Literacy in Green Jobs Training"},
      {
        "id":"ED559692",
        "title":"Driving the Direction of Transfer Pathways Reform: Helping More Students Achieve Their Baccalaureate Goals by Creating Structured Transfer Pathways &quot;With the End in Mind&quot;"},
      {
        "id":"ED559693",
        "title":"What It Takes to Complete High School: The Shifting Terrain of Course and Diploma Requirements"},
      {
        "id":"ED559694",
        "title":"Greenhouse Schools in Boston: School Leadership Practices across a High-Performing Charter Sector"},
      {
        "id":"ED559695",
        "title":"Primed for Reform: A District&apos;s Use of Existing Assets to Drive Improvement"},
      {
        "id":"ED559696",
        "title":"Empowering Parents with Data: Ensuring Parents Have Data to Make Informed Choices. Data for Action"},
      {
        "id":"ED559697",
        "title":"Languages for Learning: Granting All Students Access to New Skills. Fishman Prize Series"},
      {
        "id":"ED559698",
        "title":"Special Education Services: A Manual of Policies, Procedures and Guidelines"},
      {
        "id":"ED559699",
        "title":"School Improvement Grants: Guidance and Tools for the 2015 Amended Regulations--Maximizing the Optional Planning/Pre-Implementation Year"},
      {
        "id":"ED559700",
        "title":"SEA Strategic Communications: A Stakeholder Approach to Prioritize Communications Efforts. Solutions. Issue No. 5"},
      {
        "id":"ED559701",
        "title":"Real Progress in Maryland: Student Learning Objectives and Teacher and Principal Evaluation"},
      {
        "id":"ED559702",
        "title":"The Chief Performance Officer in Education. Solutions. Issue No. 3"},
      {
        "id":"ED559703",
        "title":"Functional Coherence in the State Education Agency: A Structure for Performance Management. Solutions. Issue No. 4"},
      {
        "id":"ED559704",
        "title":"Fast Start: Training Better Teachers Faster, with Focus, Practice and Feedback"},
      {
        "id":"ED559705",
        "title":"K-12 International Education Regional Roundtables"},
      {
        "id":"ED559708",
        "title":"The Taxonomy for Learning, Teaching and Assessing: Current Practices at Polytechnics in Bangladesh and Its Effects in Developing Students' Competences."},
      {
        "id":"ED559709",
        "title":"Models for Information Assurance Education and Outreach: Year 3 and Summative Report"},
      {
        "id":"ED559710",
        "title":"Bootstrapping Results of Exercise Therapy and Education for Patients with Congestive Heart Failure"},
      {
        "id":"ED559711",
        "title":"Patterns and Impacts of Short-Term Cross-Cultural Experience in Science and Mathematics Teaching: Benefits, Value, and Experience"},
      {
        "id":"ED559712",
        "title":"Computer Applications with the Related Facts in Multi-Grade: Teachers Opinions"},
      {
        "id":"ED559713",
        "title":"Sociodemographic Variables in Relation to Social Appearance Anxiety in Adolescents"},
      {
        "id":"ED559714",
        "title":"Self-Esteem and Social Appearance Anxiety: An Investigation of Secondary School Students"},
      {
        "id":"ED559715",
        "title":"Preparing Teachers for Technology Integration: Programs, Competencies, and Factors from the Literature"},
      {
        "id":"ED559716",
        "title":"Sociodemographic Differences in Empathic Tendency: A Sample of Religious High School Students"},
      {
        "id":"ED559718",
        "title":"Studies in Teaching: 2015 Research Digest. Action Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, June 25, 2015)"},
      {
        "id":"ED559719",
        "title":"Twenty Years of Basic Vocational Education Provision in Spain: Changes and Trends"},
      {
        "id":"ED559720",
        "title":"Focusing on Teacher-Student Interactions Eliminates the Negative Impact of Students' Disruptive Behavior on Teacher Perceptions"},
      {
        "id":"ED559721",
        "title":"Career Academies. What Works Clearinghouse Intervention Report. Updated September 2015"},
      {
        "id":"ED559723",
        "title":"Evaluation of the Teacher Incentive Fund: Implementation and Impacts of Pay-for-Performance after Two Years. NCEE 2015-4020"},
      {
        "id":"ED559727",
        "title":"What Further Research Is Needed on Restorative Justice in Schools?"},
      {
        "id":"ED559728",
        "title":"Evaluation Brief: Implementation and Outcomes of Kansas Multi-Tier System of Supports: 2011-2014"},
      {
        "id":"ED559729",
        "title":"Implementation and Outcomes of Kansas Multi-Tier System of Supports: Final Evaluation Report-2014"},
      {
        "id":"ED559730",
        "title":"Reforming Developmental Education to Better Support Students' Postsecondary Success in the Common Core Era. Core to College Evaluation. Policy Brief"},
      {
        "id":"ED559732",
        "title":"SPARK RttT: Year One Fidelity and Implementation"},
      {
        "id":"ED559733",
        "title":"Proof of Progress: The First Six Graduating Classes of Canton Early College High School"},
      {
        "id":"ED559734",
        "title":"Policy Perspective: School Turnaround in England. Utilizing the Private Sector"},
      {
        "id":"ED559735",
        "title":"Florida: State Policy Brief"},
      {
        "id":"ED559736",
        "title":"Mississippi: State Policy Brief"},
      {
        "id":"ED559737",
        "title":"New Mexico: State Policy Brief"},
      {
        "id":"ED559738",
        "title":"Tracking Middle Grades Climate Data to Inform School Change. REL West Research Digest"},
      {
        "id":"ED559739",
        "title":"Opening a Gateway to College Access: Algebra at the Right Time. Research Brief"},
      {
        "id":"ED559740",
        "title":"Creating a Welcoming Environment: 4 Key Tips for Administrators"},
      {
        "id":"ED559741",
        "title":"A Climate for Academic Success: How School Climate Distinguishes Schools That Are Beating the Achievement Odds. Full Report"},
      {
        "id":"ED559742",
        "title":"District Readiness to Support School Turnaround: A Users' Guide to Inform the Work of State Education Agencies and Districts"},
      {
        "id":"ED559745",
        "title":"A Climate for Academic Success: How School Climate Distinguishes Schools That Are Beating the Achievement Odds. Report Summary"},
      {
        "id":"ED559751",
        "title":"Underuse of Title VII Funding for Indian Education in Arizona, Nevada, and Utah"},
      {
        "id":"ED559763",
        "title":"The Best of Both Worlds: School District-Charter Sector Boundary Spanners"},
      {
        "id":"ED559807",
        "title":"The Best of Both Worlds: Can District-Charter Co-Location Be a Win-Win?"},
      {
        "id":"ED559809",
        "title":"Math in Common. Taking Stock of Common Core Math Implementation: Supporting Teachers to Shift Instruction. Insights from the Math in Common 2015 Baseline Survey of Teachers and Administrators. Formative Evaluation Cycle Report for the Math in Common Initiative: Volume 3"},
      {
        "id":"ED559901",
        "title":"Parents and the High Cost of Child Care: 2014 Report"},
      {
        "id":"ED559905",
        "title":"Deeper Learning: A Primer for State Legislators. ECS Education Trends"},
      {
        "id":"ED559908",
        "title":"Parents and the High Cost of Child Care: 2013 Report"},
      {
        "id":"ED559910",
        "title":"Parents and the High Cost of Child Care: 2012 Report"},
      {
        "id":"ED559916",
        "title":"Usage of Policies and Practices Promoted by Race to the Top. NCEE 2015-4018"},
      {
        "id":"ED559918",
        "title":"Usage of Policies and Practices Promoted by Race to the Top and School Improvement Grants: Executive Summary. NCEE 2015-4017"},
      {
        "id":"ED559921",
        "title":"The Process of Discovery: The CLIR Postdoctoral Fellowship Program and the Future of the Academy"},
      {
        "id":"ED559928",
        "title":"Usage of Practices Promoted by School Improvement Grants. NCEE 2015-4019"},
      {
        "id":"ED559930",
        "title":"State, District, and School Implementation of Reforms Promoted under the Recovery Act: 2009-10 through 2011-12. The Final Report from Charting the Progress of Education Reform: An Evaluation of the Recovery Act's Role. NCEE 2015-4016"},
      {
        "id":"ED559943",
        "title":"Advancing Arts Education through an Expanded School Day: Lessons from Five Schools"},
      {
        "id":"ED559946",
        "title":"The Skills to Pay the Bills: An Evaluation of an Effort to Help Nonprofits Manage Their Finances"},
      {
        "id":"ED559950",
        "title":"Induction and Mentoring of New Teachers: Q&amp;A with Ellen Moir. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED559957",
        "title":"We Can Do Better: Child Care Aware® of America's Ranking of State Child Care Center Regulations and Oversight. 2013 Update"},
      {
        "id":"ED559961",
        "title":"Professional Development: What Works? Q&amp;A with Dr. Hilda Borko. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED559967",
        "title":"Pathways into Teaching: Q&amp;A with Dr. Pam Grossman. REL Mid-Atlantic Teacher Effectiveness Webinar Series"},
      {
        "id":"ED559970",
        "title":"Foundations for Young Adult Success: A Developmental Framework. Concept Paper for Research and Practice"},
      {
        "id":"ED559978",
        "title":"Comparing Success Rates for General and Credit Recovery Courses Online and Face to Face: Results for Florida High School Courses. REL 2015-095"},
      {
        "id":"ED559979",
        "title":"The Achievement Progress of English Learner Students in Arizona. REL 2015-098"},
      {
        "id":"ED559985",
        "title":"Evaluate Whether Uri Treisman's Model of Collaborative Learning Is Consistent and/or Supportive of Robert Gagne's Learning Hierarchy"},
      {
        "id":"ED559986",
        "title":"Stress among Academic Staff and Students' Satisfaction of Their Performances in Payame Noor University of Miandoab"},
      {
        "id":"ED559987",
        "title":"The Effects of Activities Based on the Multiple Intelligence Theory of Students' Conceptual Learning and Their Retention: A Case of Circle and Cylinder"},
      {
        "id":"ED559988",
        "title":"Chartering Turnaround: Leveraging Public Charter School Autonomy to Address Failure"},
      {
        "id":"ED559989",
        "title":"Recommended Resources for Planning to Evaluate Program Improvement Efforts (Including the SSIP)"},
      {
        "id":"ED559990",
        "title":"A Predictive Model of Student Loan Default at a Two-Year Community College"},
      {
        "id":"ED559991",
        "title":"Selected Statistics from the Public Elementary and Secondary Education Universe: School Year 2013-14. First Look. NCES 2015-151"},
      {
        "id":"ED559992",
        "title":"Common Core and America's High-Achieving Students"},
      {
        "id":"ED559993",
        "title":"Expanding the Education Universe: A Fifty-State Strategy for Course Choice"},
      {
        "id":"ED559994",
        "title":"Developing School Leaders: What the U.S. Can Learn from England's Model"},
      {
        "id":"ED559995",
        "title":"Redefining the School District in Michigan. Part Two of a Three-Part Series"},
      {
        "id":"ED559996",
        "title":"2014 Fordham Sponsorship Annual Report"},
      {
        "id":"ED559997",
        "title":"Plato's Philosophy of Education and the Common Core Debate"},
      {
        "id":"ED537622",
        "title":"Fraternity and Sorority Members and Alcohol and Other Drug Use. Infofacts/Resources"},
      {
        "id":"ED537623",
        "title":"Interpersonal Violence and Alcohol and Other Drug Use. Infofacts/Resources"},
      {
        "id":"ED537624",
        "title":"Getting Started on Campus: Tips for New Prevention Coordinators. Prevention Updates"},
      {
        "id":"ED537627",
        "title":"Problem Analysis: The First Step in Prevention Planning. A Prevention 101 Series Publication"},
      {
        "id":"ED537628",
        "title":"Other Drug Use and Abuse on Campus: The Scope of the Problem. Infofacts/Resources"},
      {
        "id":"ED537629",
        "title":"Alcohol and Other Drugs on Campus: The Scope of the Problem. Infofacts/Resources"},
      {
        "id":"ED537630",
        "title":"Responsible Hospitality. Prevention Updates"},
      {
        "id":"ED537632",
        "title":"Secondary Effects of Heavy Drinking on Campus. Infofacts/Resources"},
      {
        "id":"ED537635",
        "title":"Research-Based Recommendations for the Use of Accommodations in Large-Scale Assessments: 2012 Update. Practical Guidelines for the Education of English Language Learners. Book 4"},
      {
        "id":"ED537636",
        "title":"Sexual Violence and Alcohol and Other Drug Use on Campus. Infofacts/Resources"},
      {
        "id":"ED537637",
        "title":"Community College Presidents' Role in Alcohol and Other Drug Abuse Prevention. Prevention Updates"},
      {
        "id":"ED537638",
        "title":"Evaluating Environmental Management Approaches to Alcohol and Other Drug Abuse Prevention. Prevention Updates"},
      {
        "id":"ED537639",
        "title":"Ephedra and Energy Drinks on College Campuses. Infofacts/Resources"},
      {
        "id":"ED537640",
        "title":"College Athletes and Alcohol and Other Drug Use. Infofacts/Resources"},
      {
        "id":"ED537641",
        "title":"Annotated Bibliography of Alcohol, Other Drug, and Violence Prevention Resources, 2006-2008"},
      {
        "id":"ED537642",
        "title":"College Academic Performance and Alcohol and Other Drug Use. Infofacts/Resources"},
      {
        "id":"ED537643",
        "title":"Campuses and the Club Drug Ecstasy. Infofacts/Resources"},
      {
        "id":"ED537644",
        "title":"Environmental Management: An Approach to Alcohol and Other Drug Prevention. Prevention Updates"},
      {
        "id":"ED537645",
        "title":"Campus and Community Coalitions in AOD Prevention. Prevention Updates"},
      {
        "id":"ED537646",
        "title":"Innovation Squared: Comparison of Models by Tony Wagner and Steven Johnson"},
      {
        "id":"ED537653",
        "title":"ICT Competencies of Higher Education Teachers in Puducherry Region"},
      {
        "id":"ED537654",
        "title":"The Role of State, Community, and Institutional Policy in the Prevention of College Alcohol Problems. Prevention Updates"},
      {
        "id":"ED537655",
        "title":"Getting beyond the Facts: Reforming California School Finance. Issue Brief"},
      {
        "id":"ED537659",
        "title":"The Nation's Report Card: Vocabulary Results from the 2009 and 2011 NAEP Reading Assessments. National Assessment of Educational Progress at Grades 4, 8, and 12. NCES 2013-452"},
      {
        "id":"ED537666",
        "title":"A Review and Critique of the 2008 United States &quot;National Report on the Development and State of the Art of Adult Learning and Education&quot; (ALE)"},
      {
        "id":"ED537667",
        "title":"Engagement and Perception's Influence on Achievement"},
      {
        "id":"ED537668",
        "title":"The German Excellence Initiative: Update. Go8 Backgrounder 24a"},
      {
        "id":"ED537669",
        "title":"Time for Learning"},
      {
        "id":"ED537670",
        "title":"Frequently Asked Questions: Minimum Legal Drinking Age/Age 21"},
      {
        "id":"ED537671",
        "title":"Catalyst. Volume 11, Number 2, Spring 2010"},
      {
        "id":"ED537672",
        "title":"Catalyst. Volume 10, Number 3, Spring 2009"},
      {
        "id":"ED537673",
        "title":"Education: A Citizens' Solutions Guide"},
      {
        "id":"ED537674",
        "title":"Births: Preliminary Data for 2011. National Vital Statistics Reports. Volume 61, Number 5"},
      {
        "id":"ED537675",
        "title":"Sustaining Educational Quality in Financially Challenging Times"},
      {
        "id":"ED537676",
        "title":"Moving up. Fordham Sponsorship Accountability Report, 2011-12"},
      {
        "id":"ED537679",
        "title":"A Comprehensive Approach to Hazing Prevention in Higher Education Settings. Working Paper"},
      {
        "id":"ED537680",
        "title":"Catalyst. Volume 11, Number 1, Summer 2009"},
      {
        "id":"ED537681",
        "title":"Preventing Dangerous College Drinking Is Possible. E-Fact Sheet"},
      {
        "id":"ED537682",
        "title":"World University Rankings: Ambiguous Signals. Go8 Backgrounder 30"},
      {
        "id":"ED537684",
        "title":"New Report Clearly Demonstrates Value of a High School Education"},
      {
        "id":"ED537685",
        "title":"Catalyst. Volume 11, Number 3, Summer 2010"},
      {
        "id":"ED537687",
        "title":"Curbing Alcohol-Related Problems at College Sports Events. E-Fact Sheet"},
      {
        "id":"ED537689",
        "title":"Undergraduate Enrollment of Latinos by State: 2010-11"},
      {
        "id":"ED537690",
        "title":"Changes in Hispanic-Serving Institution (HSI) Lists: 2009-10 and 2010-11"},
      {
        "id":"ED537691",
        "title":"Social Media Arrive in School; Principals Look at Impacts"},
      {
        "id":"ED537692",
        "title":"Sharing Leadership Responsibilities Results in Achievement Gains"},
      {
        "id":"ED537693",
        "title":"Strategies Leaders Can Use to Improve Rigor in Their Schools"},
      {
        "id":"ED537694",
        "title":"It's the Principal of the Thing!"},
      {
        "id":"ED537695",
        "title":"Infrastructure Survey 2011"},
      {
        "id":"ED537696",
        "title":"Preventing Violence and Promoting Safety in Higher Education Settings: Overview of a Comprehensive Approach"},
      {
        "id":"ED537702",
        "title":"Raising the Bar, Building Capacity: Driving Improvement in California's Continuation High Schools"},
      {
        "id":"ED537703",
        "title":"Raising the Bar, Building Capacity: Driving Improvement in California's Continuation High Schools. Executive Summary"},
      {
        "id":"ED537704",
        "title":"Rationale for Activity Based Alternatives in Lieu of Lectures. Research Brief"},
      {
        "id":"ED537705",
        "title":"Property Value and Achievement. Research Brief"},
      {
        "id":"ED537706",
        "title":"National Assessments. Research Brief"},
      {
        "id":"ED537707",
        "title":"Teachers' Beliefs on Foreign Language Teaching Practices in Early Phases of Primary Education: A Case Study"},
      {
        "id":"ED537708",
        "title":"Teachers' and Students' Opinions about the Interactive Instructional Environment Designed for Bilingual Turkish Primary School Students in Norway"},
      {
        "id":"ED537709",
        "title":"Multiple Languages and the School Curriculum: Experiences from Tanzania"},
      {
        "id":"ED537710",
        "title":"Evaluating the Systematic Validity of a Medical Subspecialty Examination"},
      {
        "id":"ED537711",
        "title":"Supporting Teachers Personally and Professionally in Challenging Environments"},
      {
        "id":"ED537712",
        "title":"Writing Strategies of Tunisian First Year University Students Learning English as a Foreign Language"},
      {
        "id":"ED537713",
        "title":"Opinions of Teachers on Using Internet Searching Strategies: An Elementary School Case in Turkey"},
      {
        "id":"ED537714",
        "title":"Head Start Parent Involvement Activities: Measuring the Effect of School Based Parent Involvement Activities on Parent Efficacy in Early Childhood Learning"},
      {
        "id":"ED537715",
        "title":"Brain Hemisphericity and Mathematics Achievement of High School Students"},
      {
        "id":"ED537716",
        "title":"Redundancy, Discrimination and Corruption in the Multibillion-Dollar Business of College Admissions Testing"},
      {
        "id":"ED537717",
        "title":"The Arts Integrated into High School Curriculum. Research Brief"},
      {
        "id":"ED537718",
        "title":"Student Attendance: Research and Strategies. Research Brief"},
      {
        "id":"ED537719",
        "title":"Successful Attendance Policies and Programs. Research Brief"},
      {
        "id":"ED537720",
        "title":"Using Brain-Based Research to Help Students with Special Needs. Research Brief"},
      {
        "id":"ED537721",
        "title":"Scholastic Audits. Research Brief"},
      {
        "id":"ED537722",
        "title":"Hispanic Association of Colleges and Universities (HACU) Hispanic Higher Education Research Collective (H3ERC) Research Agenda: Impacting Education and Changing Lives through Understanding"},
      {
        "id":"ED537723",
        "title":"Hispanic-Serving Institutions in the U.S. Mainland and Puerto Rico: Organizational Characteristics, Institutional Financial Context, and Graduation Outcomes. A White Paper for HACU"},
      {
        "id":"ED537724",
        "title":"Hispanic Student Participation and Success in Developmental Education. White Paper Prepared for the Hispanic Association of Colleges and Universities"},
      {
        "id":"ED537725",
        "title":"Future Research on Hispanic Students: What Have We yet to Learn? \"and\" What New and Diverse Perspectives Are Needed to Examine Latino Success in Higher Education? White Paper Prepared for the Hispanic Association of Colleges and Universities"},
      {
        "id":"ED537726",
        "title":"Hispanic Transfer in 2-Year Hispanic-Serving Institutions. A White Paper for HACU"},
      {
        "id":"ED537727",
        "title":"Hispanic Higher Education and HSIs. Fact Sheet"},
      {
        "id":"ED537728",
        "title":"Leading the 21st Century Demographic: Multi Context Theory and Latina/o Leadership. White Paper Prepared for the Hispanic Association of Colleges and Universities"},
      {
        "id":"ED537729",
        "title":"The Latino/a Health Professions Pipeline: An Overview"},
      {
        "id":"ED537733",
        "title":"Report of the Optional Extended-Day Kindergarten Program for the 2009-10 School Year: Utah Code 53A-1a-902; Enrolled S.B. 49, 2007; Board Rule R277-489"},
      {
        "id":"ED537734",
        "title":"2012 Utah State Literacy Improvement Report"},
      {
        "id":"ED537735",
        "title":"Utah's New Mathematics Core"},
      {
        "id":"ED537736",
        "title":"Third Grade Reading"},
      {
        "id":"ED537737",
        "title":"Public Education: Fingertip Facts 2005"},
      {
        "id":"ED537738",
        "title":"Public Education: Fingertip Facts 2006"},
      {
        "id":"ED537739",
        "title":"Public Education: Fingertip Facts 2007"},
      {
        "id":"ED537740",
        "title":"Public Education: Fingertip Facts 2008"},
      {
        "id":"ED537741",
        "title":"Public Education: Fingertip Facts 2009"},
      {
        "id":"ED537742",
        "title":"Fingertip Facts 2010"},
      {
        "id":"ED537743",
        "title":"Education: Fingertip Facts 2010-11"},
      {
        "id":"ED537744",
        "title":"Fingertip Facts 2011-12"},
      {
        "id":"ED537749",
        "title":"Enrollment in Postsecondary Institutions, Fall 2011; Financial Statistics, Fiscal Year 2011;  and Graduation Rates, Selected Cohorts, 2003-2008: First Look (Provisional Data). NCES 2012-174rev"},
      {
        "id":"ED537750",
        "title":"Iowa Kids Count 2009: Trends in the Well-Being of Iowa Children"},
      {
        "id":"ED537751",
        "title":"Iowa Kids Count 2011: Trends in the Well-Being of Iowa Children"},
      {
        "id":"ED537752",
        "title":"Iowa Kids Count 2010: Trends in the Well-Being of Iowa Children"},
      {
        "id":"ED537753",
        "title":"Iowa Kids Count 2008: Trends in the Well-Being of Iowa Children"},
      {
        "id":"ED537754",
        "title":"Dreams and Opportunities: Immigrant Families and Iowa's Future. Iowa Kid's Count Special Report"},
      {
        "id":"ED537755",
        "title":"A Case Study on Use of One-to-One Laptops in English as Second Language Classrooms"},
      {
        "id":"ED537756",
        "title":"Highlights from TIMSS 2011: Mathematics and Science Achievement of U.S. Fourth- and Eighth-Grade Students in an International Context. NCES 2013-009"},
      {
        "id":"ED537757",
        "title":"Highlights from TIMSS 2011: Mathematics and Science Achievement of U.S. Fourth- and Eighth-Grade Students in an International Context. Appendix E: Standard Error Tables. NCES 2013-009"},
      {
        "id":"ED537758",
        "title":"Highlights from PIRLS 2011: Reading Achievement of U.S. Fourth-Grade Students in an International Context. NCES 2013-010"},
      {
        "id":"ED537759",
        "title":"A Contrastive Qualitative Evaluation of Two Different Sequential Programs Launched at the School of Foreign Languages of a Turkish University"},
      {
        "id":"ED537760",
        "title":"Three Women's Educational Doctoral Program Experiences: A Case Study of Performances and Journeys"},
      {
        "id":"ED537761",
        "title":"Opinions of Primary School Science and Technology Teachers about Developing Students' Affective Competence"},
      {
        "id":"ED537762",
        "title":"English as a Foreign Language Instructors' Induction: Early Practices of Language Teachers Teaching at Tertiary Level"},
      {
        "id":"ED537763",
        "title":"Engaging Parents in a Community Youth Development Initiative. REACH Issue Brief Series. Number Four"},
      {
        "id":"ED537764",
        "title":"Community-School Partnerships to Support Youth Development. REACH Issue Brief Series. Number Two"},
      {
        "id":"ED537765",
        "title":"How to Conduct a Qualitative Program Evaluation in the Light of Eisner's Educational Connoisseurship and Criticism Model"},
      {
        "id":"ED537766",
        "title":"Engaging Youth in Community Change: Outcomes and Lessons Learned from Sierra Health Foundation's REACH Youth Program. Final Evaluation Report"},
      {
        "id":"ED537767",
        "title":"The Effects of Post-Observational Reflective Feedback Modes on Teaching Beliefs: Peer vs. Teacher-Mediated Feedback"},
      {
        "id":"ED537768",
        "title":"A Micro-Ethnographic Study of the Communication/Language Development in a Japanese Child with Profound Hearing Loss before and after Cochlear Implantation"},
      {
        "id":"ED537769",
        "title":"Using a Camp to Bolster Youth-Driven Community Change. REACH Issue Brief Series. Number Five"},
      {
        "id":"ED537770",
        "title":"Exemplary Practices in Adolescent Development"},
      {
        "id":"ED537771",
        "title":"Toward Making Good on All Youth: Engaging Underrepresented Youth Populations in Community Youth Development. REACH Issue Brief Series. Number Six"},
      {
        "id":"ED537772",
        "title":"Comparison of the Impacts of Telementoring Services on Proteges' Academic Achievements and Opinions"},
      {
        "id":"ED537773",
        "title":"The Impending Shortage of Special Education Faculty: A Summary"},
      {
        "id":"ED537774",
        "title":"Engaging Youth: A How-To Guide for Creating Opportunities for Young People to Participate, Lead and Succeed"},
      {
        "id":"ED537775",
        "title":"Conceptions of Teaching Held by the Instructors in English Language Teaching Departments"},
      {
        "id":"ED537776",
        "title":"The Federal Role in the Preparation of Special Education Doctorates. SEFNA Brief. Revised"},
      {
        "id":"ED537777",
        "title":"Investigating Education and Support Needs of Families Who Have Children with Intellectual Disabilities"},
      {
        "id":"ED537778",
        "title":"Effects of Learning Beliefs of Pre-Service Teachers at an English as a Foreign Language Certificate Program on Their Practice Teaching"},
      {
        "id":"ED537779",
        "title":"Youth-Produced Media in Community Change Efforts. REACH Issue Brief Series. Number Three"},
      {
        "id":"ED537781",
        "title":"Follow-up of Doctoral Students Supported by OSEP Funded Leadership Preparation Projects Initiated in Fiscal Years 2000 and 2001. SEFNA Brief"},
      {
        "id":"ED537782",
        "title":"The REACH Youth Program Learning Toolkit"},
      {
        "id":"ED537783",
        "title":"Benefits and Challenges in Building a Community Youth Development Coalition. REACH Issue Brief Series. Number One"},
      {
        "id":"ED537784",
        "title":"Is Iowa Educationally Competitive? Children and Iowa's Economic Future. Iowa Kids Count Special Report"},
      {
        "id":"ED537785",
        "title":"Is Iowa Educationally Competitive? Children and Iowa's Economic Future--March 2010 Update on NAEP Reading Scores. Iowa Kids Count Special Report Update"},
      {
        "id":"ED537786",
        "title":"A Comparison of Doctoral Funding Levels across Federal Programs. SEFNA Brief"},
      {
        "id":"ED537787",
        "title":"Listening to Students: Modification of a Reading Program Based on the Sources of Foreign Language Reading Anxiety"},
      {
        "id":"ED537788",
        "title":"Assessing Trends in Leadership: Special Education's Capacity to Produce a Highly Qualified Workforce. 2011 Final Report: Narrative"},
      {
        "id":"ED537789",
        "title":"Special Education Faculty Needs Assessment Study Implications"},
      {
        "id":"ED537790",
        "title":"Healthy Youth/Healthy Regions: Informing Action for the Nine County Capital Region and Its Youth"},
      {
        "id":"ED537791",
        "title":"Renewing Juvenile Justice"},
      {
        "id":"ED537792",
        "title":"Public Opinion Poll on Community Priorities: Sacramento"},
      {
        "id":"ED537793",
        "title":"Sierra Health Foundation's Positive Youth Justice Initiative. Briefing Paper"},
      {
        "id":"ED537794",
        "title":"Recovering the Power Inside: A Qualitative Study of Critical Reading in an Iranian University"},
      {
        "id":"ED537795",
        "title":"Perceptions of In-Service Teachers Regarding Technology Integrated English Language Teaching"},
      {
        "id":"ED537796",
        "title":"Clarification of the Blurred Boundaries between Grounded Theory and Ethnography: Differences and Similarities"},
      {
        "id":"ED537797",
        "title":"A Study on a Group of Indian English as a Second Language Learners' Perceptions of Autonomous Learning"},
      {
        "id":"ED537798",
        "title":"Tutor Computer Formative Teachers' Opinions on the Effective Use of Information Technologies at Schools: Trabzon Province Sample"},
      {
        "id":"ED537799",
        "title":"Experiences of Pre-Service Teachers in Case Based Discussion Groups in Blended Learning Environment"},
      {
        "id":"ED537800",
        "title":"Post-Colonial Theory and Action Research"},
      {
        "id":"ED537801",
        "title":"Classroom Management That Works"},
      {
        "id":"ED537802",
        "title":"Teachers' Views about Effective Use of Technology in Classrooms"},
      {
        "id":"ED537803",
        "title":"Native and Non-Native Perceptions on a Non-Native Oral Discourse in an Academic Setting"},
      {
        "id":"ED537804",
        "title":"Modeling Cognitive Strategies during Complex Task Performing Process"},
      {
        "id":"ED537805",
        "title":"Socio-Economic Affects of Floods on Female Teachers in Jampur (Pakistan)"},
      {
        "id":"ED537806",
        "title":"Sources of Foreign Language Student Teacher Anxiety: A Qualitative Inquiry"},
      {
        "id":"ED537807",
        "title":"Communicator Style as a Predictor of Cyberbullying in a Hybrid Learning Environment"},
      {
        "id":"ED537808",
        "title":"Acting and Teacher Education: The BEING Model for Identity Development"},
      {
        "id":"ED537809",
        "title":"Reflections of Prospective Teachers Regarding Case-Based Learning"},
      {
        "id":"ED537810",
        "title":"Elementary School Students' Perceptions of Technology in their Pictorial Representations"},
      {
        "id":"ED537811",
        "title":"Effectiveness of Artistic Interaction through Video Conferencing"},
      {
        "id":"ED537812",
        "title":"Evaluations of Students on Facebook as an Educational Environment"},
      {
        "id":"ED537813",
        "title":"Collaborative Action Research: Teaching of Multiplication and Division in the Second Grade"},
      {
        "id":"ED537814",
        "title":"Parents' Attitude toward Daughters' Education in Tribal Area of Dera Ghazi Khan (Pakistan)"},
      {
        "id":"ED537821",
        "title":"Assessing Technical Achievement in Secondary Career Technical Education: Overview of State Assessment Systems"},
      {
        "id":"ED537822",
        "title":"Preservice Secondary Mathematics Teachers' Knowledge of Students"},
      {
        "id":"ED537823",
        "title":"Internet Use with Learning Aim: Views of German Language Pre-Service Teachers"},
      {
        "id":"ED537824",
        "title":"2012 BC Education Facts"},
      {
        "id":"ED537825",
        "title":"Assessing the Feasibility of a Test Item Bank and Assessment Clearinghouse: Strategies to Measure Technical Skill Attainment of Career and Technical Education Participants"},
      {
        "id":"ED537826",
        "title":"Congruence within the Parent-Teacher Relationship: Associations with Children's Functioning. CYFS Working Paper No. 2012-2"},
      {
        "id":"ED537827",
        "title":"Conjoint Behavioral Consultation and Parent Participation: The Role of Parent-Teacher Relationships. CYFS Working Paper No. 2012-1"},
      {
        "id":"ED537828",
        "title":"Beyond Activities: Engaging Families in Preschoolers' Language and Literacy Development. CYFS Working Paper No. 2012-7"},
      {
        "id":"ED537829",
        "title":"Preliminary Effects of Conjoint Behavioral Consultation in Rural Communities. CYFS Working Paper No. 2012-8"},
      {
        "id":"ED537831",
        "title":"Australian Vocational Education and Training Statistics Pocket Guide, Issued 2012"},
      {
        "id":"ED537832",
        "title":"Wyoming Career and Technical Education Policy Analysis"},
      {
        "id":"ED537833",
        "title":"Working It Out: Community Colleges and the Workforce Investment Act"},
      {
        "id":"ED537834",
        "title":"Informal Online Learning Practices: Implications for Distance Education"},
      {
        "id":"ED537835",
        "title":"The Relationship between Goal Orientation and Academic Achievement--The Mediation Role of Self Regulated Learning Strategies--A Path Analysis"},
      {
        "id":"ED537836",
        "title":"Reflections of Preservice Information Technology Teachers Regarding Cyberbullying"},
      {
        "id":"ED537837",
        "title":"&quot;Closer to the Ground&quot;: Pupil &quot;Voice&quot; and the Development of Knowledge about Schools"},
      {
        "id":"ED537838",
        "title":"Houston A+ Challenge: An Organizational Review"},
      {
        "id":"ED537839",
        "title":"The Twenty Statement Test in Teacher Development"},
      {
        "id":"ED537840",
        "title":"The Optimum Blend: Affordances and Challenges of Blended Learning for Students"},
      {
        "id":"ED537841",
        "title":"California Community College Transfer Rates: Who Is Counted Makes a Difference. MPR Research Brief"},
      {
        "id":"ED537842",
        "title":"What are the Main Sources of Turkish EFL Students' Anxiety in Oral Practice?"},
      {
        "id":"ED537843",
        "title":"Evaluation of the Demonstration Sites in the ConnectEd Network"},
      {
        "id":"ED537844",
        "title":"Seeking Assistance: Who Gets Financial Aid at California Community Colleges. MPR Research Brief"},
      {
        "id":"ED537845",
        "title":"Clarifying Parent Involvement and Family-School Partnership Intervention Research: A Preliminary Synthesis. CYFS Working Paper No. 2012-4"},
      {
        "id":"ED537846",
        "title":"Judging Student Achievement: Why Getting the Right Data Matters. An MPR/NCEA Policy Brief"},
      {
        "id":"ED537847",
        "title":"A Needs Assessment of the Accessibility of Distance Education in the California Community College System. Part I"},
      {
        "id":"ED537848",
        "title":"The Impact of Pell Grants on Academic Outcomes for Low-Income California Community College Students. MPR Research Brief"},
      {
        "id":"ED537849",
        "title":"Hui Students' Identity Construction in Eastern China: A Postcolonial Critique"},
      {
        "id":"ED537850",
        "title":"Wyoming Community College Commission Statewide Strategic Plan: Planning for the Future of Wyoming's Community Colleges"},
      {
        "id":"ED537851",
        "title":"Parent Involvement and Family-School Partnerships: Examining the Content, Processes, and Outcomes of Structural versus Relationship-Based Approaches. CYFS Working Paper No. 2012-6"},
      {
        "id":"ED537852",
        "title":"Remedial Coursework in Postsecondary Education: The Students, Their Outcomes, and Strategies for Improvement"},
      {
        "id":"ED537853",
        "title":"ICT Student Teachers' Judgments and Justifications about Ethical Issues"},
      {
        "id":"ED537854",
        "title":"Vocational Trajectories within the Australian Labour Market. Research Report"},
      {
        "id":"ED537855",
        "title":"The Oregon Career and Technical Education Study"},
      {
        "id":"ED537856",
        "title":"The Effect of Teacher's Invitations to Parental Involvement on Children's Externalizing Problem Behaviors: An Examination of a CBC Intervention. CYFS Working Paper No. 2012-3"},
      {
        "id":"ED537857",
        "title":"New Directions for High School Career and Technical Education in Wyoming: A Strategic Plan"},
      {
        "id":"ED537858",
        "title":"Performance-Based Funding in Adult Education: Issues and Formula Design Options for Oregon. Review of the Literature"},
      {
        "id":"ED537859",
        "title":"Clackamas Community College: Data Exploration Project"},
      {
        "id":"ED537860",
        "title":"School Readiness Outcomes for Preschool Children at Risk: A Randomized Trial of a Parent Engagement Intervention and the Role of Parental Depression. CYFS Working Paper No. 2012-5"},
      {
        "id":"ED537861",
        "title":"Financial Aid at California Community Colleges: Pell Grants and Fee Waivers in 2003-04. MPR Research Brief"},
      {
        "id":"ED537862",
        "title":"A Needs Assessment of the Accessibility of Distance Education in the California Community College System. Part II: Costs and Promising Practices Associated with Making Distance Education Courses Accessible"},
      {
        "id":"ED537868",
        "title":"A Structural Model Proposal for Turkish Faculties of Education Regarding ICT Integration Indicators"},
      {
        "id":"ED537869",
        "title":"Teaching Graduate Students through Experiential Learning Not Stress"},
      {
        "id":"ED537870",
        "title":"Oregon Pre-Engineering Learning Outcomes Study: Final Report"},
      {
        "id":"ED537871",
        "title":"Massachusetts Regional Alignment Workshops: Final Report"},
      {
        "id":"ED537872",
        "title":"Reaching the Goal: The Applicability and Importance of the Common Core State Standards to College and Career Readiness"},
      {
        "id":"ED537873",
        "title":"South Carolina Course Alignment Project: Environmental Scan"},
      {
        "id":"ED537874",
        "title":"The AP Course Audit Syllabus Review Process: Methodological Explanation"},
      {
        "id":"ED537875",
        "title":"Creating College Readiness: Profiles of 38 Schools That Know How"},
      {
        "id":"ED537876",
        "title":"A Complete Definition of College and Career Readiness"},
      {
        "id":"ED537877",
        "title":"Lining up: The Relationship between the Common Core State Standards and Five Sets of Comparison Standards"},
      {
        "id":"ED537878",
        "title":"Crosswalk Analysis of Deeper Learning Skills to Common Core State Standards"},
      {
        "id":"ED537879",
        "title":"Summary Brief: International Baccalaureate Standards Development and Alignment Project"},
      {
        "id":"ED537881",
        "title":"Federal and State Funding Flexibility: Targeting Federal Regulatory and Funding Flexibilities for Schools within a Partnership Zone. Meeting the Turnaround Challenge: Strategies, Resources &amp; Tools to Transform a Framework into Practice"},
      {
        "id":"ED537884",
        "title":"Refining Remediation: Support Strategies for At-Risk High School Students in Three Urban Districts. A Report from &quot;The Keep the Promise Initiative&quot;--A Three-Year Longitudinal Study of High School Academic Remediation in Boston, Springfield and Worcester. Fall 2005"},
      {
        "id":"ED537885",
        "title":"Stepping Backwards: The Fraying of Massachusetts' Commitment to Students at the Front Lines of School Reform. A Policy Report from the &quot;Keep the Promise&quot; Initiative. Volume II, Number 1"},
      {
        "id":"ED537886",
        "title":"Teacher Pay-for-Performance in School Turnaround: How Bonuses and Differentiated Pay Scales Can Help Support School Turnaround. Meeting the Turnaround Challenge: Strategies, Resources &amp; Tools to Transform a Framework into Practice"},
      {
        "id":"ED537887",
        "title":"Negotiating for Change: Modifying Collective Bargaining Agreements for School Turnaround"},
      {
        "id":"ED537889",
        "title":"Washington Adequacy Funding Study"},
      {
        "id":"ED537890",
        "title":"Math and Science Are America's Future. National Math and Science Initiative Annual Report, 2008"},
      {
        "id":"ED537891",
        "title":"Changing Lives, Strengthening America. National Math and Science Initiative Annual Report, 2010"},
      {
        "id":"ED537892",
        "title":"\"Action This Day\""},
      {
        "id":"ED537893",
        "title":"Rebooting Education in America. National Math and Science Initiative Annual Report, 2009"},
      {
        "id":"ED537894",
        "title":"America's Answer"},
      {
        "id":"ED537895",
        "title":"Development of a Scale to Investigate Cybervictimization among Online Social Utility Members"},
      {
        "id":"ED537896",
        "title":"The Effects of Readers' Theatre-Based and Tradition-Based Instruction on Sixth-Grade Students' Comprehension at a Selected Middle School"},
      {
        "id":"ED537897",
        "title":"School Help Professionals' Ideas on Child Abuse and Neglect"},
      {
        "id":"ED537898",
        "title":"Teacher Experience: What Does the Research Say?"},
      {
        "id":"ED537899",
        "title":"Key Reforms under the No Child Left Behind Act--The Civil Rights Perspective: Research-Based Recommendations to Improve NCLB"},
      {
        "id":"ED537900",
        "title":"Taking Successful Programs to Scale and Creating Lasting Results"},
      {
        "id":"ED537901",
        "title":"Advancing Diversity at the University of California, Berkeley under Proposition 209"},
      {
        "id":"ED537903",
        "title":"Multiply Your Child's Success: Math and Science Can Make Dreams Come True. A Parent's Guide"},
      {
        "id":"ED537905",
        "title":"Ready, Fire, Aim: The College Campus Gunfight"},
      {
        "id":"ED537910",
        "title":"Homework: Too Much, Too Little? Research Brief"},
      {
        "id":"ED537911",
        "title":"Focus on For-Profits in K-12 Education Misses the Real Divide. Private Enterprise in American Education. Special Report 7"},
      {
        "id":"ED537912",
        "title":"Improving Achievement in Gaelic. Improving Series"},
      {
        "id":"ED537913",
        "title":"2012 National Survey of School Counselors: True North--Charting the Course to College and Career Readiness"},
      {
        "id":"ED537914",
        "title":"ACT and College Success"},
      {
        "id":"ED537915",
        "title":"ADHD--To Medicate or Not? Research Brief"},
      {
        "id":"ED537916",
        "title":"Success in Advanced Placement Courses. Research Brief"},
      {
        "id":"ED537917",
        "title":"AP Courses. Research Brief"},
      {
        "id":"ED537918",
        "title":"Fine Arts Education. Research Brief"},
      {
        "id":"ED537919",
        "title":"Improving Achievement in Science in Primary and Secondary Schools. Improving Series"},
      {
        "id":"ED537920",
        "title":"Four-Day Week Schedule. Research Brief"},
      {
        "id":"ED537921",
        "title":"Group Work. Research Brief"},
      {
        "id":"ED537922",
        "title":"High Level Thinking and Questioning Strategies. Research Brief"},
      {
        "id":"ED537923",
        "title":"High Schools that Work. Research Brief"},
      {
        "id":"ED537924",
        "title":"Successful Transition to High School. Research Brief"},
      {
        "id":"ED537925",
        "title":"Hispanic Student Achievement. Research Brief"},
      {
        "id":"ED537926",
        "title":"Immediate Feedback to Students and Student Learning"},
      {
        "id":"ED537927",
        "title":"Improving Achievement in Mathematics in Primary and Secondary Schools. Improving Series"},
      {
        "id":"ED537928",
        "title":"Improving Scottish Education: Making a Difference in Scotland's Communities--A Five Year Review of Community Learning and Development in Scotland"},
      {
        "id":"ED537929",
        "title":"Teacher Made Exam Designs. Research Brief"},
      {
        "id":"ED537930",
        "title":"Count Us In: Improving the Education of Our Looked after Children"},
      {
        "id":"ED537931",
        "title":"Improving Enterprise in Education"},
      {
        "id":"ED537934",
        "title":"Improving: Services for Children"},
      {
        "id":"ED537935",
        "title":"Improving the Odds, Improving Life Chances"},
      {
        "id":"ED537937",
        "title":"Improving Outcomes for Learners through Self-Evaluation"},
      {
        "id":"ED537943",
        "title":"The Workforce Education and Development in Taiwan"},
      {
        "id":"ED537944",
        "title":"College Prep Skills Development Programs for High School Students [and] Colleges and Universities Using Alternative Admissions Criteria and Providing Support for Students with Academic Needs. Research Brief"},
      {
        "id":"ED537945",
        "title":"District-Run Public Charter High Schools: What Do We Know? Research Brief"},
      {
        "id":"ED537948",
        "title":"Dropout Rate. Research Brief"},
      {
        "id":"ED537949",
        "title":"Dropout Prevention: An EPI Research Brief"},
      {
        "id":"ED537950",
        "title":"Productive Use of Collaborative Time. Research into Practice"},
      {
        "id":"ED537951",
        "title":"Common Planning Time for High School Teachers. Research Brief"},
      {
        "id":"ED537953",
        "title":"Student Dress Codes and Uniforms. Research Brief"},
      {
        "id":"ED537954",
        "title":"Disproportional High School Suspension Rates by Race and Ethnicity. Research Brief"},
      {
        "id":"ED537955",
        "title":"Handheld Computers in Education. Research Brief"},
      {
        "id":"ED537956",
        "title":"Drug Testing. Research Brief"},
      {
        "id":"ED537957",
        "title":"Dynamics of Change. Research Brief"},
      {
        "id":"ED537958",
        "title":"Insulator: Apprenticeship Course Outline. Apprenticeship and Industry Training. 3307.1"},
      {
        "id":"ED537959",
        "title":"Gasfitter: Apprenticeship Course Outline. Apprenticeship and Industry Training. 0806.2"},
      {
        "id":"ED537960",
        "title":"Heavy Equipment Technician: Apprenticeship Course Outline. Apprenticeship and Industry Training. 1912"},
      {
        "id":"ED537961",
        "title":"Glazier: Apprenticeship Course Outline. Apprenticeship and Industry Training. 2507.1"},
      {
        "id":"ED537962",
        "title":"Hairstylist: Apprenticeship Course Outline. Apprenticeship and Industry Training. 42-1.3-10"},
      {
        "id":"ED537964",
        "title":"Ironworker--Structural/Ornamental: Apprenticeship Course Outline. Apprenticeship and Industry Training. 40-2-06.4"},
      {
        "id":"ED537965",
        "title":"Field Heat Treatment Technician: Competency Profile. Apprenticeship and Industry Training. 20908.1"},
      {
        "id":"ED537981",
        "title":"Predicting Students' Performance in Elements of Statistics"},
      {
        "id":"ED537982",
        "title":"The Impact of the Measures of Academic Progress (MAP) Program on Student Reading Achievement. Final Report. NCEE 2013-4000"},
      {
        "id":"ED537987",
        "title":"The Role of Key Actors in School Governance: An Italian Evidence"},
      {
        "id":"ED537988",
        "title":"Exploration of Norwegian Student Teachers' Relational Concerns during Internships"},
      {
        "id":"ED537991",
        "title":"Beginning Blueprint: Electronic Exhibits for a Teacher Education Accreditation Council Academic Audit"},
      {
        "id":"ED537992",
        "title":"Teacher Research in South Korean Early Childhood Education: New Initiative as Professional Development"},
      {
        "id":"ED537995",
        "title":"Educating People With Special Needs in Nigeria: Present and Future Perspectives"},
      {
        "id":"ED537996",
        "title":"Outlook. Number 380"},
      {
        "id":"ED537997",
        "title":"The Competencies, Preparations, and Challenging (New) Roles of Online Instructors"},
      {
        "id":"ED537998",
        "title":"The Writing of Expository Texts in Early Grades: What Predicative Analysis Teaches Us"},
      {
        "id":"ED537999",
        "title":"Counseling and Guidance Services in Early Childhood Education: The Case of Public Preschools in Malatya, Turkey"},
      {
        "id":"ED538000",
        "title":"The Relationship of Teacher Quality and Student Achievement in Elementary Schools from the New York City"},
      {
        "id":"ED538001",
        "title":"Planning and Implementing the Daily Routine in Slovene Kindergartens and Reggio Emilia Concept"},
      {
        "id":"ED538002",
        "title":"Remote Access to Wireless Communications Systems Laboratory--New Technology Approach"},
      {
        "id":"ED538006",
        "title":"Community Colleges--Prevention Challenges. Issues in Prevention"},
      {
        "id":"ED538008",
        "title":"Emerging Issues II: The Changing Roles and Identities of Teachers and Learners in Higher Education"},
      {
        "id":"ED538010",
        "title":"NAIRTL Grants Initiative: Evaluation of Impact"},
      {
        "id":"ED538011",
        "title":"Identifying the Characteristics of Effective High Schools: Report from Year One of the National Center on Scaling up Effective Schools. Research Report"},
      {
        "id":"ED538012",
        "title":"DAWN Handbook: Teaching Students with Disabilities--Guidelines for Academic Staff"},
      {
        "id":"ED538013",
        "title":"Campus and Community Coalitions. Issues in Prevention"},
      {
        "id":"ED538014",
        "title":"Investigating Graduate Competences: Survey Results"},
      {
        "id":"ED538015",
        "title":"Selecting High and Low Performing High Schools in Broward County Florida for Analysis and Treatment. Technical Report"},
      {
        "id":"ED538016",
        "title":"Women's Ways of Leading: A Qualitative Content Analysis to Determine Leadership Messages Contained in Literature of National Panhellenic Conference Groups"},
      {
        "id":"ED538017",
        "title":"Multiple Intelligences: Curriculum and Assessment Project. Final Report"},
      {
        "id":"ED538018",
        "title":"Making Connections: Intentional Teaching for Integrative Learning"},
      {
        "id":"ED538020",
        "title":"College Party Intervention Checklist"},
      {
        "id":"ED538021",
        "title":"Controlling Rowdy House Parties through Enforcement. E-Fact Sheet"},
      {
        "id":"ED538026",
        "title":"Child Care and Development Block Grant Participation in 2009"},
      {
        "id":"ED538027",
        "title":"Rethinking Research on Multiracial College Students: Toward an Integrative Model of Multiraciality for Campus Climate"},
      {
        "id":"ED538028",
        "title":"Examining Discrimination and Bias in the Campus Racial Climate: Multiple Approaches and Implications for the Use of Multiracial College Student Data"},
      {
        "id":"ED538029",
        "title":"School-Age Children in CCDBG: 2009 Update"},
      {
        "id":"ED538030",
        "title":"What State Leaders Should Know about Early Head Start"},
      {
        "id":"ED538031",
        "title":"Putting It Together: A Guide to Financing Comprehensive Services in Child Care and Early Education"},
      {
        "id":"ED538032",
        "title":"The Adult Education and Economic Growth Act (H.R. 2226): Toward a Modern Adult Education System and a More Educated Workforce"},
      {
        "id":"ED538033",
        "title":"CLASP Middle School/High School Boys of Color Policy Scan and Information Gathering"},
      {
        "id":"ED538034",
        "title":"Infants and Toddlers in CCDBG: 2010 Update"},
      {
        "id":"ED538035",
        "title":"Beyond Basic Skills: State Strategies to Connect Low-Skilled Students to an Employer-Valued Postsecondary Education"},
      {
        "id":"ED538036",
        "title":"Child Care Assistance in 2009. Spending Update"},
      {
        "id":"ED538037",
        "title":"Giving Credit where Credit Is Due: Creating a Competency-Based Qualifications Framework for Postsecondary Education and Training"},
      {
        "id":"ED538038",
        "title":"Building Comprehensive State Systems for Vulnerable Babies: A Resource for State Leaders"},
      {
        "id":"ED538039",
        "title":"Sinking or Swimming: Findings from a Survey of State Adult Education Tuition and Financing Policies"},
      {
        "id":"ED538040",
        "title":"Farther, Faster: Six Promising Programs Show How Career Pathway Bridges Help Basic Skills Students Earn Credentials That Matter"},
      {
        "id":"ED538041",
        "title":"Supporting Our Youngest Children: Early Head Start Programs in 2010. Brief No. 11"},
      {
        "id":"ED538042",
        "title":"Meeting the Early Learning Challenge: Supporting English Language Learners"},
      {
        "id":"ED538043",
        "title":"The Adult Education and Economic Growth Act: Toward a Modern Adult Education System and a More Educated Workforce. [Updated]"},
      {
        "id":"ED538044",
        "title":"A Count for Quality: Child Care Center Directors on Rating and Improvement Systems"},
      {
        "id":"ED538045",
        "title":"Home Away from Home: A Toolkit for Planning Home Visiting Partnerships with Family, Friend, and Neighbor Caregivers"},
      {
        "id":"ED538046",
        "title":"Expanding Access to Early Head Start: State Initiatives for Infants & Toddlers at Risk"},
      {
        "id":"ED538047",
        "title":"Putting Children and Families First: Head Start Programs in 2010. Brief No. 10"},
      {
        "id":"ED538048",
        "title":"Infants and Toddlers in CCDBG: 2009 Update"},
      {
        "id":"ED538049",
        "title":"Maternal, Infant and Early Childhood Home Visiting Program in the Affordable Care Act: Supplemental Instruction Request-February 2011"},
      {
        "id":"ED538050",
        "title":"Refocusing Adult Education on Career and Postsecondary Success: An Analysis of Adult Education (Title II) Provisions in WIA Reauthorization Proposals"},
      {
        "id":"ED538051",
        "title":"State Child Care Policies for Limited English Proficient Families"},
      {
        "id":"ED538052",
        "title":"School-Age Children in CCDBG: 2010 Update"},
      {
        "id":"ED538053",
        "title":"College Bound in Middle School &amp; High School? How Math Course Sequences Matter"},
      {
        "id":"ED538060",
        "title":"Evaluation of the Content Literacy Continuum: Report on Program Impacts, Program Fidelity, and Contrast. Final Report. NCEE 2013-4001"},
      {
        "id":"ED538062",
        "title":"Role of Enforcement in Prevention. Issues in Prevention"},
      {
        "id":"ED538063",
        "title":"Bar Study Stories. Issues in Prevention"},
      {
        "id":"ED538064",
        "title":"Translating Research to Practice: Overcoming Barriers to Implementing Effective Off-Campus Party Intervention. Issues in Prevention"},
      {
        "id":"ED538069",
        "title":"Linking Student Achievement to School, Family, and Community Involvement. Research Brief"},
      {
        "id":"ED538070",
        "title":"An Evaluation of Pronunciation Teaching Content of &quot;English for Palestine 10&quot; and Related Teachers' Competency Level in Light of Current Instructional Perspectives"},
      {
        "id":"ED538071",
        "title":"Educational Concerns of Implementing Biosand Water Filters in Rural Uganda"},
      {
        "id":"ED538072",
        "title":"Gestalt Effect of Self Assessment"},
      {
        "id":"ED538073",
        "title":"Effects of the Pacific CHILD Professional Development Program. Final Report. NCEE 2013-4002"},
      {
        "id":"ED538075",
        "title":"Predicting 3rd Grade and 10th Grade FCAT Success for 2006-07. Research Brief. Volume 0601"},
      {
        "id":"ED538076",
        "title":"Predicting FCAT Science Scores 2006-07. Research Brief. Volume 0602"},
      {
        "id":"ED538077",
        "title":"FCAT Retrospective: Trends over the Last Three Years. Research Brief. Volume 0603"},
      {
        "id":"ED538078",
        "title":"Enrollment Projections for Presentation and Discussion: 2007-08 Pupil Population Estimating Conference. Research Brief. Volume 0604"},
      {
        "id":"ED538079",
        "title":"Measuring Student Mobility--District and Zone. Research Brief. Volume 0605"},
      {
        "id":"ED538080",
        "title":"Dropout and Graduation Rates 2005-2006. Research Brief. Volume 0607"},
      {
        "id":"ED538089",
        "title":"The Black Gender Achievement Gap: A Historical Perspective. The Claremont Letter. Volume 4, Issue 2"},
      {
        "id":"ED538090",
        "title":"Highly Effective Teachers in Low Performing Urban Schools. The Claremont Letter. Volume 6, Issue 1"},
      {
        "id":"ED538091",
        "title":"Generating the Power of a Diverse Collective by Following Women's Approaches to Leadership. The Claremont Letter. Volume 4, Issue 3"},
      {
        "id":"ED538092",
        "title":"Getting Connected: Harnessing the Power of Social Media to Enhance Community College Student Success. The Claremont Letter. Volume 6, Issue 3"},
      {
        "id":"ED538093",
        "title":"Developing Perspective: What Can We Learn about Education from Lower-Income Countries? The Claremont Letter. Volume 5, Issue 1"},
      {
        "id":"ED538094",
        "title":"Assessing the Impact of Culture-Based Education. The Claremont Letter. Volume 5, Issue 2"},
      {
        "id":"ED538095",
        "title":"An Unprecedented Shortage of Special Education Faculty Is Looming: Findings from SEFNA. The Claremont Letter. Volume 6, Issue 2"},
      {
        "id":"ED538111",
        "title":"The Effect of Interactive Whiteboard Technology on a Math Curriculum Unit"},
      {
        "id":"ED538116",
        "title":"Advisory Committee on Head Start Research and Evaluation: Final Report"},
      {
        "id":"ED538117",
        "title":"Completing College: A National View of Student Attainment Rates. Signature[TM] Report 4"},
      {
        "id":"ED538118",
        "title":"How Good Is Our School? Hungry for Success: Benchmarks for Self-Evaluation. Self-Evaluation Series"},
      {
        "id":"ED538119",
        "title":"The Health Promoting School: The Conduct of Education about Responsible Personal Relationships and Sexual Health in Scottish Schools--The Response of Schools and Education Authorities in Scotland to Circular 2/2001 and the McCabe Report"},
      {
        "id":"ED538120",
        "title":"How Good Is Our School? The Child at the Centre: The Health Promoting School--The Role of Local Authorities and Their Partners. Self-Evaluation Series"},
      {
        "id":"ED538121",
        "title":"The Health Promoting School: Tackling Drugs in Scotland--An Inspection Progress Report on the Response of Schools and Education Authorities to the Targets Set out in the Scottish Executives Strategy on Drug Misuse"},
      {
        "id":"ED538122",
        "title":"How Good Is Our School? Inclusion and Equality Part 3: Promoting Race Equality. Self-Evaluation Series"},
      {
        "id":"ED538123",
        "title":"How Good Is Our School? Partnership with Parents. Self-Evaluation Series"},
      {
        "id":"ED538124",
        "title":"How Good Is Our School? The Child at the Centre: The Health Promoting School. Self-Evaluation Series"},
      {
        "id":"ED538125",
        "title":"How Good Is Our School? Quality Indicators in Enterprise in Education. Self-Evaluation Guide"},
      {
        "id":"ED538126",
        "title":"How Good Is Our School? Inclusion and Equality Part 4: Evaluating Educational Provision for Bilingual Learners. Self-Evaluation Series"},
      {
        "id":"ED538128",
        "title":"How Good Is Our School? Ensuring Effective Transitions. Self-Evaluation Series"},
      {
        "id":"ED538129",
        "title":"How Good Is Our School? Inclusion and Equality Part 2: Evaluating Education for Pupils with Additional Support Needs in Mainstream Schools. Self-Evaluation Series"},
      {
        "id":"ED538130",
        "title":"How Good Is Our School? A Guide to Investors in People. Self-Evaluation Series"},
      {
        "id":"ED538131",
        "title":"How Good Is Our School? Libraries Supporting Learners. Self-Evaluation Series"},
      {
        "id":"ED538132",
        "title":"How Good Is Our School? Using ICT in Learning and Teaching: Curriculum Area and Subject Appendix. Self-Evaluation Series"},
      {
        "id":"ED538133",
        "title":"Students Training for Academic Readiness (STAR): Year One Evaluation Report"},
      {
        "id":"ED538134",
        "title":"Students Training for Academic Readiness (STAR): Year One Evaluation Report. Executive Summary"},
      {
        "id":"ED538135",
        "title":"Students Training for Academic Readiness (STAR): Year Two Evaluation Report"},
      {
        "id":"ED538136",
        "title":"Students Training for Academic Readiness (STAR): Year Two Evaluation Report. Executive Summary"},
      {
        "id":"ED538137",
        "title":"Texas Study of Personnel Needs in Special Education"},
      {
        "id":"ED538138",
        "title":"Texas Study of Personnel Needs in Special Education. Executive Summary"},
      {
        "id":"ED538139",
        "title":"Texas Open-Enrollment Charter School Revenue. Supplement to the 2003-04 Evaluation"},
      {
        "id":"ED538140",
        "title":"Texas Study of Students at Risk: Efficacy of Grants Supporting Academic Success from Elementary through High School"},
      {
        "id":"ED538184",
        "title":"Relationship between Students' Attitudes toward ICT and Their Achievement in ICT at the University of Cape Coast"},
      {
        "id":"ED538185",
        "title":"(Re)Searching Queer Subjects: Approaching a Queer Methodology"},
      {
        "id":"ED538186",
        "title":"U.S. Department of Education Chapter of Blacks In Government (BIG) Report: The Status of the African American Workforce at the U.S. Department of Education"},
      {
        "id":"ED538190",
        "title":"Closing the Achievement Gap on ACT &amp; SAT"},
      {
        "id":"ED538191",
        "title":"Block Scheduling. Research Brief"},
      {
        "id":"ED538192",
        "title":"AOD Issues at Tribal Colleges and Universities. Prevention Update"},
      {
        "id":"ED538193",
        "title":"Prescription and Over-the-Counter Drug Abuse Prevention. Prevention Update"},
      {
        "id":"ED538194",
        "title":"Pregaming: A High-Risk Behavior. Prevention Update"},
      {
        "id":"ED538195",
        "title":"Energy Drinks. Prevention Update"},
      {
        "id":"ED538197",
        "title":"High School Advisory. Research Brief"},
      {
        "id":"ED538201",
        "title":"More on Block Schedules. Research Brief"},
      {
        "id":"ED538202",
        "title":"Brain-Based Learning. Research Brief"},
      {
        "id":"ED538203",
        "title":"Marijuana Use and New Concerns about Medical Marijuana. E-Fact Sheet"},
      {
        "id":"ED538204",
        "title":"Brain Research to Support Recommendations from Breaking Ranks. Research Brief"},
      {
        "id":"ED538205",
        "title":"Attendance and Truancy Programs. Research Brief"},
      {
        "id":"ED538206",
        "title":"Guns on Campus: A Current Debate. E-Fact Sheet"},
      {
        "id":"ED538207",
        "title":"Presidential Leadership for Prevention. E-Fact Sheet"},
      {
        "id":"ED538208",
        "title":"Meeting the Needs of Students in Recovery. Prevention Update"},
      {
        "id":"ED538209",
        "title":"Balancing Personal and Professional Responsibilities. Research Brief"},
      {
        "id":"ED538210",
        "title":"Primary Prevention of Violence: Stopping Campus Violence before It Starts. Prevention Update"},
      {
        "id":"ED538211",
        "title":"Dealing with Budget Cuts. Research Brief"},
      {
        "id":"ED538212",
        "title":"Building Cultural Bridges. Research Brief"},
      {
        "id":"ED538213",
        "title":"Incorporating a Bible Study Course into the High School Curriculum. Research Brief"},
      {
        "id":"ED538222",
        "title":"Achievement Gap and Developing Cultural Competency Skills for Post-Secondary Teacher Education Program Faculty"},
      {
        "id":"ED538223",
        "title":"Raising the Bar of Teacher Quality: Accountability, Collaboration, and Social Justice. The Claremont Letter. Volume 1, Issue 4"},
      {
        "id":"ED538224",
        "title":"Physical Education: A Portrait of Current Practice in Scottish Schools and Pre-School Centres"},
      {
        "id":"ED538225",
        "title":"Business Education: A Portrait of Current Practice"},
      {
        "id":"ED538226",
        "title":"English: A Portrait of Current Practice in Scottish Schools and Pre-School Centres"},
      {
        "id":"ED538227",
        "title":"Religious and Moral Education--A Portrait of Current Practice in Scottish Secondary Schools"},
      {
        "id":"ED538228",
        "title":"Narrowing the Achievement Gap: Strategies for Educating Latino, Black, and Asian Students. The Claremont Letter. Volume 2, Issue 1"},
      {
        "id":"ED538229",
        "title":"Grants for Alternative Programs. Research Brief"},
      {
        "id":"ED538230",
        "title":"Assessment for Closing the Achievement Gap. Research Brief"},
      {
        "id":"ED538231",
        "title":"Science: A Portrait of Current Practice in Scottish Schools"},
      {
        "id":"ED538232",
        "title":"Adequate Yearly Progress. Research Brief"},
      {
        "id":"ED538233",
        "title":"Academic Requirements for Eligibility. Research Brief"},
      {
        "id":"ED538234",
        "title":"Education for Citizenship: A Portrait of Current Practice in Scottish Schools and Pre-School Centres"},
      {
        "id":"ED538235",
        "title":"Beyond Language: Strategies for Promoting Academic Excellence among Immigrant Students. The Claremont Letter. Volume 2, Issue 2"},
      {
        "id":"ED538236",
        "title":"Three Flaws in the Education System and How to Fix Them. The Claremont Letter. Volume 1, Issue 2"},
      {
        "id":"ED538237",
        "title":"Scheduling Advisory. Research Brief"},
      {
        "id":"ED538238",
        "title":"Technical Education: A Portrait of Current Practice in Scottish Schools"},
      {
        "id":"ED538239",
        "title":"A Mind-Set Is a Difficult Thing to Change: Why Reforming Low-Performing Schools Requires Eradicating Negative Beliefs about Students. The Claremont Letter. Volume 2, Issue 3"},
      {
        "id":"ED538240",
        "title":"Arts-Focused School Partnerships. Research Brief"},
      {
        "id":"ED538241",
        "title":"Reporting on a Talk I Gave Some Months Ago, the Headline in \"La Opinion,\" Los Angeles' Premier Spanish Language Newspaper, Declared the City's School System \"en crisis permanente.\" No One Wrote in to Disagree. The Claremont Letter. Volume 3, Issue 1"},
      {
        "id":"ED538242",
        "title":"Emotional Mastery and Performance Knowledge: A Dialogue between Education and the New Sciences. The Claremont Letter. Volume 1, Issue 3"},
      {
        "id":"ED538243",
        "title":"Loss of Talent? Citizenship and Higher Education Access for Undocumented Students. The Claremont Letter. Volume 4, Issue 1"},
      {
        "id":"ED538244",
        "title":"Urban School Systems: Getting Talent to All the Right Places. The Claremont Letter. Volume 3, Issue 3"},
      {
        "id":"ED538245",
        "title":"Algebra for All. Research Brief"},
      {
        "id":"ED538246",
        "title":"Geography: A Portrait of Current Practice in Scottish Secondary Schools"},
      {
        "id":"ED538247",
        "title":"Educational Reform. The Claremont Letter. Volume 1, Issue 1"},
      {
        "id":"ED538248",
        "title":"Strengthening At Risk Students' Affiliation with the School. Research Brief"},
      {
        "id":"ED538249",
        "title":"Alternative Programs. Research Brief"},
      {
        "id":"ED538250",
        "title":"Alternatives to Suspension. Research Brief"},
      {
        "id":"ED538251",
        "title":"Modern Studies--A Portrait of Current Practice in Scottish Secondary Schools"},
      {
        "id":"ED538252",
        "title":"Alternative Schools. Research Brief"},
      {
        "id":"ED538253",
        "title":"Fixing School Finance. The Claremont Letter. Volume 2, Issue 4"},
      {
        "id":"ED538258",
        "title":"Australian Vocational Education and Training Statistics: Student Outcomes, 2012"},
      {
        "id":"ED538259",
        "title":"Australian Vocational Education and Training Statistics: Apprentices and Trainees. June Quarter, 2012"},
      {
        "id":"ED538260",
        "title":"Australian Vocational Education and Training Statistics: Young People in Education and Training, 2011"},
      {
        "id":"ED538261",
        "title":"The Role of Qualifications in Foreign Labour Mobility in Australia. Research Report"},
      {
        "id":"ED538262",
        "title":"Workforce Skills Development and Engagement in Training through Skill Sets. NCVER Monograph Series 11/2012"},
      {
        "id":"ED538263",
        "title":"Potential Factors Influencing Indigenous Education Participation and Achievement. Research Report"},
      {
        "id":"ED538264",
        "title":"Interest in ICT Studies and Careers: Perspectives of Senior High School Female Students in Three Districts in the Central Region of Ghana"},
      {
        "id":"ED538265",
        "title":"A Study on the Use of the Internet in Senior High Schools in the Cape Coast Metropolis of Ghana"},
      {
        "id":"ED538266",
        "title":"Annual Report of the Nebraska Center for Research on Children, Youth, Families and Schools"},
      {
        "id":"ED538269",
        "title":"The Nebraska Center for Research on Children, Youth, Families and Schools. Annual Report, 2005-2006"},
      {
        "id":"ED538270",
        "title":"Imprints: Evidence of Our Presence. Annual Report, 2009-2010"},
      {
        "id":"ED538271",
        "title":"Relationship between Attachment Styles with Girls Thinking Style Functions at High School in Hamadan. September 2012"},
      {
        "id":"ED538273",
        "title":"Viable Research: Visible Results. Annual Report, 2011-2012"},
      {
        "id":"ED538274",
        "title":"Master Scheduling for Small High Schools (900-1500 Students). Research Brief"},
      {
        "id":"ED538275",
        "title":"Scheduling and Achievement. Research Brief"},
      {
        "id":"ED538276",
        "title":"Realizing Potential: Reaching beyond. Annual Report, 2010-2011"},
      {
        "id":"ED538277",
        "title":"Building Capacity for a Strong Research-Community Partnership. Annual Report, 2007-2008"},
      {
        "id":"ED538278",
        "title":"Research That Makes a Difference...Vision, Outreach, Connection. Annual Report, 2008-2009. Anniversary Edition"},
      {
        "id":"ED538279",
        "title":"&quot;Creating Connections Now...&quot; Annual Report, 2006-2007"},
      {
        "id":"ED538280",
        "title":"High School Schedules. Research Brief"},
      {
        "id":"ED538281",
        "title":"Sanctions, School Improvement, and Student Achievement. Research Brief"},
      {
        "id":"ED538282",
        "title":"The Spiral Curriculum. Research into Practice"},
      {
        "id":"ED538284",
        "title":"Saturday School. Research Brief"},
      {
        "id":"ED538285",
        "title":"Saturday Schools and Tutoring as Interventions. Research Brief"},
      {
        "id":"ED538286",
        "title":"Year-Round School. Research Brief"},
      {
        "id":"ED538287",
        "title":"Scheduling: Seven Period Day"},
      {
        "id":"ED538288",
        "title":"School-Home Partnerships. Research Brief"},
      {
        "id":"ED538295",
        "title":"School Improvement Grants: Take 2--Lessons Learned from Round 1"},
      {
        "id":"ED538296",
        "title":"Sample Language of Modified Contract Elements from Existing CBAs, MOUs, or EWAs to Support Turnaround"},
      {
        "id":"ED538297",
        "title":"Developing a Collaborative Team Approach to Support Family and Community Connections with Schools: What Can School Leaders Do? A Strategy Brief of the National Center for Family and Community Connections with Schools"},
      {
        "id":"ED538298",
        "title":"The Turnaround Challenge: Why America's Best Opportunity to Dramatically Improve Student Achievement Lies in Our Worst-Performing Schools"},
      {
        "id":"ED538299",
        "title":"World Class: The Massachusetts Agenda to Meet the International Challenge for Math- and Science-Educated Students"},
      {
        "id":"ED538300",
        "title":"The Turnaround Challenge: Why America's Best Opportunity to Dramatically Improve Student Achievement Lies in Our Worst-Performing Schools. Supplement to the Main Report"},
      {
        "id":"ED538302",
        "title":"The Unfinished Agenda: Charting a Course for the Second Decade of Massachusetts Education Reform"},
      {
        "id":"ED538303",
        "title":"District Self-Assessment Tool: For Modification of Collective Bargaining Agreements to Achieve Flexible Conditions for School Turnaround"},
      {
        "id":"ED538305",
        "title":"Closing the Achievement Gaps: An Annual Massachusetts Report on Performance-Based High School Interventions and Turnarounds"},
      {
        "id":"ED538306",
        "title":"Learning outside of the School Classroom: What Teachers Can Do to Involve Family in Supporting Classroom Instruction. A Strategy Brief of the National Center for Family and Community Connections with Schools"},
      {
        "id":"ED538308",
        "title":"The Lead Partner Playbook"},
      {
        "id":"ED538309",
        "title":"The Turnaround Challenge: Why America's Best Opportunity to Dramatically Improve Student Achievement Lies in Our Worst-Performing Schools. Executive Summary"},
      {
        "id":"ED538310",
        "title":"Negotiation Areas for \"Transformation\" and \"Turnaround\" Intervention Models"},
      {
        "id":"ED538311",
        "title":"State Policies to Transform Struggling Schools: How Various State Policies Can Be Used to Enable School &amp; District Turnaround. Meeting the Turnaround Challenge: Strategies, Resources &amp; Tools to Transform a Framework into Practice"},
      {
        "id":"ED538312",
        "title":"Engaging Families at the Secondary Level: What Schools Can Do to Support Family Involvement. A Strategy Brief of the National Center for Family and Community Connections with Schools"},
      {
        "id":"ED538313",
        "title":"Drug Testing. Research Brief"},
      {
        "id":"ED538314",
        "title":"Change. Research Brief"},
      {
        "id":"ED538315",
        "title":"Digital Literacy. Research Brief"},
      {
        "id":"ED538316",
        "title":"School-Based Child Care. Research Brief"},
      {
        "id":"ED538317",
        "title":"Career and Tech Prep. Research Brief"},
      {
        "id":"ED538318",
        "title":"Co-Principals. Research Brief"},
      {
        "id":"ED538319",
        "title":"Differentiation. Research Brief"},
      {
        "id":"ED538320",
        "title":"Closing the Gaps. Research Brief"},
      {
        "id":"ED538321",
        "title":"Class Size &amp; School Size. Research Brief"},
      {
        "id":"ED538322",
        "title":"Coaching Teachers: An Important Principal Role. Research into Practice"},
      {
        "id":"ED538323",
        "title":"Classroom Management for New Teachers. Research Brief"},
      {
        "id":"ED538324",
        "title":"Closing the Achievement Gap. Research Brief"},
      {
        "id":"ED538325",
        "title":"Closing Small Rural Schools. Research Brief"},
      {
        "id":"ED538326",
        "title":"Cheating. Research Brief"},
      {
        "id":"ED538327",
        "title":"Rank in Class and College Admission"},
      {
        "id":"ED538329",
        "title":"An Investigation of Conflict Management in Public and Private Sector Universities"},
      {
        "id":"ED538330",
        "title":"Willingness of Medical Students for Hepatitis B &amp; C Screening"},
      {
        "id":"ED538331",
        "title":"An Inquiry into Conflict Management Strategies: Study of Higher Education Institutions in Khyber Pakhtunkhwa, Pakistan"},
      {
        "id":"ED538332",
        "title":"Teachers' Revitalizing the \"Culture Commons\": An Ecological Imperative for the 21st Century Curriculum"},
      {
        "id":"ED538338",
        "title":"Blended Learning in Medical Education"},
      {
        "id":"ED538339",
        "title":"First-Year Undergraduate Remedial Coursetaking: 1999-2000, 2003-04, 2007-08. Statistics in Brief. NCES 2013-013"},
      {
        "id":"ED538340",
        "title":"Human Trafficking and Education: A Qualitative Case Study of Two NGO Programs in Thailand"},
      {
        "id":"ED538341",
        "title":"Unfulfilled Promise: The Dimensions and Characteristics of Philadelphia's Dropout Crisis, 2000-2005"},
      {
        "id":"ED538342",
        "title":"The Impact of English Interactive Online on the Students' Achievement in English Language in Jordan"},
      {
        "id":"ED538347",
        "title":"2012-13 Operating Grants: Too Little to Offset District Budget Shortfalls. BCTF Research Report. Section V. 2012-EF-01"},
      {
        "id":"ED538353",
        "title":"Beating the Odds: A Low Equalized Assessed Valuation Elementary School with High Standardized Test Scores"},
      {
        "id":"ED538366",
        "title":"BC International Student Revenue Grows Again. BCTF Research Report. Section V. 2012-EF-02"},
      {
        "id":"ED538370",
        "title":"Poverty and Education: A Teacher's Perspective--Summary of the Findings of the Focus Group Research. BCTF Research Report. Section V. 2012-EI-01"},
      {
        "id":"ED538371",
        "title":"Education Funding: A Brief to the Select Standing Committee on Finance and Government Services from the British Columbia Teachers' Federation"},
      {
        "id":"ED538373",
        "title":"International Students in BC, 2011-12. BCTF Research Report. Section V. 2012-EF-03"},
      {
        "id":"ED538378",
        "title":"Turbulence, Perturbance, and Educational Change"},
      {
        "id":"ED538379",
        "title":"Epistemic Sensibility: Third Dimension of Virtue Epistemology"},
      {
        "id":"ED538387",
        "title":"State Action 5: Role-Based, Timely Access to Information for Authorized Stakeholders. State Actions to Change the Culture around Data--from Building to Using Data"},
      {
        "id":"ED538388",
        "title":"Postsecondary Data Connections: A Primer"},
      {
        "id":"ED538389",
        "title":"Leveraging State Longitudinal Data Systems to Inform Teacher Preparation and Continuous Improvement: A Data-Sharing Template to Prompt Discussion and Strategic Planning"},
      {
        "id":"ED538390",
        "title":"DQC Comments on the Posted Recommendations Regarding Data Security and Privacy Protections"},
      {
        "id":"ED538391",
        "title":"Creating Reports Using Longitudinal Data: How States Can Present Information to Support Student Learning and School System Improvement"},
      {
        "id":"ED538392",
        "title":"Race to the Top District Competition: The Data Quality Campaign's Comments on ED's Proposed Criteria"},
      {
        "id":"ED538393",
        "title":"States Now Collect Quality Data but Need to Act to Improve Student Achievement. Data for Action 2010: DQC's State Analysis. National Summary"},
      {
        "id":"ED538394",
        "title":"Education and Workforce Data Connections: A Primer"},
      {
        "id":"ED538395",
        "title":"DQC 2009-10 Annual Survey Results"},
      {
        "id":"ED538396",
        "title":"Putting It All Together: Supporting Continuous Improvement in Education through Strategic Use of Data Systems"},
      {
        "id":"ED538397",
        "title":"Using Data to Improve Teacher Effectiveness: A Primer for State Policymakers"},
      {
        "id":"ED538398",
        "title":"Leveraging the Power of State Longitudinal Data Systems: Building Capacity to Turn Data into Useful Information"},
      {
        "id":"ED538399",
        "title":"Do Federally Assisted Households Have Access to High Performing Public Schools? Civil Rights Research"},
      {
        "id":"ED538400",
        "title":"Finding Common Ground: Coordinating Housing and Education Policy to Promote Integration"},
      {
        "id":"ED538401",
        "title":"Mapping the Field: A Report on Expanded-Time Schools in America. Fall 2012"},
      {
        "id":"ED538402",
        "title":"Working with Gen Y Teachers: Dealing with a Changing Teacher Workforce"},
      {
        "id":"ED538403",
        "title":"Economy Impacts Staffing, Family Factors According to 2009 Principals' Partnership Poll"},
      {
        "id":"ED538404",
        "title":"Great New Resources for Principals"},
      {
        "id":"ED538405",
        "title":"Students, Nation Can Benefit from Entrepreneurial Education--New Report"},
      {
        "id":"ED538406",
        "title":"Emerging Technologies Likely to Impact Teaching, Learning, Research: A Review of the 2009 Horizon Project Findings"},
      {
        "id":"ED538407",
        "title":"The Economy, Families and Schools"},
      {
        "id":"ED538408",
        "title":"Proven Strategies for Personalizing America's High Schools"},
      {
        "id":"ED538409",
        "title":"The New School Year: An Opportunity to Commit to a Shared Vision"},
      {
        "id":"ED538410",
        "title":"Pathways to College: What High Schools Can Do to Prepare Students for College Admission and Academic Success in Higher Education"},
      {
        "id":"ED538411",
        "title":"Linked Learning Demonstrates Blend of Academics and Career-Focused Learning"},
      {
        "id":"ED538418",
        "title":"Recommendations for a Long-Term Resident Student Fee Policy Framework for Students Enrolled at California's Public Universities. Commission Report 02-12"},
      {
        "id":"ED538419",
        "title":"Performance Indicators of California Higher Education, 2001: The Eighth Annual Report to California's Governor, Legislature, and Citizens in Response to Assembly Bill 1808 (Chapter 741, Statutes of 1991). Commission Report 02-7"},
      {
        "id":"ED538420",
        "title":"Teacher Perceptions of High School Students Underachievement in Science"},
      {
        "id":"ED538431",
        "title":"Role of Universities in the National Innovation System. Discussion Paper"},
      {
        "id":"ED538432",
        "title":"Strategic Review of the Student Visa Program 2011. Go8 Response"},
      {
        "id":"ED538433",
        "title":"A Contextual Examination of Education and Workforce Development in California. Commission Report 05-13"},
      {
        "id":"ED538435",
        "title":"Enrolments, Funding and Student Staff Ratios by Sector. Policy Note. Number 2"},
      {
        "id":"ED538436",
        "title":"Submission to the Review of Higher Education Base Funding"},
      {
        "id":"ED538437",
        "title":"Go8 Response to the: Tertiary Education Quality and Standards Agency (TEQSA) Draft Provider Standards--Consultation Guide"},
      {
        "id":"ED538438",
        "title":"Guiding Policy Principles for Higher Education. Policy Note. Number 1"},
      {
        "id":"ED538446",
        "title":"Stalking and Cyberstalking. Prevention Update"},
      {
        "id":"ED538447",
        "title":"New Technology Tools: Using Social Media for Alcohol, Drug Abuse, and Violence Prevention. Prevention Update"},
      {
        "id":"ED538449",
        "title":"The Role of Law Enforcement in Prevention. Prevention Update"},
      {
        "id":"ED538450",
        "title":"Update on the NIAAA Task Force on College Drinking Recommendations. Prevention Update"},
      {
        "id":"ED538452",
        "title":"Changing Policies on Campus. Prevention Update"},
      {
        "id":"ED538455",
        "title":"Planning Alternative Campus Events. Prevention Update"},
      {
        "id":"ED538456",
        "title":"School Uniforms. Research Brief"},
      {
        "id":"ED538457",
        "title":"SpellRead[TM]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED538458",
        "title":"Catalyst. Volume 12, Number 1, Winter 2011"},
      {
        "id":"ED538459",
        "title":"Tools for Getting Along. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED538460",
        "title":"WWC Review of the Report &quot;Same-Language-Subtitling (SLS): Using Subtitled Music Video for Reading Growth&quot;. What Works Clearinghouse Single Study Review"},
      {
        "id":"ED538461",
        "title":"How to Reduce Property Taxes. Policy Brief No. 3"},
      {
        "id":"ED538462",
        "title":"Service-Learning. Research Brief"},
      {
        "id":"ED538463",
        "title":"Screenagers. Research Brief"},
      {
        "id":"ED538464",
        "title":"Science Graduation Requirements. Research Brief"},
      {
        "id":"ED538465",
        "title":"Site-Based Management. Research Brief"},
      {
        "id":"ED538466",
        "title":"Single-Sex Classes. Research Brief"},
      {
        "id":"ED538467",
        "title":"Replacing Property Taxes with Sales Taxes Would Be Bad for Texas Businesses, Families, and Public Education. Policy Page. No. 07-307"},
      {
        "id":"ED538468",
        "title":"Science for All. Research Brief"},
      {
        "id":"ED538469",
        "title":"Self-Contained Classrooms. Research Brief"},
      {
        "id":"ED538470",
        "title":"Turning Community College Drop-Outs into Graduates. Policy Page. No. 10-439"},
      {
        "id":"ED538471",
        "title":"The State of Texas Children: Texas KIDS COUNT Annual Data Book--The Importance of Investing in Children"},
      {
        "id":"ED538472",
        "title":"Texas' Child Population: More Kids, More Diversity, More Responsibility"},
      {
        "id":"ED538473",
        "title":"Secondary School Counseling. Research Brief"},
      {
        "id":"ED538475",
        "title":"Resident Graduate Charges at California's Public Universities. Factsheet 07-02"},
      {
        "id":"ED538477",
        "title":"Resident Undergraduate Charges at California's Public Colleges and Universities. Factsheet 07-01"},
      {
        "id":"ED538478",
        "title":"Progress Report on Funding Gender Gap Research in California Postsecondary Education. Working Paper WP/07-04"},
      {
        "id":"ED538479",
        "title":"The Texas Public Education Challenge. Policy Brief No. 1"},
      {
        "id":"ED538480",
        "title":"The Best Choice for a Prosperous Texas: A Texas-Style Personal Income Tax. Policy Brief No. 2"},
      {
        "id":"ED538494",
        "title":"Recommendations to USDA for the 2009 Child Nutrition Programs Reauthorization. Testimony 08-337"},
      {
        "id":"ED538495",
        "title":"Projections of Education Statistics to 2021. Fortieth Edition. NCES 2013-008"},
      {
        "id":"ED538497",
        "title":"Active Learning Methods"},
      {
        "id":"ED538504",
        "title":"Opportunity Texas[TM]: Learn. Earn. Save."},
      {
        "id":"ED538506",
        "title":"On the November Ballot--Proposition 4: Creating More Tier-One Universities in Texas. Policy Page. No. 09-415"},
      {
        "id":"ED538523",
        "title":"Schools Funding in Georgia: Changes, Problems and Analysis"},
      {
        "id":"ED538524",
        "title":"What&apos;s Ahead for Education after the 2012 Election. Education Outlook. No. 8"},
      {
        "id":"ED538525",
        "title":"The Market for School Choice in Indiana. AEI Education Policy Working Paper 2012-1"},
      {
        "id":"ED538526",
        "title":"Focus on For-Profits in K-12 Education Misses the Real Divide. Special Report 7"},
      {
        "id":"ED538527",
        "title":"Emotional Intelligence and Medical Professionalism"},
      {
        "id":"ED538532",
        "title":"Non-Native Language as the Unmarked Code in Bilingual Utterances of Libyan Children in USA"},
      {
        "id":"ED538533",
        "title":"ICT Integration in Teacher Education--A Study of University of Education, Winneba"},
      {
        "id":"ED538539",
        "title":"High School Curriculum. Research Brief"},
      {
        "id":"ED538540",
        "title":"Curriculum Mapping. Research Brief"},
      {
        "id":"ED538541",
        "title":"High School Education in Correctional Facilities. Research Brief"},
      {
        "id":"ED538543",
        "title":"Cyberbullying. Research into Practice"},
      {
        "id":"ED538545",
        "title":"Digital Textbooks. Research Brief"},
      {
        "id":"ED538546",
        "title":"Doing More with Less: Coping with Budget Cuts. Research Brief"},
      {
        "id":"ED538547",
        "title":"Cultural Proficiency. Research Brief"},
      {
        "id":"ED538549",
        "title":"Constructivist Teaching and Learning. Research Brief"},
      {
        "id":"ED538551",
        "title":"Cyberbullying"},
      {
        "id":"ED538554",
        "title":"Evaluation of New Texas Charter Schools: Second Interim Report (2007-10)"},
      {
        "id":"ED538556",
        "title":"Evaluation of New Texas Charter Schools: Final Report (2007-10). Executive Summary"},
      {
        "id":"ED538557",
        "title":"Aboriginal Education Program, 2012"},
      {
        "id":"ED538558",
        "title":"Accountability for Productivity"},
      {
        "id":"ED538559",
        "title":"Education Funding: Highest Needs Ever. A Brief to the Select Standing Committee on Finance and Government Services"},
      {
        "id":"ED538561",
        "title":"Evaluation of New Texas Charter Schools: Interim Report (2007-10). Executive Summary"},
      {
        "id":"ED538563",
        "title":"Evaluation of New Texas Charter Schools: Final Report (2007-10)"},
      {
        "id":"ED538565",
        "title":"Evaluation of New Texas Charter Schools: Interim Report (2007-10)"},
      {
        "id":"ED538570",
        "title":"Education Funding in Crisis: Will the 2010-11 Budget Make a Difference? BCTF Research Report. Section V. 2010-EF-02"},
      {
        "id":"ED538571",
        "title":"Budget Update: 2009-10 Operating Grant Estimates--What Changed between March Estimates and the Autumn Recalculation? BCTF Research Report. Section V. 2010-EF-01"},
      {
        "id":"ED538572",
        "title":"A Brief to the Budget 2010 Consultation Select Standing Committee on Finance and Government Services from the British Columbia Teachers' Federation"},
      {
        "id":"ED538573",
        "title":"Employment Equity for Aboriginal Teachers"},
      {
        "id":"ED538574",
        "title":"Grades and Data Driven Decision Making: Issues of Variance and Student Patterns"},
      {
        "id":"ED538587",
        "title":"Measuring the Education Pipeline: Critical Data Elements Indicating Readiness, Transition and Success. \"High School to Postsecondary Education and Work\""},
      {
        "id":"ED538588",
        "title":"Connecting Policy and Data: What Are Your State's Critical Policy Questions?"},
      {
        "id":"ED538589",
        "title":"Further Clarification Requested by States around the Application of FERPA to State Longitudinal Data Systems"},
      {
        "id":"ED538590",
        "title":"Leveraging Federal Funding for Longitudinal Data Systems: A Roadmap for States. Fiscal Year 2011"},
      {
        "id":"ED538591",
        "title":"ED's Proposed Changes to SFSF Data Collection and Reporting Requirements: DQC's Submitted Comments"},
      {
        "id":"ED538592",
        "title":"The Accountability for Quality Agenda in Higher Education"},
      {
        "id":"ED538593",
        "title":"Infrastructure Survey 2009"},
      {
        "id":"ED538594",
        "title":"Energy Research"},
      {
        "id":"ED538595",
        "title":"Group of Eight Response to DIISR Consultation Paper: &quot;Meeting Australia's Research Workforce Needs&quot;"},
      {
        "id":"ED538596",
        "title":"Innovative Uses of Social Media in High Schools. Research Brief"},
      {
        "id":"ED538597",
        "title":"Social Media: Developing an Acceptable Use Policy. Research Brief"},
      {
        "id":"ED538598",
        "title":"Standards Based Report Cards. Research Brief"},
      {
        "id":"ED538599",
        "title":"S.T.E.M. Initiatives. Research Brief"},
      {
        "id":"ED538600",
        "title":"Small Learning Communities. Research Brief"},
      {
        "id":"ED538601",
        "title":"Special Education. Research Brief"},
      {
        "id":"ED538602",
        "title":"Transitions from High School--SPED Students. Research Brief"},
      {
        "id":"ED538603",
        "title":"Standardized Tests and Grades. Research Brief"},
      {
        "id":"ED538604",
        "title":"Social Media. Research Brief"},
      {
        "id":"ED538605",
        "title":"Social Media for School Communication. Research into Practice"},
      {
        "id":"ED538611",
        "title":"Hot Topic: Preparing Students for Jobs"},
      {
        "id":"ED538612",
        "title":"Hot Topic: Providing High School Feedback"},
      {
        "id":"ED538613",
        "title":"Hot Topic: Empowering Parents with Data"},
      {
        "id":"ED538614",
        "title":"Good Teaching Matters, Teachers Matter, and Teacher Education Matters"},
      {
        "id":"ED538615",
        "title":"Why There Are 88 Keys on the Piano: \"88 Logic-The Mackay Method for Piano.\" Volume 1"},
      {
        "id":"ED538616",
        "title":"Alberta Post-Secondary Graduate Outcomes Survey: Class of 2003/2004"},
      {
        "id":"ED538617",
        "title":"Welder: Apprenticeship Course Outline. Apprenticeship and Industry Training. 1207.1"},
      {
        "id":"ED538618",
        "title":"Welder--Wire Process Operator: Apprenticeship Course Outline. Apprenticeship and Industry Training. 12-107.2"},
      {
        "id":"ED538619",
        "title":"Sawfiler: Apprenticeship Course Outline. Apprenticeship and Industry Training. 4406.3"},
      {
        "id":"ED538620",
        "title":"Transport Refrigeration Technician: Apprenticeship Course Outline. Apprenticeship and Industry Training. 4112"},
      {
        "id":"ED538621",
        "title":"Roofer: Apprenticeship Course Outline. Apprenticeship and Industry Training. 2812"},
      {
        "id":"ED538622",
        "title":"Refrigeration and Air Conditioning Mechanic: Apprenticeship Course Outline. Apprenticeship and Industry Training. 1411.2"},
      {
        "id":"ED538623",
        "title":"Rig Technician: Apprenticeship Course Outline. Apprenticeship and Industry Training. 5211.1"},
      {
        "id":"ED538624",
        "title":"Steamfitter-Pipefitter: Apprenticeship Course Outline. Apprenticeship and Industry Training. 0708.1"},
      {
        "id":"ED538628",
        "title":"Replacing Property Taxes with Sales Taxes Is the Wrong Answer for Texas Families and Public Schools"},
      {
        "id":"ED538629",
        "title":"Ready, Steady, Go! Strategies to Improve Texans' Financial Readiness to Pay for College"},
      {
        "id":"ED538630",
        "title":"The Cost of College: How Texas Students and Families Are Financing College Education"},
      {
        "id":"ED538631",
        "title":"School Budget Cuts Threaten to Increase Summer Childhood Hunger"},
      {
        "id":"ED538632",
        "title":"Inadequate Financial Aid for Higher Education Puts Brakes on Opportunity. Policy Page. No. 08-353"},
      {
        "id":"ED538633",
        "title":"Testimony: Combating the Student Loan Burden"},
      {
        "id":"ED538634",
        "title":"College Savings Accounts 101. Policy Page. No. 08-325"},
      {
        "id":"ED538635",
        "title":"Texas Tuition Promise Fund: Using College Savings to Increase College Success. Policy Page"},
      {
        "id":"ED538636",
        "title":"Expanding the Reach of the Summer Food Program. Policy Page. No. 09-428"},
      {
        "id":"ED538637",
        "title":"Proposed Texas Children's Budget for 2012-2013. Policy Point"},
      {
        "id":"ED538638",
        "title":"Promoting College Success. Policy Page"},
      {
        "id":"ED538640",
        "title":"Failure Is Not an Option: How Principals, Teachers, Students and Parents from Ohio's High-Achieving, High-Poverty Schools Explain Their Success"},
      {
        "id":"ED538641",
        "title":"Optimal Testing Environment. Research Brief"},
      {
        "id":"ED538642",
        "title":"Title I Strategies. Research Brief"},
      {
        "id":"ED538643",
        "title":"Test-Taking Strategies. Research Brief"},
      {
        "id":"ED538644",
        "title":"Teacher Evaluation. Research Brief"},
      {
        "id":"ED538645",
        "title":"Teacher Evaluation. Research Brief"},
      {
        "id":"ED538646",
        "title":"Strategies for Dealing with Tardiness. Research Brief"},
      {
        "id":"ED538647",
        "title":"Teaching American History. Research Brief"},
      {
        "id":"ED538648",
        "title":"Teaming and Achievement. Research Brief"},
      {
        "id":"ED538649",
        "title":"Improving Test Scores. Research Brief"},
      {
        "id":"ED538650",
        "title":"Teacher Intimidation by Students. Research Brief"},
      {
        "id":"ED538655",
        "title":"Hungry for Success--Further Food for Thought. A Report on the Implementation of &quot;Hungry for Success: A Whole School Approach to School Meals in Scotland&quot;"},
      {
        "id":"ED538656",
        "title":"Frequently Asked Questions Concerning Future Enrollment Growth at California's Public Universities: Information from the California Postsecondary Education Commission"},
      {
        "id":"ED538657",
        "title":"Parts Technician: Apprenticeship Course Outline. Apprenticeship and Industry Training. 2708.1"},
      {
        "id":"ED538658",
        "title":"Recreation Vehicle Service Technician: Apprenticeship Course Outline. Apprenticeship and Industry Training. 4507.1"},
      {
        "id":"ED538659",
        "title":"Outdoor Power Equipment Technician: Apprenticeship Course Outline. Apprenticeship and Industry Training. 5111.1"},
      {
        "id":"ED538660",
        "title":"Fees at California's Public Colleges and Universities. Report 09-04"},
      {
        "id":"ED538661",
        "title":"Locksmith: Apprenticeship Course Outline. Apprenticeship and Industry Training. 5008.1"},
      {
        "id":"ED538662",
        "title":"College-Going Rates of California Public High School Graduates: Statewide and Local Figures. Working Paper WP/06-03"},
      {
        "id":"ED562003",
        "title":"Higher Education: Better Management of Federal Grant and Loan Forgiveness Programs for Teachers Needed to Improve Participant Outcomes. Report to Congressional Requesters. GAO-15-314"},
      {
        "id":"ED562004",
        "title":"2015 Legislative Report on the Postsecondary Progress and Success of High School Graduates"},
      {
        "id":"ED562005",
        "title":"Tuition and Fees Report: Fiscal Year 2014-15"},
      {
        "id":"ED562006",
        "title":"Access and Diversity in the Running Start Program: A Comparison of Washington's Running Start Program to Other State Level Dual Enrollment Programs Hosted on a College Campus"},
      {
        "id":"ED562007",
        "title":"Minnesota Measures: 2014 Report on Higher Education Performance"},
      {
        "id":"ED562008",
        "title":"Paying for College. Minnesota 2014-105"},
      {
        "id":"ED562009",
        "title":"CAEL 2014 Forum and News: The Big 40th Anniversary Edition"},
      {
        "id":"ED562010",
        "title":"New Mexico Charter Schools Annual Report"},
      {
        "id":"ED562011",
        "title":"Noncredit Education. Policy Brief"},
      {
        "id":"ED562012",
        "title":"What&apos;s Driving K-12 School Costs? 2015 Update"},
      {
        "id":"ED562013",
        "title":"What&apos;s Driving K-12 School Costs? 2014"},
      {
        "id":"ED562014",
        "title":"CCLC Commission on the Future: An Update. Increasing College Preparation and Completion through Concurrent Enrollment--The Next Steps. 2020 Vision: Student Success"},
      {
        "id":"ED562015",
        "title":"LearningCounts Portfolio Assessment Means Cost Savings for Students…and Employers"},
      {
        "id":"ED562016",
        "title":"Transforming Schools through Expanded Learning Time: Orchard Gardens K-8 Pilot School. Update 2013"},
      {
        "id":"ED562017",
        "title":"Credit-by-Exam Acceptance Policies: Advanced Study of Washington State's Public Colleges and Universities"},
      {
        "id":"ED562018",
        "title":"2013 Performance Measures for Student Success"},
      {
        "id":"ED562019",
        "title":"2014 Performance Measures for Student Success"},
      {
        "id":"ED562020",
        "title":"IHL System Profile: A Report from the Board of Trustees of State Institutions of Higher Learning"},
      {
        "id":"ED562021",
        "title":"State Higher Education Finance FY 2014"},
      {
        "id":"ED562022",
        "title":"House Bill 1079: 2013-14 Student Enrollment Update"},
      {
        "id":"ED562023",
        "title":"New Research on Securing Educational Excellence &amp; Equity for English Language Learners in Texas Secondary Schools. IDRA Jose A. Cardenas School Finance Fellows Program 2015 Symposium Proceedings (San Antonio, Texas, February 2, 2015)"},
      {
        "id":"ED562024",
        "title":"2013 Summary of Advances in Autism Spectrum Disorder Research"},
      {
        "id":"ED562025",
        "title":"VA Education Benefits: VA Should Strengthen Its Efforts to Help Veterans Make Informed Education Choices. Report to Congressional Requesters. GAO-14-324"},
      {
        "id":"ED562026",
        "title":"Budget Response: Fiscal Year 2012"},
      {
        "id":"ED562027",
        "title":"Strategic Plan for Autism Spectrum Disorder Research: 2013 Update"},
      {
        "id":"ED562028",
        "title":"Race to the Top: Education Could Better Support Grantees and Help Them Address Capacity Challenges. Report to the Ranking Member, Subcommittee on Labor, Health and Human Services, Education and Related Agencies, Committee on Appropriations, House of Representatives. GAO-15-295"},
      {
        "id":"ED562030",
        "title":"Do Online Students Exhibit Different Learning Styles"},
      {
        "id":"ED562031",
        "title":"Higher Education State Funding Trends and Policies on Affordability. Report to the Chairman, Committee on Health, Education, Labor, and Pensions, United States Senate. GAO-15-151"},
      {
        "id":"ED562032",
        "title":"Arizona's Education Financing: Elementary and Secondary Education: 2002-2011"},
      {
        "id":"ED562033",
        "title":"School Nursing in New Mexico: Partners in Education. Annual School Health Services Summary Report 2012-2013"},
      {
        "id":"ED562034",
        "title":"Improving College Writing before the Freshman Year: Findings from 10 Years of a Summer Bridge Program. The Summer Before Series"},
      {
        "id":"ED562035",
        "title":"Federal Student Loans: Oversight of Defaulted Loan Rehabilitation Needs Strengthening. Testimony before the Subcommittee on Higher Education and Workforce Training, Committee on Education and the Workforce, House of Representatives. GAO-14-426T"},
      {
        "id":"ED562036",
        "title":"Higher Education: Education Should Strengthen Oversight of Schools and Accreditors. Report to the Ranking Member, Committee on Education and the Workforce, House of Representatives. GAO-15-59"},
      {
        "id":"ED562037",
        "title":"New Mexico Higher Education Department Annual Report, 2013"},
      {
        "id":"ED562038",
        "title":"The Budget Response: Fiscal Year 2013. CEF's Position Statement on President Obama's FY 2013 Budget Request"},
      {
        "id":"ED562039",
        "title":"Federal Student Aid TEACH Grant Program"},
      {
        "id":"ED562040",
        "title":"Do You Need Money for College? Federal Student Aid at a Glance 2014-15"},
      {
        "id":"ED562041",
        "title":"Do You Need Money for College? Federal Student Aid at a Glance 2015-16"},
      {
        "id":"ED562042",
        "title":"Federal Student Loan Programs"},
      {
        "id":"ED562043",
        "title":"&quot;Making Time for What Matters Most.&quot; I3 Development Project: Year 5 Evaluation Report"},
      {
        "id":"ED562044",
        "title":"Securing the Future of New York's Children: Taking the Next Steps toward Truly Universal Prekindergarten"},
      {
        "id":"ED562045",
        "title":"Ecologies of Learning: Culture, Context and Outcomes of Workplace LES. Research Brief"},
      {
        "id":"ED562046",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the Annual Convention of the Association for Educational Communications and Technology (37th, Jacksonville, Florida, 2014). Volume 1"},
      {
        "id":"ED562047",
        "title":"IHL System Profile: A Report from the Board of Trustees of State Institutions of Higher Learning"},
      {
        "id":"ED562048",
        "title":"Annual Proceedings of Selected Papers on The Practice of Education Communications and Technology Presented at the Annual Convention of the Association for Educational Communications and Technology (37th, Jacksonville, Florida, 2014). Volume 2"},
      {
        "id":"ED562049",
        "title":"Children Can't Wait: Make Quality Early Learning a Top Priority in the 2015 Enacted Budget"},
      {
        "id":"ED562050",
        "title":"Implementing Guided Pathways at Miami Dade College: A Case Study"},
      {
        "id":"ED562051",
        "title":"Implementing Guided Pathways: Tips and Tools"},
      {
        "id":"ED562052",
        "title":"What We Know about Guided Pathways: Helping Students to Complete Programs Faster. Research Overview"},
      {
        "id":"ED562053",
        "title":"Lower Costs, Higher Returns: UNCF HBCUs in a High-Priced College Environment. Financing African American College Aspirations Series"},
      {
        "id":"ED562054",
        "title":"Uncharted Territory: Can Social Innovation Revitalize Literacy and Essential Skills Programs? Research Brief"},
      {
        "id":"ED562055",
        "title":"Calculating the Costs of Remedial Placement Testing. CCRC Analytics"},
      {
        "id":"ED562056",
        "title":"The Center of Excellence Model for Information Services. CLIR Publication No. 163"},
      {
        "id":"ED562057",
        "title":"Understanding HBCU Retention and Completion"},
      {
        "id":"ED562058",
        "title":"Understanding HBCU Retention and Completion: UNCF-Member Institution Supplement"},
      {
        "id":"ED562059",
        "title":"Meeting Expectations: Measuring the Impacts of Workplace Essential Skills Training. Final Report, Measures of Success Project"},
      {
        "id":"ED562060",
        "title":"The Changing Landscape of Library and Information Services: What Presidents, Provosts, and Finance Officers Need to Know. White Paper. CLIR Publication No. 162"},
      {
        "id":"ED562061",
        "title":"The Experiences of One New York City High School Cohort: Opportunities, Successes, and Challenges"},
      {
        "id":"ED562062",
        "title":"Participatory Design in Academic Libraries: New Reports and Findings. CLIR Publication No. 161"},
      {
        "id":"ED562063",
        "title":"The DNA of a Converging Diversity: Regional Approaches to Quality Assurance in Higher Education"},
      {
        "id":"ED562064",
        "title":"Is Big Brother Watching You? The Evolving Role of the State in Regulating and Conducting Quality Assurance. CIQG Publication Series"},
      {
        "id":"ED562065",
        "title":"Black+Brown: Institutions of Higher Education"},
      {
        "id":"ED562066",
        "title":"Considering the Future of University-Based Teacher Preparation"},
      {
        "id":"ED562067",
        "title":"Why Clinical Experience and Mentoring Are Replacing Student Teaching on the Best Campuses. A White Paper"},
      {
        "id":"ED562068",
        "title":"10,000 Scholarships, 400 Programs: The UNCF 2012-2013 Scholarship Profile"},
      {
        "id":"ED562069",
        "title":"Building Blocks for Better Schools: How the Next Mayor Can Prepare New York's Students for College and Careers"},
      {
        "id":"ED562070",
        "title":"A District's Use of Data and Research to Inform Policy Formation and Implementation"},
      {
        "id":"ED562071",
        "title":"College and Career Readiness in Context"},
      {
        "id":"ED562072",
        "title":"School Improvement Grants. Guidance and Tools for the 2015 Amended Regulations: Maximizing the Optional Planning/Pre-Implementation Year"},
      {
        "id":"ED562080",
        "title":"Incorporating Early Learning Strategies in the School Improvement Grants (SIG) Program: How Three Schools Integrated Early Childhood Strategies into School Turnaround Efforts to Improve Instruction for All Students"},
      {
        "id":"ED562083",
        "title":"Do You See What I See? The Impact of School Accountability on Parent, Teacher, and Student Perceptions of the School Environment"},
      {
        "id":"ED562084",
        "title":"Initiative Overview &amp; Summary of Research"},
      {
        "id":"ED562085",
        "title":"Associations between School Connection and Depressive Symptoms from Adolescence through Adulthood: The Moderating Influence of Early Adversity"},
      {
        "id":"ED562086",
        "title":"Core Academic Language Skills: Moving beyond Vocabulary Knowledge to Predict Reading Comprehension"},
      {
        "id":"ED562087",
        "title":"Does Access to High Quality Early Education Vary by State Policy Context?"},
      {
        "id":"ED562088",
        "title":"Do College-Ready Students Benefit When High Schools and Colleges Collaborate? Experimental Evidence from Albuquerque, New Mexico"},
      {
        "id":"ED562089",
        "title":"Assessing Impacts of &quot;Math in Focus,&quot; a &quot;Singapore Math&quot; Program for American Schools"},
      {
        "id":"ED562090",
        "title":"An Examination of the Effectiveness of Emergent Literacy Intervention for Pre-Kindergarteners at Risk for Reading Delays"},
      {
        "id":"ED562091",
        "title":"Community-Level Challenges in Implementing a Mixed Delivery Prekindergarten System: A Brief Review of Research and Field Experience. School Community Partnerships Project. Policy Brief I"},
      {
        "id":"ED562092",
        "title":"School-Community Partnerships in New York State: Snapshot of Trends as Pre-K Expands. School Community Partnerships Project. Policy Brief II"},
      {
        "id":"ED562093",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Cognition and Exploratory Learning in the Digital Age (CELDA) (12th, Maynooth, Greater Dublin, Ireland, October 24-26, 2015)"},
      {
        "id":"ED562094",
        "title":"Analysis of Textual Features of a New Reading Comprehension Assessment: MOCCA"},
      {
        "id":"ED562095",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on e-Learning (Las Palmas de Gran Canaria, Spain, July 21-24, 2015)"},
      {
        "id":"ED562096",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Mobile Learning (11th, Madeira, Portugal, March 14-16, 2015)"},
      {
        "id":"ED562097",
        "title":"A Preliminary Assessment of the Cost and Benefit of the North Carolina's Early College High School Model and Its Impact on Postsecondary Enrollment and Earned College Credit"},
      {
        "id":"ED562098",
        "title":"The Work of Children: Seeking Patterns in the Design of Educational Technology"},
      {
        "id":"ED562099",
        "title":"Addressing Selection Bias Using Partial Longitudinal Data: A Demonstration Using Recent and Past School Movers"},
      {
        "id":"ED562100",
        "title":"The Development of Computational Thinking in the Context of Science and Engineering Practices: A Self-Regulated Learning Approach"},
      {
        "id":"ED562101",
        "title":"Ontological Relations and the Capability Maturity Model Applied in Academia"},
      {
        "id":"ED562102",
        "title":"Apps. Accessibility and Usability by People with Visual Disabilities"},
      {
        "id":"ED562103",
        "title":"A Program Complexity Metric Based on Variable Usage for Algorithmic Thinking Education of Novice Learners"},
      {
        "id":"ED562104",
        "title":"Degenerate Power in Multilevel Mediation: The Non-Monotonic Relationship between Power &amp; Effect Size"},
      {
        "id":"ED562105",
        "title":"Dimensionality of Upper Elementary Mathematics Instruction: Exploring Factors across Two Observational Instruments"},
      {
        "id":"ED562106",
        "title":"An Increase in Emotional Support, a Reduction in Negative Social Emotional Skills, or Both?: Examining How Universal Social Emotional Programs Achieve Reductions in Aggression"},
      {
        "id":"ED562107",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Cognition and Exploratory Learning in the Digital Age (CELDA) (Fort Worth, Texas, October 22-24, 2013)"},
      {
        "id":"ED562108",
        "title":"1 + 1 Is Not Always 2: Variation in the Relations between Mathematics Self-Efficacy Development and Longitudinal Mathematics Achievement Growth"},
      {
        "id":"ED562109",
        "title":"Health Care: Role of ICT in Autism"},
      {
        "id":"ED562110",
        "title":"Encouraging User Participation in Blended Learning: Course Reorientation"},
      {
        "id":"ED562111",
        "title":"Costs and Effects of Dual-Language Immersion in the Portland Public Schools"},
      {
        "id":"ED562112",
        "title":"A Study on the Effects of the Rubric on Concurrent Discussion in Web-Based Environment"},
      {
        "id":"ED562113",
        "title":"E-Fundi as a Viable Way to Do E-Mentoring"},
      {
        "id":"ED562114",
        "title":"Smart Learning: Are We Ready for It?"},
      {
        "id":"ED562115",
        "title":"Significant Changes in the Environment and in Teaching Methodology of an E-Learning Discipline to Avoid Dropouts in a Course at the Federal Institute"},
      {
        "id":"ED562116",
        "title":"Creating Innovative, Student-Centered Projects with App Smashing"},
      {
        "id":"ED562117",
        "title":"Divulging Personal Information within Learning Analytics Systems"},
      {
        "id":"ED562118",
        "title":"Towards Supporting Communication in Relationship and Sexuality Education through a VLE"},
      {
        "id":"ED562119",
        "title":"How Can One Learn Mathematical Word Problems in a Second Language? A Cognitive Load Perspective"},
      {
        "id":"ED562120",
        "title":"Investigation into Undergraduate International Students' Use of Digital Technology and Their Application in Formal and Informal Settings"},
      {
        "id":"ED562121",
        "title":"How Do High School Students Prefer to Learn?"},
      {
        "id":"ED562122",
        "title":"Making Construals as a New Digital Skill for Learning"},
      {
        "id":"ED562123",
        "title":"Do Intervention Impacts on Academic Achievement Vary by School Climate? Evidence from a Randomized Trial in Urban Elementary Schools"},
      {
        "id":"ED562124",
        "title":"Are Two-Year Colleges the Key to Expanding the Scientific Labor Force? Unpacking Gender and Racial-Ethnic Gaps in Undergraduate STEM Degrees"},
      {
        "id":"ED562125",
        "title":"Addressing Inequality in Secondary School Access: Evidence from a Field Experiment of Scholarship Targeting Strategies in Kenya"},
      {
        "id":"ED562126",
        "title":"Music as Active Information Resource for Players in Video Games"},
      {
        "id":"ED562127",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on e-Learning (Prague, Czech Republic, July 23-26, 2013)"},
      {
        "id":"ED562128",
        "title":"Developing Adolescents' Resistance to Sexual Coercion through Role-Playing Activities in a Virtual World"},
      {
        "id":"ED562129",
        "title":"Challenges of Big Data in Educational Assessment"},
      {
        "id":"ED562130",
        "title":"Towards a Metadata Schema for Characterizing Lesson Plans Supported by Virtual and Remote Labs in School Science Education"},
      {
        "id":"ED562131",
        "title":"Student's Perspectives on Taking Courses Online, Blended, or a Combination"},
      {
        "id":"ED562132",
        "title":"Evaluating the Interactive Learning Tool Simreal+ for Visualizing and Simulating Mathematical Concepts"},
      {
        "id":"ED562133",
        "title":"Design Thinking and Metacognitive Reflective Scaffolds: A Graphic Design-Industrial Design Transfer Case Study"},
      {
        "id":"ED562134",
        "title":"Examining the Effects of Field Trips on Science Identity"},
      {
        "id":"ED562135",
        "title":"More than a Broker: A Case Study of Knowledge Mobilization in a Digital Era"},
      {
        "id":"ED562136",
        "title":"Education on the Cloud: Researching Student-Centered, Cloud-Based Learning Prospects in the Context of a European Network"},
      {
        "id":"ED562137",
        "title":"Postgraduate Students' Level of Dependence on Supervisors in Coping with Academic Matters and Using Digital Tools"},
      {
        "id":"ED562138",
        "title":"An Innovative Interdisciplinary Approach to Providing Internships for College Seniors"},
      {
        "id":"ED562139",
        "title":"Comparing Learner Community Behavior in Multiple Presentations of a Massive Open Online Course"},
      {
        "id":"ED562140",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Mobile Learning (Lisbon, Portugal, March 14-16, 2013)"},
      {
        "id":"ED562141",
        "title":"Cognitive Curations of Collaborative Curricula"},
      {
        "id":"ED562142",
        "title":"How Older Adults Use Virtual Personal Learning Networks to Support Informal, Self-Directed Lifelong Learning Goals: A Research Program Description"},
      {
        "id":"ED562143",
        "title":"Accounting Professor Qualification in Digital Age: A Perception Study on Brazilian Professors"},
      {
        "id":"ED562144",
        "title":"Learner-Content-Interface as an Approach for Self-Reliant and Student-Centered Learning"},
      {
        "id":"ED562145",
        "title":"Supervisory and Digital Literacy Practices in Postgraduate Supervision: A Case Study"},
      {
        "id":"ED562146",
        "title":"Cache-Cache Comparison for Supporting Meaningful Learning"},
      {
        "id":"ED562147",
        "title":"The Relationship among Self-Regulated Learning, Procrastination, and Learning Behaviors in Blended Learning Environment"},
      {
        "id":"ED562148",
        "title":"A Fundamental Study for Efficient Implementaion of Online Collaborative Activities in Large-Scale Classes"},
      {
        "id":"ED562149",
        "title":"Process Models in E-Learning--Bottom-Up or Top-Down?"},
      {
        "id":"ED562150",
        "title":"Developing a Disposition for Social Innovations: An Affective-Socio-Cognitive Co-Design Model"},
      {
        "id":"ED562151",
        "title":"Inside the Digital Wild West: How School Leaders Both Access and Avoid Social Media"},
      {
        "id":"ED562152",
        "title":"A Semantic Basis for Meaning Construction in Constructivist Interactions"},
      {
        "id":"ED562153",
        "title":"Moving in Time to a Digital Tune: A Crisis in Our Identity?"},
      {
        "id":"ED562154",
        "title":"Predicting the Risk of Attrition for Undergraduate Students with Time Based Modelling"},
      {
        "id":"ED562155",
        "title":"Assessing Problem Solving Competence through Inquiry-Based Teaching in School Science Education"},
      {
        "id":"ED562156",
        "title":"Experimental Effects of Word Generation on Reading Performance in High Poverty Middle Schools"},
      {
        "id":"ED562157",
        "title":"The Development and Empowerment of Mathematical Abilities: The Impact of Pencil and Paper and Computerised Interventions for Preschool Children"},
      {
        "id":"ED562158",
        "title":"Estimating the Variance of Design Parameters"},
      {
        "id":"ED562159",
        "title":"Blended Interaction for Augmented Learning--An Assistive Tool for Cognitive Disability"},
      {
        "id":"ED562160",
        "title":"Evidence Clearinghouses and Registries: Methods for Locating and Including Studies in Evidence Syntheses"},
      {
        "id":"ED562161",
        "title":"Building Parental Capacity to Improve Child Development: Impact Evaluation of an Early Childhood Stimulation Program in Bangladesh"},
      {
        "id":"ED562162",
        "title":"Collaborative Problem Solving in Shared Space"},
      {
        "id":"ED562163",
        "title":"Fostering 21st Century Skills through Game Design and Development"},
      {
        "id":"ED562164",
        "title":"A Social Networks in Education"},
      {
        "id":"ED562165",
        "title":"Exploring the Implementation, Effectiveness and Costs of the Reading Partners Program"},
      {
        "id":"ED562166",
        "title":"Effects of Interim Assessments on the Achievement Gap: Evidence from an Experiment"},
      {
        "id":"ED562167",
        "title":"Effects of Quality of Instruction on Student Vocabulary and Comprehension during Read Alouds"},
      {
        "id":"ED562168",
        "title":"City Connects: Building an Argument for Effects on Student Achievement with a Quasi-Experimental Design"},
      {
        "id":"ED562169",
        "title":"Estimating Impacts on Students, Teachers, and Schools of Programs Targeted for Preschool through Transition to College--Lessons for Methodologists from the Designs of 117 Evaluations Being Conducted in the Investing in Innovation Fund (i3) Grant Program."},
      {
        "id":"ED562170",
        "title":"Evaluation of the Teacher Incentive Fund: Implementation and Early Impacts of Pay-for-Performance after One Year"},
      {
        "id":"ED562171",
        "title":"Development of Critical Thinking Self-Assessment System Using Wearable Device"},
      {
        "id":"ED562173",
        "title":"Fadeout in an Early Mathematics Intervention: Same Old Schools or Underlying Skills?"},
      {
        "id":"ED562174",
        "title":"Evaluating the Performance of Repeated Measures Approaches in Replicating Experimental Benchmark Results"},
      {
        "id":"ED562175",
        "title":"Efficacy Study of a Pre-Algebra Supplemental Program in Rural Mississippi: Preliminary Findings"},
      {
        "id":"ED562176",
        "title":"Estimating Treatment Effects via Multilevel Matching within Homogenous Groups of Clusters"},
      {
        "id":"ED562177",
        "title":"Experimental Evidence from an Early Childhood Parenting Intervention in Nicaragua"},
      {
        "id":"ED562178",
        "title":"Final-Year Results from the i3 Scale-Up of Reading Recovery"},
      {
        "id":"ED562179",
        "title":"Developing Self-Regulated Learners through Collaborative Online Case Discussion in Educational Psychology"},
      {
        "id":"ED562180",
        "title":"Exploring Technology Supported Collaborative and Cooperative Group Formation Mechanisms"},
      {
        "id":"ED562181",
        "title":"Technology-Enhanced Pedagogical Framework for Collaborative Creativity: Analyses of Students' Perception"},
      {
        "id":"ED562182",
        "title":"Experimental Effects of the Strategic Adolescent Reading Intervention on Reading Performance in High Poverty Middle Schools"},
      {
        "id":"ED562183",
        "title":"Fidelity of Implementation in a Large-Scale, Randomized, Field Trial: Identifying the Critical Components of Values Affirmation"},
      {
        "id":"ED562184",
        "title":"Effects of After-School Programs on Attendance and Externalizing Behaviors with Primary and Secondary School Students: A Systematic Review and Meta-Analysis"},
      {
        "id":"ED562185",
        "title":"Examining the Foundations of Methods That Assess Treatment Effect Heterogeneity across Intermediate Outcomes"},
      {
        "id":"ED562186",
        "title":"Efficiently Exploring Multilevel Data with Recursive Partitioning"},
      {
        "id":"ED562187",
        "title":"Brain 3M--A New Approach to Learning about Brain, Behavior, and Cognition"},
      {
        "id":"ED562188",
        "title":"Towards Gathering Initial Requirements of Developing a Mobile Service to Support Informal Learning at Cultural Heritage Sites"},
      {
        "id":"ED562189",
        "title":"Sound as Affective Design Feature in Multimedia Learning--Benefits and Drawbacks from a Cognitive Load Theory Perspective"},
      {
        "id":"ED562190",
        "title":"E-Learning System for Learning Virtual Circuit Making with a Microcontroller and Programming to Control a Robot"},
      {
        "id":"ED562191",
        "title":"TagAlong: Informal Learning from a Remote Companion with Mobile Perspective Sharing"},
      {
        "id":"ED562192",
        "title":"Technology Goes Bush: Using Mobile Technologies to Support Learning in a Bush Kinder Program"},
      {
        "id":"ED562193",
        "title":"The Will, Skill, Tool Model of Technology Integration: Adding Pedagogy as a New Model Construct"},
      {
        "id":"ED562194",
        "title":"Studies Relating to Computer Use of Spelling and Grammar Checkers and Educational Achievement"},
      {
        "id":"ED562195",
        "title":"University and Flipped Learning TIC &amp; DIL Project: Framework and Design"},
      {
        "id":"ED562196",
        "title":"A Model for Ubiquitous Serious Games Development Focused on Problem Based Learning"},
      {
        "id":"ED562197",
        "title":"An Examination of Teachers' Integration of Web 2.0 Technologies in Secondary Classrooms: A Phenomenological Study"},
      {
        "id":"ED562198",
        "title":"&quot;Visual Selves&quot;: Construction Science Students' Perceptions about Their Abilities to Represent Spatial Related Problems Internally and Externally"},
      {
        "id":"ED562199",
        "title":"Student-Driven Classroom Technologies: Transmedia Navigation and Tranformative Communications"},
      {
        "id":"ED562200",
        "title":"Educational Affordances That Support Development of Innovative Thinking Skills in Large Classes"},
      {
        "id":"ED562201",
        "title":"Technology and Curriculum Standards: How Well Do Internet-Based Learning Games Support Common Core Standards for Mathematics?"},
      {
        "id":"ED562202",
        "title":"The Investigation of Pre-Service Teachers' Concerns about Integrating Web 2.0 Technologies into Instruction"},
      {
        "id":"ED562203",
        "title":"Facing the Challenge--Developing an Instructional Plan for Portuguese as Foreign Language in Brazil Based on Multiliteracy"},
      {
        "id":"ED562204",
        "title":"Technology and Cognition Merge with Challenge-Based Learning Cycles Online"},
      {
        "id":"ED562205",
        "title":"Context-Based Semantic Annotations in CoPEs: An Ontological and Rule-Based Approach"},
      {
        "id":"ED562206",
        "title":"Reflection Paper on a Ubiquitous English Vocabulary Learning System: Evidence of Active/Passive Attitude vs. Usefulness/Ease-of-Use"},
      {
        "id":"ED562207",
        "title":"English Proficiency and Participation in Online Discussion for Learning"},
      {
        "id":"ED562208",
        "title":"Perceived Affordances of a Technology-Enhanced Active Learning Classroom in Promoting Collaborative Problem Solving"},
      {
        "id":"ED562209",
        "title":"Tablets in the Classroom: Improvisational Rhythms and Change through Bricolage"},
      {
        "id":"ED562210",
        "title":"iPads in Inclusive Classrooms: Ecologies of Learning"},
      {
        "id":"ED562211",
        "title":"Some Considerations on Digital Reading"},
      {
        "id":"ED562212",
        "title":"Students' Usage of Facebook for Academic Purposes: A Case Study of Public and Private Universities in Thailand"},
      {
        "id":"ED562213",
        "title":"Transforming Education in a Primary School: A Case Study"},
      {
        "id":"ED562214",
        "title":"Spanning Knowledge Barriers in E-Learning Content Design"},
      {
        "id":"ED562215",
        "title":"Working Memory Intervention: A Reading Comprehension Approach"},
      {
        "id":"ED562216",
        "title":"Tekking: Transversing Virtual and International Boundaries to Explore and Develop Effective Adult Learner Experiences"},
      {
        "id":"ED562217",
        "title":"Persistence of Cognitive Constructs Fostered by Hands-On Science Activities in Middle School Students"},
      {
        "id":"ED562218",
        "title":"Student and Teacher Use of Technology at the University Level"},
      {
        "id":"ED562219",
        "title":"Self-Assessment and Reflection in a 1st Semester Course for Software Engineering Students"},
      {
        "id":"ED562220",
        "title":"ICT Support for Collaborative Learning--A Tale of Two Cities"},
      {
        "id":"ED562221",
        "title":"Interactive Technologies for Teacher Training: Comparing Performance and Assessment in Second Life and simSchool"},
      {
        "id":"ED562222",
        "title":"Using Generic and Context-Specific Scaffolding to Support Authentic Science Inquiry"},
      {
        "id":"ED562223",
        "title":"Math on a Sphere: Making Use of Public Displays in Education"},
      {
        "id":"ED562224",
        "title":"Students' Facebook Usage and Academic Achievement: A Case Study of Private University in Thailand"},
      {
        "id":"ED562225",
        "title":"Implementing Collaborative Design in the Next Series of eLearning Platforms"},
      {
        "id":"ED562226",
        "title":"Dealing with Unseen Obstacles to Education in the Digital Age"},
      {
        "id":"ED562227",
        "title":"Leverage Learning in the University Classroom"},
      {
        "id":"ED562228",
        "title":"Can Free-Range Students Save Some Schools? A Case Study on a Hybrid Classroom"},
      {
        "id":"ED562229",
        "title":"Volition Support Design Model"},
      {
        "id":"ED562230",
        "title":"Cross-Continental Research Collaborations about Online Teaching"},
      {
        "id":"ED562231",
        "title":"Using REU Projects and Crowdsourcing to Facilitate Learning on Demand"},
      {
        "id":"ED562232",
        "title":"Measuring Problem Solving Skills in &quot;Portal 2&quot;"},
      {
        "id":"ED562233",
        "title":"An Alternative Approach to Test Analysis and Interpretation"},
      {
        "id":"ED562234",
        "title":"Some Psychometric and Design Implications of Game-Based Learning Analytics"},
      {
        "id":"ED562235",
        "title":"Strengthening Parent-Child Relationships through Co-Playing Video Games"},
      {
        "id":"ED562236",
        "title":"Effect of Digitally-Inspired Instruction on Seventh Grade Science Achievement"},
      {
        "id":"ED562237",
        "title":"Developing a Connectivist MOOC at a College of Education: Narrative of Disruptive Innovation?"},
      {
        "id":"ED562238",
        "title":"Understanding and Applying Technology in Faculty Development Programs"},
      {
        "id":"ED562239",
        "title":"Intelligent Tutors in Immersive Virtual Environments"},
      {
        "id":"ED562240",
        "title":"Issues of Learning Games: From Virtual to Real"},
      {
        "id":"ED562241",
        "title":"The Cognitve Cost of Chatting While Attending a Lecture: A Temporal Analysis"},
      {
        "id":"ED562242",
        "title":"Supporting the Strengths and Activity of Children with Autism in a Technology-Enhanced Learning Environment"},
      {
        "id":"ED562243",
        "title":"Life-Long Learning and Social Responsibility Obligations"},
      {
        "id":"ED562244",
        "title":"Mobile Augmented Reality in Supporting Peer Assessment: An Implementation in a Fundamental Design Course"},
      {
        "id":"ED562245",
        "title":"Confidence-Based Assessments within an Adult Learning Environment"},
      {
        "id":"ED562246",
        "title":"Don't Waste Student Work: Using Classroom Assignments to Contribute to Online Resources"},
      {
        "id":"ED562247",
        "title":"ASK-LDT 2.0: A Web-Based Graphical Tool for Authoring Learning Designs"},
      {
        "id":"ED562248",
        "title":"Piaget, Inhelder and &quot;Minecraft&quot;"},
      {
        "id":"ED562249",
        "title":"Problem-Based Educational Game Becomes Student-Centered Learning Environment"},
      {
        "id":"ED562250",
        "title":"Authentic Learning through GBL: Using Inquiry and PBL Strategies to Accomplish Specific Learning Outcomes through Smart Games in Formal and Informal Settings"},
      {
        "id":"ED562251",
        "title":"Using a Facebook Group as a Forum to Distribute, Answer and Discuss Content: Influence on Achievement"},
      {
        "id":"ED562252",
        "title":"Leveraging Sociocultural Theory to Create a Mentorship Program for Doctoral Students"},
      {
        "id":"ED562253",
        "title":"The Contributions of Digital Concept Maps to Assessment for Learning Practices"},
      {
        "id":"ED562254",
        "title":"Model of Emotional Expressions in Movements"},
      {
        "id":"ED562255",
        "title":"The Configuration Process of a Community of Practice in the Collective Text Editor"},
      {
        "id":"ED562256",
        "title":"Demonstrable Competence: An Assessment Method for Competency Domains in Learning and Leadership Doctoral Program"},
      {
        "id":"ED562257",
        "title":"Using Loop Learning and Critical Dialogue in Developing Innovative Literature Reviews"},
      {
        "id":"ED562258",
        "title":"The Ancestor Project: Aboriginal Computer Education through Storytelling"},
      {
        "id":"ED562259",
        "title":"Data Challenges of Leveraging a Simulation to Assess Learning"},
      {
        "id":"ED562260",
        "title":"Suggestions for the Design of E-Learning Environments to Enhance Learner Self-Efficacy"},
      {
        "id":"ED562261",
        "title":"Journey of Exploration on the Way Towards Authentic Learning Environments"},
      {
        "id":"ED562262",
        "title":"Research on the E-Textbook and E-Schoolbag in China: Constructing an Ecosystem of E-Textbook and E-Schoolbag"},
      {
        "id":"ED562263",
        "title":"Designing Learning Object Repositories as Systems for Managing Educational Communities Knowledge"},
      {
        "id":"ED562264",
        "title":"Meaningful Effect Sizes, Intra-Class Correlations, and Proportions of Variance Explained by Covariates for Planning 3 Level Cluster Randomized Experiments in Prevention Science"},
      {
        "id":"ED562265",
        "title":"Small-Sample Adjustments for Tests of Moderators and Model Fit in Robust Variance Estimation in Meta-Regression"},
      {
        "id":"ED562266",
        "title":"School-Based Mentoring Programs: Using Volunteers to Improve the Academic Outcomes of Underserved Students"},
      {
        "id":"ED562267",
        "title":"Impacts of Multidimensionality and Error: Simulating Explanations for Weak Correlations between Measures of Teacher Quality"},
      {
        "id":"ED562268",
        "title":"How Can Digital Online Educational Resources Be Used to Bridge Experimental Research and Practical Applications? Embedding in Vivo Experiments in &quot;MOOClets&quot;"},
      {
        "id":"ED562269",
        "title":"The Development of Logical Structures for E-Learning Evaluation"},
      {
        "id":"ED562270",
        "title":"Promoting Scientific Literacy through the Online Argumentation System"},
      {
        "id":"ED562271",
        "title":"Developing an ICT-Literacy Task-Based Assessment Instrument: The Findings on the Final Testing Phase"}]
  }}
