{
  "response":{"numFound":509939,"start":460000,"numFoundExact":true,"docs":[
      {
        "id":"ED607800",
        "title":"Higher Education in Focus 2019: Kansas. Essential Performance Indicators for Midwestern States"},
      {
        "id":"ED607801",
        "title":"Higher Education in Focus 2019: Minnesota. Essential Performance Indicators for Midwestern States"},
      {
        "id":"ED607802",
        "title":"Course Recommendation for University Environments"},
      {
        "id":"ED607803",
        "title":"Analyzing Student Procrastination in MOOCs: A Multivariate Hawkes Approach"},
      {
        "id":"ED607804",
        "title":"A Dataset of Learnersourced Explanations from an Online Peer Instruction Environment"},
      {
        "id":"ED607805",
        "title":"Are You Really a Team Player? Profiling of Collaborative Problem Solvers in an Online Environment"},
      {
        "id":"ED607806",
        "title":"A Quantitative Machine Learning Approach to Master Students Admission for Professional Institutions"},
      {
        "id":"ED607807",
        "title":"School Improvement Grant Funded Academic Programs: A Quantitative Correlational Analysis Study"},
      {
        "id":"ED607808",
        "title":"Auto Generation of Diagnostic Assessments and Their Quality Evaluation"},
      {
        "id":"ED607809",
        "title":"As College Students and Parents Demand Robust COVID-19 Response, University Finances Suffer. Policy Brief"},
      {
        "id":"ED607810",
        "title":"U.S. Department of Education FY 2012 Annual Performance Report and FY 2014 Annual Performance Plan"},
      {
        "id":"ED607811",
        "title":"A Review of State-Level Procedural Guidance for Implementing Multi-Tiered Systems of Behavioral Support (MTSS-B)"},
      {
        "id":"ED607812",
        "title":"Cumulative Evaluation of Empowering Families"},
      {
        "id":"ED607814",
        "title":"A Resource Guide for Reforming Developmental Education in the College Transition Space"},
      {
        "id":"ED607815",
        "title":"Academic Services in Islamic Education Management Study Program the Actualization of the Basic Values of the State Civil Apparatus at IAIN Palopo"},
      {
        "id":"ED607816",
        "title":"Serious Leisure Career in Students&apos; Career Future"},
      {
        "id":"ED607817",
        "title":"Empirical Research on the Relationship between Family Economic, Social and Cultural Status and Students&apos; Exposure to School Bullying: Mediating Effects of Parental Support and Teacher Support"},
      {
        "id":"ED607818",
        "title":"Academic Integrity: A Systems Approach to Address Contract Cheating"},
      {
        "id":"ED607819",
        "title":"Dynamic Knowledge Embedding and Tracing"},
      {
        "id":"ED607820",
        "title":"EDM and Privacy: Ethics and Legalities of Data Collection, Usage, and Storage"},
      {
        "id":"ED607821",
        "title":"Dynamic Knowledge Tracing through Data Driven Recency Weights"},
      {
        "id":"ED607822",
        "title":"Effective Forum Curation via Multi-Task Learning"},
      {
        "id":"ED607823",
        "title":"Enhancing Student Competency Models for Game-Based Learning with a Hybrid Stealth Assessment Framework"},
      {
        "id":"ED607824",
        "title":"Exploring Coach-Teacher Interactions within a Practice-Based Coaching Partnership"},
      {
        "id":"ED607825",
        "title":"Course Recommender Systems with Statistical Confidence"},
      {
        "id":"ED607826",
        "title":"Differential Responses to Personalized Learning Recommendations Revealed by Event-Related Analysis"},
      {
        "id":"ED607827",
        "title":"CSCLRec: Personalized Recommendation of Forum Posts to Support Socio-Collaborative Learning"},
      {
        "id":"ED607829",
        "title":"Decomposition of Response Time to Give Better Prediction of Children&apos;s Reading Comprehension"},
      {
        "id":"ED607830",
        "title":"Higher Education in Focus 2017: Kansas. Selected Performance Indicators"},
      {
        "id":"ED607831",
        "title":"Higher Education in Focus 2017: Minnesota. Selected Performance Indicators"},
      {
        "id":"ED607832",
        "title":"Higher Education in Focus 2017: Michigan. Selected Performance Indicators"},
      {
        "id":"ED607833",
        "title":"Higher Education in Focus 2017: Ohio. Selected Performance Indicators"},
      {
        "id":"ED607834",
        "title":"School-to-School Differences in Instructional Practice: New Descriptive Evidence on Opportunity to Learn"},
      {
        "id":"ED607835",
        "title":"Higher Education in Focus 2017: Missouri. Selected Performance Indicators"},
      {
        "id":"ED607836",
        "title":"Higher Education in Focus 2017: South Dakota. Selected Performance Indicators"},
      {
        "id":"ED607837",
        "title":"Higher Education in Focus 2017: Wisconsin. Selected Performance Indicators"},
      {
        "id":"ED607838",
        "title":"Higher Education in Focus 2017: Nebraska. Selected Performance Indicators"},
      {
        "id":"ED607839",
        "title":"Higher Education in Focus 2017: North Dakota. Selected Performance Indicators"},
      {
        "id":"ED607840",
        "title":"Deep Embeddings of Contextual Assessment Data for Improving Performance Prediction"},
      {
        "id":"ED607841",
        "title":"Madison Park Technical Vocational High School Turnaround Update. White Paper No. 215"},
      {
        "id":"ED607842",
        "title":"Higher Education in Focus 2017: Illinois. Selected Performance Indicators"},
      {
        "id":"ED607843",
        "title":"Higher Education in Focus 2017: Indiana. Selected Performance Indicators"},
      {
        "id":"ED607844",
        "title":"Higher Education in Focus 2017: Iowa. Selected Performance Indicators"},
      {
        "id":"ED607845",
        "title":"U.S. Department of Education FY 2013 Annual Performance Report and FY 2015 Annual Performance Plan"},
      {
        "id":"ED607846",
        "title":"U.S. Department of Education FY 2014 Annual Performance Report and FY 2016 Annual Performance Plan"},
      {
        "id":"ED607847",
        "title":"U.S. Department of Education FY 2015 Annual Performance Report and FY 2017 Annual Performance Plan"},
      {
        "id":"ED607848",
        "title":"Characteristics and Validity of an Instrument for Assessing Motivations for Online Reading to Learn"},
      {
        "id":"ED607849",
        "title":"U.S. Department of Education FY 2016 Annual Performance Report and FY 2018 Annual Performance Plan"},
      {
        "id":"ED607850",
        "title":"U.S. Department of Education FY 2017 Annual Performance Report and FY 2019 Annual Performance Plan"},
      {
        "id":"ED607851",
        "title":"Teaching with Toys: Scientific Inquiry through Play"},
      {
        "id":"ED607856",
        "title":"Children, Young People and Audiobooks before and during Lockdown. National Literacy Trust Research Report"},
      {
        "id":"ED607857",
        "title":"Building a Better K-3 Literacy System. Policy Brief"},
      {
        "id":"ED607890",
        "title":"U.S. Department of Education FY 2018 Annual Performance Report and FY 2020 Annual Performance Plan"},
      {
        "id":"ED607892",
        "title":"U.S. Department of Education FY 2019 Annual Performance Report and FY 2021 Annual Performance Plan"},
      {
        "id":"ED607898",
        "title":"Incidence of Teacher Curricular Emphasis in Reading Achievement of Uruguayan Ninth-Grade Students"},
      {
        "id":"ED607899",
        "title":"Identifying At-Risk K-12 Students in Multimodal Online Environments: A Machine Learning Approach"},
      {
        "id":"ED607901",
        "title":"Image Reconstruction of Tablet Front Camera Recordings in Educational Settings"},
      {
        "id":"ED607903",
        "title":"Erroneous Answers Categorization for Sketching Questions in Spatial Visualization Training"},
      {
        "id":"ED607904",
        "title":"Evaluating Sources of Course Information and Models of Representation on a Variety of Institutional Prediction Tasks"},
      {
        "id":"ED607905",
        "title":"Harbingers of Collaboration? The Role of Early-Class Behaviors in Predicting Collaborative Problem Solving"},
      {
        "id":"ED607906",
        "title":"Exploring Homophily in Demographics and Academic Performance Using Spatial-Temporal Student Networks"},
      {
        "id":"ED607907",
        "title":"Getting Too Personal(ized): The Importance of Feature Choice in Online Adaptive Algorithms"},
      {
        "id":"ED607909",
        "title":"Early Words Together at Three in Leicester. A National Literacy Trust Research Report"},
      {
        "id":"ED607910",
        "title":"Feature Selection Metrics: Similarities, Differences, and Characteristics of the Selected Models"},
      {
        "id":"ED607911",
        "title":"Video Game Playing and Literacy: A Survey of Young People Aged 11 to 16. A National Literacy Trust Research Report"},
      {
        "id":"ED607920",
        "title":"Faculty Job Market in Physics and Astronomy Departments: Results from the 2018 Academic Workforce Survey. Focus On"},
      {
        "id":"ED607922",
        "title":"Social Interoperability in Research Support: Cross-Campus Partnerships and the University Research Enterprise. OCLC Research Report"},
      {
        "id":"ED607960",
        "title":"Video Game Playing and Literacy during the COVID-19 Lockdown in 2020. A National Literacy Trust Research Report"},
      {
        "id":"ED607965",
        "title":"Small Talk: Baseline Findings 2019. A National Literacy Trust Research Report"},
      {
        "id":"ED607966",
        "title":"Engaging Employers in Community College Workforce Education Programs: Examples from the Field"},
      {
        "id":"ED607967",
        "title":"Rethinking Classroom Quality: What We Know and What We Are Learning"},
      {
        "id":"ED607968",
        "title":"&quot;More Time on My Hands&quot;: Children and Young People&apos;s Writing during the COVID-19 Lockdown in 2020. National Literacy Trust Research Report"},
      {
        "id":"ED607969",
        "title":"Revenues and Expenditures for Public Elementary and Secondary School Districts: FY 18. Finance Tables. NCES 2020-308"},
      {
        "id":"ED607975",
        "title":"Lessons from Drive to Write: Supporting Teachers&apos; Use of Technology for Remote Instruction. Issue Focus"},
      {
        "id":"ED607978",
        "title":"The Effectiveness of Place-Based Programmes and Campaigns in Improving Outcomes for Children: A Literature Review. A National Literacy Trust Research Report"},
      {
        "id":"ED607979",
        "title":"Traditional Trade Apprenticeships: Experiences and Outcomes. Research Report"},
      {
        "id":"ED607980",
        "title":"Integrated Basic Education Skills and Training (I-BEST). Intervention Report. Postsecondary Career and Technical Education. WWC 2020-012"},
      {
        "id":"ED607981",
        "title":"Integrated Basic Education Skills and Training (I-BEST). Intervention Brief. Postsecondary Career and Technical Education. WWC 2020-012"},
      {
        "id":"ED607982",
        "title":"Integrated Basic Education Skills and Training (I-BEST). Intervention Report Snapshot. Postsecondary Career and Technical Education. WWC 2020-012"},
      {
        "id":"ED607983",
        "title":"Accuracy of Speech Recognition in Oral Reading Fluency for Diverse Student Groups"},
      {
        "id":"ED607984",
        "title":"Relationship between Self-Esteem, Academic Procrastination and Test Anxiety with Academic Achievement of Post Graduate Diploma in Education (PGDE) Students in Delta State University, Abraka."},
      {
        "id":"ED607985",
        "title":"Teachers&apos; Instructional Practices and Its Effects on Students&apos; Academic Performance"},
      {
        "id":"ED607986",
        "title":"Teachers&apos; Use of Questions during Shared Book Reading: Relations to Child Responses"},
      {
        "id":"ED607987",
        "title":"Predictors of Low Agreement between Automated Speech Recognition and Human Scores"},
      {
        "id":"ED607988",
        "title":"Lived Experiences of Elementary Teachers from Qualitative and Descriptive Evaluation"},
      {
        "id":"ED607989",
        "title":"Investigation of Relationship between Psychological Well-Being, Self Esteem, Perceived General Self-Efficacy, Level of Hope and Cognitive Emotion Regulation Strategies"},
      {
        "id":"ED607990",
        "title":"Effectiveness of an Online Classroom for Flexible Learning"},
      {
        "id":"ED607991",
        "title":"The Three Cs of Administrative Office Management: Conceptions, Challenges, and Coping Mechanisms"},
      {
        "id":"ED607992",
        "title":"Investigating Relations between Self-Regulated Reading Behaviors and Science Question Difficulty"},
      {
        "id":"ED607993",
        "title":"Iterative Feature Engineering through Text Replays of Model Errors"},
      {
        "id":"ED607994",
        "title":"Learning a Policy Primes Quality Control: Towards Evidence-Based Automation of Learning Engineering"},
      {
        "id":"ED607995",
        "title":"Predicting Student Performance in a Master of Data Science Program Using Admissions Data"},
      {
        "id":"ED607996",
        "title":"Incorporating Task-Specific Features into Deep Models to Classify Argument Components"},
      {
        "id":"ED607997",
        "title":"Pick the Moment: Identifying Critical Pedagogical Decisions Using Long-Short Term Rewards"},
      {
        "id":"ED607998",
        "title":"PIPE: Predicting Logical Programming Errors in Programming Exercises"},
      {
        "id":"ED607999",
        "title":"Predicting Engagement in Video Lectures"},
      {
        "id":"ED608000",
        "title":"Increasing Enrollment by Optimizing Scholarship Allocations Using Machine Learning and Genetic Algorithms"},
      {
        "id":"ED608001",
        "title":"Measuring Ability-to-Learn Using Parametric Learning-Gain Functions"},
      {
        "id":"ED608003",
        "title":"Washington State&apos;s Integrated Basic Education and Skills Training (I-BEST) Program in Three Colleges: Implementation and Early Impact Report. Pathways for Advancing Careers and Education. OPRE Report No. 2018-87"},
      {
        "id":"ED608006",
        "title":"Changing Digital Learning from the Inside Out: System-Level Considerations for Shaping Online Experiences That Engage Learners and Teachers"},
      {
        "id":"ED608007",
        "title":"Online Academic Course Performance Prediction Using Relational Graph Convolutional Neural Network"},
      {
        "id":"ED608008",
        "title":"Literature in Language Learning: New Approaches"},
      {
        "id":"ED608009",
        "title":"Moving beyond Test Scores: Analyzing the Effectiveness of a Digital Learning Game through Learning Analytics"},
      {
        "id":"ED608010",
        "title":"More Data and Better Keywords Imply Better Educational Transcript Classification?"},
      {
        "id":"ED608011",
        "title":"Physics Doctorates: Skills Used and Satisfaction with Employment. Data from the Degree Recipient Follow-Up Survey for the Classes of 2015 and 2016. Focus On"},
      {
        "id":"ED608012",
        "title":"Methodology of Measure of Similarity in Student Video Sequence of Interactions"},
      {
        "id":"ED608013",
        "title":"Modeling Knowledge Acquisition from Multiple Learning Resource Types"},
      {
        "id":"ED608014",
        "title":"Bridging the Gap: How Wentworth Provides a Personalized and Local Approach to College and Career Readiness"},
      {
        "id":"ED608015",
        "title":"State Support for Local School Construction: Leveraging Equity and Diversity. Policy Brief"},
      {
        "id":"ED608016",
        "title":"Learning in Real Time: How Charter Schools Served Students during COVID-19 Closures"},
      {
        "id":"ED608017",
        "title":"Boosting Children&apos;s Language and Literacy Skills through Blueprint: An Evaluation of Children&apos;s Literacy Initiative&apos;s Blueprint for Early Literacy, 2017-2019"},
      {
        "id":"ED608018",
        "title":"Responses to COVID-19 School Closures: A Scan of Continuity of Education Plans for Allegheny County Public Schools"},
      {
        "id":"ED608019",
        "title":"Caregiver Report of the Utilization of School-Based Services and Supports among Clinically Anxious Youth"},
      {
        "id":"ED608020",
        "title":"The Intersection of Contract Academic Work and Contract Cheating: Policy Brief"},
      {
        "id":"ED608021",
        "title":"Five Direct Behavior Rating Multi-Item Scales: Sensitivity to the Effects of Classroom Interventions"},
      {
        "id":"ED608022",
        "title":"Looking to the Next Decade: Strengthening Asian American and Native American Pacific Islander Serving Institutions through Policy and Practice"},
      {
        "id":"ED608024",
        "title":"Influence of the Characteristics of Competences on the Employability of Graduates of Higher Education Institutions"},
      {
        "id":"ED608025",
        "title":"School-Based Clinicians Sustained Use of a Cognitive Behavioral Treatment for Anxiety Disorders"},
      {
        "id":"ED608027",
        "title":"2014-2015 State of the States in Gifted Education: Policy and Practice Data"},
      {
        "id":"ED608030",
        "title":"Proposed Methodology for Defining Learning Gains. Research Brief. Volume 1905"},
      {
        "id":"ED608031",
        "title":"College Planning Support: The Role of Counselors and Parents in the Wake of COVID-19"},
      {
        "id":"ED608032",
        "title":"Using iReady AP2 Results to Make ESOL Exit Decisions. Research Brief. Volume 1906"},
      {
        "id":"ED608033",
        "title":"Student Achievement Growth in Early Elementary Grades and the Persistence of the Achievement Gap. Research Brief. Volume 1909"},
      {
        "id":"ED608034",
        "title":"Driving Awareness, Inclusion, and Integration for Racial Equity in Postsecondary Education"},
      {
        "id":"ED608035",
        "title":"State Agencies and Systems of Higher Education Leading for Equity"},
      {
        "id":"ED608037",
        "title":"Colorado Concurrent Enrollment Return on Investment and Cost Model"},
      {
        "id":"ED608041",
        "title":"What Impact Does the Presence of School Police Have on School Safety? Police in Pennsylvania Schools Series"},
      {
        "id":"ED608042",
        "title":"School Policing in Pennsylvania: Prevalence and Disparities. Police in Pennsylvania Schools Series"},
      {
        "id":"ED608046",
        "title":"Teacher Use of Digital Tools: Results of a Survey of District Teachers in Philadelphia, Pittsburgh, Scranton and Neshaminy"},
      {
        "id":"ED608048",
        "title":"Reopening of Schools in the 2020-2021 School Year: Teacher Survey Results. Research Brief. Volume 1908"},
      {
        "id":"ED608050",
        "title":"Towards Fair Educational Data Mining: A Case Study on Detecting At-Risk Students"},
      {
        "id":"ED608051",
        "title":"Variational Item Response Theory: Fast, Accurate, and Expressive"},
      {
        "id":"ED608052",
        "title":"Prescribing Deep Attentive Score Prediction Attracts Improved Student Engagement"},
      {
        "id":"ED608053",
        "title":"Student Teamwork on Programming Projects What Can GitHub Logs Show Us?"},
      {
        "id":"ED608054",
        "title":"What Time Is It? Student Modeling Needs to Know"},
      {
        "id":"ED608055",
        "title":"Problem Detection in Peer Assessments between Subjects by Effective Transfer Learning and Active Learning"},
      {
        "id":"ED608056",
        "title":"The Ebb and Flow of Student Engagement: Measuring Motivation through Temporal Pattern of Self-Regulation"},
      {
        "id":"ED608057",
        "title":"Using Online Textbook and In-Class Poll Data to Predict In-Class Performance"},
      {
        "id":"ED608058",
        "title":"The Results of Implementing Zone of Proximal Development on Learning Outcomes"},
      {
        "id":"ED608059",
        "title":"Zero-Shot Learning of Hint Policy via Reinforcement Learning and Program Synthesis"},
      {
        "id":"ED608060",
        "title":"Replicating the CGI Experiment in Diverse Environments: Effects on Grade 1 and 2 Student Mathematics Achievement in the First Program Year. Research Report No. 2020-02"},
      {
        "id":"ED608061",
        "title":"Towards Suggesting Actionable Interventions for Wheel-Spinning Students"},
      {
        "id":"ED608062",
        "title":"Unsupervised Approach for Modeling Content Structures of MOOCs"},
      {
        "id":"ED608063",
        "title":"Recommending Remedial Readings Using Student Knowledge State"},
      {
        "id":"ED608064",
        "title":"The Effect of Teachers Reassigning Students to New Cognitive Tutor Sections"},
      {
        "id":"ED608065",
        "title":"Student Subtyping via EM-Inverse Reinforcement Learning"},
      {
        "id":"ED608066",
        "title":"Towards Accurate and Fair Prediction of College Success: Evaluating Different Sources of Student Data"},
      {
        "id":"ED608067",
        "title":"Whose Truth Is the &quot;Ground Truth&quot;? College Admissions Essays and Bias in Word Vector Evaluation Methods"},
      {
        "id":"ED608068",
        "title":"The NAEP EDM Competition: On the Value of Theory-Driven Psychometrics and Machine Learning for Predictions Based on Log Data"},
      {
        "id":"ED608069",
        "title":"Reopening of Schools in the 2020-2021 School Year: Parent Survey Results. Research Brief. Volume 1907"},
      {
        "id":"ED608070",
        "title":"Need for Sleep: Causes and Consequences of Insufficient Sleep in Adolescents. Can Delaying School Start Times Help? Information Capsule. Volume 1902"},
      {
        "id":"ED608071",
        "title":"2020 Cost of Recruiting an Undergraduate Student Report: Benchmarking Data for Four-Year Colleges and Universities"},
      {
        "id":"ED608072",
        "title":"Process Based Analysis on Scientific Inquiry Tasks Using Large-Scale National Assessment Dataset"},
      {
        "id":"ED608073",
        "title":"Postsecondary Education for Incarcerated Individuals: Guidance for State Agencies and Systems of Higher Education"},
      {
        "id":"ED608075",
        "title":"2018 Cost of Recruiting an Undergraduate Student Report: Benchmarking Data for Recruitment and Admissions Costs and Enrollment Staffing Levels for Four-Year Colleges and Universities, Based on a Poll of Campus Officials"},
      {
        "id":"ED608076",
        "title":"2018-2019 Overview of M-DCPS&apos; Academic Performance. Information Capsule. Volume 1901"},
      {
        "id":"ED608077",
        "title":"Shortages and Inequities in the Philadelphia Public School Teacher Workforce"},
      {
        "id":"ED608078",
        "title":"E-Expectations® of Transfer Students: A 2020 Trend Report"},
      {
        "id":"ED608079",
        "title":"Strategies for Reducing Student Absenteeism in Philadelphia"},
      {
        "id":"ED608080",
        "title":"How Long Will It Take Me to Get to School? Transit Times to School District of Philadelphia High Schools"},
      {
        "id":"ED608081",
        "title":"Back on Track: How Off-Track Ninth Graders Progressed in Later Years of High School, Class of 2017 and 2018"},
      {
        "id":"ED608082",
        "title":"SHEF: State Higher Education Finance, FY 2019"},
      {
        "id":"ED608083",
        "title":"Teaching for Equity: The CLEAR Paradigm. WCER Working Paper No. 2020-4"},
      {
        "id":"ED608084",
        "title":"On the Intersectional Amplification of Barriers to College Internships: A Comparative Case Study Analysis. WCER Working Paper No. 2020-5"},
      {
        "id":"ED608085",
        "title":"Assessing Your College&apos;s Commitment to Equity. Coaching for Change"},
      {
        "id":"ED608091",
        "title":"Teacher Evaluation in CPS: What Makes Evaluator Feedback Useful? Research Brief"},
      {
        "id":"ED608092",
        "title":"Teacher Evaluation in CPS: REACH Ratings and Teacher Mobility. Research Brief"},
      {
        "id":"ED608093",
        "title":"A Look behind the Curtain: Job Search Behaviors of Teachers after Year One. WCER Working Paper No. 2020-7"},
      {
        "id":"ED608094",
        "title":"Teacher Evaluation in CPS: Perceptions of REACH Implementation, Five Years In. Research Brief"},
      {
        "id":"ED608098",
        "title":"Rubric of Equity-Minded Coaching Domains and Practices. Coaching for Change"},
      {
        "id":"ED608099",
        "title":"A Sociocultural Analysis of Internship Supervision: Insights from a Mixed-Methods Study of Interns at Five Postsecondary Institutions. WCER Working Paper No. 2020-8"},
      {
        "id":"ED608100",
        "title":"Glossary of Terms for Equity-Minded Coaching Domains and Practices. Coaching for Change"},
      {
        "id":"ED608101",
        "title":"Equity-Minded Coaching &quot;DOs&quot; and &quot;DON&apos;Ts.&quot; Coaching for Change"},
      {
        "id":"ED608103",
        "title":"Labor Dynamics of School Principals in Rural Contexts. WCER Working Paper No. 2020-6"},
      {
        "id":"ED608107",
        "title":"Discussion Protocols for Equity-Minded Coaching. Coaching for Change"},
      {
        "id":"ED608108",
        "title":"Enacting Equity in Guided Pathways. Coaching for Change"},
      {
        "id":"ED608111",
        "title":"The Educational Attainment of Chicago Public Schools Students: 2018. Research Snapshot"},
      {
        "id":"ED608114",
        "title":"Coaching for More Equitable Student Outcomes"},
      {
        "id":"ED608115",
        "title":"Hero Elementary Playlist Pilot Study in After-School Programs"},
      {
        "id":"ED608120",
        "title":"Supporting School Improvement: Early Findings from a Reexamination of the &quot;5Essentials&quot; Survey. Research Report"},
      {
        "id":"ED608125",
        "title":"Literature, Challenge, and Mediation in 21st Century Language Learning"},
      {
        "id":"ED608126",
        "title":"Examining High School Career and Technical Education Programs and the Postsecondary Outcomes of Career and Technical Education Students in the Round Rock Independent School District. REL 2021-050"},
      {
        "id":"ED608127",
        "title":"Literature in Language Learning in the UK Context: From Current A-Levels to University"},
      {
        "id":"ED608128",
        "title":"Transnational Perspectives in the Italian Language Class: The Uses of Non-Native Literature to Develop Intercultural Competence"},
      {
        "id":"ED608129",
        "title":"Cento as a Creative Writing Approach to Language Learning"},
      {
        "id":"ED608130",
        "title":"Exploring Literary Texts to Develop Students&apos; Creative Writing Skills: Proposed Activities for Spanish as a Foreign Language"},
      {
        "id":"ED608131",
        "title":"When the Reader Becomes the Writer; Creative Writing Approaches in the Foreign Language Classroom"},
      {
        "id":"ED608145",
        "title":"Developing Soft Skills with Micro-Fiction: A Close-Reading Experience"},
      {
        "id":"ED608146",
        "title":"&apos;La Ballata Dell&apos;amore Cieco&apos;: A Case Study on the Use of Songs in Italian Language Learning"},
      {
        "id":"ED608147",
        "title":"French Creative Theatre in a Course for Beginners: The Case of &apos;Finissez vos phrases!&apos; by Jean Tardieu"},
      {
        "id":"ED608148",
        "title":"Introduction to the High-Performing Transfer Partnerships Study. Data Note 1. Transfer Partnerships Series"},
      {
        "id":"ED608149",
        "title":"High-Performing Transfer Partnerships and Promising Practices. Data Note 4. Transfer Partnerships Series"},
      {
        "id":"ED608150",
        "title":"Including Racial Equity as an Outcome Measure in Transfer Research. Data Note 2. Transfer Partnerships Series"},
      {
        "id":"ED608151",
        "title":"Initial Research on Multi-Institutional Attendance Patterns and Racial Equity. Data Note 3. Transfer Partnerships Series"},
      {
        "id":"ED608152",
        "title":"State Policy and Its Impact on Collaboration to Promote Transfer in Minnesota. Data Note 5. Transfer Partnerships Series"},
      {
        "id":"ED608153",
        "title":"Recognizing Variation: A Typology of Transfer Partnerships. Data Note 6. Transfer Partnerships Series"},
      {
        "id":"ED608154",
        "title":"Exploring Characteristics of Students Who Demonstrate Multi-Institutional Attendance Patterns (MIAP) in Two States. Data Note 7. Transfer Partnerships Series"},
      {
        "id":"ED608156",
        "title":"Supporting School Improvement: Early Findings from a Reexamination of the &quot;5Essentials&quot; Survey. Executive Summary"},
      {
        "id":"ED608157",
        "title":"Integrating Racial Equity into Guided Pathways"},
      {
        "id":"ED608158",
        "title":"The Evolving Landscape for New Baccalaureate Degrees in the United States. Data Note 1. New Baccalaureate Series"},
      {
        "id":"ED608159",
        "title":"TEOG (TEPSE) English Test: Content Validity and Teachers&apos; Views"},
      {
        "id":"ED608163",
        "title":"Washington Bachelor&apos;s of Applied Science Graduate Employment and Earnings Outcomes. Data Note 7. New Baccalaureate Series"},
      {
        "id":"ED608164",
        "title":"Prospects for Scaling Community College Baccalaureates in Six Great Lakes States. Data Note 9. New Baccalaureate Series"},
      {
        "id":"ED608168",
        "title":"Teaching Conversational Skills to a Group of Seven Individuals with a Severe or Moderate Intellectual Disability or Autism Spectrum Disorder: An Intervention Program"},
      {
        "id":"ED608169",
        "title":"The Community College Baccalaureate in Washington: Who Enrolls? Data Note 2. New Baccalaureate Series"},
      {
        "id":"ED608171",
        "title":"Paraprofessionals&apos; Perceptions of Behavior Problems in Elementary School Classrooms"},
      {
        "id":"ED608172",
        "title":"Updating the National Landscape: State Adoption of Community College Baccalaureate Degrees. Data Note 3. New Baccalaureate Series"},
      {
        "id":"ED608173",
        "title":"Community College Baccalaureate Degree Completion in Washington. Data Note 4. New Baccalaureate Series"},
      {
        "id":"ED608174",
        "title":"How Do Students Earning CCB Degrees Compare to Their Peers at Public Universities in Washington State? Data Note 5. New Baccalaureate Series"},
      {
        "id":"ED608175",
        "title":"Growth in Enrollment and Completion of STEM Community College Baccalaureate Degrees in Washington State. Data Note 6. New Baccalaureate Series"},
      {
        "id":"ED608176",
        "title":"Comparison of the Employment and Earnings Outcomes of Washington Community College Baccalaureate Graduates and University Graduates. Data Note 8. New Baccalaureate Series"},
      {
        "id":"ED608177",
        "title":"Discover the Keys to Greater Engagement with Both High School Students and Parents. 2017 E-Expectations Trend Report"},
      {
        "id":"ED608178",
        "title":"Meeting the Expectations of International Undergraduate and Graduate Students. A 2014 E-Expectations Trend Report"},
      {
        "id":"ED608179",
        "title":"What 10 Years of Research Has Told Us about College E-Recruitment. 2015 E-Expectations Report"},
      {
        "id":"ED608180",
        "title":"Examining Transitions from Junior to Senior Year. 2016 E-Expectations Trend Report"},
      {
        "id":"ED608181",
        "title":"Recruiting Abroad: Understanding the Expectations and Behaviors of Prospective International Students--A Study of College-Bound High School Students from 146 Countries. An E-Expectations Trend Report"},
      {
        "id":"ED608182",
        "title":"Implementation and Evaluation of a School-Based Retention Program for Exceptional Student Education Teachers"},
      {
        "id":"ED608183",
        "title":"How Digital Engagement Shapes the Way High School Juniors and Seniors Choose a College. 2018 E-Expectations Trend Report"},
      {
        "id":"ED608184",
        "title":"Teaching English as a Foreign Language to Students with Learning Disabilities at the Intermediate and Advanced Levels: A Multiple-Strategies Approach. Revised Edition"},
      {
        "id":"ED608185",
        "title":"How to Amplify Digital Engagement of High School Students during the College Search Process. 2019 E-Expectations® Trend Report"},
      {
        "id":"ED608188",
        "title":"Success Boston Coaching. Intervention Report. Supporting Postsecondary Success. WWC 2021-001"},
      {
        "id":"ED608189",
        "title":"Success Boston Coaching. Intervention Brief. Supporting Postsecondary Success. WWC 2021-001"},
      {
        "id":"ED608190",
        "title":"Success Boston Coaching. Intervention Snapshot. Supporting Postsecondary Success. WWC 2021-001"},
      {
        "id":"ED608191",
        "title":"The Impact of Nudge Letters on Improving Attendance in an Urban District"},
      {
        "id":"ED608193",
        "title":"How Central Office Leaders Influence School Leaders&apos; Decision-Making: Unpacking Power Dynamics in Two School-Based Decision-Making Systems"},
      {
        "id":"ED608195",
        "title":"Difficulties and Barriers in the Education of Deaf and Hard of Hearing Individuals in the Era of COVID-19: The Case of Greece -- A Viewpoint Article"},
      {
        "id":"ED608196",
        "title":"Evaluation of the Correlation between Time Management Perceptions and Time Management Behaviors of Sport Management Students"},
      {
        "id":"ED608203",
        "title":"From &apos;Illmatic&apos; to &apos;Kung Flu&apos;: Black and Asian Solidarity, Activism, and Pedagogies in the Covid-19 Era"},
      {
        "id":"ED608204",
        "title":"Addressing the Large Standard Error of Traditional CBM-R: Estimating the Conditional Standard Error of a Model-Based Estimate of CBM-R"},
      {
        "id":"ED608205",
        "title":"The Use of Participles and Gerunds"},
      {
        "id":"ED608206",
        "title":"Projecting the Potential Impacts of COVID-19 School Closures on Academic Achievement. EdWorkingPaper No. 20-226"},
      {
        "id":"ED608207",
        "title":"Promoting Effective Mathematics Teaching: Analyzing Teacher Enactment of Grade 8 Mathematics Curricula Using TIMSS Data. IEA Compass: Briefs in Education. Number 6"},
      {
        "id":"ED608208",
        "title":"Development of the Prekindergarten Learning Receptiveness Assessment (LRA) Greenhouse: Process and Preliminary Findings. Technical Report #2001"},
      {
        "id":"ED608210",
        "title":"College Towns and COVID-19: The Impact on New England. Regional Brief 2020-3"},
      {
        "id":"ED608213",
        "title":"Education Policy Issues for the COVID-19 Era: Policy Actions and Responses to Leverage the Moment for Future Readiness"},
      {
        "id":"ED608215",
        "title":"Estimating the Cost Function of Connecticut Public K-12 Education: Implications for Inequity and Inadequacy in School Spending. Working Papers. No. 20-6"},
      {
        "id":"ED608216",
        "title":"10 Future-Focused State Policy Actions to Transform K-12 Education"},
      {
        "id":"ED608226",
        "title":"Education, Employment, and Earnings: Expectations of 2009 Ninth-Graders in 2016. Stats in Brief. NCES 2021-056"},
      {
        "id":"ED608227",
        "title":"Methodology and Technical Notes. [Education, Employment, and Earnings: Expectations of 2009 Ninth Graders in 2016. Stats in Brief. NCES 2021-056]"},
      {
        "id":"ED608231",
        "title":"Civic Knowledge and Tolerance toward Immigrants in Europe: How Similar Is the Relationship between Young People&apos;s Civic Knowledge and Attitudes toward Equal Rights for Immigrants, across European Countries? IEA Compass: Briefs in Education. Number 9"},
      {
        "id":"ED608232",
        "title":"Evaluating the Impact of the Investing in Innovation Fund (i3) UPSTART Project on Rural Preschoolers&apos; Early Literacy Skills"},
      {
        "id":"ED608233",
        "title":"Bolstering the Board: Trustees are Academia&apos;s Best Hope for Reform"},
      {
        "id":"ED608234",
        "title":"Federal Policy Priorities to Accelerate Education Innovation"},
      {
        "id":"ED608235",
        "title":"2019 Summary of Advances in Autism Spectrum Disorder Research"},
      {
        "id":"ED608236",
        "title":"Can Teaching Fractions Improve Teachers&apos; Fraction Understanding? Insights from a Causal-Comparative Study"},
      {
        "id":"ED608237",
        "title":"Troubling Trends: An International Decline in Attitudes toward Reading. IEA Compass: Briefs in Education. Number 8"},
      {
        "id":"ED608239",
        "title":"A First Grade Teacher&apos;s Guide to Supporting Family Involvement in Foundational Reading Skills. REL 2021-042"},
      {
        "id":"ED608240",
        "title":"Teaching English to Young Learners: More Teacher Education and More Children&apos;s Literature!"},
      {
        "id":"ED608241",
        "title":"Demographic Subgroup Trends among Adolescents in the Use of Various Licit and Illicit Drugs, 1975-2019. Monitoring the Future Occasional Paper Series. Paper 94"},
      {
        "id":"ED608242",
        "title":"Faculty Perception toward Online Education in a State College in the Philippines during the Coronavirus Disease 19 (COVID-19) Pandemic"},
      {
        "id":"ED608243",
        "title":"Reflections on Practice-Centred Curricula in Teaching Entrepreneurship in Malaysia"},
      {
        "id":"ED608244",
        "title":"Demographic Subgroup Trends among Young Adults in the Use of Various Licit and Illicit Drugs, 1988-2019. Monitoring the Future Occasional Paper Series. Paper 95"},
      {
        "id":"ED608245",
        "title":"COVID-19 Considerations for Reopening Schools: Supporting Student and Staff Wellness"},
      {
        "id":"ED608246",
        "title":"Learning across Boundaries: How Librarians Are Bridging Children&apos;s Interests"},
      {
        "id":"ED608248",
        "title":"Supporting College Enrollees Who Test at the Lowest Levels of Readiness: Lessons from Texas Community Colleges"},
      {
        "id":"ED608250",
        "title":"Integrating Gamification into Mathematics Instruction: A Qualitative Exploratory Case Study on the Perceptions of Teachers at the Fourth and Fifth Grade Level"},
      {
        "id":"ED608251",
        "title":"International Large-Scale Assessments in Education: A Brief Guide. IEA Compass: Briefs in Education. Number 10"},
      {
        "id":"ED608253",
        "title":"Educational Practices during the COVID-19 Viral Outbreak: International Perspectives"},
      {
        "id":"ED608254",
        "title":"Literacy Design Collaborative 2018-2019 Evaluation Report for New York City Department of Education"},
      {
        "id":"ED608255",
        "title":"Towards an AI Economy That Works for All. A Report of the Keystone Research Center Future of Work Project"},
      {
        "id":"ED608256",
        "title":"Dual Credit &amp; Student Success: The Effect of High School Dual Credit on Educational Outcomes at Kentucky Public Universities"},
      {
        "id":"ED608257",
        "title":"The Effect of National Examination and Curriculum on Students&apos; Performance in Solving TIMSS Model Mathematics Problems"},
      {
        "id":"ED608258",
        "title":"A Determination of Opinions and Experiences of Students with Special Needs Regarding Resource Rooms in Turkey"},
      {
        "id":"ED608259",
        "title":"Using Voice Thread to Develop EFL Pre-Service Teachers&apos; Speaking Skills"},
      {
        "id":"ED608260",
        "title":"Higher Education after COVID-19: How Universities Can Preserve Core Academic Functions and Reduce Spending"},
      {
        "id":"ED608261",
        "title":"The Effects of Globalization Processes (1453-1869/1870-1914) on the Ottoman State Sports Institution"},
      {
        "id":"ED608263",
        "title":"Engaging Partners in Collective Inquiry to Advance Equitable College Attainment"},
      {
        "id":"ED608264",
        "title":"Efficacy of a Brief School Mental Health Intervention: Key Findings from Minnesota High Schools"},
      {
        "id":"ED608265",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2019. Volume I, Secondary School Students"},
      {
        "id":"ED608266",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2019. Volume II, College Students &amp; Adults Ages 19-60"},
      {
        "id":"ED608267",
        "title":"Enriching Children through a Culturally Specific Summer Learning Program: 2019 Evaluation of Hmong Karen Youth Pride"},
      {
        "id":"ED608268",
        "title":"Demographic Subgroup Trends among Young Adults in the Use of Various Licit and Illicit Drugs, 1988-2018. Monitoring the Future Occasional Paper Series. Paper 93"},
      {
        "id":"ED608269",
        "title":"Lessons from Remote Learning in Six School Systems"},
      {
        "id":"ED608273",
        "title":"Exploring Writing Achievement and Genre in Postsecondary Writing"},
      {
        "id":"ED608274",
        "title":"The Views and Suggestions of ELT Prospective Teachers on Interview for Teacher Selection and Recruitment System in Turkey"},
      {
        "id":"ED608275",
        "title":"Physics Bachelor&apos;s Degrees: 2018. Results from the 2018 Survey of Enrollments and Degrees. Focus On"},
      {
        "id":"ED608276",
        "title":"Distribution and Variation of Housing Instability among San Mateo County Students: Part 1"},
      {
        "id":"ED608277",
        "title":"Report &amp; Recommendations of the California Advisory Task Force on Alternative Schools: Building Knowledge and Consensus to Improve Education Outcomes for California&apos;s 350,000 Alternative School Students"},
      {
        "id":"ED608278",
        "title":"Preliminary Report Summarizing the Results of Interviews and Focus Groups with Employers, Autistic Individuals, Service Providers, and Higher Education Career Counselors on Perceptions of Barriers and Facilitators for Neurodiverse Individuals in the Job Interview and Customer Interface Processes"},
      {
        "id":"ED608281",
        "title":"&apos;Witches&apos; and &apos;Viruses:&apos; The Activist-Academic Threat and a Policy Response"},
      {
        "id":"ED608282",
        "title":"Promising Practices Emerge from Expert Peer Review of District Reopening Plans"},
      {
        "id":"ED608285",
        "title":"The Shock of Last Spring Suppresses Conflicts and Complexity That Surface Later: Lessons from Aurora Public Schools&apos; COVID-19 Response Spring 2020"},
      {
        "id":"ED608286",
        "title":"Identifying High-Demand Occupations. 50-State Comparison: Education and Workforce Development Connections"},
      {
        "id":"ED608287",
        "title":"Collaborative Plan for Minnesota&apos;s System Serving Children Who Are Deaf, Deafblind, and Hard of Hearing: 2019-2024"},
      {
        "id":"ED608288",
        "title":"Workforce Education and Training Financial Aid. 50-State Comparison: Education and Workforce Development Connections"},
      {
        "id":"ED608289",
        "title":"Workforce Systems. 50-State Comparison: Education and Workforce Development Connections"},
      {
        "id":"ED608290",
        "title":"Free Speech on Campus. Blueprint for Reform"},
      {
        "id":"ED608291",
        "title":"School Counselors and School Safety. Research Brief"},
      {
        "id":"ED608292",
        "title":"Strategies for Success: A Guidebook for Supporting Students with Disabilities"},
      {
        "id":"ED608293",
        "title":"English Learner Guidebook: Changing Educational Outcomes for English Learners"},
      {
        "id":"ED608294",
        "title":"2020-2021 School System Planning Guide"},
      {
        "id":"ED608295",
        "title":"2020-2021 Louisiana High School Planning Guidebook: A Path to Prosperity for Every Student"},
      {
        "id":"ED608296",
        "title":"Employability Skills: Measuring and Reflecting Student Learning"},
      {
        "id":"ED608297",
        "title":"Institutional Neutrality. Blueprint for Reform"},
      {
        "id":"ED608298",
        "title":"Viewpoint Diversity. Blueprint for Reform"},
      {
        "id":"ED608299",
        "title":"Diploma On! Program: An Overview of Metrics from School Year 2018-19"},
      {
        "id":"ED608300",
        "title":"Diploma On! Program: An Overview of Metrics from School Year 2019-20"},
      {
        "id":"ED608301",
        "title":"How Can High School Counseling Shape Students&apos; Postsecondary Attendance? Exploring the Relationship between the High School Counseling Context and Students&apos; Subsequent Postsecondary Enrollment"},
      {
        "id":"ED608303",
        "title":"Algebra I and College Preparatory Diploma Outcomes among Virginia Students Who Completed Algebra I in Grades 7-9. REL 2021-038"},
      {
        "id":"ED608304",
        "title":"Algebra I and College Preparatory Diploma Outcomes among Virginia Students Who Completed Algebra I in Grades 7-9. Appendixes. REL 2021-038"},
      {
        "id":"ED608305",
        "title":"Algebra I and College Preparatory Diploma Outcomes among Virginia Students Who Completed Algebra I in Grades 7-9. Study Snapshot. REL 2021-038"},
      {
        "id":"ED608306",
        "title":"Effect of Arsenic Contaminated Ground Water on the Developmental Phenomena of Primary-School Children in Assam"},
      {
        "id":"ED608307",
        "title":"COVID-19 and Rural Higher Education: Rapid Innovation and Ideas for the Future. Issue Focus"},
      {
        "id":"ED608308",
        "title":"Interagency Autism Coordinating Committee Strategic Plan for Autism Spectrum Disorder, 2018-2019 Update"},
      {
        "id":"ED608309",
        "title":"Infant Toddler Education Belief Scale for Pre-Service Early Childhood Educators (ITEBS4PECES): Validity and Reliability Analysis"},
      {
        "id":"ED608310",
        "title":"Investigation of the Extent to Which the Units of Healthy Life Prepare Children for Struggling with COVID-19"},
      {
        "id":"ED608311",
        "title":"Language Teachers&apos; Views and Suggestions on the Central Teacher Selection and Recruitment Exam in Turkey"},
      {
        "id":"ED608313",
        "title":"Student Attitudes to Games-Based Skills Development: Learning from Video Games in Higher Education"},
      {
        "id":"ED608314",
        "title":"Teacher Education in Pakistan: Issues and Problems"},
      {
        "id":"ED608315",
        "title":"Video Games Can Develop Graduate Skills in Higher Education Students: A Randomised Trial"},
      {
        "id":"ED608316",
        "title":"Character and the College Admission Process. Research Brief"},
      {
        "id":"ED608317",
        "title":"Get the Picture?! Final Evaluation Report"},
      {
        "id":"ED608319",
        "title":"From the Centre to Periphery: The Middle Eastern Impacts on Islamic Education in Indonesia"},
      {
        "id":"ED608320",
        "title":"Preparing Students for College: What High Schools Are Doing and How Their Actions Influence Ninth Graders&apos; College Attitudes, Aspirations and Plans"},
      {
        "id":"ED608321",
        "title":"Charm City Leaders Adapt as They Tackle Equity Gaps: Lessons from Baltimore City Public Schools&apos; Response Spring 2020"},
      {
        "id":"ED608322",
        "title":"Chicago Schools Grind into Action: Lessons from Chicago Public Schools&apos; COVID-19 Response Spring 2020"},
      {
        "id":"ED608323",
        "title":"Rationalising VET Qualifications: Selected International Approaches"},
      {
        "id":"ED608324",
        "title":"Doing Something Together: Lessons from Green Dot Public Schools&apos; COVID-19 Response Spring 2020"},
      {
        "id":"ED608325",
        "title":"Our Families Need Us. This Is What We Do: Lessons from LEARN Charter School Network&apos;s COVID-19 Response Spring 2020"},
      {
        "id":"ED608326",
        "title":"International Models to Rationalise VET Qualifications, Including Occupational Clusters: Case Studies -- Support Document"},
      {
        "id":"ED608327",
        "title":"Keeping Learning on Track in a Crisis: Lessons from Roaring Fork School District&apos;s COVID-19 Response Spring 2020"},
      {
        "id":"ED608329",
        "title":"2019 State of College Admission"},
      {
        "id":"ED608330",
        "title":"A Meta-Analysis on the Effects of STEM Education on Students&apos; Abilities"},
      {
        "id":"ED608332",
        "title":"Equity Guidance for Continuous Learning 2020"},
      {
        "id":"ED608333",
        "title":"Fostering Faculty Diversity by Supporting Access to Graduate Study in Education"},
      {
        "id":"ED608334",
        "title":"National Examination in SMPN 2 Palopo: A Case Study on Students&apos; Readiness in English Test"},
      {
        "id":"ED608335",
        "title":"Understanding the Learning Models Design for Indonesian Teacher"},
      {
        "id":"ED608336",
        "title":"Improving EFL Students&apos; Higher Order Thinking Skills through Collaborative Strategic Reading in Indonesia"},
      {
        "id":"ED608337",
        "title":"The Correlation of Digital Literation and STEM Integration to Improve Indonesian Students&apos; Skills in 21st Century"},
      {
        "id":"ED608338",
        "title":"Educational Policy Understanding Tri Pusat Pendidikan (Education Centers) as Efforts to Reach Educational Objectives"},
      {
        "id":"ED608340",
        "title":"Learning Evaluation Management Improving the Quality of Graduates in State Islamic Institute of Palopo"},
      {
        "id":"ED608341",
        "title":"Are Neighborhood Factors Associated with the Quality of Early Childhood Education in North Carolina? REL 2021-034"},
      {
        "id":"ED608342",
        "title":"Are Neighborhood Factors Associated with the Quality of Early Childhood Education in North Carolina? Study Snapshot. REL 2021-034"},
      {
        "id":"ED608343",
        "title":"Are Neighborhood Factors Associated with the Quality of Early Childhood Education in North Carolina? Appendix. REL 2021-034"},
      {
        "id":"ED608344",
        "title":"An EM Algorithm for Estimating an Oral Reading Speed and Accuracy Model"},
      {
        "id":"ED608345",
        "title":"Does the State Have Any Principal Certification and/or Endorsement Requirement Specific to Early Learning? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608346",
        "title":"Beyond the Federally Required Third-Grade Assessments, What Other Assessments Are Required in Grades K-3? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608347",
        "title":"What Are the Required Uses of Assessment Data in Statute? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608348",
        "title":"Is There a Third-Grade Retention Policy? If So, What Exemptions Are Provided? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608349",
        "title":"Does the State Define or Otherwise Address School Readiness? If Yes, What Is Included? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608350",
        "title":"ISD 287&apos;s Restorative Practices: Summary of Literature and Key Informant Interviews for School Year 2018-2019"},
      {
        "id":"ED608351",
        "title":"ISD 287&apos;s Student Safety Coaches: Summary of Literature and Staff Survey, School Year 2019-2020"},
      {
        "id":"ED608352",
        "title":"What Interventions Are Available for Students in Grades K-3? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608353",
        "title":"What Are the Teacher-to-Student Ratio Requirements and Class Size Maximums for Grades K-3? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608354",
        "title":"What Are the Requirements for Pre-Service Qualifications and for Professional Development for In-Service Educators in Literacy for Grades K-3? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608355",
        "title":"Effects of Community Sanitation Program on the Awareness of Environmental Sustainability in Assam, India"},
      {
        "id":"ED608356",
        "title":"Does the State Have Policies in Place Limiting Suspension and/or Expulsion of K-3 Students? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608357",
        "title":"What Are the Mental Health and Trauma Training Requirements for K-3 Teachers? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608358",
        "title":"For Those States with Pre-K to Kindergarten Transition Guidance, How Are Families Engaged? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608359",
        "title":"Variation Is the Norm: A Landscape Analysis of Weighted Student Funding Implementation"},
      {
        "id":"ED608360",
        "title":"What Is the State&apos;s Kindergarten Entrance Date Cutoff? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608361",
        "title":"What Age Exemptions or Waivers Exist for Kindergarten Entrance? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608362",
        "title":"Are Kindergarten Entrance Assessments Required? If Yes, What Are States Required to Do with the Results? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608363",
        "title":"Does the State Require the District to Offer Kindergarten and if So, Full or Half Day? What Exemptions Exist for Districts to Offer Kindergarten? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608364",
        "title":"For Those States with Third-Grade Retention Policies, Is Parental Engagement Required? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608365",
        "title":"Does the State Have an Early Learning Endorsement or License? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608366",
        "title":"What Are the Requirements for Pre-Service Qualifications and for Professional Development for In-Service Educators in STEM Subjects? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608367",
        "title":"How Many Instructional Hours Are Required for Kindergarten? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608368",
        "title":"Is the State Connecting Birth-To-Age-5 Data with K-3 Data? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608369",
        "title":"How Are Social and Emotional Development and Character Education Emphasized in Statute or Regulation? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608370",
        "title":"What Are the Pre-Service Preparation and Certification, and In-Service Professional Development Requirements, for Social and Emotional Learning? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608371",
        "title":"Does the State Have a Definition of Chronic Absenteeism, and What Policies Are in Place to Address Chronic Absenteeism in the K-3 Grades? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608372",
        "title":"Are There Policies in Place to Guide the Pre-K to Kindergarten Transition Process? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608373",
        "title":"Does the State Require Children to Attend Kindergarten? 50-State Comparison: State K-3 Policies"},
      {
        "id":"ED608374",
        "title":"Elective Home Schooling in England: A Policy in Need of Reform?"},
      {
        "id":"ED608375",
        "title":"Engagement of Teachers in School Practice Research in Serbian Context"},
      {
        "id":"ED608376",
        "title":"Homeschooling in the BRICS Members States: A Comparative Study"},
      {
        "id":"ED608377",
        "title":"Evaluation of an Academic Unit for Quality Assurance: Also Looking into Culture"},
      {
        "id":"ED608378",
        "title":"History Education as a Form of Value Indoctrination in Soviet Lithuania"},
      {
        "id":"ED608379",
        "title":"Building Creative Capacities through Art Teacher Education in Zimbabwe"},
      {
        "id":"ED608380",
        "title":"Capabilities That Matter Most for Disadvantaged Students in South African Universities"},
      {
        "id":"ED608381",
        "title":"A Critical Overview of the Impact of Social Media on Online Small Businesses Owned and Run by Women Entrepreneurs: A Case Study of London-Based Female Eentrepreneurs"},
      {
        "id":"ED608382",
        "title":"Examining How Students Are Engaging in Their Teaching and Learning Activities: A Case Study of Higher Education Students in a London University, London Campus"},
      {
        "id":"ED608383",
        "title":"Development of Careful, Creative and Critical Thought According to the Philosophy of Matthew Lipman: A Proposal for Inclusion in Basic Education"},
      {
        "id":"ED608384",
        "title":"&quot;Dirty Gossips&quot;, Transnational Policy Borrowing and Lending, and Education Policy Discourse in Sub-Saharan Africa"},
      {
        "id":"ED608385",
        "title":"Developing a Faculty Research Culture in Higher Education: A South African Perspective"},
      {
        "id":"ED608386",
        "title":"Supporting International High School Students in the College Admission Process: A Qualitative Study of College Counselors"},
      {
        "id":"ED608387",
        "title":"Education Reforms Worldwide: Incoming Tide for Comparative and International Education"},
      {
        "id":"ED608388",
        "title":"Entrepreneurial Leadership in Start-Up Businesses"},
      {
        "id":"ED608389",
        "title":"Exploring Academic Promotion Practices within Higher Education Institutions: Enablers and Constraints in the Physical Space"},
      {
        "id":"ED608390",
        "title":"Female School Principals in Canada and South Africa: An Overview"},
      {
        "id":"ED608391",
        "title":"Accountability as a Mechanism towards Professionalizing Teaching in Higher Education"},
      {
        "id":"ED608392",
        "title":"An Innovative Reform of Secondary Education for Immigrant Students in Southeastern USA"},
      {
        "id":"ED608393",
        "title":"Approaches to Inclusive Education in Slovenia from a Comparative Angle"},
      {
        "id":"ED608400",
        "title":"Putting the Cart before the Horse: Curriculum Reform Policy and Teachers&apos; Pedagogical Preferences"},
      {
        "id":"ED608401",
        "title":"Relationship between Optimism-Pessimism, Learning Style and Teaching Style among Medical Students"},
      {
        "id":"ED608402",
        "title":"School Counseling: A Comparative Study in 12 Countries"},
      {
        "id":"ED608403",
        "title":"The Potential of ICTs in Education Worldwide: A Review of Several International Studies"},
      {
        "id":"ED608404",
        "title":"Gender-Based Analysis of English Grade 9 Instructional Material and Its Sensitivity to Sexist Language"},
      {
        "id":"ED608405",
        "title":"Understanding and Application of the Institutional Performance Management System within Higher Education Institution Departments"},
      {
        "id":"ED608406",
        "title":"Leadership Roles, Women and Higher Education: Lessons from the University of Buea, Cameroon"},
      {
        "id":"ED608407",
        "title":"School Inspectors&apos; Role of Supporting Mathematics Educators in South African Township Schools"},
      {
        "id":"ED608408",
        "title":"The Impact of Teacher-Student Relationships in Public Schools, Private Schools, and Madrasahs in Bangladesh"},
      {
        "id":"ED608409",
        "title":"Social and Emotional Learning and Play in Early Years"},
      {
        "id":"ED608410",
        "title":"Human Rights Policies: A Comparative Analysis of Mexico--Costa Rica"},
      {
        "id":"ED608411",
        "title":"Support for Students in Foster Care. Policy Brief"},
      {
        "id":"ED608412",
        "title":"Institutional and Individual Autonomy in Relation to Research Productivity in Hungarian and South African Higher Education Contexts"},
      {
        "id":"ED608413",
        "title":"Knowledge as Currency: A Comparative Exploration of the Relationship between Education Expenditure and Gross Domestic Product in the European Union and BRICS Countries"},
      {
        "id":"ED608414",
        "title":"A New Approach for Curbing College Tuition Inflation. Report"},
      {
        "id":"ED608415",
        "title":"Do Charter Schools Harm Traditional Public Schools? Years of Test-Score Data Suggest They Don&apos;t. Report"},
      {
        "id":"ED608416",
        "title":"Risk Sharing: How to Hold Colleges Accountable for the Education They Provide. Issue Brief"},
      {
        "id":"ED608417",
        "title":"Statutory Curtailment of School Autonomy: Recent Movements on the Centralization-Decentralization Continuum in South African Education"},
      {
        "id":"ED608418",
        "title":"Teaching as a Career Choice: Comparing the Persistent Challenges in South Africa and Seychelles"},
      {
        "id":"ED608419",
        "title":"The Academic Research Enterprise: Current Climate Worldwide"},
      {
        "id":"ED608420",
        "title":"The Future of the African Child: Protecting the Right to Education of Internally Displaced Children in Nigeria"},
      {
        "id":"ED608421",
        "title":"Taking the Lead: Investing in Family Child Care. Research Notes"},
      {
        "id":"ED608422",
        "title":"Test-Based Promotion and Student Performance in Florida and Arizona. Issue Brief"},
      {
        "id":"ED608423",
        "title":"The Historical and Political Contexts That Led to the Educational Reforms in Angola"},
      {
        "id":"ED608424",
        "title":"Understanding Toxic Leadership in Higher Education Work Places through Betrayal Trauma Theory"},
      {
        "id":"ED608425",
        "title":"Leadership for Family Child Care: The Promise of Staffed Family Child Care Networks. Research Notes"},
      {
        "id":"ED608426",
        "title":"Head Start Dosage: Is More Better? Research Notes"},
      {
        "id":"ED608427",
        "title":"Practice-Based Research in Digital Arts: A Case Study of Wat Phumin, Nan Province, Thailand"},
      {
        "id":"ED608428",
        "title":"Semi-Structured Problem Posing Abilities of Prospective Primary School Teachers: A Case of Turkey"},
      {
        "id":"ED608429",
        "title":"The Middle School Mathematics Teachers&apos; Subject Matter Knowledge: The Context of Division of Fractions"},
      {
        "id":"ED608430",
        "title":"Investigation of Computer/Computer Technology Course Teaching Programs"},
      {
        "id":"ED608431",
        "title":"Teachers&apos; Personal and Professional Demographic Characteristics as Predictors of Students&apos; Academic Performance in English"},
      {
        "id":"ED608432",
        "title":"The Study of the Effects of Father Training Program on the Father Child Relations"},
      {
        "id":"ED608433",
        "title":"How Organizational Minorities Form and Use Social Ties: Evidence from Teachers in Majority-White and Majority-Black Schools"},
      {
        "id":"ED608434",
        "title":"Opinions of Academicians on the Concept of Social Gender Role"},
      {
        "id":"ED608435",
        "title":"The Global Social Responsibility Levels of the Prospective Social Studies Teachers"},
      {
        "id":"ED608436",
        "title":"Knowledge, Attitude and Practice on SARS-CoV-2 among the Young Indian Residents during Lockdown Due to SARS-CoV-2 Outbreak--A Cross Sectional Survey"},
      {
        "id":"ED608437",
        "title":"Stronger Together: A Call for a Unified Professional Framework for Onsite Leaders of Early Learning Programs. Research Notes"},
      {
        "id":"ED608438",
        "title":"School Choice: Public Opinion in Five Battleground States. Issue Brief"},
      {
        "id":"ED608440",
        "title":"Report of the MLA Task Force on Ethical Conduct in Graduate Education"},
      {
        "id":"ED608441",
        "title":"COVID-19 Educational Inequities Roundtable Series, Summary Report"},
      {
        "id":"ED608442",
        "title":"Advanced Opportunities: How Idaho Is Reshaping High Schools by Empowering Students. Report"},
      {
        "id":"ED608443",
        "title":"Teaching Grammar-in-Context and Its Impact in Minimizing Students&apos; Grammatical Errors"},
      {
        "id":"ED608444",
        "title":"Recovery High Schools Legislative Report"},
      {
        "id":"ED608446",
        "title":"Comparability of Large-Scale Educational Assessments: Issues and Recommendations"},
      {
        "id":"ED608447",
        "title":"Services That Help Reduce or Prevent Child Abuse and Neglect"},
      {
        "id":"ED608448",
        "title":"Reaping the Rewards of the Reading for Understanding Initiative"},
      {
        "id":"ED608450",
        "title":"Improving Institutional Circumstances for Graduate Students in Languages and Literatures: Recommendations for Best Practices and Evaluative Questions"},
      {
        "id":"ED608451",
        "title":"Language and Literature Research in Regional Comprehensive Institutions. A Report by the Modern Language Association"},
      {
        "id":"ED608452",
        "title":"Students Who Are Deaf or Hard of Hearing. Report to the Legislature as Required by Minnesota Statutes, Section 125A.63"},
      {
        "id":"ED608454",
        "title":"To Make Big Changes for Students, Teachers Should Think a Little Smaller"},
      {
        "id":"ED608455",
        "title":"Adult Education Policy Framework"},
      {
        "id":"ED608456",
        "title":"English Learner Education in Minnesota. Fall 2019 Report"},
      {
        "id":"ED608457",
        "title":"Ministry of Advanced Education, Skills and Training 2019/20 Annual Service Plan Report"},
      {
        "id":"ED608458",
        "title":"Ministry of Advanced Education, Skills and Training 2020/21-2022/23 Service Plan"},
      {
        "id":"ED608460",
        "title":"Students Who Are Blind or Visually Impaired. Report to the Legislature as Required by Minnesota Statutes, Section 125A.63"},
      {
        "id":"ED608461",
        "title":"Research in Applied Linguistics: A 21st-Century Bibliography"},
      {
        "id":"ED608465",
        "title":"Adult Basic Education: A Guide to Upgrading in British Columbia&apos;s Public Post-Secondary Institutions. An Articulation Handbook, 2020/21 Edition"},
      {
        "id":"ED608480",
        "title":"Facts for Teachers, 2016"},
      {
        "id":"ED608483",
        "title":"NAEP 2017 Facts for Teachers"},
      {
        "id":"ED608484",
        "title":"An Analysis of Existing Short-Term Postsecondary Programs"},
      {
        "id":"ED608485",
        "title":"NASFAA Task Force Report: Administrative Capability"},
      {
        "id":"ED608504",
        "title":"Science Framework for the 2019 National Assessment of Educational Progress"},
      {
        "id":"ED608508",
        "title":"NAEP 2018 Facts for Teachers"},
      {
        "id":"ED608509",
        "title":"NAEP 2019-2020 Facts for Teachers"},
      {
        "id":"ED608510",
        "title":"NASFAA Working Group Report: Examining Software Providers&apos; Compliance with NASFAA&apos;s Code of Conduct"},
      {
        "id":"ED608511",
        "title":"What Policymakers in Georgia Need to Know about Infant-Toddler Social-Emotional Health. Research Brief"},
      {
        "id":"ED608512",
        "title":"Adult Basic Education: A Guide to Upgrading in British Columbia&apos;s Public Post-Secondary Institutions. An Articulation Handbook, 2015/16 Edition"},
      {
        "id":"ED608514",
        "title":"Adult Basic Education: A Guide to Upgrading in British Columbia&apos;s Public Post-Secondary Institutions. An Articulation Handbook, 2016/17 Edition"},
      {
        "id":"ED608515",
        "title":"Facts for Teachers: Private Schools, 2019-2020"},
      {
        "id":"ED608530",
        "title":"Innovations in Education: Creating Successful Magnet Schools Programs"},
      {
        "id":"ED608531",
        "title":"The U.S. Department of Education&apos;s Report to Congress on Waivers Granted under Section 9401 of the Elementary and Secondary Education Act during Calendar Year 2009"},
      {
        "id":"ED608534",
        "title":"The 2019 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual, Transgender, and Queer Youth in Our Nation&apos;s Schools. A Report from GLSEN"},
      {
        "id":"ED608535",
        "title":"The 2019 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual, Transgender, and Queer Youth in Our Nation&apos;s Schools. Executive Summary"},
      {
        "id":"ED608537",
        "title":"Lost Opportunities: How Disparate School Discipline Continues to Drive Differences in the Opportunity to Learn"},
      {
        "id":"ED608538",
        "title":"Between a Rock and a Hard Place: Educating Students with Disabilities in Charter Schools in the State of Connecticut. Inequity and Ambiguity Breed Anxiety"},
      {
        "id":"ED608539",
        "title":"Developing and Sustaining High Quality Special Education Infrastructures"},
      {
        "id":"ED608542",
        "title":"Disproportionate Discipline and COVID-19: A Call for Change"},
      {
        "id":"ED608543",
        "title":"Enrollment of Students with Disabilities in Charter Schools and Traditional Public Schools"},
      {
        "id":"ED608546",
        "title":"The Dual Enrollment Playbook: A Guide to Equitable Acceleration for Students"},
      {
        "id":"ED608547",
        "title":"Highlights from the Dual Enrollment Playbook: A Guide to Equitable Acceleration for Students"},
      {
        "id":"ED608548",
        "title":"The 2018 National Child Count of Children and Youth Who Are Deaf-Blind"},
      {
        "id":"ED608549",
        "title":"Findings from the Field-Focused Study of the Comprehensive School Reform Demonstration Program. Volume I: Final Report"},
      {
        "id":"ED608550",
        "title":"Between a Rock and a Hard Place: Educating Students with Disabilities in Charter Schools in the State of Connecticut. Synthesis"},
      {
        "id":"ED608551",
        "title":"Findings from the Field-Focused Study of the Comprehensive School Reform Demonstration Program. Volume II: Appendices"},
      {
        "id":"ED608553",
        "title":"Teachers&apos; Voices in One-to-One Technology Integration Professional Development Programs"},
      {
        "id":"ED608554",
        "title":"STEM Magnet High Schools and Student Intent to Declare a STEM Major"},
      {
        "id":"ED608555",
        "title":"Negotiating the Political and Pedagogical Tensions of Writing Rubrics: Using Conceptualization to Work toward Sociocultural Writing Instruction"},
      {
        "id":"ED608556",
        "title":"Intervention Adherence and Self-Efficacy as Predictors of Child Outcomes in School Nurse-Delivered Interventions for Anxiety"},
      {
        "id":"ED608557",
        "title":"Proceedings of the International Association for Development of the Information Society (IADIS) International Conference on Cognition and Exploratory Learning in the Digital Age (CELDA) (16th, Cagliari, Italy, November 7-9, 2019)"},
      {
        "id":"ED608558",
        "title":"The Argument Style in Research Article Discussions to Support Research Findings in Language Studies"},
      {
        "id":"ED608559",
        "title":"Utilizing Social Media in Improving Creative Writing Skills of Grade 7 Students in English"},
      {
        "id":"ED608560",
        "title":"Emergence of a Situational Leadership during COVID-19 Pandemic Called New Normal Leadership"},
      {
        "id":"ED608561",
        "title":"Prevalence of Children Aged 3-17 Years with Developmental Disabilities, by Urbanicity: United States, 2015-2018. National Health Statistics Reports. Number 139"},
      {
        "id":"ED608562",
        "title":"From Information to Action: A Guide to Using Postsecondary Data to Improve Students&apos; Chances for Postsecondary Success"},
      {
        "id":"ED608563",
        "title":"The PLA Boost: Results from a 72-Institution Targeted Study of Prior Learning Assessment and Adult Student Outcomes"},
      {
        "id":"ED608565",
        "title":"Key Trends in Special Education in Charter Schools: A Secondary Analysis of the Civil Rights Data Collection 2011-2012. Executive Summary"},
      {
        "id":"ED608566",
        "title":"The PLA Boost: Results from a 72-Institution Targeted Study of Prior Learning Assessment and Adult Student Outcomes. Appendices"},
      {
        "id":"ED608567",
        "title":"Case Study of Teachers&apos; Ongoing Cognition Using VR"},
      {
        "id":"ED608568",
        "title":"Examining Language-Agnostic Methods of Automatic Coding in the Community of Inquiry Framework"},
      {
        "id":"ED608569",
        "title":"Collaborative Learning: Collegiate Pedagogy Utilizing Web Conferencing"},
      {
        "id":"ED608570",
        "title":"MIRELE: A Mixed-Reality System for Learning a Task Domain"},
      {
        "id":"ED608571",
        "title":"What Predicts Cheating among Students? A Cross Cultural Comparison between Online and Face-to-Face Courses"},
      {
        "id":"ED608572",
        "title":"Using Cooperative Teaching Techniques in Engineering Courses. The Jigsaw Case"},
      {
        "id":"ED608573",
        "title":"A Distributed Content Addressable Network for Open Educational Resources"},
      {
        "id":"ED608574",
        "title":"Examining the Impact of Online Case-Based Discussions on Students&apos; Perceived Cognitive Presence, Learning and Satisfaction"},
      {
        "id":"ED608575",
        "title":"Design of Web Based Dynamic Assessment System for Solving Two Sigma Problem"},
      {
        "id":"ED608576",
        "title":"An Exploratory Study of Trial and Error in the Design and Practice of Undergraduate Seminars in Japan"},
      {
        "id":"ED608577",
        "title":"Numeracy Skills Empowerment from Preschool"},
      {
        "id":"ED608578",
        "title":"Key Trends in Special Education in Charter Schools in 2015-2016: Secondary Analysis of the Civil Rights Data Collection. Executive Summary"},
      {
        "id":"ED608579",
        "title":"Goal Trees as Structuring Element in a Digital Data-Driven Study Assistant"},
      {
        "id":"ED608580",
        "title":"Evaluation of a Mobile Peer-Evaluation System for In-Class Presentations"},
      {
        "id":"ED608581",
        "title":"Mentoring: A Focus on Ethnic Identity Development among African American Male College Freshmen in the Digital Age"},
      {
        "id":"ED608582",
        "title":"Complex Gamification Platform Based on Moodle System"},
      {
        "id":"ED608583",
        "title":"Digital Ethnicity -- Emerging Profiles"},
      {
        "id":"ED608584",
        "title":"Education System for Electronic Circuit Construction Involving Soldering on a Circuit Board"},
      {
        "id":"ED608585",
        "title":"Schools&apos; Responses to COVID-19: Job Satisfaction and Workload of Teachers and Senior Leaders"},
      {
        "id":"ED608586",
        "title":"Schools&apos; Responses to COVID-19: Key Findings from the Wave 1 Survey"},
      {
        "id":"ED608587",
        "title":"Benefits and Risks of ICTs and Their Applications: An Attempt to Analyze Free Descriptive Answers"},
      {
        "id":"ED608588",
        "title":"Lifelong Self-Directed Learning in the Digital Age: An Orientation of Current Software Tools Supporting Experts in Maintaining and Updating Their Knowledge"},
      {
        "id":"ED608589",
        "title":"Cybernetics and Precursors of Promoting Critical Thinking--A Way to Change the School"},
      {
        "id":"ED608590",
        "title":"Schools&apos; Responses to COVID-19: Pupil Engagement in Remote Learning"},
      {
        "id":"ED608591",
        "title":"Schools&apos; Responses to COVID-19: Returning Pupils to School"},
      {
        "id":"ED608592",
        "title":"Reducing Incidence of Nonpositive Definite Covariance Matrices in Mixed Effect Models"},
      {
        "id":"ED608593",
        "title":"Network Analytics of Collaborative Problem-Solving"},
      {
        "id":"ED608594",
        "title":"Open Distance Learning and Immersive Technologies: A Literature Analysis"},
      {
        "id":"ED608595",
        "title":"Adaptive Smart TV as a Social Language Learning Platform"},
      {
        "id":"ED608645",
        "title":"Digital Storytelling: Student Vulnerability during the Process and Its Impact on Teaching and Learning One Year Later"},
      {
        "id":"ED608646",
        "title":"Design of Learning Analytics Dashboard Supporting Metacognition"},
      {
        "id":"ED608647",
        "title":"Visualization of Learning Log of Web-Based Application for Understanding the Structure of Geometric Proofs"},
      {
        "id":"ED608648",
        "title":"Using Kahoot to Improve Students&apos; Achievement and Critical Thinking in Undergraduate of Psychology Students"},
      {
        "id":"ED608649",
        "title":"Needs Analysis and Assessment of Grammar Structures Needed by German Teacher Candidates in Language Use Process"},
      {
        "id":"ED608650",
        "title":"Exploring the Effects of Structural Transparency and Exploratory Guidance in Simulation-Based Learning Environments"},
      {
        "id":"ED608651",
        "title":"Schools&apos; Responses to COVID-19: Support for Vulnerable Pupils and the Children of Keyworkers"},
      {
        "id":"ED608652",
        "title":"Exploring the Teaching Experiences of Teachers Using Computer-Based Assessments When Teaching Interactive Multimedia Classes"},
      {
        "id":"ED608653",
        "title":"Using Actor Network Theory for Data Analysis"},
      {
        "id":"ED608654",
        "title":"Becoming Storytellers: Improving ESL Students&apos; Academic Engagement and 21st Century Skills through Interactive Digital Storytelling"},
      {
        "id":"ED608655",
        "title":"Measuring Computational Thinking -- Adapting a Performance Test and a Self-Assessment Instrument for German-Speaking Countries"},
      {
        "id":"ED608656",
        "title":"Home Learning during COVID-19: Findings from the Understanding Society Longitudinal Study"},
      {
        "id":"ED608657",
        "title":"Unpacking the Simple View of Reading for Struggling Adult Readers"},
      {
        "id":"ED608658",
        "title":"Exploring Academic Integrity and Mental Health during COVID-19: Rapid Review"},
      {
        "id":"ED608659",
        "title":"University Tutoring Actions Using an Integrated Online Platform"},
      {
        "id":"ED608660",
        "title":"The Development of Students&apos; Algorithmic Competence by Means of Electronic Learning Resources"},
      {
        "id":"ED608661",
        "title":"Investigating K-2 Students&apos; Computational Thinking Skills during a Problem-Solving Activity about the Water Cycle Using Educational Robotics"},
      {
        "id":"ED608662",
        "title":"Student Perceptions of Virtual Reality in Higher Education"},
      {
        "id":"ED608663",
        "title":"Using Digital Stories to Explore Four Final-Year Student&apos;s Colliding Worldviews and How This Impacted Their Classroom Pedagogy"},
      {
        "id":"ED608664",
        "title":"Towards Generating Exercise Questions with LOD for Web-Based Investigative Learning"},
      {
        "id":"ED608665",
        "title":"Region-Wise Page Difficulty Analysis Using Eye Movements"},
      {
        "id":"ED608666",
        "title":"Lockdown Area of COVID-19: How Does Cartoon Based E-Contents Effect on Learning Performance of Indian Elementary School Students with ADHD"},
      {
        "id":"ED608667",
        "title":"The Kantian Effect: Reconceiving the Integration of Knowledge in Interdisciplinary Theory"},
      {
        "id":"ED608699",
        "title":"Developing Preschool Children&apos;s Computational Thinking with Educational Robotics: The Role of Cognitive Differences and Scaffolding"},
      {
        "id":"ED608702",
        "title":"Putting Early Algebra in the Hands of Elementary School Teachers: Examining Fidelity of Implementation and Its Relation to Student Performance"},
      {
        "id":"ED608703",
        "title":"The Impact of COVID-19 on Initial Teacher Training: Implications for Teacher Supply in England. Report"},
      {
        "id":"ED608705",
        "title":"Opinions of Parents on Fencing Trainers Whose Children Are Fencing Athletes: Qualitative Study"},
      {
        "id":"ED608736",
        "title":"Diversity as an Advantage: An Analysis of Career Competencies for IT Students"},
      {
        "id":"ED608737",
        "title":"Relationship between Learning Time and Dimensions of a Learning Organisation"},
      {
        "id":"ED608738",
        "title":"Schools&apos; Responses to COVID-19: The Challenges Facing Schools and Pupils in September 2020"},
      {
        "id":"ED608739",
        "title":"The Learning Design for Mediation Training through Online Environments: Getting to the Fifth Language Skill"},
      {
        "id":"ED608740",
        "title":"Preservice Teachers&apos; Adoption of a Makerspace"},
      {
        "id":"ED608741",
        "title":"Financial Literacy as a Part of Lifelong Education"},
      {
        "id":"ED608742",
        "title":"A Field Study about the Impact of a VR Learning Unit"},
      {
        "id":"ED608743",
        "title":"Value Added Teachers: The Legacy of Educational Technology Coaches"},
      {
        "id":"ED608744",
        "title":"Integrated Contextual Learning Environments with Sensor Network for Crop Cultivation Education: Concept and Design"},
      {
        "id":"ED608745",
        "title":"K-TIPS: Knowledge Extension Based on Tailor-Made Information Provision System"},
      {
        "id":"ED608746",
        "title":"Clustering of Learners Based on Knowledge Maps"},
      {
        "id":"ED608747",
        "title":"Digitization of the Student Life Cycle to Promote Under-Represented Groups in STEM Subjects"},
      {
        "id":"ED608748",
        "title":"Software Factory Project for Enhancement of Student Experiential Learning"},
      {
        "id":"ED608749",
        "title":"Do Children Represent Virtual Spatial-Temporal Qualities Different than Adults?"},
      {
        "id":"ED608750",
        "title":"The Weight of Expectancy-Value and Achievement Goals on Scientific Career Interest and Math Achievement"},
      {
        "id":"ED608751",
        "title":"Going beyond Technological Affordances -- Assessing Organizational and Socio-Interactional Affordances"},
      {
        "id":"ED608752",
        "title":"A Unipolar Concentration of English and the Multilingual-Semilingual Paradox"},
      {
        "id":"ED608753",
        "title":"Chess Training Effect on Meta-Cognitive Processes and Academic Performance"},
      {
        "id":"ED608754",
        "title":"Embedding Virtual Reality into Competence Recognition"},
      {
        "id":"ED608755",
        "title":"Learning Engagement, Learning Outcomes and Learning Gains: Lessons from LA"},
      {
        "id":"ED608756",
        "title":"Visual Modeling for Exploratory Problem Solving on Computer Science Lessons"},
      {
        "id":"ED608757",
        "title":"A Smartphone Game to Promote Self-Learning in Chemistry"},
      {
        "id":"ED608758",
        "title":"Automatic Assessment to Enhance Online Dictionaries Consultation Skills"},
      {
        "id":"ED608759",
        "title":"Interaction Effects of Teachers&apos; Educational Policy and Students&apos; Learning Goal Orientation on Students&apos; Learning-as-Duty Conception"},
      {
        "id":"ED608761",
        "title":"Teacher Labour Market in Wales: Annual Report 2020"},
      {
        "id":"ED608762",
        "title":"Determination of Metaphoric Perceptions of German Teacher Candidates in the Turkey towards German Reading and Writing Skills"},
      {
        "id":"ED608763",
        "title":"Teacher Labour Market in England: Annual Report 2020"},
      {
        "id":"ED608764",
        "title":"Generalizing in the Context of an Early Algebra Intervention (&quot;La generalización en el contexto de una intervención algebraica temprana&quot;)"},
      {
        "id":"ED608765",
        "title":"Analysis of Arabic Cultural Aspects in Three Main Arabic Textbooks"},
      {
        "id":"ED608766",
        "title":"Plagiarism: A Guide for K-12 Online Learners"},
      {
        "id":"ED608767",
        "title":"Schools&apos; Responses to COVID-19: Technical Report on the Wave 1 Survey"},
      {
        "id":"ED608768",
        "title":"National Reference Test Results Digest, 2020"},
      {
        "id":"ED608769",
        "title":"Counselors&apos; Role in a Changing, Diverse Society. Revised"},
      {
        "id":"ED608770",
        "title":"Forum Guide to Exit Codes. NFES 2020-132"},
      {
        "id":"ED608771",
        "title":"Forum Guide to Data Governance. NFES 2020-083"},
      {
        "id":"ED608772",
        "title":"Effectiveness Evaluation of the Positive Family Support Intervention: A Three-Tiered Public Health Delivery Model for Middle Schools"},
      {
        "id":"ED608773",
        "title":"The Relation between Self-Disclosure of Students to Their Parents and Mathematics Score in Computer-Based National Exam (UNBK)"},
      {
        "id":"ED608774",
        "title":"A New Decade for Assessment: Embedding Equity into Assessment Praxis. Occasional Paper No. 42"},
      {
        "id":"ED608775",
        "title":"Capital Construction Budget Recommendations and Prioritization, 2021-2023 Biennium for the Nebraska State College System, University of Nebraska, and Nebraska College of Technical Agriculture"},
      {
        "id":"ED608776",
        "title":"There Is No Return to Normal: Harnessing Chaos to Create Our New Assessment Future. Occasional Paper No. 49"},
      {
        "id":"ED608777",
        "title":"Working with Employers: Tips for Success. Occasional Paper No. 44"},
      {
        "id":"ED608778",
        "title":"Program Review and Assessment for Continuous Improvement: Asking the Right Questions. Occasional Paper No. 48"},
      {
        "id":"ED608779",
        "title":"Comprehensive Statewide Plan for Postsecondary Education 2019 Measuring Accomplishments"},
      {
        "id":"ED608780",
        "title":"Accelerating Mathematics: Findings from the AMP-UP Program at Bergen Community College"},
      {
        "id":"ED608781",
        "title":"Appendices for NILOA Occasional Paper 48: &quot;Program Review and Assessment for Continuous Improvement: Asking the Right Questions&quot;"},
      {
        "id":"ED608782",
        "title":"Youth Leadership Institute Evaluation Report"},
      {
        "id":"ED608783",
        "title":"National Reference Test Results Digest, 2019"},
      {
        "id":"ED608784",
        "title":"National Reference Test Results Digest, 2018"},
      {
        "id":"ED608785",
        "title":"Learning Recognition and the Future of Higher Education--A Vision for A Post-Pandemic Learning Ecosystem. Recognition of Prior Learning in the 21st Century"},
      {
        "id":"ED608786",
        "title":"Nahwu, Origin and Its Urgences in Arabic Learning"},
      {
        "id":"ED608787",
        "title":"Teaching and Learning with Technology in Linguistically Diverse Classrooms"},
      {
        "id":"ED608788",
        "title":"Strengthening the Transition from Pre-Service to In-Service Training for New Teachers: Findings from a Study of Teach for America&apos;s Handoff Program"},
      {
        "id":"ED608789",
        "title":"Mapping and Assessing Student Learning in Student Affairs. Occasional Paper No. 45"},
      {
        "id":"ED608790",
        "title":"Documenting Learning: The Comprehensive Learner Record. Occasional Paper No. 46"},
      {
        "id":"ED608791",
        "title":"2020 Brick &amp; Click: An Academic Conference (20th, Maryville, Missouri, November 6, 2020)"},
      {
        "id":"ED608792",
        "title":"Student-Centered Learning Continuum"},
      {
        "id":"ED608793",
        "title":"Institutional Factors That Influence Creative Arts Students to Pursue Further Education Post-Baccalaureate in an Education-Based Program"},
      {
        "id":"ED608794",
        "title":"Better Math Teaching Network: Deepening Practice in Community. Years 1 and 2 Summary"},
      {
        "id":"ED608795",
        "title":"Better Math Teaching Network: Year 2 Developmental Report"},
      {
        "id":"ED608796",
        "title":"Better Math Teaching Network: Lessons Learned from Year 2"},
      {
        "id":"ED608797",
        "title":"Leadership Competencies for Learner-Centered, Personalized Education"},
      {
        "id":"ED608798",
        "title":"Assessment during a Crisis: Responding to a Global Pandemic"},
      {
        "id":"ED608799",
        "title":"Examining the Fidelity of Implementation of Early Algebra Intervention and Student Learning"},
      {
        "id":"ED608800",
        "title":"The Better Math Teaching Network: Lessons Learned from Year 3"},
      {
        "id":"ED608801",
        "title":"Interstate Passport Project First in the World Grant: Final Report"},
      {
        "id":"ED608803",
        "title":"2019 Ohio Remediation Report: For Fall 2018 Enrolling College Students (Spring 2018 High School Graduates)"},
      {
        "id":"ED608804",
        "title":"Aiming Further: Addressing the Need for High Quality Longitudinal Research in Education"},
      {
        "id":"ED608807",
        "title":"Teachers&apos; Preparedness and Acceptance of Information and Communications Technology (ICT) Integration and Its Effect on Their ICT Integration Practices"},
      {
        "id":"ED608808",
        "title":"Centering Historically Black Colleges and Universities: Making the Case for a Statement for the Field and Beyond"},
      {
        "id":"ED608809",
        "title":"The First Step Act of 2018: Risk and Needs Assessment System"},
      {
        "id":"ED608810",
        "title":"Evidence-Based Literacy Instruction within Remote Learning Environments. White Paper"},
      {
        "id":"ED608811",
        "title":"2020 EOA Best Practices Clearinghouse Directory (6th Ed.)"},
      {
        "id":"ED608812",
        "title":"A New Look at Apprenticeship: Linking School to 21st Century Skills"},
      {
        "id":"ED608813",
        "title":"A Story Grammar Approach to Teaching EFL/ESL Literature"},
      {
        "id":"ED608814",
        "title":"Considerations and Models in Presenting Early Learning Standards. Prepared for the Indiana Department of Education"},
      {
        "id":"ED608815",
        "title":"The Second Grade English Language Curriculum: Theory-Practice Congruence = Ikinci sinif Ingilizce egitim programi: Kuram-uygulama uyumu"},
      {
        "id":"ED608817",
        "title":"Determining the Causes of Positive and Negative Perceptions of Turkish High School Students about German Courses through Metaphors According to the High School Type Variable"},
      {
        "id":"ED608818",
        "title":"Cartoon Network and Its Impact on Behavior of School Going Children: A Case Study of Bahawalpur, Pakistan"},
      {
        "id":"ED608819",
        "title":"A Multilevel Longitudinal Nested Logit Model for Measuring Changes in Correct Response and Error Types"},
      {
        "id":"ED608821",
        "title":"Measuring Skill Growth and Evaluating Change: Unconditional and Conditional Approaches to Latent Growth Cognitive Diagnostic Models"},
      {
        "id":"ED608822",
        "title":"Educational Equity: What Does It Mean? How Do We Know When We Reach It? Research Brief"},
      {
        "id":"ED608823",
        "title":"School Segregation Then &amp; Now: How to Move toward a More Perfect Union"},
      {
        "id":"ED608824",
        "title":"Analyzing Antecedents and Consequence of Job Crafting"},
      {
        "id":"ED608825",
        "title":"A Systematic Review of Research on Reading in English on Screen and on Paper"},
      {
        "id":"ED608826",
        "title":"State Education Agency Considerations for CARES Act Funding as Related to Digital Learning"},
      {
        "id":"ED608828",
        "title":"Feasible Implementation Strategies for Improving Vocabulary Knowledge of High-Risk Preschoolers: Results from a Cluster-Randomized Trial"},
      {
        "id":"ED608829",
        "title":"2020-21 Tuition and Fees at Virginia State-Supported Colleges and Universities"},
      {
        "id":"ED608834",
        "title":"School Choice: What the Research Says. Updated"},
      {
        "id":"ED608835",
        "title":"EPSO Strategic Growth Plan: Achieving Equity, Access, and Success through a Portfolio Approach to Early Postsecondary Opportunities"},
      {
        "id":"ED608836",
        "title":"&quot;ELO Design Challenge&quot;: Final Evaluation Report, 2017-2019"},
      {
        "id":"ED608837",
        "title":"Busting the Myth of &apos;One-Size-Fits All&apos; Public Education"},
      {
        "id":"ED608838",
        "title":"E-rate Schools"},
      {
        "id":"ED608839",
        "title":"Reading Comprehension"},
      {
        "id":"ED608840",
        "title":"Eight Characteristics of Effective School Boards"},
      {
        "id":"ED608841",
        "title":"The Path Least Taken: A Quest to Learn More about High School Graduates Who Don&apos;t Go to College, 2014-2016. A Three-Part Series"},
      {
        "id":"ED608842",
        "title":"Out of the Loop: Rural Schools Are Largely Left out of Research and Policy Discussions, Exacerbating Poverty, Inequity, and Isolation"},
      {
        "id":"ED608843",
        "title":"An Application of a Random Mixture Nominal Item Response Model for Investigating Instruction Effects"},
      {
        "id":"ED608844",
        "title":"Effects of Formative Assessment Strategies on the Fractions Computation Skills of Students with Disabilities"},
      {
        "id":"ED608845",
        "title":"Taking GEAR UP and TRIO Programs Online during 2020"},
      {
        "id":"ED608846",
        "title":"How Teachers in the U.S. and Finland See Their Jobs"},
      {
        "id":"ED608847",
        "title":"Ocean Literacy: The Essential Principles and Fundamental Concepts of Ocean Sciences for Learners of All Ages. Version 3"},
      {
        "id":"ED608848",
        "title":"Teacher Retention in Tennessee"},
      {
        "id":"ED608849",
        "title":"Discipline Problems Faced by Science Teachers in Classroom Management and Solutions for These Problems"},
      {
        "id":"ED608853",
        "title":"Analysis on Philosophical Beliefs of Physical Education and Sports Teachers towards Education in Terms of Different Variables"},
      {
        "id":"ED608859",
        "title":"English Teachers&apos; Perceptions of the Middle School English Language Curriculum = Ingilizce ögretmenlerinin ortaokul Ingilizce dersi ögretim programi ileilgili algilari"},
      {
        "id":"ED608860",
        "title":"Museums at a Distance: Distance Education in the Service of Rural K-12 Educators"},
      {
        "id":"ED608870",
        "title":"Career and Technical Education: Building New Pathways into the Labor Market"},
      {
        "id":"ED608871",
        "title":"Fixing the Holes in the Teacher Pipeline: An Overview of Teacher Shortages"},
      {
        "id":"ED608872",
        "title":"First in the World -- Amp-Up, Union County College: Final Evaluation Report"},
      {
        "id":"ED608873",
        "title":"An Investigation of Teachers&apos; Attitudes, Concerns and Self-Efficacy toward Inclusive Education in STEM Classrooms"},
      {
        "id":"ED608874",
        "title":"Unveiling the Relationship between the Use of Open Educational Resources and the Adoption of Open Teaching Practices in Higher Education"},
      {
        "id":"ED608876",
        "title":"Talking Circles. Research to Practice Brief"},
      {
        "id":"ED608877",
        "title":"The State of Online Learning in the Kingdom of Saudi Arabia: A COVID-19 Impact Study for K-12"},
      {
        "id":"ED608878",
        "title":"The State of Online Learning in the Kingdom of Saudi Arabia: A COVID-19 Impact Study for Higher Education"},
      {
        "id":"ED608882",
        "title":"Open Educational Resources and Practices in China: A Systematic Literature Review"},
      {
        "id":"ED608883",
        "title":"Supply and Demand for Middle-Skill Occupations in Rural California in 2018-20. REL 2021-040"},
      {
        "id":"ED608884",
        "title":"Supply and Demand for Middle-Skill Occupations in Rural California in 2018-20. Study Snapshot. REL 2021-040"},
      {
        "id":"ED608885",
        "title":"State Policy Considerations for 3rd Grade Literacy. Prepared for the Indiana Department of Education. Brief"},
      {
        "id":"ED608886",
        "title":"Supply and Demand for Middle-Skill Occupations in Rural California in 2018-20. Appendixes. REL 2021-040"},
      {
        "id":"ED608887",
        "title":"Can English Considered to be a Global Language?"},
      {
        "id":"ED608891",
        "title":"Report on SCHEV&apos;s Higher Education and Workforce Alignment Project"},
      {
        "id":"ED608892",
        "title":"Continuous Improvement in Education: A Toolkit for Schools and Districts. REL 2021-014"},
      {
        "id":"ED608893",
        "title":"Creating and Using Performance Assessments: An Online Course for Practitioners. REL 2021-048"},
      {
        "id":"ED608894",
        "title":"Number of Students Served by IDEA. IDEA Fact Sheet #1"},
      {
        "id":"ED608895",
        "title":"Students with Disabilities in Career and Technical Education (CTE). IDEA Factsheet: #2"},
      {
        "id":"ED608896",
        "title":"Where Do Students with Disabilities Usually Receive Education Services? IDEA Factsheet: #3"},
      {
        "id":"ED608897",
        "title":"Paths 2 the Future: Evidence for the Efficacy of a Career Development Intervention for Young Women with Disabilities"},
      {
        "id":"ED608898",
        "title":"Bias and Sensitivity to Task Constraints in Spontaneous Relational Attention"},
      {
        "id":"ED608899",
        "title":"2020 Teacher Prep Review: Clinical Practice &amp; Classroom Management"},
      {
        "id":"ED608900",
        "title":"Development of Laboratory Manual in Physics for Engineers"},
      {
        "id":"ED608901",
        "title":"Identified Student Homelessness in Camden City Schools, 2014-15 through 2018-19"},
      {
        "id":"ED608902",
        "title":"Exploratory Assessment of Strategy for Learning Redox Reactions in High School"},
      {
        "id":"ED608903",
        "title":"Didactic Strategy: Interactive Digital Board in Teaching Learning Heat Capacity for High School"},
      {
        "id":"ED608904",
        "title":"AB 705 Research and Analysis: Ideas for Collaboration between Researchers and Faculty"},
      {
        "id":"ED608905",
        "title":"Managerial Competency of Laboratory High School Principals of State Universities and Colleges in Region III, Philippines"},
      {
        "id":"ED608906",
        "title":"Maximizing English Language Learners&apos; Completion of Transferable English Composition in Community College: A Focus on US High School Graduates"},
      {
        "id":"ED608907",
        "title":"Possible Impact of COVID-19 on Senior Secondary School Students&apos; Performance in Science Education in Nigeria"},
      {
        "id":"ED608908",
        "title":"Survey of Institutional Research, Planning, and Effectiveness Offices in the California Community College System, 2019 Report"},
      {
        "id":"ED608910",
        "title":"Food Insecurity in the PSID: A Comparison with the Levels, Trends, and Determinants in the CPS 1999-2017. University of Kentucky Center for Poverty Research Discussion Paper Series, DP2019-10"},
      {
        "id":"ED608913",
        "title":"How America Pays for College, 2019: Sallie Mae&apos;s National Study of College Students and Parents"},
      {
        "id":"ED608914",
        "title":"Secondary Education Guidance: Multiple and Flexible Pathways"},
      {
        "id":"ED608915",
        "title":"How America Pays for College, 2020"},
      {
        "id":"ED608916",
        "title":"Impacts of Expressive Writing on Children&apos;s Anxiety and Mathematics Learning: Developmental and Gender Variability"},
      {
        "id":"ED608920",
        "title":"The Spillovers of Employment Guarantee Programs on Child Labor and Education. Policy Research Working Paper 9106"},
      {
        "id":"ED608921",
        "title":"Tennessee Higher Education Fact Book: 2019-2020"},
      {
        "id":"ED608922",
        "title":"The Ethic of Love: A Mixed-Methods Analysis of How Umoja Supports Its Students&apos; Academic and Life Success"},
      {
        "id":"ED608923",
        "title":"AB 705 Implementation Survey: Spring 2020 Summary of Results"},
      {
        "id":"ED608924",
        "title":"Returns to Education in Azerbaijan: Some New Estimates. Policy Research Working Paper 9117"},
      {
        "id":"ED608925",
        "title":"College Enrollment and Completion among Texas High School Graduates with a Disability. REL 2021-043"},
      {
        "id":"ED608926",
        "title":"Hours Spent Building Skills and Employability. Research Report"},
      {
        "id":"ED608927",
        "title":"Interactive E-Learning Portal for Enrichment of Conceptual Understanding of Grade 8 Learners in Physics"},
      {
        "id":"ED608928",
        "title":"Irvine Valley College&apos;s Veterans Resource Center Operations and Spending Survey Results, 2019-2020"},
      {
        "id":"ED608929",
        "title":"College Enrollment and Completion among Texas High School Graduates with a Disability. Appendixes. REL 2021-043"},
      {
        "id":"ED608930",
        "title":"UNICEF Strategic Plan, 2018-2021"},
      {
        "id":"ED608931",
        "title":"Language Learning and Professionalization in Higher Education: Pathways to Preparing Learners and Teachers in/for the 21st Century"},
      {
        "id":"ED608932",
        "title":"College Enrollment and Completion among Texas High School Graduates with a Disability. Study Snapshot. REL 2021-043"},
      {
        "id":"ED608933",
        "title":"Embracing a Culture of Lifelong Learning: Contribution to the Futures of Education Initiative. A Transdisciplinary Expert Consultation"},
      {
        "id":"ED608934",
        "title":"The Role of Knowledge Management and Employee Competency towards Organization Performance with Innovation as a Mediating Variables in Local Water Company (PDAM) Ketapang Regency West Kalimantan"},
      {
        "id":"ED608936",
        "title":"Promoting Quality in TVET Using Technology: A Practical Guide"},
      {
        "id":"ED608937",
        "title":"Enabling the Competitive Edge: Tennessee Higher Education in the New Economy. Master Plan Update 2020"},
      {
        "id":"ED608938",
        "title":"Skills Development for Renewable Energy and Energy Efficient Jobs: Discussion Paper on Solar Energy Demands"},
      {
        "id":"ED608939",
        "title":"Umoja Community: Insights and Feedback from Program Coordinators on Available Supports and Resources"},
      {
        "id":"ED608940",
        "title":"&quot;Through the Gate&quot; Transfer Study: Phase 2 Technical Report"},
      {
        "id":"ED608941",
        "title":"Expectations and Aspirations: A New Framework for Education in the Middle East and North Africa"},
      {
        "id":"ED608942",
        "title":"Computer Literacy Course with Distance Education: Students&apos; Views on the Procedure, Content and Benefits"},
      {
        "id":"ED608943",
        "title":"Supplement to the What Works Clearinghouse Procedures Handbook, Version 4.1"},
      {
        "id":"ED608944",
        "title":"Improving STEM Curriculum and Instruction: Engaging Students and Raising Standards. STEM Smart Brief"},
      {
        "id":"ED608945",
        "title":"Preliminary Study of the Effects of BEST in CLASS--Elementary on Outcomes of Elementary Students with Problem Behavior"},
      {
        "id":"ED608946",
        "title":"Informing Language Training with Multimodal Analysis: Insights from the Use of Gesture in Tandem Interactions"},
      {
        "id":"ED608947",
        "title":"Needs Analysis for the Design of a Professional English Curriculum: Insights from a French Lifelong Learning Context"},
      {
        "id":"ED608948",
        "title":"Barriers and Facilitators to Implementation of BEST in CLASS"},
      {
        "id":"ED608949",
        "title":"Looking inside the Education Black Box"},
      {
        "id":"ED608950",
        "title":"CTE Pathways to STEM Occupations. STEM Smart: Lessons Learned from Successful Schools"},
      {
        "id":"ED608951",
        "title":"The Importance of Belonging and Acceptance to Black Student Success. Umoja Phase II Evaluation. Research Brief 1"},
      {
        "id":"ED608952",
        "title":"Proceedings of International Conference on Humanities, Social and Education Sciences (Washington, DC, July 15-19, 2020)"},
      {
        "id":"ED608953",
        "title":"Financial Aid in Washington&apos;s Community and Technical Colleges: Key Program Participation and Outcomes. Research Report 20-2.1"},
      {
        "id":"ED608954",
        "title":"Opportunity Grant and I-BEST Programs: Enrollment and Outcomes. Research Report 18-1"},
      {
        "id":"ED608955",
        "title":"Language Learning in the 21st Century: Current Status and Future Directions"},
      {
        "id":"ED608956",
        "title":"Multiplying Skills, Adding Value. Numeracy and Mathematics for Scotland&apos;s Learners: A Thematic Inspection. Full Report"},
      {
        "id":"ED608957",
        "title":"A Study of All-Girls Secondary Schools Supported by the Young Women&apos;s Preparatory Network in Texas School Districts. Policy Brief"},
      {
        "id":"ED608958",
        "title":"Multiplying Skills, Adding Value. Numeracy and Mathematics for Scotland&apos;s Learners: A Thematic Inspection. Executive Summary"},
      {
        "id":"ED608959",
        "title":"Survey of Childcare and Early Years Providers 2019. Technical Report"},
      {
        "id":"ED608960",
        "title":"How Early Years Providers Support Disadvantaged Children, Children with SEND, the Home Learning Environment and Healthy Eating. Research Report"},
      {
        "id":"ED608961",
        "title":"The Social Dimension of Learner Autonomy in a Telecollaborative Project: A Russian Course for Apprentice Engineers"},
      {
        "id":"ED608962",
        "title":"Telling Stories Multimodally: What Observations of Parent-Child Shared Book-Reading Activities Can Bring to L2 Kindergarten Teachers&apos; Training"},
      {
        "id":"ED608963",
        "title":"Questioning the Notion of &apos;Professionalisation&apos;: LANSOD Contexts and the Specific Case of a Musicology Undergraduate Programme"},
      {
        "id":"ED608964",
        "title":"A Comparative, Descriptive Study of Three Research-Practice Partnerships: Goals, Activities, and Influence on District Policy, Practice, and Decision Making. Technical Report No. 4"},
      {
        "id":"ED608965",
        "title":"Specialized STEM Secondary Schools. STEM Smart Brief"},
      {
        "id":"ED608966",
        "title":"Digital Storytelling for Developing Students&apos; Agency through the Process of Design: A Case Study"},
      {
        "id":"ED608967",
        "title":"Graduate Student Teacher Voices: Perception of and Apprenticeship in Multiliteracies-Oriented Teaching"},
      {
        "id":"ED608968",
        "title":"Preparing Students for College and Careers in STEM. STEM Smart Brief"},
      {
        "id":"ED608969",
        "title":"Connecting Informal and Formal STEM Education. STEM Smart Brief"},
      {
        "id":"ED608970",
        "title":"Engineering: Emphasizing the &quot;E&quot; in STEM Education. STEM Smart Brief"},
      {
        "id":"ED608971",
        "title":"Retention Outcomes for Two-Year College Grant-Eligible Students: Served and Not Served by the Washington State Need Grant in 2017-18. Research Brief No. 19-2"},
      {
        "id":"ED608972",
        "title":"Public Sector Apprenticeship Target Reporting. Research Report 1004"},
      {
        "id":"ED608973",
        "title":"Transfer Stories and Strategies: How Six Student Groups Experience the Transfer Journey. Through the Gate Transfer Study"},
      {
        "id":"ED608974",
        "title":"External Transitions: Early Care &amp; Education Settings. Research Brief. Summer 2020"},
      {
        "id":"ED608975",
        "title":"Supporting Students with Disabilities at School and Home: A Guide for Teachers to Support Families and Students"},
      {
        "id":"ED608976",
        "title":"Total Learning Architecture 2019 Report"},
      {
        "id":"ED608977",
        "title":"A Descriptive Study of Washington State Need Grant Eligible Students Enrolled in Community and Technical Colleges in 2011-12. Research Report 13-1"},
      {
        "id":"ED608978",
        "title":"Students Speak Their Truth about Transfer: What They Need to Get &quot;Through the Gate&quot;"},
      {
        "id":"ED608979",
        "title":"CADRE Early Career Guide: Tips for Early Career STEM Education Researchers. Revised"},
      {
        "id":"ED608980",
        "title":"Total Learning Architecture: 2018 Reference Implementation Specifications and Standards"},
      {
        "id":"ED608981",
        "title":"More Funding Needed to Fix Tennessee School Staff Shortages. Fair School Funding: A Resource Equity Report"},
      {
        "id":"ED608982",
        "title":"TVET Country Profile: Qatar"},
      {
        "id":"ED608983",
        "title":"UNESCO-UNEVOC Study on the Trends Shaping the Future of TVET Teaching"},
      {
        "id":"ED608984",
        "title":"TVET Country Profile: Timor Leste"},
      {
        "id":"ED608985",
        "title":"The Dollars and Sense of Free College"},
      {
        "id":"ED608986",
        "title":"Exploratory Study of the UTeach STEM Preparation Program and the Effectiveness of UTeach Teachers. Policy Brief"},
      {
        "id":"ED608987",
        "title":"Statewide Evaluation of Career and Technical Education Programs. Policy Brief"},
      {
        "id":"ED608988",
        "title":"The Dollars and Sense of Free College. Executive Summary"},
      {
        "id":"ED608989",
        "title":"FADIO: Promoting Distance Education. UNESCO-UNEVOC Promising Practice in Focus 2020"},
      {
        "id":"ED608990",
        "title":"Looking to the Future: Report of the Review of Senior Secondary Pathways into Work, Further Education and Training"},
      {
        "id":"ED608991",
        "title":"COVID-19 and Students with Disabilities: Frequently Asked Questions (FAQ). 2nd Edition"},
      {
        "id":"ED608992",
        "title":"High-Quality Curriculum Implementation: Connecting What to Teach with How to Teach It"},
      {
        "id":"ED608993",
        "title":"Going BOLD-ly Into a New School Year: How Investments in School-Based Professional Learning Are Advancing Equity in Louisiana Schools"},
      {
        "id":"ED608994",
        "title":"A Better Way to Prepare Principals: Impact of a Competency-Based Fellowship on Aspiring Principals&apos; Growth into Leadership. Research Brief. Summer 2020"},
      {
        "id":"ED608995",
        "title":"Texas CTE: Career &amp; Technology Education. Policy Brief"},
      {
        "id":"ED604976",
        "title":"Companion Guidelines on Replication &amp; Reproducibility in Education Research: A Supplement to the &quot;Common Guidelines for Education Research and Development&quot;"},
      {
        "id":"ED604977",
        "title":"Equipping Individuals for Life beyond Bars. [Research Brief]"},
      {
        "id":"ED604978",
        "title":"How Would a 5-Year Restriction on Pell Eligibility Impact Incarcerated Adults if the Pell Ban Is Lifted?"},
      {
        "id":"ED604979",
        "title":"Anticipating and Managing Precipitous College Closures"},
      {
        "id":"ED604980",
        "title":"Professionals in Higher Education Annual Report: Key Findings, Trends, and Comprehensive Tables for the 2019-20 Academic Year. Overview"},
      {
        "id":"ED604981",
        "title":"Administrators in Higher Education Annual Report: Key Findings, Trends, and Comprehensive Tables for the 2019-20 Academic Year. Overview"},
      {
        "id":"ED604982",
        "title":"Could Short-Term Pell Lead to a Pell Shortfall?"},
      {
        "id":"ED604983",
        "title":"Examining the Effect of Teachers&apos; Attitudes towards Statistics on Their Attitudes Towards Postgraduate Education"},
      {
        "id":"ED604984",
        "title":"Examining the Self-Efficacy Levels of Pedagogical Formation Students towards Teaching Principles and Methods Course"},
      {
        "id":"ED604985",
        "title":"North Dakota University System 2018-19 Annual Enrollment Report"},
      {
        "id":"ED604986",
        "title":"Should Colleges Invest in Machine Learning? Comparing the Predictive Powers of Early Momentum Metrics and Machine Learning for Community College Credential Completion. CCRC Working Paper No. 118"},
      {
        "id":"ED604988",
        "title":"How Math Instruction and Math Interventions Can Improve Student Outcomes. Middle School Matters Program No. 6"},
      {
        "id":"ED604992",
        "title":"Redesigning Community College Student Onboarding through Guided Pathways. Part 1: Rethinking New Student Onboarding"},
      {
        "id":"ED604995",
        "title":"Redesigning Community College Student Onboarding through Guided Pathways. Part 2: Student Perspectives on Reformed Practices at Two Florida Colleges"},
      {
        "id":"ED605000",
        "title":"Forging Ahead with SUCCESS: Providing Remote Support Services to College Students. Issue Focus"},
      {
        "id":"ED605001",
        "title":"What Is so Scary about Learning English? Investigating Language Anxiety among Filipino College Students"},
      {
        "id":"ED605010",
        "title":"Augmenting Senior Secondary ESL Learners&apos; Reading Skills through Explicit Instruction of Metacognitive Strategies"},
      {
        "id":"ED605011",
        "title":"Testing and Data Integrity in the Administration of Statewide Student Assessment Programs"},
      {
        "id":"ED605012",
        "title":"&quot;Check Your Face(Book) on Page…&quot;: Unpacking the Pedagogical Potentialities of English Teachers&apos; Wall Posts"},
      {
        "id":"ED605013",
        "title":"Comparative Analysis of Mathematics Proficiency and Attitudes toward Mathematics of Senior High School Student"},
      {
        "id":"ED605029",
        "title":"Literacy Design Collaborative 2018-2019 Evaluation Report. CRESST Report 867"},
      {
        "id":"ED605031",
        "title":"Ensuring the Comparability of Modified Tests Administered to Special Populations. CRESST Report 864"},
      {
        "id":"ED605032",
        "title":"Onboarding at Laramie County Community College. CCRC Packet on Redesigning Community College Student Onboarding through Guided Pathways"},
      {
        "id":"ED605033",
        "title":"Onboarding at Alamo Colleges District. CCRC Packet on Redesigning Community College Student Onboarding through Guided Pathways"},
      {
        "id":"ED605034",
        "title":"Onboarding at Prince George&apos;s Community College. CCRC Packet on Redesigning Community College Student Onboarding through Guided Pathways"},
      {
        "id":"ED605035",
        "title":"&quot;What Makes Your School Work?&quot; A Qualitative Study of Eight Magnet Schools. CRESST Report 866"},
      {
        "id":"ED605036",
        "title":"New Mexico&apos;s Infant and Toddler Action Agenda. A Policy and Opportunity Profile for New Mexico&apos;s Infants and Toddlers and Their Families"},
      {
        "id":"ED605037",
        "title":"Mapping the City University of New York: The University&apos;s Commitment to Students Impacted by the Criminal Legal System"},
      {
        "id":"ED605038",
        "title":"Annual Report on the Early Childhood Education Grant, Fiscal Year 2018"},
      {
        "id":"ED605039",
        "title":"North Dakota University System 2019 Fall Enrollment Report"},
      {
        "id":"ED605040",
        "title":"Annual Report on Early Childhood Education Grants, Fiscal Year 2019"},
      {
        "id":"ED605041",
        "title":"Ohio&apos;s Plan to Raise Literacy Achievement. Appendices"},
      {
        "id":"ED605042",
        "title":"Ohio&apos;s Plan to Raise Literacy Achievement"},
      {
        "id":"ED605043",
        "title":"The Bermuda Triad: Where Accountability Goes to Die"},
      {
        "id":"ED605044",
        "title":"Assessing the Alignment between West Virginia&apos;s High School Career and Technical Education Programs and the Labor Market. REL 2020-019"},
      {
        "id":"ED605045",
        "title":"Assessment of the Alignment between West Virginia&apos;s High School Career and Technical Education Programs and the Labor Market. Appendixes. REL 2020-019"},
      {
        "id":"ED605046",
        "title":"Assessing the Alignment between West Virginia&apos;s High School Career and Technical Education Programs and the Labor Market. Study Snapshot. REL 2020-019"},
      {
        "id":"ED605053",
        "title":"Oregon Statewide Report Card, 2018-2019. An Annual Report to the Legislature on Oregon Public Schools"},
      {
        "id":"ED605054",
        "title":"Highlights of U.S. PISA 2018 Results Web Report (NCES 2020-166 and NCES 2020-072) [Combined Report]"},
      {
        "id":"ED605055",
        "title":"Moving beyond False Choices for Early Childhood Educators. A Compendium"},
      {
        "id":"ED605062",
        "title":"Discipline Outcomes for Oregon Students Differ for Like Offenses. Research Brief"},
      {
        "id":"ED605072",
        "title":"Collecting against the Future: Student-Debt Practices Undermine Ohio&apos;s Higher Education Goals. Education &amp; Training"},
      {
        "id":"ED605073",
        "title":"Student Support and Academic Enrichment Grants: A First Look at Activities Supported under Title IV, Part A"},
      {
        "id":"ED605074",
        "title":"The Classroom Relational Environment and Children&apos;s Early Development in Preschool"},
      {
        "id":"ED605075",
        "title":"Developing a Direct Rating Behavior Scale for Depression in Middle School Students"},
      {
        "id":"ED605076",
        "title":"Working Memory Predicts Children&apos;s Analogical Reasoning"},
      {
        "id":"ED605077",
        "title":"Budget of the U.S. Government, Fiscal Year 2021"},
      {
        "id":"ED605078",
        "title":"Measuring the Technological Pedagogical Content Knowledge (TPACK) of Pre-service Teachers in Relation to their Gender and Streams"},
      {
        "id":"ED605079",
        "title":"The Effect of Internal Marketing on Physical Education and Sports Teachers&apos; Job Performance"},
      {
        "id":"ED605080",
        "title":"A Study of Academic Achievement of Upper Primary School Students in Relation to Their Socio-Economic Status"},
      {
        "id":"ED605081",
        "title":"Californians and Public Education: Views from the 2020 PACE/USC Rossier Poll"},
      {
        "id":"ED605082",
        "title":"Organizing Schools to Serve Students with Disabilities: A Summary of the PACE Policy Research Panel. Version 2"},
      {
        "id":"ED605083",
        "title":"Examining the Role of Preschool Classrooms&apos; Behavioral Composition as a Predictor of the Quality of Teacher-Child Interactions"},
      {
        "id":"ED605084",
        "title":"Leadership for Continuous Improvement: The Vision for County Offices of Education"},
      {
        "id":"ED605086",
        "title":"Achievement Gaps and Multi-Tiered System of Supports in California"},
      {
        "id":"ED605087",
        "title":"Improving Education for California Students via Professional Development"},
      {
        "id":"ED605088",
        "title":"PreK-3 Alignment: Challenges and Opportunities in California"},
      {
        "id":"ED605089",
        "title":"Promoting Successful Transitions for Students with Disabilities"},
      {
        "id":"ED605091",
        "title":"The Relationship between Workaholism Levels of Teachers and Organizational Cynicism"},
      {
        "id":"ED605093",
        "title":"Promising Policies to Address the Needs of Students with Disabilities: Lessons from Other States"},
      {
        "id":"ED605094",
        "title":"#GoOpen District Launch Packet. Version 1.3"},
      {
        "id":"ED605096",
        "title":"Increasing Access to Universally Designed Mathematics Classrooms"},
      {
        "id":"ED605098",
        "title":"Students with Disabilities in the CORE Districts: Characteristics, Outcomes, and Transitions"},
      {
        "id":"ED605099",
        "title":"Combating Sexual Assault and Misconduct. AAU Campus Activities Report"},
      {
        "id":"ED605100",
        "title":"Preparing Teachers to Educate Students with Learning Disabilities"},
      {
        "id":"ED605101",
        "title":"Students with Disabilities and Differentiated Assistance"},
      {
        "id":"ED605102",
        "title":"English Language Learners and the Local Control Funding Formula: Implementation Challenges and Successes from Two District Cases"},
      {
        "id":"ED605104",
        "title":"Promoting Transformation of Undergraduate STEM Education. Workshop Summary Report"},
      {
        "id":"ED605105",
        "title":"Strengthening the Road to College: California&apos;s College Readiness Standards and Lessons from District Leaders"},
      {
        "id":"ED605106",
        "title":"The California College Promise: A Promise to What, for Whom, and Where?"},
      {
        "id":"ED605107",
        "title":"Information Literacy in the Age of Algorithms: Student Experiences with News and Information, and the Need for Change. Executive Summary"},
      {
        "id":"ED605108",
        "title":"41st Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act, 2019"},
      {
        "id":"ED605109",
        "title":"Information Literacy in the Age of Algorithms: Student Experiences with News and Information, and the Need for Change"},
      {
        "id":"ED605110",
        "title":"Identifying Young Children for Early Intervention in California"},
      {
        "id":"ED605112",
        "title":"Can HEA Reauthorization Help Close America&apos;s Skills Gap?"},
      {
        "id":"ED605113",
        "title":"Building on Islamic Values: A Fundamental Shift in Moroccan Early Childhood Education"},
      {
        "id":"ED605114",
        "title":"Coaches and PLCs Support Teacher Use of Instructional Data. Swift Center Research to Practice Brief"},
      {
        "id":"ED605115",
        "title":"Work-Based Learning for Students with Disabilities"},
      {
        "id":"ED605116",
        "title":"The Changing Role of County Offices of Education: Survey Results"},
      {
        "id":"ED605117",
        "title":"The Early Implementation of California&apos;s System of Support: Counties, Differentiated Assistance, and the New School Dashboard"},
      {
        "id":"ED605118",
        "title":"Spotlight on the Many Voices of the Early Childhood Workforce. Solutions Summit Report (New Delhi, India, December 11, 2018). PMNCH Partners&apos; Forum Side Event"},
      {
        "id":"ED605119",
        "title":"Voters&apos; Opinions on Educational Equity Initiatives in California: Evidence from the 2020 PACE/USC Rossier Annual Poll"},
      {
        "id":"ED605120",
        "title":"The Transition to Preschool for Children with Disabilities"},
      {
        "id":"ED605121",
        "title":"The Local Control Funding Formula after Four Years: What Do We Know? Research Brief. Getting Down to Facts II"},
      {
        "id":"ED605122",
        "title":"Make It Count: Recognizing Prior Learning for Workforce Development"},
      {
        "id":"ED605123",
        "title":"The College-Work Balancing Act"},
      {
        "id":"ED605124",
        "title":"Apprenticeships: An Emerging Community College Strategy for Workforce Development"},
      {
        "id":"ED605126",
        "title":"Continuing Progress: How Urban Community Colleges Are Improving Outcomes for Minority Men"},
      {
        "id":"ED605127",
        "title":"Citizen Trustee Survey: Selected Results and Analysis"},
      {
        "id":"ED605128",
        "title":"The Rural Male in Higher Education: How Community Colleges Can Improve Educational and Economic Outcomes for Rural Men"},
      {
        "id":"ED605129",
        "title":"Beyond the Board: Skateboarding, Schools, and Society"},
      {
        "id":"ED605130",
        "title":"Mathematics Teachers&apos; Perceptions of Teaching Gifted and Talented Learners in General Education Classrooms in the UAE"},
      {
        "id":"ED605131",
        "title":"Impacts of Edmentum&apos;s Exact Path on Student Reading Achievement"},
      {
        "id":"ED605132",
        "title":"Impacts of Edmentum&apos;s Exact Path on Student Mathematics Achievement"},
      {
        "id":"ED605134",
        "title":"ReadWorks Article-A-Day[TM]: Using a Maze Assessment to Test the Impact of Building Background Knowledge on Reading Comprehension. Technical Report #1902"},
      {
        "id":"ED605135",
        "title":"Initial Norms for the easyCBM® Spanish Language Vocabulary Assessments. Technical Report #1901"},
      {
        "id":"ED605138",
        "title":"Oral Reading Fluency: Outcomes from 30 Years of Research. Technical Report #1701"},
      {
        "id":"ED605140",
        "title":"Fact Sheet: Addressing the Risk of COVID-19 While Serving Migratory Children"},
      {
        "id":"ED605144",
        "title":"Professional Development, Organizational Climate, Supervisory Rapport and Overall Satisfaction of Employees: An Attitudinal Study"},
      {
        "id":"ED605146",
        "title":"An Update to Compiled ORF Norms. Technical Report #1702"},
      {
        "id":"ED605147",
        "title":"Classification Accuracy of the easyCBM Kindergarten -- Grade 2 Reading Measures. Technical Report #1801"},
      {
        "id":"ED605149",
        "title":"Project ICEBERG Exploration: Using Implementation Science to Guide Preschool Reading Disabilities Prevention. Technical Report #1802"},
      {
        "id":"ED605151",
        "title":"The Effect of STEM-EDP in Professional Learning on Automotive Engineering Competence in Vocational High School"},
      {
        "id":"ED605152",
        "title":"Teen Dating Violence in the United States: A Fact Sheet for Schools"},
      {
        "id":"ED605153",
        "title":"Partnerships for a Future-Ready Workforce"},
      {
        "id":"ED605155",
        "title":"The Impact of Inter-Organizational Alignment (IOA) on Implementation Outcomes: Evaluating Unique and Shared Organizational Influences in Education Sector Mental Health"},
      {
        "id":"ED605214",
        "title":"Problem-Based Learning (PBL) in Industry 4.0: Improving Learning Quality through Character-Based Literacy Learning and Life Career Skill (LL-LCS)"},
      {
        "id":"ED605215",
        "title":"Problem-Based Learning Implementation: Improvement in Learning Process and Results in Vocational Higher Education"},
      {
        "id":"ED605216",
        "title":"The Condition of Education 2020. NCES 2020-144"},
      {
        "id":"ED605217",
        "title":"Progress toward Achieving Systemic Change: A Five-Year Status Report on the AAU Undergraduate STEM Education Initiative"},
      {
        "id":"ED605218",
        "title":"The Class Teachers&apos; Opinions in the Development of Students&apos; Reading Skills"},
      {
        "id":"ED605219",
        "title":"State of the Faculty [2018 Report]"},
      {
        "id":"ED605220",
        "title":"Supplementary Report on easyCBM MCRC Measures: A Follow-Up to Previous Technical Reports. Technical Report #1807"},
      {
        "id":"ED605221",
        "title":"Supplementary Report on easyCBM PRF Measures: A Follow-Up to Previous Technical Reports. Technical Report #1806"},
      {
        "id":"ED605222",
        "title":"California&apos;s Special Education Teacher Shortage. Version 2"},
      {
        "id":"ED605223",
        "title":"Supplementary Report on easyCBM Grade K-2 Literacy Measures: Classification Accuracy and Predictive Validity, a Follow-Up to Technical Report 1403. Technical Report #1805"},
      {
        "id":"ED605224",
        "title":"In-Brief: Reliability of the Slope of the easyCBM® Math Measures. Technical Report #1804"},
      {
        "id":"ED605225",
        "title":"California&apos;s Special Education Teacher Shortage [Policy Brief]. Version 2"},
      {
        "id":"ED605226",
        "title":"Encourage Employers to Help with Student Debt. New Ideas for a Do-Something Congress. No. 11"},
      {
        "id":"ED605227",
        "title":"The Validity and Reliability Studies of the School Administrators&apos; and Teachers&apos; Views on Educational Technologies (VOET) Scale"},
      {
        "id":"ED605228",
        "title":"Fighting Inequality by Reinventing America&apos;s Schools. New Ideas for a Do-Something Congress. No. 10"},
      {
        "id":"ED605229",
        "title":"In-Brief: Reliability of the Slope of the easyCBM® Reading Measures. Technical Report #1803"},
      {
        "id":"ED605230",
        "title":"Discussing Transgender Topics within Gay-Straight Alliances: Factors That Could Promote More Frequent Conversations"},
      {
        "id":"ED605231",
        "title":"Filling an Information Gap in Preschool MTSS and RTI Decision Making"},
      {
        "id":"ED605232",
        "title":"A Case Study of the Implementation of the ?&quot;Schools under 2C?&quot; Compost Program at ?&quot;Tesla STEM High School&quot;? during the 2018-2019 School Year"},
      {
        "id":"ED605233",
        "title":"What&apos;s Next for California Schools? A Progress Report One Year after &quot;Getting Down to Facts II&quot;"},
      {
        "id":"ED605234",
        "title":"Developing NGSS-Aligned Tasks to Assess Elementary School Students&apos; Ability to Explain Energy-Related Phenomena"},
      {
        "id":"ED605235",
        "title":"Cultural Stereotypes and Sense of Belonging Contribute to Gender Gaps in STEM"},
      {
        "id":"ED605236",
        "title":"Sixth Grade Newcomers in the Fort Worth Independent School District: A Focus on Academic Trajectories and Outcomes. Descriptive Report"},
      {
        "id":"ED605237",
        "title":"Ninth Grade Newcomers in the Fort Worth Independent School District: A Focus on Academic Trajectories and Outcomes. Descriptive Report"},
      {
        "id":"ED605238",
        "title":"The Reflection-Informed Learning and Instruction to Improve Students&apos; Academic Success in Undergraduate Classrooms"},
      {
        "id":"ED605239",
        "title":"The Role of Context in Educational RCT Findings: A Call to Redefine &quot;Evidence-Based Practice&quot;"},
      {
        "id":"ED605240",
        "title":"Ninth Grade Newcomers in the Fort Worth Independent School District: Predictors of Graduation Outcomes"},
      {
        "id":"ED605241",
        "title":"Supporting Secondary Newcomers Academically, Socially, and Emotionally"},
      {
        "id":"ED605242",
        "title":"Ninth Grade Newcomers in the Fort Worth Independent School District: Comparisons to Other English Language Learners"},
      {
        "id":"ED605243",
        "title":"Testing the Inference Mediation Hypothesis in a Post-Secondary Context"},
      {
        "id":"ED605247",
        "title":"The Progressive Roots of Charter Schools"},
      {
        "id":"ED605249",
        "title":"Creating Coherent Systems to Support Education Improvement. Research Brief. Getting Down to Facts II"},
      {
        "id":"ED605250",
        "title":"Stereotype Threat Effects on Learning from a Cognitively Demanding Mathematics Lesson"},
      {
        "id":"ED605252",
        "title":"DoDEA Annual Report: Fiscal Year 2018"},
      {
        "id":"ED605253",
        "title":"Improving the Skills of Writing a Thought Paragraph in 7th Grade Students: An Action Research Study"},
      {
        "id":"ED605256",
        "title":"Iranian EFL Teacher Cognition: Tracing Cognitive Dissonance"},
      {
        "id":"ED605258",
        "title":"Blueprint for Continuous Improvement. Strategic Plan, SY 2018/19 - SY 2023/24"},
      {
        "id":"ED605259",
        "title":"Community Strategic Plan Closeout, School Years 2013/14 - 2017/18"},
      {
        "id":"ED605260",
        "title":"Individual Differences in Relational Learning and Analogical Reasoning: A Computational Model of Longitudinal Change"},
      {
        "id":"ED605261",
        "title":"Community Strategic Plan, School Years 2013/14 - 2017/18. Volume I"},
      {
        "id":"ED605263",
        "title":"Learning about Academic Integrity through Experiential Learning"},
      {
        "id":"ED605265",
        "title":"Community Strategic Plan, School Years 2013/14 - 2017/18. Volume II"},
      {
        "id":"ED605266",
        "title":"Self-Regulated Learning and Academic Procrastination as Predictors of Smartphone Addiction among Second Year-Middle School Learning Disabled Students"},
      {
        "id":"ED605267",
        "title":"Iterative Development of a Home Review Program to Promote Preschoolers&apos; Vocabulary Skills: Social Validity and Learning Outcomes"},
      {
        "id":"ED605270",
        "title":"Administrators&apos; Roles: Providing Special Educators with Opportunities to Learn and Enact Effective Reading Practices for Students with EBD"},
      {
        "id":"ED605281",
        "title":"Digital Learning: Peril or Promise for Our K-12 Students. National Briefing Paper -- Speak Up 2018/19"},
      {
        "id":"ED605282",
        "title":"A Mixed-Methods Analysis of Mechanisms to Support College Enrollment among Low-Income High School Students"},
      {
        "id":"ED605283",
        "title":"Distance Learning through Game-Based 3D Virtual Learning Environments: Mission Hydro Science. Evaluation Report for Mission HydroSci"},
      {
        "id":"ED605284",
        "title":"Generating Relations Elicits a Relational Mindset in Children"},
      {
        "id":"ED605285",
        "title":"An Analysis of Chinese Universities Students&apos; Attitudes towards Native and Non-Native English-Speaking Teachers (NESTs/NNESTs)"},
      {
        "id":"ED605287",
        "title":"Teachers&apos; Use of Technology for School and Homework Assignments: 2018-19. First Look. NCES 2020-048"},
      {
        "id":"ED605289",
        "title":"Investigating Two Linguistic Factors Associated with Differential Performance of English Language Learners"},
      {
        "id":"ED605295",
        "title":"An Interdisciplinary Theoretical Model of Migrant Schooling to Effectively Account for Achievement Differences between Migrant and Native Students"},
      {
        "id":"ED605297",
        "title":"The Investigation into the Dependency Level of Turkish Language Teachers on Coursebooks"},
      {
        "id":"ED605298",
        "title":"Practical Learning Innovation: Real Condition Video-Based Direct Instruction Model in Vocational Education"},
      {
        "id":"ED605301",
        "title":"CSP Background Report"},
      {
        "id":"ED605302",
        "title":"Impact of the UPSTART Program on Forestalling Summer Learning Loss"},
      {
        "id":"ED605305",
        "title":"How to Teach Entrepreneurship Education to Culinary Students? Case Studies of School Enterprise Program in Indonesia"},
      {
        "id":"ED605308",
        "title":"Bridging the School-to-Work Divide: Interim Implementation and Impact Findings from New York City&apos;s P-TECH 9-14 Schools"},
      {
        "id":"ED605309",
        "title":"Education Media Development for Clutch (EMC) in Vocational Education: The Concept of Clutch Work"},
      {
        "id":"ED605311",
        "title":"Using Insights from Behavioral Science to Help College Students Stay Enrolled. Issue Focus"},
      {
        "id":"ED605313",
        "title":"Bridging the School-to-Work Divide: Interim Implementation and Impact Findings from New York City&apos;s P-TECH 9-14 Schools. Executive Summary"},
      {
        "id":"ED605316",
        "title":"Design and Development E-Learning System by Learning Management System (LMS) in Vocational Education"},
      {
        "id":"ED605317",
        "title":"Assessment of Ongoing Training in Restorative Practices"},
      {
        "id":"ED605320",
        "title":"Executive Skills Coaching Plus Incentives in a Workforce Program: Introducing the MyGoals Demonstration"},
      {
        "id":"ED605324",
        "title":"Literacy Learning in Drop-In Library Programs: Evaluation of the Free Library of Philadelphia&apos;s LEAP Program"},
      {
        "id":"ED605325",
        "title":"Designing Library-Based Out-of-School Time Programs"},
      {
        "id":"ED605326",
        "title":"Policy Supports for Drop-in Out-of-School Time Programs"},
      {
        "id":"ED605327",
        "title":"Strategies for Supporting Early Literacy and Learning in LEAP"},
      {
        "id":"ED605342",
        "title":"Policies Outlining the Role of Sworn Law Enforcement Officers in Public Schools. Data Point. NCES 2020-027"},
      {
        "id":"ED605351",
        "title":"Delivering High-Quality Instruction Online in Response to COVID-19: Faculty Playbook"},
      {
        "id":"ED605358",
        "title":"Projections of Education Statistics to 2028. Forty-Seventh Edition. NCES 2020-024"},
      {
        "id":"ED605362",
        "title":"Projections of Education Statistics to 2028 (abbrev.). Forty-Seventh Edition. NCES 2020-024abbrev"},
      {
        "id":"ED605364",
        "title":"Breaking the Code: The State of Computer Science Education in America&apos;s Public Schools. White Paper No. 206"},
      {
        "id":"ED605365",
        "title":"Status of IDEA Data Integration Nationwide: Key Findings from the CIID Data Integration Assessment"},
      {
        "id":"ED605368",
        "title":"A Data-Informed Approach to Social-Emotional Learning: Policy Recommendations for State and Local Leaders. A Policy Brief"},
      {
        "id":"ED605369",
        "title":"Obtaining a Bachelor&apos;s Degree from a Community College: Earnings Outlook and Prospects for Graduate Studies. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED605370",
        "title":"Expanding the Definition of Student Success: A Case Study of the CORE Districts"},
      {
        "id":"ED605371",
        "title":"Data Quality through Data Integration: How Integrating Your IDEA Data Will Help Improve Data Quality"},
      {
        "id":"ED605374",
        "title":"Recent Trends in Over-Education by Immigration Status. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED605376",
        "title":"Which Individual and School-Level Factors Predict Student Perceptions of the School Climate in a Diverse Sample of Charter Schools throughout the Country? A Working Paper"},
      {
        "id":"ED605377",
        "title":"The Scale of Our Investment in Social-Emotional Learning. A Working Paper"},
      {
        "id":"ED605378",
        "title":"Launching a Multi-Year Research-Practice Collaborative: Lessons Learned from Year One. A Working Paper"},
      {
        "id":"ED605379",
        "title":"Ready to Be Counted: The Research Case for Education Policy Action on Non-Cognitive Skills. A Working Paper"},
      {
        "id":"ED605380",
        "title":"Diversity of the Black Population in Canada: An Overview"},
      {
        "id":"ED605381",
        "title":"Canada&apos;s Black Population: Education, Labour and Resilience. Ethnicity, Language and Immigration Thematic Series"},
      {
        "id":"ED605382",
        "title":"Making Sense of Social-Emotional Survey Results Using the CORE Districts&apos; Benchmarking Data"},
      {
        "id":"ED605383",
        "title":"Working Paper: Measurement Properties of Student Social-Emotional Competency and School Culture-Climate Surveys in the NewSchools Invent Cohort"},
      {
        "id":"ED605384",
        "title":"Over-Education among University-Educated Immigrants in Canada and the United States. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED605385",
        "title":"Insights from the Field: Facilitating Dialogue and Learning within a Research-Practice Partnership on Social-Emotional Learning. A Working Paper"},
      {
        "id":"ED605386",
        "title":"Skill Utilization and Earnings of STEM-Educated Immigrants in Canada: Differences by Degree Level and Field of Study. Analytical Studies Branch Research Paper Series"},
      {
        "id":"ED605387",
        "title":"Schooling during the COVID-19 Pandemic: How Emergency Education Savings Accounts Can Meet the Needs of Every American Child. Issue Brief No. 5047"},
      {
        "id":"ED605389",
        "title":"CIID Annotated Bibliography, Version 3"},
      {
        "id":"ED605390",
        "title":"COVID-19 Pandemic: Academic Impacts on Postsecondary Students in Canada. StatCan COVID-19: Data to Insights for a Better Canada"},
      {
        "id":"ED605391",
        "title":"South Carolina Commission on Higher Education Statistical Abstract, 2019. 41st Edition"},
      {
        "id":"ED605392",
        "title":"COVID-19 Pandemic: Financial Impacts on Postsecondary Students in Canada. StatCan COVID-19: Data to Insights for a Better Canada"},
      {
        "id":"ED605393",
        "title":"COVID-19 Pandemic: School Closures and the Online Preparedness of Children. StatCan COVID-19: Data to Insights for a Better Canada"},
      {
        "id":"ED605395",
        "title":"Measuring MESH: Student and Teacher Surveys Curated for the CORE Districts"},
      {
        "id":"ED605398",
        "title":"School Closures and the Online Preparedness of Children during the COVID-19 Pandemic. Economic Insights. Issue 2020001 No. 103"},
      {
        "id":"ED605405",
        "title":"Adults with a Health Education but Not Working in Health Occupations. StatCan COVID-19: Data to Insights for a Better Canada"},
      {
        "id":"ED605407",
        "title":"COVID-19 Pandemic: Impacts on the Work Placements of Postsecondary Students in Canada. StatCan COVID-19: Data to Insights for a Better Canada"},
      {
        "id":"ED605409",
        "title":"Careers in the Arts: Who Stays and Who Leaves? SNAAP Special Report. Spring 2020"},
      {
        "id":"ED605411",
        "title":"Education Grantmaking During COVID-19: Early Trends"},
      {
        "id":"ED605414",
        "title":"Results from the 2016 Census: Education and Labour Market Integration of Black Youth in Canada. Insights on Canadian Society"},
      {
        "id":"ED605419",
        "title":"The Use of Common Education Data Standards to Support Data Integration"},
      {
        "id":"ED605420",
        "title":"Expanding the Definition of Student Success under ESSA: Opportunities to Advance Social-Emotional Mindsets, Skills, and Habits for Today&apos;s Students. A Policy Brief"},
      {
        "id":"ED605421",
        "title":"Expanding the Definition of Student Success under ESSA: Opportunities to Advance Social-Emotional Mindsets, Skills, and Habits for Today&apos;s Students. Executive Summary. Policy Brief"},
      {
        "id":"ED605422",
        "title":"Benefits of an Integrated Data System"},
      {
        "id":"ED605423",
        "title":"Exploring New Research on Pre-K Outcomes. Policy Brief"},
      {
        "id":"ED605424",
        "title":"Data Integration Toolkit"},
      {
        "id":"ED605439",
        "title":"USDA School Meal Programs: How and Why the Cost of Food Purchases Varies across Locales. Economic Research Report Number 260"},
      {
        "id":"ED605443",
        "title":"Characteristics of School Districts Offering Free School Meals to All Students through the Community Eligibility Provision of the National School Lunch Program. Economic Research Report Number 255"},
      {
        "id":"ED605446",
        "title":"USAID Education: Higher Education. Updated"},
      {
        "id":"ED605447",
        "title":"USAID Education: Education in Crisis and Conflict. Updated"},
      {
        "id":"ED605448",
        "title":"The Next Big Leap for Research-Practice Partnerships: Building and Testing Theories to Improve Research Use"},
      {
        "id":"ED605464",
        "title":"Special Education: IDEA Dispute Resolution Activity in Selected States Varied Based on School Districts&apos; Characteristics. Report to Congressional Requesters. GAO-20-22"},
      {
        "id":"ED605465",
        "title":"Higher Education: Approaches and Strategies Used in College Campus Surveys on Sexual Violence. Report to Congressional Requesters. GAO-20-351"},
      {
        "id":"ED605471",
        "title":"Defense Workforce: Steps Needed to Identify Acquisition Training Needs for Non-Acquisition Personnel. Report to Congressional Committees. GAO-19-556"},
      {
        "id":"ED605475",
        "title":"Choose Your Own Intervention: Using Choice to Enhance the Effectiveness of a Utility-Value Intervention"},
      {
        "id":"ED605476",
        "title":"Students in Subbaccalaureate Health Sciences Programs: 2015-16. Data Point. NCES 2020-055"},
      {
        "id":"ED605477",
        "title":"Health Care Workforce: Views on Expanding Medicare Graduate Medical Education Funding to Nurse Practitioners and Physician Assistants. Report to Congressional Committees. GAO-20-162"},
      {
        "id":"ED605478",
        "title":"Effect of Accessing Supports on Higher Education Persistence of Students with Disabilities"},
      {
        "id":"ED605479",
        "title":"&quot;eRevis(ing)&quot;: Students&apos; Revision of Text Evidence Use in an Automated Writing Evaluation System"},
      {
        "id":"ED605480",
        "title":"New Insights and Directions: Considering the Impact of Charter School Attributes on Communities of Color"},
      {
        "id":"ED605481",
        "title":"In the Footsteps of Siblings: College Attendance Disparities and the Intragenerational Transmission of Educational Advantage"},
      {
        "id":"ED605483",
        "title":"Moving Forward Four Words at a Time: Effects of a Supplemental Preschool Vocabulary Intervention"},
      {
        "id":"ED605484",
        "title":"Exploring an Interdisciplinary Theoretical Model of Migrant Schooling to Effectively Account for Achievement Differences between Migrant and Native Students"},
      {
        "id":"ED605485",
        "title":"Emotional Intelligence and Work Values of Selected Instructors from a Teacher Education Institution"},
      {
        "id":"ED605486",
        "title":"The Benefits of Combining Value for the Self and Others in Utility-Value Interventions"},
      {
        "id":"ED605488",
        "title":"An Authentic Course-Based Research Experience in Antibiotic Resistance and Microbial Genomics"},
      {
        "id":"ED605491",
        "title":"Play Today: B.C. Handbook"},
      {
        "id":"ED605492",
        "title":"Play Today: A Guide for Families"},
      {
        "id":"ED605493",
        "title":"Exploring the Effects of Game Based Learning in Trinidad and Tobago&apos;s Primary Schools: An Examination of In-Service Teachers&apos; Perspectives"},
      {
        "id":"ED605496",
        "title":"Professional Military Education: Programs Are Accredited, but Additional Information Is Needed to Assess Effectiveness. Report to Congressional Addressees. GAO-20-323"},
      {
        "id":"ED605498",
        "title":"Small Business Administration: Opportunities Exist to Strengthen Engagement with Historically Black Colleges and Universities. Report to Congressional Requesters. GAO-20-41"},
      {
        "id":"ED605499",
        "title":"How Can Districts Improve Newcomer Graduation Outcomes? Policy Brief"},
      {
        "id":"ED605500",
        "title":"Overview: Higher Education Data Resources"},
      {
        "id":"ED605501",
        "title":"Let&apos;s Play! Activities for Families"},
      {
        "id":"ED605502",
        "title":"Noise Map of My School: A Case Study"},
      {
        "id":"ED605503",
        "title":"Shifting Special Needs Students to Online Learning in the COVID-19 Spring: Challenges for Students, Families, and Teachers. Pioneer Education Policy Brief"},
      {
        "id":"ED605504",
        "title":"British Columbia Early Learning Framework"},
      {
        "id":"ED605505",
        "title":"Bureau of Indian Education: Actions Needed to Improve Management of a Supplemental Education Program. Report to the Republican Leader, Committee on Education and Labor, House of Representatives. GAO-20-308"},
      {
        "id":"ED605506",
        "title":"&quot;The Dying of the Light&quot;: How Common Core Damages Poetry Instruction. White Paper No. 113"},
      {
        "id":"ED605508",
        "title":"Interim Guidance for Administrators of U.S. Institutions of Higher Education: Plan, Prepare, and Respond to Coronavirus Disease 2019 (COVID-19)"},
      {
        "id":"ED605510",
        "title":"Interim Guidance for Administrators of US K-12 Schools and Child Care Programs to Plan, Prepare, and Respond to Coronavirus Disease 2019 (COVID-19)"},
      {
        "id":"ED605511",
        "title":"A Randomized Controlled Trial of a Trauma-Informed School Prevention Program for Urban Youth: Rationale, Design, and Methods"},
      {
        "id":"ED605513",
        "title":"British Columbia Early Learning Framework"},
      {
        "id":"ED605514",
        "title":"Multilevel Meta-Analysis of Multiple Regression Coefficients from Single-Case Experimental Studies"},
      {
        "id":"ED605515",
        "title":"K-12 Education: Information on How States Assess Alternative School Performance. Report to the Chairman, Committee on Education and Labor, House of Representatives. GAO-20-310"},
      {
        "id":"ED605516",
        "title":"Effect Size Estimation for Combined Single-Case Experimental Designs"},
      {
        "id":"ED605517",
        "title":"Health and STEM Career Expectations and Science Literacy Achievement of U.S. 15-Year-Old Students. Stats in Brief. NCES 2020-034"},
      {
        "id":"ED605518",
        "title":"Using Bayesian Methods to Test Mediators of Intervention Outcomes in Single-Case Experimental Designs"},
      {
        "id":"ED605519",
        "title":"Bureau of Prisons: Improved Planning Would Help BOP Evaluate and Manage Its Portfolio of Drug Education and Treatment Programs. Accessible Version. Report to Congressional Requesters. GAO-20-423"},
      {
        "id":"ED605520",
        "title":"A Brexit from Government Schooling: Toward Education Freedom in the United Kingdom. Backgrounder. No. 3466"},
      {
        "id":"ED605521",
        "title":"Financial Crisis Looming for K-12 Schools? Flexibility Needed, Not Bailouts. Issue Brief No. 5061"},
      {
        "id":"ED605522",
        "title":"Using Standards-Based Grading to Reduce Mathematics Anxiety: A Review of Literature"},
      {
        "id":"ED605523",
        "title":"Ensuring Fairness in Difficulty and Content among Parallel Assessments Generated from a Test-Item Database"},
      {
        "id":"ED605524",
        "title":"Postsecondary Peer Assisted Learning Programs Offered Online: 2020 Annotated Bibliography"},
      {
        "id":"ED605526",
        "title":"Preparatory Year Students&apos; Perspectives on the Inclusion of Social Networking Sites (SNS) in Higher Education"},
      {
        "id":"ED605527",
        "title":"Educating at a Distance: A Redistribution of Roles"},
      {
        "id":"ED605528",
        "title":"Lessons Learned from Taking Postsecondary Peer Assisted Learning Programs Online in 2020: Raw Survey Data"},
      {
        "id":"ED605529",
        "title":"Lessons Learned in 2020 about Postsecondary Online Peer Assisted Learning (PAL) Groups from Previous Research Publications and Recent Survey of PAL Program Administrators"},
      {
        "id":"ED605530",
        "title":"Engaging the Arts across the Juvenile Justice System"},
      {
        "id":"ED605531",
        "title":"Teacher Professional Development Challenges Faced by Rural Superintendents"},
      {
        "id":"ED605532",
        "title":"2019-2020 Florida Adult High School Technical Assistance Paper"},
      {
        "id":"ED605533",
        "title":"Male and Female High School Students&apos; Expectations for Working in a Health-Related Field. Data Point. NCES 2020-082"},
      {
        "id":"ED605534",
        "title":"Case Study on Cultural Interference on Language Learning and Teacher Acknowledgement and Adaptation"},
      {
        "id":"ED605535",
        "title":"Collaborative Leadership for Thriving Teams: A Guide for Teacher-Powered Site Administrators"},
      {
        "id":"ED605539",
        "title":"How Can We Improve Teaching in Higher Education? Learning from CUNY Start. CCRC Working Paper No. 120"},
      {
        "id":"ED605543",
        "title":"Public District Schools + Public Chartered Schools"},
      {
        "id":"ED605544",
        "title":"Recommendations for Minnesota&apos;s Teacher Standards of Effective Practice"},
      {
        "id":"ED605545",
        "title":"K-12 Education: Education Needs to Address Significant Quality Issues with Its Restraint and Seclusion Data. Report to Congressional Committees. GAO-20-345"},
      {
        "id":"ED605547",
        "title":"Reimagining Teacher Preparation: An Invitation to Create New Programs for Changing Teacher Roles. Design Ideas"},
      {
        "id":"ED605548",
        "title":"Is Early Start a Better Start? Evaluating California State University&apos;s Early Start Remediation Policy"},
      {
        "id":"ED605549",
        "title":"Assessment of Noise Levels of Elementary Schools in France and Turkey"},
      {
        "id":"ED605550",
        "title":"Music Education Context and Socio-Cultural Factors as Determinants of Students&apos; Participation in High School Music Programs: Basis for a Music Program Framework"},
      {
        "id":"ED605551",
        "title":"Employing Infographics Based on Tablet Applications to Improve Professional Competence in the Light of the Digital Transformation of Education Technology Specialists"},
      {
        "id":"ED605552",
        "title":"Effect of Formative Assessment-Based Instruction on High School Students&apos; Conceptual Understanding of Balance and Torque"},
      {
        "id":"ED605553",
        "title":"Continued Learning during COVID-19. Policy Update. Vol. 27, No. 3"},
      {
        "id":"ED605555",
        "title":"Are Nursing Students&apos; Early Course and Perceived Performance Related to Their Final and Actual Course Performance?"},
      {
        "id":"ED605556",
        "title":"A Guide to SSIP Evaluation Planning"},
      {
        "id":"ED605557",
        "title":"The Brief Intervention for School Clinicians (BRISC): A Mixed-Methods Evaluation of Feasibility, Acceptability, and Contextual Appropriateness"},
      {
        "id":"ED605558",
        "title":"Using a Theory of Action to Develop Performance Indicators to Measure Progress towards a SIMR"},
      {
        "id":"ED605559",
        "title":"Transporting School Choice Students: A Primer on States&apos; Transportation Policies Related to Private, Charter, and Open Enrollment Students"},
      {
        "id":"ED605560",
        "title":"A View from the Classroom: What Teachers Can Tell Philanthropy about the Needs of Schools"},
      {
        "id":"ED605561",
        "title":"Clearing Policy Barriers to Student-Centered Learning: Recommendations for a More Relevant, Personalized, and Equitable Minnesota Education System"},
      {
        "id":"ED605562",
        "title":"Recognizing Achievement in Classified School Employees Act (Public Law 116-13)"},
      {
        "id":"ED605563",
        "title":"Building Blocks of STEM Act (Public Law 116-102)"},
      {
        "id":"ED605565",
        "title":"Supporting Veterans in STEM Careers Act (Public Law 116-115)"},
      {
        "id":"ED605566",
        "title":"Head Start&apos;s Contagion of Fraud and Abuse. Backgrounder. No. 3467"},
      {
        "id":"ED605567",
        "title":"Teacher-Powered Practices: How Teacher Teams Collaboratively Lead and Create Student-Centered Schools"},
      {
        "id":"ED605568",
        "title":"A Critical Review of the Professional Development Literature for Paraprofessionals Supporting Students with Externalizing Behavior Disorders"},
      {
        "id":"ED605569",
        "title":"Correcting Carter&apos;s Mistake: Removing Cabinet Status from the U.S. Department of Education. Backgrounder. No. 3492"},
      {
        "id":"ED605573",
        "title":"Comparing Ed Reforms: Assessing the Experimental Research on Nine K-12 Education Reforms. EdChoice Brief"},
      {
        "id":"ED605574",
        "title":"Preparing Facilities for Students&apos; Return in the Wake of COVID-19. Policy Update. Vol. 27, No. 5"},
      {
        "id":"ED605575",
        "title":"School Choice and School Safety: Reviewing the School Safety Evidence on Private and Charter Schools in the U.S. Working Paper 2020-2"},
      {
        "id":"ED605576",
        "title":"Too Many Schools Leave Learning to Chance during the Pandemic"},
      {
        "id":"ED605577",
        "title":"How Education Savings Accounts Can Build a Stronger and More Mobile Military. Issue Brief No. 5044"},
      {
        "id":"ED605578",
        "title":"The Effect of School Mobility and Concurrent Changes on Students&apos; Academic Performance"},
      {
        "id":"ED605579",
        "title":"Rhetorical Organization of Ilocano and Tagalog Pre-Service Teachers in Their Argumentative Essays"},
      {
        "id":"ED605580",
        "title":"The College Affordability Act Is Unaffordable. Issue Brief No. 5020"},
      {
        "id":"ED605581",
        "title":"A Framework for a Taxonomy of Schools: Going beyond Governance-Based Categories When Evaluating and Comparing Schools"},
      {
        "id":"ED605582",
        "title":"Briefing Memo: A History of Minnesota&apos;s Tiered Teacher Licensure System"},
      {
        "id":"ED605583",
        "title":"Middle School Students and Digital Citizenship: Is Technology Important for Digital Citizens in Turkey?"},
      {
        "id":"ED605584",
        "title":"Alabama [State Profile]"},
      {
        "id":"ED605586",
        "title":"Iowa [State Profile]"},
      {
        "id":"ED605587",
        "title":"Kansas [State Profile]"},
      {
        "id":"ED605588",
        "title":"Kentucky [State Profile]"},
      {
        "id":"ED605589",
        "title":"Massachusetts [State Profile]"},
      {
        "id":"ED605590",
        "title":"Maryland [State Profile]"},
      {
        "id":"ED605591",
        "title":"Georgia [State Profile]"},
      {
        "id":"ED605592",
        "title":"Connecticut [State Profile]"},
      {
        "id":"ED605593",
        "title":"Arkansas [State Profile]"},
      {
        "id":"ED605594",
        "title":"District of Columbia [State Profile]"},
      {
        "id":"ED605595",
        "title":"Hawaii [State Profile]"},
      {
        "id":"ED605596",
        "title":"Florida [State Profile]"},
      {
        "id":"ED605597",
        "title":"Illinois [State Profile]"},
      {
        "id":"ED605598",
        "title":"Louisiana [State Profile]"},
      {
        "id":"ED605599",
        "title":"Maine [State Profile]"},
      {
        "id":"ED605600",
        "title":"Delaware [State Profile]"},
      {
        "id":"ED605601",
        "title":"California [State Profile]"},
      {
        "id":"ED605602",
        "title":"Minnesota [State Profile]"},
      {
        "id":"ED605603",
        "title":"Colorado [State Profile]"},
      {
        "id":"ED605604",
        "title":"Alaska [State Profile]"},
      {
        "id":"ED605605",
        "title":"Arizona [State Profile]"},
      {
        "id":"ED605606",
        "title":"Michigan [State Profile]"},
      {
        "id":"ED605607",
        "title":"Idaho [State Profile]"},
      {
        "id":"ED605608",
        "title":"Indiana [State Profile]"},
      {
        "id":"ED605609",
        "title":"South Carolina [State Profile]"},
      {
        "id":"ED605610",
        "title":"Free College in Europe: A Cautionary Tale for the United States. Backgrounder. No. 3455"},
      {
        "id":"ED605611",
        "title":"State Employment First Policies: State Definitions, Goals, and Values. Research to Practice. Issue No. 56"},
      {
        "id":"ED605612",
        "title":"Missouri [State Profile]"},
      {
        "id":"ED605613",
        "title":"Mississippi [State Profile]"},
      {
        "id":"ED605614",
        "title":"Montana [State Profile]"},
      {
        "id":"ED605615",
        "title":"North Carolina [State Profile]"},
      {
        "id":"ED605616",
        "title":"North Dakota [State Profile]"},
      {
        "id":"ED605617",
        "title":"The State of the New York Teacher Workforce"},
      {
        "id":"ED605618",
        "title":"Nebraska [State Profile]"},
      {
        "id":"ED605619",
        "title":"New Hampshire [State Profile]"},
      {
        "id":"ED605620",
        "title":"New Jersey [State Profile]"},
      {
        "id":"ED605621",
        "title":"The State of the Connecticut Teacher Workforce"},
      {
        "id":"ED605622",
        "title":"Texas [State Profile]"},
      {
        "id":"ED605623",
        "title":"Utah [State Profile]"},
      {
        "id":"ED605624",
        "title":"Virginia [State Profile]"},
      {
        "id":"ED605625",
        "title":"New Mexico [State Profile]"},
      {
        "id":"ED605626",
        "title":"New York [State Profile]"},
      {
        "id":"ED605627",
        "title":"Nevada [State Profile]"},
      {
        "id":"ED605628",
        "title":"Ohio [State Profile]"},
      {
        "id":"ED605629",
        "title":"Oklahoma [State Profile]"},
      {
        "id":"ED605630",
        "title":"Pennsylvania [State Profile]"},
      {
        "id":"ED605631",
        "title":"Oregon [State Profile]"},
      {
        "id":"ED605632",
        "title":"Rhode Island [State Profile]"},
      {
        "id":"ED605633",
        "title":"15 Areas of Autonomy Secured by Teams of Teachers Designing and Running Teacher-Powered Schools"},
      {
        "id":"ED605634",
        "title":"South Dakota [State Profile]"},
      {
        "id":"ED605635",
        "title":"Tennessee [State Profile]"},
      {
        "id":"ED605636",
        "title":"Embracing Death: Mexican Parent and Child Perspectives on Death"},
      {
        "id":"ED605637",
        "title":"Study of the Higher Education Minority Quota System Policy in Georgia, 2010-2019"},
      {
        "id":"ED605638",
        "title":"By the Numbers: Phase One Analysis of the Teacher Workforce in South Dakota"},
      {
        "id":"ED605639",
        "title":"Virginia Is for Teachers? An Analysis of the State&apos;s Teacher Demand and Supply"},
      {
        "id":"ED605640",
        "title":"A Background on Potential Teacher Shortages in the United States"},
      {
        "id":"ED605641",
        "title":"Class Dismissed: Massachusetts&apos; Lack of Preparedness for K-12 Digital Learning during COVID-19. White Paper No. 208"},
      {
        "id":"ED605642",
        "title":"Employers Guide to Employing People with a Learning Disability: A Celebration of What Works. Need2Know"},
      {
        "id":"ED605643",
        "title":"Briefing Memo: Summaries of States&apos; ESSA School Quality/Student Success Measures"},
      {
        "id":"ED605644",
        "title":"Washington [State Profile]"},
      {
        "id":"ED605645",
        "title":"Wyoming [State Profile]"},
      {
        "id":"ED605646",
        "title":"Vermont [State Profile]"},
      {
        "id":"ED605648",
        "title":"Do You Remember Being Told What Happened to Grandma? The Role of Early Socialization on Later Coping with Death"},
      {
        "id":"ED605649",
        "title":"Understanding Strategy Change: Contextual, Individual, and Metacognitive Factors"},
      {
        "id":"ED605650",
        "title":"Wisconsin [State Profile]"},
      {
        "id":"ED605651",
        "title":"Trend in the G.C.E. Ordinary Level Mathematics Performance of Students in the North West Region of Cameroon"},
      {
        "id":"ED605652",
        "title":"Strategy Adoption Depends on Characteristics of the Instruction, Learner, and Strategy"},
      {
        "id":"ED605653",
        "title":"Technology Andragogy Work Content Knowledge Model as a New Framework in Vocational Education: Revised Technology Pedagogy Content Knowledge Model"},
      {
        "id":"ED605654",
        "title":"West Virginia [State Profile]"},
      {
        "id":"ED605656",
        "title":"School Counselors: Risk of Accumulated Stress"},
      {
        "id":"ED605657",
        "title":"Service Marketing Mix as Input and Output of Higher and Technical Education: A Measurement Model Based on Students&apos; Perceived Experience"},
      {
        "id":"ED605658",
        "title":"Briefing Memo: Summaries of States&apos; ESSA Accountability Plans. Briefing Memo"},
      {
        "id":"ED605659",
        "title":"The Demotivating Effect (and Unintended Message) of Awards"},
      {
        "id":"ED605660",
        "title":"State Employment First Policies #2: Engaging Stakeholders in Development and Implementation. Research to Practice. Issue No. 57"},
      {
        "id":"ED605661",
        "title":"Spending and Results: What Does the Money Buy? A Delta Data Update, 2000-2010"},
      {
        "id":"ED605662",
        "title":"Impact and Prevalence of Diagrammatic Supports in Mathematics Classrooms"},
      {
        "id":"ED605663",
        "title":"Spending, Subsidies, and Tuition: Why Are Prices Going Up? What Are Tuitions Going to Pay For? A Delta Data Update, 2000-2010"},
      {
        "id":"ED605664",
        "title":"The 123s of School Choice: What the Research Says about Private School Choice Programs in America. 2020 Edition"},
      {
        "id":"ED605665",
        "title":"Well-Placed: The Geography of Opportunity and High School Effects on College Attendance"},
      {
        "id":"ED605666",
        "title":"How Can Schools Support Secondary Newcomers Academically, Socially, and Emotionally? Policy Brief"},
      {
        "id":"ED605667",
        "title":"Children&apos;s Emerging Understanding of Death"},
      {
        "id":"ED605668",
        "title":"Exploring Longitudinal Outcomes and Trajectories of English Language Learners"},
      {
        "id":"ED605669",
        "title":"School Turnaround Efforts: What&apos;s Been Tried, Why Those Efforts Failed, and What to Do Now"},
      {
        "id":"ED605670",
        "title":"States Go Global: State Government Engagement in Higher Education Internationalization. Rockefeller Report"},
      {
        "id":"ED605671",
        "title":"2018-19 Guide to Calculating School Grades, District Grades, and the Federal Percent of Points Index"},
      {
        "id":"ED605672",
        "title":"Gather-Narrow-Extract: A Framework for Studying Local Policy Variation Using Web-Scraping and Natural Language Processing"},
      {
        "id":"ED605673",
        "title":"Supporting Child Care Providers Amid COVID-19. Policy Update. Vol. 27, No. 4"},
      {
        "id":"ED605674",
        "title":"Continuing CHAAOS: Vocabulary Intervention for Students with Disabilities in Eighth Grade Who Are Also English Learners"},
      {
        "id":"ED605675",
        "title":"Relations between Component Reading Skills, Inferences, and Comprehension Performance in Community College Readers"},
      {
        "id":"ED605676",
        "title":"State Boards Wrestle with Graduation Policy during Pandemic. Policy Update. Vol. 27, No. 2"},
      {
        "id":"ED605677",
        "title":"Personalized Learning in iSTART: Past Modifications and Future Design"},
      {
        "id":"ED605678",
        "title":"The ABCs of School Choice: The Comprehensive Guide to Every Private School Choice Program in America. 2020 Edition"},
      {
        "id":"ED605679",
        "title":"A Roadmap to Better Data: Developing a Census Bureau Partnership to Measure National Postsecondary Earnings Outcomes"},
      {
        "id":"ED605680",
        "title":"2019 Annual Disability Statistics Compendium"},
      {
        "id":"ED605681",
        "title":"Conceptual Knowledge of Confidence Intervals in Psychology Undergraduate and Graduate Students"},
      {
        "id":"ED605682",
        "title":"Targeting Oral Language and Listening Comprehension Development for Students with Autism Spectrum Disorder: A School-Based Pilot Study"},
      {
        "id":"ED605683",
        "title":"2019 Annual Disability Statistics Supplement"},
      {
        "id":"ED605684",
        "title":"IDRA Newsletter. Volume 47, No. 1"},
      {
        "id":"ED605685",
        "title":"2019 Annual Report on People with Disabilities in America"},
      {
        "id":"ED605686",
        "title":"IDRA Newsletter. Volume 47, No. 2"},
      {
        "id":"ED605687",
        "title":"For Many, Is College out of Reach? Exploring Scalable Innovative State Programs to Close the College Access (and Success) Gap"},
      {
        "id":"ED605688",
        "title":"Thinking Small to Think Big: Modular Approach for Autism Programming in Schools (MAAPS)"},
      {
        "id":"ED605689",
        "title":"Moving to Educational Accountability System 2.0: Socioemotional Learning Standards and Protective Environments for Whole Children. Education Policy"},
      {
        "id":"ED605690",
        "title":"IDRA Newsletter. Volume 47, No. 3"},
      {
        "id":"ED605691",
        "title":"Rethinking Policy and Practice for STEM Education: New Hispanic Perspectives"},
      {
        "id":"ED605692",
        "title":"Innovative Strategies to Close Postsecondary Attainment Gaps: Building Collaborative Partnerships through the Stakeholder Engagement Process"},
      {
        "id":"ED605693",
        "title":"The Self in Self-Regulated Writing of Fourth to Ninth Graders with Dysgraphia"},
      {
        "id":"ED605694",
        "title":"Methodological Approaches for Impact Evaluation in Educational Settings"},
      {
        "id":"ED605695",
        "title":"Structural Equation Analysis of Dental School Related Stress Factors"},
      {
        "id":"ED605696",
        "title":"Improving Student Outcomes in Higher Education: The Science of Targeted Intervention"},
      {
        "id":"ED605697",
        "title":"Stay Away-Stay Awake: A Research Study with University Students"},
      {
        "id":"ED605698",
        "title":"Examining Youth Mentoring Services across America: Findings from the 2016 National Mentoring Program Survey"},
      {
        "id":"ED605699",
        "title":"Social Media Addiction and Sleep Problem: A Structural Equation Modelling"},
      {
        "id":"ED605701",
        "title":"Promises and Pitfalls of Adapting Utility Value Interventions for Online Math Courses"},
      {
        "id":"ED605704",
        "title":"An Analysis of Conjunctive Discourse Markers in the EFL Classroom: A Case Study of EFL Teachers in Saudi Arabia"},
      {
        "id":"ED605706",
        "title":"IDRA Newsletter. Volume 47, No. 4"},
      {
        "id":"ED605707",
        "title":"Encouraging Greatness: How Boys and Young Men of Color Define High-Quality Mentoring for Career and College Readiness"},
      {
        "id":"ED605709",
        "title":"IDRA Newsletter. Volume 47, No. 5"},
      {
        "id":"ED605714",
        "title":"Employing Student Success: A Comprehensive Examination of On-Campus Student Employment"},
      {
        "id":"ED605715",
        "title":"The Power of Relationships: How and Why American Adults Step up to Mentor the Nation&apos;s Youth"},
      {
        "id":"ED605718",
        "title":"Emotional Quotient, Work Attitude and Teaching Performance of Secondary School Teachers"},
      {
        "id":"ED605719",
        "title":"Focusing on Gaps in Access to Arts Education. State Innovations. Vol. 23, No. 1"},
      {
        "id":"ED605720",
        "title":"Social Justice Education in America"},
      {
        "id":"ED605721",
        "title":"Social Interaction in Knowledge Acquisition: Advanced Curriculum. Critical Review of Studies Relevant to Social Behavior of Infants"},
      {
        "id":"ED605723",
        "title":"Motivating Factors of Teachers in Developing Supplementary Learning Materials (SLMs)"},
      {
        "id":"ED605725",
        "title":"Kansas State Board Confronts Youth Vaping. State Innovations. Vol. 25, No. 1"},
      {
        "id":"ED605726",
        "title":"Everyone Deserves to Be Seen. Recommendations for Improved Federal Data on Asian Americans and Pacific Islanders (AAPI)"},
      {
        "id":"ED605727",
        "title":"Investigation of Pre-Service Teachers&apos; Opinions on Advantages and Disadvantages of Online Formative Assessment: An Example of Online Multiple-Choice Exam"},
      {
        "id":"ED605728",
        "title":"Exploring the Dimensionality of Kindergarten Written Composition"},
      {
        "id":"ED605729",
        "title":"Validation Study of the Family Involvement Questionnaire--Elementary Version with Families in Belize"},
      {
        "id":"ED605730",
        "title":"A Roadmap to Service Learning in Catholic Schools"},
      {
        "id":"ED605731",
        "title":"Utility-Value Score: A Case Study in System Generalization for Writing Analytics"},
      {
        "id":"ED605732",
        "title":"Social Interaction Shapes Infants&apos; Earliest Links between Language and Cognition"},
      {
        "id":"ED605733",
        "title":"Affirming Independence: Exploring Mechanisms Underlying a Values Affirmation Intervention for First-Generation Students"},
      {
        "id":"ED605734",
        "title":"School Effects on Socio-Emotional Development, School-Based Arrests, and Educational Attainment. Working Paper No. 226-0220"},
      {
        "id":"ED605735",
        "title":"Assessing the Accuracy of Elementary School Test Scores as Predictors of Students&apos; High School Outcomes. Working Paper No. 235-0520"},
      {
        "id":"ED605737",
        "title":"Disconnected Development? The Importance of Specific Human Capital in the Transition from Student Teaching to the Classroom. Working Paper No. 236-0520"},
      {
        "id":"ED605738",
        "title":"Awareness Is Not Enough: A Double-Blind Randomized Controlled Trial of the Effects of Providing Discipline Disproportionality Data Reports to School Administrators"},
      {
        "id":"ED605741",
        "title":"School Segregation at the Classroom Level in a Southern &apos;New Destination&apos; State. Working Paper No. 230-0220"},
      {
        "id":"ED605744",
        "title":"Distance Learning During COVID-19: 7 Equity Considerations for Schools and Districts. Issue Brief"},
      {
        "id":"ED605745",
        "title":"The Special Education Teacher Pipeline: Teacher Preparation, Workforce Entry, and Retention. Working Paper No. 231-0220"},
      {
        "id":"ED605747",
        "title":"Applied Work-Based Learning at the State University of New York: Situating SUNY Works and Studying Effects. Supplementary Report on Assessing Labor Market Outcomes: A Pilot Study"},
      {
        "id":"ED605748",
        "title":"Does Education Aid Flow to the Schools That Need It the Most? Low-Performing Schools and the Need for Better Local Spending Data. Policy Brief"},
      {
        "id":"ED605749",
        "title":"The School Health Services Team: Supporting Student Outcomes. Position Statement"},
      {
        "id":"ED605750",
        "title":"Five Formative Assessment Strategies to Improve Distance Learning Outcomes for Students with Disabilities. NCEO Brief. Number 20"},
      {
        "id":"ED605751",
        "title":"The Annual Condition of Education Report, 2019"},
      {
        "id":"ED605752",
        "title":"Non-Resident Postsecondary Enrollment Growth and the Outcomes of In-State Students. Working Paper No. 225-0120"},
      {
        "id":"ED605753",
        "title":"MTSS for All: Including Students with the Most Significant Cognitive Disabilities"},
      {
        "id":"ED605754",
        "title":"Brief Teacher Training Improves Student Behavior and Student-Teacher Relationships in Middle School"},
      {
        "id":"ED605756",
        "title":"How Instructors Frame Students&apos; Interactions with Educational Technologies Can Enhance or Reduce Learning with Multiple Representations"},
      {
        "id":"ED605757",
        "title":"Effectiveness and Efficiency of Adding Drawing Prompts to an Interactive Educational Technology When Learning with Visual Representations"},
      {
        "id":"ED605758",
        "title":"Preparing Computer Science Teachers in Maryland and Arkansas. State Innovations. Vol. 21, No. 2"},
      {
        "id":"ED605759",
        "title":"Use of Individualized Healthcare Plans to Support School Health Services. Position Statement. Revised"},
      {
        "id":"ED605760",
        "title":"Examining the Educational Spillover Effects of Severe Natural Disasters: The Case of Hurricane Maria. Working Paper No. 233-0320"},
      {
        "id":"ED605761",
        "title":"Immunizations. Position Statement. Revised"},
      {
        "id":"ED605763",
        "title":"Five Things Student Affairs Administrators Can Do to Improve Success among College Men of Color. NASPA Research and Policy Institute Issue Brief"},
      {
        "id":"ED605764",
        "title":"College Students&apos; Reasons for Leaving Biomedical Fields: Disenchantment with Biomedicine or Attraction to Other Fields"},
      {
        "id":"ED605765",
        "title":"Applied Work-Based Learning at the State University of New York: Situating SUNY Works and Studying Effects"},
      {
        "id":"ED605766",
        "title":"Evidence on the Dimensionality and Reliability of Professional References&apos; Ratings of Teacher Applicants. Working Paper No. 237-0620"},
      {
        "id":"ED605767",
        "title":"Examining the Myth of Accountability, High-Stakes Testing, and the Achievement Gap"},
      {
        "id":"ED605768",
        "title":"A Summary of the Research on Test Accommodations for English Learners and English Learners with Disabilities, 2010-2018"},
      {
        "id":"ED605769",
        "title":"Black Certified Educators&apos; Lived Experiences Seeking Employment in Connecticut&apos;s Public Education System"},
      {
        "id":"ED605771",
        "title":"Developing Policy to Prevent Youth Suicide. Policy Update. Vol. 21, No. 3"},
      {
        "id":"ED605772",
        "title":"Strategies for Addressing Mental Health Support on Campus. NASPA Policy and Practice Series. Issue No. 4"},
      {
        "id":"ED605773",
        "title":"Critical Care: Policy Recommendations to Restore American Higher Education after the 2020 Coronavirus Shutdown"},
      {
        "id":"ED605774",
        "title":"Promoting Persistence in the Biological and Medical Sciences: An Expectancy-Value Approach to Intervention"},
      {
        "id":"ED605775",
        "title":"How Students Learn Content in Science, Technology, Engineering and Mathematics (STEM) through Drawing Activities"},
      {
        "id":"ED605776",
        "title":"Expanding the Frame: Institutional Responses to Students Accused of Sexual Misconduct"},
      {
        "id":"ED605777",
        "title":"A Second Chance: College-in-Prison Programs in New York State"},
      {
        "id":"ED605780",
        "title":"The Pedagogical Model of Philippine STEAM Education: Drawing Implications for the Reengineering of Philippine STEAM Learning Ecosystem"},
      {
        "id":"ED605782",
        "title":"Determining the Sports Participation Motivations of Ski Athletes"},
      {
        "id":"ED605783",
        "title":"Understanding the Australian Vocational Education and Training Workforce. Research Report"},
      {
        "id":"ED605784",
        "title":"Tracking and the Future of Career and Technical Education: How Efforts to Connect School and Work Can Avoid the Past Mistakes of Vocational Education"},
      {
        "id":"ED605785",
        "title":"Improving STEM Learning through Collaboration. State Innovations. Vol. 23, No. 2"},
      {
        "id":"ED605786",
        "title":"Proficiency Indicators for Philippine STEAM (Science, Technology, Engineering, Agri/Fisheries, Mathematics) Educators"},
      {
        "id":"ED605788",
        "title":"Free Speech and the Inclusive Campus: How Do We Foster the Campus Community We Want?"},
      {
        "id":"ED605789",
        "title":"Initial and Continuing VET in Australia: Clarifying Definitions and Applications. Research Report"},
      {
        "id":"ED605791",
        "title":"One Smithsonian: Greater Reach, Greater Relevance, Profound Impact. Annual Performance Plan, Fiscal Year 2020"},
      {
        "id":"ED605793",
        "title":"Content Validity and Confirmatory Factor Analysis of Cooperative Learning Attitude Scale (CLAS) for the EFL Students"},
      {
        "id":"ED605796",
        "title":"Exploring the Role of L2 in L1 Writing: Clues from English Teachers&apos; Think Aloud Protocols"},
      {
        "id":"ED605797",
        "title":"Convergence of K-12 and Higher Education: Policies and Programs in a Changing Era"},
      {
        "id":"ED605799",
        "title":"Uneven Distribution of Education Aid within Big 5 School Districts in New York State. By the Numbers"},
      {
        "id":"ED605800",
        "title":"The Starts and Stumbles of Restorative Justice in Education: Where Do We Go from Here?"},
      {
        "id":"ED605801",
        "title":"Building on the GED: Promising Results from a Bridge-to-College Model"},
      {
        "id":"ED605803",
        "title":"IDRA Newsletter. Volume 46, No. 10, November-December 2019"},
      {
        "id":"ED605808",
        "title":"A Review of Web-Based Special Education Resources Provided to Parents by State Departments of Education"},
      {
        "id":"ED605809",
        "title":"Investing for &quot;Impact&quot; or Investing for Profit? Social Impact Bonds, Pay for Success, and the Next Wave of Privatization of Social Services and Education"},
      {
        "id":"ED605811",
        "title":"Reporting from the Test Kitchen: Blended Learning at New Leaders"},
      {
        "id":"ED605812",
        "title":"Reporting from the Test Kitchen: Blended Learning at New Leaders. Executive Summary"},
      {
        "id":"ED605813",
        "title":"The Effect of Journal Writing, One of the &quot;Writing to Learn&quot; Activities, on Achievement and Science Attitude in the Fourth Grade Science Course"},
      {
        "id":"ED605814",
        "title":"Improving Early Childhood Education Systems. Policy Brief"},
      {
        "id":"ED605815",
        "title":"Acculturative Stress among International Students at Airlangga University - Indonesia"},
      {
        "id":"ED605816",
        "title":"Global Interest for Health Professions Education: A Geographic and Temporal Analyses through Web Search Differences from 2010-2019"},
      {
        "id":"ED605817",
        "title":"Hawaii Department of Education Data Book, 2018. 29th Annual Report"},
      {
        "id":"ED605872",
        "title":"Interactive Book Reading with Expository Science Texts in Preschool Special Education Classrooms"},
      {
        "id":"ED605873",
        "title":"Collaborating with an Expert Panel to Establish the Content Validity of an Intervention for Preschoolers with Language Impairment"},
      {
        "id":"ED605874",
        "title":"Race-Based Data in Student Conduct: A Call to Action"},
      {
        "id":"ED605875",
        "title":"Experienced Chemistry Teachers&apos; Science Process Skills (SPSs) Development and Their Use of SPSs in Activity Plans"},
      {
        "id":"ED605878",
        "title":"Disrupting Narrow Conceptions of Justice: Exploring and Expanding &apos;Bullying&apos; and &apos;Upstanding&apos; in a University Honors Course"},
      {
        "id":"ED605881",
        "title":"Redefining Individual Growth and Development Indicators: Phonological Awareness"},
      {
        "id":"ED605882",
        "title":"Development of Early Measures of Comprehension: Innovation in Individual Growth and Development Indicators"},
      {
        "id":"ED605883",
        "title":"Educating for the Future. 2019 Update"},
      {
        "id":"ED605884",
        "title":"A Comparison of Ideas: Do Preservice Teachers and Instructors of Computer Education and Instructional Technology Department Share the Same Perspectives?"},
      {
        "id":"ED605885",
        "title":"How States and Districts Support Evidence Use in School Improvement. Study Snapshot. NCEE 2020-004"},
      {
        "id":"ED605886",
        "title":"Redefining Individual Growth and Development Indicators: Oral Language"},
      {
        "id":"ED605887",
        "title":"The Effectiveness of a Group Counseling Program in Enhancing the Ability to Form Friendship among Academically Talented Students"},
      {
        "id":"ED605888",
        "title":"Sequence Text Structure Intervention during Interactive Book Reading of Expository Picture Books with Preschool Children with Language Impairment"},
      {
        "id":"ED605889",
        "title":"The Little Kids down the Hall: Associations between School Climate, Pre-K Classroom Quality, and Pre-K Children&apos;s Gains in Receptive Vocabulary and Executive Function"},
      {
        "id":"ED605890",
        "title":"The Earliest Origins of Genetic Nurture: The Prenatal Environment Mediates the Association between Maternal Genetics and Child Development"},
      {
        "id":"ED605891",
        "title":"Tips for Supporting Elementary Writing Skills at Home. Family and Caregiver Activity"},
      {
        "id":"ED605892",
        "title":"Utah Banks on Statewide Approach to Adopting Education Technology. State Innovations. Vol. 24, No. 2"},
      {
        "id":"ED605893",
        "title":"The Effects of Enrolling in Oversubscribed Prekindergarten Programs through Third Grade"},
      {
        "id":"ED605894",
        "title":"School Leaders&apos; Role in Empowering Teachers through SEL. State Innovations. Vol. 24, No. 1"},
      {
        "id":"ED605895",
        "title":"Incorporating Digital Skills into VET Delivery. Good Practice Guide"},
      {
        "id":"ED605896",
        "title":"Teaching Digital Skills: Implications for VET Educators. Good Practice Guide"},
      {
        "id":"ED605899",
        "title":"Parental Report of Outcomes from a Randomized Trial of In-Home Family Services"},
      {
        "id":"ED605900",
        "title":"Cultural Diversity and Secondary Transition: Annotated Bibliography"},
      {
        "id":"ED605901",
        "title":"Financial Literacy: Annotated Bibliography"},
      {
        "id":"ED605902",
        "title":"Differential Reinforcement (DR). EBP Brief Packet"},
      {
        "id":"ED605904",
        "title":"Extinction (EXT). EBP Brief Packet"},
      {
        "id":"ED605905",
        "title":"Parent Implemented Intervention (PII). EBP Brief Packet"},
      {
        "id":"ED605907",
        "title":"Structured Play Groups (SPG). EBP Brief Packet"},
      {
        "id":"ED605908",
        "title":"Peer Mediated Supports: Annotated Bibliography"},
      {
        "id":"ED605909",
        "title":"Response Interruption/Redirection (RIR). EBP Brief Packet"},
      {
        "id":"ED605910",
        "title":"Video Modeling (VM). EBP Brief Packet"},
      {
        "id":"ED605911",
        "title":"Efficacy Study of the Science Notebook in a Universal Design for Learning Environment: Preliminary Findings"},
      {
        "id":"ED605912",
        "title":"Predicting Multi-Document Comprehension: Cohesion Network Analysis"},
      {
        "id":"ED605913",
        "title":"Data-Based Decision Making: Annotated Bibliography"},
      {
        "id":"ED605914",
        "title":"The Renewed Call for Little Black Children to Matter More in the Discourse on Race and Culturally-Connected Science Teaching"},
      {
        "id":"ED605915",
        "title":"Health Issues in Transition: Annotated Bibliography. Updated"},
      {
        "id":"ED605916",
        "title":"STEM Occupational Intentions Stability and Change through High School. Stats in Brief. NCES 2020-167"},
      {
        "id":"ED605917",
        "title":"Culturally Responsive Practices and Positive Behavioral Interventions and Supports (PBIS): Annotated Bibliography. [Updated]"},
      {
        "id":"ED605918",
        "title":"Sexuality in Transition Planning: Annotated Bibliography"},
      {
        "id":"ED605919",
        "title":"PEB-COVID-19: Analysis of Students Behavior and ILMIZI Model in Environmental Learning"},
      {
        "id":"ED605920",
        "title":"Reproductive Health Awareness of College Students of Selected Private Colleges in Olongapo City"},
      {
        "id":"ED605921",
        "title":"Analysis of Students&apos; Mathematical Connection Abilities in Solving Problem of Circle Material: Transposition Study"},
      {
        "id":"ED605922",
        "title":"Teaching Strategies for Gifted Students in Interior Design Program"},
      {
        "id":"ED605923",
        "title":"Summary of Performance: Annotated Bibliography"},
      {
        "id":"ED605924",
        "title":"NLTS-2 and Findings from NLTS-2012: Annotated Bibliography. Updated"},
      {
        "id":"ED605925",
        "title":"Using Natural Language Processing and Machine Learning to Classify Health Literacy from Secure Messages: The ECLIPPSE Study"},
      {
        "id":"ED605929",
        "title":"2019-2020 Annual Report Guidelines for New York State Charter Schools"},
      {
        "id":"ED605931",
        "title":"Top NTACT Resources for Transition Specialists"},
      {
        "id":"ED605932",
        "title":"Growth Model for Institutional Accountability. 2018/19 Technical Report"},
      {
        "id":"ED605933",
        "title":"Implementation of Sexuality Education in Middle Schools in China"},
      {
        "id":"ED605934",
        "title":"New York State Testing Program: 2020 Grades 3-5 English Language Arts Computer-Based Tests. Teacher&apos;s Directions (March 24-31, 2020)"},
      {
        "id":"ED605935",
        "title":"New York State Testing Program: 2020 Grades 6-8 English Language Arts Paper-Based Tests. Teacher&apos;s Directions (March 25-27, 2020)"},
      {
        "id":"ED605936",
        "title":"Introducing Grapheme-Phoneme Correspondences (GPCs): Exploring Rate and Complexity in Phonics Instruction for Kindergarteners with Limited Literacy Skills"},
      {
        "id":"ED605937",
        "title":"Considerations for Reopening Pennsylvania Schools"},
      {
        "id":"ED605938",
        "title":"English Learner (EL) Trends from the Nation&apos;s Report Card. Fast Facts"},
      {
        "id":"ED605939",
        "title":"New York State Testing Program: 2020 Grades 3-5 English Language Arts Paper-Based Tests. Teacher&apos;s Directions (March 25-27, 2020)"},
      {
        "id":"ED605940",
        "title":"Self-Care Strategies for Educators during the Coronavirus Crisis: Supporting Personal Social and Emotional Well-Being. Crisis Response Resource"},
      {
        "id":"ED605941",
        "title":"Managing Public Education Resources during the Coronavirus Crisis: Practical Tips and Considerations for School District Leaders. Crisis Response Resource"},
      {
        "id":"ED605942",
        "title":"New York State Testing Program: 2020 Grades 6-8 English Language Arts Computer-Based Tests. Teacher&apos;s Directions (March 24-31, 2020)"},
      {
        "id":"ED605943",
        "title":"Managing Public Education Resources in California during and after the Coronavirus Crisis: Practical Tips and Considerations for School District and Charter School Leaders. Crisis Response Resource"},
      {
        "id":"ED605944",
        "title":"English Language Teachers&apos; Success in Blended and Online E-Learning"},
      {
        "id":"ED605945",
        "title":"Supporting English Learners during School Closures: Considerations for Designing Distance Learning Experiences. Crisis Response Resource"},
      {
        "id":"ED605946",
        "title":"Hispanic-Serving Community Colleges and STEM Degree Attainment in Puerto Rico. Hispanic-Serving Community Colleges STEM Pipelines"},
      {
        "id":"ED605947",
        "title":"High-Quality CTE: Planning for a COVID-19-Impacted School Year"},
      {
        "id":"ED605948",
        "title":"Community-Care Strategies for Schools during the Coronavirus Crisis: Practical Tips for School Staff and Administrators. Crisis Response Resource"},
      {
        "id":"ED605949",
        "title":"Dual Language Learners and State-Funded Preschool"},
      {
        "id":"ED605950",
        "title":"Dual Language Learning Programs and English Learners"},
      {
        "id":"ED605951",
        "title":"English Learners and High School Mathematics"},
      {
        "id":"ED605952",
        "title":"English Learners and Instructional Programs"},
      {
        "id":"ED605953",
        "title":"English Learners and Science Achievement"},
      {
        "id":"ED605954",
        "title":"English Learners Who Speak Chinese as a Home Language"},
      {
        "id":"ED605955",
        "title":"English Learners (ELs) in Charter Schools. Fast Facts"},
      {
        "id":"ED605956",
        "title":"The Top Languages Spoken by English Learners (ELs) in the United States"},
      {
        "id":"ED605957",
        "title":"Family-School Engagement of Families Who Are Speakers of Other Languages"},
      {
        "id":"ED605958",
        "title":"National and State-Level High School Graduation Rates for English Learners. Fast Facts"},
      {
        "id":"ED605959",
        "title":"Family-Centered Prevention to Enhance Parenting Skills during the Transition to Elementary School: A Randomized Trial"},
      {
        "id":"ED605960",
        "title":"Technology Use with English Learners"},
      {
        "id":"ED605962",
        "title":"Reference Grammatical Cohesion in a Literary Text and Its Application to Language Learning in High School"},
      {
        "id":"ED605964",
        "title":"Educational Stress, Social Stress and Gender Differences among University Students"},
      {
        "id":"ED605965",
        "title":"Does the Writing Exposition Text Ability Correlate to Reading Habit and Discourse Markers Mastery?"},
      {
        "id":"ED605967",
        "title":"A Paradox in Distance Education"},
      {
        "id":"ED605968",
        "title":"Smartphones as Tools for Distance Education"},
      {
        "id":"ED605969",
        "title":"Evaluating a Continuing Medical Education Program: New World Kirkpatrick Model Approach"},
      {
        "id":"ED605970",
        "title":"A Statistical Study of Health Literacy at a University in Jiangsu, China"},
      {
        "id":"ED605971",
        "title":"Impact of an Augmented Reality System on Students&apos; Learning Performance for a Health Education Course"},
      {
        "id":"ED605972",
        "title":"Collective Racial Bias and the Black-White Test Score Gap. CEPA Working Paper No. 20-01"},
      {
        "id":"ED605974",
        "title":"2018 ACTE Quality CTE Program of Study Framework"},
      {
        "id":"ED605975",
        "title":"Opening the Black Box of College Counseling. CEPA Working Paper No. 20-03"},
      {
        "id":"ED605977",
        "title":"Leveraging Research on Informal Learning to Inform Policy on Promoting Early STEM. Social Policy Report. Volume 32, Number 3"},
      {
        "id":"ED605978",
        "title":"Effects of Four-Day School Weeks on School Finance and Achievement: Evidence from Oklahoma. CEPA Working Paper No. 20-02"},
      {
        "id":"ED605979",
        "title":"Initial Career Motives and Demotivation of English Language Teachers in Turkish Context"},
      {
        "id":"ED605980",
        "title":"Pre-Employment Transition Services: A Guide for Collaboration among State Vocational Rehabilitation Agencies and Education Partners"},
      {
        "id":"ED605981",
        "title":"Using Stakeholder Input to Guide Cultural and Contextual Adaptations for a Universal School-Based Intervention"},
      {
        "id":"ED605982",
        "title":"The Role of Home Literacy Practices in Kindergarten Children&apos;s Early Writing Development: A One-Year Longitudinal Study"},
      {
        "id":"ED605983",
        "title":"Parent&apos;s Participation in the Social Inclusion of Children with Disabilities in Bosnia and Herzegovina and Croatia"},
      {
        "id":"ED605984",
        "title":"Completing College, 2019 National Report. (Signature Report No. 18)"},
      {
        "id":"ED605985",
        "title":"The Biennial Report to Congress on the Implementation of the Title III State Formula Grant Program: School Years 2012-2014"},
      {
        "id":"ED605986",
        "title":"Roma Early Childhood Inclusion: Overview Report"},
      {
        "id":"ED605987",
        "title":"The Relationship between Healthy Lifestyle Behaviors and Quality of Life: An Analysis on University Students Who Are Engaged in Sports and Who Are Not"},
      {
        "id":"ED605988",
        "title":"What You Make Depends on Where You Live: College Earnings across States and Metropolitan Areas"},
      {
        "id":"ED605990",
        "title":"Assessment as a Service Not a Place: Transitioning Assessment Centers to School-Based Identification Systems. Occasional Paper. RTI Press Publication OP-0064-2004"},
      {
        "id":"ED605991",
        "title":"Using Motivational Interviewing to Improve Parenting Skills and Prevent Problem Behavior during the Transition to Kindergarten"},
      {
        "id":"ED605993",
        "title":"Buddha and Laozi on Happiness and Education"},
      {
        "id":"ED605994",
        "title":"In-Service STEAM Teachers&apos; Perceptions of Using Game-Based Learning in Primary and Secondary Instruction in the Bahamas"},
      {
        "id":"ED605995",
        "title":"Data for Students: The Potential of Data and Analytics for Student Success. Research Brief. RTI Press Publication RB-0023-2003"},
      {
        "id":"ED605996",
        "title":"I Belong to This World! A Teacher Practice for Developing Relatedness in the School Environment"},
      {
        "id":"ED605997",
        "title":"Chemistry Achievement and the African Caribbean Immigrant Student&apos;s Home: A Mixed-Methods and Multi-Dimensional Study"},
      {
        "id":"ED605998",
        "title":"Standing up for Equality in Germany&apos;s Schools"},
      {
        "id":"ED605999",
        "title":"2019 Fordham Sponsorship Annual Report"},
      {
        "id":"ED606000",
        "title":"The Unwavering SES Achievement Gap: Trends in U.S. Student Performance. Program on Education Policy and Governance Working Papers Series. PEPG 19-01"},
      {
        "id":"ED606001",
        "title":"Long-Run Trends in the U.S. SES-Achievement Gap. Program on Education Policy and Governance Working Papers Series. PEPG 20-01"},
      {
        "id":"ED606002",
        "title":"Effective Educational Practices in Health Profession Education (A Collection of Educational Projects completed by NTTC Alumni from 2006 to 2013)"},
      {
        "id":"ED606003",
        "title":"The State of the Sunshine State Standards: Florida&apos;s B.E.S.T. Edition"},
      {
        "id":"ED606005",
        "title":"Increasing Digital Platform Use to Help Youth Find Work. Policy Brief. RTI Press Publication PB-0023-2005"},
      {
        "id":"ED606006",
        "title":"Lexical Cohesion Study in Collection of Hujan Bulan Juni Poetry and It&apos;s Relevance as a Literature Learning Material in Junior High School"},
      {
        "id":"ED606007",
        "title":"A Proposed Framework for Developing Online Courses: The Case for a VR Course"},
      {
        "id":"ED606008",
        "title":"2012/17 Beginning Postsecondary Students Longitudinal Study (BPS:12/17) Data File Documentation. NCES 2020-522"},
      {
        "id":"ED606009",
        "title":"Entering the Skilled Technical Workforce after College. Research Brief. RTI Press Publication RB-0024-2004"},
      {
        "id":"ED606010",
        "title":"Indicators of Higher Education Equity in the United States: 2020 Historical Trend Report"},
      {
        "id":"ED606014",
        "title":"AASA COVID-19 Recovery Task Force Guidelines for Reopening Schools: &quot;An Opportunity to Transform Public Education&quot;"},
      {
        "id":"ED606016",
        "title":"Failing Another Generation: The Travesty of Roma Education in the Czech Republic"},
      {
        "id":"ED606017",
        "title":"Teaching during the COVID-19 Pandemic"},
      {
        "id":"ED606019",
        "title":"Experimentally Estimated Impacts of School Vouchers on Educational Attainments of Moderately and Severely Disadvantaged Students. Program on Education Policy and Governance Working Papers Series. PEPG 20-02"},
      {
        "id":"ED606020",
        "title":"Identifying Issues and Challenges in Industrial Training among Psychology Undergraduates"},
      {
        "id":"ED606021",
        "title":"Exploring the Attitudes of Native and Non-Native (Turkish) English-Speaking Parents towards Formal Instruction of English in Turkish Kindergartens"},
      {
        "id":"ED606022",
        "title":"The Impact of Critical Literacy Instruction on Adult EFL Learners&apos; Reading Comprehension"},
      {
        "id":"ED606024",
        "title":"Raising Awareness of EFL Teachers on Question Types and Pedagogical Goals: An Analysis through Classroom Modes"},
      {
        "id":"ED606025",
        "title":"An Evaluation of the English Preparatory Program at Istanbul Medeniyet University"},
      {
        "id":"ED606026",
        "title":"Perceptions on an EFL Teacher Education Program: Voices from Teacher Candidates"},
      {
        "id":"ED606027",
        "title":"Racial and Ethnic Representation in Postsecondary Education. Research Report"},
      {
        "id":"ED606028",
        "title":"Wait-Time in an English for Academic Purposes (EAP) Context: A Conversation Analytic Perspective"},
      {
        "id":"ED606029",
        "title":"A Growing Presence: STEM Degree Attainment at Illinois Hispanic-Serving Community Colleges. Hispanic-Serving Community Colleges STEM Pipelines"},
      {
        "id":"ED606030",
        "title":"Exploring Student and Teacher Usage Patterns Associated with Student Attrition in an Open Educational Resource-Supported Online Learning Platform"},
      {
        "id":"ED606031",
        "title":"Small but Serving Large: Hispanic-Serving Community Colleges and STEM Degree Attainment in New York. Hispanic-Serving Community Colleges STEM Pipelines"},
      {
        "id":"ED606032",
        "title":"STEM Degree Attainment at Hispanic-Serving Community Colleges in Texas. Hispanic-Serving Community Colleges STEM Pipelines"},
      {
        "id":"ED606033",
        "title":"Making Education and Employment Work for High School Students: A Toolkit for Systems That Support Young People with Adult Responsibilities, with Benefits for All. Research Report"},
      {
        "id":"ED606035",
        "title":"Eroding Trust: The UK&apos;s PREVENT Counter-Extremism Strategy in Health and Education"},
      {
        "id":"ED606036",
        "title":"College Students and Mid-Month Eating Adjustments: Balancing Budgets through Low Food Secure Behavior. Spotlight Report Brief"},
      {
        "id":"ED606037",
        "title":"International Students in BC&apos;s Education Systems: Summary of Research from the Student Transitions Project"},
      {
        "id":"ED606038",
        "title":"Strategic Litigation Impacts: Roma School Desegregation"},
      {
        "id":"ED606039",
        "title":"Student Transitions into BC Public, BC Private and Non-BC Institutions. STP Research Results"},
      {
        "id":"ED606044",
        "title":"Reopening Washington Schools 2020: District Planning Guide"},
      {
        "id":"ED606046",
        "title":"Continuous Learning 2020"},
      {
        "id":"ED606047",
        "title":"Supporting Migrant Students under Title I, Part C during School Closures"},
      {
        "id":"ED606049",
        "title":"Supporting Multilingual/English Learners during School Closures"},
      {
        "id":"ED606050",
        "title":"All Hands on Deck: Initial Guidance Regarding Reopening School Buildings"},
      {
        "id":"ED606051",
        "title":"PLUS Borrowing in Texas: Repayment Expectations, Experience, and Hindsight by Minority-Serving Institution Status"},
      {
        "id":"ED606052",
        "title":"Establishing Culturally Responsive Pedagogical Practices via &apos;Storytelling&apos;. Feature on Research and Leadership. Vol. 5, No. 3"},
      {
        "id":"ED606053",
        "title":"Elementary/Secondary School Register, School Year 2020-2021. Revised"},
      {
        "id":"ED606054",
        "title":"A Strong and Healthy Start: Safety and Health Guidance for Reopening Schools, Fall 2020. Revised"},
      {
        "id":"ED606055",
        "title":"A Strong and Healthy Start: Access to Career and Technical Education"},
      {
        "id":"ED606056",
        "title":"PIRLS 2021 Assessment Frameworks"},
      {
        "id":"ED606057",
        "title":"Examining the Validity of the SAT® at Higher Education Institutions outside of the U.S."},
      {
        "id":"ED606058",
        "title":"Validity of the SAT® for Enrollment-Related Decisions: Focus on International Students Attending College in the U.S."},
      {
        "id":"ED606059",
        "title":"Art and Aesthetics in Higher Education"},
      {
        "id":"ED606060",
        "title":"Motivation Differences on Doing Sports Actively at the Department of Physical Education and Sports Teacher in Accordance with Their Grade Levels"},
      {
        "id":"ED606061",
        "title":"Practice Problems of the Kids&apos; Athletics Program in Turkey"},
      {
        "id":"ED606062",
        "title":"The Impact of a Relaxed and Fun Learning Environment on the Second Language Learning"},
      {
        "id":"ED606063",
        "title":"Analysis of the Physical Activity of 7th Grade Students (Boys)"},
      {
        "id":"ED606064",
        "title":"Utah System of Higher Education Data Book, 2020"},
      {
        "id":"ED606065",
        "title":"Preschoolers&apos; Broad Mathematics Experiences with Parents during Play"},
      {
        "id":"ED606066",
        "title":"Career and Technical Education Annual Report, 2019. Issue Brief No. 2020-2"},
      {
        "id":"ED606068",
        "title":"Investigation of Middle School 8th Grade Students&apos; Orientations to Mathematical Proof Schemas by Using Artificial Neural Network Model"},
      {
        "id":"ED606070",
        "title":"English Language Proficiency and Its Relationship with Academic Performance and the Nurse Licensure Examination"},
      {
        "id":"ED606071",
        "title":"Kolawole&apos;s Problem Solving (KPS) Method as a Tool for Quality Teaching and Evaluation in Open and Distance Education"},
      {
        "id":"ED606073",
        "title":"State of Student Aid and Higher Education in Texas, 2020"},
      {
        "id":"ED606074",
        "title":"Should Schools Be Conducting Lockdown Drills?"},
      {
        "id":"ED606075",
        "title":"Mindfulness-Based Practices for Schools"},
      {
        "id":"ED606076",
        "title":"Mindfulness in Education: An Approach to Cultivating Self-Awareness That Can Bolster Kids&apos; Learning"},
      {
        "id":"ED606078",
        "title":"Does the Writing Argumentative Text Ability Correlate to Writing Motivation and Grammatical Competence?"},
      {
        "id":"ED606079",
        "title":"New York State Testing Program: 2020 Grades 6-8 Mathematics Computer-Based Tests. Teacher&apos;s Directions (April 20-27, 2020)"},
      {
        "id":"ED606080",
        "title":"New York State Testing Program: 2020 Grades 3-5 Mathematics Computer-Based Tests. Teacher&apos;s Directions (April 20-27, 2020)"},
      {
        "id":"ED606081",
        "title":"Considerations for District and School Administrators Overseeing Distance Learning for Students with Disabilities. Crisis Response Resource"},
      {
        "id":"ED606082",
        "title":"Strategic Litigation Impacts: Equal Access to Quality Education"},
      {
        "id":"ED606084",
        "title":"Factors Affecting the Motivation Levels of Secondary School Students for Science Learning"},
      {
        "id":"ED606086",
        "title":"Aiming Higher: Assessing Higher Achievement&apos;s Out-of-School Expansion Efforts"},
      {
        "id":"ED606087",
        "title":"Decision Points for COVID Comeback Models. Revised"},
      {
        "id":"ED606088",
        "title":"Lessons Learned about Leading the Implementation of Formative Assessment: A Framework for School Leaders and Leadership Teams"},
      {
        "id":"ED606089",
        "title":"Getting Better at Getting More Equitable: Opportunities and Barriers for Using Continuous Improvement to Advance Educational Equity"},
      {
        "id":"ED606091",
        "title":"Strategies for Trauma-Informed Distance Learning"},
      {
        "id":"ED606092",
        "title":"Accomplishing Effective and Durable Change to Support Improved Student Outcomes"},
      {
        "id":"ED606093",
        "title":"Trellis&apos; Student Financial Wellness Survey: Key Findings from Analysis of Responses by School Sector. Spotlight Report Brief"},
      {
        "id":"ED606094",
        "title":"Considerations for Teachers Providing Distance Learning to Students with Disabilities. Crisis Response Resource"},
      {
        "id":"ED606095",
        "title":"A Cohort Study of Arts Participation and Academic Performance"},
      {
        "id":"ED606096",
        "title":"A Review of Reading Motivation Scales"},
      {
        "id":"ED606097",
        "title":"Serving Students with Disabilities: A Resource for Assessing the Basic Components of Your Special Education Infrastructure"},
      {
        "id":"ED606098",
        "title":"Teachers&apos; Awareness and School&apos;s Responsiveness to the Child Protection Policy: Basis for a Development Plan"},
      {
        "id":"ED606099",
        "title":"Adapting Employment Coaching during the COVID-19 Pandemic: Practical Advice from Richard Guare and Colin Guare"},
      {
        "id":"ED606101",
        "title":"Some College, No Degree: A Look at Those Who Left College Early"},
      {
        "id":"ED606102",
        "title":"2018-19 Early Literacy Report"},
      {
        "id":"ED606103",
        "title":"Massachusetts Preschool Expansion Grant (PEG) Impact Evaluation Report"},
      {
        "id":"ED606104",
        "title":"The New Utah System of Higher Education. Issue Brief"},
      {
        "id":"ED606105",
        "title":"Postsecondary Education Propels Utah&apos;s Economy Forward. Issue Brief"},
      {
        "id":"ED606106",
        "title":"State Scholarship Redesign Recommendations. Issue Brief. No. 2020-1"},
      {
        "id":"ED606107",
        "title":"Exploring the Recognition of Prior Learning in Australian VET. Research Report"},
      {
        "id":"ED606108",
        "title":"Meeting the Learning Needs of Historically Underserved Students during and after California School Closures. Crisis Response Resource"},
      {
        "id":"ED606109",
        "title":"Longitudinal Fluidity in Collegiate Food Security: Disruptions, Restoration, and Its Drivers. Spotlight Report Brief"},
      {
        "id":"ED606110",
        "title":"2019-20 Fingertip Facts"},
      {
        "id":"ED606111",
        "title":"Improve Your Implementation Science Smarts--Virtually!"},
      {
        "id":"ED606113",
        "title":"Instructional Approaches: Explicit and Inquiry-Based Instruction"},
      {
        "id":"ED606115",
        "title":"Getting It Right: Using Implementation Research to Improve Outcomes in Early Care and Education"},
      {
        "id":"ED606118",
        "title":"The Pros, Cons and Necessity of Multicultural Education"},
      {
        "id":"ED606119",
        "title":"Opening the Locks on Opportunity: Career Readiness and the High School Diploma"},
      {
        "id":"ED606121",
        "title":"Apprentice and Trainee Experience and Destinations - 2008, 2010 and 2019. Australian Vocational Education and Training Statistics"},
      {
        "id":"ED606122",
        "title":"Practice Profile for Coaching. Version 1.8"},
      {
        "id":"ED606123",
        "title":"Designing Leadership Academies for Principal Professional Learning"},
      {
        "id":"ED606124",
        "title":"Needs Assessment Guidebook: Supporting the Development of District and School Needs Assessments"},
      {
        "id":"ED606125",
        "title":"Utah 2019 Graduation Rates"},
      {
        "id":"ED606126",
        "title":"This Is Not a Drill: Education-Related Response and Recovery in the Wake of Natural Disasters. Hearing before the Subcommittee Early Childhood, Elementary, and Secondary Education, Committee on Education and Labor. U.S. House of Representatives, One Hundred Sixteenth Congress, First Session (June 5, 2019). Serial Number 116-27"},
      {
        "id":"ED606127",
        "title":"The Equality Act (H.R. 5): Ensuring the Right to Learn and Work Free from Discrimination. Hearing before the Subcommittee on Civil Rights and Human Services, Committee on Education and Labor. U.S. House of Representatives, One Hundred Sixteenth Congress, First Session (April 9, 2019). Serial Number 116-16"},
      {
        "id":"ED606128",
        "title":"New York State Testing Program: 2020 Grades 6-8 Mathematics Paper-Based Tests. Teacher&apos;s Directions (April 21-23, 2020)"},
      {
        "id":"ED606129",
        "title":"District Capacity Assessment. Version 7.7"},
      {
        "id":"ED606130",
        "title":"Fair and Equitable Reductions to State Education Budgets: Evidence and Considerations for the 2020/21 Fiscal Year. Policy Perspectives"},
      {
        "id":"ED606131",
        "title":"A Tale of Two States: Alignment and Cohesion to Close Long-Standing Disparities in Student Outcomes"},
      {
        "id":"ED606132",
        "title":"District Capacity Assessment (DCA) Technical Manual"},
      {
        "id":"ED606133",
        "title":"The Hexagon: An Exploration Tool. Hexagon Discussion &amp; Analysis Tool Instructions"},
      {
        "id":"ED606134",
        "title":"Implementing an Adjunct Training and Development Model to Increase Student Success: A Mixed Method Study"},
      {
        "id":"ED606135",
        "title":"New York State Testing Program: 2020 Grades 3-5 Mathematics Paper-Based Tests. Teacher&apos;s Directions (April 21-23, 2020)"},
      {
        "id":"ED606137",
        "title":"Relationships between Measures of Social and Emotional Learning Factors and Course Failure. Technical Brief"},
      {
        "id":"ED606138",
        "title":"Education System and English Language Teaching in the Philippines: Implications for Indonesian EFL Learning"},
      {
        "id":"ED606139",
        "title":"Strategic Resource Allocation for the 21st Century: How State Leaders Can Address the Silent Recession"},
      {
        "id":"ED606140",
        "title":"Educator Perspectives: Insights on Test Preparation in Schools with State and District Testing. Insights in Education and Work"},
      {
        "id":"ED606141",
        "title":"Sound Basic Education for All: An Action Plan for North Carolina"},
      {
        "id":"ED606142",
        "title":"The Four Pillars to Reading Success: An Action Guide for States"},
      {
        "id":"ED606143",
        "title":"The COVID-19 Crisis and Teacher Layoffs: Research on How to Mitigate Harm. Opinion Brief. CALDER Policy Brief No. 20-0620"},
      {
        "id":"ED606144",
        "title":"Juvenile Rehabilitation Integrated Treatment Model. Legislative Report"},
      {
        "id":"ED606145",
        "title":"COVID-19 School Closures: Addressing Education Issues of Students with Disabilities"},
      {
        "id":"ED606146",
        "title":"It&apos;s about Time: Time to Recover, to Bond, to Adjust"},
      {
        "id":"ED606147",
        "title":"Advancing Evidence-Based Decision Making: A Toolkit on Recognizing and Conducting Opportunistic Experiments in the Family Self-Sufficiency and Stability Policy Area. OPRE Report #2015-97"},
      {
        "id":"ED606148",
        "title":"Academic Reading and Writing Needs of Undergraduate Nursing Students in Research"},
      {
        "id":"ED606149",
        "title":"The Interplay between Race/Ethnicity, Socioeconomic Status, and Social and Emotional Skills. ACT Research Report 2020-2"},
      {
        "id":"ED606150",
        "title":"Predicting the Impact of COVID-19 School Closures on ACT Test Scores: Methods and Considerations for States and Districts. Issue Brief"},
      {
        "id":"ED606151",
        "title":"Increasing Your ACT Composite Score: Should You Test a Second Time? Technical Brief"},
      {
        "id":"ED606152",
        "title":"School-Based Interventions: Targeting Social and Emotional Skills to Increase the College Readiness of Hispanic Students from Underserved Backgrounds. Technical Brief"},
      {
        "id":"ED606153",
        "title":"A Case Study: ACT Section Retest Scores and Superscores Are Predictive of First-Term Grades. Technical Brief"},
      {
        "id":"ED606154",
        "title":"Reliability of English Learners&apos; Test Scores. Technical Brief"},
      {
        "id":"ED606155",
        "title":"Benefits of PreACT: What Does the Evidence Say? Issue Brief"},
      {
        "id":"ED606156",
        "title":"Exploring Students&apos; Thinking Process in Mathematical Proof of Abstract Algebra Based on Mason&apos;s Framework"},
      {
        "id":"ED606157",
        "title":"Improving Equity and Access to High-Quality CTE for Youth and Young Adults in the Justice System. Making Good on the Promise"},
      {
        "id":"ED606158",
        "title":"Engaging Adjunct Faculty in the Student Success Movement: A Practitioner&apos;s Guide"},
      {
        "id":"ED606159",
        "title":"Aligning to Opportunity: State Approaches to Setting High Skill, High Wage and in Demand"},
      {
        "id":"ED606161",
        "title":"2019 Academic Credit for Prior Learning (ACPL) Report Update"},
      {
        "id":"ED606162",
        "title":"The Coronavirus Pandemic and K-12 Education Funding"},
      {
        "id":"ED606163",
        "title":"The Cost of Non-Completion: Improving Student Outcomes in Higher Education. Hearing before the Subcommittee on Higher Education and Workforce Investment, Committee on Education and Labor. U.S. House of Representatives, One Hundred Sixteenth Congress, First Session (May 9, 2019). Serial Number 116-22"},
      {
        "id":"ED606164",
        "title":"What We&apos;re Learning. Equity in Design for Holistic Student Supports. A Series of Four Briefs Examining the Support Needs of Different Community College Student Populations"},
      {
        "id":"ED606165",
        "title":"Increasing Success for Student Mothers at Community Colleges. Equity in Design for Holistic Student Supports. A Series of Four Briefs Examining the Support Needs of Different Community College Student Populations"},
      {
        "id":"ED606168",
        "title":"A Gateway to College for High School Students. Equity in Design for Holistic Student Supports. A Series of Four Briefs Examining the Support Needs of Different Community College Student Populations"},
      {
        "id":"ED606169",
        "title":"Supporting the Success of Students Enrolled Part-Time. Equity in Design for Holistic Student Supports. A Series of Four Briefs Examining the Support Needs of Different Community College Student Populations"},
      {
        "id":"ED606170",
        "title":"Adaptive Teaching and Individualization for K-12 Students Improves Academic Achievement. Plain Language Summary. Education"},
      {
        "id":"ED606172",
        "title":"Drivers Best Practices Assessment. Version 2.7"},
      {
        "id":"ED606173",
        "title":"Holistic Student Supports Redesign: A Toolkit for Redesigning Advising and Student Services to Effectively Support Every Student. Version 3.0"},
      {
        "id":"ED606174",
        "title":"Four Key Actions for State Education Agency Teams to Support Implementation of Multi-Tiered Systems of Support"},
      {
        "id":"ED606175",
        "title":"The Impact of Superscoring on the Distribution of ACT Scores. Issue Brief"},
      {
        "id":"ED606176",
        "title":"Regional Capacity Assessment. Version 2.1"},
      {
        "id":"ED606177",
        "title":"State Capacity Assessment (SCA), Version 26.2. Also Known as the Agency Capacity Assessment (ACA)"},
      {
        "id":"ED606178",
        "title":"Engines of Economic Mobility: The Critical Role of Community Colleges, Historically Black Colleges and Universities, and Minority-Serving Institutions in Preparing Students for Success. Hearing before the Subcommittee on Higher Education and Workforce Investment, Committee on Education and Labor. U.S. House of Representatives, One Hundred Sixteenth Congress, First Session (May 22, 2019). Serial Number 116-25"},
      {
        "id":"ED606179",
        "title":"2019 Transfer Report: Measuring Statewide Transfer Degree Effectiveness"},
      {
        "id":"ED606181",
        "title":"A Digital Communications Approach: External Communications Strategies Using Online Mediums"},
      {
        "id":"ED606182",
        "title":"Obstacles of Using Edmodo Platform in the Omani Resource Room Program"},
      {
        "id":"ED606183",
        "title":"Strategic Messaging for Effective Communications: Using Research Insights to Connect to Key Audiences"},
      {
        "id":"ED606184",
        "title":"Low-Income Gifted Students in the United States: Are Their Peers in Other Countries Treated Better?"},
      {
        "id":"ED606185",
        "title":"Supporting Districts and Schools in Their Recruitment Efforts: Stronger Relationships, Better Engagement"},
      {
        "id":"ED606186",
        "title":"Student Residence. DataPoints. Volume 7, Issue 21"},
      {
        "id":"ED606187",
        "title":"Broadening the Path: Design Principles for Middle Grades CTE"},
      {
        "id":"ED606188",
        "title":"Budget Processes and the Faculty Role. Adopted Fall 2019"},
      {
        "id":"ED606190",
        "title":"The Effect of Flipped Classroom Model on Students&apos; Achievement in the New 2016 Scholastic Assessment Test Mathematics Skills"},
      {
        "id":"ED606191",
        "title":"State Policies Impacting CTE: 2019 Year in Review"},
      {
        "id":"ED606192",
        "title":"Equity-Driven Systems: Student Equity and Achievement in the California Community Colleges. Adopted Fall 2019"},
      {
        "id":"ED606193",
        "title":"From Prevention to Diversion: The Role of Afterschool in the Juvenile Justice System. Executive Summary"},
      {
        "id":"ED606194",
        "title":"Brief 5: Developing State Capacity for Change"},
      {
        "id":"ED606195",
        "title":"From Prevention to Diversion: The Role of Afterschool in the Juvenile Justice System. Issue Brief No. 76"},
      {
        "id":"ED606197",
        "title":"The Adequacy and Fairness of State School Finance Systems: Key Findings from the School Finance Indicators Database, School Year 2016-2017. Second Edition"},
      {
        "id":"ED606199",
        "title":"School District Responses to the COVID-19 Pandemic: Round 3, Plans for a Remote Finish"},
      {
        "id":"ED606200",
        "title":"School District Responses to the COVID-19 Pandemic: Round 1, Districts&apos; Initial Responses"},
      {
        "id":"ED606201",
        "title":"School District Responses to the COVID-19 Pandemic: Round 2, Districts Are up and Running"},
      {
        "id":"ED606202",
        "title":"School District Responses to the COVID-19 Pandemic: Round 4, Halfway through Closures"},
      {
        "id":"ED606203",
        "title":"School District Responses to the COVID-19 Pandemic: Round 5, Plateauing Services in America&apos;s Schools"},
      {
        "id":"ED606204",
        "title":"School District Responses to the COVID-19 Pandemic: Round 6, Ending the Year of School Closures"},
      {
        "id":"ED606208",
        "title":"Linguistic Comprehension Instruction Has a Small Effect on Generalized Language Comprehension but a Negligible Effect on Reading. Plain Language Summary. Education"},
      {
        "id":"ED606211",
        "title":"Estimating Dual Enrollment by State. DataPoints. Volume 7, Issue 15"},
      {
        "id":"ED606212",
        "title":"Students Serving Our Country. DataPoints. Volume 7, Issue 19"},
      {
        "id":"ED606214",
        "title":"Deeper in Debt: Women and Student Loans in the Time of COVID"},
      {
        "id":"ED606215",
        "title":"The Implementation of Mobile Seamless Learning Strategy in Mastering Students&apos; Concepts for Elementary School"},
      {
        "id":"ED606216",
        "title":"The Effectiveness of Demonstration Methods Assisting Multiplication Board Tools for Understanding Mathematical Concept in Bandar Lampung"},
      {
        "id":"ED606217",
        "title":"Development of Physics-Tier Tests (PysTT) to Measure Students&apos; Conceptual Understanding and Creative Thinking Skills: A Qualitative Synthesis"},
      {
        "id":"ED606218",
        "title":"The Effect of Problem-Based Learning and Tacit Knowledge on Problem-Solving Skills of Students in Computer Network Practice Course"},
      {
        "id":"ED606220",
        "title":"Metacognitive Thinking Skills among Talented Science Education Students"},
      {
        "id":"ED606221",
        "title":"Prevalence of Articulation Errors among Jordanian Gifted Students with Dyslexia"},
      {
        "id":"ED606222",
        "title":"Reading, Mind Mapping, and Sharing (RMS): Innovation of New Learning Model on Science Lecture to Improve Understanding Concepts"},
      {
        "id":"ED606223",
        "title":"Effects of Instructional Activities Based on Multiple Intelligences Theory on Academic Achievement of Omani Students with Dyscalculia"},
      {
        "id":"ED606225",
        "title":"Alaska Performance Scholarship Outcomes Report 2020. 2011-Fall 2019"},
      {
        "id":"ED606226",
        "title":"Physics Teacher Efforts of Islamic High School in Yogyakarta to Minimize Students&apos; Anxiety When Facing the Assessment of Physics Learning Outcomes"},
      {
        "id":"ED606229",
        "title":"10 Things Everyone Should Know about American History"},
      {
        "id":"ED606230",
        "title":"Using Data from Schools and Child Welfare Agencies to Predict Near-Term Academic Risks. REL 2020-027"},
      {
        "id":"ED606231",
        "title":"No U.S. History? How College History Departments Leave the United States out of the Major"},
      {
        "id":"ED606232",
        "title":"Using Data from Schools and Child Welfare Agencies to Predict Near-Term Academic Risks. Appendixes. REL 2020-027"},
      {
        "id":"ED606233",
        "title":"Using Data from Schools and Child Welfare Agencies to Predict Near-Term Academic Risks. Study Snapshot. REL 2020-027"},
      {
        "id":"ED606234",
        "title":"Limiting Our Livelihoods: The Cumulative Impact of Sexual Harassment on Women&apos;s Careers"},
      {
        "id":"ED606235",
        "title":"Southern Exposure: A Look at Mississippi&apos;s Public Colleges and Universities"},
      {
        "id":"ED606237",
        "title":"Examining the Policies and Priorities of the U.S. Department of Education. Hearing before the Committee on Education and Labor. U.S. House of Representatives, One Hundred Sixteenth Congress, First Session (April 10, 2019). Serial Number 116-17"},
      {
        "id":"ED606238",
        "title":"Evidence against the Free-College Agenda: An Analysis of Prices, Financial Aid, and Affordability at Public Universities"},
      {
        "id":"ED606240",
        "title":"Stepping-Stones or Roadblocks? The Impact of Two-Year College Entry on Baccalaureate Attainment and Labor Market Outcomes"},
      {
        "id":"ED606241",
        "title":"A Comparative Profile of 15-Year-Old Students Who Expect to Work in Finance: An Analysis Using PISA 2015 Financial Literacy Data. Research Note"},
      {
        "id":"ED606242",
        "title":"The Costs and Benefits of Early College High Schools"},
      {
        "id":"ED606243",
        "title":"Midline Report for the Mixed-Methods Cluster-Randomized Controlled Trial of Impact Network&apos;s eSchool 360 Model in Rural Zambia. Making Research Relevant"},
      {
        "id":"ED606244",
        "title":"Effects of Visual Representations and Associated Interactive Features on Student Performance on National Assessment of Educational Progress (NAEP) Pilot Science Scenario-Based Tasks"},
      {
        "id":"ED606245",
        "title":"COVID-19 and the Squeeze on State Education Budgets: Equity Implications for New York State. Making Research Relevant"},
      {
        "id":"ED606246",
        "title":"Comparing 15-Year-Old Students Who Expect to Work in Finance: An Analysis Using PISA 2015 Financial Literacy Data. An AIR Research Brief"},
      {
        "id":"ED606247",
        "title":"Can an Integrated Technology-Aided Instruction Program Lead to Improved Learning Outcomes in Low-Income, Rural Zambia? Midline Findings from a Mixed-Methods Experimental Study"},
      {
        "id":"ED606248",
        "title":"Why Career and Technical Education? Exploring Policymakers&apos; Expressed Motivations for Supporting Perkins V"},
      {
        "id":"ED606249",
        "title":"Tenure-Track Appointment for Teaching-Oriented Faculty? How Teaching and Research Faculty Affect Student Outcomes"},
      {
        "id":"ED606250",
        "title":"COVID-19 Is Creating a School Personnel Crisis"},
      {
        "id":"ED606263",
        "title":"The Simple Truth about the Gender Pay Gap. Fall 2019 Update"},
      {
        "id":"ED606264",
        "title":"A Constitutional Right to a High-Quality Public Education. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606265",
        "title":"The Moral Education and Internalization of Humanitarian Values in &quot;Pesantren&quot;"},
      {
        "id":"ED606266",
        "title":"A Blueprint for Back to School"},
      {
        "id":"ED606267",
        "title":"A Blueprint for Back to School. Education Studies"},
      {
        "id":"ED606268",
        "title":"Targeted School-Based Interventions Improve Achievement in Reading and Maths for At-Risk Students in Grades 7-12. Plain Language Summary. Education"},
      {
        "id":"ED606269",
        "title":"Using Global Observation Protocols to Inform Research on Teaching Effectiveness and School Improvement: Strengths and Emerging Limitations"},
      {
        "id":"ED606270",
        "title":"Implementation of Integrated Science Curriculum: A Critical Review of the Literature"},
      {
        "id":"ED606272",
        "title":"Predictive Relationships between Adolescents&apos; Spiritual Well-Being and Perceived Social Support: The Role of Values"},
      {
        "id":"ED606273",
        "title":"The Effect of Web Tools 2.0 on Critical Thinking"},
      {
        "id":"ED606274",
        "title":"Toward an Understanding for Assessing 21st-Century Skills: Based on Literature and National Assessment Practice"},
      {
        "id":"ED606275",
        "title":"Academic Integrity Week Programming for Faculty Members: An Environmental Scan"},
      {
        "id":"ED606276",
        "title":"The Recorded Motivational Videos to Improve the Speaking Skills of Adult Learners"},
      {
        "id":"ED606277",
        "title":"Third-Party Credentialing for Higher Education. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606278",
        "title":"Using Songs as Springboard to Teaching Poetry and Narratives towards Improved Comprehension"},
      {
        "id":"ED606279",
        "title":"Single-Track Year-Round Education Modestly Improves Average Maths and Reading Achievement of K-12 Students. Plain Language Summary. Education"},
      {
        "id":"ED606280",
        "title":"Breaking Through: Driving Higher Education Reform in Challenging Times. 2019 Annual Report"},
      {
        "id":"ED606281",
        "title":"Two Steps to Restoring School Safety. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606282",
        "title":"Building off the Blueprint for Back to School"},
      {
        "id":"ED606283",
        "title":"Hybrid College. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606284",
        "title":"Eighth-Grades Students&apos; Mental Models in Solving a Number Pattern Problem"},
      {
        "id":"ED606285",
        "title":"Pre-Service Science Teachers&apos; Images about Their Past and Future Classrooms: Scratches from Indonesian Teacher Training Program at Islamic University"},
      {
        "id":"ED606290",
        "title":"Free College and the Debt-Free Fantasy"},
      {
        "id":"ED606291",
        "title":"Students&apos; Mental Model in Solving the Patterns of Generalization Problem"},
      {
        "id":"ED606292",
        "title":"Summary of State Policies Related to School Readiness Assessment Practices"},
      {
        "id":"ED606293",
        "title":"An Appraisal Market for K-12 Education. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606294",
        "title":"National Citizenship Curriculum. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606295",
        "title":"Hybrid Homeschooling. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606296",
        "title":"Economic Mobility Conundrums: A Closer Look at the Opportunity Insights University Rankings"},
      {
        "id":"ED606297",
        "title":"Teaching Mathematically Gifted Students in Israel: The State of The Art"},
      {
        "id":"ED606298",
        "title":"Students&apos; Mental Models in Mathematics Problem-Solving"},
      {
        "id":"ED606299",
        "title":"Psychometric Parameters of the Turkish Version of the Affective and Cognitive Measure of Empathy (ACME)"},
      {
        "id":"ED606300",
        "title":"A New Agenda for Early Childhood Education. Sketching a New Conservative Education Agenda"},
      {
        "id":"ED606302",
        "title":"Leading with Race to Reimagine Youth Justice: JDAI&apos;s Deep-End Initiative"},
      {
        "id":"ED606303",
        "title":"Managing the Student Enrollment Obsession: A Revolutionary Perspective on the College Student Enrollment Imperative"},
      {
        "id":"ED606304",
        "title":"Developing a Culture of Innovation: A Qualitative Case Study of a Massachusetts K-8 School"},
      {
        "id":"ED606305",
        "title":"The State of Young People during COVID-19: Findings from a Nationally Representative Survey of High School Youth"},
      {
        "id":"ED606306",
        "title":"The State of Young People during COVID-19. Appendix"},
      {
        "id":"ED606307",
        "title":"How Social and Emotional Learning Can Succeed"},
      {
        "id":"ED606308",
        "title":"A Framework for Effectively Partnering with Young People"},
      {
        "id":"ED606309",
        "title":"Creating Cultures of Care: Supporting the Whole Child through Trauma-Informed Practice"},
      {
        "id":"ED606310",
        "title":"Internet Usage Purposes of Primary School Students: The Case Study of Erzurum Province, Turkey"},
      {
        "id":"ED606311",
        "title":"If Education Procurement Is Broken, Is Teacher Choice the Answer?"},
      {
        "id":"ED606312",
        "title":"KIDS COUNT Data Book, 2020: State Trends in Child Well-Being"},
      {
        "id":"ED606313",
        "title":"What It Will Take to Improve Evidence-Informed Decision-Making in Schools"},
      {
        "id":"ED606314",
        "title":"KIDS COUNT Data Book, 2013: State Trends in Child Well-Being"},
      {
        "id":"ED606315",
        "title":"Effect of Problem-Based Learning on Critical Thinking Skill and Environmental Attitude"},
      {
        "id":"ED606316",
        "title":"What Does Focus-on-Form Journal Writing Tell Language Teachers?"},
      {
        "id":"ED606317",
        "title":"At Risk: Adult Schools in California. Report"},
      {
        "id":"ED606318",
        "title":"Oregon MESA: Increasing the Odds of High School Graduation"},
      {
        "id":"ED606319",
        "title":"Oregon MESA: Improving Grades in Science and Mathematics"},
      {
        "id":"ED606320",
        "title":"Career and Technical Education&apos;s Role in Worker Retraining: Addressing the Skills Gap. Issue Sheet"},
      {
        "id":"ED606321",
        "title":"Analysis of Learning Activity Facilitating Argumentation Skill on Cloning Topic in Islamic Senior High Schools by Using Video"},
      {
        "id":"ED606324",
        "title":"First-Time Subbaccalaureate Students: An Overview of Their Institutions, Programs, Completion, and Labor Market Outcomes after 3 Years. Stats in Brief. NCES 2020-035"},
      {
        "id":"ED606326",
        "title":"The Road to High-Quality Early Learning: Lessons from the States. Research Brief"},
      {
        "id":"ED606327",
        "title":"The Appalachian Region: A Data Overview from the 2014-2018 American Community Survey. Chartbook"},
      {
        "id":"ED606328",
        "title":"The Road to High-Quality Early Learning: Lessons from the States"},
      {
        "id":"ED606331",
        "title":"Writing Instruction and Technology in the Classroom. Supporting Teachers with the Drive to Write Program"},
      {
        "id":"ED606332",
        "title":"Down but Not Out: School Districts Struggle to Provide Summer Programs. Issue Brief"},
      {
        "id":"ED606333",
        "title":"Addressing California&apos;s Emerging Teacher Shortage: An Analysis of Sources and Solutions"},
      {
        "id":"ED606334",
        "title":"California&apos;s Math Pipeline: Success Begins Early. Issue Brief"},
      {
        "id":"ED606335",
        "title":"Addressing California&apos;s Emerging Teacher Shortage: An Analysis of Sources and Solutions. Policy Brief"},
      {
        "id":"ED606336",
        "title":"California&apos;s Math Pipeline: The Grade 7 Pivot Point. Issue Brief"},
      {
        "id":"ED606337",
        "title":"From a Nation at Risk to a Nation at Hope: Recommendations from the National Commission on Social, Emotional, &amp; Academic Development"},
      {
        "id":"ED606338",
        "title":"All of Who I Am: Perspectives from Young People about Social, Emotional, and Cognitive Learning"},
      {
        "id":"ED606339",
        "title":"Teaching Diversity: Elementary School Teachers&apos; Opinions and Experiences on the Use of Multicultural Children&apos;s Books"},
      {
        "id":"ED606340",
        "title":"Examining the Relationship between Patience, Emotion Regulation Difficulty and Cognitive Flexibility"},
      {
        "id":"ED606341",
        "title":"Does Soft Skill Development Vary among the Students? A Gender Perspective"},
      {
        "id":"ED606342",
        "title":"Challenges &amp; Opportunities for the California Community Colleges: Diagnostic Assessment"},
      {
        "id":"ED606343",
        "title":"Literacy Design Collaborative 2017-2018 Evaluation Report. CRESST Report 867. Revised"},
      {
        "id":"ED606344",
        "title":"Caffeine Use and Associations with Sleep in Adolescents with and without ADHD"},
      {
        "id":"ED606345",
        "title":"Cognitive Control as an Underpinning of Relational Abstraction and Reasoning from Diagrams"},
      {
        "id":"ED606346",
        "title":"Teacher Residencies in California. Policy Brief"},
      {
        "id":"ED606347",
        "title":"Social Media Habits through a New Media Literacy Perspective: A Case of Gifted Students"},
      {
        "id":"ED606348",
        "title":"The Critical Role of Instructional Response for Identifying Dyslexia and Other Learning Disabilities"},
      {
        "id":"ED606349",
        "title":"The Perceptions of Primary School Teachers of Online Learning during the COVID-19 Pandemic Period: A Case Study in Indonesia"},
      {
        "id":"ED606350",
        "title":"Evidence-Based Interventions: A Guide for States. Policy Brief"},
      {
        "id":"ED606351",
        "title":"How Effective Are Loan Forgiveness and Service Scholarships for Recruiting Teachers? Policy Brief"},
      {
        "id":"ED606352",
        "title":"The Building Blocks of High-Quality Early Childhood Education Programs. California Policy Brief"},
      {
        "id":"ED606353",
        "title":"Workforce-Ready: Challenges and Opportunities for VET. &apos;No Frills&apos; Discussion Paper"},
      {
        "id":"ED606354",
        "title":"Ready, Connected, Supported: A Framework for Youth Workforce Development and the YES Project"},
      {
        "id":"ED606355",
        "title":"Teacher Residencies: Building a High-Quality, Sustainable Workforce. Policy Brief"},
      {
        "id":"ED606356",
        "title":"Literacy Design Collaborative 2018-2019 Evaluation Report. CRESST Report 867. Revised"},
      {
        "id":"ED606357",
        "title":"Think College Transition: Developing an Evidenced-Based Model of Inclusive Dual Enrollment Transition Services for Students with Intellectual Disabilities and Autism. Evaluation Final Report"},
      {
        "id":"ED606358",
        "title":"Development and Validation of the Minnesota Inference Assessment"},
      {
        "id":"ED606359",
        "title":"Reforming Testing and Accountability: Essential Principles for Student Success in California. Report"},
      {
        "id":"ED606360",
        "title":"Annual Statistical Report of the Public Schools of Arkansas and Education Service Cooperatives [2015-2016]"},
      {
        "id":"ED606361",
        "title":"Annual Statistical Report of the Public Schools of Arkansas and Education Service Cooperatives [2016-2017]"},
      {
        "id":"ED606362",
        "title":"Annual Statistical Report of the Public Schools of Arkansas and Education Service Cooperatives [2018-2019]"},
      {
        "id":"ED606364",
        "title":"Development of Model for Professional Competency Assessment (PCA) in Vocational Education: Study of the Engine Tune-Up Injection System Assessment Scheme"},
      {
        "id":"ED606365",
        "title":"Supporting Students to Be Independent Learners: State and District Actions for the Pandemic Era"},
      {
        "id":"ED606366",
        "title":"California&apos;s Math Pipeline: Many Routes through and around College-Prep Courses. Issue Brief"},
      {
        "id":"ED606367",
        "title":"State Actions to Support Social, Emotional, and Academic Development: Fostering Connectedness in the Pandemic Era"},
      {
        "id":"ED606368",
        "title":"What Really Works in Student Success? CCRC Working Paper No. 121"},
      {
        "id":"ED606369",
        "title":"A State Policymaker&apos;s Guide to Equitable Transitions in the COVID-19 Era. Policy Guide"},
      {
        "id":"ED606370",
        "title":"Indicators of School Crime and Safety: 2019. NCES 2020-063/NCJ 254485"},
      {
        "id":"ED606372",
        "title":"Early Achievements for Education Settings: An Embedded Teacher-Implemented Social Communication Intervention for Preschoolers with Autism Spectrum Disorder"},
      {
        "id":"ED606373",
        "title":"Learning as We Go: Principles for Effective Assessment during the COVID-19 Pandemic"},
      {
        "id":"ED606374",
        "title":"How States Can Solve the Student Debt Crisis: A Framework for Reducing Student Debt Burdens for Present and Future Borrowers"},
      {
        "id":"ED606375",
        "title":"Unfinished Business: Compelling Stories of Adult Student Persistence. Adult Higher Education Alliance Annual Conference Proceedings (44th, Orlando, Florida, March 5-6, 2020)"},
      {
        "id":"ED606376",
        "title":"Behavior Support Coaching for a Paraprofessional Working with First-Grade Students Exhibiting Disruptive Behavior Problems in an Urban High-Poverty Elementary School"},
      {
        "id":"ED606380",
        "title":"The Identification of Specific Learning Disabilities: A Summary of Research on Best Practices"},
      {
        "id":"ED606383",
        "title":"Unpacking Program Enrollments and Completions with Equity in Mind. CCRC Analytics"},
      {
        "id":"ED606386",
        "title":"Solving the Student Debt Crisis: Making the Case"},
      {
        "id":"ED606390",
        "title":"The Study of Preschool Teachers&apos; and Principals&apos; Opinions on Turkish Education System"},
      {
        "id":"ED606391",
        "title":"Resilience Analysis in the Teen Stage: An Approach to the Situation of Schools in the Basque Country"},
      {
        "id":"ED606392",
        "title":"The Impact of Technology Integration in Teaching Performance"},
      {
        "id":"ED606393",
        "title":"Exploring the Principal&apos;s Technology Leadership: Its Influence on Teachers&apos; Technological Proficiency"},
      {
        "id":"ED606394",
        "title":"Visual Images Related to Angle Concept in the 5th Grade Maths Coursebooks"},
      {
        "id":"ED606395",
        "title":"Effects of Spatial Training on Mathematics in First and Sixth Grade Children"},
      {
        "id":"ED606396",
        "title":"Do New York City Teachers Have &quot;Adequate&quot; Retirement Benefits?"},
      {
        "id":"ED606397",
        "title":"Kids Today: Boston&apos;s Declining Child Population and Its Effect on School Enrollment. A Report from Boston Indicators"},
      {
        "id":"ED606400",
        "title":"Understanding School Discipline in California: Perceptions and Practice. Results of a Statewide Survey of California School Districts"},
      {
        "id":"ED606401",
        "title":"Practice Profiles: A Process for Capturing Evidence and Operationalizing Innovations. White Paper"},
      {
        "id":"ED606403",
        "title":"Passing When It Counts: Math Courses Present Barriers to Student Success in California Community Colleges. Issue Brief"},
      {
        "id":"ED606404",
        "title":"Data and Analytics for Student Success: A Focus on Collaboration between Institutional Research, Student Affairs, and Information Technology"},
      {
        "id":"ED606405",
        "title":"Schools under Stress: Pressures Mount on California&apos;s Largest School Districts. Report"},
      {
        "id":"ED606407",
        "title":"Moonshot for Education: A Federal Policy Proposal to Spur Effective Research and Development for K-12 Education"},
      {
        "id":"ED606408",
        "title":"Facilities Performance Indicators Report 2018-19: Tracking Your Facilities Vital Signs"},
      {
        "id":"ED606410",
        "title":"Raising Revenues Locally: Parcel Taxes in California School Districts 1983-2012. Report"},
      {
        "id":"ED606411",
        "title":"Tapping Latino Talent: How HSIs Are Preparing Latino Students for the Workforce"},
      {
        "id":"ED606412",
        "title":"Variability in Positive and Negative Affect among Adolescents with and without ADHD: Differential Associations with Functional Outcomes"},
      {
        "id":"ED606415",
        "title":"The Historical Roots and Theory of Change of Modern School Accountability. Making Next Year Count: Summer 2020 Accountability Series"},
      {
        "id":"ED606417",
        "title":"Assessment and Accountability in the Wake of COVID-19. Making Next Year Count: Summer 2020 Accountability Series"},
      {
        "id":"ED606418",
        "title":"The Impact of Standards-Based Accountability. Making Next Year Count: Summer 2020 Accountability Series"},
      {
        "id":"ED606419",
        "title":"Effects of a Multifaceted Classroom Intervention on Racial Disproportionality"},
      {
        "id":"ED606420",
        "title":"The Landscape of Inclusion: How Teachers in British Columbia Navigate Inclusive Education Policy and Practice. BCTF Research Report"},
      {
        "id":"ED606421",
        "title":"Making Education Everyone&apos;s Business: Three Studies of Successful Education Advocacy"},
      {
        "id":"ED606423",
        "title":"British Columbia Early Learning Framework: A Guide for Families"},
      {
        "id":"ED606424",
        "title":"Recovering from the Recession: Pressures Ease on California&apos;s Largest School Districts, but Stresses Remain. Report"},
      {
        "id":"ED606426",
        "title":"Does Teaching Experience Increase Teacher Effectiveness? A Review of the Research"},
      {
        "id":"ED606427",
        "title":"Does Teaching Experience Increase Teacher Effectiveness? A Review of the Research. Research Brief"},
      {
        "id":"ED606429",
        "title":"Recovery and Renewal: Principles for Advancing Public Education Post-Crisis"},
      {
        "id":"ED606430",
        "title":"Silent Voices: The Perception of Cyberbullying among At-Risk Middle School Students"},
      {
        "id":"ED606431",
        "title":"State of Early Education and Care in Boston: Supply, Demand, Affordability and Quality. 2019 Annual Report"},
      {
        "id":"ED606432",
        "title":"Diversifying the Teaching Profession through High-Retention Pathways. Research Brief"},
      {
        "id":"ED606433",
        "title":"Middle Grades Playbook: Leading a Full-Court Press on Student Achievement. Part of an Action Kit for Superintendents and Principals"},
      {
        "id":"ED606434",
        "title":"Diversifying the Teaching Profession: How to Recruit and Retain Teachers of Color"},
      {
        "id":"ED606435",
        "title":"Is the Looming Teacher Shortage a Serious Problem? Should the State Take Decisive Action? &quot;California Voters Say Yes, According to Recent Poll.&quot; Policy Brief"},
      {
        "id":"ED606436",
        "title":"The ROI of ESOL: The Economic and Social Return on Investment for ESOL Programs in Greater Boston. Understanding Boston"},
      {
        "id":"ED606437",
        "title":"Smarter Balanced Assessment Consortium: Usability, Accessibility, and Accommodations Guidelines"},
      {
        "id":"ED606438",
        "title":"Encouraging Social and Emotional Learning in the Context of New Accountability"},
      {
        "id":"ED606439",
        "title":"Encouraging Social and Emotional Learning: Next Steps for States. Policy Brief"},
      {
        "id":"ED606440",
        "title":"Good Practice Note: Improving Retention and Completion of Students in Australian Higher Education"},
      {
        "id":"ED606441",
        "title":"Good Practice Note: Preventing and Responding to Sexual Assault and Sexual Harassment in the Australian Higher Education Sector"},
      {
        "id":"ED606442",
        "title":"Student Equity in Higher Degrees by Research. Statistical Report, August 2019"},
      {
        "id":"ED606443",
        "title":"The Teacher Residency: An Innovative Model for Preparing Teachers"},
      {
        "id":"ED606444",
        "title":"COVID-19 Outbreak on Environment: Profile of Islamic University Students in HOTS-AEP-COVID-19 and PEB-COVID-19"},
      {
        "id":"ED606445",
        "title":"Guidance Note: Wellbeing and Safety"},
      {
        "id":"ED606446",
        "title":"Guidance Note: &quot;Grievance and Complaint Handling&quot;"},
      {
        "id":"ED606447",
        "title":"Credits to Graduation"},
      {
        "id":"ED606448",
        "title":"How Legacy High School Students Use Their Flexible Time. REL 2020-031"},
      {
        "id":"ED606449",
        "title":"Indigenous Students in Higher Degrees by Research. Statistical Report, August 2019"},
      {
        "id":"ED606450",
        "title":"Interactive Dynamic Literacy Model: An Integrative Theoretical Framework for Reading-Writing Relations"},
      {
        "id":"ED606451",
        "title":"How Legacy High School Students Use Their Flexible Time. Appendixes. REL 2020-031"},
      {
        "id":"ED606452",
        "title":"Staking out the Middle Ground: Policy Design for Autonomous Schools"},
      {
        "id":"ED606453",
        "title":"How Legacy High School Students Use Their Flexible Time. Study Brief. REL 2020-031"},
      {
        "id":"ED606454",
        "title":"How Legacy High School Students Use Their Flexible Time. Study Snapshot. REL 2020-031"},
      {
        "id":"ED606456",
        "title":"Maximizing the Use of New State Professional Learning Investments to Support Student, Educator, and School System Growth: State Guidance for Key District Stakeholders"},
      {
        "id":"ED606458",
        "title":"Maximizing the Use of New State Professional Learning Investments to Support Student, Educator, and School System Growth. Executive Summary"},
      {
        "id":"ED606460",
        "title":"Using Stakeholder Feedback to Improve Online Professional Development Opportunities"},
      {
        "id":"ED606461",
        "title":"Educating the Whole Child: Improving School Climate to Support Student Success. Research Brief"},
      {
        "id":"ED606462",
        "title":"Educating the Whole Child: Improving School Climate to Support Student Success"},
      {
        "id":"ED606463",
        "title":"Implementation of Career- and College-Ready Requirements for High School Graduation in Washington. REL 2020-020"},
      {
        "id":"ED606464",
        "title":"Essential Building Blocks for State School Finance Systems and Promising State Practices. School Finance Series"},
      {
        "id":"ED606465",
        "title":"Essential Building Blocks for State School Finance Systems and Promising State Practices. School Finance Series. Policy Brief"},
      {
        "id":"ED606466",
        "title":"Implementation of Career- and College-Ready Requirements for High School Graduation in Washington. Appendixes. REL 2020-020"},
      {
        "id":"ED606467",
        "title":"Staking Out the Middle Ground: Policy Design for Autonomous Schools. Executive Summary"},
      {
        "id":"ED606468",
        "title":"Implementation of Career- and College-Ready Requirements for High School Graduation in Washington. Study Snapshot. REL 2020-020"},
      {
        "id":"ED606469",
        "title":"How Money Matters for Schools. School Finance Series"},
      {
        "id":"ED606470",
        "title":"Higher Education Standards Framework (Threshold Standards) 2015 -- TEQSA Contextual Overview. Version 1.1"},
      {
        "id":"ED606471",
        "title":"How Money Matters for Schools. School Finance Series. Research Brief"},
      {
        "id":"ED606472",
        "title":"Towards Practical Detection of Unproductive Struggle"},
      {
        "id":"ED606474",
        "title":"Grading Policy in the Time of COVID-19: Considerations and Implications for Equity. Policy and Practice Brief"},
      {
        "id":"ED606476",
        "title":"Closing the Gap: A Brief to the Fair Wages Commission -- Living Wage from the British Columbia Teachers&apos; Federation"},
      {
        "id":"ED606477",
        "title":"Efficacy Validation of the Revised First Step Program: A Randomized Controlled Trial"},
      {
        "id":"ED606478",
        "title":"Healthy, Resilient Schools: Cornerstones of Community and COVID-19 Recovery. Education Funding Brief 2021"},
      {
        "id":"ED606479",
        "title":"Mind the Gap: International Student Tuition and COVID-19. BCTF Research Note"},
      {
        "id":"ED606480",
        "title":"Supporting a Strong, Stable Principal Workforce: What Matters and What Can Be Done. Research Brief"},
      {
        "id":"ED606481",
        "title":"Supporting a Strong, Stable Principal Workforce: What Matters and What Can Be Done. Research Report"},
      {
        "id":"ED606482",
        "title":"Addressing IEP Goals through the Arts and Increasing Engagement in Students, Teachers, and Paraeducators with Universal Design for Learning"},
      {
        "id":"ED606486",
        "title":"2013/14-2017/18 Transfer Students: Profile and Performance"},
      {
        "id":"ED606487",
        "title":"Higher Ambitions: How America Plans for Post-Secondary Education"},
      {
        "id":"ED606488",
        "title":"Higher Ambitions: The Effect of COVID-19 on How Families Plan for Post-Secondary Education"},
      {
        "id":"ED606489",
        "title":"Left Out: California&apos;s Higher Education Governing Boards Do Not Reflect the Racial and Gender Diversity of California and Its Student Body"},
      {
        "id":"ED606490",
        "title":"Building Bridges to Success: Regional Business-Higher Education Partnerships to Grow and Diversify the STEM Workforce"},
      {
        "id":"ED606491",
        "title":"Development of the Self-Determined Learning Model of Instruction Coaching Model: Implications for Research and Practice"},
      {
        "id":"ED606492",
        "title":"Building Bridges to Success: Regional Business-Higher Education Partnerships to Grow and Diversify the STEM Workforce [Executive Summary]"},
      {
        "id":"ED606493",
        "title":"Academic Dual Credit Students: Experiences and Performance in the BC Post-Secondary System"},
      {
        "id":"ED606494",
        "title":"Investigating the Impact of the Integrated STEM Program on Student Test Scores in Jamaica"},
      {
        "id":"ED606495",
        "title":"Binaural Sound to Enhance Listening Comprehension in Language Tests"},
      {
        "id":"ED606496",
        "title":"Online Learning amid the COVID-19 Pandemic: Students&apos; Perspectives"},
      {
        "id":"ED606497",
        "title":"Credits to Graduation: A Comparison of the Number of Credits Undertaken toward Degree Completion by Students Admitted on the Basis of BC Secondary School and Those Admitted as BC Transfer Students to British Columbia&apos;s Four Research Universities (SFU, UBC, UNBC and UVic)"},
      {
        "id":"ED606498",
        "title":"Transfer Policies for Students with Stale-Dated Credit"},
      {
        "id":"ED606499",
        "title":"Analysis of Leadership Types by University, Gender and Department Variables"},
      {
        "id":"ED606500",
        "title":"Teaching Culture in the Foreign Language Classroom: Implications for Language Assistants in Bilingual Schools"},
      {
        "id":"ED606501",
        "title":"Detecting Test Fraud Using Bayes Factors"},
      {
        "id":"ED606502",
        "title":"Bossier Parish Community College First in the World Evaluation: Final Annual Performance Report"},
      {
        "id":"ED606503",
        "title":"HLE2: The Health Literacy Environment of Hospitals and Health Centers"},
      {
        "id":"ED606504",
        "title":"Evaluation of Socio-Demographic Characteristics and Physical Activity Levels of Ege University, Turkey Sports Sciences Faculty Students"},
      {
        "id":"ED606505",
        "title":"Creating a Sense of Belonging through Culturally Responsive Pedagogy, Culturally Relevant Teaching, and Invitational Theory in Art Education"},
      {
        "id":"ED606506",
        "title":"Attitudinal Trends in CLIL Assessment: A Pilot Study"},
      {
        "id":"ED606507",
        "title":"Emotions in e-Learning: The Review Promotes Advanced Curriculum by Studying Social Interaction"},
      {
        "id":"ED606509",
        "title":"&quot;Billion Dollar Bets&quot; to Create Economic Opportunity for Every American"},
      {
        "id":"ED606510",
        "title":"Leveraging Data for a Culture of Improvement: Priorities for District Leaders. Policy and Practice Brief"},
      {
        "id":"ED606511",
        "title":"National School Lunch Program"},
      {
        "id":"ED606513",
        "title":"&quot;Billion Dollar Bets&quot; to Create Economic Opportunity for Every American. Executive Summary"},
      {
        "id":"ED606514",
        "title":"One System for All: A Multi-Tiered System of Supports in Sanger Unified School District. Policy and Practice Brief"},
      {
        "id":"ED606515",
        "title":"&quot;Billion Dollar Bets&quot; to Create Economic Opportunity for Every American. Overview of Research"},
      {
        "id":"ED606516",
        "title":"Financial Aid in California: Ensuring Funding for College Opportunity"},
      {
        "id":"ED606517",
        "title":"Guided Pathways: Redesigning California&apos;s Community Colleges. Lessons Learned from Three Pioneering Campuses"},
      {
        "id":"ED606518",
        "title":"&quot;Billion Dollar Bets&quot; to Create Economic Opportunity for Every American. Overview of Estimated Returns on Six Big Investments and Their Impacts on Lifetime Earnings"},
      {
        "id":"ED606519",
        "title":"&quot;Billion Dollar Bets&quot; to Establish Pathways to Careers: Creating Economic Opportunity for Every American"},
      {
        "id":"ED606520",
        "title":"Advancing Educational Equity for Underserved Youth: How New State Accountability Systems Can Support School Inclusion and Student Success"},
      {
        "id":"ED606521",
        "title":"&quot;Billion Dollar Bets&quot; to Decrease Over-Criminalization: Creating Economic Opportunity for Every American"},
      {
        "id":"ED606522",
        "title":"Making ESSA&apos;s Equity Promise Real: State Strategies to Close the Opportunity Gap. A Follow-Up Report to &quot;Advancing Equity for Underserved Youth&quot;"},
      {
        "id":"ED606523",
        "title":"Building a Positive School Climate. Making ESSA&apos;s Equity Promise Real: State Strategies to Close the Opportunity Gap. Research Brief"},
      {
        "id":"ED606524",
        "title":"Eliminating Chronic Absenteeism. Making ESSA&apos;s Equity Promise Real: State Strategies to Close the Opportunity Gap. Research Brief"},
      {
        "id":"ED606525",
        "title":"Expanding Access to a College- and Career-Ready Curriculum. Making ESSA&apos;s Equity Promise Real: State Strategies to Close the Opportunity Gap. Research Brief"},
      {
        "id":"ED606526",
        "title":"Implementing an Extended-Year Graduation Rate. Making ESSA&apos;s Equity Promise Real: State Strategies to Close the Opportunity Gap. Research Brief"},
      {
        "id":"ED606527",
        "title":"Reducing Student Suspension Rates. Making ESSA&apos;s Equity Promise Real: State Strategies to Close the Opportunity Gap. Research Brief"},
      {
        "id":"ED606528",
        "title":"&quot;Billion Dollar Bets&quot; to Improve the Performance of Social Service Programs: Creating Economic Opportunity for Every American"},
      {
        "id":"ED606529",
        "title":"&quot;Billion Dollar Bets&quot; to Reduce Concentrated Poverty: Creating Economic Opportunity for Every American"},
      {
        "id":"ED606530",
        "title":"&quot;Billion Dollar Bets&quot; to Reduce Unintended Pregnancies: Creating Economic Opportunity for Every American"},
      {
        "id":"ED606531",
        "title":"Looking Back, Looking Ahead: Celebrating 40 Years. Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (40th, Greenville, South Carolina, November 15-18, 2018)"},
      {
        "id":"ED606532",
        "title":"Five Years of ELEUK Conferences: A Selection of Short Papers from 2019"},
      {
        "id":"ED606533",
        "title":"Raising Awareness on Assessment Criteria through Peer-Assessment and Self-Reflection in the Spanish Oral Class"},
      {
        "id":"ED606534",
        "title":"Learner Generated Digital Content: From Posters to Videos to Promote Content Acquisition in a Language Class"},
      {
        "id":"ED606535",
        "title":"Grade 5 Students&apos; Negative Integer Multiplication Strategies"},
      {
        "id":"ED606536",
        "title":"Strategies Used by Mexican Students in Seeking Structure on Equivalence Tasks"},
      {
        "id":"ED606537",
        "title":"Identifying Latent Classes of Middle Grades Teachers Based on Reasoning about Fraction Arithmetic"},
      {
        "id":"ED606538",
        "title":"Reflected Abstraction as a Mechanism for Developing Pedagogical Content Knowledge"},
      {
        "id":"ED606539",
        "title":"Learning from NAEP Released Items: U.S. Elementary Students&apos; Grasp of Multiplicative Relationships"},
      {
        "id":"ED606540",
        "title":"The Initial Treatment of the Area Measurement in the Selected Elementary Mathematics Textbooks from US and Korea"},
      {
        "id":"ED606541",
        "title":"Preparing Secondary Mathematics and Science Teacher Leaders in Rural Districts"},
      {
        "id":"ED606542",
        "title":"Analyzing a Discourse of Scaffolds for Mathematics Instruction for an ELL with Learning Disabilities"},
      {
        "id":"ED606544",
        "title":"Supporting a Mathematicians&apos; Instructional Change in Undergraduate Mathematics through Faculty Collaboration"},
      {
        "id":"ED606545",
        "title":"Beginning Teacher Feedback in the Context of a Co-Taught Inclusion Math Course"},
      {
        "id":"ED606546",
        "title":"Framing Elementary School Teachers&apos; Considerations When Engaging with Their Own Student Written Work"},
      {
        "id":"ED606547",
        "title":"Using Interpretive Frames to Inform Selections of Artifacts of Student Thinking"},
      {
        "id":"ED606548",
        "title":"Scaling Continuous Covariation: Supporting Middle School Students&apos; Algebraic Reasoning"},
      {
        "id":"ED606549",
        "title":"Relationships between Units Coordination and Subitizing"},
      {
        "id":"ED606550",
        "title":"Opening Space for Change and Empowerment through Philosophical and Structural Contemplation in Teacher Professional Development"},
      {
        "id":"ED606551",
        "title":"Where&apos;s the Math? A Study of Coach-Teacher Talk during Modeling and Co-Teaching"},
      {
        "id":"ED606552",
        "title":"Professional Development and Knowledge Gains for High School Mathematics Teachers"},
      {
        "id":"ED606553",
        "title":"Mathematics Education Stakeholders Professional Networks and Use of Research Evidence"},
      {
        "id":"ED606554",
        "title":"Evidence for Improvement: An Integrated Analytic Approach for Supporting Networks in Education"},
      {
        "id":"ED606555",
        "title":"Reopening Schools in the Context of COVID-19: Health and Safety Guidelines from Other Countries. Policy Brief"},
      {
        "id":"ED606556",
        "title":"...Against a New Horizon. Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (41st, St. Louis, Missouri, November 14-17, 2019)"},
      {
        "id":"ED606557",
        "title":"Tendencias en Modelación Matemática en Latinoamérica = Latin American Trends in Mathematical Modeling"},
      {
        "id":"ED606558",
        "title":"The Common Core Moral Panic"},
      {
        "id":"ED606559",
        "title":"What Influences Do Instructors of the Geometry for Teachers Course Need to Contend with?"},
      {
        "id":"ED606560",
        "title":"New York&apos;s Free Tuition Promise Falling Short"},
      {
        "id":"ED606561",
        "title":"The Impact of an Intensive Year-Round Middle School Program on College Attendance"},
      {
        "id":"ED606562",
        "title":"Developing and Using Definitions for Prisms and Pyramids"},
      {
        "id":"ED606563",
        "title":"&quot;Stop Doing That!&quot;: Effects of Teacher Reprimands on Student Disruptive Behavior and Engagement"},
      {
        "id":"ED606564",
        "title":"Effects of Teachers&apos; Praise-to-Reprimand Ratios on Elementary Students&apos; On-Task Behaviour"},
      {
        "id":"ED606565",
        "title":"Practitioner Perspectives on Hypothesis Testing Strategies in the Context of Functional Behavior Assessment"},
      {
        "id":"ED606566",
        "title":"Managing Student Behavior in the Middle Grades Using Class-Wide Function-Related Intervention Teams"},
      {
        "id":"ED606567",
        "title":"Teachers&apos; Incoherent Calculations in Proportional Tasks"},
      {
        "id":"ED606568",
        "title":"Preservice Secondary Mathematics Teachers&apos; Perceptions of Proof in the Secondary Mathematics Classroom"},
      {
        "id":"ED606569",
        "title":"Transforming Teachers&apos; Knowledge for Teaching Mathematics with Technologies through Online Knowledge-Building Communities"},
      {
        "id":"ED606570",
        "title":"Perspectives on the Nature of Mathematics and Research"},
      {
        "id":"ED606571",
        "title":"Achieving, Laboring, and Surviving: Positioning through Material and Ideational Identity Resources in Student Autobiography"},
      {
        "id":"ED606572",
        "title":"Examining Teacher Candidates&apos; Responses to Errors during Whole-Class Discussions through Written Performance Tasks"},
      {
        "id":"ED606573",
        "title":"An Analysis on the Effect of Violence Reduction Psychoeducation Program on Communication, Conflict Resolution and Empathy Skill Levels of Adolescent Students"},
      {
        "id":"ED606574",
        "title":"Professional Noticing in Complex Mathematical Contexts: Examining Preservice Teachers&apos; Changes in Performance"},
      {
        "id":"ED606575",
        "title":"Taking the Long View: State Efforts to Solve Teacher Shortages by Strengthening the Profession"},
      {
        "id":"ED606576",
        "title":"Associations of 3-Year-Olds&apos; Block-Building Complexity with Later Spatial and Mathematical Skills"},
      {
        "id":"ED606577",
        "title":"Building Semantic Networks: The Impact of a Vocabulary Intervention on Preschoolers&apos; Depth of Word Knowledge"},
      {
        "id":"ED606578",
        "title":"Examining the Problems Faced by Teachers: The Case of Sanliurfa"},
      {
        "id":"ED606579",
        "title":"Clarifying Mixed Messages: International Scholarship Programmes in the Sustainable Development Agenda"},
      {
        "id":"ED606580",
        "title":"Supporting Secondary Students&apos; Perseverance for Solving Challenging Mathematics Tasks"},
      {
        "id":"ED606581",
        "title":"Trauma-Informed Approaches in the Art Room to Promote Empowerment in Students with Emotional and Behavioral Disorders"},
      {
        "id":"ED606582",
        "title":"Mounting Peril for Public Higher Education during the Coronavirus Pandemic"},
      {
        "id":"ED606583",
        "title":"Perspectives on the Nature of Mathematics"},
      {
        "id":"ED606584",
        "title":"Using Strip Diagrams to Support Explanations for Keep-Change-Flip for Fraction Division"},
      {
        "id":"ED606585",
        "title":"A Better Formula for Higher Education&apos;s Federal Coronavirus Funding: Increasing, Improving, and Accelerating Funding for Higher Education in the Next Stimulus Package"},
      {
        "id":"ED606586",
        "title":"Social Justice Driven STEM: Achieving Equity Goals through Integrated Mathematics Education"},
      {
        "id":"ED606587",
        "title":"The State of Early Learning in New York: Growing Crisis for Young Children and Working Families. What New York Leaders Need to Do Now. Recommendations for 2020-21 Enacted Budget. Briefing Guide"},
      {
        "id":"ED606588",
        "title":"The Feeling of Hopelessness in Physical Education and Sports Teachers (The Case of Izmit)"},
      {
        "id":"ED606589",
        "title":"Improving Student Behavior in Middle School Art Classrooms: Initial Investigation of CWFIT Tier 1"},
      {
        "id":"ED606590",
        "title":"Transitioning to Communicative Activities in Teaching English as a Foreign Language in the Dominican Republic"},
      {
        "id":"ED606591",
        "title":"Tacit, Trick, or &quot;Teach&quot;: What Is Gina&apos;s Mathematical Reality?"},
      {
        "id":"ED606592",
        "title":"Policy Citations: Does State Statute, State Rule or Regulation, State Agency Policy, an Enacted Budget Bill, or Other Publicly Available Policy Document Guide the Postsecondary Education Funding Process? 50-State Comparison: Postsecondary Education Funding"},
      {
        "id":"ED606593",
        "title":"Workforce Development or Transfer: Does the State&apos;s Funding Model Require a Metric Related to Workforce Participation or Transfer, Provide an Option to Include a Metric Related to Workforce Participation or Transfer, or Not Address Workforce Participation or Transfer at All? 50-State Comparison: Postsecondary Education Funding"},
      {
        "id":"ED606594",
        "title":"Budget Request Process: Do Individual Institutions Request Funding from the Legislature, Is a Consolidated Budget Request Process Required, or Is Another Process in Place? 50-State Comparison: Postsecondary Education Funding"},
      {
        "id":"ED606595",
        "title":"Course or Program Completion Metrics: Does the State&apos;s Funding Model Require a Metric Related to Course or Program Completion, Provide an Option to Include a Metric Related to Course or Program Completion, or Not Address Course or Program Completion at All? 50-State Comparison: Postsecondary Education Funding"},
      {
        "id":"ED606596",
        "title":"Faculty, Facilities and Student Support Services: Does the State&apos;s Funding Model Require a Metric Related to Faculty, Facilities or Student Support Services; Provide an Option to Include a Metric Related to Faculty, Facilities or Student Support Services; or Not Address Faculty, Facilities or Student Support Services at All? 50-State Comparison: Postsecondary Education Funding"},
      {
        "id":"ED606597",
        "title":"Enrollment: Does the State&apos;s Funding Model Require an Enrollment Metric, Provide an Option to Include an Enrollment Metric, or Not Address Enrollment at All? 50-State Comparison: Postsecondary Education Funding"},
      {
        "id":"ED606598",
        "title":"Funding Model: Which Method(s) -- A Base Model, a Base Plus, a Formula or Another Method -- Is/Are Used for Funding Postsecondary Education? 50-State Comparison: Postsecondary Education Funding"},
      {
        "id":"ED606599",
        "title":"More than Just a Game: Transforming Social Interaction and STEM Play with Parkopolis"},
      {
        "id":"ED606600",
        "title":"Transforming Educational Systems toward Continuous Improvement: A Reflection Guide for K-12 Executive Leaders"},
      {
        "id":"ED606601",
        "title":"Teacher Shortages in California: Status, Sources, and Potential Solutions. Research Brief"},
      {
        "id":"ED606602",
        "title":"Mathematics and Language Integration in a CLIL Classroom: An Analysis of Genre"},
      {
        "id":"ED606603",
        "title":"Observing Change in Students&apos; Attitudes towards Mathematics: Contrasting Quantitative and Qualitative Approaches"},
      {
        "id":"ED606604",
        "title":"The Interplay of Frustration and Joy: Elementary Students&apos; Productive Struggle When Engaged in Unsolved Problems"},
      {
        "id":"ED606605",
        "title":"Quantitative (and Non-Quantitative) Methods Used by Future Teachers for Solving Probability-Based Proportion Problems"},
      {
        "id":"ED606606",
        "title":"Secondary Mathematics Student Teachers&apos; Types of Noticing While Teaching"},
      {
        "id":"ED606607",
        "title":"Reimagining Definitions of Teaching Mathematics for Social Justice for Preservice Secondary Mathematics Teachers"},
      {
        "id":"ED606608",
        "title":"Infection Control as a Subject in the Secondary Level of Education: A Theoretical Outcomes-Based Course Outline"},
      {
        "id":"ED606609",
        "title":"One Year after a Bachelor&apos;s Degree: A Profile of 2015-16 Graduates. Web Tables. NCES 2020-341"},
      {
        "id":"ED606610",
        "title":"When I Go to Kindergarten"},
      {
        "id":"ED606611",
        "title":"How Can Understanding Student Experience in the Mathematics Classroom Enrich, Challenge, and Help Us Improve Our Own Learning as Teacher Educators and Researchers?"},
      {
        "id":"ED606612",
        "title":"Looking Back, Looking Ahead: Equity in Mathematics Education"},
      {
        "id":"ED606614",
        "title":"Education and the Path to One Nation, Indivisible. Research Brief"},
      {
        "id":"ED606616",
        "title":"The Tapestry of American Public Education: How Can We Create a System of Schools Worth Choosing for All?"},
      {
        "id":"ED606617",
        "title":"Measuring Student Socioeconomic Status: Toward a Comprehensive Approach. School Finance Series"},
      {
        "id":"ED606618",
        "title":"National Adult Student Satisfaction and Priorities Report. A Joint Study by RNL and Lumina Foundation"},
      {
        "id":"ED606619",
        "title":"Evaluating Socioeconomic Gaps in Preschoolers&apos; Vocabulary, Syntax, and Language Process Skills with the Quick Interactive Language Screener (QUILS)"},
      {
        "id":"ED606620",
        "title":"Looking Back, Ahead, and in New Directions"},
      {
        "id":"ED606621",
        "title":"Principles for a High-Quality Pre-Apprenticeship: A Model to Advance Equity"},
      {
        "id":"ED606622",
        "title":"Learning to Lead: Understanding California&apos;s Learning System for School and District Leaders. Research Brief"},
      {
        "id":"ED606623",
        "title":"2018 High School Seniors&apos; Perceptions of College Financing"},
      {
        "id":"ED606624",
        "title":"2019 National Student Satisfaction and Priorities Report: A Focus on Trends over the Past 10 Years"},
      {
        "id":"ED606625",
        "title":"2017 National Student Satisfaction and Priorities Report"},
      {
        "id":"ED606626",
        "title":"2018 National Student Satisfaction and Priorities Report: Focusing on Satisfaction Levels for Demographic Subpopulations"},
      {
        "id":"ED606627",
        "title":"Examining Middle School Teacher Perceptions of the Next Generation Science Standards: A Qualitative Study"},
      {
        "id":"ED606628",
        "title":"2017 Effective Practices Report for Student Success, Retention, and Completion"},
      {
        "id":"ED606629",
        "title":"2019 Effective Practices for Student Success, Retention, and Completion Report"},
      {
        "id":"ED606630",
        "title":"2017 Student Retention Indicators: Benchmarks for First-Year, Second-Year, and Transfer Students"},
      {
        "id":"ED606632",
        "title":"2020 Student Success and Retention Benchmarks for First-Year, Second-Year, and Transfer Students at Four-Year Private and Public Institutions"},
      {
        "id":"ED606633",
        "title":"Expanding High-Quality Educational Options for All Students: How States Can Create a System of Schools Worth Choosing"},
      {
        "id":"ED606634",
        "title":"Considering Mediation for Special Education Disputes: A School Administrator&apos;s Perspective. Updated"},
      {
        "id":"ED606635",
        "title":"Engaging Parents in Productive Partnerships"},
      {
        "id":"ED606636",
        "title":"2017 National Freshman Motivation to Complete College Report"},
      {
        "id":"ED606637",
        "title":"Plugging In: Building NYC&apos;s Tech Education &amp; Training Ecosystem"},
      {
        "id":"ED606638",
        "title":"Supporting College Students Remotely: Adapting the Evidence for 2020 and Beyond. Issue Focus"},
      {
        "id":"ED606639",
        "title":"2018 National Freshman Motivation to Complete College Report"},
      {
        "id":"ED606640",
        "title":"Novel Word Learning at 21 Months Predicts Receptive Vocabulary Outcomes in Later Childhood"},
      {
        "id":"ED606641",
        "title":"Tulsa Community WorkAdvance: Health Care Training in Oklahoma During the COVID-19 Pandemic -- An Interview with Karen Pennington and Dawn Slinkard. Sector-Based Workforce Development Q &amp; A"},
      {
        "id":"ED606642",
        "title":"2019 National Freshman Motivation to Complete College Report"},
      {
        "id":"ED606643",
        "title":"2020 National Freshman Motivation to Complete College Report"},
      {
        "id":"ED606644",
        "title":"Teacher Supply in California, 2018-2019. A Report to the Legislature (Submitted Pursuant to AB471 Chap 381, Stats. 1999)"},
      {
        "id":"ED606645",
        "title":"Teaching for Breadth and Depth of Vocabulary Knowledge: Learning from Explicit and Implicit Instruction and the Storybook Texts"},
      {
        "id":"ED606646",
        "title":"State of the Indian CXO: Making Experiences Matter"},
      {
        "id":"ED606647",
        "title":"Maryland&apos;s BOOST Is Promising, but More Work Is Needed. Policy Analysis No. 885"},
      {
        "id":"ED606648",
        "title":"The Problems with Economic Integration and Controlled Choice. Policy Analysis No. 880"},
      {
        "id":"ED606649",
        "title":"Rightsizing Fed Ed: Principles for Reform and Practical Steps to Move in the Right Direction. Policy Analysis No. 891"},
      {
        "id":"ED606650",
        "title":"[West Virginia Youth Risk Behavior/School Health Fact Sheets, 2016. Middle School]"},
      {
        "id":"ED606651",
        "title":"Does Class Size Matter? How, and at What Cost? Research Briefs in Economic Policy. Number 175"},
      {
        "id":"ED606652",
        "title":"The West Virginia Alternate Identification and Reporting Program: An Exploratory Analysis"},
      {
        "id":"ED606653",
        "title":"Effects of Disability Labels on Students with Exceptionalities: A Brief Review of the Research Literature"},
      {
        "id":"ED606654",
        "title":"Artificial Intelligence &amp; Higher Education: Towards Customized Teaching and Learning, and Skills for an AI World of Work. Research &amp; Occasional Paper Series: CSHE.6.2020"},
      {
        "id":"ED606655",
        "title":"Asymmetry by Design? Identity Obfuscation, Reputational Pressure, and Consumer Predation in U.S. For-Profit Higher Education. Research &amp; Occasional Paper Series: CSHE.5.2020"},
      {
        "id":"ED606656",
        "title":"Neo-Nationalism and Universities in Europe. Research &amp; Occasional Paper Series: CSHE.7.2020"},
      {
        "id":"ED606657",
        "title":"South Korea&apos;s Higher Education System through California Eyes. Research &amp; Occasional Paper Series: CSHE.4.2020"},
      {
        "id":"ED606658",
        "title":"SAT/ACT Scores, High-School GPA, and the Problem of Omitted Variable Bias: Why the UC Taskforce&apos;s Findings Are Spurious. Research &amp; Occasional Paper Series: CSHE.1.2020"},
      {
        "id":"ED606659",
        "title":"Strategic Budgeting at Colleges and Universities. Research &amp; Occasional Paper Series: CSHE.3.2020"},
      {
        "id":"ED606660",
        "title":"The University of California versus the SAT: A Brief History and Contemporary Critique. Research &amp; Occasional Paper Series: CSHE.8.2020"},
      {
        "id":"ED606661",
        "title":"Child &amp; Family Development, FY 2019. OPRE Report 2020-37"},
      {
        "id":"ED606662",
        "title":"The Middle School Algebra Readiness Initiative: An Evaluation of Teacher Outcomes and Student Mathematics Achievement and Gains"},
      {
        "id":"ED606665",
        "title":"A Coming Crisis in Teaching? Teacher Supply, Demand, and Shortages in the U.S. Research Brief"},
      {
        "id":"ED606666",
        "title":"A Coming Crisis in Teaching? Teacher Supply, Demand, and Shortages in the U.S."},
      {
        "id":"ED606667",
        "title":"Response to Intervention: An Introduction. A Brief Review of the Research Literature"},
      {
        "id":"ED606670",
        "title":"Educator Evaluation Pilot Project: Results from a Midyear Survey of Teachers in All Participating Schools"},
      {
        "id":"ED606671",
        "title":"[West Virginia Youth Risk Behavior/School Health Fact Sheets, 2016. High School]"},
      {
        "id":"ED606672",
        "title":"How Should Massachusetts Reopen Its K-12 Schools in the Fall? Lessons from Abroad and Other States. White Paper No. 211"},
      {
        "id":"ED606673",
        "title":"[West Virginia Youth Risk Behavior/School Health Fact Sheets, 2015. High School]"},
      {
        "id":"ED606674",
        "title":"[West Virginia Youth Risk Behavior/School Health Fact Sheets, 2015. Middle School]"},
      {
        "id":"ED606675",
        "title":"West Virginia Youth Risk Behavior Survey/School Health Profiles. High School 2018 Fact Sheet[s]"},
      {
        "id":"ED606676",
        "title":"West Virginia Youth Risk Behavior Survey/School Health Profiles. Middle School 2018 Fact Sheet[s]"},
      {
        "id":"ED606677",
        "title":"Assessing College Readiness through Authentic Student Work: How the City University of New York and the New York Performance Standards Consortium Are Collaborating toward Equity"},
      {
        "id":"ED606678",
        "title":"Calculated Avoidance: Math Anxiety Predicts Math Avoidance in Effort Based-Decision Making"},
      {
        "id":"ED606679",
        "title":"New Meridian Comparability Review Guidelines. Version 6.17.2020"},
      {
        "id":"ED606680",
        "title":"Quality Testing Standards and Criteria for Comparability Claims. Version 6.17.2020"},
      {
        "id":"ED606681",
        "title":"&quot;Quality Testing Standards&quot; -- A Starter Kit for States. Version 6.17.2020"},
      {
        "id":"ED606682",
        "title":"Standard Processes. Version 6.17.2020"},
      {
        "id":"ED606683",
        "title":"Evaluation of the Student-Centered Arts-Learning Environments (SCALE) Project: 2013 Report"},
      {
        "id":"ED606684",
        "title":"Evaluation of the Student-Centered Arts-Learning Environments (SCALE) Project: 2013 Report. Executive Summary"},
      {
        "id":"ED606685",
        "title":"Combined Cognitive-Motivational Modules Delivered via an LMS Increase Undergraduate Biology Grades"},
      {
        "id":"ED606686",
        "title":"Including Relationship-Based Care Practices in Infant-Toddler Care: Implications for Practice and Policy. A Research-to-Practice Brief. OPRE Report 2016-46"},
      {
        "id":"ED606687",
        "title":"The West Virginia Special Education Technology Integration Specialist Program: Comparing Reported Expected and Actual Use by Teachers"},
      {
        "id":"ED606688",
        "title":"Factors Influencing on Extra Budgetary Income of Leading Russian Universities: Econometric Analysis"},
      {
        "id":"ED606689",
        "title":"Developmental Foundations of School Readiness for Infants and Toddlers: A Research to Practice Report. OPRE Report 2016-07"},
      {
        "id":"ED606690",
        "title":"Expanding Students&apos; Contextual Neighbourhoods of Measurement through Dynamic Measurement"},
      {
        "id":"ED606691",
        "title":"Impact of a Student-Adaptive Pedagogy PD Program on Students&apos; Multiplicative Reasoning"},
      {
        "id":"ED606692",
        "title":"Middle and Secondary Teachers&apos; Informal Inferential Reasoning"},
      {
        "id":"ED606693",
        "title":"Development and Use of a Conjecture Map for Online Professional Development Model"},
      {
        "id":"ED606694",
        "title":"Navigating Dilemmas of Studying Mathematics Engagement in Secondary Classrooms"},
      {
        "id":"ED606695",
        "title":"Probability and Independence: A Comparison of Undergraduates"},
      {
        "id":"ED606696",
        "title":"Uses of Coordinate Systems: A Conceptual Analysis with Pedagogical Implications"},
      {
        "id":"ED606697",
        "title":"Analysis of Teachers&apos; Questioning in Supporting Mathematical Argumentation by Integrating Habermas&apos; Rationality and Toulmin&apos;s Model"},
      {
        "id":"ED606698",
        "title":"Expanding Students&apos; Role When Doing Proofs in High School Geometry"},
      {
        "id":"ED606699",
        "title":"Teachers&apos; Perception of Standardized Classroom Observation Tool"},
      {
        "id":"ED606700",
        "title":"Investigating MTE Questioning as a Relational Teaching Practice"},
      {
        "id":"ED606701",
        "title":"The In-the-Moment Noticing of the Novice Mathematics Teacher"},
      {
        "id":"ED606702",
        "title":"Capturing Variability in Flipped Mathematics Instruction"},
      {
        "id":"ED606703",
        "title":"Design Principles for the Development of Professional Noticing of Students&apos; Technological Mathematical Practices"},
      {
        "id":"ED606704",
        "title":"Static and Emergent Thinking in Spatial and Quantitative Coordinate Systems"},
      {
        "id":"ED606705",
        "title":"Early Care and Education in Rural Communities. OPRE Research Brief 2020-62"},
      {
        "id":"ED606706",
        "title":"Response to Intervention and Multi-Tiered Systems of Support in Maine Schools: Portraits of Promising Practices"},
      {
        "id":"ED606707",
        "title":"Razonamiento digital: Representar, explorar y resolver problemas verbales con el uso de GeoGebra = Digital Reasoning: Representing, Exploring and Solving Word Problems through the Use of GeoGebra"},
      {
        "id":"ED606708",
        "title":"How Do Undergraduate Students Make Sense of Points on Graphs in Calculus Contexts?"},
      {
        "id":"ED606709",
        "title":"Computational and Inferential Orientations: Lessons from Observing Undergraduates Read Mathematical Proofs"},
      {
        "id":"ED606710",
        "title":"A Fine-Grained Analysis of Proof Summaries: A Case Study of Abstract Algebra Students"},
      {
        "id":"ED606711",
        "title":"Student Understanding of the General Binary Operation Concept"},
      {
        "id":"ED606712",
        "title":"Teachers&apos; Analysis of Student Thinking in a Teaching Mathematics with Technology Massive Open Online Course"},
      {
        "id":"ED606713",
        "title":"Representational Sameness and Derivative"},
      {
        "id":"ED606714",
        "title":"Integrity Hour: A Guide to Developing and Facilitating an Online Community of Practice for Academic Integrity"},
      {
        "id":"ED606715",
        "title":"How Do Teachers of English Perceive the Use of ICT in Primary Education in Bahrain"},
      {
        "id":"ED606716",
        "title":"Spontaneous Generalizations through Example-Based Reasoning in a Collaborative Setting"},
      {
        "id":"ED606717",
        "title":"Building an Early Learning System That Works: Next Steps for California"},
      {
        "id":"ED606718",
        "title":"Building an Early Learning System That Works: Next Steps for California. Policy Brief"},
      {
        "id":"ED606719",
        "title":"Business Calculus Students&apos; Interpretations of Marginal Change in Economic Contexts"},
      {
        "id":"ED606720",
        "title":"Findings from the 2011 West Virginia Online Writing Scoring Comparability Study"},
      {
        "id":"ED606721",
        "title":"Math Pathways Reforms in Maine"},
      {
        "id":"ED606722",
        "title":"Benefits of Early Care and Education for Children in the Child Welfare System. A Research-to-Practice Brief. OPRE Report 2016-68"},
      {
        "id":"ED606723",
        "title":"Various Meanings a Student Uses for Quantified Variables in Calculus Statements: The Case of Zack"},
      {
        "id":"ED606724",
        "title":"Generalization of an Invariant Relationship between Two &quot;Quantities&quot;"},
      {
        "id":"ED606725",
        "title":"Entering Equations: Comparison of Handwriting Recognition and Equation Editors"},
      {
        "id":"ED606726",
        "title":"Resolución de problemas y uso de tecnologías digitales en un MOOC: Diseño e implementación = Problem Solving and the Use of Digital Technologies in a MOOC: Design and Implementation"},
      {
        "id":"ED606727",
        "title":"The Relationship between Management Style, Performance Appraisal, and Employee Development of Selected Personnel from an Academic Institution"},
      {
        "id":"ED606728",
        "title":"On Teaching Actions in Mathematical Problem-Solving Contexts"},
      {
        "id":"ED606729",
        "title":"Addressing California&apos;s Growing Teacher Shortage: 2017 Update"},
      {
        "id":"ED606730",
        "title":"21st Century Community Learning Centers: A Descriptive Evaluation for 2011-2012"},
      {
        "id":"ED606731",
        "title":"21st Century Community Learning Centers: A Descriptive Evaluation for 2010-2011"},
      {
        "id":"ED606732",
        "title":"The West Virginia Special Education Technology Integration Specialist (SETIS) Program: 2011-2012 Evaluation Report"},
      {
        "id":"ED606733",
        "title":"Understanding California&apos;s Early Care and Education System. Research Brief"},
      {
        "id":"ED606734",
        "title":"21st Century Community Learning Centers: A Descriptive Evaluation for 2009-2010"},
      {
        "id":"ED606735",
        "title":"Understanding California&apos;s Early Care and Education System"},
      {
        "id":"ED606736",
        "title":"Emergent Bilinguals as Teachers: Constructing Storylines in an Elementary Mathematics Classroom"},
      {
        "id":"ED606737",
        "title":"An Analysis of High School Students Taking Statistics Using the HSLS:09 Dataset"},
      {
        "id":"ED606738",
        "title":"Teachers&apos; Responses to Instances of Student Mathematical Thinking with Varied Potential to Support Student Learning"},
      {
        "id":"ED606739",
        "title":"High-Quality Instruction [does not equal] High-Level Noticing: Examining Factors That Influence Teachers&apos; Noticing"},
      {
        "id":"ED606740",
        "title":"Competencies of Infant and Toddler Teachers and Caregivers: A Compendium of Measures. OPRE Report 2020-21"},
      {
        "id":"ED606741",
        "title":"Effective Teacher Professional Development. Research Brief"},
      {
        "id":"ED606742",
        "title":"Working Together for Children and Families: Findings from the National Descriptive Study of Early Head Start-Child Care Partnerships. Final Report. OPRE Report 2019-16"}]
  }}
