{
  "response":{"numFound":509939,"start":468000,"numFoundExact":true,"docs":[
      {
        "id":"ED626532",
        "title":"Maps of STAAR Passing Rates, 2012-2013. DRE Publication 14.08 MB"},
      {
        "id":"ED626533",
        "title":"Maps of Pearce and Garcia Middle School Attendance Zones Fall 2012 Telephone Survey. DRE Publication 14.11 MB"},
      {
        "id":"ED626534",
        "title":"Career and Technical Education: College Readiness and Cost-Effectiveness, 2013-2014. DRE Publication 14.32 RB"},
      {
        "id":"ED626535",
        "title":"Technology Integration &amp; Implementation and Project Based Learning (PBL) Survey Results. DRE Report Publication 14.42 RB"},
      {
        "id":"ED626536",
        "title":"AISD REACH Program Update: Student Learning Objective Assessments. DRE Report #13.89 RB"},
      {
        "id":"ED626537",
        "title":"AISD Foreign Language Courses, by Campus and Attendance Zone, 2011-2012. DRE Publication 14.06 MB"},
      {
        "id":"ED626539",
        "title":"Stabilizing Subgroup Proficiency Results to Improve the Identification of Low-Performing Schools. REL 2023-001"},
      {
        "id":"ED626540",
        "title":"Stabilizing Subgroup Proficiency Results to Improve the Identification of Low-Performing Schools. Study Snapshot. REL 2023-001"},
      {
        "id":"ED626541",
        "title":"Stabilizing Subgroup Proficiency Results to Improve the Identification of Low-Performing Schools. Appendixes. REL 2023-001"},
      {
        "id":"ED626542",
        "title":"Room to Grow: The Politics and Promise of Charter Schools in Massachusetts Gateway Cities. White Paper No. 256"},
      {
        "id":"ED626543",
        "title":"Principal Learning Opportunities and School Outcomes: Evidence from California"},
      {
        "id":"ED626544",
        "title":"Principal Learning Opportunities and School Outcomes: Evidence from California. Research Brief"},
      {
        "id":"ED626548",
        "title":"Authentic Student Work in College Admissions: Lessons from the Ross School of Business"},
      {
        "id":"ED626549",
        "title":"Creating Identity-Safe Schools and Classrooms"},
      {
        "id":"ED626550",
        "title":"Managing for Results in America&apos;s Great City Schools 2022: Results from Fiscal Year 2020-21. A Report of the Performance Measurement and Benchmarking Project"},
      {
        "id":"ED626552",
        "title":"Across the Aisle: What Voters and Parents Want in Education. The Hunt Institute&apos;s 2022 Nationwide Voter &amp; Parent Education Survey Results"},
      {
        "id":"ED626553",
        "title":"Skills and Labor Market Outcomes of Working-Age Americans. The Impact of Human Capital in the American Labor Market Series"},
      {
        "id":"ED626556",
        "title":"Skills, Skill Use at Work, and Earnings of American Workers. The Impact of Human Capital in the American Labor Market Series"},
      {
        "id":"ED626557",
        "title":"Supporting Students Experiencing Homelessness: District Approaches to Supports and Funding. Research Brief"},
      {
        "id":"ED626558",
        "title":"Supporting Students Experiencing Homelessness: District Approaches to Supports and Funding"},
      {
        "id":"ED626569",
        "title":"Survey on Academic Freedom, Institutional Autonomy and Academic Integrity from a Student Perspective"},
      {
        "id":"ED626570",
        "title":"Improving Content Area Reading Comprehension of Spanish Speaking English Learners in Grades 4 and 5 Using Web-Based Text Structure Instruction"},
      {
        "id":"ED626572",
        "title":"Six Years Later: Examining the Academic and Employment Outcomes of the Original and Reinstated Summer Pell. CCRC Working Paper No. 132"},
      {
        "id":"ED626573",
        "title":"School Choice and Competition for Teachers: Evidence from Michigan. Technical Report"},
      {
        "id":"ED626574",
        "title":"Institutional Resilience in Puerto Rico: A First Look at Efforts by Puerto Rican HSIs"},
      {
        "id":"ED626575",
        "title":"Improving the Pipeline: Strategies for Recruiting Teacher Residency Candidates. Brief"},
      {
        "id":"ED626577",
        "title":"The State We&apos;re in 2022: A Look at the Impact of COVID-19 on Education in Illinois"},
      {
        "id":"ED626580",
        "title":"Advancing Integration and Equity through Magnet Schools. Research Brief"},
      {
        "id":"ED626581",
        "title":"Pushed Out: Trends and Disparities in Out-of-School Suspension"},
      {
        "id":"ED626584",
        "title":"An Attitudinal Study of 5th-Grade Teachers&apos; Perceptions about Mathematics and the Influence on Instruction"},
      {
        "id":"ED626585",
        "title":"Proceedings of International Conference on Humanities, Social and Education Sciences (iHSES) (New York, New York, April 22-25, 2021). Volume 1"},
      {
        "id":"ED626591",
        "title":"Quantitative Method to Explore the Critical Issues of Speaking Anxiety amongst Chinese PhD Candidates&apos; Doctoral Dissertation Oral Defense"},
      {
        "id":"ED626593",
        "title":"University Students&apos; Internet Addiction Status and Relationship to Their Perceptions of Internet"},
      {
        "id":"ED626594",
        "title":"Thinking -- and Teaching -- Outside the Gender Binary Box: Study Proposal for Promoting Gender Inclusivity Instruction in U.S. Public Schools Grades K and 1st"},
      {
        "id":"ED626595",
        "title":"FAFSA &amp; Homeless Youth: Challenges + Recommendations in the COVID-19 Era"},
      {
        "id":"ED626596",
        "title":"&quot;Working Harder Just to Be Seen and Heard&quot;: Barriers to Financial Aid for Homeless and Foster Youth"},
      {
        "id":"ED626598",
        "title":"Investigation of Teachers&apos; Risk-Taking and Life Satisfaction Levels during the COVID-19 Pandemic"},
      {
        "id":"ED626599",
        "title":"Efficacy Analysis of Zearn Math: Findings from Implementation in a Large Southern District"},
      {
        "id":"ED626600",
        "title":"Security for Online Exams: Digital Proctoring"},
      {
        "id":"ED626601",
        "title":"Podcasting for Teaching and Research in History: A Case Study"},
      {
        "id":"ED626602",
        "title":"The Reality of Applying Teachers for Learning Disabilities Criteria According of Some Variables in Jubail City"},
      {
        "id":"ED626603",
        "title":"Understanding Experiential Learning through Work-Based College Coursetaking: Evidence from Transcript Data Using a Text Mining Technique. CCRC Working Paper No. 131"},
      {
        "id":"ED626604",
        "title":"Multidisciplinary Development of Sustainable Education"},
      {
        "id":"ED626606",
        "title":"What Makes Them Leave? Retaining and Graduating Black Males at Lincoln Prairie University"},
      {
        "id":"ED626607",
        "title":"Protecting Students&apos; Civil Rights: The Federal Role in School Discipline"},
      {
        "id":"ED626608",
        "title":"Educational Leadership for Development of Structural Plans, Cultural Diversity, Curriculum Standards, and Faculty Engagement"},
      {
        "id":"ED626609",
        "title":"Evaluation and Quality Assurance for Higher Education in Morocco: The ANEAQ as the Main Actor"},
      {
        "id":"ED626610",
        "title":"International Students Mobility -- Ten Years of Experience at the Faculty of Medicine of the University of Coimbra (2009-2019)"},
      {
        "id":"ED626612",
        "title":"Inequitable Opportunity to Learn: Access to Advanced Mathematics and Science Courses"},
      {
        "id":"ED626614",
        "title":"Changes in Preschool Classroom Quality: The Timing of Rating Matters"},
      {
        "id":"ED626619",
        "title":"Infants and Toddlers Experiencing Homelessness: Prevalence &amp; Access to Early Learning in Twenty States"},
      {
        "id":"ED626621",
        "title":"Closing the Digital &quot;Skill&quot; Divide: The Payoff for Workers, Business, and the Economy"},
      {
        "id":"ED626623",
        "title":"Modern Pre-Operation Education of Surgeons: Principles Forming of Clinical Diagnosis"},
      {
        "id":"ED626625",
        "title":"Proposed Strategic Plan to Improve Student Retention and Enrollment at Universities: A Perspective Study"},
      {
        "id":"ED626626",
        "title":"How Do Charter Schools Affect System-Level Test Scores and Graduation Rates? A National Analysis. Policy Brief"},
      {
        "id":"ED626627",
        "title":"Design Thinking as an Educational Innovation Way: A Case Study of Design for Change Taiwan (DFC Taiwan)"},
      {
        "id":"ED626631",
        "title":"Tuition &amp; Fees in Public Higher Education in the West, 2022-23. Detailed Data Tables"},
      {
        "id":"ED626632",
        "title":"Emerging Innovations in Data Transparency, Governance, and Quality"},
      {
        "id":"ED626635",
        "title":"Advising for College Success: Policies, Practices, and Programs That Support Students on the Path to College Completion"},
      {
        "id":"ED626636",
        "title":"Advising for College Success: Next Steps for Policymakers, Practitioners, and Researchers"},
      {
        "id":"ED626637",
        "title":"The Pandemic Has Exacerbated a Long-Standing National Shortage of Teachers"},
      {
        "id":"ED626638",
        "title":"Seen and Served: How Dedicated Federal Funding Supports the Identification of Students Experiencing Homelessness"},
      {
        "id":"ED626639",
        "title":"Advising for College Success: A Systematic Review of the Evidence. Appendix C"},
      {
        "id":"ED626641",
        "title":"The Annual Condition of Iowa&apos;s Community Colleges, 2022"},
      {
        "id":"ED626645",
        "title":"Student Mental Health and Well-Being: A Review of Evidence and Emerging Solutions"},
      {
        "id":"ED626646",
        "title":"Who Profits? Students&apos; Experiences at For-Profit Colleges"},
      {
        "id":"ED626648",
        "title":"Adult Education and Literacy: 2022 Annual Report"},
      {
        "id":"ED626649",
        "title":"Fall Enrollment: Iowa Community Colleges, 2022"},
      {
        "id":"ED626652",
        "title":"The Annual Condition of Education Report, 2022"},
      {
        "id":"ED626653",
        "title":"Experiences of the Filipino Teachers in the Virgin Islands: A Phenomenological Theory Development"},
      {
        "id":"ED626654",
        "title":"Sustainable Funding of West Virginia&apos;s Residency Model"},
      {
        "id":"ED626655",
        "title":"Building a Teaching Effectiveness Network (BTEN): Coordinating Support and Feedback for Beginning Teachers in AISD Schools. Publication 14.77"},
      {
        "id":"ED626657",
        "title":"Austin ISD Postsecondary Enrollment Graduating Class of 2014. DRE Publication #14.81 ES"},
      {
        "id":"ED626659",
        "title":"Postsecondary Enrollment Graduating Class of 2014: Austin Independent School District. DRE Publication #14.81 RB"},
      {
        "id":"ED626661",
        "title":"Student Learning Objectives (SLOs): Analysis of Student Growth in 2013-2014, by Type and Source of Assessment. Publication Number 14.85"},
      {
        "id":"ED626662",
        "title":"Student Learning Objectives (SLO): Analysis of Student Growth in 2013-2014, by Type and Source of Assessment. Publication 14.85 ES"},
      {
        "id":"ED626663",
        "title":"Beyond the Pandemic: State of Michigan Education Report 2023"},
      {
        "id":"ED626664",
        "title":"Tuition and Fees: Iowa Community Colleges, Fiscal Year 2023"},
      {
        "id":"ED626668",
        "title":"Proceedings of International Conference on Humanities, Social and Education Sciences (iHSES) (Los Angeles, California, April 21-24, 2022). Volume 1"},
      {
        "id":"ED626669",
        "title":"Educating Educators: Knowledge, Beliefs, and Practice of Teacher Educators on LGBTQ Issues. A Report from GLSEN"},
      {
        "id":"ED626670",
        "title":"The Value of Graduate Management Education: From the Candidate&apos;s Perspective"},
      {
        "id":"ED626671",
        "title":"A New Way to Study Biochemistry Words by Using Games"},
      {
        "id":"ED626672",
        "title":"A World Pandemic and a Clarion Call: The New Push for DEI Initiatives in Higher Education"},
      {
        "id":"ED626673",
        "title":"Restorative Practices at Martin Middle School: Students&apos; Perspectives. Publication 14.84RB"},
      {
        "id":"ED626674",
        "title":"A Spin-Off from Physics Education Research"},
      {
        "id":"ED626675",
        "title":"An Examination of the Flipped Classroom Paradigm for Diverse Student Populations"},
      {
        "id":"ED626676",
        "title":"Educator Excellence Innovation Program: 2015 Participant Feedback. Publication 14.87"},
      {
        "id":"ED626677",
        "title":"The Effects of University Communication on Student Resilience and Engagement during the COVID-19 Pandemic"},
      {
        "id":"ED626679",
        "title":"Forum Guide to State Education Agency Support for Local Education Agencies in Civil Rights Data Reporting. NFES 2023-026"},
      {
        "id":"ED626680",
        "title":"Effectiveness of Flipped Learning versus Traditional Learning in a Middle-School Chemistry Classroom"},
      {
        "id":"ED626681",
        "title":"Evaluation of the Place of Nature and Environment in Educational Life in Accordance with the Opinions of Teachers"},
      {
        "id":"ED626682",
        "title":"The Perception of the College Experience for Students with ADHD"},
      {
        "id":"ED626683",
        "title":"Equity Alert: Black Students Need More from California&apos;s Equity Multiplier"},
      {
        "id":"ED626685",
        "title":"Austin Independent School District (AISD) Human Resources Exit Survey 2014-2015: Summary of Teachers&apos; Reasons for Leaving. Publication 14.83 RB i"},
      {
        "id":"ED626686",
        "title":"Austin Independent School District (AISD) Human Resources Exit Survey 2014-2015: Summary of Campus-Based Non-Teaching Professionals&apos; Reasons for Leaving. Publication 14.83 RB ii"},
      {
        "id":"ED626688",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2013-2014. DRE Publication Number 13.01"},
      {
        "id":"ED626689",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2014-2015. DRE Publication Number 14.01"},
      {
        "id":"ED626690",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2015-2016. DRE Publication Number 15.01"},
      {
        "id":"ED626691",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2016-2017. DRE Publication Number 16.01"},
      {
        "id":"ED626692",
        "title":"How Prospective Students Perceive the Value of Admissions Tests? Research Brief"},
      {
        "id":"ED626693",
        "title":"USDA Proposal to Modernize School Nutrition Standards"},
      {
        "id":"ED626694",
        "title":"High School Exit Survey Results: Postsecondary Aspirations, Parental Engagement, and Support. Publication 14.94"},
      {
        "id":"ED626695",
        "title":"AISD&apos;s Onboarding Process/Early Career Experience Survey Results: 2021-2022. Publication 21.04"},
      {
        "id":"ED626696",
        "title":"The Impact of Multilingual Summer School on Emergent Bilingual Students&apos; Beginning-of-Year Performance in 2021-2022. Publication 21.03"},
      {
        "id":"ED626697",
        "title":"Pathways for Academic Career and Employment (PACE): Fiscal Year 2022"},
      {
        "id":"ED626698",
        "title":"Perceptions of Student Voice at AISD High Schools. Publication 21.06"},
      {
        "id":"ED626699",
        "title":"Do You Need Money for College or Career School?"},
      {
        "id":"ED626700",
        "title":"Gaining Early Awareness and Readiness for Undergraduate Programs (GEAR UP) Austin: 2021 Fall Student Focus Group Results Summary. Publication 21.02"},
      {
        "id":"ED626701",
        "title":"Analysis of the Problems of the Turkish Education System in Terms of the Elements of Educational Programs"},
      {
        "id":"ED626702",
        "title":"Attitudes of High School Students toward Foreign Language Learning in Public and Non-Public Education System: A Demographic Approach"},
      {
        "id":"ED626703",
        "title":"Contract Grading in the Realm of Ends and Means"},
      {
        "id":"ED626704",
        "title":"CDIO Initiative on Student Engagement by Effective Syncretic (Lectures -- Seminars)"},
      {
        "id":"ED626705",
        "title":"Children&apos;s Budget 2022"},
      {
        "id":"ED626706",
        "title":"Key Takeaways from Children&apos;s Budget 2022"},
      {
        "id":"ED626707",
        "title":"Effects of Multimodal Representations on Students&apos; Science Learning"},
      {
        "id":"ED626708",
        "title":"Federal Student Loans: Basics for Students"},
      {
        "id":"ED626709",
        "title":"Investigation of Individual Competitiveness: Perceptions of Students Taking Special Ability Exams"},
      {
        "id":"ED626710",
        "title":"Promoting Emotional Social Learning in Distance Learning through Book Creator"},
      {
        "id":"ED626711",
        "title":"Rethinking in the Intersectional Scene of the Ph.D. Supervision"},
      {
        "id":"ED626712",
        "title":"Exploring Taiwan Indie Musicians&apos; Skills Development: Case Study on Band Practitioners"},
      {
        "id":"ED626713",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2017-2018. DRE Publication Number 17.01"},
      {
        "id":"ED626714",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2018-2019. DRE Publication Number 18.01"},
      {
        "id":"ED626715",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2019-2020. DRE Publication Number 19.01"},
      {
        "id":"ED626716",
        "title":"Household Consumption Spending Disparities as a Function of Economics Education"},
      {
        "id":"ED626717",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2020-2021. DRE Publication Number 20.01"},
      {
        "id":"ED626718",
        "title":"Department of Research &amp; Evaluation Plan of Work, 2021-2022. DRE Publication Number 21.01"},
      {
        "id":"ED626719",
        "title":"Influence of Policy Instruction and Training on Use of Deadly Force by Police"},
      {
        "id":"ED626720",
        "title":"Relationship between Learning Behaviors and Social Presence in Online Collaborative Learning"},
      {
        "id":"ED626721",
        "title":"Too Many Dull Words Exceed the Limits of Visual Perception: The Effects of Clutter and Colour on Learning"},
      {
        "id":"ED626722",
        "title":"Information Security Education System in Secondary School and Assessment of the Level of Anxiety of Schoolchildren"},
      {
        "id":"ED626723",
        "title":"Learning to Use a Digital Workbench to Develop Competence-Based Tests in Vocational Education: Guided or Explorative?"},
      {
        "id":"ED626724",
        "title":"A Tagset for University Students&apos; Educational Goals"},
      {
        "id":"ED626725",
        "title":"Because It Is Fun: Investigating Motives of Fake News Sharing with Exploratory Game Quests"},
      {
        "id":"ED626726",
        "title":"On-Line Collaborative Knowledge Building in Higher Education: Testing a Quantitative Model"},
      {
        "id":"ED626727",
        "title":"Digital Support for the Pre-Student Phase Is Successful"},
      {
        "id":"ED626728",
        "title":"Performance Effects of Structural and Behavioural Debriefings in Transparent Simulations"},
      {
        "id":"ED626732",
        "title":"Aspects on E-Learning during the COVID-19 Pandemic at the University"},
      {
        "id":"ED626733",
        "title":"AI Planning and Reasoning for a Social Assistive Robot"},
      {
        "id":"ED626734",
        "title":"Explore Foreign Language Learners&apos; Experiences under a Metacognitive Listening Website"},
      {
        "id":"ED626735",
        "title":"The Mediating Role of Optimism in Relation between Wisdom &amp; Knowledge Virtues and School Well-Being in Adolescence"},
      {
        "id":"ED626736",
        "title":"Application Trends Survey: 2022 Summary Report. Market Intelligence"},
      {
        "id":"ED626737",
        "title":"The Development and Validation of a Concept Mapping Emotions Scale (CM-ES) for University Students"},
      {
        "id":"ED626738",
        "title":"Design of the Time Management Skills Acquisition System Using Learning Analytics"},
      {
        "id":"ED626739",
        "title":"Problem-Based Projects: A Catalyst for Enhancing Students&apos; Self-Directed Learning in an Information Security Course"},
      {
        "id":"ED626740",
        "title":"Students Engaging in Mathematical Problem-Solving through Computational Thinking and Programming Activities: A Synthesis of Two Opposite Experiences"},
      {
        "id":"ED626741",
        "title":"Jigsaw in the Time of Pandemic"},
      {
        "id":"ED626742",
        "title":"Teacher Support in COVID-19 Pandemic to Develop Blended Learning Disruptive Models in Higher Education"},
      {
        "id":"ED626743",
        "title":"Teaching Robotics during COVID-19: Machine Learning, Simulation, and AWS DeepRacer"},
      {
        "id":"ED626744",
        "title":"Defining Process Structure for Project Resource Allocation"},
      {
        "id":"ED626745",
        "title":"Post-Disaster Learning Model: Design of Distance Learning Based on Local Wisdom Perspective"},
      {
        "id":"ED626746",
        "title":"Factors of the Use of Learning Analytics Dashboard That Affect Metacognition"},
      {
        "id":"ED626747",
        "title":"Influence of English as a Second Language on the Trainees&apos; Academic Performance at Eenhana Vocational Training Centre in Namibia"},
      {
        "id":"ED626748",
        "title":"Addressing Health Disparities through School-Based Health Services. Policy Brief"},
      {
        "id":"ED626749",
        "title":"2023 University Family Engagement Report: A Survey of 21,000 Parents of Current College Students"},
      {
        "id":"ED626750",
        "title":"Interactive Online Path for English Remedial Work at Secondary School"},
      {
        "id":"ED626751",
        "title":"Need of Educational Technology Tools for Cognitive Development in Intellectually Disabled Children"},
      {
        "id":"ED626752",
        "title":"The Role of Gender in Learners&apos; Digital Interaction Preferences"},
      {
        "id":"ED626753",
        "title":"Tool Support for Learning Computer and Robot Programming"},
      {
        "id":"ED626754",
        "title":"The Effects of Augmented Reality on Learning Performance and Cognitive Load Using the Spatial Continuity Principle"},
      {
        "id":"ED626755",
        "title":"Distributed Retrieval Practice Enhances Primary School Students&apos; Retention of Computational Thinking Concepts"},
      {
        "id":"ED626756",
        "title":"Federal Student Aid: Strategic Plan Fiscal Year 2023-2027"},
      {
        "id":"ED626757",
        "title":"Teacher Education Assistance for College and Higher Education Grant (TEACH Grant) Program: Initial and Subsequent Counseling Guide"},
      {
        "id":"ED626758",
        "title":"What Is This Sound in Decibel? -- We Tried to Determine Students&apos; Comprehension of Sound Levels, Online Ver--"},
      {
        "id":"ED626759",
        "title":"Prototyping a Retrospective Review Support Function for a Fill-In Workbook System"},
      {
        "id":"ED626760",
        "title":"Longitudinal Co-Teaching Projects--Scoping Review"},
      {
        "id":"ED626761",
        "title":"Time to Acclimate: Examining the Influence of Cognitive Ability on Situating to a Video Game"},
      {
        "id":"ED626762",
        "title":"Impact of Programming Workshop on Impression Regarding Computer Programming"},
      {
        "id":"ED626765",
        "title":"Learning Analytics to Evaluate the Effectiveness of Higher Education Student Failure Prevention"},
      {
        "id":"ED626766",
        "title":"The Analysis of PISA Test 2018 on Student Perception of Reading Objective, How Is Indonesian Students?"},
      {
        "id":"ED626767",
        "title":"A Graphic Organizer for Supporting Summary Writing in Web-Based Investigative Learning"},
      {
        "id":"ED626768",
        "title":"2022 National Student Satisfaction and Priorities Report"},
      {
        "id":"ED626769",
        "title":"Promoting Formative Assessment in Mathematics Teacher Education: An Experience of Distance Teaching"},
      {
        "id":"ED626770",
        "title":"Defining &quot;Distance Education&quot; in Policy: Differences among Federal, State, and Accreditation Agencies"},
      {
        "id":"ED626771",
        "title":"Linking Adult Education to Workforce Development in 2018-19: Early Implementation of the Workforce Innovation and Opportunity Act at the Local Level. Evaluation Report. NCEE 2023-001r"},
      {
        "id":"ED626772",
        "title":"Linking Adult Education to Workforce Development in 2018-19: Early Implementation of the Workforce Innovation and Opportunity Act at the Local Level. Appendices. NCEE 2023-001a"},
      {
        "id":"ED626773",
        "title":"National Study of the Implementation of Adult Education: Compendium of Survey Results from 2018-19. Supplemental Volume. NCEE 2023-001c"},
      {
        "id":"ED626774",
        "title":"Principal Supervision as a Strategy for Supporting and Retaining School Leaders: A Case Study of the Granite School District"},
      {
        "id":"ED626776",
        "title":"Annual State of Public Education Report, SY 21-22"},
      {
        "id":"ED626777",
        "title":"GeoGebraBook: Preliminary Research with Primary School Students"},
      {
        "id":"ED626778",
        "title":"Introducing Restorative Practices into High Schools&apos; Multi-Tiered Systems of Support: Successes and Challenges"},
      {
        "id":"ED626779",
        "title":"Creating a Successful Bridge Program: A &quot;How To&quot; Guide. Bridge Initiative"},
      {
        "id":"ED626783",
        "title":"2022 High School Student Perceptions of College Financing"},
      {
        "id":"ED626784",
        "title":"An American Heritage--Federal Adult Education: A Legislative History, 1964-2013"},
      {
        "id":"ED626786",
        "title":"So All Students Thrive: Rethinking Layoff Policy to Protect Teacher Diversity"},
      {
        "id":"ED626788",
        "title":"Helping Our New Afghan Neighbors Learn, Earn, Belong, &amp; Contribute: Bush Institute Policy Recommendations"},
      {
        "id":"ED626791",
        "title":"Education after COVID-19: Students Must Benefit from Federal Relief Funds Now. What&apos;s Next: Policy Recommendations from the George W. Bush Institute"},
      {
        "id":"ED626792",
        "title":"Education Accountability: Support Valid, Comparable State Assessments for K-12 Students. What&apos;s Next: Policy Recommendations from the George W. Bush Institute"},
      {
        "id":"ED626793",
        "title":"Education Is Power for Peace and Security in Afghanistan: Take Action to Support the Rights of Afghan Women and Girls"},
      {
        "id":"ED626794",
        "title":"How to Increase Postsecondary Enrollment of Hispanic Graduates: Recommendations from College and Career Advisors. Publication 14.137"},
      {
        "id":"ED626795",
        "title":"Supplemental Report: Resources for Implementing Recommendations from College and Career Advisors Regarding How to Increase Postsecondary Enrollment of Hispanic Graduates. Publication 14.137 S"},
      {
        "id":"ED626796",
        "title":"2015 ACT Test Results Summary. Austin Independent School District. 2014-2015. Publication 14.115 RB"},
      {
        "id":"ED626797",
        "title":"2015 ACT Campus-Level Results Summary. Austin Independent School District. 2014-2015. Publication 14.122 RB"},
      {
        "id":"ED626798",
        "title":"Afterschool Centers on Education: Cycle 7 Austin Independent School District. Final Report 2014-2015. Publication 14.89a"},
      {
        "id":"ED626799",
        "title":"Afterschool Centers on Education: Cycle 7 Boys and Girls Club of the Greater Austin Area. Final Report 2014-2015. Publication 14.89b"},
      {
        "id":"ED626800",
        "title":"Afterschool Centers on Education: Cycle 8 Austin Independent School District. Final Report 2014-2015. Publication 14.89c"},
      {
        "id":"ED626801",
        "title":"Afterschool Centers on Education: Cycle 8 Boys and Girls Club of the Greater Austin Area. Final Report 2014-2015. Publication 14.89d"},
      {
        "id":"ED626802",
        "title":"Senior FAFSA and TASFA Submission: Summary of District and Campus Results. 2014-2015. Publication 14.146 RB"},
      {
        "id":"ED626803",
        "title":"Creative Learning Initiative (CLI). Annual Evaluation Report 2014-2015. Publication 14.121"},
      {
        "id":"ED626804",
        "title":"2015 SAT Test Results Summary. Austin Independent School District. 2014-2015. Publication 14.118 RB"},
      {
        "id":"ED626805",
        "title":"2015 High School Exit Survey: Comparison of Responses of Career and Technical Education Concentrators with Those of Their Peers. Publication 14.145"},
      {
        "id":"ED626806",
        "title":"Postsecondary Persistence: Class of 2013. Austin Independent School District. Publication 14.136 RB"},
      {
        "id":"ED626807",
        "title":"HILO[superscript TM] Pre-K Spanish Enrichment Program: An Overton Group Pilot Program at Pickle Elementary School. Publication 14.120"},
      {
        "id":"ED626808",
        "title":"Results of the 2015 Student Substance Use and Safety Survey. Austin Independent School District Report. Publication Number 14.124"},
      {
        "id":"ED626809",
        "title":"A First Look at Impacts of the College Housing Assistance Program at Tacoma Community College"},
      {
        "id":"ED626810",
        "title":"Adult Education and Family Literacy Act of 1998. Annual Report to Congress, Program Year 2012-13"},
      {
        "id":"ED626811",
        "title":"Adult Education and Family Literacy Act of 1998. Annual Report to Congress, Program Year 2013-14"},
      {
        "id":"ED626812",
        "title":"Adult Education and Family Literacy Act of 1998. Annual Report to Congress, Program Year 2014-15"},
      {
        "id":"ED626813",
        "title":"Adult Education and Family Literacy Act of 1998. Annual Report to Congress, Program Year 2015-16"},
      {
        "id":"ED626815",
        "title":"2014-2015 Coordinated School Health (CSH) Implementation Report and FitnessGram Results: Elementary School Summary. Publication 14.90a"},
      {
        "id":"ED626816",
        "title":"Sustaining a System for High-Quality Teachers. Report 1: Key Characteristics of Austin Independent School District Teacher Leavers and Transfers. Publication 14.119"},
      {
        "id":"ED626818",
        "title":"Sustaining a System for High-Quality Teachers. Research Brief for Report 1: Key Characteristics of Austin Independent School District Teacher Leavers and Transfers. Publication 14.119 RB"},
      {
        "id":"ED626820",
        "title":"Sustaining a System for High-Quality Teachers. Executive Summary for Report 1: Key Characteristics of Austin Independent School District Teacher Leavers and Transfers. Publication 14.119 ES"},
      {
        "id":"ED626821",
        "title":"Technical Supplement to Sustaining a System for High-Quality Teachers. Report 2: Market Opportunities and Typical Wages for Austin Independent School District Teachers and Leavers. Publication 14.91b"},
      {
        "id":"ED626822",
        "title":"2014-2015 Coordinated School Health Implementation Report and FitnessGram Results: Middle School Summary. Publication 14.90b"},
      {
        "id":"ED626823",
        "title":"2014-2015 Coordinated School Health Implementation Report and FitnessGram Results: High School Summary. Publication 14.90c"},
      {
        "id":"ED626824",
        "title":"College Enrollment during the Pandemic: Insights into Enrollment Decisions among Black Florida College Applicants. Working Paper"},
      {
        "id":"ED626825",
        "title":"Demand for Graduate Business Degrees. Overview Report. Prospective Students Survey 2021"},
      {
        "id":"ED626826",
        "title":"Asia &amp; Pacific Islands: Demand for Graduate Business Degrees. Regional Report. Prospective Students Survey 2022"},
      {
        "id":"ED626827",
        "title":"Europe: Demand for Graduate Business Degrees. Regional Report. Prospective Students Survey 2022"},
      {
        "id":"ED626828",
        "title":"Latin America: Demand for Graduate Business Degrees. Regional Report. Prospective Students Survey 2022"},
      {
        "id":"ED626829",
        "title":"Middle East &amp; Africa: Demand for Graduate Business Degrees. Regional Report. Prospective Students Survey 2022"},
      {
        "id":"ED626830",
        "title":"North America: Demand for Graduate Business Degrees. Regional Report. Prospective Students Survey 2022"},
      {
        "id":"ED626832",
        "title":"Does Rent-Free Community Housing Make a Difference in Higher Education Outcomes?"},
      {
        "id":"ED626833",
        "title":"Retention of Tribal Students at Upper Primary Stage with Special Focus on Gender and Educational Zones"},
      {
        "id":"ED626834",
        "title":"Social and Emotional Skills and Academic Outcomes. Research Brief for the Houston Independent School District [Brief 2]"},
      {
        "id":"ED626835",
        "title":"Social and Emotional Skills and Chronic Absenteeism. Research Brief for the Houston Independent School District [Brief 3A]"},
      {
        "id":"ED626836",
        "title":"Social and Emotional Skills and Exclusionary Discipline. Research Brief for the Houston Independent School District [Brief 3B]"},
      {
        "id":"ED626837",
        "title":"The Context of Social and Emotional Skills: Schools, Peers, Families, and Neighborhoods. Research Brief for the Houston Independent School District [Brief 4]"},
      {
        "id":"ED626838",
        "title":"Agreement between Student and Teacher Ratings of Students&apos; Social and Emotional Skills. Research Brief for the Houston Independent School District [Brief 5]"},
      {
        "id":"ED626839",
        "title":"Latinas at Hispanic-Serving Institutions (HSIs)"},
      {
        "id":"ED626841",
        "title":"Impact of Transportation Supports on Students&apos; Academic Outcomes: A Quasi-Experimental Study of the U-Pass at Rio Hondo College"},
      {
        "id":"ED626842",
        "title":"Supporting the Whole Community College Student: The Impact of Nudging for Basic Needs Security"},
      {
        "id":"ED626843",
        "title":"When Care Isn&apos;t Enough: Scaling Emergency Aid during the Pandemic"},
      {
        "id":"ED626844",
        "title":"Who Mentored You? A Study Examining the Role of Mentors in the Lives of Americans over the Last Half Century. Executive Summary"},
      {
        "id":"ED626846",
        "title":"Who Mentored You? A Study Examining the Role Mentors Have Played in the Lives of Americans over the Last Half Century."},
      {
        "id":"ED626847",
        "title":"Which Method Is More Powerful in Testing the Relationship of Theoretical Construct? A Meta Comparison of Structural Equation Modeling and Path Analysis with Weighted-Composites"},
      {
        "id":"ED626848",
        "title":"Accountability, Affordability and Accessibility of Higher Education in a Local University: A Local Government Initiative toward Socio-Economic Development and Sustainability"},
      {
        "id":"ED626849",
        "title":"The Effect of RIMAP (Remedial Intervention Material in Teaching Araling Panlipunan) in the Academic Performance of Grade Six Pupils in Silang West Elementary School"},
      {
        "id":"ED626850",
        "title":"ECERS-3: Identifying Gaps and Equity Challenges Focus Group Themes"},
      {
        "id":"ED626852",
        "title":"Exploring Contingent Step Decomposition in a Tutorial Dialogue System"},
      {
        "id":"ED626853",
        "title":"2014 Postsecondary Enrollment Report: Technical Documentation. DRE Publication #14.93"},
      {
        "id":"ED626855",
        "title":"Sustaining a System for High-Quality Teachers. Report 2: Market Opportunities and Typical Wages for Austin Independent School District Teachers and Leavers. Publication Number # 14.91"},
      {
        "id":"ED626856",
        "title":"Sustaining a System for High-Quality Teachers. Report 2: Market Opportunities and Typical Wages for Austin Independent School District Teachers and Leavers. Publication 14.91ES"},
      {
        "id":"ED626866",
        "title":"Synchronous and Asynchronous Online Learning in English Language Classrooms in Indonesia: A Literature Review"},
      {
        "id":"ED626867",
        "title":"Veterans Program Policy Recommendations for Institutions of Higher Learning"},
      {
        "id":"ED626868",
        "title":"Didactic Activities on Artificial Intelligence: The Perspective of STEM Teachers"},
      {
        "id":"ED626869",
        "title":"A Systematic Review of Research on EFL Online Learning: Effectiveness, Challenges, Learning Tools, and Suggestions"},
      {
        "id":"ED626870",
        "title":"Clustering Techniques to Investigate Engagement and Performance in Online Mathematics Courses"},
      {
        "id":"ED626871",
        "title":"Middle School Students&apos; Information and Communication Literacy Deficits Study"},
      {
        "id":"ED626872",
        "title":"How Does the Use of Open Digital Spaces Impact Students Success and Dropout in a Virtual University?"},
      {
        "id":"ED626873",
        "title":"Secure Dematerialization of Assessments in Digital Universities through Moodle, WebRTC and Safe Exam Browser (SEB)"},
      {
        "id":"ED626874",
        "title":"Qualitative Indicators in the E-Learning Environment"},
      {
        "id":"ED626875",
        "title":"The Success Factors of the Digital Transformation of Higher Education Institutions: The Experience of Hassan 2 University of Casablanca (UH2C) in Morocco"},
      {
        "id":"ED626876",
        "title":"Students Perceptions toward Online Learning during COVID-19 Lockdown at Nkurenkuru Campus of the International University of Management (IUM), Namibi"},
      {
        "id":"ED626877",
        "title":"The Impact of a Social Robot&apos;s Voice on Children&apos;s Learning"},
      {
        "id":"ED626878",
        "title":"Designing a Gamified Web Application for Training Academic Reading Skills"},
      {
        "id":"ED626879",
        "title":"Physical Computing Systems--A Systematic Approach"},
      {
        "id":"ED626880",
        "title":"AI Supported Emotions Analysis: A System to Promote Engagement in Digital Learning"},
      {
        "id":"ED626881",
        "title":"Enhancing Online Learning Focusing on the Relationship between Gaze and Browsing Materials"},
      {
        "id":"ED626882",
        "title":"Using Markov Chain on Online Learning History Data to Develop Learner Model for Measuring Strength of Learning Habits"},
      {
        "id":"ED626883",
        "title":"Using E-Study Materials to Promote Mathematics Self-Learning at University"},
      {
        "id":"ED626884",
        "title":"The Future of Teaching and Learning: Face to Face, Hybrid, and Online Instructional Delivery Models"},
      {
        "id":"ED626885",
        "title":"A Digital Educational Game for Practicing OER"},
      {
        "id":"ED626886",
        "title":"Veterans in Higher Education State and National Policy Recommendations"},
      {
        "id":"ED626887",
        "title":"The Equity of Pedagogical Approaches in E-Learning Initiatives in Higher Education Institutions in United Arab Emirates"},
      {
        "id":"ED626888",
        "title":"Supporting Learning Communities via Web Service Technologies: Navigating Knowledge Transfer between Infrastructural Services and User Needs"},
      {
        "id":"ED626889",
        "title":"Student Acceptance of Social Robots in Higher Education -- Evidence from a Vignette Study"},
      {
        "id":"ED626890",
        "title":"Identifying Challenges in Virtual Teams: A Case Study of Teamwork in a Game-Based Learning Environment"},
      {
        "id":"ED626891",
        "title":"How Generative Language Models Can Enhance Interactive Learning with Social Robots"},
      {
        "id":"ED626892",
        "title":"Educational Chatbots for Collaborative Learning: Results of a Design Experiment in a Middle School"},
      {
        "id":"ED626893",
        "title":"Student Perceptions of AI-Powered Writing Tools: Towards Individualized Teaching Strategies"},
      {
        "id":"ED626894",
        "title":"Developing an Ontology of Multiple Programming Languages from the Perspective of Computational Thinking Education"},
      {
        "id":"ED626895",
        "title":"Linking Gamification, Ludology and Pedagogy: Principles to Design a Serious Game"},
      {
        "id":"ED626896",
        "title":"Flipped Learning in Corporate Contexts: A Case Study"},
      {
        "id":"ED626897",
        "title":"Toward Better Driving with Gaze Awareness Environment Supported by Area Segmentation"},
      {
        "id":"ED626898",
        "title":"Determining Learners&apos; Behavioral Patterns in a Technology and Analytics Enhanced Assessment Environment"},
      {
        "id":"ED626899",
        "title":"Evaluating Different Assessment Types in an Online Geoscience Course"},
      {
        "id":"ED626900",
        "title":"Exploring Semi-Supervised Learning for Audio-Based Automated Classroom Observations"},
      {
        "id":"ED626901",
        "title":"Self-Organized Teachers Learning to Overcome the Challenges of Remote Studies"},
      {
        "id":"ED626902",
        "title":"Long-Term Interaction with a Virtual Robot Facilitator of Small Group Discussions"},
      {
        "id":"ED626903",
        "title":"On the Effectiveness of an AI-Driven Educational Resource Recommendation System for Higher Education"},
      {
        "id":"ED626904",
        "title":"A Digital Study Assistant for Hierarchical Goal Setting Companion Faces the First Real Users"},
      {
        "id":"ED626905",
        "title":"The Accessible Multimedia Educational Pills (MEP): A Format to Promote Inclusion in Corporate Digital Learning"},
      {
        "id":"ED626906",
        "title":"Using Zoom Meeting Platform as a Synchronous Online Learning Tool in EFL Classroom at Indonesia Tertiary Level: A Literature Review"},
      {
        "id":"ED626907",
        "title":"The Value of Virtual Reality as a Complementary Tool for Learning Success"},
      {
        "id":"ED626908",
        "title":"Predicting Non-Routine Mathematical Problem-Solving Anxiety of Ninth Graders"},
      {
        "id":"ED626909",
        "title":"Secondary School Administrators&apos; Opinions on the Prevention of Violent Behaviours in Schools"},
      {
        "id":"ED626910",
        "title":"Digital Stories to Teach English to Young Learners: Prospective ELT Teachers&apos; Beliefs, Attitudes and Experiences"},
      {
        "id":"ED626911",
        "title":"State Compensatory Education and High School Accelerated Instruction 2014-2015. Publication 14.152 RB"},
      {
        "id":"ED626912",
        "title":"High-Dosage Tutoring Program Summary: Eastside Memorial High School, 2014-2015. Publication 15.08 RB"},
      {
        "id":"ED626913",
        "title":"Dyslexia: Definitions, Key Concepts, Academic Implications, &amp; Legislation. Publication 15.10"},
      {
        "id":"ED626914",
        "title":"The Creative Learning Initiative Innovates Teaching and Learning: Impact Highlights of the 2014-2015 School Year. Publication 15.11"},
      {
        "id":"ED626915",
        "title":"Professional Development Activities Needs Assessment: 2015-2016. Publication 15.14"},
      {
        "id":"ED626916",
        "title":"Professional Development Activities Needs Assessment: 2015-2016. Publication 15.14 ES"},
      {
        "id":"ED626917",
        "title":"School Administrators&apos; Level of Using Scientific Problem Solving Skills in Organisational Problems Based on the Views of Inspectors"},
      {
        "id":"ED626918",
        "title":"Introduction of Computer-Based Simulated Experiments in University Psychology Class: A Class Practice of Learning Dual Storage Model of Human Memory"},
      {
        "id":"ED626919",
        "title":"Students Use of Learning Aids: Lessons from Learning Analytics"},
      {
        "id":"ED626920",
        "title":"An Educational Unified Modelling Language Programming Environment and Its Two Case Studies"},
      {
        "id":"ED626921",
        "title":"Automatic Speech Recognition System to Enhance the Use of Vocalization Strategy"},
      {
        "id":"ED626922",
        "title":"The Pattern of Test-Taking Effort across Items in Cognitive Ability Test: A Latent Class Analysis"},
      {
        "id":"ED626923",
        "title":"Social and Emotional Competency Survey. Executive Summary: Relationships with AISD Outcome Measures. Publication 14.140ES"},
      {
        "id":"ED626924",
        "title":"Social and Emotional Competency Survey: Relationships with AISD Outcome Measures. Publication Number 14.140"},
      {
        "id":"ED626925",
        "title":"Social and Emotional Competency Survey: Relationships with AISD Outcome Measures. Research Brief. Publication 14.140RB"},
      {
        "id":"ED626926",
        "title":"Enrollment from Fall 2014 to Fall 2015: Trends by Grade Level, Student Group, Vertical Team, and School. Publication 15.07 RB"},
      {
        "id":"ED626927",
        "title":"Enrollment from Fall 2014 to Fall 2015: Trends for 6th Grade. Publication 15.07b RB"},
      {
        "id":"ED626928",
        "title":"Experiencing Flow in Virtual Reality: An Investigation of Complex Interaction Structures of Learning-Related Variables"},
      {
        "id":"ED626929",
        "title":"Exploring the Attentional Profile of Gifted Children Using a VR-Based Assessment Tool"},
      {
        "id":"ED626930",
        "title":"Knowledge Mapping for Creative Thinking"},
      {
        "id":"ED626931",
        "title":"Affordances and Constraints of the E-Assessment System Numbas: A Case Study in Mathematics Teacher Education"},
      {
        "id":"ED626932",
        "title":"Problematic Smartphone Use and Cognitive Failures. An Explorative Study among Free Different Generations (X, Y, Z)"},
      {
        "id":"ED626934",
        "title":"Sharpening, Focusing, and Developing: A Study of Change in Nonsymbolic Number Comparison Skills and Math Achievement in 1st Grade"},
      {
        "id":"ED626935",
        "title":"The Science behind Curriculum Development and Evaluation: Taking a Design Science Approach in the Production of a Tier 2 Mathematics Curriculum"},
      {
        "id":"ED626936",
        "title":"A Practitioner Implementation of a Tier 2 First-Grade Mathematics Intervention"},
      {
        "id":"ED626937",
        "title":"Using Direct Observation to Document &quot;Practice-Based Evidence&quot; of Evidence-Based Mathematics Instruction"},
      {
        "id":"ED626938",
        "title":"School-Connect Summary Report: School-Connect Intervention and Impact on High School Students&apos; Discipline Referrals and Academic Outcomes. Publication 15.26RB"},
      {
        "id":"ED626940",
        "title":"Uncovering the Sources of Gender Wage Gaps among Teachers: The Role of Compensation off the Salary Schedule. EdWorkingPaper No. 23-737"},
      {
        "id":"ED626941",
        "title":"Teaching, Empowering, Leading and Learning (TELL) AISD Survey: Results for 2011 through 2016. Publication 15.29"},
      {
        "id":"ED626942",
        "title":"Teaching, Empowering, Leading and Learning (TELL) AISD Survey: Results for 2011 through 2016. Publication 15.29ES"},
      {
        "id":"ED626943",
        "title":"Training Preferences of Adult Learners in Online Learning Environments: Distance Learning Gate"},
      {
        "id":"ED626948",
        "title":"Effectiveness of Community-Based Early Intervention for Children with Autism Spectrum Disorder: A Meta-Analysis"},
      {
        "id":"ED626949",
        "title":"Learning System Using Cross Reality Technique for Physical Electronic Circuit Construction and Virtual Mid-Air Operations"},
      {
        "id":"ED626950",
        "title":"Learning Analytics Based Interventions: A Systematic Review of Experimental Studies"},
      {
        "id":"ED626951",
        "title":"A Memory Palace for Brain Anatomy and Function Represented in Virtual Reality"},
      {
        "id":"ED626953",
        "title":"Learning and Teaching Computational Thinking: A Cross-Disciplinary, Collaborative, User-Centered Design Model"},
      {
        "id":"ED626954",
        "title":"Student Practice Opportunities in Core Mathematics Instruction: Exploring for a Goldilocks Effect for Kindergartners with Mathematics Difficulties"},
      {
        "id":"ED626956",
        "title":"Do Components of Explicit Instruction Explain the Differential Effectiveness of a Core Mathematics Program for Kindergarten Students with Mathematics Difficulties?"},
      {
        "id":"ED626957",
        "title":"Investigating the Longitudinal Effects of a Core Mathematics Program on Evidence-Based Teaching Practices in Mathematics"},
      {
        "id":"ED626960",
        "title":"Social and Emotional Learning: Implementation and Program Outcomes, 2010-2011 through 2014-2015. Publication Number 14.138"},
      {
        "id":"ED626961",
        "title":"Social and Emotional Learning--Executive Summary: Implementation and Program Outcomes, 2010-2011 through 2014-2015. Publication 14.138ES"},
      {
        "id":"ED626962",
        "title":"SEL Update: 2010-2011 through 2014-2015. Publication 14.138RB"},
      {
        "id":"ED626963",
        "title":"Social and Emotional Learning: Key Outcomes, 2010-2011 through 2014-2015. Publication Number 14.139"},
      {
        "id":"ED626964",
        "title":"Social and Emotional Learning--Executive Summary: Key Outcomes, 2010-2011 through 2014-2015. Publication 14.139ES"},
      {
        "id":"ED626967",
        "title":"Middle School Athletics: A Summary of Academic Outcomes in 2014-2015. Austin Independent School District. Publication 15.24 RB"},
      {
        "id":"ED626968",
        "title":"Customer Service Data: Responses from the 2014-2015 Student Climate Survey and 2014-2015 Parent Survey. Publication 15.28 RB"},
      {
        "id":"ED626969",
        "title":"Equity in Austin Independent School District: Elementary, Middle, and High School Performance in 2014-2015. Publication 15.37"},
      {
        "id":"ED626970",
        "title":"Demand for MBA and Business Master&apos;s Programs: Insights on Candidate Decision Making. Summary Report. mba.com Prospective Students Survey 2020. Market Intelligence"},
      {
        "id":"ED626971",
        "title":"College Readiness in Austin Independent School District and Texas: Results by Student Group, Graduates from 2011 through 2014. Publication 15.21 RB"},
      {
        "id":"ED626972",
        "title":"Mobile Technology Acceptance among Undergraduate Nursing Students Instructed by Blended Learning at Selected Educational Institutions in South India"},
      {
        "id":"ED626974",
        "title":"Pre-Service Teachers&apos; Multidimensional Leadership Orientations: A PLS-SEM Modelling"},
      {
        "id":"ED626975",
        "title":"A Future Worth Building: What Tradeswomen Say about the Change They Need in the Construction Industry. IWPR #C508"},
      {
        "id":"ED626977",
        "title":"2022-2023 Accessibility and Accommodations Information for Statewide Assessments"},
      {
        "id":"ED626978",
        "title":"2015 National Assessment of Educational Progress Trial Urban District Assessment: Results for Austin Independent School District by Race/Ethnicity. Publication 15.13b RB"},
      {
        "id":"ED626979",
        "title":"2015 National Assessment of Educational Progress Trial Urban District Assessment: Results for Austin Independent School District. Publication 15.13 RB"},
      {
        "id":"ED626980",
        "title":"How the Federal Student Loan Cancellation Plan Impacts Californians"},
      {
        "id":"ED626981",
        "title":"All in Together: The Role of the Family Resource Center in Achieving Student Parent Success at Los Angeles Valley College. IWPR #D518"},
      {
        "id":"ED626982",
        "title":"Whose Turn Is It Now? The Maintenance of Racial Equity and Engagement in the Face of Gentrification"},
      {
        "id":"ED626983",
        "title":"A Model for Intentional College and Career Learning inside and outside the Classroom. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 55"},
      {
        "id":"ED626984",
        "title":"Paying for College: Exploring Funding Sources for an Inclusive Postsecondary Education Program. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 53"},
      {
        "id":"ED626986",
        "title":"Scaling Comprehensive Supports to Equitably Get Students to the Finish Line: Lessons from City Colleges of Chicago and One Million Degrees"},
      {
        "id":"ED626988",
        "title":"Well-Being, Academic, and Life Skill Development for Supportive Student Learning Environments: A District Self-Assessment"},
      {
        "id":"ED626989",
        "title":"Employment Preparation of Students with Intellectual Disability in Federally-Funded Higher Education Programs. Think College Fast Facts. Issue No. 29"},
      {
        "id":"ED626990",
        "title":"Voices of Experience: Students Share College Search Advice. How to Think College. Issue No. 6"},
      {
        "id":"ED626991",
        "title":"Comparing Access to In-School Predictors of Post-School Success for Students with Intellectual Disability in Conventional and College-Based Transition Services. Think College Reports"},
      {
        "id":"ED626992",
        "title":"Matching In-School Predictors of Postschool Success to Variables in the National Longitudinal Transition Study 2012. Think College Reports"},
      {
        "id":"ED626993",
        "title":"2022-2023 AASA Superintendent Salary &amp; Benefits Study: Non-Member Version"},
      {
        "id":"ED626998",
        "title":"Boosting Michigan FAFSA Completion with a State-Wide Mandate"},
      {
        "id":"ED626999",
        "title":"Shifting Narratives: Centering Race in Defining and Measuring College Value"},
      {
        "id":"ED627000",
        "title":"Valuable Insights on How Tennessee and Kentucky Connect Education and Workforce Data"},
      {
        "id":"ED627001",
        "title":"Career Aspirations. mba.com Prospective Students Survey 2020. Market Intelligence"},
      {
        "id":"ED627002",
        "title":"Career Aspirations. mba.com Prospective Students Survey 2021. Market Intelligence"},
      {
        "id":"ED627003",
        "title":"Understanding State Authorization, Reciprocity, and NC-SARA to Protect Distance Education Students"},
      {
        "id":"ED627006",
        "title":"System Rules Manual of the Illinois Community College Board"},
      {
        "id":"ED627007",
        "title":"Indiana College Completion Report 2022"},
      {
        "id":"ED627008",
        "title":"Demand for MBA and Business Master&apos;s Programs: Insights on Candidate Decision Making. Summary Report. mba.com Prospective Students Survey 2021. Market Intelligence"},
      {
        "id":"ED627009",
        "title":"Demand for MBA and Business Master&apos;s Programs: Insights on Candidate Decision Making. Supplemental Report. mba.com Prospective Students Survey 2020. Market Intelligence"},
      {
        "id":"ED627010",
        "title":"2022-2023 Indiana Assessments Policy Manual"},
      {
        "id":"ED627011",
        "title":"Overrepresentation of People with IDD Moving between Large State-Run Institutions and the Criminal Legal System. Policy Research Brief. Volume 30, Number 1"},
      {
        "id":"ED627012",
        "title":"Memoranda of Understanding: A Tool to Support and Strengthen Partnerships. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 52"},
      {
        "id":"ED627013",
        "title":"Industry Recognized Credentials in Inclusive Postsecondary Education Programs for Students with Intellectual Disability. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 51"},
      {
        "id":"ED627014",
        "title":"Developing Registered Apprenticeships within Inclusive Postsecondary Education: Next Steps at Vanderbilt. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 56"},
      {
        "id":"ED627015",
        "title":"Profile of Students Attending Cohort 2 TPSID Programs: Enrollment and Completion by Gender, Race, and Ethnicity. Think College Reports"},
      {
        "id":"ED627016",
        "title":"The Impact of COVID-19 on College Students with Intellectual Disability Attending Cohort 2 TPSID Programs. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 50"},
      {
        "id":"ED627017",
        "title":"Educator/Employer Partnerships Make Progress in Ohio: The Montgomery County Business Advisory Council"},
      {
        "id":"ED627019",
        "title":"Modernizing Career Navigation in the U.S.: Policy Redesign That Puts People at the Center and Ensures Informed Choice-Making"},
      {
        "id":"ED627021",
        "title":"The Status of Women in North Carolina: Poverty and Opportunity"},
      {
        "id":"ED627022",
        "title":"The Status of Women in North Carolina: Political Participation"},
      {
        "id":"ED627023",
        "title":"The Status of Women in North Carolina: Health &amp; Wellness"},
      {
        "id":"ED627024",
        "title":"The Status of Women in North Carolina: Employment &amp; Earnings"},
      {
        "id":"ED627025",
        "title":"Locations of Inclusive Postsecondary Education Programs in Institutions&apos; Administrative Structures. Think College Fast Facts. Issue No. 34"},
      {
        "id":"ED627026",
        "title":"Computer Science Careers: Preparing High School Students for Success"},
      {
        "id":"ED627029",
        "title":"Working Conditions and Special Educators&apos; Reading Instruction for Students with Emotional and Behavioral Disorders"},
      {
        "id":"ED627031",
        "title":"Annual Report of the Cohort 2 TPSID Model Demonstration Projects (Year 5, 2019-2020). Think College Reports"},
      {
        "id":"ED627032",
        "title":"Using Universal Design for Learning for Inclusive Apprenticeships: How UDL Can Ensure Greater Inclusion and Diversity in Registered Apprenticeships"},
      {
        "id":"ED627033",
        "title":"Executive Summary of the Annual Report of the Cohort 2 TPSID Model Demonstration Projects (Year 5, 2019-2020). Think College Fast Facts. Issue No. 30"},
      {
        "id":"ED627036",
        "title":"Annual Report of the Cohort 3 TPSID Model Demonstration Projects (Year 1, 2020-2021). Think College Reports"},
      {
        "id":"ED627037",
        "title":"Annual Report of the Cohort 3 TPSID Model Demonstration Projects (Year 1, 2020-2021). Executive Summary. Think College Reports"},
      {
        "id":"ED627040",
        "title":"A Better Deal? Comparing Alumni&apos;s Experiences with Online Degrees at For-Profit and Nonprofit Colleges"},
      {
        "id":"ED627044",
        "title":"Opinions of Preschool and Classroom Teachers on Using Music in Mathematics Teaching"},
      {
        "id":"ED627046",
        "title":"America&apos;s Hidden Common Ground on Public Higher Education: What&apos;s Wrong and How to Fix It"},
      {
        "id":"ED627048",
        "title":"Federal Support for Attracting, Training, and Retaining Educators: How Districts Receiving Teacher and School Leader Grants Use Their Funds. Evaluation Report. NCEE 2023-002"},
      {
        "id":"ED627049",
        "title":"Federal Support for Attracting, Training, and Retaining Educators: How Districts Receiving Teacher and School Leader Grants Use Their Funds. Study Highlights. NCEE 2023-002H"},
      {
        "id":"ED627050",
        "title":"California Workforce Framework for Regional Plan Implementation"},
      {
        "id":"ED627051",
        "title":"Michigan Student Opportunity Scholarships: Overview and Fiscal Analysis"},
      {
        "id":"ED627053",
        "title":"Research Catalog, FY 2022"},
      {
        "id":"ED627054",
        "title":"Insights into Young People&apos;s Literacy, Critical Digital Literacy, Online Communication and Wellbeing. A National Literacy Trust Research Report"},
      {
        "id":"ED627055",
        "title":"Insights into Young People&apos;s Literacy, Critical Digital Literacy, Online Communication and Wellbeing: Summary Report. National Literacy Trust Research Report"},
      {
        "id":"ED627056",
        "title":"Provision of Pre-Employment Transition Services in TPSID Programs. Think College Fast Facts. Issue No. 20"},
      {
        "id":"ED627057",
        "title":"Student Success Center Network Coaching Program: Facilitating Institutional Transformation"},
      {
        "id":"ED627059",
        "title":"Students with Intellectual Disabilities Accessing Veterans Affairs (VA) Education Benefits for Survivors and Dependents (Chapter 35). Think College Fast Facts. Issue No. 31"},
      {
        "id":"ED627060",
        "title":"Conducting a College Search: Questions to Ask College Programs. How to Think College. Issue No. 1. Updated"},
      {
        "id":"ED627061",
        "title":"Young Readers Programme: Developing a Love of Reading in Primary Schools. A National Literacy Trust Research Report"},
      {
        "id":"ED627062",
        "title":"Federal Financial Aid for Students with Intellectual Disability. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 45. Update"},
      {
        "id":"ED627063",
        "title":"The Role of Councils on Developmental Disabilities in Supporting Inclusive Postsecondary Education for Students with Intellectual and Developmental Disabilities. Insight: A Think College Brief on Policy, Research, &amp; Practice. Issue No. 49"},
      {
        "id":"ED627064",
        "title":"Words for Work: Developing Young People&apos;s Communication Skills Needed for Employment. A National Literacy Trust Research Report"},
      {
        "id":"ED627067",
        "title":"How Tools Support Coaches and Student Success Center Coaching Programs"},
      {
        "id":"ED627068",
        "title":"Ten Ways Institutional Coaching Makes a Difference"},
      {
        "id":"ED627069",
        "title":"Unleashing the Power of Best First Instruction"},
      {
        "id":"ED627071",
        "title":"A Policy Guide to Education in Michigan. Mackinac Center Policy Primer"},
      {
        "id":"ED627072",
        "title":"Beyond Guardianship: Toward Alternatives That Promote Greater Self-Determination"},
      {
        "id":"ED627073",
        "title":"Children and Young People&apos;s Reading Engagement in 2022: Continuing Insight into the Impact of the COVID-19 Pandemic on Reading. National Literacy Trust Research Report"},
      {
        "id":"ED627076",
        "title":"Executive Summary: Social and Emotional Learning Summary of Accomplishments 2011-2012 through 2015-2016. Publication 15.43 ES"},
      {
        "id":"ED627077",
        "title":"Social and Emotional Learning: Summary of Accomplishments, 2011-2012 through 2015-2016. Publication Number 15.43"},
      {
        "id":"ED627079",
        "title":"Children and Young People&apos;s Listening in 2022. A National Literacy Trust Research Report"},
      {
        "id":"ED627080",
        "title":"US Department of Education FY 2022 Agency Financial Report"},
      {
        "id":"ED627081",
        "title":"Through-Year Assessment: Ten Key Considerations"},
      {
        "id":"ED627082",
        "title":"Advanced Placement (AP) Test Results: A District and Campus Summary, May 2016. 15.69 RB"},
      {
        "id":"ED627083",
        "title":"Teachers&apos; Perceptions of Social and Emotional Learning Implementation. Publication Number 15.70"},
      {
        "id":"ED627084",
        "title":"Social and Emotional Learning: The Effects of Program Implementation and Longevity, 2011-2012 through 2015-2016. Publication Number 15.73"},
      {
        "id":"ED627085",
        "title":"Social Emotional Learning. Research Brief: The Effects of Program Implementation and Longevity, 2011-2012 through 2015-2016. Publication 15.73RB"},
      {
        "id":"ED627087",
        "title":"Fake News and Critical Literacy: The Final Report of the Commission on Fake News and the Teaching of Critical Literacy in Schools"},
      {
        "id":"ED627088",
        "title":"Research Synthesis: Developing the Educator Assessment Literacy Professional Learning Screener"},
      {
        "id":"ED627089",
        "title":"Accountability Systems and the Persistence of School Segregation: Research Evidence and Future Directions. Research Brief 16"},
      {
        "id":"ED627090",
        "title":"Postsecondary Employment and Earnings Outcomes for 2013 Graduates with Industry Certifications. Publication 15.54 RB"},
      {
        "id":"ED627091",
        "title":"Technical Supplement to Postsecondary Employment and Earnings Outcomes for 2013 Graduates with Industry Certifications. Publication 15.54b"},
      {
        "id":"ED627092",
        "title":"52nd Annual Survey Report on State-Sponsored Student Financial Aid: 2020-2021 Academic Year"},
      {
        "id":"ED627093",
        "title":"School Turnaround AmeriCorps Initiative: Reagan High School and Travis High School, 2015-2016. Publication 15.75"},
      {
        "id":"ED627094",
        "title":"2016 ACT Campus-Level Results Summary. Austin Independent School District. 2015-2016. Publication 15.74 RB"},
      {
        "id":"ED627095",
        "title":"Social and Emotional Learning (SEL): An Examination of Model SEL Schools. Publication 15.71"},
      {
        "id":"ED627096",
        "title":"2016 SAT Test Results Summary. Austin Independent School District. 2015-2016. Publication 15.72 RB"},
      {
        "id":"ED627097",
        "title":"Vida Clinic Intervention: Results from the 2015-2016 School Year--Comparing Treatment Students with Matched Control Students. Publication 15.64"},
      {
        "id":"ED627098",
        "title":"Creative Learning Initiative: Annual Evaluation Report 2015-2016. Publication 15.68"},
      {
        "id":"ED627099",
        "title":"The Creative Learning Initiative Moves AISD toward Creative Campus Goals: Impact Highlights of the 2015-2016 School Year. Publication 15.68RB"},
      {
        "id":"ED627100",
        "title":"Social and Emotional Learning (SEL) Skills Survey: Spring 2016 District Report. Publication 15.61a"},
      {
        "id":"ED627101",
        "title":"Overview of Enrollment Findings: Spring 2016. Publication 15.38 RB"},
      {
        "id":"ED627102",
        "title":"What Does Research Tell Us about Mentoring &amp; Building Youths&apos; Critical Consciousness? Critical Mentoring Supplement to the &quot;Elements of Effective Practice for Mentoring&quot;"},
      {
        "id":"ED627103",
        "title":"Children and Young People&apos;s Access to Books and Educational Devices at Home during the Cost-of-Living Crisis: A Survey of over 3,000 Parents and Carers in 2023"},
      {
        "id":"ED627104",
        "title":"Seldom-Heard Voices: Adult Literacy in the UK. A National Literacy Trust Research Report"},
      {
        "id":"ED627106",
        "title":"Postsecondary Education and Employment Outcomes for Career and Technical Education Graduates in the Class of 2013. Publication 15.40 RB"},
      {
        "id":"ED627107",
        "title":"Why Some Early College High School Students Do Not Transition to a 4-Year College: An Exploration of Perceived Barriers and Schooling Experiences on Students&apos; Transition Plans"},
      {
        "id":"ED627108",
        "title":"Students Continue to Report a Positive School Climate. Student Climate Survey Results: Spring 2014 through Spring 2016. Publication 15.53a"},
      {
        "id":"EJ094793",
        "title":"Factors Reshaping the Financing of Higher Education in the 1970's"},
      {
        "id":"EJ094794",
        "title":"The Financing of Higher Education in the '70's: A Viewpoint from Ottawa"},
      {
        "id":"EJ094795",
        "title":"A Little Less of the &quot;Who Pays?&quot;...A Little More of the &quot;What For?&quot;"},
      {
        "id":"EJ094796",
        "title":"Financing of Research in Universities"},
      {
        "id":"EJ094797",
        "title":"Select Bibliography of Higher Education in Canada"},
      {
        "id":"EJ094798",
        "title":"Inventory of Research Relevant to Higher Education in Canada"},
      {
        "id":"EJ080032",
        "title":"Developmental Changes in Apportionment of Study Time Among Items in a Multitrial Free Recall Task"},
      {
        "id":"EJ087649",
        "title":"ERIC/RCS; Secondary Program Materials"},
      {
        "id":"EJ081578",
        "title":"From Yang and Yin to &quot;and&quot; or &quot;but&quot;"},
      {
        "id":"EJ013366",
        "title":"Effects of Differential Housing on Attitudes and Values"},
      {
        "id":"EJ1020033",
        "title":"The Use of Yammer in Higher Education: An Exploratory Study"},
      {
        "id":"EJ1020037",
        "title":"An Investigation of Teaching Strategy in the Distance Learning Mathematics Classroom"},
      {
        "id":"EJ1020062",
        "title":"Building Students' Reasoning Skills by Promoting Student-Led Discussions in an Algebra II Class"},
      {
        "id":"EJ1020065",
        "title":"Data-Driven Intervention: Correcting Mathematics Students' Misconceptions, Not Mistakes"},
      {
        "id":"EJ1020067",
        "title":"Taking the Guesswork out of Computational Estimation"},
      {
        "id":"EJ1020068",
        "title":"Elementary Teachers' Perspectives of Mathematics Problem Solving Strategies"},
      {
        "id":"EJ1020073",
        "title":"Digital Native and Digital Immigrant Use of Scholarly Network for Doctoral Learners"},
      {
        "id":"EJ1020075",
        "title":"&quot;Digitize Me&quot;: Generating E-Learning Profiles for Media and Communication Students in a Jamaican Tertiary-Level Institution"},
      {
        "id":"EJ1020077",
        "title":"Wikis, Workshops and Writing: Strategies for Flipping a College Community Engagement Course"},
      {
        "id":"EJ1020105",
        "title":"Continuous Partial Attention as a Problematic Technology Use: A Case of Educators"},
      {
        "id":"EJ1020106",
        "title":"Relationship between Age, Experience, and Student Preference for Types of Learning Activities in Online Courses"},
      {
        "id":"EJ1020175",
        "title":"Citation Analysis for the Modern Instructor: An Integrated Review of Emerging Research"},
      {
        "id":"EJ1020176",
        "title":"Technological Literacy for All: A Course Designed to Raise the Technological Literacy of College Students"},
      {
        "id":"EJ1020179",
        "title":"Physical Learning Environment and its Suitability to the Objectives of Technology Education"},
      {
        "id":"EJ1020180",
        "title":"Where Has the Time Gone? Faculty Activities and Time Commitments in the Online Classroom"},
      {
        "id":"EJ1020181",
        "title":"Content Creators and Language Learners: Exploring Web 2.0 and Wikis"},
      {
        "id":"EJ1020183",
        "title":"The Evolving Classroom: A Study of Traditional and Technology-Based Instruction in a STEM Classroom"},
      {
        "id":"EJ1020184",
        "title":"The Relationship between Gender and Academic Success Online"},
      {
        "id":"EJ1020186",
        "title":"A Comparative Analysis of Point-of-View Modeling for Industrial and Technology Education Courses"},
      {
        "id":"EJ1020199",
        "title":"Developing Effective STEM Professional Development Programs"},
      {
        "id":"EJ1020207",
        "title":"Measuring Teacher Effectiveness When Comparing Alternatively and Traditionally Licensed High School Technology Education Teachers in North Carolina"},
      {
        "id":"EJ1020248",
        "title":"Maintaining Pedagogical Integrity of a Computer Mediated Course Delivery in Social Foundations"},
      {
        "id":"EJ271441",
        "title":"Deans in Canadian Universities: A Managerial Perspective."},
      {
        "id":"EJ271442",
        "title":"The Problem of Change in Canadian Teacher Education."},
      {
        "id":"EJ271443",
        "title":"Age-Related Needs of Community College Students."},
      {
        "id":"EJ271444",
        "title":"Degree Completion at British Columbia's Universities."},
      {
        "id":"EJ271445",
        "title":"State-of-the-Art Review of Bibliographic Control of Higher Education in Canada."},
      {
        "id":"EJ284162",
        "title":"The Case for a University in the Northern Territory."},
      {
        "id":"EJ284163",
        "title":"&quot;Factors Taken into Account: and &quot;Principles of Conduct&quot;: The Commonwealth's Approach to Funding Universities and Colleges of Advanced Education."},
      {
        "id":"EJ284164",
        "title":"An Agreement on Training University Teachers: The U.K. Experience."},
      {
        "id":"EJ282914",
        "title":"A Regression Discontinuity Analysis of a Remedial Education Programme."},
      {
        "id":"EJ282915",
        "title":"The Nature of Policy-Making in Universities."},
      {
        "id":"EJ282916",
        "title":"Les methodes de modelisation et leur pouvoir de legitimation: Etude de deux cas de revision de programmes universitaires = Modeling Methods and Their Power of Legitimation: A Study of Two Cases of University Program Revision."},
      {
        "id":"EJ282917",
        "title":"Senates, Unions, and the Flow of Power in American Higher Education."},
      {
        "id":"EJ282918",
        "title":"Dynamic Information for Entrants to the Highly Qualified Labour Market."},
      {
        "id":"EJ288343",
        "title":"Faculty Development Practices in Canadian Universities."},
      {
        "id":"EJ288344",
        "title":"The Changing Profile of Full-Time Faculty at Canadian Universities."},
      {
        "id":"EJ288345",
        "title":"The Determinants of Publication Rates of Faculty Members at a Canadian University."},
      {
        "id":"EJ288346",
        "title":"Calling the Tune."},
      {
        "id":"EJ288347",
        "title":"Alcohol Use and Its Consequences among Canadian University Students."},
      {
        "id":"EJ288348",
        "title":"Will High Technology Save Higher Education from Decline?"},
      {
        "id":"EJ264576",
        "title":"Economics of Higher Education: Research Publications in English in Canada, 1971 to 1981."},
      {
        "id":"EJ264577",
        "title":"A Study of Students from Academic Programs in British Columbia's Community Colleges."},
      {
        "id":"EJ264578",
        "title":"Do Community College Presidents and Government Officials Share the Same Perspective?"},
      {
        "id":"EJ279738",
        "title":"The Process of Decision-Making in Universities."},
      {
        "id":"EJ279739",
        "title":"Academic Management--The Case for Challenge."},
      {
        "id":"EJ279740",
        "title":"A Methodological Approach to Selective Cutbacks."},
      {
        "id":"EJ279741",
        "title":"Employment Training--A Government Perspective."},
      {
        "id":"EJ279742",
        "title":"Canadian Universities: Who Benefits and Who Pays?"},
      {
        "id":"EJ279743",
        "title":"Increasing Research Productivity in Small Universities: A Case Study."},
      {
        "id":"EJ268473",
        "title":"Governments and Universities since 1959."},
      {
        "id":"EJ268474",
        "title":"Higher Education Institutions and Government."},
      {
        "id":"EJ268475",
        "title":"Australian Universities in the Late Twentieth Century."},
      {
        "id":"EJ268476",
        "title":"The Erosion of University Autonomy in Australia."},
      {
        "id":"EJ268477",
        "title":"National Policy-Making for Higher Education."},
      {
        "id":"EJ268478",
        "title":"Making Policy in a Drought: A Review of the Tertiary Education Commission Report for 1982-84 Triennium, Volume 1 Part 1."},
      {
        "id":"EJ268479",
        "title":"Australian University Libraries: Problems and Prospects for the 1980s."},
      {
        "id":"EJ278224",
        "title":"Academic Tenure: A Personal Submission."},
      {
        "id":"EJ278225",
        "title":"Tenure of Employment in the Universities."},
      {
        "id":"EJ278226",
        "title":"Discrimination, Affirmative Action and Women Academics: A Case Study of the University of New England."},
      {
        "id":"EJ278227",
        "title":"Women in Academic Life: Implications of the Steady State."},
      {
        "id":"EJ278228",
        "title":"Institutional Evaluation: Can It Contribute to Improving University Performance."},
      {
        "id":"EJ278229",
        "title":"One in All in: FAUSA and the Origins of the Academic Salaries Tribunal."},
      {
        "id":"EJ278230",
        "title":"Who Cares about the Real Costs of University Research?"},
      {
        "id":"EJ267794",
        "title":"Effects of Long-Term Vocabulary Instruction on Lexical Access and Reading Comprehension."},
      {
        "id":"EJ253963",
        "title":"University Centres for Policy Research."},
      {
        "id":"EJ253964",
        "title":"Age Distribution of Australian Academics."},
      {
        "id":"EJ253965",
        "title":"Australian Tertiary Education in the Eighties--A Canadian Perspective."},
      {
        "id":"EJ253966",
        "title":"University Admission Policies and People with Disabilities."},
      {
        "id":"EJ253967",
        "title":"The 'Razor Gang' Decisions, the Guidelines to the Commissions, and Commonwealth Education Policy."},
      {
        "id":"EJ253968",
        "title":"A Case against the Re-Introduction of University Fees."},
      {
        "id":"EJ258191",
        "title":"Sociological Research on Higher Education in English Canada 1970-1980: A Thematic Review."},
      {
        "id":"EJ258192",
        "title":"A Review of Significant Contributions of Psychology to Canadian Higher Education."},
      {
        "id":"EJ258193",
        "title":"Post-Secondary Aspirations of High School Seniors from Different Social-Demographic Contexts."},
      {
        "id":"EJ258194",
        "title":"Student Evaluation of Teaching."},
      {
        "id":"EJ258195",
        "title":"Factors Affecting Response Rate and Response Speed in a Mail Survey of Part-Time University Students."},
      {
        "id":"EJ252114",
        "title":"Oral Language Competence Improves Reading Skills of Mexican American Third Graders."},
      {
        "id":"EJ248844",
        "title":"Managing Student Traffic during Peak Periods."},
      {
        "id":"EJ248845",
        "title":"Differences in Types and Amounts of Financial Aid by Institutional Category and Sex."},
      {
        "id":"EJ248846",
        "title":"Alternative Financial Resources for the Nontraditional Student."},
      {
        "id":"EJ248847",
        "title":"BEOG Validation--What is the Effect?"},
      {
        "id":"EJ248848",
        "title":"A Programmed Series of Need Analysis Workshops from Beginning to Advanced Levels of Experience."},
      {
        "id":"EJ248849",
        "title":"Designing Student Aid Policies for the 1980's."},
      {
        "id":"EJ248850",
        "title":"Commuting Costs for Community College Students."},
      {
        "id":"EJ248851",
        "title":"Doing Away with the SER (as a Payment Device)."},
      {
        "id":"EJ248852",
        "title":"Statewide Financial Aid Administrator Training--Phase One."},
      {
        "id":"EJ248853",
        "title":"Financial Aid Awards--Predictors of Grade-Point Averages."},
      {
        "id":"EJ248860",
        "title":"The Work Experience Program--A Collaborative Effort between Financial Aids and the Career Planning and Placement Center."},
      {
        "id":"EJ248861",
        "title":"Staffing Patterns in Financial Aid Offices: An Overview of the NASFAA National Survey."},
      {
        "id":"EJ248862",
        "title":"A Way of Testing the Fairness of the SEOG-IY State Allotment Formula."},
      {
        "id":"EJ248863",
        "title":"Statewide Need for and Coordination of Training of Financial Aid Practitioners: The Case of Arizona."},
      {
        "id":"EJ248864",
        "title":"Student Employment and Persistence."},
      {
        "id":"EJ245917",
        "title":"The Case for Small Universities--&quot;Is Small Beautiful?&quot;"},
      {
        "id":"EJ245918",
        "title":"The Rationalisation of Higher Education in Tasmania."},
      {
        "id":"EJ245919",
        "title":"University Autonomy: A New Analysis."},
      {
        "id":"EJ245920",
        "title":"The Impact of the Steady State on the Professional Lives of Academics."},
      {
        "id":"EJ245921",
        "title":"FAUSA and the ACTU: The Case for Affiliation."},
      {
        "id":"EJ245922",
        "title":"Academics' Real Salaries in Australia and the United Kingdom: A New Comparison."},
      {
        "id":"EJ245923",
        "title":"Membership of Policy-Determining Committees in the University and Medical School."},
      {
        "id":"EJ245924",
        "title":"The University and the State: Preparing Its Leaders and Playing Its Tune?"},
      {
        "id":"EJ208294",
        "title":"Federal Intervention in Australian Education: Past, Present and Future."},
      {
        "id":"EJ208295",
        "title":"Crisis Management."},
      {
        "id":"EJ208296",
        "title":"The University Teacher Strikes--Or Almost."},
      {
        "id":"EJ208297",
        "title":"Universities and Teacher Training."},
      {
        "id":"EJ208298",
        "title":"Opening Tertiary Education--Some Implications of Different Approaches."},
      {
        "id":"EJ208299",
        "title":"The Adjustment of Mature Age Unmatriculated Entrants to Life as Internal Students at the University of New England: A Pilot Study."},
      {
        "id":"EJ208300",
        "title":"Academic Staff Allocation Procedures in Institutions in Australia."},
      {
        "id":"EJ228105",
        "title":"Academic Staffing: The Search for Excellence."},
      {
        "id":"EJ228106",
        "title":"Higher Degree Examination Procedures in Australian Universities."},
      {
        "id":"EJ228107",
        "title":"The Examination of Post-Graduate Theses: A Discussion of Requirements for Post-Graduate Theses in the Department of Computer Science, Monash University."},
      {
        "id":"EJ228108",
        "title":"Doctoral Supervision at Sydney University, Hindrance or Help?"},
      {
        "id":"EJ228175",
        "title":"Education in China Since Mao."},
      {
        "id":"EJ228176",
        "title":"Post-Secondary Education in a Prison: Theory and Praxis."},
      {
        "id":"EJ228177",
        "title":"The Impact of the Participation Rate--Whatever It Is--On University Enrolment."},
      {
        "id":"EJ228178",
        "title":"The Retention Problem: An Analysis of Enrolment Attrition at a Canadian College."},
      {
        "id":"EJ228179",
        "title":"Relationship of First-Year University Grades of Non-High School Graduates with the Tests of General Education Development."},
      {
        "id":"EJ228180",
        "title":"Business Administration Students in Five Canadian Universities: A Study of Values."},
      {
        "id":"EJ244156",
        "title":"Relationships between M.B.A. Program Attributes and Personal Characteristics of Students."},
      {
        "id":"EJ244157",
        "title":"Influence d'une faculte des sciences de l'administration sur les valeurs humaines de ses etudiants (Influence of a School of Business Administration on the Human Values of Its Students)."},
      {
        "id":"EJ244158",
        "title":"Canadian Economists' Citation and Publication Records."},
      {
        "id":"EJ244159",
        "title":"Survey of York University 1976-78 Bachelor's Degree Graduates in Psychology Located in Greater Toronto."},
      {
        "id":"EJ244160",
        "title":"L'education des adultes comme strategie d'implantation de l'education permanente en milieu universitaire: la lecon de la France (Adult Education as Strategy for Implementing Continuing Education in the University Setting: The Lesson of France)."},
      {
        "id":"EJ244161",
        "title":"The Relationship between Student Ratings and Instructor Behavior: Implications for Improving Teaching."},
      {
        "id":"EJ240772",
        "title":"Coordinating and Governing Boards: Complementary or Conflicting Roles."},
      {
        "id":"EJ240773",
        "title":"Accountability and Autonomy: A Cross-National Analysis of Recent Trends."},
      {
        "id":"EJ240774",
        "title":"The Social Position of Academics in Australian Society: Some Objective and Subjective Perspectives."},
      {
        "id":"EJ240775",
        "title":"Publication Rates and Research Productivity."},
      {
        "id":"EJ240776",
        "title":"Setting Priorities in Educational Research: National Testing Is a Counter-Productive Contribution in the Educational Task."},
      {
        "id":"EJ239023",
        "title":"Le Federalisme Canadien et les Subventions aux Universites Quebecoises. (The Intervention of the Canadian Government in Quebec Universities.)"},
      {
        "id":"EJ239024",
        "title":"Trends in the Socioeconomic Achievement of the University Educated: A Status Attainment Model Interpretation."},
      {
        "id":"EJ239025",
        "title":"Politiques et Pratiques d'Interdisciplinarite. (Policies and Practices of Interdisciplinarity.)"},
      {
        "id":"EJ239026",
        "title":"Deans in Canadian Higher Education."},
      {
        "id":"EJ239027",
        "title":"A Model for the Allocation and Utilisation of Academic Staff Resources."},
      {
        "id":"EJ239028",
        "title":"A Successful Academic Upgrading Programme Follow-up over Five Semesters."},
      {
        "id":"EJ239029",
        "title":"Beyond Survival: Policies for Academic Revitalization in an Uncertain Environment."},
      {
        "id":"EJ239030",
        "title":"Teaching Improvement in Canada: Data concerning What and How."},
      {
        "id":"EJ214535",
        "title":"Toward a Model of Adulthood Vocational Development."},
      {
        "id":"EJ214536",
        "title":"The Role of the Department Head or Chairman: Discipline, Sex and Nationality as Factors Influencing Faculty Opinion."},
      {
        "id":"EJ214537",
        "title":"The Community College in Comparative and Historial Perspective: The Development of the College Concept in British Columbia."},
      {
        "id":"EJ214538",
        "title":"The Ontario University System as Wealth-Creator: Who Benefits? Who Pays?"},
      {
        "id":"EJ214618",
        "title":"Residual Effects of Self-Help Aid on the Lives of College Graduates."},
      {
        "id":"EJ214619",
        "title":"Toward a Time Efficient Method for Re-Computation of Basic Grant Estimates."},
      {
        "id":"EJ214620",
        "title":"The Development of a Model State Training Program for Financial Aid Administrators in Virginia."},
      {
        "id":"EJ214621",
        "title":"Cost Benefit Analysis, Traditional vs. Adult Students."},
      {
        "id":"EJ214622",
        "title":"Financial Aid Offices: Counseling and Outreach."},
      {
        "id":"EJ214629",
        "title":"Diversity in Higher Education--Some Problems Relating to the Genesis and Implementation of the Martin Report."},
      {
        "id":"EJ214630",
        "title":"Accountability of Tertiary Education at the National Level: A Chimera?"},
      {
        "id":"EJ214631",
        "title":"University Funding and Administration 1975-1980."},
      {
        "id":"EJ214632",
        "title":"The International Movement of Students and Staff."},
      {
        "id":"EJ219799",
        "title":"Central Collection and Analysis of the Financial Resources of Separated, Divorced and Re-Married Parents."},
      {
        "id":"EJ219800",
        "title":"Development and Validation of Discriminant Analysis Models for Student Loan Defaultees and Non-Defaultees."},
      {
        "id":"EJ219801",
        "title":"A Survey of Undergraduate Student Assistance in the State of Michigan."},
      {
        "id":"EJ219802",
        "title":"Financial Aid Administrators--Who Are They and What Are Their Training Needs?"},
      {
        "id":"EJ219803",
        "title":"Impact of a Tuition Assistance Program on Students' Freedom of Choice in College Selection."},
      {
        "id":"EJ209726",
        "title":"The OECD Review and Higher Education."},
      {
        "id":"EJ209727",
        "title":"Calculating Unit Costs in Francophone Universities."},
      {
        "id":"EJ209728",
        "title":"The Re-alignment of Post-Secondary Education Systems in Canada."},
      {
        "id":"EJ209729",
        "title":"Managerial and Disciplinary Constraints Applied to Faculty Staffing."},
      {
        "id":"EJ209730",
        "title":"Opening Open Universities: The Canadian Experience."},
      {
        "id":"EJ203328",
        "title":"Unmet Need: How the Gap Is Filled."},
      {
        "id":"EJ203329",
        "title":"Financial Aid at Proprietary Schools: How Important Is It?"},
      {
        "id":"EJ203330",
        "title":"Distributional Equity in Student Subsidies for Higher Education in California."},
      {
        "id":"EJ203331",
        "title":"Staffing Formulae for the Aid Office."},
      {
        "id":"EJ203332",
        "title":"Student Expense Survey and Its Ramifications for Budget Construction."},
      {
        "id":"EJ155300",
        "title":"Year 13 of the Australian Education System"},
      {
        "id":"EJ155301",
        "title":"The Invalidity of the Higher School Certificate as a Tertiary Selection Device"},
      {
        "id":"EJ155302",
        "title":"Is It Ever Too Late? Based on a Study of Mature Women at University"},
      {
        "id":"EJ155303",
        "title":"Trends and Biases in University Entrants: Monash 1970-1975"},
      {
        "id":"EJ155304",
        "title":"University Courses--Fixed or Adaptive?"},
      {
        "id":"EJ155305",
        "title":"Failure and Withdrawal: Student Dropout at Flinders University"},
      {
        "id":"EJ155306",
        "title":"Students' English Expression at the University of Adelaide"},
      {
        "id":"EJ155307",
        "title":"Survey of Student Housing"},
      {
        "id":"EJ157227",
        "title":"Jaspers' Concept of the University"},
      {
        "id":"EJ157228",
        "title":"Ontario University System Financing and Staffing Policies: A Quantitative Model for Policy Analysis"},
      {
        "id":"EJ550723",
        "title":"Place of Residence, Student Involvement, and First Year Marks."},
      {
        "id":"EJ550724",
        "title":"Involvement in Subject Learning Scale."},
      {
        "id":"EJ540073",
        "title":"Environmental Education and Sustainable Development: A Further Appraisal."},
      {
        "id":"EJ540074",
        "title":"Problematizing Enquiry in Environmental Education: Issues of Method in a Study of Teacher Thinking and Practice."},
      {
        "id":"EJ540075",
        "title":"Environmental Education in Schools: An Alternative Framework."},
      {
        "id":"EJ555747",
        "title":"Concerns and Needs of University Students with Psychiatric Disabilities."},
      {
        "id":"EJ555748",
        "title":"Using Collaboration to Enhance Services for College Students with Learning Disabilities."},
      {
        "id":"EJ555749",
        "title":"Speaking Out: Perceptions of Students with Disabilities Regarding Adequacy of Services and Willingness of Faculty To Make Accommodations."},
      {
        "id":"EJ553567",
        "title":"Invitational Counselling: An Expanded Framework for Comprehensive School Counselling Programs."},
      {
        "id":"EJ553568",
        "title":"Depression in Adolescence: Implications for School Counsellors."},
      {
        "id":"EJ553569",
        "title":"An Analysis of Troubled Youth: An Achievement Motivation Perspective."},
      {
        "id":"EJ553570",
        "title":"Adolescents Voice their Needs: Implications for Health Promotion and Suicide Prevention."},
      {
        "id":"EJ553571",
        "title":"Parent Expectations of an Elementary School Counsellor: A Concept-Mapping Approach."},
      {
        "id":"EJ553572",
        "title":"Norms and Construct Validity of the Rosenberg Self-Esteem Scale in Canadian High School Populations: Implications for Counselling."},
      {
        "id":"EJ557926",
        "title":"Counselling Issues with International Students."},
      {
        "id":"EJ557927",
        "title":"Collaboration in Cognitive-Behavioural Counselling: A Case Example."},
      {
        "id":"EJ557928",
        "title":"Success on Multiple Choice Examinations: A Model and Workshop Intervention."},
      {
        "id":"EJ557929",
        "title":"Using Clients' Artistic Expressions as Metaphor in Counselling: A Pilot Study."},
      {
        "id":"EJ558279",
        "title":"The Foresee Approach to Integrated ESL Instruction."},
      {
        "id":"EJ558280",
        "title":"Teachers' Perceptions of a Language Policy: &quot;Teaching LINC.&quot;"},
      {
        "id":"EJ558281",
        "title":"Pocket Electronic Dictionaries for Second Language Learning: Help or Hindrance?"},
      {
        "id":"EJ558282",
        "title":"Peer Reviews in a Hong Kong Tertiary Classroom."},
      {
        "id":"EJ558283",
        "title":"&quot;Canadian Culture,&quot; Cultural Difference, and ESL Pedagogy: A Response to Robert Courchene and Virginia Sauve."},
      {
        "id":"EJ558284",
        "title":"A Mind-Body Problem? A Reply to Lisa Taylor's Article &quot;Canadian Culture,&quot; Cultural Difference and ESL Pedagogy."},
      {
        "id":"EJ558362",
        "title":"The Dearing Report: Paving the Way for a Learning Society."},
      {
        "id":"EJ551748",
        "title":"Integrating Brief Counselling and Adolescents' Needs."},
      {
        "id":"EJ551749",
        "title":"Integrating Evaluation into Counselling Practice: Accountability and Evaluation Intertwined."},
      {
        "id":"EJ557066",
        "title":"Privacy Issues and New Technologies."},
      {
        "id":"EJ557067",
        "title":"Long Distance Teaching: The Impact of Offshore Programs and Information Technology on Academic Work."},
      {
        "id":"EJ557068",
        "title":"Why Open Learning?"},
      {
        "id":"EJ553242",
        "title":"The Educational Philosophies of Training and Development Professors, Leaders, and Practitioners."},
      {
        "id":"EJ553243",
        "title":"From Industrial Arts to Technology Education: The Eclipse of Purpose."},
      {
        "id":"EJ553244",
        "title":"Council on Technology Teacher Education (CTTE) Evolution, Goals, Organization, and Challenges."},
      {
        "id":"EJ553245",
        "title":"Contradictions and Asides: A Social Critique of the Internet."},
      {
        "id":"EJ553246",
        "title":"Technology Education in Korea: Curriculum and Challenges."},
      {
        "id":"EJ553336",
        "title":"Exploring the Intellectual Foundation of Technology Education: From Condorcet to Dewey."},
      {
        "id":"EJ553337",
        "title":"Effects of Anticipation of Tests on Delayed Retention Learning."},
      {
        "id":"EJ553338",
        "title":"The Design of an Instrument to Assess Problem Solving Activities in Technology Education."},
      {
        "id":"EJ553339",
        "title":"Choosing Qualitative Research: A Primer for Technology Education Researchers."},
      {
        "id":"EJ553340",
        "title":"Upgrading Technology towards the Status of a High School Matriculation Subject: A Case Study."},
      {
        "id":"EJ554940",
        "title":"The Identification of National Trends and Issues for Workplace Preparation and Their Implications for Vocational Teacher Education."},
      {
        "id":"EJ554941",
        "title":"Initial Analysis of Youth Apprenticeship Programs in Georgia."},
      {
        "id":"EJ554942",
        "title":"Computer Integration by Vocational Teacher Educators."},
      {
        "id":"EJ554943",
        "title":"Effects of Economic Disadvantaged Status and Secondary Vocational Education on Adolescent Work Experience and Postsecondary Aspirations."},
      {
        "id":"EJ554944",
        "title":"Middle School Vocational Teachers' Knowledge of the Characteristics of At-Risk Learners."},
      {
        "id":"EJ555251",
        "title":"Healing through Interdependence: The Role of Connecting in First Nations Healing Practices."},
      {
        "id":"EJ555252",
        "title":"Evaluation of Academic and Career Counselling Information and Its Relation to Students' Educational Orientation."},
      {
        "id":"EJ555253",
        "title":"Mothering as a Psychological Experience: A Grounded Theory Exploration."},
      {
        "id":"EJ536053",
        "title":"Perceptual Foundations in the Design of Visual Displays."},
      {
        "id":"EJ527887",
        "title":"Values in the Decision Making of CEOs in Public Colleges."},
      {
        "id":"EJ527888",
        "title":"The Scholarship of Teaching: A Canadian Perspective with Examples."},
      {
        "id":"EJ527889",
        "title":"Research at Two Small Canadian Universities: The Views of Faculty."},
      {
        "id":"EJ527890",
        "title":"Style d'intervention pedagogique, relations affectives enseignants-etudiants et engagement par rapport a la matiere (Style of Pedagogic Intervention, Teacher-Student Affective Relations, and Engagement in Content Material)."},
      {
        "id":"EJ527925",
        "title":"Conversational Scholarship in Cyberspace: The Evolution and Activities of H-Net, the Online Network for the Humanities."},
      {
        "id":"EJ527926",
        "title":"Languages and Multimedia: Dream or Nightmare?"},
      {
        "id":"EJ527927",
        "title":"Academic Intellectual Property in a New Technological and Industrial Context."},
      {
        "id":"EJ527928",
        "title":"The Rationale for the Higher Education Contribution Scheme."},
      {
        "id":"EJ527929",
        "title":"The Changing State-University Relationship: State Involvement in Academic Industrial Relations Since the Murray Report."},
      {
        "id":"EJ527947",
        "title":"Default in Guaranteed Student Loan Programs."},
      {
        "id":"EJ527952",
        "title":"How Much Student Loan Debt Is Too Much?"},
      {
        "id":"EJ537726",
        "title":"Individual Variables, Literacy History, and ESL Progress Among Kurdish and Bosnian Immigrants."},
      {
        "id":"EJ537727",
        "title":"Combined Assessment Model for EAP Writing Workshop: Portfolio Decision-Making, Criterion-Referenced Grading, and Contract Negotiation."},
      {
        "id":"EJ537728",
        "title":"Using Video for Listening Assessment: Opinions of Test-Takers."},
      {
        "id":"EJ537729",
        "title":"Graphics and Listening Comprehension."},
      {
        "id":"EJ537730",
        "title":"The Effects of Using Advance Organizers and Captions To Introduce Video in the Foreign Language Classroom."},
      {
        "id":"EJ535226",
        "title":"In Search of Vocational and Technical Teacher Education."},
      {
        "id":"EJ535227",
        "title":"Assessment of Student Achievement and Learning, What Would Dewey Say? A &quot;Recent&quot; Interview with John Dewey."},
      {
        "id":"EJ535228",
        "title":"Using Tech Prep Principles to Improve Teacher Education."},
      {
        "id":"EJ535229",
        "title":"Perceptions of Selected Urban Business Education Students toward Work and Career-Related Issues."},
      {
        "id":"EJ535230",
        "title":"Perceptions Held by Vocational Educators toward Female Participation in Nontraditional Programs."},
      {
        "id":"EJ535231",
        "title":"Effective Models for Measuring Students' Attitudes toward the Marketing Education Program."},
      {
        "id":"EJ538751",
        "title":"On the Proposition that Technology Education Leaders Have Neglected Important Qualities of Industrial Arts Education."},
      {
        "id":"EJ538752",
        "title":"Essential Components of Doctoral Programs for Industrial Technology Education."},
      {
        "id":"EJ538753",
        "title":"Gender Related to Success in Science and Technology."},
      {
        "id":"EJ538754",
        "title":"Career and Other Factors Influencing Postsecondary Decisions: Survey of High School Students in Alberta, Canada."},
      {
        "id":"EJ538755",
        "title":"Special Section. An Organizational Change Process: The Mississippi Valley Industrial Teacher Education Conference's (MVITEC) Structured Approach."},
      {
        "id":"EJ540492",
        "title":"Technology, Education and the Search for Truth, Beauty and Love."},
      {
        "id":"EJ540493",
        "title":"Classifying Approaches to and Philosophies of Elementary-School Technology Education."},
      {
        "id":"EJ540494",
        "title":"Expanding the Content Base of Technology Education: Technology Transfer as a Topic of Study."},
      {
        "id":"EJ540495",
        "title":"Critical Issues to Consider When Introducing Technology Education into the Curriculum of Young Learners."},
      {
        "id":"EJ533714",
        "title":"Technology Education: Beyond the \"Technology Is Applied Science\" Paradigm."},
      {
        "id":"EJ533715",
        "title":"Does Integrating Technology, Science, and Mathematics Improve Technological Problem Solving? A Quasi-Experiment."},
      {
        "id":"EJ533716",
        "title":"Industrial Arts Revisited: An Examination of the Subject's Continued Strength, Relevance and Value."},
      {
        "id":"EJ533717",
        "title":"The Technical Content of Industrial/Technology Teacher Education."},
      {
        "id":"EJ533718",
        "title":"Formative Influences on Technology Education: The Search for an Effective Compromise in Curriculum Innovation."},
      {
        "id":"EJ678546",
        "title":"WebCT as an E-Learning Tool: A Study of Technology Students' Perceptions."},
      {
        "id":"EJ678547",
        "title":"Gender Issues in Technology Education: A Quasi-Ethnographic Interview Approach."},
      {
        "id":"EJ678548",
        "title":"An Analysis of the Technology Education Curriculum of Six Countries."},
      {
        "id":"EJ678549",
        "title":"Hong Kong Pupils' Attitudes toward Technology: The Impact of Design and Technology Programs."},
      {
        "id":"EJ678650",
        "title":"Supporting the Educational Needs of Students with Orthopedic Impairments."},
      {
        "id":"EJ678651",
        "title":"Preparing Classroom Teachers for the Impending Death of a Student with Terminal Illness."},
      {
        "id":"EJ678652",
        "title":"Major Concerns of Hospitalized School-Age Children and Their Parents in Hong Kong."},
      {
        "id":"EJ678653",
        "title":"Children's Experiences of End Stage Renal Failure, Coping with Its Treatment and Side-Effects, and Perceived Benefits of Starbright World Technology."},
      {
        "id":"EJ678855",
        "title":"Canuck-Do Higher Education."},
      {
        "id":"EJ678901",
        "title":"When Academics Become Parents: An Overview of Family Leave Policies at Canadian Universities."},
      {
        "id":"EJ678902",
        "title":"Standards of Practice in Postsecondary Special Needs Programming: Student and Administrator Opinion."},
      {
        "id":"EJ678903",
        "title":"Tuition-Waiver Policies for Older Learners in University Courses: Past Practices, Current Developments and Future Prospects."},
      {
        "id":"EJ678904",
        "title":"Racism, eh? Interactions of South Asian Students with Mainstream Faculty in a Predominantly White Canadian University."},
      {
        "id":"EJ674985",
        "title":"Indigenous Australian Participants in Higher Education: The Realities of Practical Reconciliation."},
      {
        "id":"EJ674986",
        "title":"Regional Agreements, Higher Education and Representations of Indigenous Australian Reality (Why Wasn't I Taught That in School?)."},
      {
        "id":"EJ661759",
        "title":"Using Climate Change as a Teaching Tool."},
      {
        "id":"EJ661760",
        "title":"Climate Change in School: Where Does It Fit and How Ready Are We?"},
      {
        "id":"EJ661761",
        "title":"The Role of Equity and Lifestyles in Education about Climate Change: Experiences from a Large-scale Teacher Development Program."},
      {
        "id":"EJ661762",
        "title":"Views of the Uncertainties of Climate Change: A Comparison of High School Students and Specialists."},
      {
        "id":"EJ661763",
        "title":"Pre-service Teachers' Misconceptions Regarding Three Environmental Issues."},
      {
        "id":"EJ661764",
        "title":"People's Ideas about Climate Change: A Source of Inspiration for the Creation of Educational Programs."},
      {
        "id":"EJ661765",
        "title":"Perception of Social and Environmental Problems by English and Mexican School Children."},
      {
        "id":"EJ661766",
        "title":"Lifelong Learning: Towards a Theory of Practice for Formal and Non-formal Environmental Education and Training."},
      {
        "id":"EJ661767",
        "title":"Outdoor Adventure Education in Canada: Seeking the Country Way In."},
      {
        "id":"EJ661768",
        "title":"What Kind of Education Should You Experience at a University?"},
      {
        "id":"EJ661769",
        "title":"The Moral Epistemology of First Nations Stories."},
      {
        "id":"EJ661770",
        "title":"Narrative, Knowing, and Emerging Methodologies in Environmental Education Research: Issues of Quality."},
      {
        "id":"EJ661771",
        "title":"Lessons from Environmental Education: Developing Strategies for Public Consultation with the Georgia Basin Futures Project."},
      {
        "id":"EJ661772",
        "title":"Outdoor Environmental Education in the United Kingdom: A Conceptual Framework of Epistemological Diversity and Its Educational Implications."},
      {
        "id":"EJ662439",
        "title":"A Creative Model for a Post-Treatment Group for Women with Cancer."},
      {
        "id":"EJ662440",
        "title":"Sacred Conversation: A Spiritual Response to Unavoidable Suffering."},
      {
        "id":"EJ662441",
        "title":"A Visual Diary of an Anorexic Woman: Development of a Hopeful Self-Healer Identity."},
      {
        "id":"EJ662442",
        "title":"Preserving Hope in the Duty To Protect: Counselling Clients with HIV or AIDS."},
      {
        "id":"EJ662443",
        "title":"Hope, Illness, and Counselling Practice: Making Hope Visible."},
      {
        "id":"EJ662444",
        "title":"&quot;Her Soul beneath the Bone&quot;--On Coping with Breast Cancer."},
      {
        "id":"EJ662445",
        "title":"&quot;Sometimes There Just Aren't Any Words&quot;: Using Expressive Therapy with Adolescents Living with Cancer."},
      {
        "id":"EJ663042",
        "title":"Adapting &quot;Scholarship Reconsidered&quot; and &quot;Scholarship Assessed&quot; To Evaluate University of Wisconsin-Extension Outreach Faculty for Tenure and Promotion."},
      {
        "id":"EJ663043",
        "title":"A Multidisciplinary Collaborative Approach to a University-Community Partnership: Lessons Learned."},
      {
        "id":"EJ663044",
        "title":"Lessons in Community Building: From Dialogue to Action."},
      {
        "id":"EJ663045",
        "title":"Educating for Transformation in Interprofessional Practice."},
      {
        "id":"EJ663046",
        "title":"A Model of Engaged Learning: Frames of Reference and Scholarly Underpinnings."},
      {
        "id":"EJ663047",
        "title":"Engaged Scholarship in the Classroom: The Social Psychology of HIV/AIDS."},
      {
        "id":"EJ663048",
        "title":"Preservice Teacher's Use of Service-Learning in Applying Educational Theory to Classroom Practice."},
      {
        "id":"EJ663049",
        "title":"Small Groups and Mentors Foster Relationships during Summer Reading Program--A Qualitative Analysis."},
      {
        "id":"EJ663050",
        "title":"Promoting Civically Engaged Scholarship through a Study/Action Group."},
      {
        "id":"EJ666601",
        "title":"Ready, Set, Integrate!"},
      {
        "id":"EJ667398",
        "title":"Effects of Take-Home Tests and Study Questions on Retention Learning in Technology Education."},
      {
        "id":"EJ667399",
        "title":"Use and Documentation of Electronic Information: A Survey of Eastern Regional Technology Education Collegiate Association Students."},
      {
        "id":"EJ667400",
        "title":"Basic Principles in Holistic Technology Education."},
      {
        "id":"EJ667401",
        "title":"School Graduation Project in Robot Design: A Case Study of Team Learning Experiences and Outcomes."},
      {
        "id":"EJ659409",
        "title":"Formulaic Language in Acquisition and Production: Implications for Teaching."},
      {
        "id":"EJ659410",
        "title":"An Analysis of One Learning Styles Instrument for Language Students."},
      {
        "id":"EJ659411",
        "title":"Japanese Exchange Students' Writing Experiences in a Canadian University."},
      {
        "id":"EJ659412",
        "title":"The Effect of Frequent Dictation on the Listening Comprehension Ability of Elementary EFL Learners."},
      {
        "id":"EJ659413",
        "title":"The \"Lecture Buddy\" Project: An Experiment in EAP Listening Comprehension."},
      {
        "id":"EJ659414",
        "title":"On the Horns of a Dilemma: Is Reading Aloud Bad Pedagogy?"},
      {
        "id":"EJ659415",
        "title":"Improving Pronunciation of Adult ESL Students."},
      {
        "id":"EJ659416",
        "title":"Storyweavers: Holistic Education for ESL/EFL Learners."},
      {
        "id":"EJ659468",
        "title":"Bringing Life to Research: Life History Research and ESL."},
      {
        "id":"EJ659469",
        "title":"Culture in ESL Instruction: An Analytic Framework."},
      {
        "id":"EJ659470",
        "title":"Exploring Culture in Texts Designed for Use in Adult ESL Classrooms."},
      {
        "id":"EJ659471",
        "title":"Same Task, Different Activities: Issues of Investment, Identity, and Use of Strategy."},
      {
        "id":"EJ659472",
        "title":"An EAP Course for Chinese MBA Students."},
      {
        "id":"EJ659473",
        "title":"Teaching Writing in Rural Thailand: Considering New Perspectives."},
      {
        "id":"EJ659474",
        "title":"Sexism in the English Language."},
      {
        "id":"EJ659475",
        "title":"The Impact of Language and Skills Training on Immigrants' Lives."},
      {
        "id":"EJ659476",
        "title":"Using the Canadian Language Benchmarks (CLB) to Benchmark College Programs/Courses and Language Proficiency Tests."},
      {
        "id":"EJ659477",
        "title":"Adapting the Canadian Language Benchmarks for Writing Assessment."},
      {
        "id":"EJ659478",
        "title":"Lives on Hold: ESL in a Restructured Society."},
      {
        "id":"EJ659479",
        "title":"Client Analysis in Teacher Education: What Some Canadian and South African Teachers Identity as Their Professional Development Needs."},
      {
        "id":"EJ659481",
        "title":"Living with Ambiguity: Toward Culture Exploration in Adult Second-Language Classrooms."},
      {
        "id":"EJ659482",
        "title":"Through the Looking Glass: What ESL Teachers Can Find in Russian-Published Reference Books."},
      {
        "id":"EJ659483",
        "title":"Performing Argumentative Writing in English: Difficulties, Processes, and Strategies."},
      {
        "id":"EJ659484",
        "title":"Pronunciation Teaching Practices in Canada."},
      {
        "id":"EJ659485",
        "title":"Developing Cross-Cultural Awareness: Learning through the Experiences of Others."},
      {
        "id":"EJ659486",
        "title":"\"What Was It Like To Learn English?\" Learner Interviews in TESL Training."},
      {
        "id":"EJ659487",
        "title":"Reexamining Notions of the L2 Syllabus."},
      {
        "id":"EJ659488",
        "title":"To My Friends and Colleagues: Thoughts from Brazil."},
      {
        "id":"EJ672649",
        "title":"Preparing International Students for the Re-Entry Transition."},
      {
        "id":"EJ672650",
        "title":"Social and Cultural Context of Intercultural Counselling."},
      {
        "id":"EJ672651",
        "title":"Culture-Centred Exercises for Teaching Basic Group Microskills."},
      {
        "id":"EJ672652",
        "title":"First Nations and Aboriginal Counsellor Education."},
      {
        "id":"EJ672653",
        "title":"A Bending Willow Tree: A Japanese (Morita Therapy) Model of Human Nature and Client Change."},
      {
        "id":"EJ673050",
        "title":"Referral Rates for Intervention or Assessment: A Meta-Analysis of Racial Differences."},
      {
        "id":"EJ673051",
        "title":"The Influence of Item Composition on RAN Letter Performance in First-Grade Children."},
      {
        "id":"EJ673052",
        "title":"A Building-Based Case Study of Evidence-Based Literacy Practices: Implementation, Reading Behavior, and Growth in Reading Fluency, K-4."},
      {
        "id":"EJ673053",
        "title":"The Role of Social Contexts and Special Education in the Mental Health Problems of Urban Adolescents."},
      {
        "id":"EJ673054",
        "title":"Instructive Feedback: Effects of a Presentation Variable."},
      {
        "id":"EJ547685",
        "title":"Changing Discourses and Practices of Academic Work."},
      {
        "id":"EJ542967",
        "title":"An Invitation to the Ethnographic Study of University Examination Behavior: Concepts, Methodology, and Implications."},
      {
        "id":"EJ542968",
        "title":"Student Beliefs About the Learning Task in Physics."},
      {
        "id":"EJ542969",
        "title":"Ghosts in a Wilderness: Problems and Priorities of Faculty at Mid-Career and Mid-Life."},
      {
        "id":"EJ549731",
        "title":"Alternatives to National Standards for Environmental Education: Process-Based Quality Assessment."},
      {
        "id":"EJ549732",
        "title":"A Critique of \"Alternatives to National Standards for Environmental Education: Process-Based Quality Assessment.\""},
      {
        "id":"EJ549733",
        "title":"Reflections on \"Alternatives to National Standards in Environmental Education: Process-Based Quality Assessment.\""},
      {
        "id":"EJ549734",
        "title":"Alternatives to National Standards for Environmental Education: A Response to Roth and McClaren."},
      {
        "id":"EJ549735",
        "title":"Professionalization and Environmental Education: Is Public Passion Too Risky for Business?"},
      {
        "id":"EJ549736",
        "title":"If Environmental Education Is to Make Sense for Teachers, We Had Better Rethink How We Define It!"},
      {
        "id":"EJ549737",
        "title":"Descending the Watershed: Rethinking the \"Place\" of Curriculum."},
      {
        "id":"EJ549738",
        "title":"Weather(TM) Incorporated: Environmental Education, Postmodern Identities, and Technocultural Constructions of Nature."},
      {
        "id":"EJ549739",
        "title":"Soft Systems Methodology and Problem Framing: Development of an Environmental Problem Solving Model Respecting a New Emergent Reflexive Paradigm."},
      {
        "id":"EJ549740",
        "title":"Developing Habits of Environmental Thoughtfulness through the In-Depth Study of Select Environmental Issues."},
      {
        "id":"EJ546028",
        "title":"Cases in TESOL Teacher Education: Creating a Forum for Reflection."},
      {
        "id":"EJ546029",
        "title":"The Development of the Canadian Language Benchmarks Assessment."},
      {
        "id":"EJ546030",
        "title":"Professional Characteristics and Concerns of Instructors Teaching English as a Second Language to Adults in Non-Credit Programs in Ontario."},
      {
        "id":"EJ546031",
        "title":"Power Politics--And Persuasion: ESL in Changing Times."},
      {
        "id":"EJ546032",
        "title":"Developing Our Professional Competence. Some Reflections."},
      {
        "id":"EJ546033",
        "title":"The &quot;Least&quot; One Should Expect of TESL/TEFL Programs."},
      {
        "id":"EJ543959",
        "title":"Lessons from History: Industrial Arts/Technology Education as a Case."},
      {
        "id":"EJ543960",
        "title":"The Effects of Cooperative Learning Methods on Achievement, Retention and Attitudes of Home Economics Students in North Carolina."},
      {
        "id":"EJ543961",
        "title":"Assessing Tech Prep Implementation."},
      {
        "id":"EJ543962",
        "title":"Perceptions of Leadership in Postsecondary Technical Institutes in Georgia."},
      {
        "id":"EJ543963",
        "title":"Assessment of Workplace Writing and Incorporation into Curriculum."},
      {
        "id":"EJ543964",
        "title":"Tech Prep Programs: The Role and Essential Elements."},
      {
        "id":"EJ543965",
        "title":"Computer Simulation in the Workplace and Technology Classes."},
      {
        "id":"EJ543966",
        "title":"Cognitive Styles and Technology-Based Education."},
      {
        "id":"EJ543967",
        "title":"From Industrial Arts to Technology Education: The Search for Direction."},
      {
        "id":"EJ543968",
        "title":"Faculty Perceptions of Selection Criteria for Department Leaders."},
      {
        "id":"EJ543969",
        "title":"Special Section. An Organizational Change Process--Part 2: The Mississippi Valley Industrial Teacher Education Conference's (MVITEC) Structured Approach."},
      {
        "id":"EJ650506",
        "title":"Preschool Family and Child Characteristics Associated with Stable Behavior Problems in Children."},
      {
        "id":"EJ650507",
        "title":"Taiwanese Mothers' Perceptives of Parent-Infant Interaction with Children with Down Syndrome."},
      {
        "id":"EJ650508",
        "title":"Benefits and Risks of Reverse Inclusion for Preschoolers with and without Disabilities: Parents' Perspectives."},
      {
        "id":"EJ650509",
        "title":"Reducing Maternal Psychological Distress after the NICU Experience through Journal Writing."},
      {
        "id":"EJ650510",
        "title":"Forming Partnerships with Tribal Colleges to Meet Early Childhood Personnel Preparation Needs."},
      {
        "id":"EJ650793",
        "title":"Etude de l'apprentissage par la lecture d'etudiants en contexte d'apprentissage par problemes (APP) (A Study of Student Text-Learning Strategy)."},
      {
        "id":"EJ650794",
        "title":"When Faculty Use Instructional Technologies: Using Clark's Delivery Model To Understand Gender Differences."},
      {
        "id":"EJ650795",
        "title":"Etude des caracteristiques psychometriques des indicateurs de stress et de la resolution de problemes sociaux chez les stagiaires en enseignement (A Study of Measurement Instruments Dealing with Stress Indicators and Psychometrical Characteristics in Social Problem-Solving)."},
      {
        "id":"EJ650796",
        "title":"Do University Presidents Make a Difference? A Strategic Leadership Theory of University Retrenchment."},
      {
        "id":"EJ675782",
        "title":"Differences between Faculty and Students' Perception of Recruitment Techniques that Influence Students To Attend Four-Year Automotive Programs."},
      {
        "id":"EJ675783",
        "title":"Profiling Female Teachers of Agricultural Education at the Secondary Level."},
      {
        "id":"EJ675784",
        "title":"Factors Related to Technology Integration in Instruction by Marketing Education Teachers."},
      {
        "id":"EJ675785",
        "title":"Trainer Burnout: The Syndrome Explored."},
      {
        "id":"EJ675786",
        "title":"A Reassessment of Technical Education in Mexico."},
      {
        "id":"EJ676384",
        "title":"Markets in Merit...or Merit in Markets?"},
      {
        "id":"EJ676385",
        "title":"Shameless! Reconceiving the Problem of Plagiarism."},
      {
        "id":"EJ654588",
        "title":"Indigenous Environmental Education for Cultural Survival."},
      {
        "id":"EJ654589",
        "title":"Multicultural Environmental Education: Theory and Practice."},
      {
        "id":"EJ654590",
        "title":"African Women, Cultural Knowledge, and Environmental Education with a Focus on Kenya's Indigenous Women."},
      {
        "id":"EJ654591",
        "title":"Being Brave: Writing Environmental Education Research Texts."},
      {
        "id":"EJ654592",
        "title":"The Role of Music in Environmental Education: Lessons from the Cod Fishery Crisis and the Dust Bowl Days."},
      {
        "id":"EJ654593",
        "title":"Trend of Environmental Education in Canadian Pre-Service Teacher Education Programs from 1979 to 1996."},
      {
        "id":"EJ670881",
        "title":"Samson's Hair: Denuding the Technology Curriculum?"},
      {
        "id":"EJ670882",
        "title":"Technology Transfer: A Third World Perspective."},
      {
        "id":"EJ670883",
        "title":"Pupils Identify Key Aspects and Outcomes of a Technological Learning Environment."},
      {
        "id":"EJ670884",
        "title":"Perspectives on Employing Individuals with Special Needs."},
      {
        "id":"EJ670885",
        "title":"The Implications of Service-Learning for Technology Studies."},
      {
        "id":"EJ670886",
        "title":"Distance Learning in Industrial Teacher Education Programs."},
      {
        "id":"EJ670887",
        "title":"Attitudes toward Computer-Mediated Distance Training."},
      {
        "id":"EJ670889",
        "title":"Conceptualizations of Jackson's Mills."},
      {
        "id":"EJ670890",
        "title":"Roots of Technology Education: Standards Projects."},
      {
        "id":"EJ670891",
        "title":"A Conceptual Framework for Technology Education: A Historical Perspective."},
      {
        "id":"EJ670892",
        "title":"Computer Modeling and Visualization in Design Technology: An Instructional Model."},
      {
        "id":"EJ670893",
        "title":"Whose Property Is It Anyhow? Using Electronic Media in the Academic World."},
      {
        "id":"EJ670894",
        "title":"Teacher Research: The Key To Understanding the Effects of Classroom Technology on Learning."},
      {
        "id":"EJ670895",
        "title":"Technology Education Curriculum Designs in Michigan Secondary Education."},
      {
        "id":"EJ670896",
        "title":"Problem-Solving Abilities Produced in Project Based Technology Education."},
      {
        "id":"EJ669735",
        "title":"TESOL for Biolinguistic Sustainability: The Ecology of English as a \"Lingua Mundi.\""},
      {
        "id":"EJ669736",
        "title":"Race and Desire: Toward Critical Literacies for ESL."},
      {
        "id":"EJ669737",
        "title":"A Primer on Accent Discrimination in the Canadian Context."},
      {
        "id":"EJ669738",
        "title":"Experiential Learning in Second-Language Classrooms."},
      {
        "id":"EJ669739",
        "title":"Building Personal and Nation-State Identities: Research and Practice."},
      {
        "id":"EJ669740",
        "title":"Cultural Collisions in L2 Academic Writing."},
      {
        "id":"EJ669741",
        "title":"Krashen, a Victim of History."},
      {
        "id":"EJ669926",
        "title":"Student Life Transformed: A Post-World War Two Institutional Case Study of St. Francis Xavier University."},
      {
        "id":"EJ669927",
        "title":"Selecting and Using Course Readings: A Study of Instructors' and Students' Practices."},
      {
        "id":"EJ669928",
        "title":"Two British Columbia University Colleges and the Process of Economic Globalization."},
      {
        "id":"EJ667402",
        "title":"Partnership-Centered Learning: The Case for Pedagogic Balance in Technology Education."},
      {
        "id":"EJ664797",
        "title":"Strategies for Facilitating Success of First Nations Students."},
      {
        "id":"EJ664798",
        "title":"Stumped by Headlines: Investigating a Functional Knowledge Deficit."},
      {
        "id":"EJ664799",
        "title":"Types et trajectoires d'insertion socioprofessionnelle de jeunes diplomes: Caracteristiques et profil sociodemographique."},
      {
        "id":"EJ664800",
        "title":"The New Entrepreneurship in Higher Education: The Impact of Tuition Increases at an Ontario University."},
      {
        "id":"EJ664801",
        "title":"Statistics and the Canada Millennium Scholarship Foundation."},
      {
        "id":"EJ651685",
        "title":"The Psychodynamics of Work: Action Research in an Academic Setting."},
      {
        "id":"EJ651686",
        "title":"Fostering Adolescents' Coping Skills--An Action Approach."},
      {
        "id":"EJ651687",
        "title":"A Re-Entry Program for Peacekeeping Soldiers: Promoting Personal and Career Transition."},
      {
        "id":"EJ651688",
        "title":"Culturally Informed Ethical Decision-Making in Situations of Suspected Child Abuse."},
      {
        "id":"EJ656841",
        "title":"Defining and Measuring Technical Thinking: Students' Technical Abilities in Finnish Comprehensive Schools."},
      {
        "id":"EJ656842",
        "title":"Learning Good Electronics or Coping with Challenging Tasks: The Priorities of Excellent Students."},
      {
        "id":"EJ656843",
        "title":"Elementary School Students' Understandings of Technology Concepts."},
      {
        "id":"EJ656844",
        "title":"Integrating Technology, Science, and Math at Napoleon's School for Industry, 1806-1815."},
      {
        "id":"EJ656845",
        "title":"Biotechnology Education: A Multiple Instructional Strategies Approach."},
      {
        "id":"EJ657146",
        "title":"Youth Violence: An Overview of Predictors, Counselling Interventions, and Future Directions."},
      {
        "id":"EJ657147",
        "title":"Sexual Harassment and the Developing Sense of Self among Adolescent Girls."},
      {
        "id":"EJ657148",
        "title":"Evaluation of an Ecological Program To Reduce Bullying in Schools."},
      {
        "id":"EJ657149",
        "title":"A Model Intervention for Girls with Disruptive Behaviour Disorders: The Earlscourt Girls Connection."},
      {
        "id":"EJ657150",
        "title":"Working with Violent Youth: Application of the Transtheoretical Model of Change."},
      {
        "id":"EJ663991",
        "title":"Motivational Needs of Family and Consumer Sciences Education Students."},
      {
        "id":"EJ663992",
        "title":"Assessing Business and Marketing Teachers' Attitudes toward Cultural Pluralism and Diversity."},
      {
        "id":"EJ663993",
        "title":"Does Participation in a School-to-Career Program Limit Educational and Career Opportunities?"},
      {
        "id":"EJ663994",
        "title":"Differences in Characteristics of Postsecondary Technical Students in Pennsylvania Community Colleges and Two-Year Proprietary Institutions."},
      {
        "id":"EJ663995",
        "title":"A Comparison of Field-Dependence Cognitive Styles of Professionals in Purchasing and Consumer Service and Secondary Marketing Education Students, with Implications for Workforce Development."},
      {
        "id":"EJ660463",
        "title":"A Comprehensive Leadership Education Model To Train, Teach, and Develop Leadership in Youth."},
      {
        "id":"EJ660464",
        "title":"Professional Development Needs of Novice Career and Technical Education Teachers."},
      {
        "id":"EJ660465",
        "title":"Using Case-Study Analysis in Technology Education Research."},
      {
        "id":"EJ660466",
        "title":"The Potential of Vygotsky's Contributions to Our Understanding of Cognitive Apprenticeship as a Process of Development in Adult Vocational and Technical Education."},
      {
        "id":"EJ660467",
        "title":"Value of Scheduling-Related Inservice Education, Opportunity To Implement Effective Teaching Practices, and Performance of Block-Scheduled Learners in Agricultural Education: A Correlational Study."},
      {
        "id":"EJ661236",
        "title":"Meeting Immigrant Community College Students' Needs on One Greater Toronto Area College Campus."},
      {
        "id":"EJ661237",
        "title":"Testing the Effect of a Cohort Grouping Model as a Form of Instructional Grouping in Teacher Education."},
      {
        "id":"EJ661238",
        "title":"In Education and in Work: The Globalized Community College."},
      {
        "id":"EJ661239",
        "title":"The Use of Market Mechanisms in Higher Education Finance and State Control: Ontario Considered."},
      {
        "id":"EJ661240",
        "title":"&quot;Flags and Slots&quot;: Special Interest Groups and Selective Admissions."},
      {
        "id":"EJ653962",
        "title":"The Process: Development of AHEAD Program Standards."},
      {
        "id":"EJ653963",
        "title":"Program Standards for Disability Services in Higher Education."},
      {
        "id":"EJ653964",
        "title":"An Examination of Community College Faculty Members' Knowledge of the Americans with Disabilities Act of 1990 at the Fifteen Community Colleges in Mississippi."},
      {
        "id":"EJ653966",
        "title":"The Psychosocial Development of College Students with and without Learning Disabilities."},
      {
        "id":"EJ653967",
        "title":"Computer Technologies for Postsecondary Students with Disabilities I: Comparison of Student and Service Provider Perspectives."},
      {
        "id":"EJ653968",
        "title":"Computer Technologies for Postsecondary Students with Disabilities II: Resources and Recommendations for Postsecondary Service Providers."},
      {
        "id":"EJ420159",
        "title":"The Comprehensible Output Hypothesis and Self-directed Learning: A Learner's Perspective."},
      {
        "id":"EJ420160",
        "title":"The Other Side of the Desk: Experiencing Learning a New Language."},
      {
        "id":"EJ420161",
        "title":"Does the Method of Vocabulary Presentation Make a Difference?"},
      {
        "id":"EJ420162",
        "title":"Self and Peer Evaluation of Writing in the Interactive ESL Classroom: An Exploratory Study."},
      {
        "id":"EJ420163",
        "title":"Discourse Matrix: A Practical Tool for ESL Writing Teachers."},
      {
        "id":"EJ420164",
        "title":"Sharing the Power: Facilitating Learner Independence in the Adult ESL Classroom."},
      {
        "id":"EJ420165",
        "title":"The Use of Drama in English Language Teaching."},
      {
        "id":"EJ420166",
        "title":"English Language Progammes for Refugees in St. John's, Newfoundland."},
      {
        "id":"EJ420192",
        "title":"Imminent Disaster Revisited, Again: The Crisis Literature of Canadian Higher Education."},
      {
        "id":"EJ420193",
        "title":"Budgeting Attitudes in Smaller Universities: A Function of the Environment, Environmental Outcomes, and Personal Outcomes."},
      {
        "id":"EJ420194",
        "title":"Recherche universitaire et priorites nationales: l'effet du financement public sur la recherche energie solaire au Canada (University Research and National Priorities: The Effect of Public Financing on Solar Energy Research in Canada)."},
      {
        "id":"EJ420195",
        "title":"Locus of Control, Organizational Climate, and Participation in Staff Development: A Study of College Instructors."},
      {
        "id":"EJ420196",
        "title":"Improving Instruction in Universities: A Case Study of the Ontario Universities Program for Instructional Development (OUPID)."},
      {
        "id":"EJ420197",
        "title":"Lipset's &quot;Continental Divide&quot; and the Ideological Basis for Differences in Higher Education between Canada and United States."},
      {
        "id":"EJ404011",
        "title":"Intensive ESL Programmes in Quebec Primary Schools."},
      {
        "id":"EJ404012",
        "title":"Student Teachers' Conceptions of Curriculum: Toward an Understanding of Language-Teacher Development."},
      {
        "id":"EJ404013",
        "title":"A Snapshot of ESL Students' Integration Patterns."},
      {
        "id":"EJ404014",
        "title":"Teacher-as-Reader: Oral Feedback on ESL Student Writing."},
      {
        "id":"EJ404015",
        "title":"An On-going Ice-Breaker."},
      {
        "id":"EJ404016",
        "title":"Second Language Learning and Second Language Learners: Growth and Diversity."},
      {
        "id":"EJ404017",
        "title":"Testing Should Reflect Teaching."},
      {
        "id":"EJ385619",
        "title":"The Future of Francophone University Centres in a Minority Environment."},
      {
        "id":"EJ385620",
        "title":"International University Students in Canada: Obtaining the Information Needed for Policy Making."},
      {
        "id":"EJ385621",
        "title":"International Students in Higher Education: A Follow-Up Study of University Graduates."},
      {
        "id":"EJ385622",
        "title":"Analyse des politiques d'evaluation de l'enseignement des universites canadiennes (Analysis of the Politics of Instructional Evaluation in Canadian Universities)."},
      {
        "id":"EJ385623",
        "title":"The Staging of Examinations: A Student Response to the Institutional Perspective."},
      {
        "id":"EJ385624",
        "title":"The Evolution of Relations between Management and Faculty in Ontario Colleges of Applied Arts and Technology."},
      {
        "id":"EJ388984",
        "title":"Listening in a Second Language: Hermeneutics and Inner Speech."},
      {
        "id":"EJ388985",
        "title":"Content-Based ESL in a Sheltered Psychology Course: Input, Output and Outcomes."},
      {
        "id":"EJ388986",
        "title":"Error Correction and the Improvement of Language Form."},
      {
        "id":"EJ388987",
        "title":"Reading for Independence."},
      {
        "id":"EJ388988",
        "title":"The Use of the Tape Recorder in an ESL Composition Programme."},
      {
        "id":"EJ388989",
        "title":"TESL in the Developing English World."},
      {
        "id":"EJ407134",
        "title":"Vocabulary Learning: A Critical Analysis of Techniques."},
      {
        "id":"EJ407135",
        "title":"An ESL Motivations Assessment for a Community-Based ESL Programme."},
      {
        "id":"EJ407136",
        "title":"The Learning of Complex Speech Act Behaviour."},
      {
        "id":"EJ407137",
        "title":"Peer Tutoring in Vocational Literacy Skills."},
      {
        "id":"EJ407138",
        "title":"Student Self-Management in Adult ESL."},
      {
        "id":"EJ407139",
        "title":"ESL Beginning Literacy: A Content-Based Approach."},
      {
        "id":"EJ408870",
        "title":"Post-Secondary Education and the Development of Bilingual Canadians: Historical and Future Perspectives."},
      {
        "id":"EJ408871",
        "title":"Les francophones et les etudes postsecondaires (Francophones and Postsecondary Studies)."},
      {
        "id":"EJ408872",
        "title":"Les diplomes de l'immersion: implications dans le domaine de l'enseignement du francais (Immersion Graduates: Implications for French Instruction)."},
      {
        "id":"EJ408873",
        "title":"Bilingual Education at the Post-Secondary Level; A Case Study."},
      {
        "id":"EJ408874",
        "title":"An Ethnographic Study of Students' Oral Performance in the Mixed Francophone-Anglophone University Classroom."},
      {
        "id":"EJ408875",
        "title":"French at the Post-Secondary Level: The CPF Perspective."},
      {
        "id":"EJ380340",
        "title":"Fiscal Transfers, Horizontal Equity and Post Secondary Education."},
      {
        "id":"EJ380341",
        "title":"The Growth of the Canadian Education System: An Analysis of Transition Probabilities."},
      {
        "id":"EJ380342",
        "title":"Benefit Segments for Full-Time Undergraduate Students."},
      {
        "id":"EJ380343",
        "title":"Association-Sponsored Higher Education for Business: Perceptions of First-Year Students."},
      {
        "id":"EJ400882",
        "title":"Strategies for Improving Access."},
      {
        "id":"EJ400883",
        "title":"Access to Tertiary Studies: The Case of Mature Age Students."},
      {
        "id":"EJ400884",
        "title":"The STC Course as an Alternative Preparation for Tertiary Education."},
      {
        "id":"EJ400885",
        "title":"The Student Progress and Performance Study 1975-1988."},
      {
        "id":"EJ400886",
        "title":"Access and Equity in Higher Education--A Case Study."},
      {
        "id":"EJ400887",
        "title":"Tertiary Selection--Access or Process?"},
      {
        "id":"EJ400888",
        "title":"The Importance of a Comprehensive Advising System in Improving Student Retention and Graduation Rates."},
      {
        "id":"EJ400889",
        "title":"The White Paper and Restructuring the Academic Labour Market."},
      {
        "id":"EJ400890",
        "title":"Management's Rapacious Quest for Control: A Case Study of Affirmative Action Programs for Academics."},
      {
        "id":"EJ387333",
        "title":"The Role and Use of Educational Theory in Formulating Language Policy."},
      {
        "id":"EJ387334",
        "title":"Native Languages and the Role of Research in Formulating Language Policy."},
      {
        "id":"EJ387335",
        "title":"Educational Research and Theory in Language Policy: ESL in Quebec Schools."},
      {
        "id":"EJ387336",
        "title":"Position Paper: Program Evaluation and Quality Control."},
      {
        "id":"EJ387337",
        "title":"Educating through Educational Evaluation: An Idealistic Response to Ronald Mackay's &quot;Program Evaluation and Quality Control.&quot;"},
      {
        "id":"EJ387338",
        "title":"&quot;Program Evaluation and Quality Control&quot; in Native Language Education."},
      {
        "id":"EJ387339",
        "title":"Teacher Education and Professional Development."},
      {
        "id":"EJ387340",
        "title":"Response from Heritage Language Constituency to John Landon's &quot;Teacher Education and Professional Development.&quot;"},
      {
        "id":"EJ387341",
        "title":"Reply to John Landon's Position Paper."},
      {
        "id":"EJ387342",
        "title":"Reply to John Landon's Position Paper."},
      {
        "id":"EJ387343",
        "title":"Teaching English as a Foreign Language in China."},
      {
        "id":"EJ387344",
        "title":"Making Friends."},
      {
        "id":"EJ387345",
        "title":"Academic Listening and Lecture Notetaking for L1/L2 Students: The Need to Investigate the Utility of the Axioms of Good Notetaking."},
      {
        "id":"EJ387346",
        "title":"Community Based ESL: An Assessment of a Federal Pilot Initiative."},
      {
        "id":"EJ387347",
        "title":"Validation Counselling: A Catalyst for Learning to Make Appropriate Linguistic Choices."},
      {
        "id":"EJ387348",
        "title":"From General English to EST: A Proposal to Reform China's Service English Teaching."},
      {
        "id":"EJ387349",
        "title":"The Cloze Response Patterns of L1 and L2 Students to Literal and Idiomatic Text."},
      {
        "id":"EJ387350",
        "title":"Manipulating and Complementing Content Teaching to Maximize Second Language Learning."},
      {
        "id":"EJ387351",
        "title":"Software for ESL."},
      {
        "id":"EJ387352",
        "title":"Cloze Procedure in the Teaching of Reading."},
      {
        "id":"EJ387353",
        "title":"Projects: A Technique for EFL."},
      {
        "id":"EJ382450",
        "title":"The Green Paper Issue."},
      {
        "id":"EJ392328",
        "title":"The 1988 White Paper on Higher Education."},
      {
        "id":"EJ392329",
        "title":"Corporate Management and the Institutions of Higher Education."},
      {
        "id":"EJ392330",
        "title":"&quot;Demi-Nationalism&quot; in Higher Education: Women in Canadian and Australian Universities."},
      {
        "id":"EJ392331",
        "title":"Recruitment and Financing of Candidates to Study Overseas: The Case of Malaysia and Its Implications for Australia."},
      {
        "id":"EJ392332",
        "title":"The Place of Tenure in Efficient Academic Organizations."},
      {
        "id":"EJ392333",
        "title":"Job Satisfaction of Academics in Hong Kong."},
      {
        "id":"EJ392334",
        "title":"Hidden Equalities: Professional Experience Programme Leave."},
      {
        "id":"EJ392346",
        "title":"Studying Part-Time in Canada's Universities: A Social Change Perspective."},
      {
        "id":"EJ392347",
        "title":"What Should the Goals Be? Employment Equity for Female Faculty in Canada."},
      {
        "id":"EJ392348",
        "title":"The Effects of Gender and Parental Education on Participation within Post-Secondary Education in the 1970s and 1980s."},
      {
        "id":"EJ392349",
        "title":"Un corps professionnel renouvele: les professeurs des universites quebecoises francophones entre 1959 et 1976=A Renewed Professional Body: The Francophone Faculty of Quebec Universities between 1959 and 1976."},
      {
        "id":"EJ392350",
        "title":"Higher Education Policy in the United Kingdom--Reformation or Dissolution?"},
      {
        "id":"EJ477819",
        "title":"College Student Employment, Academic Progress, and Postcollege Labor Market Success."},
      {
        "id":"EJ497763",
        "title":"Disability Simulations as a Teaching Tool: Some Ethical Issues and Implications."},
      {
        "id":"EJ497764",
        "title":"Achievement-Related Beliefs of College Students with Disabilities."},
      {
        "id":"EJ497765",
        "title":"Residence Hall Students' Attitudes toward Resident Assistants with Learning Disabilities."},
      {
        "id":"EJ497766",
        "title":"Report on an International Conference on Disability in Higher Education."},
      {
        "id":"EJ497767",
        "title":"Self-Reported Written Language Difficulties of University Students with Learning Disabilities."},
      {
        "id":"EJ497768",
        "title":"A New Model for Access."},
      {
        "id":"EJ497769",
        "title":"Project Excel: A Demonstration of the Higher Education Transition Model for High-Achieving Students with Disabilities."},
      {
        "id":"EJ497770",
        "title":"Case-Managed Support Services for Students Who Are Deaf or Hearing Impaired."},
      {
        "id":"EJ497771",
        "title":"Learning Disabilities in Adult Basic Education: A Survey of Current Practices."},
      {
        "id":"EJ497772",
        "title":"Speaking Out: Perceptions of Students with Disabilities at Canadian Universities Regarding Institutional Policies."},
      {
        "id":"EJ497773",
        "title":"The &quot;Win-Win&quot; Approach to Title I of the Americans with Disabilities Act: Preparing College Students with Disabilities for Career-Entry Placements after Graduation."},
      {
        "id":"EJ497774",
        "title":"Inclusion of Students with Disabilities in a College Chemistry Lab Course."},
      {
        "id":"EJ501600",
        "title":"Philosophy-in-Action in University Teaching."},
      {
        "id":"EJ501601",
        "title":"Perspectives on Improving Teaching in Canadian Universities."},
      {
        "id":"EJ501602",
        "title":"Credit Courses on University Teaching for Graduate Students in Canadian Universities."},
      {
        "id":"EJ501603",
        "title":"An Evaluation of Pay Equity Reports at Five Canadian Universities."},
      {
        "id":"EJ479649",
        "title":"Time Use and Educational Attainment: A Study of Undergraduate Students."},
      {
        "id":"EJ479650",
        "title":"The Role of Scholarship in University Teaching."},
      {
        "id":"EJ479651",
        "title":"Towards Reform in Subject-Matter Preparation of Science Teachers: Collaboration between a Faculty of Science and a Faculty of Education."},
      {
        "id":"EJ479652",
        "title":"Using the Delphi Method to Improve the Curriculum."},
      {
        "id":"EJ503254",
        "title":"The Federal Student Loan Default Cohort: A Case Study."},
      {
        "id":"EJ503259",
        "title":"The Influence of Financial Aid on Academic Performance and Persistence in Medical School."},
      {
        "id":"EJ499448",
        "title":"\"Her Mouth Windfull of Speech\": Gender in the English as a Second Language Classroom."},
      {
        "id":"EJ499449",
        "title":"Learning in a Content-Based, Collaboratively Structured Course: The Experience of an Adult ESL Learner."},
      {
        "id":"EJ499450",
        "title":"Learners' Transfer of Writing Skills between Languages."},
      {
        "id":"EJ499451",
        "title":"Problems in Developing an Alternative to the TOEFL."},
      {
        "id":"EJ499452",
        "title":"An ESP Speaking Course for International Graduate Students."},
      {
        "id":"EJ499453",
        "title":"Challenging Student Approaches to ESL Vocabulary Development."},
      {
        "id":"EJ499454",
        "title":"&quot;A Time to Break Down, and a Time to Build Up&quot;: Teacher Education in Ontario."},
      {
        "id":"EJ499654",
        "title":"Equity and Diversity in Mass Higher Education: Some Policy Issues."},
      {
        "id":"EJ499655",
        "title":"Just out of Reach: Access to Equity in Australian Higher Education."},
      {
        "id":"EJ499656",
        "title":"Managing Equity in Higher Education."},
      {
        "id":"EJ499657",
        "title":"Mainstreaming Equity Activities in Universities: The Next Challenge."},
      {
        "id":"EJ499658",
        "title":"From Crisis to Containment: Managing Unmet Demand for Australian Higher Education."},
      {
        "id":"EJ499659",
        "title":"New Pathways?: Postcompulsory Schooling, TAFE and Mass Higher Education."},
      {
        "id":"EJ499660",
        "title":"FAUSA and the Rise and Fall of the Binary System of Higher Education in Australia."},
      {
        "id":"EJ499661",
        "title":"Steering at What Distance? The Political Economy of Equity, Diversity and Quality in the August 1993 Higher Education Budget Statement."},
      {
        "id":"EJ499662",
        "title":"Universities Inc.: Caveat Emptor."},
      {
        "id":"EJ499663",
        "title":"Australian First Nations University: A Discussion on the Establishment of an Aboriginal University."},
      {
        "id":"EJ499664",
        "title":"\"Consent\" or \"Coercion\"? Removing Conflict of Interest from Staff-Student Relations."},
      {
        "id":"EJ500669",
        "title":"Industrial Arts/Technology Education as a Social Study: The Original Intent?"},
      {
        "id":"EJ500670",
        "title":"Student Cognitive Styles in Postsecondary Technology Programs."},
      {
        "id":"EJ500671",
        "title":"Teacher Socialization in Technological Education."},
      {
        "id":"EJ500672",
        "title":"Rousseau in the Heritage of Technology Education."},
      {
        "id":"EJ500673",
        "title":"Case Studies of Multidisciplinary Approaches to Integrating Mathematics, Science and Technology Education."},
      {
        "id":"EJ504569",
        "title":"The Coalition that Supported the Smith-Hughes Act or a Case for Strange Bedfellows."},
      {
        "id":"EJ504570",
        "title":"Social Welfare and Vocational Education--in Progressive Era Cincinnati."},
      {
        "id":"EJ504571",
        "title":"Career Plateauing: A Survey of Technical College Employees."},
      {
        "id":"EJ504572",
        "title":"Manufacturing Management: The Head-Waters for Technical/Vocational Education."},
      {
        "id":"EJ504573",
        "title":"Effective Teaching: Perceptions of Secondary Business Education Teachers."},
      {
        "id":"EJ505240",
        "title":"Change and Conflict: Introduction of the Communicative Approach in China."},
      {
        "id":"EJ505241",
        "title":"Some Effects of Task Type on the Relation between Communicative Effectiveness and Grammatical Accuracy in Intensive ESL Classes."},
      {
        "id":"EJ505242",
        "title":"ESL Students Speak up: Their Stories of How We Are Doing."},
      {
        "id":"EJ505243",
        "title":"An Alternative Method for Teaching and Testing Reading Comprehension."},
      {
        "id":"EJ505244",
        "title":"ESL Teacher Education and Intercultural Communication: Discomfort as a Learning Tool."},
      {
        "id":"EJ505245",
        "title":"Summer English Language and Cultural Studies Programs: Points to Ponder."},
      {
        "id":"EJ514324",
        "title":"Perspectives on Work from Rural Parents with Different Levels of Education."},
      {
        "id":"EJ514325",
        "title":"Encouraging Employer Involvement in Youth Apprenticeship and Other Work-Based Learning Experiences for High School Students."},
      {
        "id":"EJ514326",
        "title":"Self-Directedness in Adult Vocational Education Students: Its Role in Learning and Implications for Instruction."},
      {
        "id":"EJ514327",
        "title":"SWOT Analysis--A Management Tool for Initiating New Programs in Vocational Schools."},
      {
        "id":"EJ514328",
        "title":"Teacher Preparation for Diversity: A National Study of Certification Requirements."},
      {
        "id":"EJ512070",
        "title":"The Systematic Design and Implementation of a Training Program for Teaching Assistants."},
      {
        "id":"EJ512071",
        "title":"Success Community College: An Examination of Organizational Change."},
      {
        "id":"EJ512072",
        "title":"Faculty Development Structures and Activities in Ontario's Colleges of Applied Arts and Technology."},
      {
        "id":"EJ512073",
        "title":"La situation de l'emploi chez les finissants francophones des institutions de formation a l'enseignement de l'Ontario (The Employment Situation of Francophone Graduates of Ontario Teacher Education Programs)."},
      {
        "id":"EJ512074",
        "title":"Teaching Excellence: A Reaction to the Smith Commission Report and Its Effects."},
      {
        "id":"EJ513064",
        "title":"The Founders of Industrial Arts in the U.S."},
      {
        "id":"EJ513065",
        "title":"Technology as Knowledge: Implications for Instruction."},
      {
        "id":"EJ513066",
        "title":"For a History of Technology Education: Contexts, Systems, and Narratives."},
      {
        "id":"EJ513067",
        "title":"The Relationship between Psychological Type and Professional Orientation among Technology Education Teachers."},
      {
        "id":"EJ439759",
        "title":"Women's Studies in Australian Higher Education: Introduction and Brief History."},
      {
        "id":"EJ439760",
        "title":"Women's Studies in the 1990s: Problems and Prospects."},
      {
        "id":"EJ439761",
        "title":"Orphans of the Storm: The Attrition of the ANU Women's Studies Program."},
      {
        "id":"EJ439762",
        "title":"The Women's Research Centre at the University of Western Sydney, Nepean: Political and Ethical Considerations."},
      {
        "id":"EJ439763",
        "title":"&quot;There's Good News in the Mail!&quot;: Women's Studies by External Mode of Delivery."},
      {
        "id":"EJ439764",
        "title":"Inauguration of the Faculty of Law at the University of Wollongong."},
      {
        "id":"EJ439765",
        "title":"Portia Lost in the Groves of Academe Wondering What to Do about Legal Education."},
      {
        "id":"EJ439766",
        "title":"Academic Freedom in South Africa."},
      {
        "id":"EJ457627",
        "title":"Effect of Lowering the Reading Level of a Health Education Pamphlet on Increasing Comprehension by ESL Adults."},
      {
        "id":"EJ457628",
        "title":"L1 vs L2 Writing: ESL Graduate Students' Perceptions."},
      {
        "id":"EJ457629",
        "title":"Teaching ESL Grammar through Dictation."},
      {
        "id":"EJ457630",
        "title":"Integrating Language and Content: A Case Study."},
      {
        "id":"EJ455436",
        "title":"An Intervention with an Adolescent Incest Victim/Abuser."},
      {
        "id":"EJ455437",
        "title":"Predictors of Client Non-return to Post-intake Counselling."},
      {
        "id":"EJ455438",
        "title":"Job Search Strategies for Older Job Hunters: Addressing Employers' Perceptions."},
      {
        "id":"EJ455439",
        "title":"Young People's Attitudes toward the World of Work in Three Canadian Labour Markets."},
      {
        "id":"EJ455440",
        "title":"Automaticity as a Factor in Counsellor Skills Acquisition."},
      {
        "id":"EJ455441",
        "title":"Professional Identity and Counsellor Education."},
      {
        "id":"EJ456105",
        "title":"Research at Small Canadian Universities."},
      {
        "id":"EJ456106",
        "title":"Entrepreneurial Activities in Postsecondary Education."},
      {
        "id":"EJ456107",
        "title":"An Institutional Response to Date Rape."},
      {
        "id":"EJ456108",
        "title":"Educating for Success. A Program to Enhance the Self Concept of Freshmen on a Large College Campus: An Evaluation."},
      {
        "id":"EJ456109",
        "title":"A Philosophical Approach to Business Education."},
      {
        "id":"EJ453126",
        "title":"The Regulation of Academic Employment: The Past and Present."},
      {
        "id":"EJ453127",
        "title":"Enterprise Bargaining and Higher Education: A Changed Role for the AHEIA?"},
      {
        "id":"EJ453128",
        "title":"The 1991 National Wage Case: Higher Education and Enterprise Bargaining."},
      {
        "id":"EJ453129",
        "title":"Universities and Enterprise Bargaining."},
      {
        "id":"EJ453130",
        "title":"Sex on Campus--Where Does &quot;Consent&quot; End and Harassment Begin?"},
      {
        "id":"EJ453131",
        "title":"Some Dynamics of Authorship."},
      {
        "id":"EJ454066",
        "title":"The Effect of Cognitive Instruction in the Development of Employment Interview Skills in Adolescents with Learning Disabilities."},
      {
        "id":"EJ454067",
        "title":"Native Canadian and Intelligence Testing."},
      {
        "id":"EJ454068",
        "title":"Vocational Bias and Gender: Evaluations of High School Counsellors by Canadian University Undergraduates."},
      {
        "id":"EJ454069",
        "title":"Impact of Treatment Adherence Intervention on a Social Skills Program Targeting Criticism Behaviours."},
      {
        "id":"EJ454070",
        "title":"Adaptability for Transitions: Components and Implication for Intervention."},
      {
        "id":"EJ456926",
        "title":"Creation and Mobilization of Counselling Resources for Youth: An Innovation in Collaborative Program Development."},
      {
        "id":"EJ456927",
        "title":"Employment Counsellors' and Youths' Views of the Transition to Work: Preparing to Develop a Work Skills Simulation."},
      {
        "id":"EJ456928",
        "title":"Empowering Rural Parents to Support Youth Career Development: An Interim Report."},
      {
        "id":"EJ456929",
        "title":"Development and Evaluation of an Instructional Module to Promote Career Maturity for Youth with Learning Difficulties."},
      {
        "id":"EJ458788",
        "title":"Do Hands-On, Technology-Based Activities Enhance Learning by Reinforcing Cognitive Knowledge and Retention?"},
      {
        "id":"EJ458789",
        "title":"Personal and Professional Needs of Technology Teachers."},
      {
        "id":"EJ458790",
        "title":"Productivity, the Workforce, and Technology Education."},
      {
        "id":"EJ458791",
        "title":"Technology Teacher Education Curriculum Courses."},
      {
        "id":"EJ458792",
        "title":"Another Look at Technology and Science."},
      {
        "id":"EJ458793",
        "title":"Retaining Teachers in Technology Education: Probable Causes, Possible Solutions."},
      {
        "id":"EJ458794",
        "title":"The Development of Problem Solving Capabilities in Pre-service Technology Teacher Education."},
      {
        "id":"EJ458795",
        "title":"Mathematics, Science, and Technology Teachers' Perceptions of Technology Education."},
      {
        "id":"EJ458796",
        "title":"Enrollment Trends in Industrial Arts/Technology Teacher Education from 1970-1990."},
      {
        "id":"EJ458912",
        "title":"Computer-Assisted Vocational Life Skills Program for Offenders."},
      {
        "id":"EJ458913",
        "title":"Adolescents' Memories of Career Information Videotapes."},
      {
        "id":"EJ458914",
        "title":"Training Counsellors to Work with Diverse Populations: An Integrated Approach."},
      {
        "id":"EJ449629",
        "title":"School Counsellors' Perceptions of Their Effectiveness."},
      {
        "id":"EJ449630",
        "title":"Career Paths and Socio-Economic Status."},
      {
        "id":"EJ449631",
        "title":"The Prevention of Sexual Abuse: An Evaluation of &quot;Talking about Touching.&quot;"},
      {
        "id":"EJ449632",
        "title":"Money, Money, Money: A Developmental Guidance Approach."},
      {
        "id":"EJ449633",
        "title":"What Do Counsellors Think They Are Doing?"},
      {
        "id":"EJ450310",
        "title":"Notetaking Difficulties and Approaches Reported by University Students with Learning Disabilities."},
      {
        "id":"EJ450311",
        "title":"Learning to Achieve: Suggestions form Adults with Learning Disabilities."},
      {
        "id":"EJ446061",
        "title":"The Making of Canadian Economists: Results of a Survey of Graduate Students."},
      {
        "id":"EJ446062",
        "title":"Relationships between University Characteristics and Early Job Outcomes of Accountants."},
      {
        "id":"EJ446063",
        "title":"Granting Agency Criteria for Awarding Graduate Research Scholarships."},
      {
        "id":"EJ446064",
        "title":"Sans distinction de sexe? Les carrieres universitaires en sciences mathematiques (Without Regard to Sex? University Careers in Mathematics)."},
      {
        "id":"EJ446065",
        "title":"On the Study of Higher Education in Canadian Universities."},
      {
        "id":"EJ446066",
        "title":"A Survey Tool, Retrenchment Blues and a Career Alternatives Program."},
      {
        "id":"EJ446067",
        "title":"La vulnerabilite de l'universite face aux politiques gouvernementales et la cooperation internationale nord-sud (The Vulnerability of the University in the Face of Governmental Politics and North-South International Cooperation)."},
      {
        "id":"EJ443218",
        "title":"Access in Education: Assisting Students from Dependence to Independence."},
      {
        "id":"EJ443219",
        "title":"Special Education Faculty Involvement with College Students with Disabilities."},
      {
        "id":"EJ443220",
        "title":"Compensatory Computer Technology for Disabled College Students: Applications and an Evaluation of Student Use, Satisfaction, and Academic Outcomes."},
      {
        "id":"EJ443221",
        "title":"A Private College's Response to the Emerging Minority of Students with Disabilities."},
      {
        "id":"EJ486580",
        "title":"Organization and Administration of Graduate Studies in Canadian Universities."},
      {
        "id":"EJ486581",
        "title":"Education, Attitudes, and Language of Higher Education: Francophone Students in Northern Ontario."},
      {
        "id":"EJ486582",
        "title":"Change and Influence in the Community Colleges of British Columbia."},
      {
        "id":"EJ486583",
        "title":"Cost Determinants in Canadian Universities."},
      {
        "id":"EJ472884",
        "title":"The Intellectual Property of Academics as Teachers, Scholars or Researchers."},
      {
        "id":"EJ472885",
        "title":"Intellectual Property Rights in the Australian University Context: An Overview."},
      {
        "id":"EJ472886",
        "title":"The Copyright Agency Limited."},
      {
        "id":"EJ472887",
        "title":"From &quot;Piracy&quot; to Payment: Audio-Visual Copyright and Teaching Practice."},
      {
        "id":"EJ472888",
        "title":"Competitive Research Grants and Industry Collaboration: A Challenge for Universities in the 1990s."},
      {
        "id":"EJ472889",
        "title":"Patents and University Research in the United Kingdom."},
      {
        "id":"EJ472890",
        "title":"Universities, Intellectual Property and Litigation: A View from the Sideline."},
      {
        "id":"EJ472891",
        "title":"A Note on Academic Plagiarism."},
      {
        "id":"EJ472892",
        "title":"Performance and Quality in Higher Education."},
      {
        "id":"EJ472893",
        "title":"The Brick Wall: Why So Few Women Become Senior Academics."},
      {
        "id":"EJ493129",
        "title":"Preparing and Implementing a Task-Based ESL Curriculum in an EFL Setting: Implications for Theory and Practice."},
      {
        "id":"EJ493130",
        "title":"&quot;We Are All Sisters, So We Don't Have to Be Polite&quot;: Language Choice and English Language Training in the Multilingual Workplace."},
      {
        "id":"EJ493131",
        "title":"Teachers' Practices and Students' Preferences for Feedback on Second Language Writing: A Case Study of Adult ESL Learners."},
      {
        "id":"EJ493132",
        "title":"The Four-Dimensional Model: Interaction of Schemata in the Process of FL Reading Comprehension."},
      {
        "id":"EJ493133",
        "title":"Teaching Classification and Organization Skills Is ESOL Composition."},
      {
        "id":"EJ493134",
        "title":"Teacher Collaboration in Integrating Language and Content."},
      {
        "id":"EJ493135",
        "title":"Does Language Assessment Facilitate Recent Immigrants' Participation in Canadian Society?"},
      {
        "id":"EJ493192",
        "title":"Quality Assurance and Disciplinary Differences."},
      {
        "id":"EJ493193",
        "title":"Valuing Quality Teaching through Recognition of Context Specific Skills."},
      {
        "id":"EJ493194",
        "title":"Research Quality, Peer Review and Performance Indicators."},
      {
        "id":"EJ493195",
        "title":"Do Performance Indicators Measure Outcomes of Education?"},
      {
        "id":"EJ493196",
        "title":"Strange yet Compatible Bedfellows: Quality Assurance and Quality Improvement."},
      {
        "id":"EJ493197",
        "title":"Quality and Traditional University Values: Policy Development through Consultation."},
      {
        "id":"EJ493198",
        "title":"Use of Peer Review by the Australian Research Council."},
      {
        "id":"EJ493199",
        "title":"The Loose Cannon Syndrome: University as Business &amp; Students as Consumers."},
      {
        "id":"EJ493200",
        "title":"Australian Higher Education, Constructivism and the Relevance of the Transmission View: A Reply to Coady and Miller."},
      {
        "id":"EJ493212",
        "title":"Reform in Canadian Universities."},
      {
        "id":"EJ493213",
        "title":"First Year Science in a Commuter University: Where to Intervene."},
      {
        "id":"EJ434718",
        "title":"Implications of Screen Design upon Learning."},
      {
        "id":"EJ441444",
        "title":"The Role of NS Personality and Experience in NS-NNS Interaction."},
      {
        "id":"EJ441445",
        "title":"The Role and Value of Graphic Representation of Knowledge Structures in ESL Student Learning: An Ethnographic Study."},
      {
        "id":"EJ441446",
        "title":"Performance in English Skills Courses and Overall Academic Achievement."},
      {
        "id":"EJ441447",
        "title":"Lifestorying and Drawing in a Czech EFL Class."},
      {
        "id":"EJ441448",
        "title":"Making and Using Slides in the ESL Classroom."},
      {
        "id":"EJ441449",
        "title":"Getting into the Picture."},
      {
        "id":"EJ441563",
        "title":"Observations on the Prospects for a Private University Sector in Ontario."},
      {
        "id":"EJ441564",
        "title":"The Future of the University: A Contingency Analysis of Professors' Perspectives."},
      {
        "id":"EJ441565",
        "title":"Outcomes Assessment: How Much Value Does University Education Add?"},
      {
        "id":"EJ441566",
        "title":"Pour une gestion amelioree des ressources humaines dans les departements universitaires--Les possibilites offertes par la modulation des taches des professeurs."},
      {
        "id":"EJ441567",
        "title":"Myth Conceptions of Academic Work."},
      {
        "id":"EJ437988",
        "title":"Establishing Learning Disability Support Services with Minimal Resources."},
      {
        "id":"EJ437989",
        "title":"Diagnosis of Learning Disabilities in Postsecondary Institutions."},
      {
        "id":"EJ437990",
        "title":"The Transition of Students with Learning Disabilities: A Case Study."},
      {
        "id":"EJ437992",
        "title":"Social Competence and Work Success of College Students with Learning Disabilities."},
      {
        "id":"EJ451736",
        "title":"Detecting Gender Discrimination in University Salaries: A Case Study."},
      {
        "id":"EJ451737",
        "title":"Computing Technologies: A Cornerstone for Educational and Employment Equity."},
      {
        "id":"EJ451738",
        "title":"The Employment Experience of Recent Graduate Education Students."},
      {
        "id":"EJ451739",
        "title":"Accessibility: Students with Disabilities in Universities in Canada."},
      {
        "id":"EJ462692",
        "title":"Changes in the Nature of Academic Work."},
      {
        "id":"EJ462693",
        "title":"Academic Perceptions of Their Roles Pre and Post the New Higher Education Policy."},
      {
        "id":"EJ462694",
        "title":"The State of the Academic Profession: An Australia-United Kingdom Comparison."},
      {
        "id":"EJ462695",
        "title":"Changing Patterns of Research Direction in Higher Education Institutions: Evidence from Australian Universities."},
      {
        "id":"EJ464217",
        "title":"Student Loan Defaulters Compared with Repayers: A Texas Case Study."},
      {
        "id":"EJ466479",
        "title":"Teleconferencing: A Viable Stress Management Delivery Mode."},
      {
        "id":"EJ466480",
        "title":"Perceptions of Counsellors' Intentions with High versus Low Quality Counsellor Responses."},
      {
        "id":"EJ466481",
        "title":"The Use of Family Systems Approaches by School Counsellors."},
      {
        "id":"EJ466482",
        "title":"Envisioning the Future: Worklife and Counselling."},
      {
        "id":"EJ467163",
        "title":"Academic Faculty Wives and Systemic Discrimination--Antinepotism and &quot;Inbreeding.&quot;"},
      {
        "id":"EJ467164",
        "title":"Unequal Returns: Gender Differences in Initial Employment among University Graduates."},
      {
        "id":"EJ467165",
        "title":"The University in the 1990s: Crisis or Predicament?"},
      {
        "id":"EJ468398",
        "title":"Contexts and Influences on the Need for Personal Flexibility for the 21st Century, Part I."},
      {
        "id":"EJ468399",
        "title":"The Mother-Infant Attachment Process in Adoptive Families."},
      {
        "id":"EJ468400",
        "title":"Good Moments in Gestalt Therapy: A Descriptive Analysis of Two Perls Sessions."},
      {
        "id":"EJ468401",
        "title":"When the Values of Clients and Counsellors Clash: Some Conceptual and Ethical Propositions."},
      {
        "id":"EJ461470",
        "title":"Paid Consulting in Ontario Colleges of Applied Arts and Technology."},
      {
        "id":"EJ461471",
        "title":"Unpacking Attrition: A Change of Emphasis."},
      {
        "id":"EJ461472",
        "title":"The Paradox of the Presidency: The Difference a President Makes in Institutional Functioning at Three Community Colleges."},
      {
        "id":"EJ461473",
        "title":"Social Work Education for Aboriginal Communities."},
      {
        "id":"EJ461474",
        "title":"Access by Part-Time Students: A Question of Openness in Canadian Universities."},
      {
        "id":"EJ425900",
        "title":"An Argument for Having Office-Support Studies in the University System."},
      {
        "id":"EJ425901",
        "title":"Student Life in Canadian Universities: The Lessons of History."},
      {
        "id":"EJ425902",
        "title":"Is the Post-Secondary Classroom a Chilly One for Women? A Review of the Literature."},
      {
        "id":"EJ425903",
        "title":"Attrition from Health Professional Schools in a Canadian University."},
      {
        "id":"EJ425904",
        "title":"Freshman Attrition in a College of Applied Arts and Technology of Ontario."},
      {
        "id":"EJ425905",
        "title":"Innovation and Entrepreneurship in Colleges: An Interpretive Study of the Piloting of Innovation Centres."},
      {
        "id":"EJ431528",
        "title":"Modelling and Motivating Academic Performance."},
      {
        "id":"EJ431529",
        "title":"Accountability: To Whom--For What?"},
      {
        "id":"EJ431530",
        "title":"Working in the Present."},
      {
        "id":"EJ431531",
        "title":"Two Kinds of Accountability."},
      {
        "id":"EJ431532",
        "title":"From the State to the Citizen to the Economy."},
      {
        "id":"EJ431533",
        "title":"The Personality Market."},
      {
        "id":"EJ431534",
        "title":"The Meanings of the Clever Country."},
      {
        "id":"EJ431535",
        "title":"Women in Medical Research and Academic: What Future?"},
      {
        "id":"EJ430085",
        "title":"Historical Notes on Regulation in the Federal Student Assistance Programs."},
      {
        "id":"EJ430107",
        "title":"Strategic Policy for Science."},
      {
        "id":"EJ430108",
        "title":"How Research Came to Dominate Higher Education and What Ought to Be Done about It."},
      {
        "id":"EJ430109",
        "title":"The Dying of the Light."},
      {
        "id":"EJ430110",
        "title":"Destroying the Gift: Rationalising Research in the Humanities."},
      {
        "id":"EJ430111",
        "title":"The Academic Freedom Charter Experience."},
      {
        "id":"EJ430112",
        "title":"Privatising State Workers: The Case of Academics."},
      {
        "id":"EJ430113",
        "title":"Access to University Education in Australia 1852-1990: Changes in the Undergraduate Social Mix."},
      {
        "id":"EJ430114",
        "title":"Academic Background and Achievement of Single and Married Mothers Undertaking Tertiary Study."},
      {
        "id":"EJ427210",
        "title":"Variations in Composing Behaviours of Academic ESL Writers in Test and Non-Test Situations."},
      {
        "id":"EJ427211",
        "title":"Helping ESL Students Cope with Content-Based Texts."},
      {
        "id":"EJ427212",
        "title":"Strategies for Success: Bringing Out the Best in a Learner."},
      {
        "id":"EJ427213",
        "title":"Introduction of Communicative Language Teaching in Tourism in Cuba."},
      {
        "id":"EJ427214",
        "title":"Using Peer Response Groups in ESL Writing Classes."},
      {
        "id":"EJ427215",
        "title":"The Ongoing Story: A Process with a Product for Classes in Spoken English."},
      {
        "id":"EJ427216",
        "title":"Don't Leave Home without Them."},
      {
        "id":"EJ413536",
        "title":"The Canada Student Loans Program: Time for Revision."},
      {
        "id":"EJ413537",
        "title":"Adaptation a une environnement en mutation: accords et dissensions dans le secteur de l'enseignement postsecondaire quebecois (Adaptation to a Changing Environment: Agreement and Dissention in the Quebec Postsecondary Education Sector)."},
      {
        "id":"EJ413538",
        "title":"Position Description Analysis: A Method for Describing Academic Roles and Functions."},
      {
        "id":"EJ413539",
        "title":"Using Matching Grants to Facilitate Corporate-University Research Linkages: A Preliminary Examination of Outcomes from One Initiative."},
      {
        "id":"EJ413540",
        "title":"Quality Assurance: A Framework for Canadian Universities."},
      {
        "id":"EJ415213",
        "title":"Women in the Academic Search for Excellence."},
      {
        "id":"EJ415214",
        "title":"Women in Higher Education--Changes in the 1980s?"},
      {
        "id":"EJ415215",
        "title":"Life after Dawkins: Teaching and Research with Diminishing Resources."},
      {
        "id":"EJ415216",
        "title":"Academic Salaries in Australia, 1967 to 1990."},
      {
        "id":"EJ415217",
        "title":"Status and Conditions of Employment at the University of Sydney 1850-1985."},
      {
        "id":"EJ415218",
        "title":"Reforming Research and Higher Education--The Example of the Federal Republic of Germany."},
      {
        "id":"EJ415219",
        "title":"The American University."},
      {
        "id":"EJ433159",
        "title":"Student Role Supports for Younger and Older Middle-Aged Women: Applications of a Life-Event Model."},
      {
        "id":"EJ433160",
        "title":"The Importance of the Board-President Relationship in Three Community Colleges."},
      {
        "id":"EJ433161",
        "title":"Les relations universite-entreprise entre l'etat et le besoin (University-Business Relationships between the State and the Need)."},
      {
        "id":"EJ433162",
        "title":"Exit, Voice, Loyalty and Neglect as Student Responses to Dissatisfaction: An Act Frequency Approach."},
      {
        "id":"EJ433224",
        "title":"Screen Design: Location of Information and Its Effects on Learning."},
      {
        "id":"EJ476098",
        "title":"Attributes of Effective Lecturing in the College Classroom."},
      {
        "id":"EJ476099",
        "title":"Gender Issues in University: The University as Employer of Academic and Nonacademic Women and Men."},
      {
        "id":"EJ476100",
        "title":"The Point of View of the Student in Attrition Research."},
      {
        "id":"EJ476125",
        "title":"Centralised Decentralisation: Sloanism, Marketing Quality and Higher Education."},
      {
        "id":"EJ476126",
        "title":"Education, Markets and the Contradictions of Asia-Australia Relations."},
      {
        "id":"EJ476127",
        "title":"Australian Higher Education and the Relevance of Newman."},
      {
        "id":"EJ475342",
        "title":"A Study of Three Approaches for Teaching Technical Content to Pre-service Technology Education Teachers."},
      {
        "id":"EJ475343",
        "title":"A Technological Teacher Education Program Planning Model."},
      {
        "id":"EJ475344",
        "title":"Technology Education in Japan."},
      {
        "id":"EJ475345",
        "title":"Implementing Technology in the School Curriculum: A Case Study Involving Six Secondary Schools."},
      {
        "id":"EJ475346",
        "title":"Identifying Critical Issues and Problems in Technology Education Using a Modified-Delphi Technique."},
      {
        "id":"EJ485879",
        "title":"A Comparison of Second-Year Principles of Technology and High School Physics Student Achievement Using a Principles of Technology Achievement Test."},
      {
        "id":"EJ485880",
        "title":"Technology Education: AKA Industrial Arts."},
      {
        "id":"EJ485881",
        "title":"Operative Computer Learning with Cooperative Task and Reward Structures."},
      {
        "id":"EJ473983",
        "title":"Contexts and Influences on the Need for Personal Flexibility for the 21st Century, Part II."},
      {
        "id":"EJ473984",
        "title":"Elementary School Counsellors' Perceptions of Their Current and Ideal Role with Parents and Families."},
      {
        "id":"EJ473985",
        "title":"Counselling Survivors of Traumatic Brain Injury."},
      {
        "id":"EJ565956",
        "title":"Simulating Technology Processes to Foster Learning."},
      {
        "id":"EJ565957",
        "title":"Assessment Modes, Learning Styles, and Design and Technology Project Work in Higher Education."},
      {
        "id":"EJ565958",
        "title":"Tailoring Assessment of Technological Literacy Learning."},
      {
        "id":"EJ565959",
        "title":"An International Overview of Curricular Approaches and Models in Technology Education."},
      {
        "id":"EJ565960",
        "title":"Views of Technology Education in Canada and the United Kingdom."},
      {
        "id":"EJ565961",
        "title":"Technology-Based Programs and Drop-out Prevention."},
      {
        "id":"EJ565962",
        "title":"Print versus Electronic: Editors' Insights on the Costs and Benefits of Online Journals."},
      {
        "id":"EJ577675",
        "title":"Technology and Delivery: Assessing the Impact of New Media on &quot;Borderless&quot; Education."},
      {
        "id":"EJ577676",
        "title":"Time and Tide: Teaching and Learning Online."},
      {
        "id":"EJ577677",
        "title":"Fast Times at Virtual U: Digital Media, Markets and the Future of Higher Education in the West Report."},
      {
        "id":"EJ577678",
        "title":"Borderless Education and Teaching and Learning Cultures: The Case of Hong Kong."},
      {
        "id":"EJ577679",
        "title":"The Opposite of Choice: New Technologies and New Markets in Australian Education."},
      {
        "id":"EJ577680",
        "title":"Information Technology as Cultural Capital."},
      {
        "id":"EJ577681",
        "title":"Technology, Information and Learning."},
      {
        "id":"EJ584086",
        "title":"Difference, Globalisation and the Internationalisation of Curriculum."},
      {
        "id":"EJ584087",
        "title":"Working in Australian Universities: Pay Equity for Men and Women?"},
      {
        "id":"EJ585971",
        "title":"Age and Second Language Acquisition in Adulthood: The Learning Experiences and Perceptions of Women Immigrants."},
      {
        "id":"EJ585972",
        "title":"Peer Response in ESL Writing."},
      {
        "id":"EJ585973",
        "title":"The Use of CLBA Scores in LINC Program Placement Practices in Western Canada."},
      {
        "id":"EJ585974",
        "title":"To Homestay or to Stay Home: The Canadian-Japanese Experience."},
      {
        "id":"EJ585975",
        "title":"Play: A Fundamental Equalizer for ESL Children."},
      {
        "id":"EJ585976",
        "title":"Personal Knowledge and the Teaching of Languages."},
      {
        "id":"EJ585977",
        "title":"Developing Program Standards for Adult ESL."},
      {
        "id":"EJ585978",
        "title":"A Review of the Woodcock Reading Mastery Test-Revised (WRMT-R)."},
      {
        "id":"EJ581163",
        "title":"Ethical Issues in Rural Counselling Practice."},
      {
        "id":"EJ581164",
        "title":"Ethical Considerations in First Nations Counselling and Research."},
      {
        "id":"EJ581165",
        "title":"Care and Concern: An Ethical Journey in Participatory Action Research."},
      {
        "id":"EJ581166",
        "title":"Be Careful What You Wish For: Issues in the Statutory Regulation of Counsellors."},
      {
        "id":"EJ585118",
        "title":"Demographic and Economic Trends: Implications for Education and Industry."},
      {
        "id":"EJ585119",
        "title":"Technology Education in Prospect: Perceptions, Change, and the Survival of the Profession."},
      {
        "id":"EJ585120",
        "title":"The Professional Development of Community College Applied Science and Technology Faculty."},
      {
        "id":"EJ585121",
        "title":"An Overview of Performance Technology."},
      {
        "id":"EJ585122",
        "title":"Technology Education in the American Elementary School."},
      {
        "id":"EJ585123",
        "title":"Does the Recent Literature in Technology Education Reveal the Profession's Direction?"},
      {
        "id":"EJ583099",
        "title":"Key Factors Influencing Pupil Motivation in Design and Technology."},
      {
        "id":"EJ583100",
        "title":"Cross-Gender Interaction in Technology Education: A Survey."},
      {
        "id":"EJ583101",
        "title":"Research in Technology Education--Some Areas of Need."},
      {
        "id":"EJ583102",
        "title":"Addressing Women's Ways of Knowing to Improve the Technology Education Environment for All Students."},
      {
        "id":"EJ590763",
        "title":"Preparing Tomorrow's HRD Professionals: Perceived Relevance of the 1989 Competency Model."},
      {
        "id":"EJ590764",
        "title":"Explanatory Style of Secondary Vocational Educators."},
      {
        "id":"EJ590765",
        "title":"The Heritage of Elementary School Technology Education in the U.S."},
      {
        "id":"EJ590766",
        "title":"Women and Black Students in College Automotive Technology."},
      {
        "id":"EJ590767",
        "title":"The Modified Delphi Technique--A Rotational Modification."},
      {
        "id":"EJ590817",
        "title":"When Biology Isn't Destiny: Implications for the Sexuality of Women without Children."},
      {
        "id":"EJ590818",
        "title":"The Interpersonal Exchange Model of Sexual Satisfaction: Implications for Sex Therapy with Couples."},
      {
        "id":"EJ590819",
        "title":"Responding to Sexual Harassment: Implications for Counselling Adolescent Girls."},
      {
        "id":"EJ590820",
        "title":"Searching for Support and Community: Experiences in a Gay Men's Psychoeducational Group."},
      {
        "id":"EJ590821",
        "title":"Experiential Interventions for Clients with Genital Herpes."},
      {
        "id":"EJ590822",
        "title":"The Role Healthy Sexuality Plays in Modifying Abusive Behaviours of Adolescent Sex Offenders: Practical Considerations for Professionals."},
      {
        "id":"EJ592635",
        "title":"Technology Education in the Finnish Primary Schools."},
      {
        "id":"EJ592636",
        "title":"Identification of Quality Characteristics for Technology Education Programs: A North Carolina Case Study."},
      {
        "id":"EJ592637",
        "title":"Elementary Children's Conceptions of Structural Stability: A Three Year Study."},
      {
        "id":"EJ592638",
        "title":"Content or Process as Approaches to Technology Curriculum: Does It Matter Come Monday Morning?"},
      {
        "id":"EJ592639",
        "title":"Talking Technology: Language and Literacy in the Primary School Examined through Children's Encounters with Mechanisms."},
      {
        "id":"EJ590333",
        "title":"Environmental Education between Modernity and Postmodernity: Searching for an Integrating Educational Framework."},
      {
        "id":"EJ590334",
        "title":"Locating Environmental Education between Modern Capitalism and Postmodern Socialism: A Reply to Lucie Sauve."},
      {
        "id":"EJ590335",
        "title":"Convergence and Divergence: A Rejoinder to John Huckle."},
      {
        "id":"EJ590336",
        "title":"Relieving Modern Day Atlas of an Illusory Burden: Abandoning the Hypermodern Fantasy of an Education To Manage the Globe."},
      {
        "id":"EJ590337",
        "title":"Is There a Future for Education Consistent with Agenda 21?"},
      {
        "id":"EJ590338",
        "title":"Issues of Inclusion in Developing Environmental Education Policy: Reflections on B.C. Experiences."},
      {
        "id":"EJ590339",
        "title":"Starting Points: Questions of Quality in Environmental Education."},
      {
        "id":"EJ590340",
        "title":"Global Education: Towards a Quantum Model of Environmental Education."},
      {
        "id":"EJ590341",
        "title":"La notion de development de communautes responsables comme source d'inspiration pour la recherche en education relative en environnement (The Idea of Responsible Community Development as a Source of Inspiration for Research in Education Relative to the Environment)."},
      {
        "id":"EJ590342",
        "title":"Biodiversity as a Postmodern Theme for Environmental Education."},
      {
        "id":"EJ590343",
        "title":"Environmental Education and Sustainable Consumption: The Case of Mexico."},
      {
        "id":"EJ590344",
        "title":"Education and Training for Sustainable Tourism: Problems, Possibilities and Cautious First Steps."},
      {
        "id":"EJ590345",
        "title":"Environmental Education and Academic Border Crossings: Addressing (Educational) Imperialism in Aotearoa, New Zealand."},
      {
        "id":"EJ590346",
        "title":"Reclaiming Silenced Voices through Practices of Education and Environmental Popular Knowledge Production."},
      {
        "id":"EJ590347",
        "title":"Thinking the Environment: The Written Epistemology of Inquiry."},
      {
        "id":"EJ587278",
        "title":"Career Counselling for the Academically Gifted Student."},
      {
        "id":"EJ587279",
        "title":"Foster Parent Stress."},
      {
        "id":"EJ587280",
        "title":"Resolution of Value Conflicts in Multicultural Counselling."},
      {
        "id":"EJ587281",
        "title":"Possible Selves Mapping: Life-Career Exploration with Young Adolescents."},
      {
        "id":"EJ587282",
        "title":"A Proactive Strategy for Attracting Women into Engineering."},
      {
        "id":"EJ591488",
        "title":"An Evaluation of the Desirable Characteristics of a Supervisor."},
      {
        "id":"EJ591489",
        "title":"Diversity and Convergence in Australian Higher Education."},
      {
        "id":"EJ609442",
        "title":"Lifestyle Interventions: Reasons for Therapeutic Outcomes."},
      {
        "id":"EJ609443",
        "title":"Interdisciplinary Collaboration: Ethical Issues and Recommendations."},
      {
        "id":"EJ609444",
        "title":"Organizational Citizenship Behavior: Proposal for a New Dimension in Counsellor Education."},
      {
        "id":"EJ609445",
        "title":"The Meaning of Suicide Attempts by Young Adults."},
      {
        "id":"EJ609758",
        "title":"Reporting Qualitative Studies."},
      {
        "id":"EJ609759",
        "title":"Participation in Inclusive Preschool Programs and Sensitivity to the Needs of Others."},
      {
        "id":"EJ609760",
        "title":"Enhancing the Quality of Individualized Education Plan (IEP) Goals and Objectives."},
      {
        "id":"EJ609761",
        "title":"Comfort Zone Revisited: Child Characteristics and Professional Comfort with Consultation."},
      {
        "id":"EJ609762",
        "title":"Conceptual Issues and Analytic Strategies in Mixed-Method Studies of Preschool Inclusion."},
      {
        "id":"EJ609763",
        "title":"Parent Training in Groups: Pilot Study with Parents of Infants with Developmental Delay."},
      {
        "id":"EJ609966",
        "title":"Mostly True Confessions: Joint Meaning-Making about the Thesis Journey."},
      {
        "id":"EJ609967",
        "title":"Studying Part-Time at University: From Research to Policy to Practice."},
      {
        "id":"EJ609968",
        "title":"A Scale To Assess Student Perceptions of Academic Climates."},
      {
        "id":"EJ609969",
        "title":"Overcoming Obstacles to Education: The Experience of Women University Students Diagnosed with Attention-Deficit/Hyperactivity Disorder."},
      {
        "id":"EJ608162",
        "title":"&quot;Piropos&quot; and Friendships: Gender and Culture Clash in Study Abroad."},
      {
        "id":"EJ608163",
        "title":"Education and Globalization in Europe: Current Trends and Future Developments."},
      {
        "id":"EJ608164",
        "title":"Responding to the Needs of Our Nation: A look at the Fulbright and NSEP Education Acts."},
      {
        "id":"EJ608165",
        "title":"Survival of the Interventionist: The Personal Cost of Immersion and Social Change."},
      {
        "id":"EJ608166",
        "title":"Reflections on the Meaning of Study Abroad."},
      {
        "id":"EJ608167",
        "title":"The Internet and World Wide Web: Uses for Study Abroad."},
      {
        "id":"EJ608181",
        "title":"Learning Outside the Home Culture: An Anatomy and Ecology of Memory."},
      {
        "id":"EJ608182",
        "title":"Ethnographic Learning While Studying Abroad."},
      {
        "id":"EJ608183",
        "title":"W.E.B. Du Bois as a Study Abroad Student in Germany, 1892-1894."},
      {
        "id":"EJ608184",
        "title":"Canadian Students Down Under: An Intercultural Perspective for Teacher Training in Australia."},
      {
        "id":"EJ608185",
        "title":"Conflicts, Status Competition, and Different Rationales for Mobility: A Finnish Experience on Some Neglected Issues in International Education."},
      {
        "id":"EJ608186",
        "title":"Quality of Service through the Strategic Use of Technology."},
      {
        "id":"EJ608188",
        "title":"Science Education in Different Cultures: Unity and Diversity."},
      {
        "id":"EJ608189",
        "title":"Science Education in Asia."},
      {
        "id":"EJ608190",
        "title":"Science Education in Singapore: Toward &quot;Fitness for Use.&quot;"},
      {
        "id":"EJ608191",
        "title":"Science and Engineering Education in Europe."},
      {
        "id":"EJ608192",
        "title":"Advantages and Disadvantages of Greek Universities: Implications for Science Education."},
      {
        "id":"EJ608193",
        "title":"Science Education in the United Kingdom."},
      {
        "id":"EJ608194",
        "title":"Science Education in the United States."},
      {
        "id":"EJ608195",
        "title":"Science Education: An Overview for Central America."},
      {
        "id":"EJ608196",
        "title":"Diversity in Science Education: Its Role in the Development of Latin America in the 21st Century."},
      {
        "id":"EJ608197",
        "title":"Science Education in Kenya."},
      {
        "id":"EJ608198",
        "title":"Science Education in Egypt and Other Arab Countries in Africa and West Asia."},
      {
        "id":"EJ608199",
        "title":"Impact of a Growing Population on Natural Resources: The Challenge for Environmental Management."},
      {
        "id":"EJ608200",
        "title":"Science Education, Overconsumption and Survival on a Finite Planet."},
      {
        "id":"EJ608201",
        "title":"Health and Disease."},
      {
        "id":"EJ608202",
        "title":"An International Perspective on Health Care: The Case for Terms Abroad for Future Physicians."},
      {
        "id":"EJ608203",
        "title":"International Perspectives on Science Communication Ethics."},
      {
        "id":"EJ608204",
        "title":"Science and Engineering Education Abroad: An Overview."},
      {
        "id":"EJ608205",
        "title":"In the Wake of Darwin's Voyage: Improving International Science Study for Students of Biological and Environmental Sciences."},
      {
        "id":"EJ608206",
        "title":"International Science Study for Undergraduates Needs, Values, Opportunities, Problems, Models."},
      {
        "id":"EJ608207",
        "title":"International Education in French Engineering Schools."},
      {
        "id":"EJ608208",
        "title":"Electronic Communications: Education Via a Virtual Workshop."},
      {
        "id":"EJ608209",
        "title":"Future Directions in International Science Education."},
      {
        "id":"EJ608210",
        "title":"Science Education and Our Future."},
      {
        "id":"EJ608211",
        "title":"Methodological Considerations in Data Collection for Language Learning in a Study Abroad Context."},
      {
        "id":"EJ608212",
        "title":"An Overview of Issues and Research in Language Learning in a Study Abroad Setting."},
      {
        "id":"EJ608213",
        "title":"Sociolinguistics and Language Learning in a Study Abroad Context."},
      {
        "id":"EJ608214",
        "title":"Student Perspectives on Language Learning in a Study Abroad Context."},
      {
        "id":"EJ608215",
        "title":"On the Nature of Immersion During Study Abroad: Some Participant Perspectives."},
      {
        "id":"EJ608216",
        "title":"Literacy and Language Learning in a Study Abroad Context."},
      {
        "id":"EJ608217",
        "title":"Language Learning and Study Abroad: The European Perspective."},
      {
        "id":"EJ608218",
        "title":"Study Abroad as a Transformational Experience and Its Effect upon Study Abroad Students and Host Nationals in Santiago, Chile."},
      {
        "id":"EJ608219",
        "title":"Program Intervention in the Process of Cultural Integration: The Example of French Practicum."},
      {
        "id":"EJ608220",
        "title":"Seventh-Century Ireland as a Study Abroad Destination."},
      {
        "id":"EJ608221",
        "title":"College Students with Disabilities and Study Abroad: Implications for International Education Staff."},
      {
        "id":"EJ608222",
        "title":"Evaluation and Study Abroad: Developing Assessment Criteria and Practices To Promote Excellence."},
      {
        "id":"EJ606557",
        "title":"Early Development of Stereotyped and Self-Injurious Behaviors."},
      {
        "id":"EJ606558",
        "title":"Early Intervention for Early, Aberrant Repetitive Behavior: Possible, Plausible, Probable?"},
      {
        "id":"EJ606559",
        "title":"Further Consideration of the Role of the Environment on Stereotypic and Self-Injurious Behavior."},
      {
        "id":"EJ606560",
        "title":"Effects of Adult Contingent Imitation on Development of Young Children's Vocal Imitation."},
      {
        "id":"EJ606561",
        "title":"Testing Predictive Validity of the Communication Composite of the Communication and Symbolic Behavior Scales."},
      {
        "id":"EJ606563",
        "title":"Caregiver Interaction Behavior with Prenatally Cocaine-Exposed and Nonexposed Preschoolers."},
      {
        "id":"EJ604484",
        "title":"Elementary Children's Awareness of Strategies for Testing Structural Strength: A Three Year Study."},
      {
        "id":"EJ604485",
        "title":"The Role of Experience in Learning: Giving Meaning and Authenticity to the Learning Process in Schools."},
      {
        "id":"EJ604486",
        "title":"Towards Effective Technology Education in New Zealand."},
      {
        "id":"EJ604487",
        "title":"Design: The Only Methodology of Technology?"},
      {
        "id":"EJ604488",
        "title":"Research in Technology Education: What Are We Researching? A Response to Theodore Lewis."},
      {
        "id":"EJ609288",
        "title":"Revisiting Piaget and Vygotsky: In Search of a Learning Model for Technology Education."},
      {
        "id":"EJ609289",
        "title":"Web-based Portfolios for Technology Education: A Personal Case Study."},
      {
        "id":"EJ609290",
        "title":"Scientific Visualization for Secondary and Post-Secondary Schools."},
      {
        "id":"EJ609291",
        "title":"What Happens to Industrial Technology Alumni? A Comparative Look at Two Universities' Graduates."},
      {
        "id":"EJ609292",
        "title":"At-Risk Students and Technology Education: A Qualitative Study."},
      {
        "id":"EJ609293",
        "title":"Comparing the Success of Students Enrolled in Distance Education Courses vs. Face-to-Face Classrooms."},
      {
        "id":"EJ609294",
        "title":"Industrial Research and Development Labs: How They Inform Science and Technology Curricula."},
      {
        "id":"EJ609295",
        "title":"A Critical Appraisal of Learning Technology Using Information and Communication Technologies."},
      {
        "id":"EJ610850",
        "title":"The Symbiotic Relationship of Science and Technology in the 21st Century."},
      {
        "id":"EJ610851",
        "title":"The National Association of Industrial Technology: Origins and Leadership for the Future."},
      {
        "id":"EJ610852",
        "title":"Models of Curriculum Integration."},
      {
        "id":"EJ610853",
        "title":"Design and Technology Yields a New Paradigm for Elementary Schooling."},
      {
        "id":"EJ610854",
        "title":"Standards Development as Part of the Technology for All Americans Project."},
      {
        "id":"EJ610855",
        "title":"Greening the Technological Curriculum: A Model for Environmental Literacy."},
      {
        "id":"EJ610856",
        "title":"The Graphic Communication Curriculum for the Next Millennium."},
      {
        "id":"EJ563613",
        "title":"Aspects of Teamwork Observed in a Technological Task in Junior High Schools."},
      {
        "id":"EJ563614",
        "title":"Developing a Disposition to Teaching Design and Technology: A Case Study."},
      {
        "id":"EJ563615",
        "title":"Practice Meets Theory in Technology Education: A Case of Authentic Learning in the High School Setting."},
      {
        "id":"EJ563616",
        "title":"The Lego/Logo Learning Environment in Technology Education: An Experiment in a Finnish Context."},
      {
        "id":"EJ563617",
        "title":"Why They Enjoy Teaching: The Motivation of Outstanding Technology Teachers."},
      {
        "id":"EJ569850",
        "title":"A Review of Eye Movement Desensitization and Reprocessing (EMDR): Research Findings and Implications for Counsellors."},
      {
        "id":"EJ569851",
        "title":"An Analysis of Client Performance in the Two-Chair Method."},
      {
        "id":"EJ569852",
        "title":"The Relationship Between Self-Talk, Anxiety, and Counselling Skill."},
      {
        "id":"EJ569853",
        "title":"Personal Authority among Catholic Seminarians: Influence of Age and Ethnicity."},
      {
        "id":"EJ576671",
        "title":"Vocational Education Teachers' Perceptions of Their Use of Assessment Methods."},
      {
        "id":"EJ576672",
        "title":"Induction Strategies that Work: Keeping Agricultural, Health and Biotechnology Career Development Beginning Teachers in the Classroom."},
      {
        "id":"EJ576673",
        "title":"High School Graduate Employment Trends and the Skills Graduates Need to Enter Texas Manufacturing Industries."},
      {
        "id":"EJ576674",
        "title":"A Delphi Study of Research Priorities in Tech Prep."},
      {
        "id":"EJ576675",
        "title":"Perceptions of Vocational Educators and Human Resource/Training and Development Professionals Regarding Skill Dimensions of School-to-Work Transition Programs."},
      {
        "id":"EJ576965",
        "title":"Perfectionism and Post-Secondary Students."},
      {
        "id":"EJ576966",
        "title":"Relationship between Metacognition, Motivation, Locus of Control, Self-Efficacy, and Academic Achievement."},
      {
        "id":"EJ576967",
        "title":"A Model for Counselling Cancer Patients."},
      {
        "id":"EJ576968",
        "title":"Helping Clients Uncover Metaphoric Understandings of Bulimia."},
      {
        "id":"EJ576969",
        "title":"Employed Mothers: Job Satisfaction and Self-Esteem."},
      {
        "id":"EJ573015",
        "title":"Students' Attitudes toward Technology in Selected Technology Education Programs."},
      {
        "id":"EJ573016",
        "title":"Problem Solving in Technology Education: A Taoist Perspective."},
      {
        "id":"EJ573017",
        "title":"The Politics of Research in Technology Education: A Critical Content and Discourse Analysis of the \"Journal of Technology Education,\" Volumes 1-8."},
      {
        "id":"EJ573018",
        "title":"Why They Want to Teach: Factors Influencing Students to Become Technology Education Teachers."},
      {
        "id":"EJ565303",
        "title":"Do Students Report that Easy Professors Are Excellent Teachers?"},
      {
        "id":"EJ565304",
        "title":"The Effects of University Education on the Political Attitudes of Young Adults."},
      {
        "id":"EJ574863",
        "title":"Work Group Performance on Production Operations Management Tasks."},
      {
        "id":"EJ574864",
        "title":"Work-Based Learning in Occupational Education and Training."},
      {
        "id":"EJ574865",
        "title":"Technology and Vocational Educational Reform in the Russian Federation."},
      {
        "id":"EJ574866",
        "title":"Using Technology to Make Connections in the Core Curriculum."},
      {
        "id":"EJ573754",
        "title":"The Influence of Job Prospects on Student Debt Levels of Traditional and Adult Undergraduates."},
      {
        "id":"EJ573755",
        "title":"Factors Influencing College Choice by Out-of-State Students."},
      {
        "id":"EJ629087",
        "title":"Applying Racial Identity Models in Multicultural Counselling."},
      {
        "id":"EJ629088",
        "title":"Academically Capable Students Who Are Failing in High School: Perceptions about Achievement."},
      {
        "id":"EJ629089",
        "title":"The Impact of Daughters' Eating Disorders in Mothers' Sense of Self: Contextualizing Mothering Experiences."},
      {
        "id":"EJ629090",
        "title":"Gender and Modality Differences in Experiencing and Emotional Expression."},
      {
        "id":"EJ629719",
        "title":"Patterns of Women's Enrolment in University Mathematics, Engineering and Computer Science in Canada, 1972-1995."},
      {
        "id":"EJ629720",
        "title":"Transfer from Community College to University: Perspectives and Experiences of British Columbia Students."},
      {
        "id":"EJ629721",
        "title":"Student Organizations as Historical Actors: The Case of Mass Student Aid."},
      {
        "id":"EJ629722",
        "title":"The Performance of &quot;Gifted&quot; High School Students in University."},
      {
        "id":"EJ629723",
        "title":"Fields of Plenty, Fields of Lean: The Early Labour Market Outcomes of Canadian University Graduates by Discipline."},
      {
        "id":"EJ629724",
        "title":"Family Income and Postsecondary Education in Canada."},
      {
        "id":"EJ629725",
        "title":"Communications Apprehension: A Note about Ethnic Diversity."},
      {
        "id":"EJ622695",
        "title":"Multiculturalism and the Paradigm Shift in Counselling: Controversies and Alternative Futures."},
      {
        "id":"EJ622696",
        "title":"Are Professional Codes of Ethics Relevant for Multicultural Counselling?"},
      {
        "id":"EJ622697",
        "title":"The Multicultural Counselling Competencies of Canadian Counsellors."},
      {
        "id":"EJ622698",
        "title":"Changing the Face of Multicultural Counselling with Principles of Change."},
      {
        "id":"EJ622699",
        "title":"An Aboriginal Worldview of Helping: Empowering Approaches."},
      {
        "id":"EJ622700",
        "title":"The Experiences of White Male Counsellors Who Work with First Nations Clients."},
      {
        "id":"EJ622701",
        "title":"The Journey after the Journey: Family Counselling in the Context of Immigration and Ethnic Diversity."},
      {
        "id":"EJ623180",
        "title":"An Agenda for Change in Early Childhood Inclusion."},
      {
        "id":"EJ623181",
        "title":"Renewing the Inclusion Agenda: Attending to the Right Variables."},
      {
        "id":"EJ623182",
        "title":"Accountability: Whose Job Is It, Anyway?"},
      {
        "id":"EJ623183",
        "title":"Early Intervention Services for Young Boys with Fragile X Syndrome."},
      {
        "id":"EJ623184",
        "title":"The Effectiveness of Cochlear Implants for Children with Prelingual Deafness."},
      {
        "id":"EJ623185",
        "title":"Played Out? Passive Behavior by Children with Down Syndrome during Unstructured Play."},
      {
        "id":"EJ623186",
        "title":"Entering Preschool: Family and Professional Experiences in This Transition Process."},
      {
        "id":"EJ623187",
        "title":"Supports and Barriers To Writing an Interagency Agreement on the Preschool Transition."},
      {
        "id":"EJ623205",
        "title":"Everyday Family and Community Life and Children's Naturally Occurring Learning Opportunities."},
      {
        "id":"EJ623206",
        "title":"Teaching Parents To Employ Mand-Model Procedures To Teach Their Children Requesting."},
      {
        "id":"EJ623207",
        "title":"Early Child Risk Factors for Externalizing and Internalizing Behaviors: A 5-Year Follow-Forward Assessment."},
      {
        "id":"EJ623208",
        "title":"Using Voice Output Devices To Increase Initiations of Young Children with Disabilities."},
      {
        "id":"EJ623209",
        "title":"Social Interactions of Preschoolers with and without Impaired Hearing in Integrated Kindergarten."},
      {
        "id":"EJ626686",
        "title":"The Challenge for Women Academics: Reaching a Critical Mass in Research, Teaching and Service."},
      {
        "id":"EJ626687",
        "title":"The Eroding Standards Issue: A Case Study from the University of Waterloo."},
      {
        "id":"EJ626688",
        "title":"Integrating Teaching with Other Aspects of Professorial Work: A Comparison of Experienced and Inexperienced Faculty's Role Conceptualization."},
      {
        "id":"EJ626689",
        "title":"Reflections on Commercializing University Research."},
      {
        "id":"EJ626690",
        "title":"Ethics and the Academy: Lessons from Business Ethics and the Private Sector."},
      {
        "id":"EJ623399",
        "title":"Marketisation and the New Quality Agenda: Postgraduate Coursework at the Crossroads."},
      {
        "id":"EJ623400",
        "title":"Research Grants: Problems and Options."},
      {
        "id":"EJ623401",
        "title":"Maximising the Benefits from Intellectual Property in Universities: Awareness of Our Rights and Obligations."},
      {
        "id":"EJ624289",
        "title":"Lessons from Star Trek: Examining the Social Values Embedded in Technological Programs."},
      {
        "id":"EJ624290",
        "title":"Using Portfolios To Enhance Creative Thinking."},
      {
        "id":"EJ624291",
        "title":"Making Total Quality Management + Just-in-Time Manufacturing Work."},
      {
        "id":"EJ624292",
        "title":"The Strategic Thinking of Novice Designers: Discontinuity between Theory and Practice."},
      {
        "id":"EJ624293",
        "title":"One University's Approach to an Outcome Based Teacher Education Program."},
      {
        "id":"EJ624294",
        "title":"Cost-Effective CNC Part Program Verification Development for Laboratory Instruction."},
      {
        "id":"EJ624350",
        "title":"An Assessment Model for a Design Approach to Technological Problem Solving."},
      {
        "id":"EJ624351",
        "title":"Problem Solving with an Icon Oriented Programming Tool: A Case Study in Technology Education."},
      {
        "id":"EJ624352",
        "title":"New Paradigm or Old Wine? The Status of Technology Education Practice in the United States."},
      {
        "id":"EJ624353",
        "title":"Teachers Researching, Children Designing."},
      {
        "id":"EJ526149",
        "title":"Teaching Canadian Culture: Teacher Preparation."},
      {
        "id":"EJ526150",
        "title":"Working with the Cultures of Canada in the ESL Classroom: A Response to Robert Courchene."},
      {
        "id":"EJ526151",
        "title":"A Response to Virginia Sauve."},
      {
        "id":"EJ526152",
        "title":"Audience in Language Teaching and Learning."},
      {
        "id":"EJ526153",
        "title":"The Contribution of Genre Theory to Theme-Based EAP: Navigating Foreign Fiords."},
      {
        "id":"EJ526154",
        "title":"The Management of Time Lapses in Conventional Communicative Approaches."},
      {
        "id":"EJ520036",
        "title":"Creating an Academic Culture: Issues in Residence Administration at Institutions of Higher Education."},
      {
        "id":"EJ520037",
        "title":"Rankings of Canadian Universities: Pitfalls in Interpretation."},
      {
        "id":"EJ520038",
        "title":"Retaining Women Students in Science Involves More Than Course Selection."},
      {
        "id":"EJ520039",
        "title":"Students' Personal and Academic Attributions of University Withdrawal."},
      {
        "id":"EJ520040",
        "title":"Does Race Matter?--Outcomes of the First Year Experience in a Canadian University."},
      {
        "id":"EJ517384",
        "title":"In-Service Activities for Technology Education: The Role of Colleges and Universities."},
      {
        "id":"EJ517385",
        "title":"Simulating Design in the World of Industry and Commerce: Observations from a Series of Case Studies in the United Kingdom."},
      {
        "id":"EJ517386",
        "title":"Effects of Multiple-Choice and Short-Answer Tests on Delayed Retention Learning."},
      {
        "id":"EJ517387",
        "title":"Diderot, the Mechanical Arts, and the Encyclopedia: In Search of the Heritage of Technology Education."},
      {
        "id":"EJ517388",
        "title":"Establishing a Taxonometric Structure for the Study of Biotechnology in Secondary School Technology Education."},
      {
        "id":"EJ518117",
        "title":"Adding Grammar in a Communicatively Based ESL Program for Children: Theory in Practice."},
      {
        "id":"EJ518118",
        "title":"Research Paper Writing Strategies of Professional Japanese EFL Writers."},
      {
        "id":"EJ518119",
        "title":"Swearing: A \"Bad\" Part of Language; a Good Part of Language Learning."},
      {
        "id":"EJ518120",
        "title":"Accreditation/Certification for Adult ESL Instructors in Canada: An Overview."},
      {
        "id":"EJ518121",
        "title":"Stylistic Analysis of Poetry: A Perspective from an Initial Training Course in TEFL."},
      {
        "id":"EJ518122",
        "title":"Critical Role of Language and Communication in International Development Projects."},
      {
        "id":"EJ518123",
        "title":"Making Fundamental Changes in Education: Is \"Whole Language\" Feasible?"},
      {
        "id":"EJ518181",
        "title":"Diagnosis and Assessment of ADD in Postsecondary Students."},
      {
        "id":"EJ518182",
        "title":"Pathways to Success for the College Student with ADD: Accommodations and Preferred Practices."},
      {
        "id":"EJ518183",
        "title":"Devising a Supportive Climate Based on Clinical Vignettes of College Students with Attention Deficit Disorder."},
      {
        "id":"EJ518184",
        "title":"The Role of the Physician and Medication Issues in the Treatment of ADHD in Postsecondary Students."},
      {
        "id":"EJ518185",
        "title":"Legal Issues Pertaining to the Postsecondary Student with ADD."},
      {
        "id":"EJ518186",
        "title":"Resources Addressing Issues for Students with ADHD in Postsecondary Education: An Annotated Bibliography."},
      {
        "id":"EJ518290",
        "title":"Tensions and Tendencies in the Management of Quality and Autonomy in Australian Higher Education."},
      {
        "id":"EJ518291",
        "title":"The Professionalisation of Australian Academic Administration."},
      {
        "id":"EJ518292",
        "title":"The Management of Research at Institutional Level."},
      {
        "id":"EJ518293",
        "title":"Implications for Higher Education of the Public Sector Reform Agenda."},
      {
        "id":"EJ518294",
        "title":"Decision-Making in Higher Education: A Comparative Perspective."},
      {
        "id":"EJ518295",
        "title":"Corporate Management and Its Penetration of University Administration and Government."},
      {
        "id":"EJ518296",
        "title":"How Should Universities Respond to the Abolition of Compulsory Retirement?"},
      {
        "id":"EJ522454",
        "title":"Selected Leaders' Perceptions of Approaches to Technology Education."},
      {
        "id":"EJ522455",
        "title":"A Different Storytelling of Technology Education Curriculum Re-Visions: A Storytelling of Difference."},
      {
        "id":"EJ522456",
        "title":"Building Their Future: Girls and Technology Education in Connecticut."},
      {
        "id":"EJ522457",
        "title":"Technological and Personal Problem Solving Styles: Is There a Difference?"},
      {
        "id":"EJ523100",
        "title":"Introduction: Postgraduate Studies/Postgraduate Pedagogy?"},
      {
        "id":"EJ523101",
        "title":"Higher Degree Research Supervision: A Question of Balance."},
      {
        "id":"EJ523102",
        "title":"Making Supervision Relationships Accountable: Graduate Student Logs."},
      {
        "id":"EJ523103",
        "title":"Research Degree Supervision: \"More Mentor than Master.\""},
      {
        "id":"EJ523104",
        "title":"Professional Development for Postgraduate Supervision."},
      {
        "id":"EJ523105",
        "title":"Education Doctorates: Reconstructing Professional Partnerships around Research?"},
      {
        "id":"EJ523106",
        "title":"Postgraduate Research Supervision in the Emerging \"Open\" Universities."},
      {
        "id":"EJ523107",
        "title":"Postgraduate Education and Open Learning: Anticipating a New Order?"},
      {
        "id":"EJ523108",
        "title":"Teaching Tech(no)bodies: Open Learning and Postgraduate Pedagogy."},
      {
        "id":"EJ523109",
        "title":"Monstrous Knowledge: Doing PhDs in the New Humanities."},
      {
        "id":"EJ523110",
        "title":"Theorising Postgraduate Pedagogy."},
      {
        "id":"EJ523111",
        "title":"Pedagogy, Psychoanalysis, Feminism."},
      {
        "id":"EJ523112",
        "title":"Restructuring Employment: The Case of Female Academics."},
      {
        "id":"EJ523113",
        "title":"Career Aspirations of Pre-service Graduates in a University Faculty of Education: A Descriptive Report."},
      {
        "id":"EJ523114",
        "title":"Size versus Performance in Research."},
      {
        "id":"EJ523115",
        "title":"The Forgotten Workforce: Female General Staff in Higher Education."},
      {
        "id":"EJ523116",
        "title":"International Education and Innovative Approaches to University Teaching."},
      {
        "id":"EJ523117",
        "title":"Supervision of Graduate Students."},
      {
        "id":"EJ523118",
        "title":"Conceptualizing Academic Library Use: Results of a Survey of Continuing Education Students in a Small Canadian Undergraduate University."},
      {
        "id":"EJ523119",
        "title":"Grade Inflation and University Admissions in Ontario: Separating Fact from Perception."},
      {
        "id":"EJ523120",
        "title":"Graduate Student Supervision Policies and Procedures: A Case Study of Issues and Factors Affecting Graduate Study."},
      {
        "id":"EJ523121",
        "title":"L'evolution du contrat social de la researche universitaire: Contraintes et opportunites (The Evolution of the Social Contract of University Research: Constraints and Opportunities)."},
      {
        "id":"EJ527000",
        "title":"Distinguishing Characteristics among Exemplary Trainers in Business and Industry."},
      {
        "id":"EJ527001",
        "title":"Marketing and Marketing Effectiveness Perceptions of Ohio Vocational Education Planning District (VEPD) Superintendents."},
      {
        "id":"EJ527002",
        "title":"Principals' Perceptions of Non-traditional Gender Vocational Teachers."},
      {
        "id":"EJ527003",
        "title":"Tech Prep and the Rural Context."},
      {
        "id":"EJ527004",
        "title":"Trends toward a Closer Integration of Vocational Education and Human Resource Development."},
      {
        "id":"EJ575485",
        "title":"Monitoring the Structure of Meaning in Beginners' ESL Prose."},
      {
        "id":"EJ575486",
        "title":"Autonomy and Agency in Curriculum Decision-Making: A Study of Instructors in a Canadian Adult Settlement ESL Program."},
      {
        "id":"EJ575487",
        "title":"Professional Training To Develop Content-Based Instruction in Higher Education."},
      {
        "id":"EJ575488",
        "title":"Negotiated Interaction in Teacher-Led versus Peer Group Adult ESL Discussions."},
      {
        "id":"EJ575489",
        "title":"A Case Study of Employee Participation in a Workplace ESL Program."},
      {
        "id":"EJ575490",
        "title":"E-Mail Exchanges: Teaching Language, Culture, and Technology for the 21st Century."},
      {
        "id":"EJ575670",
        "title":"Legislative, Policy and Practice Initiatives for Students with Disabilities in Australian Postsecondary Education."},
      {
        "id":"EJ575671",
        "title":"Promoting Inclusive Learning in Higher Education for Students with Disabilities in the United Kingdom."},
      {
        "id":"EJ575672",
        "title":"Students with Special Needs: A Paradigm for the Transition from School to College in the United Kingdom."},
      {
        "id":"EJ575673",
        "title":"Study Conditions and Behavioral Patterns of Students with Disabilities in German Universities."},
      {
        "id":"EJ575674",
        "title":"Questions To Consider in Policy Development for Postsecondary Students with Disabilities."},
      {
        "id":"EJ575675",
        "title":"Attitudes of College Students Toward Study Abroad: Implications for Disability Service Providers."},
      {
        "id":"EJ575676",
        "title":"Tech Talk: &quot;You Talk, It Types?&quot;--Not Quite: Speech Recognition Technology for Postsecondary Students with Disabilities."},
      {
        "id":"EJ614953",
        "title":"An Analytical Approach To Understanding Student Debtload Response."},
      {
        "id":"EJ620059",
        "title":"A Comparison of the Influence of Debtload on the Persistence of Students at Public and Private Colleges."},
      {
        "id":"EJ619132",
        "title":"Competency-Based versus Traditional Cohort-Based Technical Education: A Comparison of Students' Perceptions."},
      {
        "id":"EJ619133",
        "title":"An Assessment of the Historical Arguments in Vocational Education Reform."},
      {
        "id":"EJ619134",
        "title":"The Status of Integration of Academic and Agricultural Education in North Carolina."},
      {
        "id":"EJ619135",
        "title":"Marketing Education Students' Perceptions toward Marketing Education Courses."},
      {
        "id":"EJ619267",
        "title":"Career Development and Planning Issues for Rural Adolescent Girls."},
      {
        "id":"EJ619268",
        "title":"Career Counselling First Nations Youth: Applying the First Nations Career-Life Planning Model."},
      {
        "id":"EJ619269",
        "title":"Community Service Learning with Unemployed Young Nova Scotians."},
      {
        "id":"EJ619270",
        "title":"Women's Career Development and Relationships: A Qualitative Inquiry."},
      {
        "id":"EJ619271",
        "title":"Career Competencies for Managing Cross-Cultural Transitions."},
      {
        "id":"EJ619272",
        "title":"Career Management: The Role of Career Counsellors in Building Strategic Partnerships between Individuals and Their Employers."},
      {
        "id":"EJ619273",
        "title":"The Twinning of Potential: Toward an Integration of Prior Learning Assessment with Career Development."},
      {
        "id":"EJ619274",
        "title":"Collegial Support from a Maori Perspective: A Model for Counsellor Kinship."},
      {
        "id":"EJ619275",
        "title":"Relationship among Family, Peer Networks and Bulimic Symptomatology in College Women."},
      {
        "id":"EJ619276",
        "title":"Parents of Children with Disabilities: Telling a Different Story."},
      {
        "id":"EJ619277",
        "title":"Perception of Clients' Presenting Concern as a Function of Counsellor-Trainees' Endorsement of Feminism."},
      {
        "id":"EJ619278",
        "title":"Development and Application of the Life Roles Inventory-Values Scale."},
      {
        "id":"EJ620879",
        "title":"Some Factors Predicting the Adoption of Technology Education in New Mexico Public Schools."},
      {
        "id":"EJ620880",
        "title":"Confidence! Its Role in the Creative Teaching and Learning of Design and Technology."},
      {
        "id":"EJ620881",
        "title":"The Formation of Children's Technological Concepts: A Study of What It Means To Do Technology from a Child's Perspective."},
      {
        "id":"EJ620882",
        "title":"Heidegger in the Hands-on Science and Technology Center: Philosophical Reflections on Learning in Informal Settings."},
      {
        "id":"EJ620883",
        "title":"NSF Funded Projects: Perspectives of Project Leaders."},
      {
        "id":"EJ621621",
        "title":"Resource Allocation and Public Policy in Alberta's Postsecondary System."},
      {
        "id":"EJ621622",
        "title":"What's the Impediment?: Structural and Legal Constraints to Shared Governance in the Community College."},
      {
        "id":"EJ621623",
        "title":"Experiences at University: Perceptions of Students with Disabilities."},
      {
        "id":"EJ621624",
        "title":"Student Evaluations of College Professors: Identifying Sources of Bias."},
      {
        "id":"EJ614127",
        "title":"How Parents Influence African American Students' Decisions To Prepare for Vocational Teaching Careers."},
      {
        "id":"EJ614128",
        "title":"Ethics and Agricultural Education: Determining Needs."},
      {
        "id":"EJ614129",
        "title":"Using the Internet for Career-Technical Assessment: A Pilot Project in Ohio."},
      {
        "id":"EJ614130",
        "title":"Management Training Activities and Training Needs within Selected Business and Industry Organizations in Oklahoma."},
      {
        "id":"EJ618275",
        "title":"Living with the Other: Higher Education in the Global Era."},
      {
        "id":"EJ618276",
        "title":"The General Agreement on Trade in Services: Implications for Public Post-Secondary Education in Australia."},
      {
        "id":"EJ618277",
        "title":"Global Corporations &quot;R&quot; Us? The Impacts of Globalisation on Australian Universities."},
      {
        "id":"EJ618278",
        "title":"The Role of the State in the Provision of Higher Education in the United States."},
      {
        "id":"EJ618279",
        "title":"Tuition Policy Issues in Russian Higher Education."},
      {
        "id":"EJ618280",
        "title":"The Americanisation of the Reformed University in Argentina."},
      {
        "id":"EJ618281",
        "title":"Comparing National Education Systems in the Global Era."},
      {
        "id":"EJ616533",
        "title":"Fostering the Development of ESL/ASL Bilinguals."},
      {
        "id":"EJ616534",
        "title":"Time, Timing, Timetabling: Critical Elements of Successful Graduation of High School ESL Learners."},
      {
        "id":"EJ616535",
        "title":"Gender Positioning in Education: A Critical Image Analysis of ESL Texts."},
      {
        "id":"EJ616536",
        "title":"Form-Focused Instruction in Communicative Language Teaching: Implications for Grammar Textbooks."},
      {
        "id":"EJ616537",
        "title":"Collaboration To Explore Teaching: A Case Study Report."},
      {
        "id":"EJ616538",
        "title":"Fostering Learner Autonomy in an ESL Classroom."},
      {
        "id":"EJ616539",
        "title":"A Conversation with Sandra Kouritzin on &quot;Bringing Life to Research: Life History Research and ESL.&quot;"},
      {
        "id":"EJ616540",
        "title":"The Author Replies: On the Subject of Subjectivity."},
      {
        "id":"EJ616541",
        "title":"A Response to &quot;Sexism in the English Language.&quot;"},
      {
        "id":"EJ616542",
        "title":"The Author Replies: On Sexism."},
      {
        "id":"EJ616590",
        "title":"Student Participation in University Governance."},
      {
        "id":"EJ569289",
        "title":"Environmental Education: Promise and Performance."},
      {
        "id":"EJ569290",
        "title":"Textbooks, Teachers and Full-Colour Vision: Some Thoughts on Evaluating Environmental Education &quot;Performance&quot;."},
      {
        "id":"EJ569292",
        "title":"Birding Lessons and the Teachings of Cicadas."},
      {
        "id":"EJ569293",
        "title":"Sharing Environmental Education Stories: A Critical Incident in a Canadian Community."},
      {
        "id":"EJ569294",
        "title":"Une Vision Socialisee des Sciences au Service d'une Education Relative a l'Environment Socioconstructiviste (A Socialized Vision of the Sciences in the Service of Education Relative To a Socioconstructivist Environment)."},
      {
        "id":"EJ569295",
        "title":"Engaging Students' Eco-Philosophies in Research and Teaching."},
      {
        "id":"EJ569296",
        "title":"Spent Lead Shot and the Environment: A Topical Environmental Education Issue for Schoolchildren, Especially Rural Canadians and Native North Americans."},
      {
        "id":"EJ648430",
        "title":"Contextual Action Theory in Career Counselling: Some Misunderstood Issues."},
      {
        "id":"EJ648431",
        "title":"Talk as Action: A Narrative Approach to Action Theory."},
      {
        "id":"EJ648432",
        "title":"Integrating Action Theory and Human Agency in Career Development."},
      {
        "id":"EJ649045",
        "title":"Using Processing Speed Tests To Predict the Benefit of Extended Test Time for University Students with Learning Disabilities."},
      {
        "id":"EJ647411",
        "title":"Academic Freedom and Organisational Identity."},
      {
        "id":"EJ647412",
        "title":"Economics: From Emperor to Vassal?"},
      {
        "id":"EJ647413",
        "title":"A New Approach to Non-Traditional Student Recruitment and Retention."},
      {
        "id":"EJ647414",
        "title":"Educating and Organizing Globally: Perspectives on the Internet and Higher Education."},
      {
        "id":"EJ646589",
        "title":"Thai Students' Attitudes and Concepts of Technology."},
      {
        "id":"EJ646590",
        "title":"Design Technology in the Elementary School--A Study of Teacher Action Research."},
      {
        "id":"EJ646591",
        "title":"Factors Affecting Students' Performance in Sixth Grade Modular Technology Education."},
      {
        "id":"EJ646592",
        "title":"Integrating Science into Design Technology Projects: Using a Standard Model in the Design Process."},
      {
        "id":"EJ642556",
        "title":"Technology Curriculum Organizers that Could Make a Difference."},
      {
        "id":"EJ642557",
        "title":"How Nontraditional Bachelor of Science Degree Technology Students Perceive Distance Learning."},
      {
        "id":"EJ642558",
        "title":"Learning Styles: Teaching Technology Subjects Can Be More Effective."},
      {
        "id":"EJ642559",
        "title":"Technology Education's Role in the New National Science Standards."},
      {
        "id":"EJ642560",
        "title":"Cognitive Science Concepts and Technology Teacher Education."},
      {
        "id":"EJ642561",
        "title":"Enriching the Undergraduate Experience through a Technology Learning Community."},
      {
        "id":"EJ642562",
        "title":"Gender Disparity in Third World Technological, Social, and Economic Development."},
      {
        "id":"EJ642563",
        "title":"Alternative Routes to Certification of Technology Education Teachers."},
      {
        "id":"EJ642564",
        "title":"Developing Critical Thinking Skills of Tech Prep Students Using Applied Communications."},
      {
        "id":"EJ642565",
        "title":"Computer Use Profiles of 1,300 Award-Winning Educators."},
      {
        "id":"EJ642609",
        "title":"Comprehensive Guidance and Counselling Programs: The Beechville-Lakeside-Timberlea Experience."},
      {
        "id":"EJ642610",
        "title":"Catching the Vision: Guidance and Counselling in Nova Scotia's Schools."},
      {
        "id":"EJ642611",
        "title":"Transitional Patterns of Adolescent Females in Non-Traditional Career Paths."},
      {
        "id":"EJ642612",
        "title":"Addressing Student Needs throughout Development."},
      {
        "id":"EJ642613",
        "title":"Comprehensive School Health and Comprehensive Guidance and Counselling Programs: A Call for Collaboration."},
      {
        "id":"EJ642614",
        "title":"Building Collaboration and Balancing Stakeholder Needs in Comprehensive Health and Guidance Programming."},
      {
        "id":"EJ642615",
        "title":"Toward the Development of a Program Evaluation Business Model: Promoting the Longevity of Counselling in Schools."},
      {
        "id":"EJ643308",
        "title":"The Impact of Aid Packages on Educational Choices: High Tuition-High Loan and Educational Opportunity."},
      {
        "id":"EJ643358",
        "title":"Legislation and Lifelong Learning in Canada: Inconsistencies in Implementation."},
      {
        "id":"EJ645557",
        "title":"The Influence of Financial Aid and Student Characteristics on Degree Completion Rates for a Cohort of Two-Year College Students."},
      {
        "id":"EJ645119",
        "title":"General Growth Outcomes for Young Children: Developing a Foundation for Continuous Progress Measurement."},
      {
        "id":"EJ645120",
        "title":"General Growth Outcomes or Developmental and Readiness Domains? Naming Is Not Knowing!"},
      {
        "id":"EJ645121",
        "title":"A Continuous Measure of Growth Outcomes: Will It Do What It Proposes To Do?"},
      {
        "id":"EJ645122",
        "title":"A Worthy Challenge: Assessing Child Developmental Growth in a Systematic Manner."},
      {
        "id":"EJ645123",
        "title":"General Growth Outcomes: Wait! There's More!"},
      {
        "id":"EJ645124",
        "title":"Identification of Early Risk Factors for Learning Disabilities."},
      {
        "id":"EJ645125",
        "title":"Development and Behavior of Male Toddlers with Fragile X Syndrome."},
      {
        "id":"EJ645126",
        "title":"Young Children's Block Construction Activities: Findings from 3 Years of Observation."},
      {
        "id":"EJ645361",
        "title":"Working with Younger-Arriving ESL Learners in High School English: Never Too Late To Reclaim Potential."},
      {
        "id":"EJ645362",
        "title":"A Case Study of the Revision Process of a Reluctant ESL Student Writer."},
      {
        "id":"EJ645363",
        "title":"Speaking Their Sex: A Study of Gender and Linguistic Space in an ESL Classroom."},
      {
        "id":"EJ645364",
        "title":"Teacher and Student Evaluations of Project-Based Instruction."},
      {
        "id":"EJ645365",
        "title":"From Context to Curriculum: A Case Study of Communicative Language Teaching in China."},
      {
        "id":"EJ645366",
        "title":"Formative Assessment Procedures and the Second Language Curriculum: Signposts for the Journey."},
      {
        "id":"EJ645367",
        "title":"Learning Culture through Ethnographic Inquiry: A Response to Roumiana Ilieva \"Living with Ambiguity.\""},
      {
        "id":"EJ645368",
        "title":"The Author Replies to Mari Haneda."},
      {
        "id":"EJ641329",
        "title":"Rurality and Capital: Educational Expectations and Attainments of Rural, Urban/Rural and Metropolitan Youth."},
      {
        "id":"EJ641330",
        "title":"Against All Odds? The Enduring Value of Liberal Education in Universities, Professions, and the Labour Market."},
      {
        "id":"EJ641331",
        "title":"&quot;Academia Inc.&quot;: The Perspective of University Presidents."},
      {
        "id":"EJ567586",
        "title":"The Effects of Changes in Student Aid Policy on Persistence: A Case Study of a Private University."},
      {
        "id":"EJ568268",
        "title":"Perceptions of Technical Committee Members Regarding the Adoption of Skill Standards in Vocational Education Programs."},
      {
        "id":"EJ568269",
        "title":"Influence of Gender and Program of Enrollment on Adolescents' and Teens' Occupational and Educational Aspirations."},
      {
        "id":"EJ568270",
        "title":"Training Transfer: Perceptions of Computer Use Self-Efficacy among University Employees."},
      {
        "id":"EJ568271",
        "title":"The Influence of Technology on Vocational Teacher Education."},
      {
        "id":"EJ568272",
        "title":"Teaching Vocational Work Ethics Using Direct, Indirect and Self-Evaluative Methods."},
      {
        "id":"EJ568325",
        "title":"Counsellor Education as Part of Inclusive Liberal Education."},
      {
        "id":"EJ568326",
        "title":"An Empowerment Model of Counsellor Education."},
      {
        "id":"EJ568327",
        "title":"A Developmental Focus: Implications for Counsellor Education."},
      {
        "id":"EJ568328",
        "title":"Problem-Based Learning in Counsellor Education."},
      {
        "id":"EJ568329",
        "title":"The Role of Research Methodology in Counsellor Education: A Case of Second-Order Effects."},
      {
        "id":"EJ568330",
        "title":"A Feminist Approach to Teaching Women's Issues in Counsellor Education."},
      {
        "id":"EJ568331",
        "title":"Similarities and Differences between Thesis Supervision and Counselling."},
      {
        "id":"EJ568332",
        "title":"Counsellor Education for Diversity: Where Do We Go from Here?"},
      {
        "id":"EJ603018",
        "title":"Client Emotional Involvement and Occcurence of In-Session Therapeutic Phenomena."},
      {
        "id":"EJ603019",
        "title":"The Relationship between Metacognition and Vocational Indecision."},
      {
        "id":"EJ603020",
        "title":"Play Therapy and the Therapeutic Use of Story."},
      {
        "id":"EJ603021",
        "title":"Suicidal No Longer."},
      {
        "id":"EJ603023",
        "title":"A Comparison of Women in Nontraditional and Traditional Science Majors: Implications for Career Counsellors."},
      {
        "id":"EJ603024",
        "title":"The Psychosocial Process of College Dropout: The CEGEP Experience."},
      {
        "id":"EJ603025",
        "title":"Using Reflecting Teams in Clinical Training."},
      {
        "id":"EJ603026",
        "title":"A Process Model for Clinical Decision Making in High-Risk Outpatient Situations: The Therapeutic Alliance and Suicide."},
      {
        "id":"EJ603027",
        "title":"Parent Connection: Enlisting Parents in Career Counselling."},
      {
        "id":"EJ603067",
        "title":"Traditional Healing Methods with First Nations Women in Group Counselling."},
      {
        "id":"EJ603068",
        "title":"Traditional Healing Practices among First Nations Students."},
      {
        "id":"EJ603069",
        "title":"Aboriginal Traditions in the Treatment of Substance Abuse."},
      {
        "id":"EJ603070",
        "title":"Working with Aboriginal Women: Applying Feminist Therapy in a Multicultural Counselling Context."},
      {
        "id":"EJ603071",
        "title":"The Impact of Conducting Research with a First Nation."},
      {
        "id":"EJ603072",
        "title":"Delivering Counsellor Training to First Nations: Emerging Issues."},
      {
        "id":"EJ598589",
        "title":"Vocational Teacher Stress and Internal Characteristics."},
      {
        "id":"EJ598590",
        "title":"Constructivism: The Career and Technical Education Perspective."},
      {
        "id":"EJ598591",
        "title":"Relationship between Personality Characteristics and Observable Teaching Effectiveness of Selected Beginning Career and Technical Education Teachers."},
      {
        "id":"EJ598592",
        "title":"A Tribute to the Visionaries, Prime Movers and Pioneers of Vocational Education 1892 to 1917."},
      {
        "id":"EJ597408",
        "title":"Autonomy, Technology, and Language-Learning in a Sheltered ESL Immersion Program."},
      {
        "id":"EJ597409",
        "title":"Feedback on Feedback: Preservice ESL Teachers Respond to Evaluation Practices."},
      {
        "id":"EJ597410",
        "title":"Language-Learning: The Importance of Access to Community."},
      {
        "id":"EJ597411",
        "title":"Service-Learning as a Pedagogy To Promote the Content, Cross-Cultural, and Language-Learning of ESL Students."},
      {
        "id":"EJ597412",
        "title":"Adjunct Support for High School ESL Learners in Mainstream English Classes: Ensuring Success."},
      {
        "id":"EJ597413",
        "title":"Hitting the Mark: Learners' Perceptions of Course Design in a Foundation ESOL Program."},
      {
        "id":"EJ597414",
        "title":"Communicative Language Teaching through Sandwich Stories for EFL Children in China."},
      {
        "id":"EJ597415",
        "title":"Preparing a Questionnaire for a Business Report."},
      {
        "id":"EJ638756",
        "title":"The Relationship of Therapist Verbal Response Mode and Client Good Moments in Short Term Dynamic Psychotherapy."},
      {
        "id":"EJ638757",
        "title":"Career Decision Making in the Shadow of Economic Downturn: A Study of Cape Breton High School Students."},
      {
        "id":"EJ638758",
        "title":"The Receptivity of Career Practitioners toward Career Development Resources on the Internet."},
      {
        "id":"EJ638760",
        "title":"The Clinical Features of Binge Eating Disorder and Bulimia Nervosa: What Are the Differences?"},
      {
        "id":"EJ637999",
        "title":"Communicating the Science of Climate Change: A Mutual Challenge for Scientists and Educators."},
      {
        "id":"EJ638000",
        "title":"Kyoto Redoux: Assessment of an Environmental Science Collaborative Learning Project for Undergraduate, Non-Science Majors."},
      {
        "id":"EJ638001",
        "title":"Deep Ecology and Education: A Conversation with Arne Naess."},
      {
        "id":"EJ638002",
        "title":"Education for Local and Global Ecological Responsibility: Arne Naess's Cross-Cultural, Ecophilosophy Approach."},
      {
        "id":"EJ638003",
        "title":"Educating for Thinking about &quot;A Good Quality of Life&quot; and Qualitative Research Outcomes."},
      {
        "id":"EJ638004",
        "title":"Toward Teaching Environmental Ethics: Exploring Problems in the Language of Evolving Social Values."},
      {
        "id":"EJ638005",
        "title":"Recent International Developments in Professional Development in Environmental Education: Reflections and Issues."},
      {
        "id":"EJ638006",
        "title":"A Report on an Ontario Secondary School Integrated Environmental Studies Program."},
      {
        "id":"EJ638007",
        "title":"How Does a Geography Teacher Contribute to Pupils' Environmental Education?"},
      {
        "id":"EJ636464",
        "title":"Comparing Computer Usage of Students in Education Programs to Technology Education Majors."},
      {
        "id":"EJ636465",
        "title":"Online Learning Needs in Technology Education."},
      {
        "id":"EJ636466",
        "title":"The Effect of a Computer Simulation Activity versus a Hands-on Activity on Product Creativity in Technology Education."},
      {
        "id":"EJ636467",
        "title":"Teacher Knowledge and Understanding of Design and Technology for Children in the 3-11 Age Group: A Study Focusing on Aspects of Structures."},
      {
        "id":"EJ636468",
        "title":"Learning Style and Laboratory Preference: A Study of Middle School Technology Education Teachers in Virginia."},
      {
        "id":"EJ636657",
        "title":"Selected Variables Related to Expected Longevity in Teaching of Entry-Phase Agriculture Teachers."},
      {
        "id":"EJ636658",
        "title":"Business Education Students' Preferred Learning Styles."},
      {
        "id":"EJ636659",
        "title":"An Exploratory Study of Career and Technical Education Teacher Empowerment: Implications for School Leaders."},
      {
        "id":"EJ636660",
        "title":"A Study of Initial Employment Characteristics between Co-op and Non-co-op Community College Graduates."},
      {
        "id":"EJ636661",
        "title":"Testing in a Computer Technology Course: An Investigation of Equivalency in Performance between Online and Paper and Pencil Methods."},
      {
        "id":"EJ636662",
        "title":"Comparing the Impact of Traditional and Cooperative Apprenticeship Programs on Graduates' Industry Success."},
      {
        "id":"EJ636663",
        "title":"Applicability of General Education Research Findings in Career and Technical Teacher Education: A Case Study."},
      {
        "id":"EJ961572",
        "title":"Public Acceptance and Articulation of Schools in Japanese Society: Origins in Education and Society in the 1930s"},
      {
        "id":"EJ961633",
        "title":"Designing Inquiry-Oriented Science Lab Activities"},
      {
        "id":"EJ961646",
        "title":"A \"Ladder to Literacy\" Engages Reluctant Readers"},
      {
        "id":"EJ961744",
        "title":"The Cult of Success"},
      {
        "id":"EJ961745",
        "title":"The Practice of Solitude"},
      {
        "id":"EJ961746",
        "title":"Bipartisan, but Unfounded: The Assault on Teachers' Unions"},
      {
        "id":"EJ961747",
        "title":"Invisible Wars: Iraq, Afghanistan, and Teaching Insurgencies in Public Schools"},
      {
        "id":"EJ961748",
        "title":"First, Do No Harm: Children's Environmental Health in Schools"},
      {
        "id":"EJ961749",
        "title":"Meaningful Work: How the History Research Paper Prepares Students for College and Life"},
      {
        "id":"EJ961750",
        "title":"A Closer Look at Meaningful Work"},
      {
        "id":"EJ961996",
        "title":"Authentic Activities and Materials for Adult ESL Learners"},
      {
        "id":"EJ961997",
        "title":"Successfully Applying Team Teaching with Adult Learners"},
      {
        "id":"EJ961998",
        "title":"Using Likert-Type Scales in the Social Sciences"},
      {
        "id":"EJ961999",
        "title":"Practice Makes Perfect: Using a Computer-Based Business Simulation in Entrepreneurship Education"},
      {
        "id":"EJ962000",
        "title":"Using the ICOT Instrument to Improve Instructional Technology Usage in the ABE Classroom"},
      {
        "id":"EJ962036",
        "title":"&quot;Let's Move!&quot; to End Childhood Obesity"},
      {
        "id":"EJ962037",
        "title":"Make Your School a Bully-Free Zone"},
      {
        "id":"EJ962038",
        "title":"Northern Parkway PTA Makes Health a Habit"},
      {
        "id":"EJ962039",
        "title":"Three Steps to Engage Volunteers in Membership Marketing"},
      {
        "id":"EJ962040",
        "title":"A Blueprint for Empowering Families: The National Standards for Family-School Partnerships"},
      {
        "id":"EJ962041",
        "title":"Help Schools by Partnering with Teacher Education Programs"},
      {
        "id":"EJ962042",
        "title":"Get Your Student Ready to Go Back to School...Again"},
      {
        "id":"EJ962043",
        "title":"Welcome to Team PTA"},
      {
        "id":"EJ962044",
        "title":"Unsettling Ourselves: Some Thoughts on Non-Native Participation in Decolonization Work"},
      {
        "id":"EJ962045",
        "title":"Transitioning Traditions: Rectifying an Ontario Camp's Indian Council Ring"},
      {
        "id":"EJ962046",
        "title":"Ecological Metissage: Exploring the Third Space in Outdoor and Environmental Education"},
      {
        "id":"EJ962047",
        "title":"Living Divided No More: A Journey into Health in the Twenty-First Century"},
      {
        "id":"EJ962048",
        "title":"Intentionally Tuning into Ecological Consciousness: Using the Body to Interpret the Teachings of the Land"},
      {
        "id":"EJ962049",
        "title":"Musings of a Songwriter: Connecting Students to Community and Nature through the Language of Lyric and Song"},
      {
        "id":"EJ962050",
        "title":"Fishing: Learning to Live Well on This Land"},
      {
        "id":"EJ962051",
        "title":"Bringing Nature into Social Work Settings: Mother Earth's Presence"},
      {
        "id":"EJ962052",
        "title":"Combining Outdoor Education and Anishnaabe Culture in a Four-Credit Semester Program in Blind River"},
      {
        "id":"EJ962053",
        "title":"Provoking Dialogue: A Short History of Outdoor Education in Ontario"},
      {
        "id":"EJ962054",
        "title":"Engaging Our Inner Scientist to Foster Connections and Broaden Our Understanding of This Land"},
      {
        "id":"EJ962359",
        "title":"Out in the Field: Experiencing a Research Learning Journey through a Community-Based Pilot Project"},
      {
        "id":"EJ962360",
        "title":"The Idea of a University: Grey Philistines Taking over Our Universities"},
      {
        "id":"EJ962361",
        "title":"An Interprofessional Approach to Business Planning: A Model of Collaboration"},
      {
        "id":"EJ962362",
        "title":"Multiple Intelligences: The Most Effective Platform for Global 21st Century Educational and Instructional Methodologies"},
      {
        "id":"EJ962363",
        "title":"Use Your Head: Neuroscience Research and Teaching"},
      {
        "id":"EJ962364",
        "title":"Managing Disruptive Behaviour in the Classroom"},
      {
        "id":"EJ962365",
        "title":"Adapting Postsecondary Teaching to the Needs of a New Generation"},
      {
        "id":"EJ962366",
        "title":"Teaching Argumentation in a Philosophy Course for Baccalaureate Nursing Students"},
      {
        "id":"EJ962367",
        "title":"Classroom Meetings as a Restorative Practice: A Study of Teachers' Responses to an Extended Professional Development Innovation"},
      {
        "id":"EJ962368",
        "title":"Restorative Practices Meet Key Competencies: Class Meetings as Pedagogy"},
      {
        "id":"EJ962369",
        "title":"Turning around, Transforming, and Continuously Improving Schools: Policy Proposals Are Still Based on a Two- Rather than a Three-Component Blueprint"},
      {
        "id":"EJ962370",
        "title":"Rural Alaska Mentoring Project (RAMP)"},
      {
        "id":"EJ962371",
        "title":"School Dropouts in Hong Kong: Parents' Experiences"},
      {
        "id":"EJ962372",
        "title":"Dropout Prevention Initiatives for Malaysian Indigenous Orang Asli Children"},
      {
        "id":"EJ962373",
        "title":"Sport and Other Motor Activities of Warsaw Students"},
      {
        "id":"EJ962375",
        "title":"External and Internal Sport Motivations of Young Adults"},
      {
        "id":"EJ962376",
        "title":"Relationships between Competitive Anxiety, Social Support and Self-Handicapping in Youth Sport"},
      {
        "id":"EJ962378",
        "title":"Health Potential of Female Candidates to the Professional Military Service"},
      {
        "id":"EJ962379",
        "title":"Promoting Genre Awareness in the EFL Classroom"},
      {
        "id":"EJ962380",
        "title":"Establishing Textual Authority and Separating Voices: A New Approach to Teaching Referencing"},
      {
        "id":"EJ962381",
        "title":"Process Writing and the Internet: Blogs and Ning Networks in the Classroom"},
      {
        "id":"EJ962382",
        "title":"Fishing--A Sport for All Seasons"},
      {
        "id":"EJ962383",
        "title":"The Future Is Now: Preparing a New Generation of CBI Teachers"},
      {
        "id":"EJ962384",
        "title":"Identifying Our Approaches to Language Learning Technologies: Improving Professional Development"},
      {
        "id":"EJ962385",
        "title":"Building Fluency through the Repeated Reading Method"},
      {
        "id":"EJ962386",
        "title":"Eyes on English"},
      {
        "id":"EJ962387",
        "title":"Gardening: A Growing Activity"},
      {
        "id":"EJ962388",
        "title":"Harmonious Learning: Yoga in the English Language Classroom"},
      {
        "id":"EJ962389",
        "title":"Rock and Roll English Teaching: Content-Based Cultural Workshops"},
      {
        "id":"EJ962390",
        "title":"Using Letters to Tell Stories in the EFL Classroom"},
      {
        "id":"EJ962391",
        "title":"To the Moon!--A Launch Pad for Encouraging Students to Express Their Opinions"},
      {
        "id":"EJ962392",
        "title":"Bowling: Entertainment for All Ages"},
      {
        "id":"EJ962510",
        "title":"Success in the US: Are Cambridge International Assessments Good Preparation for University Study?"},
      {
        "id":"EJ962511",
        "title":"Recasting Non-Cognitive Factors in College Readiness as What They Truly Are: Non-Academic Factors"},
      {
        "id":"EJ962512",
        "title":"Gender Inequities in University Admission due to the Differential Validity of the SAT"},
      {
        "id":"EJ962602",
        "title":"Changing Literacies, Changing Populations, Changing Places--English Teachers' Work in an Age of Rampant Standardisation"},
      {
        "id":"EJ962603",
        "title":"Creating Multimodal Metalanguage with Teachers"},
      {
        "id":"EJ962604",
        "title":"The Influence of Peer Group Response: Building a Teacher and Student Expertise in the Writing Classroom"},
      {
        "id":"EJ962605",
        "title":"Local Appropriation of Global Communication Forms: A Micro Case Study of Teacher and Learners' Uses of Mass Media Genres"},
      {
        "id":"EJ962607",
        "title":"Culturally Relevant Pedagogy and Critical Literacy in Diverse English Classrooms: A Case Study of a Secondary English Teacher's Activism and Agency"},
      {
        "id":"EJ962608",
        "title":"Online Collaboration of English Language Teachers for Meaningful Professional Development Experiences"},
      {
        "id":"EJ962609",
        "title":"The Impact of CLIL on L2 Vocabulary Development and Content Knowledge"},
      {
        "id":"EJ962610",
        "title":"Collaborative Consciousness-Raising Tasks in EAL Classrooms"},
      {
        "id":"EJ962611",
        "title":"From I-Search to iSearch 2.0"},
      {
        "id":"EJ962612",
        "title":"Living in the iWorld: Two Literacy Researchers Reflect on the Changing Texts and Literacy Practices of Childhood"},
      {
        "id":"EJ962613",
        "title":"From a Formalist to a Practical Aesthetic in Undergraduate Theatre Studies: Becoming Relevant in the Twenty-First Century"},
      {
        "id":"EJ962614",
        "title":"Private Perceptions, Public Reflections: Aesthetic Encounters as Vehicles for Shared Meaning Making"},
      {
        "id":"EJ962615",
        "title":"Feeling It Is How I Understand It: Found Poetry as Analysis"},
      {
        "id":"EJ962616",
        "title":"The Classroom Practice of Creative Arts Education in NSW Primary Schools: A Descriptive Account"},
      {
        "id":"EJ992115",
        "title":"The Role of Emotional Engagement in Lecturer-Student Interaction and the Impact on Academic Outcomes of Student Achievement and Learning"},
      {
        "id":"EJ992116",
        "title":"Analyzing a College Course That Adheres to the Universal Design for Learning (UDL) Framework"},
      {
        "id":"EJ992117",
        "title":"Students' Misconceptions in Psychology: How You Ask Matters...Sometimes"},
      {
        "id":"EJ992118",
        "title":"Examining Exam Reviews: A Comparison of Exam Scores and Attitudes"},
      {
        "id":"EJ992119",
        "title":"Team-Based Learning in a Subsection of a Veterinary Course as Compared to Standard Lectures"},
      {
        "id":"EJ992120",
        "title":"Examining Service-Learning in a Graduate Physical Education Teacher Education Course"},
      {
        "id":"EJ992121",
        "title":"A Multicultural Personal Growth Group as a Pedagogical Strategy with Graduate Counseling Students"},
      {
        "id":"EJ992122",
        "title":"Looking Deeper than the Gradebook: Assessing Cultural Diversity Attitudes among Undergraduates"},
      {
        "id":"EJ992123",
        "title":"The Influence of Involvement with Faculty and Mentoring on the Self-Efficacy and Academic Achievement of African American and Latino College Students"},
      {
        "id":"EJ992124",
        "title":"A Qualitative Examination of Connections between Learner-Centered Teaching and Past Significant Learning Experiences"},
      {
        "id":"EJ992125",
        "title":"Application Essays as an Effective Tool for Assessing Instruction in the Basic Communication Course: A Follow-Up Study"},
      {
        "id":"EJ992126",
        "title":"Measuring Learning through Cross Sectional Testing"},
      {
        "id":"EJ992127",
        "title":"Civic Engagement in the Field of Psychology"},
      {
        "id":"EJ992128",
        "title":"From Herb Garden to Wiki: Responding to Change in Naturopathic Education through Scholarly Reflection"},
      {
        "id":"EJ992129",
        "title":"Enhancing Students' Scientific and Quantitative Literacies through an Inquiry-Based Learning Project on Climate Change"},
      {
        "id":"EJ992130",
        "title":"Science, Technology, Engineering, and Mathematics Graduate Teaching Assistants Teaching Self-Efficacy"},
      {
        "id":"EJ992131",
        "title":"Factors Affecting Timely Completion of a PhD: A Complex Systems Approach"},
      {
        "id":"EJ992132",
        "title":"Understanding the &quot;How&quot; of Quality Improvement: Lessons from the Rhode Island Program Quality Intervention"},
      {
        "id":"EJ992133",
        "title":"Exploring Self-Esteem in a Girls' Sports Program: Competencies and Connections Create Change"},
      {
        "id":"EJ992134",
        "title":"Helping Youth Prepare for Careers: What Can Out-of-School Time Programs Do?"},
      {
        "id":"EJ992135",
        "title":"Supporting Youth with Special Needs in Out-of-School Time: A Study of OST Providers in New Jersey"},
      {
        "id":"EJ992151",
        "title":"Human Resources: Staffing Out-of-School Time Programs in the 21st Century"},
      {
        "id":"EJ992152",
        "title":"Beyond the Pipeline: STEM Pathways for Youth Development"},
      {
        "id":"EJ992153",
        "title":"Build IT: Scaling and Sustaining an Afterschool Computer Science Program for Girls"},
      {
        "id":"EJ992213",
        "title":"Meet the \"Reading Rangers\": Curriculum for Teaching Comprehension Strategies to Urban Third Graders"},
      {
        "id":"EJ992214",
        "title":"Cultivating Critical, Sociopolitical Awareness in Urban Secondary Schools: Tensions and Possibilities"},
      {
        "id":"EJ992221",
        "title":"Urban-Schooled Latina/os, Academic Literacies, and Identities: (Re)Conceptualizing College Readiness"},
      {
        "id":"EJ992267",
        "title":"Factors Causing Demotivation in EFL Teaching Process: A Case Study"},
      {
        "id":"EJ992268",
        "title":"Lived Experiences of Diversity Visa Lottery Immigrants in the United States"},
      {
        "id":"EJ992269",
        "title":"Synthesizing Multicultural, Global, and Civic Perspectives in the Elementary School Curriculum and Educational Research"},
      {
        "id":"EJ992270",
        "title":"Two Teachers in Dialogue: Understanding the Commitment to Teach"},
      {
        "id":"EJ992271",
        "title":"Using Hermeneutics to Understand Burnout and Coping Strategies Utilized by Occupational Therapists"},
      {
        "id":"EJ992272",
        "title":"Expectations in the Foreign Language Classrooms: A Case Study"},
      {
        "id":"EJ992273",
        "title":"A Grounded Theory of Inductive Qualitative Research Education: Results of a Meta-Data-Analysis"},
      {
        "id":"EJ992485",
        "title":"Learning Technology through Three Generations of Technology Enhanced Distance Education Pedagogy"},
      {
        "id":"EJ992486",
        "title":"The Freshers' Week Experience in a VLE: Can It Be Achieved?"},
      {
        "id":"EJ992487",
        "title":"Financial Operations of Distance Education and Campus-Based Education: A Zambian Case"},
      {
        "id":"EJ992489",
        "title":"Illuminating the Importance of Learning Interaction to Open Distance Learning (ODL) Success: A Qualitative Perspectives of Adult Learners in Perlis, Malaysia"},
      {
        "id":"EJ992490",
        "title":"Open Textbooks and Increased Student Access and Outcomes"},
      {
        "id":"EJ992491",
        "title":"Web 2.0 and Higher Education: Its Educational Use in the University Environment"},
      {
        "id":"EJ992662",
        "title":"Will We Be Admitting Foreign Students in 1975?"},
      {
        "id":"EJ992663",
        "title":"The International Student Question: 45 Years Later"},
      {
        "id":"EJ992664",
        "title":"The Cultural Bind on the American Male"},
      {
        "id":"EJ992665",
        "title":"A Letter of Apology Nearly 50 Years in the Making: How We've Failed to Solve the Cultural Bind of the American Male. Response to \"The Cultural Bind of the American Male\""},
      {
        "id":"EJ992666",
        "title":"The Evolution of College Admission Requirements"},
      {
        "id":"EJ992667",
        "title":"The More Things Change, the More They Stay the Same"},
      {
        "id":"EJ992687",
        "title":"Twenty Myths that Can Jinx Your College Choice"},
      {
        "id":"EJ992692",
        "title":"Myths and the College Process, a Retrospective"},
      {
        "id":"EJ992702",
        "title":"Student Recruitment Practices: A Survey Yields Some Surprises"},
      {
        "id":"EJ992723",
        "title":"Recruitment Practices Change, but Issues Remain the Same"},
      {
        "id":"EJ992727",
        "title":"Marketing Higher Education: The Survival Value of Integrity"},
      {
        "id":"EJ992733",
        "title":"The Business of Education"},
      {
        "id":"EJ992738",
        "title":"The Future Is Now for Renewed Commitment"},
      {
        "id":"EJ992739",
        "title":"Response to \"The Future Is Now for Renewed Commitment\""},
      {
        "id":"EJ992740",
        "title":"Minority Access to Higher Education"},
      {
        "id":"EJ992741",
        "title":"Higher Education for the Public Good"},
      {
        "id":"EJ992742",
        "title":"Educational Consulting: A Focus for the Profession"},
      {
        "id":"EJ992743",
        "title":"Educational Consulting: Justification to Partnership"},
      {
        "id":"EJ992746",
        "title":"Beyond the Folklore: A Strategy for Identifying Quality Undergraduate Colleges"},
      {
        "id":"EJ992747",
        "title":"Folklore and the College Selection Process Revisited"},
      {
        "id":"EJ992748",
        "title":"Surviving the War: A College Counselor's Journal"},
      {
        "id":"EJ992749",
        "title":"Surviving the War--And the Peace"},
      {
        "id":"EJ992750",
        "title":"The Reality, Direction, and Future of Computerized Publications"},
      {
        "id":"EJ992753",
        "title":"Computerized Recruitment and the Staying Power of Print"},
      {
        "id":"EJ992755",
        "title":"Gatekeepers or Marketers: Reclaiming the Educational Role of Chief Admission Officers"},
      {
        "id":"EJ992756",
        "title":"Seeking the Admission Hybrid"},
      {
        "id":"EJ992757",
        "title":"Moral Character and Student Aid"},
      {
        "id":"EJ992758",
        "title":"Are We Losing the Morals that Guide Student Aid Policy?"},
      {
        "id":"EJ992759",
        "title":"The High School Visit: Providing College Counseling and Building Crucial K-16 Links among Students, Counselors and Admission Officers"},
      {
        "id":"EJ992760",
        "title":"Revisiting High School Visits"},
      {
        "id":"EJ992761",
        "title":"What Counselors Need to Know about Community Colleges"},
      {
        "id":"EJ992762",
        "title":"What Counselors Still Need to Know about Community Colleges"},
      {
        "id":"EJ992919",
        "title":"Entering New Territory: Crossing over to Fully Synchronous, E-Learning Courses"},
      {
        "id":"EJ992922",
        "title":"Quality Assurance in Ontario's Postsecondary Education Sector"},
      {
        "id":"EJ992923",
        "title":"Blood Lifestyle: Externalizing the Cost of Human Life"},
      {
        "id":"EJ992983",
        "title":"Secret Shoppers: The Stealth Applicant Search for Higher Education"},
      {
        "id":"EJ992984",
        "title":"Targeted Recruitment of GLBT Students by Colleges and Universities"},
      {
        "id":"EJ992988",
        "title":"Collegiality or Strategic Compromise? A New Era in Admission Consortia"},
      {
        "id":"EJ992989",
        "title":"Financial Aid through a Bourdieu-ian Lens: Inequality Perpetuated or an Opportunity for Change?"},
      {
        "id":"EJ992990",
        "title":"Documenting Student Performance: An Alternative to the Traditional Calculation of Grade Point Averages"},
      {
        "id":"EJ992992",
        "title":"Examining the Presence of Social Media on University Web Sites"},
      {
        "id":"EJ992993",
        "title":"College Choice of Minority Students Admitted to Institutions in the Council for Christian Colleges and Universities"},
      {
        "id":"EJ992994",
        "title":"Effects of a Coaching Class on the ACT Scores of Students at a Large Midwest High School"},
      {
        "id":"EJ992995",
        "title":"LGBT Applicants and Challenges for Admission: Five Cases"},
      {
        "id":"EJ992996",
        "title":"NCAA: Eligibility and Success"},
      {
        "id":"EJ992997",
        "title":"Are the Best Scores the Best Scores for Predicting College Success?"},
      {
        "id":"EJ990018",
        "title":"Understanding the Culture of Ahiska Turks in Wheaton, Illinois: A Case Study"},
      {
        "id":"EJ990019",
        "title":"A Key Challenge in Global HRM: Adding New Insights to Existing Expatriate Spouse Adjustment Models"},
      {
        "id":"EJ990020",
        "title":"Interrelated Processes toward Quality of Life in Survivors of Childhood Cancer: A Grounded Theory"},
      {
        "id":"EJ990021",
        "title":"Fostering Change in Organizational Culture Using a Critical Ethnographic Approach"},
      {
        "id":"EJ990022",
        "title":"Women in Transition: A Qualitative Analysis of Definitions of Poverty and Success"},
      {
        "id":"EJ990023",
        "title":"African American Women: The Face of HIV/AIDS in Washington, DC"},
      {
        "id":"EJ990024",
        "title":"The Relationship of Researcher and Participant in Qualitative Inquiry: From \"Self and Other\" Binaries to the Poststructural Feminist Perspective of Subjectivity"},
      {
        "id":"EJ990025",
        "title":"Transcription and Analysis of Qualitative Data in a Study of Women Who Sexually Offended against Children"},
      {
        "id":"EJ990026",
        "title":"What Therapists Learn from Psychotherapy Clients: Effects on Personal and Professional Lives"},
      {
        "id":"EJ990027",
        "title":"Shared Journaling as Peer Support in Teaching Qualitative Research Methods"},
      {
        "id":"EJ990028",
        "title":"Enabling Outcomes for Students with Developmental Disabilities through Collaborative Consultation"},
      {
        "id":"EJ990029",
        "title":"The Influence of Informal Music Education in Teacher Formation: An Autoethnography"},
      {
        "id":"EJ990030",
        "title":"Adolescent Dating Violence Prevention and Intervention in a Community Setting: Perspectives of Young Adults and Professionals"},
      {
        "id":"EJ990031",
        "title":"Teachers' Perceptions of a Multiple High-Risk Behavior Prevention Program and Delivery of Universal Programming"},
      {
        "id":"EJ990032",
        "title":"Recursive Frame Analysis: A Practitioner's Tool for Mapping Therapeutic Conversation"},
      {
        "id":"EJ990034",
        "title":"Writing Interview Protocols and Conducting Interviews: Tips for Students New to the Field of Qualitative Research"},
      {
        "id":"EJ990035",
        "title":"Contextualizing Theories and Practices of Bricolage Research"},
      {
        "id":"EJ990110",
        "title":"Uneven Distribution of Novice Teachers in the Chilean Primary School System"},
      {
        "id":"EJ990111",
        "title":"Is Administration Leaner in Charter Schools? Resource Allocation in Charter and Traditional Public Schools"},
      {
        "id":"EJ990112",
        "title":"Trends in Mathematics and Science Performance in 18 Countries: Multiple Regression Analysis of the Cohort Effects of TIMSS 1995-2007"},
      {
        "id":"EJ990113",
        "title":"Evidence for the Influence of School Context on College Access"},
      {
        "id":"EJ990114",
        "title":"Funding Disparities and the Inequitable Distribution of Teachers: Evaluating Sources and Solutions"},
      {
        "id":"EJ990115",
        "title":"Personal Development in Secondary Education: The Irish Transition Year"},
      {
        "id":"EJ990119",
        "title":"Developmental State Policy, Educational Development, and Economic Development: Policy Processes in South Korea (1961-1979)"},
      {
        "id":"EJ990120",
        "title":"Factor Structure of Opportunity to Learn for Students with and without Disabilities"},
      {
        "id":"EJ990481",
        "title":"Learning Mathematics Needed for Teaching through Designing, Implementing, and Testing Learning Objects"},
      {
        "id":"EJ990482",
        "title":"The Relationships among Mathematics Teaching Efficacy, Mathematics Self-Efficacy, and Mathematical Beliefs for Elementary Pre-Service Teachers"},
      {
        "id":"EJ990514",
        "title":"Developing Turkish Preservice Preschool Teachers' Attitudes and Understanding about Teaching Science through Play"},
      {
        "id":"EJ990515",
        "title":"Investigating Student Attitudes and Achievements in an Environmental Place-Based Inquiry in Secondary Classrooms"},
      {
        "id":"EJ990516",
        "title":"Constructivist Teaching Practices Used by Five Teacher Leaders for the Iowa Chautauqua Professional Development Program"},
      {
        "id":"EJ990517",
        "title":"Greek Secondary School Students' Views about Biology"},
      {
        "id":"EJ990518",
        "title":"Omani Pre-Service Science Teachers' Views about Global Warming: Beliefs about Actions and Willingness to Act"},
      {
        "id":"EJ990519",
        "title":"Science Teachers and the Dissection Debate: Perspectives on Animal Dissection and Alternatives"},
      {
        "id":"EJ990520",
        "title":"Secondary Teachers' Conceptions of Creative Thinking within the Context of Environmental Education"},
      {
        "id":"EJ990521",
        "title":"A Longitudinal Study to Identify Prospective Science Teachers' Beliefs about Science Teaching Using the Draw-a-Science-Teacher-Test Checklist"},
      {
        "id":"EJ990522",
        "title":"External Insect Morphology: A Negative Factor in Attitudes toward Insects and Likelihood of Incorporation in Future Science Education Settings"},
      {
        "id":"EJ990523",
        "title":"Incorporating Environmental Education into an Urban After-School Program in New York City"},
      {
        "id":"EJ990524",
        "title":"Breaking Barriers and Building Bridges through Networks: An Innovative Educational Approach for Sustainability"},
      {
        "id":"EJ990525",
        "title":"Revising Teacher Candidates' Views of Science and Self: Can Accounts from the History of Science Help?"},
      {
        "id":"EJ990526",
        "title":"Exploring the Relationships among Epistemological Beliefs, Metacognitive Awareness and Nature of Science"},
      {
        "id":"EJ990527",
        "title":"The Mediating Role of Scientific Tools for Elementary School Students Learning about the Everglades in the Field and Classroom"},
      {
        "id":"EJ990528",
        "title":"University Students' Behaviors Pertaining to Sustainability: A Structural Equation Model with Sustainability-Related Attributes"},
      {
        "id":"EJ990630",
        "title":"The 60's Are the New 20's: Teaching Older Adults Technology"},
      {
        "id":"EJ990631",
        "title":"Studying the Effect Dialogic Reading Has on Family Members' Verbal Interactions during Shared Reading"},
      {
        "id":"EJ990632",
        "title":"Teaching Practice: A Perspective on Inter-Text and Prior Knowledge"},
      {
        "id":"EJ990633",
        "title":"Action Research in a Professional Development School Setting to Support Teacher Candidate Self-Efficacy"},
      {
        "id":"EJ990634",
        "title":"Exploring the Synergy between Science Literacy and Language Literacy with English Language Learners: Lessons Learned within a Sustained Professional Development Program"},
      {
        "id":"EJ990635",
        "title":"The Power of a Mouse!"},
      {
        "id":"EJ990687",
        "title":"Evaluating the Appropriateness and Use of Domain Critical Errors"},
      {
        "id":"EJ990688",
        "title":"A Meta-Analysis of Growth Trends from Vertically Scaled Assessments"},
      {
        "id":"EJ990689",
        "title":"Replication Analysis in Exploratory Factor Analysis: What It Is and Why It Makes Your Analysis Better"}]
  }}
