{
  "response":{"numFound":509939,"start":478000,"numFoundExact":true,"docs":[
      {
        "id":"EJ719940",
        "title":"Raising the Bar on Technology Research in English Language Arts"},
      {
        "id":"EJ719941",
        "title":"Decision Making in the Process of Making Differentiation"},
      {
        "id":"EJ719942",
        "title":"Creating a Differentiated Classroom"},
      {
        "id":"EJ719943",
        "title":"Multimedia Makes Its Mark"},
      {
        "id":"EJ719944",
        "title":"Folk Taxonomies. Connected Classroom"},
      {
        "id":"EJ719945",
        "title":"The Time Is Right to Embrace PDAs in the Classroom. Research Windows"},
      {
        "id":"EJ719946",
        "title":"What's the Big Deal about ROI and TCO? As I See \"It\""},
      {
        "id":"EJ719948",
        "title":"No Longer a Year Behind"},
      {
        "id":"EJ719949",
        "title":"Lessons from Costa Rica"},
      {
        "id":"EJ719950",
        "title":"Preservice Partnerships Create Classroom Leaders: On-Site Classes Benefit Schools and Teachers"},
      {
        "id":"EJ719951",
        "title":"A Vision for the Net Generation Media Center. Media Matters"},
      {
        "id":"EJ719953",
        "title":"Helping Teachers Embrace Standards"},
      {
        "id":"EJ684629",
        "title":"Behind Every Silver Lining: The Other Side of Highly Qualified Teachers"},
      {
        "id":"EJ684633",
        "title":"Mission and Vision in Education. From the Trenches"},
      {
        "id":"EJ684636",
        "title":"Filtering the Internet: The Children's Internet Protection Act. Legal Update"},
      {
        "id":"EJ684639",
        "title":"NCLB and High-Stakes Accountability: A Cure? Or a Symptom of the Disease? NCLB: Failed Schools--or Failed Law?"},
      {
        "id":"EJ684642",
        "title":"No Child Left Behind: The Mathematics of Guaranteed Failure. NCLB: Failed Schools--Or Failed Law?"},
      {
        "id":"EJ684645",
        "title":"On Balance: The Marriage of Liberal Arts Departments and Schools of Education"},
      {
        "id":"EJ684742",
        "title":"Seize the Day. NCLB: Failed Schools--Or Failed Law?"},
      {
        "id":"EJ684746",
        "title":"No Flower Shall Wither; or, Horticulture in the Kingdom of the Frogs. The Cutting Edge"},
      {
        "id":"EJ684754",
        "title":"Will Students with Disabilities Be Scapegoats for School Failures?"},
      {
        "id":"EJ684767",
        "title":"Valid Uses of Student Testing as Part of Authentic and Comprehensive Student Assessment, School Reports, and School System Accountability: A Statement of Concern from the International Confederation of Principals. NCLB: Failed Schools--Or Failed Law?"},
      {
        "id":"EJ684769",
        "title":"At-Risk Students: What Exactly Is the Threat? How Imminent Is It?"},
      {
        "id":"EJ684770",
        "title":"Enhancing Teacher Leadership in Urban Education: The Oak Park Experience. Educating Students Placed at Risk"},
      {
        "id":"EJ684771",
        "title":"Improving the Education of Students Placed at Risk through School-University Partnerships. Educating Students Placed at Risk"},
      {
        "id":"EJ684772",
        "title":"It Ain't Brain Surgery: Restructuring Schools to Improve the Education of Children Placed at Risk"},
      {
        "id":"EJ684775",
        "title":"Risk Management and At-Risk Students: Pernicious Fantasies of Educator Omnipotence. The Cutting Edge"},
      {
        "id":"EJ684778",
        "title":"Teacher Quality and Students Placed at Risk: Results from the Baccalaureate and Beyond Longitudinal Study, 1993-97. Educating Students Placed at Risk"},
      {
        "id":"EJ684785",
        "title":"The Unlikely Faces of Professional Development in Urban Schools: Preparing At-Risk Students and Colleges for One Another. Educating Students Placed at Risk"},
      {
        "id":"EJ684796",
        "title":"Working with Curriculum Standards to Build a Community of Readers in a Culture of Non-Readers. Educating Students Placed at Risk"},
      {
        "id":"EJ684832",
        "title":"Beyond Organizational Tinkering: A New View of School Reform. On Balance"},
      {
        "id":"EJ684837",
        "title":"Possibility, Need, and Educational Reform"},
      {
        "id":"EJ684842",
        "title":"The Educational Legacy of Ronald Reagan. The Cutting Edge"},
      {
        "id":"EJ684844",
        "title":"Think the Unthinkable. Statewide \"Safe Places\" for Distinctive Schools"},
      {
        "id":"EJ684846",
        "title":"If We Love Our Children More Than We Love Our Schools, the System Must Change. Statewide \"Safe Places\" for Distinctive Schools"},
      {
        "id":"EJ684848",
        "title":"Smallness, Autonomy, and Choice: Scaling Up. Statewide \"Safe Places\" for Distinctive Schools"},
      {
        "id":"EJ684851",
        "title":"Moving to the Margins. Statewide \"Safe Places\" for Distinctive Schools"},
      {
        "id":"EJ684856",
        "title":"Gravity, Innovation, and System Change. Statewide \"Safe Places\" for Distinctive Schools"},
      {
        "id":"EJ684865",
        "title":"Hurt, Harm, and School Safety"},
      {
        "id":"EJ684935",
        "title":"Safety and Excellence. Safety in the Schools"},
      {
        "id":"EJ685007",
        "title":"For Safety's Sake. Safety in Schools"},
      {
        "id":"EJ685010",
        "title":"School Climate and the Safe School: Seven Contributing Factors. Safety in the Schools"},
      {
        "id":"EJ685013",
        "title":"Hidden Dangers within Our Schools: What Are These Safety Problems and How Can We Fix Them? Safety in the Schools"},
      {
        "id":"EJ685024",
        "title":"Feeling Scared. Safety in the Schools"},
      {
        "id":"EJ685025",
        "title":"Costume-Based Schooling. From the Trenches"},
      {
        "id":"EJ685028",
        "title":"Bad Apples or Sour Pickles? Fundamental Attribution Error and the Columbine Massacre. The Cutting Edge"},
      {
        "id":"EJ685031",
        "title":"The Other Side of School Choice"},
      {
        "id":"EJ685034",
        "title":"Controversy Continues over the Pledge of Allegiance. Legal Update"},
      {
        "id":"EJ685038",
        "title":"The Challenge of Diversity and Choice"},
      {
        "id":"EJ685042",
        "title":"Charters \"Yes!\" Vouchers \"No!\" Parental Choice and Excellence"},
      {
        "id":"EJ685044",
        "title":"A System Where Everyone Wins: The Legitimacy of Faith-Based Schools in a System of Choice. Parental Choice and Excellence"},
      {
        "id":"EJ685046",
        "title":"Teaching as a Secular Calling. Parental Choice and Excellence"},
      {
        "id":"EJ685053",
        "title":"Strengths and Weaknesses: The Impediments of Formalism"},
      {
        "id":"EJ685056",
        "title":"Strengths-Based Education: Probing Its Limits. The Cutting Edge"},
      {
        "id":"EJ685057",
        "title":"Strengths-Based Educating: A Concrete Way to Bring Out the Best in Students--and Yourself. The Confessions of an Educator Who Got It Right--Finally! The Quest for Strengths"},
      {
        "id":"EJ685058",
        "title":"A Review of the Theory and Research Underlying the StrengthsQuest Program for Students. The Quest for Strengths"},
      {
        "id":"EJ685060",
        "title":"StrengthsQuest in Application: The Experience of Four Educators. The Power of Teaching Students Using Strengths. The Quest for Strengths"},
      {
        "id":"EJ685067",
        "title":"Creating a Culture for Learning. On Balance"},
      {
        "id":"EJ685072",
        "title":"Toxic Testing: It's Time to Reflect upon Our Current Testing Practices"},
      {
        "id":"EJ708317",
        "title":"The Office of Special Education Program's LD Initiative: A Context for Inquiry and Consensus"},
      {
        "id":"EJ708319",
        "title":"State SLD Identification Policies and Practices"},
      {
        "id":"EJ708320",
        "title":"Identifying Reading Disabilities by Responsiveness-to-Instruction: Specifying Measures and Criteria"},
      {
        "id":"EJ708321",
        "title":"LD Identification: It's Not Simply a Matter of Building a Better Mousetrap"},
      {
        "id":"EJ708322",
        "title":"Foundations and Research on Identifying Model Responsiveness-to-Intervention Sites"},
      {
        "id":"EJ709344",
        "title":"The 20,000 Article Problem: How a Structured Abstract Can Help Practitioners Sort out Educational Research"},
      {
        "id":"EJ710413",
        "title":"Responsiveness to Intervention and the Identification of Specific Learning Disability: A Critique and Alternative Proposal"},
      {
        "id":"EJ710415",
        "title":"Children with Reading Disabilities: Does Dynamic Assessment Help in the Classification?"},
      {
        "id":"EJ710416",
        "title":"Designing Conversation: Book Discussions in a Primary Inclusion Classroom."},
      {
        "id":"EJ710417",
        "title":"Balanced, Strategic Reading Instruction for Upper-Elementary and Middle School Students with Reading Disabilities: A Comparative Study of Two Approaches"},
      {
        "id":"EJ710418",
        "title":"The Effects of Self-Regulated Strategy Development on the Writing Process for High School Students with Learning Disabilities"},
      {
        "id":"EJ711231",
        "title":"Teaching Practices for ESL Students"},
      {
        "id":"EJ711233",
        "title":"Picking Battles, Finding Joy: Creating Community in the &quot;Uncontrolled&quot; Classroom"},
      {
        "id":"EJ711235",
        "title":"Diversity Initiatives in Higher Education: Intergroup Dialogue as Pedagogy across the Curriculum"},
      {
        "id":"EJ722287",
        "title":"Unproven Links: Can Poverty Explain Ethnic Disproportionality in Special Education?"},
      {
        "id":"EJ722290",
        "title":"Self-Monitoring of Attention versus Self-Monitoring of Academic Performance: Effects among Students with ADHD in the General Education Classroom"},
      {
        "id":"EJ722291",
        "title":"A Few New Children: Postinstitutionalized Children of Intercountry Adoption"},
      {
        "id":"EJ722295",
        "title":"Special Education Teachers' Views of Research-Based Practices"},
      {
        "id":"EJ722297",
        "title":"Effects of Mathematical Word Problem-Solving Instruction on Middle School Students with Learning Problems"},
      {
        "id":"EJ722374",
        "title":"Variability in the Length and Frequency of Steps of Sighted and Visually Impaired Walkers"},
      {
        "id":"EJ722375",
        "title":"Orientation and Mobility Training Using Small Groups"},
      {
        "id":"EJ722377",
        "title":"The Copying of Complex Geometric Drawings by Sighted and Visually Impaired Children"},
      {
        "id":"EJ722379",
        "title":"The Efficacy of Family Camp Experience for Families Who Have Children with Visual Impairments. Research Report"},
      {
        "id":"EJ722380",
        "title":"Rekindling the Multicultural History of the American Art Therapy Association, Inc. Viewpoints"},
      {
        "id":"EJ722381",
        "title":"Life Story of an Art Therapist of Color"},
      {
        "id":"EJ722382",
        "title":"Art and Migraine: Researching the Relationship between Artmaking and Pain Experience"},
      {
        "id":"EJ722383",
        "title":"Does Art Improve Mood? A Test of a Key Assumption Underlying Art Therapy"},
      {
        "id":"EJ722384",
        "title":"Expressive Therapy with Severely Maltreated Children: Neuroscience Contributions"},
      {
        "id":"EJ722385",
        "title":"Art Therapy with a Hemodialysis Patient: A Case Analysis. Brief Report"},
      {
        "id":"EJ759615",
        "title":"Expanding Multicultural Education to Include Family Diversity"},
      {
        "id":"EJ759616",
        "title":"Dialogue across Cultures: Teachers' Perceptions about Communication with Diverse Families"},
      {
        "id":"EJ759617",
        "title":"Strategies for Preparing Educators to Enhance the Involvement of Diverse Families in Their Children's Education"},
      {
        "id":"EJ759618",
        "title":"Funds of Knowledge at Work in the Writing Classroom"},
      {
        "id":"EJ759619",
        "title":"Issues in Early Intervention: The Impact of Cultural Diversity on Service Delivery in Natural Environments"},
      {
        "id":"EJ759620",
        "title":"Toronto First Duty: Integrating Kindergarten, Childcare, and Parenting Support to Help Diverse Families Connect to Schools"},
      {
        "id":"EJ759621",
        "title":"Do Parents Value Education? Teachers' Perceptions of Minority Parents"},
      {
        "id":"EJ759622",
        "title":"Esperanza's Lessons: Learning about Education through the Eyes of the Innocent"},
      {
        "id":"EJ759623",
        "title":"Can Special Education Teachers Create Parent Partnership with Mexican American Families? Si Se Pueda!"},
      {
        "id":"EJ759624",
        "title":"Using Technology to Help English Language Students Develop Language Skills: A Home and School Connection"},
      {
        "id":"EJ759625",
        "title":"Parents and Mathematics Education in a Latino Community: Redefining Parental Participation"},
      {
        "id":"EJ759626",
        "title":"An Interdisciplinary Course to Prepare School Professionals to Collaborate with Families of Exceptional Children"},
      {
        "id":"EJ759627",
        "title":"Unconstitutional Deportation of Mexican Americans during the 1930s: Family History and Oral History"},
      {
        "id":"EJ759628",
        "title":"The Role of Social Foundations in Preparing Teachers for Culturally Relevant Practice"},
      {
        "id":"EJ759629",
        "title":"Tolerance in Teacher Education: Restructuring the Curriculum in a Diverse but Segregated University Classroom"},
      {
        "id":"EJ759630",
        "title":"\"I Want to Read\": How Culturally Relevant Texts Increase Student Engagement in Reading"},
      {
        "id":"EJ759631",
        "title":"Case-Based Methodology as an Instructional Strategy for Understanding Diversity: Preservice Teachers' Perceptions"},
      {
        "id":"EJ759632",
        "title":"ESL Programs and LEP Students: A Comparison of Public and Private Schools along the Wasatch Front"},
      {
        "id":"EJ759633",
        "title":"The Human Right to Education: Freedom and Empowerment"},
      {
        "id":"EJ759634",
        "title":"Individuals in a Collectivist World: Born in the U.S.A., Teaching in Caracas, Venezuela"},
      {
        "id":"EJ759635",
        "title":"Deepening Teacher Knowledge of Multicultural Literature through a University-Schools Partnership"},
      {
        "id":"EJ759636",
        "title":"Making Connections with the Past: (Un)Masking African American History at a Neighborhood Community Center"},
      {
        "id":"EJ759637",
        "title":"Beyond Promise: Autobiography and Multicultural Education"},
      {
        "id":"EJ759638",
        "title":"Learning in Unexpected Places: Empowering Latino Parents"},
      {
        "id":"EJ759639",
        "title":"\"Not Writing It out but Writing It off\": Preparing Multicultural Teachers for Urban Classrooms"},
      {
        "id":"EJ759640",
        "title":"Disappearing in the Houdini Education: The Experience of Race and Invisibility among Latina/o Students"},
      {
        "id":"EJ759641",
        "title":"Knowing, Valuing, and Shaping One's Culture: A Precursor to Acknowledging, Accepting, and Respecting the Culture of Others"},
      {
        "id":"EJ759642",
        "title":"Minority Parents Should Know More about School Culture and Its Impact on Their Children's Education"},
      {
        "id":"EJ759643",
        "title":"Successful Multicultural Campus: Free from Prejudice toward Minority Professors"},
      {
        "id":"EJ759644",
        "title":"Asian American Teachers: Do They Impact the Curriculum? Are There Support Systems for Them?"},
      {
        "id":"EJ759645",
        "title":"A Love Supreme--Riffing on the Standards: Placing Ideas at the Center of High Stakes Schooling"},
      {
        "id":"EJ759646",
        "title":"Finding the Poetic High: Building a Spoken Word Poetry Community and Culture of Creative, Caring, and Critical Intellectuals"},
      {
        "id":"EJ759647",
        "title":"A Critically Compassionate Intellectualism for Latina/o Students: Raising Voices above the Silencing in Our Schools"},
      {
        "id":"EJ759648",
        "title":"From the Tightrope: Designing, Developing, and Delivering an Alternative Teacher Education Model"},
      {
        "id":"EJ759649",
        "title":"Pens on the Prize: Linking School and Community through Contest-Inspired Literacy"},
      {
        "id":"EJ759650",
        "title":"Toward a Pedagogy of Transformative Teacher Education: World Educational Links"},
      {
        "id":"EJ759651",
        "title":"\"Everything They Were Giving Us Created Tension\": Creating and Managing Tension in a Graduate-Level Multicultural Course Focused on Literacy Methods"},
      {
        "id":"EJ759652",
        "title":"Collaborative Recruitment of Diverse Teachers for the Long Haul--TEAMS: Teacher Education for the Advancement of a Multicultural Society"},
      {
        "id":"EJ759653",
        "title":"Fearless Innovation--Songwriting for Our Lives: Inspiring Learners with Arts-Based Practices that Support Creativity"},
      {
        "id":"EJ759654",
        "title":"New Paradigms for Diversifying Faculty and Staff in Higher Education: Uncovering Cultural Biases in the Search and Hiring Process"},
      {
        "id":"EJ759655",
        "title":"Helping Whites Develop Anti-Racist Identities: Overcoming Their Resistance to Fighting Racism"},
      {
        "id":"EJ759656",
        "title":"Creating a Bridge from High School to College for Hispanic Students"},
      {
        "id":"EJ759697",
        "title":"Back to the Future: Contextuality and the Construction of the Basic Writer's Identity in \"JBW\" 1999-2005"},
      {
        "id":"EJ759698",
        "title":"In the Here and Now: Public Policy and Basic Writing"},
      {
        "id":"EJ759699",
        "title":"Reasoning the Need: Graduate Education and Basic Writing"},
      {
        "id":"EJ759700",
        "title":"Arrested Development: Revising Remediation at John Jay College of Criminal Justice"},
      {
        "id":"EJ759701",
        "title":"Redefining Literacy as a Social Practice"},
      {
        "id":"EJ759702",
        "title":"Teaching Multilingual Learners across the Curriculum: Beyond the ESOL Classroom and Back Again"},
      {
        "id":"EJ759830",
        "title":"Processing Glosses: A Qualitative Exploration of How Form-Meaning Connections Are Established and Strengthened"},
      {
        "id":"EJ759831",
        "title":"Glosses, Comprehension, and Strategy Use"},
      {
        "id":"EJ759832",
        "title":"Simplification in Graded Readers: Measuring the Authenticity of Graded Texts"},
      {
        "id":"EJ759833",
        "title":"Vocabulary Acquisition from Extensive Reading: A Case Study"},
      {
        "id":"EJ759834",
        "title":"Use of L1 in L2 Reading Comprehension among Tertiary ESL Learners"},
      {
        "id":"EJ759835",
        "title":"Affective Variables and Japanese L2 Reading Ability"},
      {
        "id":"EJ759836",
        "title":"Toward a Multicomponent Model of Interest and L2 Reading: Sources of Interest, Perceived Situational Interest, and Comprehension"},
      {
        "id":"EJ759837",
        "title":"Japanese High School Students' Motivation for Extensive L2 Reading"},
      {
        "id":"EJ759838",
        "title":"Content Schemata, Linguistic Simplification, and EFL Readers' Comprehension and Recall"},
      {
        "id":"EJ759839",
        "title":"Graphic Organizers in Reading Instruction: Research Findings and Issues"},
      {
        "id":"EJ759840",
        "title":"A Comparative Analysis of Racism in the Original and Modified Texts of \"The Cay\""},
      {
        "id":"EJ762397",
        "title":"The Instructional Use of Argument across the Curriculum"},
      {
        "id":"EJ762415",
        "title":"The Message or the Messenger: Reflection on the Volatility of Evoking Novice Teachers' Courageous Conversations on Race"},
      {
        "id":"EJ762416",
        "title":"Interfacing Culture Specific Pedagogy with Counseling: A Proposed Diversity Training Model for Preparing Preservice Teachers for Diverse Learners"},
      {
        "id":"EJ762417",
        "title":"Teaching for Social Justice in Multicultural Urban Schools: Conceptualization and Classroom Implication"},
      {
        "id":"EJ762418",
        "title":"An Angel behind the Camera, Filming &quot;Angels in the Dust&quot;: An Interview with Activist Filmmaker Louise Hogarth"},
      {
        "id":"EJ762419",
        "title":"The Effects of Primary Sources and Field Trip Experience on the Knowledge Retention of Multicultural Content"},
      {
        "id":"EJ762420",
        "title":"Teaching and Learning within and across Cultures: Educator Requirements across the United States"},
      {
        "id":"EJ762728",
        "title":"Late to Class: Social Class and Schooling in the New Economy"},
      {
        "id":"EJ762729",
        "title":"Professional Learning Communities and the Eight-Year Study"},
      {
        "id":"EJ762730",
        "title":"Open Lessons: A Practice to Develop a Learning Community for Teachers"},
      {
        "id":"EJ762919",
        "title":"Creating Access to the General Curriculum with Links to Grade-Level Content for Students with Significant Cognitive Disabilities: An Explication of the Concept"},
      {
        "id":"EJ762920",
        "title":"Effects of Repeated Readings, Error Correction, and Performance Feedback on the Fluency and Comprehension of Middle School Students with Behavior Problems"},
      {
        "id":"EJ762921",
        "title":"Shrinking Achievement Differences with Anchored Math Problems: Challenges and Possibilities"},
      {
        "id":"EJ762922",
        "title":"Charter School Statutes and Special Education: Policy Answers or Policy Ambiguity?"},
      {
        "id":"EJ763207",
        "title":"triADD: The Risk for Alcohol Abuse, Depression, and Diabetes Multimorbidity in the American Indian and Alaska Native Population"},
      {
        "id":"EJ763208",
        "title":"Disseminating Research on Community Health and Well-Being: A Collaboration between Alaska Native Villages and the Academe"},
      {
        "id":"EJ763209",
        "title":"Linking 'White Oppression' and HIV/AIDS in American Indian Etiology: Conspiracy Beliefs among AI MSMs and Their Peers"},
      {
        "id":"EJ763210",
        "title":"Exploring Maternal Social Perceptions and Child Aggression among Urban American Indians"},
      {
        "id":"EJ763211",
        "title":"The Professional Development Needs of Educational Leaders in Post-Conflict Kosovo"},
      {
        "id":"EJ763212",
        "title":"Research Links the Arts with Student Academic Gains"},
      {
        "id":"EJ763213",
        "title":"Implementing Alternative Assessment: Opportunities and Obstacles"},
      {
        "id":"EJ763214",
        "title":"Learning to Take Tests or Learning for Understanding? Teachers' Beliefs about Test-Based Accountability"},
      {
        "id":"EJ763215",
        "title":"Unnecessary and Unjustified: African-American Parental Perceptions of Special Education"},
      {
        "id":"EJ763216",
        "title":"Principals' Communication inside Schools: A Contribution to School Improvement?"},
      {
        "id":"EJ763217",
        "title":"Connecting Curriculum and Instruction to National Teaching Standards"},
      {
        "id":"EJ763581",
        "title":"Health Education/Promotion Students' Attitudes toward Homosexuals"},
      {
        "id":"EJ763582",
        "title":"Development of a Sexual Ethics Continuum Teaching Strategy"},
      {
        "id":"EJ763583",
        "title":"The Public Health Response to Toxic Shock Syndrome: A Historical Review and Lessons Learned"},
      {
        "id":"EJ763584",
        "title":"Professional Standards for Health Education Teacher Preparation"},
      {
        "id":"EJ763585",
        "title":"The Seven Habits of Highly Effective Health Educators"},
      {
        "id":"EJ763586",
        "title":"Determinants of Indoor Tanning Behavior among Adolescent Females: A Systematic Review of the Literature"},
      {
        "id":"EJ763897",
        "title":"Obesity Status and Body Satisfaction: Are There Differences between African American College Females at Black and White Universities?"},
      {
        "id":"EJ764824",
        "title":"Soft Skills: The New Curriculum for Hard-Core Technical Professionals"},
      {
        "id":"EJ764825",
        "title":"Realize the Full Potential of Your New Facility"},
      {
        "id":"EJ764826",
        "title":"The Winners' Circle"},
      {
        "id":"EJ765539",
        "title":"The Need for Health Promotion for Adults Who Are Visually Impaired"},
      {
        "id":"EJ765540",
        "title":"Development and Validation of a Short-Form Adaptation of the Age-Related Vision Loss Scale: The AVL12"},
      {
        "id":"EJ765541",
        "title":"The Social Life and Emotional State of Adolescent Children of Parents Who Are Blind and Sighted: A Pilot Study"},
      {
        "id":"EJ765542",
        "title":"Raised-Line Pictures, Blindness, and Tactile \"Beliefs\": An Observational Case Study"},
      {
        "id":"EJ765543",
        "title":"Nonvisual Route Following with Guidance from a Simple Haptic or Auditory Display"},
      {
        "id":"EJ765544",
        "title":"Divergent Development of Manual Skills in Children Who Are Blind or Sighted"},
      {
        "id":"EJ765546",
        "title":"Implementation of an Evidence-Based Guideline for the Referral of Adults Who Are Visually Impaired in the Netherlands: Potential Barriers"},
      {
        "id":"EJ765547",
        "title":"Spanning the Pacific Ocean through Voice-Over Internet Protocol Chat with the Hadley School for the Blind--China"},
      {
        "id":"EJ765548",
        "title":"Expanding Understanding of Emergent Literacy: Empirical Support for a New Framework"},
      {
        "id":"EJ765549",
        "title":"Comparing the Effects of Congenital and Late Visual Impairments on Visuospatial Mental Abilities"},
      {
        "id":"EJ765550",
        "title":"Effectiveness of the Ticket to Work Program for Beneficiaries Who Are Blind or Have Low Vision: Comparisons with Other Beneficiaries"},
      {
        "id":"EJ765551",
        "title":"MySchoolDayOnline: Applying Universal Design Principles to the Development of a Fully Accessible Online Scheduling Tool for Students with Visual Impairments"},
      {
        "id":"EJ765834",
        "title":"Convex Lattice Polygons"},
      {
        "id":"EJ765835",
        "title":"Why Teachers Matter"},
      {
        "id":"EJ765836",
        "title":"The Importance of Mathematics Teachers' Beliefs"},
      {
        "id":"EJ765838",
        "title":"Algebra Students' Difficulty with Fractions: An Error Analysis"},
      {
        "id":"EJ766061",
        "title":"The Mathematical Tale of Two Teachers: A Longitudinal Study Relating Mathematics Instructional Practices to Level of Intellectual Development"},
      {
        "id":"EJ766062",
        "title":"Effects of Classroom Instruction on Students' Understanding of Quadratic Equations"},
      {
        "id":"EJ766063",
        "title":"The Mathematical Knowledge and Understanding Young Children Bring to School"},
      {
        "id":"EJ766064",
        "title":"The Case of Bruce: A Teacher's Model of His Students' Algebraic Thinking about Equivalent Expressions"},
      {
        "id":"EJ766541",
        "title":"The Effect of Online Delivery on Graduate Enrollment"},
      {
        "id":"EJ766542",
        "title":"The Critical Entrepreneurial Competencies Required by Instructors from Institution-Based Enterprises: A Jamaican Study"},
      {
        "id":"EJ766543",
        "title":"Teachers' Perceptions of Modular Technology Education Laboratories"},
      {
        "id":"EJ766544",
        "title":"Incorporating Experimental Technologies in the Middle Level Technology Education Classroom"},
      {
        "id":"EJ766545",
        "title":"National Association of Industrial and Technical Teacher Educators Membership Survey Report: Comparison of 1993 and 2004 Surveys"},
      {
        "id":"EJ766546",
        "title":"What Does History and the Recent NAITTE Membership Survey Suggest for Our Future? A Call to Action"},
      {
        "id":"EJ766547",
        "title":"The Future of NAITTE: Honoring the Past, Understanding the Present, Embracing the Future"},
      {
        "id":"EJ766548",
        "title":"Preparing Teachers of Technology: A Response to Gagel's NAITTE Membership Survey Report"},
      {
        "id":"EJ766549",
        "title":"Online Course Development in Technical Teacher Education Programs"},
      {
        "id":"EJ766550",
        "title":"Applying the Rasch Rating Scale Model to Gain Insights into Students' Conceptualisation of Quality Mathematics Instruction"},
      {
        "id":"EJ766551",
        "title":"Surveying Primary Teachers about Compulsory Numeracy Testing: Combining Factor Analysis with Rasch Analysis"},
      {
        "id":"EJ766552",
        "title":"A Longitudinal Study of Student Understanding of Chance and Data"},
      {
        "id":"EJ766553",
        "title":"Easier Analysis and Better Reporting: Modelling Ordinal Data in Mathematics Education Research"},
      {
        "id":"EJ766554",
        "title":"A Case of the Inapplicability of the Rasch Model: Mapping Conceptual Learning"},
      {
        "id":"EJ766555",
        "title":"Modelling Mathematics Problem Solving Item Responses Using a Multidimensional IRT Model"},
      {
        "id":"EJ766601",
        "title":"The Problem of Truth in Educational Research: The Case of the Rigoberta Menchu &quot;Controversy&quot;"},
      {
        "id":"EJ766602",
        "title":"Primary School Teachers' Ability to Recognise Resilience in their Students"},
      {
        "id":"EJ766603",
        "title":"The Condition of Secondary School Physics Education in the Philippines: Recent Developments and Remaining Challenges for Substantive Improvements"},
      {
        "id":"EJ766604",
        "title":"Degrees of Separation--Balancing Intervention and Independence in Group Work Assignments"},
      {
        "id":"EJ766605",
        "title":"Tutor and Teacher Timescapes: Lessons from a Home-School Partnership"},
      {
        "id":"EJ766606",
        "title":"Towards a Theory and Practice of Policy Engagement: Higher Education Research Policy in the Making"},
      {
        "id":"EJ766607",
        "title":"Elements of a Science of Education"},
      {
        "id":"EJ766608",
        "title":"The Problem of &quot;The Problem with Educational Research&quot;"},
      {
        "id":"EJ766609",
        "title":"Beginning Teacher Burnout in Queensland Schools: Associations with Serious Intentions to Leave"},
      {
        "id":"EJ766610",
        "title":"Subjects of Western Education: Discursive Practices in Western Postgraduate Studies and the Construction of International Student Subjectivities"},
      {
        "id":"EJ766611",
        "title":"Adding Value to Education through Improved Mental Health: A Review of the Research Evidence on the Effectiveness of Counselling for Children and Young People"},
      {
        "id":"EJ766612",
        "title":"Parents' Views of Composite Classes in an Australian Primary School"},
      {
        "id":"EJ766613",
        "title":"Dreaming Our Future: Developing Democratic Professional Practice?"},
      {
        "id":"EJ766614",
        "title":"&quot;We've Been Wastin' a Whole Million Watchin' Her Doin' Her Shoes&quot; Situated Practice within a Pedagogy of Multiliteracies"},
      {
        "id":"EJ766615",
        "title":"Psychological Effects of Classroom Noise in Early Childhood Teachers"},
      {
        "id":"EJ766616",
        "title":"Some Proposals for Change to the Role of the Catholic Sector in the Australian School Funding Policy Process"},
      {
        "id":"EJ766617",
        "title":"The Teacher's Enthusiasm"},
      {
        "id":"EJ766618",
        "title":"Corporal Punishment in the Schools of Ghana: Does Inclusive Education Suffer?"},
      {
        "id":"EJ766619",
        "title":"Meeting Kids at the School Gate: The Literacy and Numeracy Practices of a Remote Indigenous Community"},
      {
        "id":"EJ758113",
        "title":"Video Feedforward for Reading"},
      {
        "id":"EJ758115",
        "title":"Low Vision Affects the Reading Process Quantitatively but Not Qualitatively"},
      {
        "id":"EJ758119",
        "title":"Examining the Importance of Social Relationships and Social Contexts in the Lives of Children with High-Incidence Disabilities"},
      {
        "id":"EJ758122",
        "title":"Computer-Based Video Instruction to Teach the Use of Augmentative and Alternative Communication Devices for Ordering at Fast-Food Restaurants"},
      {
        "id":"EJ758127",
        "title":"A Baseline Perspective on Disability Subgroup Reporting"},
      {
        "id":"EJ758159",
        "title":"Recent Innovations in the Changing Criterion Design: Implications for Research and Practice in Special Education"},
      {
        "id":"EJ758162",
        "title":"Exploring the Validity of the &quot;Oregon Extended Writing Assessment&quot;"},
      {
        "id":"EJ758163",
        "title":"Comparison of Referral Rates for Preschool Children at Risk for Disabilities Using Information Obtained from Birth Certificate Records"},
      {
        "id":"EJ758165",
        "title":"Cross-Cultural Perspectives on the Classification of Children with Disabilities: Part I. Issues in the Classification of Children with Disabilities"},
      {
        "id":"EJ758167",
        "title":"Cross-Cultural Perspectives on the Classification of Children with Disabilities: Part II. Implementing Classification Systems in Schools"},
      {
        "id":"EJ758169",
        "title":"Improving the Writing Performance of Struggling Writers in Second Grade"},
      {
        "id":"EJ758170",
        "title":"A Reading Instruction Intervention Program for English-Language Learners Who Are Struggling Readers"},
      {
        "id":"EJ758171",
        "title":"Comparison of the Effects of Three Approaches on the Frequency of Stimulus Activations, via a Single Switch, by Students with Profound Intellectual Disabilities"},
      {
        "id":"EJ758172",
        "title":"Distinctions without a Difference: The Utility of Observed versus Latent Factors from the WISC-IV in Estimating Reading and Math Achievement on the WIAT-II"},
      {
        "id":"EJ758173",
        "title":"Models and Measures of Beginning Teacher Quality"},
      {
        "id":"EJ758174",
        "title":"Differentiated Curriculum Enhancement in Inclusive Middle School Science: Effects on Classroom and High-Stakes Tests"},
      {
        "id":"EJ758175",
        "title":"Long-Term Trends in the National Demand, Supply, and Shortage of Special Education Teachers"},
      {
        "id":"EJ758177",
        "title":"Meeting the Curricular Needs of Academically Low-Achieving Students in Middle Grade Mathematics"},
      {
        "id":"EJ758179",
        "title":"Effects of Behavior Support Team Composition on the Technical Adequacy and Contextual Fit of Behavior Support Plans"},
      {
        "id":"EJ758184",
        "title":"Orton-Gillingham and Orton-Gillingham-Based Reading Instruction: A Review of the Literature"},
      {
        "id":"EJ758186",
        "title":"Percentage of All Non-Overlapping Data (PAND): An Alternative to PND"},
      {
        "id":"EJ758189",
        "title":"Socioemotional and Behavioral Adjustment among School-Age Children with Learning Disabilities: The Moderating Role of Maternal Personal Resources"},
      {
        "id":"EJ758191",
        "title":"Effects of an Oral Testing Accommodation on the Mathematics Performance of Secondary Students with and without Learning Disabilities"},
      {
        "id":"EJ758193",
        "title":"Inclusive Teachers' Attitudinal Ratings of Their Students with Disabilities"},
      {
        "id":"EJ758194",
        "title":"Importance of Student Social Behavior in the Mission Statements, Personnel Preparation Standards, and Innovation Efforts of State Departments of Education"},
      {
        "id":"EJ758909",
        "title":"Effects of Internet-Based Voucher Reinforcement and a Transdermal Nicotine Patch on Cigarette Smoking"},
      {
        "id":"EJ758910",
        "title":"Enhancing Early Communication through Infant Sign Training"},
      {
        "id":"EJ758911",
        "title":"Further Examination of Factors that Influence Preference for Positive versus Negative Reinforcement"},
      {
        "id":"EJ758912",
        "title":"Arbitrarily Applicable Comparative Relations: Experimental Evidence for a Relational Operant"},
      {
        "id":"EJ758913",
        "title":"Further Evaluation of Methods to Identify Matched Stimulation"},
      {
        "id":"EJ758914",
        "title":"Assessment and Treatment of Problem Behavior Occasioned by Interruption of Free-Operant Behavior"},
      {
        "id":"EJ758915",
        "title":"Contriving Transitive Conditioned Establishing Operations to Establish Derived Manding Skills in Adults with Severe Developmental Disabilities"},
      {
        "id":"EJ758916",
        "title":"Establishing a Generalized Repertoire of Helping Behavior in Children with Autism"},
      {
        "id":"EJ758917",
        "title":"A Preliminary Evaluation of the Emergence of Novel Mand Forms"},
      {
        "id":"EJ758918",
        "title":"Teacher Report and Direct Assessment of Preferences for Identifying Reinforcers for Young Children"},
      {
        "id":"EJ761241",
        "title":"Comparative Analysis of Different Models Explaining the Relationship between Instructor Ratings and Expected Student Grades"},
      {
        "id":"EJ761242",
        "title":"Utilizing Modality Theory to Achieve Academic Success"},
      {
        "id":"EJ761243",
        "title":"The Importance of Interpersonal Relations in Adult Literacy Programs"},
      {
        "id":"EJ761244",
        "title":"Case Study: Using Geographic Information Systems for Education Policy Analysis"},
      {
        "id":"EJ762268",
        "title":"Between Teacher & Parent"},
      {
        "id":"EJ762269",
        "title":"Infants & Toddlers: \"Baby Moves\""},
      {
        "id":"EJ762290",
        "title":"Engaged Learning and the Core Purposes of Liberal Education: Bringing Theory to Practice"},
      {
        "id":"EJ762291",
        "title":"Linking Engaged Learning, Student Mental Health and Well-Being, and Civic Development: A Review of the Literature"},
      {
        "id":"EJ762292",
        "title":"So Much Depends upon a Red Chili Pepper: A Faculty Perspective on the Bringing Theory to Practice Project"},
      {
        "id":"EJ762293",
        "title":"Bringing Theory to Practice & Liberal Education: My Perspective"},
      {
        "id":"EJ717793",
        "title":"Comparing the Games We Play in the Classroom"},
      {
        "id":"EJ717794",
        "title":"Laboratory Mathematics"},
      {
        "id":"EJ717795",
        "title":"Diversions"},
      {
        "id":"EJ717797",
        "title":"Library Planning and Design: Lessons in Mathematics"},
      {
        "id":"EJ717799",
        "title":"Teaching Mathematics in the Middle Years: Is Middle Schooling Necessary?"},
      {
        "id":"EJ717800",
        "title":"The Pyramid Collection"},
      {
        "id":"EJ717801",
        "title":"Using Technology to Introduce Linear Equation Solving at Year 9"},
      {
        "id":"EJ717802",
        "title":"Building The Bell Rock Lighthouse"},
      {
        "id":"EJ717804",
        "title":"Hands-On Numbers"},
      {
        "id":"EJ717805",
        "title":"Sum Fun with Gnomons! Or Take the Gausswork out of it!"},
      {
        "id":"EJ717806",
        "title":"Fractal Music: The Mathematics Behind \"Techno\" Music"},
      {
        "id":"EJ717810",
        "title":"Teachers' and Pre-Service Teachers' Gendered Beliefs: Students and Computers"},
      {
        "id":"EJ717811",
        "title":"A Tale of Two Diets: What Can We Learn from the Diet Wars?"},
      {
        "id":"EJ717812",
        "title":"African-American College Students' Perceptions Of Sexual Coercion"},
      {
        "id":"EJ717813",
        "title":"Critical Thinking Dispositions Among Undergraduate Students During Their Introductory Health Education Course"},
      {
        "id":"EJ717814",
        "title":"The Dietary Guidelines For Americans 2005: Executive Summary"},
      {
        "id":"EJ717817",
        "title":"Early Concepts of Number and Counting"},
      {
        "id":"EJ717818",
        "title":"Why Does 0.999? = 1? A Perennial Question and Number Sense"},
      {
        "id":"EJ717819",
        "title":"Mathematics Scrapbook"},
      {
        "id":"EJ717821",
        "title":"Extending a Hands-On Test"},
      {
        "id":"EJ717824",
        "title":"Pentimals: Or Why 10 is a Better Base than 5"},
      {
        "id":"EJ717826",
        "title":"Fractions and Decimals"},
      {
        "id":"EJ717835",
        "title":"A Brief History of Non-Euclidean Geometry"},
      {
        "id":"EJ717837",
        "title":"Weighty Questions"},
      {
        "id":"EJ717838",
        "title":"Mathematical Gossip: Relevance and Context in the Mathematics Classroom"},
      {
        "id":"EJ717841",
        "title":"Sparking Interest in Trigonometry"},
      {
        "id":"EJ717842",
        "title":"Simple Strategies for Dealing with Data"},
      {
        "id":"EJ717843",
        "title":"Exploring Concepts in Probability: Using Graphics Calculators"},
      {
        "id":"EJ717844",
        "title":"Mathematics Scrapbook"},
      {
        "id":"EJ717846",
        "title":"Exploring Mathematical Patterns Using Dynamic Geometry Software"},
      {
        "id":"EJ717866",
        "title":"Formal Definitions in Mathematics"},
      {
        "id":"EJ718115",
        "title":"The Relationship between Teacher Autonomy and Stress, Work Satisfaction, Empowerment, and Professionalism"},
      {
        "id":"EJ718116",
        "title":"Comparison of Curriculum Development Practices"},
      {
        "id":"EJ718117",
        "title":"Predictive Validity of Applicants' Reference Information for Admission to a Doctoral Program in Educational Leadership"},
      {
        "id":"EJ718118",
        "title":"Longitudinal Study of Technology Training to Prepare Future Teachers"},
      {
        "id":"EJ718119",
        "title":"Strategies for Closing the Gap: Predicting Student Performance in Economically Disadvantaged Schools"},
      {
        "id":"EJ718120",
        "title":"Teacher Efficacy Issues in the Practice of Novice Teachers"},
      {
        "id":"EJ718121",
        "title":"Learning Abstract Statistics Concepts Using Simulation"},
      {
        "id":"EJ718122",
        "title":"A Comparison of Constructivist and Traditional Instruction in Mathematics"},
      {
        "id":"EJ718123",
        "title":"The Impact of NBPTS Participation on Teacher Practice: Learning from Teacher Perspectives"},
      {
        "id":"EJ718124",
        "title":"Does the Distance from the Teacher Influence Student Evaluations?"},
      {
        "id":"EJ718125",
        "title":"Effects of Teaching Perspective in a Structured and Systematic Way on Still Life Drawing of Elementary Students: An Empirical Study"},
      {
        "id":"EJ718126",
        "title":"&quot;Why Do We Send Children to School?&quot;"},
      {
        "id":"EJ718127",
        "title":"Length of Time in Student Teaching: Effects on Classroom Control Orientation and Self-Efficacy Beliefs"},
      {
        "id":"EJ718128",
        "title":"The Truth Behind Truancy: Student Rationales for Cutting Class"},
      {
        "id":"EJ718129",
        "title":"Increasing Academic Motivation and Cognition in Reading, Writing, and Mathematics: Meaning-Making Strategies"},
      {
        "id":"EJ718130",
        "title":"Curriculum Articulation and Transitioning Student Success: Where are We Going Wrong and What Lessons Have We Learned?"},
      {
        "id":"EJ718131",
        "title":"Characteristics and Perceived Effectiveness of Staff Development Practices in Selected High Schools in South Dakota"},
      {
        "id":"EJ745707",
        "title":"\"Don't Leave Me Here!\": Helping the Child Who Is Having a Hard Time Separating"},
      {
        "id":"EJ745712",
        "title":"Creating Community at Group Time"},
      {
        "id":"EJ745848",
        "title":"Literacy and Controversy: Focus-Group Data from Canada on Proposed Changes to the Braille  Code"},
      {
        "id":"EJ745982",
        "title":"The Use of Tactile Modeling and Physical Guidance as Instructional Strategies in Physical Activity for Children Who Are Blind"},
      {
        "id":"EJ745983",
        "title":"Enhancing Digital Access to Learning Materials for Canadians with Perceptual Disabilities: A Pilot Study. Research Report"},
      {
        "id":"EJ745985",
        "title":"Evaluation in the Older Blind Independent Living Program: Advantages of a Structural Equation Modeling Approach. Research Report"},
      {
        "id":"EJ745986",
        "title":"A Microswitch-Based Program to Enable Students with Multiple Disabilities to Choose among Environmental Stimuli"},
      {
        "id":"EJ746002",
        "title":"Relationships among Testing Medium, Test Performance, and Testing Time of High School Students Who Are Visually Impaired"},
      {
        "id":"EJ746003",
        "title":"Psychosocial Intervention for Age-Related Macular Degeneration: A Pilot Project"},
      {
        "id":"EJ746004",
        "title":"Differences in Social Support among Employed and Unemployed Adults Who Are Visually Impaired"},
      {
        "id":"EJ746005",
        "title":"A First Look at Children and Youths Who Are Deaf-Blind in the Kingdom of Thailand"},
      {
        "id":"EJ746032",
        "title":"Faculty Professionalism: Failures of Socialization and the Road to Loss of Professional Autonomy"},
      {
        "id":"EJ746033",
        "title":"Should Academic Unions Get Involved in Governance?"},
      {
        "id":"EJ746034",
        "title":"Reinforcing Our \"Keystone\" Faculty: Strategies to Support Faculty in the Middle Years of Academic Life"},
      {
        "id":"EJ746036",
        "title":"A Question-Centered Approach to Liberal Education"},
      {
        "id":"EJ746037",
        "title":"The Conflation of Liberal and Professional Education: Pipedream, Aspiration, or Nascent Reality?"},
      {
        "id":"EJ746038",
        "title":"High Ability, Rural, and Poor: Lessons from Project Aspire and Implications for School Counselors"},
      {
        "id":"EJ746039",
        "title":"Trends among Honors College Students: An Analysis by Year in School"},
      {
        "id":"EJ746040",
        "title":"When Do Gifted High School Students Use Geometry to Solve Geometry Problems?"},
      {
        "id":"EJ746041",
        "title":"Effects of Technology on Critical Thinking and Essay Writing among Gifted Adolescents"},
      {
        "id":"EJ746042",
        "title":"Moral Judgment Developmental Differences between Gifted Youth and College Students"},
      {
        "id":"EJ746043",
        "title":"Are Giftedness and Creativity Synonyms in Mathematics?"},
      {
        "id":"EJ746044",
        "title":"Model-Eliciting Activities as a Tool to Develop and Identify Creatively Gifted Mathematicians"},
      {
        "id":"EJ746045",
        "title":"Looking Outward: Exploring the Intersections of Sociocultural Theory and Gifted Education"},
      {
        "id":"EJ746046",
        "title":"Effects of a Summer Program on the Social Self-Concepts of Gifted Adolescents"},
      {
        "id":"EJ746047",
        "title":"School Functioning and Psychological Well-Being of International Baccalaureate and General Education Students: A Preliminary Examination"},
      {
        "id":"EJ746048",
        "title":"Support and Sabotage: Principals' Influence on Middle School Teachers' Responses to Differentiation"},
      {
        "id":"EJ746049",
        "title":"A Descriptive Analysis of Referral Sources for Gifted Identification Screening by Race and Socioeconomic Status"},
      {
        "id":"EJ746050",
        "title":"Effective Teaching Strategies for Gifted/Learning-Disabled Students with Spatial Strengths"},
      {
        "id":"EJ746051",
        "title":"Intellectually Gifted Females and Their Perspectives of Lived Experience in the AP and IB Programs"},
      {
        "id":"EJ746052",
        "title":"Reflections on the International Baccalaureate Program: Graduates' Perspectives"},
      {
        "id":"EJ746053",
        "title":"Effective Teaching Strategies for Open Enrollment Honors and AP Classes"},
      {
        "id":"EJ746054",
        "title":"Governor's Schools: Fostering the Social and Emotional Well-Being of Gifted and Talented Students"},
      {
        "id":"EJ746056",
        "title":"Giftedness and Genetics: The Emergenic-Epigenetic Model and Its Implications"},
      {
        "id":"EJ746057",
        "title":"Giftedness Viewed from the Expert-Performance Perspective"},
      {
        "id":"EJ746058",
        "title":"The Nature and Nurture of Talent: A Bioecological Perspective on the Ontogeny of Exceptional Abilities"},
      {
        "id":"EJ746059",
        "title":"An Aptitude Perspective on Talent: Implications for Identification of Academically Gifted Minority Students"},
      {
        "id":"EJ746060",
        "title":"What the Savant Syndrome Can Tell Us about the Nature and Nurture of Talent"},
      {
        "id":"EJ746277",
        "title":"The Structure of Social Coping among Chinese Gifted Children and Youths in Hong Kong"},
      {
        "id":"EJ746278",
        "title":"Teacher Attitudes toward Academic Acceleration and Accelerated Students in the Netherlands"},
      {
        "id":"EJ746279",
        "title":"The Effects of Grouping Practices and Curricular Adjustments on Achievement"},
      {
        "id":"EJ746280",
        "title":"Reconsidering the Issue of Cooperative Learning with Gifted Students"},
      {
        "id":"EJ746281",
        "title":"How Talented Students in a Rural School District Experience School Mathematics"},
      {
        "id":"EJ746282",
        "title":"Education without Compulsion: Toward New Visions of Gifted Education"},
      {
        "id":"EJ746283",
        "title":"Perceived Multiple Intelligences and Learning Preferences among Chinese Gifted Students in Hong Kong"},
      {
        "id":"EJ746284",
        "title":"Equity and Access: Creating General Education Classrooms Responsive to Potential Giftedness"},
      {
        "id":"EJ746285",
        "title":"The Relationship of Time Perspective to Age, Gender, and Academic Achievement among Academically Talented Adolescents"},
      {
        "id":"EJ746286",
        "title":"A Factorial Representation of Suicidal Ideation among Academically Gifted Adolescents"},
      {
        "id":"EJ746287",
        "title":"An Emerging Professional Identity: Influences on the Achievement of High-Ability First-Generation College Females"},
      {
        "id":"EJ739378",
        "title":"Investigation of Parents' Beliefs about Readiness for Kindergarten: An Examination of National Household Education Survey (NHES: 93)"},
      {
        "id":"EJ739386",
        "title":"A Comparison of Parent and Teacher Ratings of Children's Behaviors"},
      {
        "id":"EJ739388",
        "title":"Academic Preparation, Effort and Success: A Comparison of Student and Faculty Perceptions"},
      {
        "id":"EJ739389",
        "title":"Contextual and Psychological Predictors of Instructional Technology Use in Rural Classrooms"},
      {
        "id":"EJ739390",
        "title":"Teaching Effective Problem Solving Strategies for Interns"},
      {
        "id":"EJ739497",
        "title":"Programming Students for Academic Success: The PLS--An Alternative to Traditional Tracking"},
      {
        "id":"EJ739550",
        "title":"Educational Engagement and Degree Attainment among High School Dropouts"},
      {
        "id":"EJ739551",
        "title":"Fostering Emotional Adjustment among Nigerian Adolescents with Rational Emotive Behaviour Therapy"},
      {
        "id":"EJ739552",
        "title":"An Analysis of Classroom Rules in Secondary Schools in Turkey"},
      {
        "id":"EJ739553",
        "title":"A Study of Science Education Positions, Search Process, and Hiring Practices"},
      {
        "id":"EJ739628",
        "title":"Orientation and Mobility Content for Children and Youths: A Delphi Approach Pilot Study"},
      {
        "id":"EJ739629",
        "title":"Life Goals in Vision Rehabilitation: Are They Addressed and How?"},
      {
        "id":"EJ739630",
        "title":"The Effect of a Summarization-Based Cumulative Retelling Strategy on Listening  Comprehension of College Students with Visual Impairments"},
      {
        "id":"EJ739631",
        "title":"The Self-Concept of Spanish Young Adults with Retinitis Pigmentosa"},
      {
        "id":"EJ739632",
        "title":"Changes in Patterns of Age-Related Visual Impairment in the Netherlands: A Comparison of Two Cohorts of Patients Referred to Rehabilitation Programs 10 Years Apart"},
      {
        "id":"EJ739885",
        "title":"Breaking the Silence: Dialogical Learning in the Middle Grades"},
      {
        "id":"EJ739886",
        "title":"Educating toward Future Globalization: A New Societal Myth and Pedagogic Motif"},
      {
        "id":"EJ739887",
        "title":"Laying the Foundations for Educational Foundations: Working Backward from Evaluation to Preparation"},
      {
        "id":"EJ739888",
        "title":"Reinventing an Idea: The Political Construction of Charter Schools"},
      {
        "id":"EJ739889",
        "title":"An Exploration of Myles Horton's Democratic Praxis: Highlander Folk School"},
      {
        "id":"EJ739890",
        "title":"Creating an Image for Black Higher Education: A Visual Examination of the United Negro College Fund's Publicity, 1944-1960"},
      {
        "id":"EJ739891",
        "title":"Music Informance as Embodied Service Learning"},
      {
        "id":"EJ739892",
        "title":"Going Backstage: Enhancing Communicative Competence for Pre-Service Teachers"},
      {
        "id":"EJ739893",
        "title":"Looking across the States: Perspectives on School Accountability"},
      {
        "id":"EJ739894",
        "title":"No Child Left Behind?: Assessing President Bush's Assessment Law"},
      {
        "id":"EJ739895",
        "title":"Preparations for the Duties of Life: Women Reformers and the Functional Curriculum, 1893-1918"},
      {
        "id":"EJ739896",
        "title":"Progressive Education and Native American Schools, 1929-1950"},
      {
        "id":"EJ739897",
        "title":"A Paradox of Care: [Re]-Examining Education for Students with Diverse Needs"},
      {
        "id":"EJ739899",
        "title":"\"Every Day I Spin These Plates\": A Case Study of Teachers Amidst the Charter Phenomenon"},
      {
        "id":"EJ739900",
        "title":"Heritage Charter School: A Case of Conservative Local White Activism through a Postmodern Framework"},
      {
        "id":"EJ739902",
        "title":"The Charter School Initiative as a Case of Back to the Future"},
      {
        "id":"EJ739903",
        "title":"Understanding the \"New\" Racism through an Urban Charter School"},
      {
        "id":"EJ739905",
        "title":"Affecting Social Change: The Struggle for Educators to Transform Society"},
      {
        "id":"EJ739912",
        "title":"Social Foundations of Education and Democracy: Teacher Education for the Development of Democratically-Oriented Teachers"},
      {
        "id":"EJ739913",
        "title":"The House that Race Built: Critical Pedagogy, African-American Education, and the Re-Conceptualization of a Critical Race Pedagogy"},
      {
        "id":"EJ739914",
        "title":"Theorizing &quot;Oppressed Family Pedagogy&quot;: Critical Lessons from a Rural Black Family in the Post-&quot;Brown&quot; South"},
      {
        "id":"EJ739915",
        "title":"Exploring Inner Dialogue in Counsellor Education"},
      {
        "id":"EJ739916",
        "title":"Educational and Career-Related Help-Seeking in High School: An Exploration of Students' Choices"},
      {
        "id":"EJ739917",
        "title":"Adolescents' Perceptions of Career Concern: Student Discouragement in Career Development"},
      {
        "id":"EJ739918",
        "title":"Young Substance Abusers and Precarious Employment: Trajectories and Anchoring Dynamics"},
      {
        "id":"EJ743272",
        "title":"Learning Goals in Mission Statements: Implications for Educational Leadership"},
      {
        "id":"EJ743274",
        "title":"Educating Women Leaders for the Twenty-First Century"},
      {
        "id":"EJ743275",
        "title":"Leading through a Perfect Storm"},
      {
        "id":"EJ743276",
        "title":"Liberal Education and the Specialist-Rich Workplace"},
      {
        "id":"EJ743278",
        "title":"Do Students Understand Liberal Arts Disciplines?"},
      {
        "id":"EJ743279",
        "title":"The Forest, Not the Tree(s): The Plight of the Generalist"},
      {
        "id":"EJ743281",
        "title":"Spiraling through the Glass Ceiling: Seven Critical Lessons for Negotiating a Leadership Position in Higher Education"},
      {
        "id":"EJ743285",
        "title":"Significant Contributions to Collaborative Scholarship and Tenure"},
      {
        "id":"EJ743288",
        "title":"Shooting the Gap: Engaging Today's Faculty in the Liberal Arts"},
      {
        "id":"EJ743289",
        "title":"A Success Story: Recruiting & Retaining Underrepresented Minority Doctoral Students in Biomedical Engineering"},
      {
        "id":"EJ743290",
        "title":"Confessions of a Learning Community Coordinator"},
      {
        "id":"EJ743494",
        "title":"Exploring Sex Differences in Science Enrolment Intentions: An Application of the General Model of Academic Choice"},
      {
        "id":"EJ743496",
        "title":"Making Sense of Theoretical Frameworks and Methodological Approaches: Exploring Conceptual Change and Interest in Learning from a Sociocultural Perspective"},
      {
        "id":"EJ743497",
        "title":"Training Needs of Rural School Council Members"},
      {
        "id":"EJ743498",
        "title":"Influences of the Learning Environment of a Regional University Campus on its International Graduates"},
      {
        "id":"EJ743499",
        "title":"Entering Professional Practice in the New Work Order: A Study of Undergraduate Students and Their Induction into Professional Work"},
      {
        "id":"EJ743500",
        "title":"Boys: Getting it Right--The &quot;New&quot; Disadvantaged or &quot;Disadvantage&quot; Redefined?"},
      {
        "id":"EJ743502",
        "title":"Unpacking the Issues: Researching the Shortage of School Principals in Two States in Australia"},
      {
        "id":"EJ743503",
        "title":"Perceptions of the Prevalence and Seriousness of Academic Dishonesty in Australian Universities"},
      {
        "id":"EJ743505",
        "title":"Taking Teachers out of the Equation: Constructions of Teachers in Education Policy Documents over a Ten-Year Period"},
      {
        "id":"EJ743506",
        "title":"Educational Polarisation in Brisbane: Rawls's Least Advantaged and the Myth of Choice"},
      {
        "id":"EJ743507",
        "title":"A Framework for Gender Justice: Evaluating the Transformative Capacities of Three Key Australian Schooling Initiatives"},
      {
        "id":"EJ743509",
        "title":"Transitions and Re-Engagement through Second Chance Education"},
      {
        "id":"EJ743512",
        "title":"Academic Life: Monitoring Work Patterns and Daily Activities"},
      {
        "id":"EJ743513",
        "title":"Addressing the Basics: Academics' View of the Purpose of Higher Education"},
      {
        "id":"EJ743514",
        "title":"Bakhtin's Theory of Dialogue: A Construct for Pedagogy, Methodology and Analysis"},
      {
        "id":"EJ743515",
        "title":"Creating Spaces for Pedagogy: Research as Learning"},
      {
        "id":"EJ743516",
        "title":"Learning and Identity in Overlapping Communities of Practice: Surf Club, School and Sports Clubs"},
      {
        "id":"EJ743517",
        "title":"Influences on, and the Consequences of, Low Achievement"},
      {
        "id":"EJ743532",
        "title":"Euler and His Contribution Number Theory"},
      {
        "id":"EJ743533",
        "title":"The Swiss Event at the University of Canberra Maths Day"},
      {
        "id":"EJ743534",
        "title":"Anyone for Tennis?"},
      {
        "id":"EJ743535",
        "title":"Mathematics and Literature (the Sequel): Imagination as a Pathway to Advanced Mathematical Ideas and Philosophy"},
      {
        "id":"EJ743536",
        "title":"The Golden Ratio"},
      {
        "id":"EJ743537",
        "title":"Quantitative Literacy in the Media: An Arena for Problem Solving"},
      {
        "id":"EJ743538",
        "title":"A Cabri Geometry Teaching Sequence"},
      {
        "id":"EJ743540",
        "title":"A Difficult Function"},
      {
        "id":"EJ743541",
        "title":"Paul Erdos"},
      {
        "id":"EJ743543",
        "title":"Classroom Computer Algebra: Some Issues and Approaches"},
      {
        "id":"EJ743547",
        "title":"Creating Tesselations with Pavement Chalk: Implementing Best Practices in Mathematics"},
      {
        "id":"EJ743550",
        "title":"Credit Card Mathematics"},
      {
        "id":"EJ743553",
        "title":"What Is All This Lifelong Learning Stuff?"},
      {
        "id":"EJ743563",
        "title":"Problem-Posing Strategies Used by Years 8 and 9 Students"},
      {
        "id":"EJ743567",
        "title":"Variations on a Game"},
      {
        "id":"EJ743570",
        "title":"Mathematics from Still and Moving Images"},
      {
        "id":"EJ743571",
        "title":"Fostering Multiplicative Thinking Using Array-Based Materials"},
      {
        "id":"EJ743572",
        "title":"Carl Friedrich Gauss"},
      {
        "id":"EJ743574",
        "title":"Mathematical Fiction: Its Place in Secondary-School Mathematics Learning"},
      {
        "id":"EJ743576",
        "title":"A Constructivist Lesson to Introduce Arithmetic Sequences with Patterns"},
      {
        "id":"EJ743579",
        "title":"Technology-Supported Mathematics Environments: Telecollaboration in a Secondary Statistics Classroom"},
      {
        "id":"EJ743581",
        "title":"Establishing a Mathematics-Enrichment Community in a Multi-School Environment"},
      {
        "id":"EJ743583",
        "title":"Angle Defect and Descartes' Theorem"},
      {
        "id":"EJ743584",
        "title":"Paper Folding in the Middle School Classroom and Beyond"},
      {
        "id":"EJ743585",
        "title":"Diversions"},
      {
        "id":"EJ743586",
        "title":"Issues Concerning the Teaching and Learning of Mathematics and Numeracy in Australian Schools"},
      {
        "id":"EJ743588",
        "title":"The 2005 Australian Informatics Competition"},
      {
        "id":"EJ743590",
        "title":"Using CensusAtSchool Data to Motivate Students"},
      {
        "id":"EJ743591",
        "title":"Convex Tangrams"},
      {
        "id":"EJ743592",
        "title":"Learning to Read in Mathematics Classrooms"},
      {
        "id":"EJ743593",
        "title":"The Wording of a Proof: Hardy's Second \"Elegant\" Proof--The Pythagorean School's Irrationality of Square Root of 2"},
      {
        "id":"EJ743595",
        "title":"Easing Students' Transition to Algebra"},
      {
        "id":"EJ743596",
        "title":"Teachers of Mathematics or Numeracy?"},
      {
        "id":"EJ743746",
        "title":"Coin on a Chessboard"},
      {
        "id":"EJ743765",
        "title":"Population Growth Rates: Connecting Mathematics to Studies of Society and the Environment"},
      {
        "id":"EJ743766",
        "title":"Harry Potter and the Cryptography with Matrices"},
      {
        "id":"EJ743790",
        "title":"Work Patterns and Stressors of Experienced and Novice Mathematics Teachers"},
      {
        "id":"EJ744020",
        "title":"Academic Freedom and Educational Responsibility: A Statement of the Board of Directors of the Association of American Colleges and Universities"},
      {
        "id":"EJ744022",
        "title":"Responses to the AAC and U Statement"},
      {
        "id":"EJ744024",
        "title":"Politics, Academic Freedom, and the General Counsel's Office"},
      {
        "id":"EJ744026",
        "title":"Freedom, Diversity, and Global Citizenship"},
      {
        "id":"EJ744028",
        "title":"Listening to Understand"},
      {
        "id":"EJ744029",
        "title":"Teachable Moments Advising as Liberal Learning"},
      {
        "id":"EJ744031",
        "title":"Contextual Problem Defining: Learning to Think and Act from the Standpoint of Equity"},
      {
        "id":"EJ741488",
        "title":"The High School Visit: Providing College Counseling and Building Crucial K-16 Links among Students, Counselors and Admission Officers"},
      {
        "id":"EJ741489",
        "title":"Pen to Mouse: Web-Based Technology's Impact on College Admission Applications"},
      {
        "id":"EJ741490",
        "title":"Enrollment Levels in Institutions of Higher Education: Are State Lotteries Making a Difference in Dixie?"},
      {
        "id":"EJ741491",
        "title":"Pawns or Professionals: The 21st Century Admission Counselor"},
      {
        "id":"EJ741492",
        "title":"Merit Scholarships: Are High School Counselors' Perceptions Aligned with University Practices?"},
      {
        "id":"EJ741493",
        "title":"Educational Pluralism: A Compelling State Interest"},
      {
        "id":"EJ741494",
        "title":"Pangloss' Wisdom: College Counseling as an Ethical Activity"},
      {
        "id":"EJ741495",
        "title":"Minorities and the Egalitarian--Meritocratic Values Conflict in American Higher Education: New Answers for an Old Problem"},
      {
        "id":"EJ741496",
        "title":"Blueberry Pancakes Please: A Call for Community on Campus"},
      {
        "id":"EJ741498",
        "title":"Hidden Disabilities: Another Diverse Population"},
      {
        "id":"EJ741499",
        "title":"Are We Social Engineers?"},
      {
        "id":"EJ741502",
        "title":"The Day I Turned Stupid"},
      {
        "id":"EJ741506",
        "title":"The Evolution of Parenting Education in the College Counseling Process"},
      {
        "id":"EJ741508",
        "title":"Perception of the Profession Is a Cause for Concern"},
      {
        "id":"EJ741512",
        "title":"Toward Reflective Admission Work. Part 1: Making the Case for a Transformative Approach to Admission Practice and Reflection in Action"},
      {
        "id":"EJ741518",
        "title":"The Pleasure, Privilege and Agony of Application Reading"},
      {
        "id":"EJ741519",
        "title":"Admission Policy Evolution in Emerging Professional Programs: A Case Study"},
      {
        "id":"EJ741520",
        "title":"Developing a Standardized Letter of Recommendation"},
      {
        "id":"EJ741521",
        "title":"Locus of Control: Academic Achievement and Retention in a Sample of University First-Year Students"},
      {
        "id":"EJ741522",
        "title":"Faculty Involvement in Graduate Student Recruitment: Administrative Directive or Professional Preference?"},
      {
        "id":"EJ737690",
        "title":"Conflicted Literacy: Frederick Douglass's Critical Model"},
      {
        "id":"EJ737693",
        "title":"\"Government of da Peeps, for da Peeps, and by da Peeps\": Revisiting the Contact Zone"},
      {
        "id":"EJ737706",
        "title":"Literacy Narratives and Confidence Building in the Writing Classroom"},
      {
        "id":"EJ737707",
        "title":"Not Just Anywhere, Anywhen: Mapping Change through Studio Work"},
      {
        "id":"EJ737708",
        "title":"Crossing Academic Cultures: A Rubric for Students and Teachers"},
      {
        "id":"EJ737740",
        "title":"Analysis of the Length of Braille Texts in English Braille American Edition, the Nemeth Code, and Computer Braille Code versus the Unified English Braille Code"},
      {
        "id":"EJ737741",
        "title":"Studies of Braille Reading Rates and Implications for the Unified English Braille Code"},
      {
        "id":"EJ737742",
        "title":"Functional Outcomes and Consumer Satisfaction in the Independent Living Program for Older Individuals Who Are Blind"},
      {
        "id":"EJ737743",
        "title":"Early Blindness May Be Associated with Changes in Performance on Verbal Fluency Tasks"},
      {
        "id":"EJ737744",
        "title":"A Comparison of Alternative Narrative Approaches to Video Description for Animated Comedy"},
      {
        "id":"EJ738400",
        "title":"Between Teacher & Parent: Helping the Child Who Is Extremely Shy"},
      {
        "id":"EJ738401",
        "title":"Meeting Learning Challenges: Working with the Child Who Has Attention Difficulties"},
      {
        "id":"EJ738415",
        "title":"Meeting Learning Challenges: Working with the Child Who Has Anxiety Disorders"},
      {
        "id":"EJ738439",
        "title":"Setting Limits: How to Help the Child Who Makes Fun of Others"},
      {
        "id":"EJ738443",
        "title":"Helping Children Live & Learn in a Diverse World"},
      {
        "id":"EJ738446",
        "title":"Physical Development: Exploring Concepts of \"Over\" and \"Under\""},
      {
        "id":"EJ738448",
        "title":"Setting Limits: How to Help the Child Who Won't Follow Rules"},
      {
        "id":"EJ738458",
        "title":"Between Teacher & Parent: The Effect of Television Violence on Children"},
      {
        "id":"EJ738459",
        "title":"Setting Limits: The Child Who Hits and Pushes"},
      {
        "id":"EJ738469",
        "title":"Setting Limits: The Child Who Won't Respect Others' Possessions"},
      {
        "id":"EJ738471",
        "title":"Infants and Toddlers: Getting to Know Babies' Temperaments"},
      {
        "id":"EJ738474",
        "title":"Group Time: Motivating Children at Group Time"},
      {
        "id":"EJ738476",
        "title":"Between Teacher & Parent: Helping the Child Who Is Struggling with a Parent's New Marriage"},
      {
        "id":"EJ738478",
        "title":"Meeting Learning Challenges: Informal Year-End Assessments"},
      {
        "id":"EJ738501",
        "title":"Infants & Toddlers \"What's Going On? How to Hold Squriming Babies"},
      {
        "id":"EJ738508",
        "title":"Meeting Learning Challenges: Working with the Child Who Has ADD"},
      {
        "id":"EJ738513",
        "title":"Cover Story: Let's Move Together!"},
      {
        "id":"EJ738515",
        "title":"Professional Development: Social Skills and Young Children"},
      {
        "id":"EJ738520",
        "title":"Infants & Toddlers: Understanding Confusing Expressions of Emotion"},
      {
        "id":"EJ738522",
        "title":"Look How Far We Have Come: Assessing Children's Social and Emotional Development throughout the School Year"},
      {
        "id":"EJ739983",
        "title":"Gender Differences in Reading Strategy Use among ESL College Students"},
      {
        "id":"EJ739984",
        "title":"Reading Miscues of College Students with and without Learning Disabilities"},
      {
        "id":"EJ739985",
        "title":"An Exploratory Investigation of Structured Writing Strategy Training for African-American College Students with Learning Disabilities"},
      {
        "id":"EJ739986",
        "title":"Developmental College Student Self-Regulation: Results from Two Measures"},
      {
        "id":"EJ739987",
        "title":"Meeting the Needs of Developmental Latino/Latina Students"},
      {
        "id":"EJ740608",
        "title":"Engaging Stakeholders in Productive Meetings to Reform Science Education"},
      {
        "id":"EJ740864",
        "title":"Review of Research: Neuroscience and the Impact of Brain Plasticity on Braille  Reading"},
      {
        "id":"EJ740865",
        "title":"The Effects of Visual Experience and Training in Raised-Line Materials on the Mental Spatial Imagery of Blind Persons"},
      {
        "id":"EJ740866",
        "title":"Contextual Effects of Race or Ethnicity on Acceptance for Vocational Rehabilitation of Consumers Who Are Legally Blind"},
      {
        "id":"EJ740941",
        "title":"Looking Inside the Classroom: Science Teaching in the United States"},
      {
        "id":"EJ740942",
        "title":"Preservice Science Teachers' Concerns through Classroom Observations and Student Teaching: Special Focus on Inquiry Teaching"},
      {
        "id":"EJ740943",
        "title":"Moral and Ethical Dimensions of Socioscientific Decision-Making as Integral Components of Scientific Literacy"},
      {
        "id":"EJ740945",
        "title":"Recipients' Views of the Role of Christa McAuliffe Fellowships in Science Education"},
      {
        "id":"EJ740946",
        "title":"Evaluation of Systemic Reform: Learning while Doing"},
      {
        "id":"EJ740949",
        "title":"Changing Perspectives in Professional Development"},
      {
        "id":"EJ740953",
        "title":"Achieving the Staff Development Model Advocated in the National Standards"},
      {
        "id":"EJ740955",
        "title":"Putting the Puzzle Together: Scientists' Metaphors for Scientific Inquiry"},
      {
        "id":"EJ740956",
        "title":"Pre-Service Teacher Self-Efficacy Beliefs Regarding Science Teaching: A Comparison of Pre-Service Teachers in Turkey and the USA"},
      {
        "id":"EJ740957",
        "title":"Early Recruitment of Science Teachers: Promising or Problematic Strategy"},
      {
        "id":"EJ740958",
        "title":"Technology Integration Enhancing Science: Things Take Time"},
      {
        "id":"EJ740959",
        "title":"Brain Research: Implications to Diverse Learners"},
      {
        "id":"EJ746288",
        "title":"Professional Development of Preservice Teachers: Teaching in the Super Saturday  Program"},
      {
        "id":"EJ746289",
        "title":"Giftedness in the Long Term"},
      {
        "id":"EJ746290",
        "title":"Exceptionally Gifted Children: Long-Term Outcomes of Academic Acceleration and Nonacceleration"},
      {
        "id":"EJ746291",
        "title":"The Fullerton Longitudinal Study: A Long-Term Investigation of Intellectual and Motivational Giftedness"},
      {
        "id":"EJ746292",
        "title":"Gifted Today but Not Tomorrow? Longitudinal Changes in Ability and Achievement during Elementary School"},
      {
        "id":"EJ746293",
        "title":"Operation Houndstooth Intervention Theory: Social Capital in Today's Schools"},
      {
        "id":"EJ746294",
        "title":"How Do I Do That? Integrating Web Sites into the Gifted Education Classroom"},
      {
        "id":"EJ746295",
        "title":"AP as an Intervention for Middle School Hispanic Students"},
      {
        "id":"EJ746296",
        "title":"Hitchcock versus Shaker Chairs: Artifacts to Teach about the Rise and Rejection  of Industrialism in the Young Republic"},
      {
        "id":"EJ746297",
        "title":"Impoverished Students with Academic Promise in Rural Settings: 10 Lessons from Project Aspire"},
      {
        "id":"EJ746298",
        "title":"Talent Development in Economically Disadvantaged Populations"},
      {
        "id":"EJ746299",
        "title":"Addressing the Achievement Gap between Minority and Nonminority Children: Increasing Access and Achievement through Project EXCITE"},
      {
        "id":"EJ746300",
        "title":"Designing a Multicultural Literature Unit for Gifted Learners"},
      {
        "id":"EJ746301",
        "title":"Project Athena: A Pathway to Advanced Literacy Development for Children of Poverty"},
      {
        "id":"EJ746302",
        "title":"Guided Viewing of Film with Gifted Students: Resources for Educators and Counselors"},
      {
        "id":"EJ746303",
        "title":"Bringing the Potential of Underserved Children to the Threshold of Talent Development"},
      {
        "id":"EJ746304",
        "title":"Enhancing Culturally Diverse Males' Scholar Identity: Suggestions for Educators of Gifted Students"},
      {
        "id":"EJ746305",
        "title":"Through Their Eyes: Students' Perspectives of a University-Based Enrichment Program--The University for Young People Project"},
      {
        "id":"EJ746306",
        "title":"Gifted Education and Cooperative Learning: A Miss or a Match?"},
      {
        "id":"EJ746307",
        "title":"Beyond Presentations: Using PowerPoint as an Effective Instructional Tool"},
      {
        "id":"EJ746308",
        "title":"Promoting Inquiry in the Gifted Classroom through GPS and GIS Technologies"},
      {
        "id":"EJ746309",
        "title":"Promoting Reading: Using eBooks with Gifted and Advanced Readers"},
      {
        "id":"EJ746330",
        "title":"The Development and Evaluation of the French Version of the Schwartz Outcome Scale-10 (SOS-10-F)"},
      {
        "id":"EJ746331",
        "title":"Alliance Skill Development within Canadian First Nations and Aboriginal Counsellor Education"},
      {
        "id":"EJ746332",
        "title":"Social Beliefs as Determinants of Attitudes toward Seeking Professional Psychological Help among Ethnically Diverse University Students"},
      {
        "id":"EJ746333",
        "title":"The Placebo Effect and Learning: Implications for Counsellors"},
      {
        "id":"EJ746378",
        "title":"Indian Boarding Schools and the Therapeutic Residential Model Project"},
      {
        "id":"EJ746379",
        "title":"Level 1 Therapeutic Model Site"},
      {
        "id":"EJ746380",
        "title":"Level 2 Therapeutic Model Site"},
      {
        "id":"EJ746392",
        "title":"Level 3 Therapeutic Model Site"},
      {
        "id":"EJ746413",
        "title":"Academic Enhancement Site"},
      {
        "id":"EJ746444",
        "title":"No Treatment Day School"},
      {
        "id":"EJ746471",
        "title":"Best Practices: A Cross-Site Evaluation"},
      {
        "id":"EJ746899",
        "title":"Factors Associated with Successful Functioning in American Indian Youths"},
      {
        "id":"EJ746901",
        "title":"The Impact of the Sweat Lodge Ceremony on Dimensions of Well-Being"},
      {
        "id":"EJ746903",
        "title":"Initial Development of a Cultural Values and Beliefs Scale among Dakota/Nakota/Lakota People: A Pilot Study"},
      {
        "id":"EJ725670",
        "title":"Are You Highly Qualified? The Plight of Effective Special Educators for Students with Learning Disabilities"},
      {
        "id":"EJ725671",
        "title":"Response to Tough Teaching: The 2% Solution"},
      {
        "id":"EJ725672",
        "title":"Improving Performance in High School Algebra: What Students with Learning Disabilities Are Saying"},
      {
        "id":"EJ725673",
        "title":"Teaching Mathematics to College Students with Mathematics-Related Learning Disabilities: Report from the Classroom"},
      {
        "id":"EJ725674",
        "title":"Differentiating Students with Mathematics Difficulty in College: Mathematics Disabilities vs. No Diagnosis"},
      {
        "id":"EJ725675",
        "title":"Identification and Remediation of Systematic Error Patterns in Subtraction"},
      {
        "id":"EJ725676",
        "title":"&quot;The Time Has Come,&quot; the Walrus Said, &quot;To Speak of Many Things!&quot;"},
      {
        "id":"EJ725677",
        "title":"Responsiveness to Intervention and Learning Disabilities"},
      {
        "id":"EJ725678",
        "title":"Cognition, Metacognition, and Achievement of College Students with Learning Disabilities"},
      {
        "id":"EJ725679",
        "title":"Effect of Acquisition Rates on Off-Task Behavior with Children Identified as Having Learning Disabilities"},
      {
        "id":"EJ725680",
        "title":"The Effects of Disability Labels on Special Education and General Education Teachers' Referrals for Gifted Programs"},
      {
        "id":"EJ726262",
        "title":"Toward International Comparability of Survey Statistics on Visual Impairment: The DISTAB Project"},
      {
        "id":"EJ726263",
        "title":"The Debate Within: Authority and the Discourse of Blindness"},
      {
        "id":"EJ726264",
        "title":"Developmental Stages of Reading Processes in Children Who Are Blind and Sighted"},
      {
        "id":"EJ726265",
        "title":"Estimating Time-to-Collision with Retinitis Pigmentosa"},
      {
        "id":"EJ712959",
        "title":"The Play's the Thing"},
      {
        "id":"EJ712960",
        "title":"The Evolution of LD Policy and Future Challenges"},
      {
        "id":"EJ712961",
        "title":"Revisiting Classification and Identification"},
      {
        "id":"EJ712962",
        "title":"The Future of a Mistake: Will Discrepancy Measurement Continue to Make the Learning Disabilities Field a Pseudoscience?"},
      {
        "id":"EJ712963",
        "title":"Neurology of Learning Disabilities: What Will the Future Bring? The Answer Comes from the Successes of the Recent Past"},
      {
        "id":"EJ712964",
        "title":"Neuropsychology of Learning Disabilities: Past and Future"},
      {
        "id":"EJ712965",
        "title":"The Learning Disability Phenomenon in Pursuit of Axioms"},
      {
        "id":"EJ712966",
        "title":"Science-Based Advances in the Social Domain of Learning Disabilities"},
      {
        "id":"EJ712967",
        "title":"Adolescents with Learning Disabilities: Unique Challenges and Reasons for Hope"},
      {
        "id":"EJ712968",
        "title":"Assessment and Decision Making for Students with Learning Disabilities: What if This Is as Good as It Gets?"},
      {
        "id":"EJ712969",
        "title":"Teachers College: An Early Focus on Instruction"},
      {
        "id":"EJ712970",
        "title":"Going Forward: How the Field of Learning Disabilities Has and Will Contribute to Education"},
      {
        "id":"EJ712971",
        "title":"Past Accomplishments and Future Challenges"},
      {
        "id":"EJ712972",
        "title":"Why Scientific Research Must Guide Educational Policy and Instructional Practices in Learning Disabilities"},
      {
        "id":"EJ712973",
        "title":"The Future of Learning Disabilities as Federal Laws Change Again"},
      {
        "id":"EJ712974",
        "title":"A Political Economy of Learning Disabilities"},
      {
        "id":"EJ712975",
        "title":"Are We There Yet?"},
      {
        "id":"EJ712976",
        "title":"Recollections, Apologies, and Possibilities"},
      {
        "id":"EJ712977",
        "title":"Dificultades O Desabilidades De Aprendizaje?"},
      {
        "id":"EJ712978",
        "title":"Searching for the Grand Unifying Theory: Reflections on the Field of LD"},
      {
        "id":"EJ712979",
        "title":"Bending Back on High School Programs for Youth with Learning Disabilities"},
      {
        "id":"EJ712980",
        "title":"Perspectives on Applications of Technology in the Field of Learning Disabilities"},
      {
        "id":"EJ712981",
        "title":"Learning Disabilities and Social Skills: Reflections"},
      {
        "id":"EJ712982",
        "title":"Evolution"},
      {
        "id":"EJ714742",
        "title":"John Napier"},
      {
        "id":"EJ714743",
        "title":"The History of the Calculus"},
      {
        "id":"EJ714745",
        "title":"Building Support for Coordinated School Health Programs"},
      {
        "id":"EJ714746",
        "title":"Research On School Attendance And Student Achievement: A Study Of Ohio Schools"},
      {
        "id":"EJ692447",
        "title":"Visual Attention to Movement and Color in Children with Cortical Visual Impairment"},
      {
        "id":"EJ692448",
        "title":"Verbalism in the Narrative Language of Children Who Are Blind and Sighted"},
      {
        "id":"EJ692449",
        "title":"Efficacy of a Low Vision Patient Consultation"},
      {
        "id":"EJ692450",
        "title":"Estimated Number of Persons Eligible for Vision Rehabilitation Services Under Expanded Medicare. Research Report"},
      {
        "id":"EJ692451",
        "title":"Use of Feedback from Sighted Peers in Promoting Social Interaction Skills"},
      {
        "id":"EJ698089",
        "title":"Child Sexual Abuse in China: A Study of Adolescents in Four Provinces"},
      {
        "id":"EJ698310",
        "title":"Addressing The Achievement Gap Between Minority And Nonminority Children By Increasing Access To Gifted Programs"},
      {
        "id":"EJ698311",
        "title":"Inside The Zone of Proximal Development: Validating A Multifactor Model Of Learning Potential With Gifted Students And Their Peers"},
      {
        "id":"EJ698312",
        "title":"Psychological Characteristics Of Academically Gifted Adolescents Attending A Residential Academy: A Longitudinal Study"},
      {
        "id":"EJ698313",
        "title":"Urban Odyssey: Theatre Of The Oppressed And Talented Minority Youth"},
      {
        "id":"EJ698314",
        "title":"A Study Of Academically Talented Students? Participation In Extracurricular Activities"},
      {
        "id":"EJ698315",
        "title":"Self-Perceived Creativity, Family Hardiness, And Emotional Intelligence Of Chinese Gifted Students In Hong Kong"},
      {
        "id":"EJ698316",
        "title":"Can Only Intelligent People Be Creative? A Meta-Analysis"},
      {
        "id":"EJ698317",
        "title":"Caught By Our Dangling Paradigms: How Our Metaphysical Assumptions Influence Gifted Education"},
      {
        "id":"EJ698318",
        "title":"I Live In My Own Bubble: The Values Of Talented Adolescents"},
      {
        "id":"EJ698319",
        "title":"Korean Science Teachers' Understanding of Creativity in Gifted Education"},
      {
        "id":"EJ698320",
        "title":"The Relationship Between Thinking Styles And Scientific Giftedness In Korea"},
      {
        "id":"EJ698321",
        "title":"Development Of Authentic Assessments For The Middle School Classroom"},
      {
        "id":"EJ689101",
        "title":"Extensive Reading in Japanese"},
      {
        "id":"EJ689107",
        "title":"Reading Attitudes in L1 and L2, and Their Influence on L2 Extensive Reading"},
      {
        "id":"EJ689114",
        "title":"Developing Reading Fluency in EFL: How Assisted Repeated Reading and Extensive Reading Affect Fluency Development"},
      {
        "id":"EJ689117",
        "title":"Statistical Procedures for Research on L2 Reading Comprehension: An Examination of ANOVA and Regression Models"},
      {
        "id":"EJ689118",
        "title":"Towards Enhanced Second Language Reading Comprehension Assessment: Computerized versus Manual Scoring of Written Recall Protocols"},
      {
        "id":"EJ689119",
        "title":"Understanding the Role of Text Length, Sample Size and Vocabulary Size in Determining Text Coverage"},
      {
        "id":"EJ689120",
        "title":"Developing Reading Comprehension Questions"},
      {
        "id":"EJ689121",
        "title":"A Framework for Developing EFL Reading Vocabulary"},
      {
        "id":"EJ689629",
        "title":"Conducting Tests of Hypotheses: The Need for an Adequate Sample Size"},
      {
        "id":"EJ689630",
        "title":"Schooling, Symbolism and Social Power: The Hijab in Republican France"},
      {
        "id":"EJ689631",
        "title":"National and Global Competition in Higher Education"},
      {
        "id":"EJ689632",
        "title":"'Wishing for Dragon Children': Ironies and Contradictions in China's Education Reform and the Chinese Diaspora's Disappointments with Australian Education"},
      {
        "id":"EJ689634",
        "title":"Genealogies of Governmentality: Producing and Managing Young Children and Their Education"},
      {
        "id":"EJ689635",
        "title":"Accounting for Young Children's Competence in Educational Research: New Perspectives on Research Ethics"},
      {
        "id":"EJ689636",
        "title":"The Cultural Construction of Family Involvement in Early Childhood Education:  Some Indigenous Australian Perspectives"},
      {
        "id":"EJ689637",
        "title":"Child Care Choices: A Longitudinal Study of Children, Families and Child Care in  Partnership with Policy Makers"},
      {
        "id":"EJ689638",
        "title":"The Politics of Logic in Early Childhood Research: A Case of the Brain, Hard Facts, Trees and Rhizomes"},
      {
        "id":"EJ689639",
        "title":"Learning Domains and the Process of Creativity"},
      {
        "id":"EJ689640",
        "title":"Conceptualisation of a Professional Doctorate Program: Focusing on Practice and Change"},
      {
        "id":"EJ689641",
        "title":"Having Our Work Cut Out! Reflections on the Australian Association for Research in Education and the Current State of Australian Educational Research"},
      {
        "id":"EJ689642",
        "title":"Learning to Learn Through Work? The Importance of Australian Apprenticeship and Traineeship Policies in Young Workers' Learning Careers"},
      {
        "id":"EJ689643",
        "title":"Relationships Among Perceived Competence, Intrinsic Value and Mastery Goal Orientation in English and Maths"},
      {
        "id":"EJ689644",
        "title":"Learners, Initiators, Servants: The Self-Images of Victorian Principals in the 1990s"},
      {
        "id":"EJ689645",
        "title":"W(h)ither Practitioner Research?"},
      {
        "id":"EJ689646",
        "title":"Peer Groups, Power and Pedagogy: The Limits of an Educational Paradigm of Separation"},
      {
        "id":"EJ689647",
        "title":"Changing School Loyalties and the Middle Class: A Reflection on the Developing Fate of State Comprehensive High Schooling"},
      {
        "id":"EJ689648",
        "title":"Social Partnerships: Practices, Paradoxes and Prospects of Local Learning Networks"},
      {
        "id":"EJ689649",
        "title":"Learning about the World of Work: Co-Opting School Students' Paid Work Experiences"},
      {
        "id":"EJ689650",
        "title":"Participatory Action Research and the Struggle for Legitimation"},
      {
        "id":"EJ689651",
        "title":"The \"First\" Educator? Rethinking the \"Teacher\" through Luce Irigaray's Philosophy of Sexual Difference"},
      {
        "id":"EJ689652",
        "title":"Globalisation, Identity, and Nation: Australian and American Undergraduates Abroad"},
      {
        "id":"EJ689653",
        "title":"African American College Students' Perceptions of Their High School Literacy Preparation"},
      {
        "id":"EJ689654",
        "title":"Assessing Academic Support: The Effects of Tutoring on Student Learning Outcomes"},
      {
        "id":"EJ689655",
        "title":"Parallel Note-Taking: A Strategy for Effective Use of Webnotes"},
      {
        "id":"EJ689656",
        "title":"Terms of Endearment: Words that Define and Guide Developmental Education"},
      {
        "id":"EJ689657",
        "title":"The Validity of Using a Content-Specific Reading Comprehension Test for College  Placement"},
      {
        "id":"EJ683243",
        "title":"Assessing Public Support for the Gifted"},
      {
        "id":"EJ683325",
        "title":"Can Distance Learning Meet the Needs of Gifted Elementary Math Students?"},
      {
        "id":"EJ683376",
        "title":"Through Another's Eyes: Engaging Students in Interdisciplinary Curricula"},
      {
        "id":"EJ683377",
        "title":"The Room Meeting for G/T Students in an Inclusion Classroom"},
      {
        "id":"EJ683378",
        "title":"Tiered Lessons: One Way to Differentiate Mathematics Instruction"},
      {
        "id":"EJ683379",
        "title":"The Efficacy of Art and Writing Therapy: Increasing Positive Mental Health Outcomes and Participant Retention After Exposure to Traumatic Experience"},
      {
        "id":"EJ683380",
        "title":"Therapeutic Art Practices with Orphan Children in Bulgaria"},
      {
        "id":"EJ683382",
        "title":"Art Therapy and Career Counseling: Strategies for Art Therapy Job Seekers"},
      {
        "id":"EJ683383",
        "title":"The Use of Murals in Preadolescent Inpatient Groups: An Art Therapy Approach to Cumulative Trauma. Brief Report"},
      {
        "id":"EJ683400",
        "title":"Tai Chi for People with Visual Impairments: A Pilot Study"},
      {
        "id":"EJ683402",
        "title":"Visually Impaired Older Adults and Home-Based Leisure Activities: The Effects of Person-Environment Congruence"},
      {
        "id":"EJ683404",
        "title":"The Impact of a Modified Repeated-Reading Strategy Paired with Optical Character Recognition on the Reading Rates of Students with Visual Impairments"},
      {
        "id":"EJ683407",
        "title":"Reading by Children with Low Vision"},
      {
        "id":"EJ683408",
        "title":"\"Program for Partners\": Support Groups for Partners of Adults with Visual Impairments"},
      {
        "id":"EJ683409",
        "title":"Haptic Exploratory Strategies and Children Who Are Blind and Have Additional Disabilities"},
      {
        "id":"EJ683410",
        "title":"A Computer System Serving as a Microswitch for Vocal Utterances of Persons with Multiple Disabilities: Two Case Evaluations. Research Report"},
      {
        "id":"EJ683470",
        "title":"Stated Preferences for Components of a Personal Guidance System for Nonvisual Navigation"},
      {
        "id":"EJ683476",
        "title":"A Writing Assessment for Persons with Age-Related Vision Loss"},
      {
        "id":"EJ683480",
        "title":"Changing the Public's Attitude Toward Braille: A Grassroots Approach"},
      {
        "id":"EJ683481",
        "title":"Enabling a Girl with Multiple Disabilities to Control Her Favorite Stimuli Through Vocalization and a Dual-Microphone Microswitch. Research Report"},
      {
        "id":"EJ683482",
        "title":"Optimism, Social Comparisons, and Coping with Vision Loss in Israel"},
      {
        "id":"EJ683483",
        "title":"The Role of Visual Experience in Mental Imagery"},
      {
        "id":"EJ683486",
        "title":"Use of a Structured Observation to Evaluate Visual Behavior in Young Children: Research Report"},
      {
        "id":"EJ683490",
        "title":"Meeting the Challenge: Innovation in One State Rehabilitation System's Approach to Transition"},
      {
        "id":"EJ683491",
        "title":"Ergonomic Enhancement for Older Readers with Low Vision"},
      {
        "id":"EJ683503",
        "title":"Objectivism and Education: A Response to David Elkind's \"The Problem with Constructivism\""},
      {
        "id":"EJ683508",
        "title":"Van Gogh, Gauguin, and Impressions from Arles: Inquiry's Potential within  Collegiality"},
      {
        "id":"EJ683512",
        "title":"Does Assessment Kill Student Creativity?"},
      {
        "id":"EJ683513",
        "title":"Parents' Observations of the Academic and Nonacademic Performance of Children with Strabismus"},
      {
        "id":"EJ683515",
        "title":"Knowledge of Dental Health and Oral Hygiene Practices of Taiwanese Visually Impaired and Sighted Students"},
      {
        "id":"EJ683521",
        "title":"Deborah Partridge Wolfe: Biography of a Kappa Delta Pi Laureate"},
      {
        "id":"EJ683524",
        "title":"Presidential Rhetoric and the Purpose of American Education"},
      {
        "id":"EJ683530",
        "title":"Leading the Multiethnic School: Research Evidence on Successful Practice"},
      {
        "id":"EJ683535",
        "title":"The Banneker History Project: Historic Investigation of a Once Segregated School"},
      {
        "id":"EJ683544",
        "title":"Automatic Transcription of Tactile Maps. Practice Report"},
      {
        "id":"EJ683547",
        "title":"Crossing Guards: A Safety Patrol Program at a Residential School for Students Who Are Blind or Visually Impaired. Practice Report"},
      {
        "id":"EJ683550",
        "title":"In the Darkness There Can Be Light: A Family's Adaptation to a Child's Blindness"},
      {
        "id":"EJ683581",
        "title":"Selected Findings from the First International Evaluation of the Proposed Unified English Braille Code"},
      {
        "id":"EJ683601",
        "title":"The Greatest Generation Meets Its Greatest Challenge: Vision Loss and Depression in Older Adults"},
      {
        "id":"EJ683608",
        "title":"The Impact of Early Exposure to Uncontracted Braille Reading on Students with Visual Impairments"},
      {
        "id":"EJ683610",
        "title":"Students with Visual Impairments in Texas: Description and Extrapolation of Data"},
      {
        "id":"EJ683612",
        "title":"Effects of Visual Impairment, Gender, and Age on Self-Determination"},
      {
        "id":"EJ683614",
        "title":"Student Satisfaction: A Distance Learning Model for Training Teachers of Students with Visual Impairments in New York State. Research Report"},
      {
        "id":"EJ683737",
        "title":"The Virtues of Leadership"},
      {
        "id":"EJ683738",
        "title":"Responsible Leadership. Essays"},
      {
        "id":"EJ683739",
        "title":"Accountable Leadership. Essays"},
      {
        "id":"EJ683740",
        "title":"Teachers as Leaders. Essays"},
      {
        "id":"EJ683741",
        "title":"Leadership Succession. Essays"},
      {
        "id":"EJ683742",
        "title":"Turnaround Leadership. Essays"},
      {
        "id":"EJ683743",
        "title":"Evidence-Based Leadership. Essays"},
      {
        "id":"EJ683744",
        "title":"Leadership for Urban Public Schools. Essays"},
      {
        "id":"EJ683745",
        "title":"The Color of Leadership. Essays"},
      {
        "id":"EJ683746",
        "title":"School Leadership and System Leadership. Essays"},
      {
        "id":"EJ683784",
        "title":"Teaching and Assessing the Appropriateness of Uncontracted Braille. Research Report"},
      {
        "id":"EJ683785",
        "title":"Access to Vocational Rehabilitation: The Impact of Race and Ethnicity"},
      {
        "id":"EJ683786",
        "title":"Profile of Personnel Preparation Programs in Visual Impairments and Their Faculty: A Status Report"},
      {
        "id":"EJ683787",
        "title":"Environmental and Personal Safety: No Vision Required. Practice Report"},
      {
        "id":"EJ683789",
        "title":"Word Reading and Processing of the Identity and Order of Letters by Children with Low Vision and Sighted Children"},
      {
        "id":"EJ683790",
        "title":"Facing the Challenges of Itinerant Teaching: Perspectives and Suggestions from the Field"},
      {
        "id":"EJ683792",
        "title":"Lighting Needs and Lighting Comfort During Reading with Age-Related Macular Degeneration"},
      {
        "id":"EJ683805",
        "title":"A Report on a Novice User's Interaction with the Internet through a Self-Voicing Application"},
      {
        "id":"EJ683806",
        "title":"Perceived Competence of Children with Visual Impairments"},
      {
        "id":"EJ683807",
        "title":"Experiences of Childhood Sexual Abuse among Visually Impaired Adults in Norway: Prevalence and Characteristics"},
      {
        "id":"EJ683808",
        "title":"Teaching Oral Hygiene Skills to Elementary Students with Visual Impairments"},
      {
        "id":"EJ683809",
        "title":"Characteristics of Children Evaluated at a Pediatric Low Vision Clinic: 1981-2003"},
      {
        "id":"EJ683810",
        "title":"Low Vision Rehabilitation of Retinitis Pigmentosa. Practice Report"},
      {
        "id":"EJ683811",
        "title":"Development and Implementation of a Curriculum to Develop Social Competence for Students with Visual Impairments in Germany. Practice Report"},
      {
        "id":"EJ683812",
        "title":"Resources for Adapting Low Vision Training Materials for the Adult with Low Literacy  Skills. Practice Report"},
      {
        "id":"EJ683813",
        "title":"The Effectiveness of Comprehensive Low Vision Services for Older Persons with Visual Impairments in New Zealand"},
      {
        "id":"EJ683814",
        "title":"Exploratory Behavior: A Comparison of Infants Who Are Congenitally Blind and Infants Who Are Sighted. Research Report"},
      {
        "id":"EJ683815",
        "title":"Generalization and Maintenance of Social Skills of Children with Visual Impairments:   Self-Evaluation and the Role of Feedback"},
      {
        "id":"EJ683816",
        "title":"Preparation in and Use of the Nemeth Braille Code for Mathematics by Teachers of  Students with Visual Impairments"},
      {
        "id":"EJ683817",
        "title":"The Language System of Audio Description: An Investigation as a Discursive Process"},
      {
        "id":"EJ683821",
        "title":"An Evaluation of Substrates for Tactile Maps and Diagrams: Scanning Speed and Users' Preferences"},
      {
        "id":"EJ683826",
        "title":"Promoting Walker-Assisted Step Responses by an Adolescent with Multiple Disabilities Through Automatically Delivered Stimulation. Research Report"},
      {
        "id":"EJ683828",
        "title":"Representing Graphical User Interfaces with Sound: A Review of Approaches"},
      {
        "id":"EJ683829",
        "title":"Equal Protection, the ADA, and Driving with Low Vision: A Legal Analysis"},
      {
        "id":"EJ683830",
        "title":"Low Vision Driving with Bioptics: An Overview"},
      {
        "id":"EJ683831",
        "title":"Low Vision Rehabilitation: A Comparison of Traditional and Extended Teaching Programs"},
      {
        "id":"EJ683833",
        "title":"Policy to Practice: Teachers' and Administrators' Views on Curricular Access by Students with Low Vision"},
      {
        "id":"EJ683834",
        "title":"The Experience of Age-Related Macular Degeneration"},
      {
        "id":"EJ683835",
        "title":"The History and Future of Low Vision Services in the United States"},
      {
        "id":"EJ683968",
        "title":"Contextual Issues for Strategic Planning and Evaluation of Systems of Care for American Indian and Alaska Native Communities: An Introduction to Circles of Care"},
      {
        "id":"EJ683972",
        "title":"The Evaluation Life Cycle: A Retrospective Assessment of Stages and Phases of the Circles of Care Initiative"},
      {
        "id":"EJ683985",
        "title":"Describing Community Needs: Examples From the Circles of Care Initiaive"},
      {
        "id":"EJ683987",
        "title":"Words Have Power: (Re)-Defining Serious Emotional Disturbance for American Indian and Alaska Native Children and Their Families"},
      {
        "id":"EJ683988",
        "title":"Mapping Pathways to Services: Description of Local Service Systems for American Indian and Alaska Native Children by Circles of Care"},
      {
        "id":"EJ683989",
        "title":"Developing A Plan For Measuring Outcomes in Model Systems of Care For American Indian and Alaska Native Children and Youth"},
      {
        "id":"EJ683992",
        "title":"Feasibility Assessment of the Service Delivery Model"},
      {
        "id":"EJ683998",
        "title":"Process Evaluation: How It Works"},
      {
        "id":"EJ684004",
        "title":"Outcomes and Accomplishments of The Circles of Care Planing Efforts"},
      {
        "id":"EJ684005",
        "title":"The Circles of Care Evaluation: Doing Participatory Evaluation with American Indian and Alaska Native Communities"},
      {
        "id":"EJ684027",
        "title":"Factors Associated with American Indian Teens' Self-Rated Health"},
      {
        "id":"EJ684069",
        "title":"Comparing Three Measures of Depressive SymptomsS Among American Indian Adolescents"},
      {
        "id":"EJ684079",
        "title":"Intimate Partner Violence in American Indian and/or Alaska Native Communities: A Social Ecological Framework of Determinants and Interventions"},
      {
        "id":"EJ684120",
        "title":"Teaching and Learning in Texas: Accountability Testing, Language, Race, and Place"},
      {
        "id":"EJ684121",
        "title":"Rethinking Language and Culture on the Institutional Borderland"},
      {
        "id":"EJ684122",
        "title":"Paradigm Clashes Among Basic Writing Teachers: Sources of Conflict and a Call for Change"},
      {
        "id":"EJ684123",
        "title":"\"You Probably Don't Even Know I Exist\": Notes from a College Prison Program"},
      {
        "id":"EJ684124",
        "title":"\"Because We Are Shy and Fear Mistaking\": Computer Mediated Communication  with EFL Writers"},
      {
        "id":"EJ684125",
        "title":"Toward a Writing and Healing Approach in the Basic Writing Classroom: One Professor's Personal Odyssey"},
      {
        "id":"EJ684126",
        "title":"Building Academic Literacy from Student Strength: An Interdisciplinary Life History Project"},
      {
        "id":"EJ684127",
        "title":"Issues of Attitude and Access: A Case Study of Basic Writers in a Computer Classroom"},
      {
        "id":"EJ684128",
        "title":"The Best of BothWorlds: Teaching Basic Writers in Class and Online"},
      {
        "id":"EJ684150",
        "title":"Dear Diary: Don't Be Alarmed . . . I'm a Boy"},
      {
        "id":"EJ684151",
        "title":"A Devolving Field: An Interview With Myself. Au Contraire"},
      {
        "id":"EJ684152",
        "title":"A Challenge for Culturally Diverse Families of Gifted Children: Forced Choices between Achievement or Affiliation. Multicultural"},
      {
        "id":"EJ684153",
        "title":"The Atterbury Files: An Extracurricular Inquiry Project Illustrating Local History"},
      {
        "id":"EJ684154",
        "title":"The Senior Project and Gifted Education"},
      {
        "id":"EJ684155",
        "title":"Using Learning-Strategies Instruction with Students Who Are Gifted and Learning Disabled"},
      {
        "id":"EJ684156",
        "title":"Using Their Words to Support Our Advocacy Efforts. Advocacy"},
      {
        "id":"EJ684157",
        "title":"Gifted Students With Disabilities: Are We Finding Them?"},
      {
        "id":"EJ684158",
        "title":"The Boy and the Rose"},
      {
        "id":"EJ684159",
        "title":"What Gift? The Reality of the Student Who is Gifted and Talented in Public School Classrooms"},
      {
        "id":"EJ684160",
        "title":"Identifying Students with Gifts and Talents in Technology. Technology"},
      {
        "id":"EJ684161",
        "title":"Creating Culturally Responsive Gifted Education Classrooms: Understanding \"Culture\" is the First Step"},
      {
        "id":"EJ684162",
        "title":"Spirit and Opportunity: Re-Exploring Giftedness and Parents' Expanding Directive Role. Parenting the Gifted"},
      {
        "id":"EJ684163",
        "title":"Mathematically Gifted Students: How Can We Meet Their Needs?"},
      {
        "id":"EJ684164",
        "title":"Through Another's Eyes: Elements in the Eyes of a 4-Year-Old"},
      {
        "id":"EJ684165",
        "title":"Intellectually Gifted Students' Perceptions of Personal Goals and Work Habits"},
      {
        "id":"EJ684166",
        "title":"Through the Looking Glass: One School's Reflection on Differentiation"},
      {
        "id":"EJ684167",
        "title":"Young Leaders: Growing through Mentoring"},
      {
        "id":"EJ684168",
        "title":"Welcome to My World. Au Contraire"},
      {
        "id":"EJ684169",
        "title":"Exploring Tableau Vivant: An Integrated Approach to Interpretation"},
      {
        "id":"EJ684170",
        "title":"What Makes a \"Good\" Teacher \"Great\"? In the Classroom"},
      {
        "id":"EJ684171",
        "title":"Using Public Relations Strategies to Advocate for Gifted Programming in Your School"},
      {
        "id":"EJ684172",
        "title":"The Clio Club: An Extracurricular Model for Elementary Social Studies Enrichment"},
      {
        "id":"EJ684173",
        "title":"Technology and the Unseen World of Gifted Students: Social Emotional Needs"},
      {
        "id":"EJ684174",
        "title":"The Application of an Individual Professional Development Plan to Gifted Education"},
      {
        "id":"EJ684175",
        "title":"Fighting the War on Academic Terrorism. Advocacy"},
      {
        "id":"EJ684176",
        "title":"Julius Deetken--Pioneer Druggist: An Application of the Enrichment Cluster Model to a History Classroom"},
      {
        "id":"EJ682478",
        "title":"Sonia's Story"},
      {
        "id":"EJ682479",
        "title":"A Study of Admission Officers' Perceptions of and Attitudes Toward Homeschool Students"},
      {
        "id":"EJ682480",
        "title":"Homeschoolers on to College: What Research Shows Us"},
      {
        "id":"EJ682481",
        "title":"Unintended Admission Consequences of Federal Aid for Homeschoolers"},
      {
        "id":"EJ682482",
        "title":"Can Anxiety Explain Sex Differences in College Entrance Exam Scores?"},
      {
        "id":"EJ682483",
        "title":"Defining the Enrollment Manager: Visionary, Facilitator and Collaborator"},
      {
        "id":"EJ682484",
        "title":"First Year College Performance: A Study of Home School Graduates and Traditional School Graduates"},
      {
        "id":"EJ682485",
        "title":"How to Make Better College Admission Decisions: Considering High School Quality and Other Factors"},
      {
        "id":"EJ682486",
        "title":"Assessing the Academic, Personal and Social Experiences of Pre-College Students"},
      {
        "id":"EJ682487",
        "title":"Knowledge for Practice: A Training Program for College Access Advisors"},
      {
        "id":"EJ682488",
        "title":"Affirmative Action: History and Analysis"},
      {
        "id":"EJ682489",
        "title":"Admission, Heal Thyself: A Prescription for Reclaiming College Admission as a Profession"},
      {
        "id":"EJ682491",
        "title":"How to Humanize the College Admission Game"},
      {
        "id":"EJ682495",
        "title":"Whose World Is This?"},
      {
        "id":"EJ682496",
        "title":"Queer Life and School Culture: Troubling Genders"},
      {
        "id":"EJ682497",
        "title":"We Are One, We Are Many: Portraits of Australian Bilingual Schools"},
      {
        "id":"EJ682498",
        "title":"American Presidents and Their Attitudes, Beliefs, and Actions Surrounding Education and Multiculturalism. A Series of Research Studies in Educational Policy. Sixth Installment: Examining Presidents Ronald Reagan, George H. W. Bush, and William Jefferson Clinton. Research"},
      {
        "id":"EJ682502",
        "title":"Shyness and the College Admission Process: Who is Being Left Out?"},
      {
        "id":"EJ682505",
        "title":"The Politics of Literacy"},
      {
        "id":"EJ682566",
        "title":"Civic Engagement. The University as a Public Good"},
      {
        "id":"EJ682567",
        "title":"Creating the \"Complete Scholar\": Academic Professionalism in the 21st Century"},
      {
        "id":"EJ682568",
        "title":"Leadership for a New Age. Higher Education's Role in Producing Minority Leaders"},
      {
        "id":"EJ682570",
        "title":"Networked Collaboration Transforms Curricula: The Case of Arab Culture and Civilization"},
      {
        "id":"EJ682571",
        "title":"Practicing Liberal Education: Formative Themes in the Reinvention of Liberal Learning"},
      {
        "id":"EJ682572",
        "title":"Ten Lessons for Liberal Education: Regarding the Higher Education Act Reauthorization"},
      {
        "id":"EJ682573",
        "title":"Why Spirituality Deserves a Central Place in Liberal Education"},
      {
        "id":"EJ682574",
        "title":"Building Civic Engagement Capacity: An Introductory Chemistry Example"},
      {
        "id":"EJ682575",
        "title":"Exploring Reality: Cultural Studies & Critical Thinking"},
      {
        "id":"EJ682576",
        "title":"Political Bias in Undergraduate Education"},
      {
        "id":"EJ682577",
        "title":"Quality in Undergraduate Education: A Collaborative Project"},
      {
        "id":"EJ682578",
        "title":"Rawls, Neustadt, & Liberal Education"},
      {
        "id":"EJ682579",
        "title":"Teaching Culture"},
      {
        "id":"EJ682580",
        "title":"What's a Cultural Studies Curriculum Doing in a College Like This?"},
      {
        "id":"EJ682581",
        "title":"World Peace and the College: The Presidential Address"},
      {
        "id":"EJ682582",
        "title":"Beyond Computer Literacy: Implications of Technology for the Content of a College Education"},
      {
        "id":"EJ682583",
        "title":"Computing, Research, and Teaching: A Humanities Trifecta!"},
      {
        "id":"EJ682584",
        "title":"Aligning Faculty Activities & Student Behavior: Realizing the Promise of Greater Expectations"},
      {
        "id":"EJ682585",
        "title":"Opening the Doors of Opportunity: Liberal Education and the Veterans"},
      {
        "id":"EJ682586",
        "title":"Rescuing Writing Instruction: How To Save Time & Money with Technology"},
      {
        "id":"EJ682587",
        "title":"Linking Liberal & Professional Learning in Nursing Education"},
      {
        "id":"EJ682588",
        "title":"Theatre Studies as a Practical Liberal Education"},
      {
        "id":"EJ682589",
        "title":"Reflections on the Cultural Climate of Plagiarism"},
      {
        "id":"EJ682590",
        "title":"Comics as Art Therapy"},
      {
        "id":"EJ682591",
        "title":"The Invisible Veil: Changing Paradigms in the Art Therapy Profession"},
      {
        "id":"EJ682592",
        "title":"Teaching Research: A Survey of Art Therapy Educators. Articles"},
      {
        "id":"EJ682593",
        "title":"The Meaningful Critique: Responding to Art from Preschool to Postmodernism"},
      {
        "id":"EJ682594",
        "title":"Reflections on the Reflecting Art Therapy Team in Education and Treatment"},
      {
        "id":"EJ682595",
        "title":"Art Therapy with a Child Experiencing Sensory Integration Difficulty. Brief Report"},
      {
        "id":"EJ682596",
        "title":"Art Therapy and the Brain: An Attempt to Understand the Underlying Processes of Art Expression in Therapy"},
      {
        "id":"EJ682597",
        "title":"Using Both Sides of the Brain: Experiences that Integrate Art and Talk Therapy Through Scribble Drawings"},
      {
        "id":"EJ682598",
        "title":"Art Therapy as an Intervention for Autism"},
      {
        "id":"EJ682599",
        "title":"Art Therapy and Neuroscience Blend: Working with Patients Who have Dementia"},
      {
        "id":"EJ682600",
        "title":"Screening for Aggression Using the Draw a Story Assessment. Brief Report"},
      {
        "id":"EJ682602",
        "title":"The Creative Mind"},
      {
        "id":"EJ682603",
        "title":"Art Therapy with Incarcerated Women Who Have Experienced the Death of a Loved One"},
      {
        "id":"EJ682604",
        "title":"Thirty-Year Study Links Neuroscience, Specific Trauma, PTSD, Image Conversion, and Language Translation"},
      {
        "id":"EJ682605",
        "title":"Use of Drawings to Identify Thought Impairment among Students with Emotional and Behavioral Disorders: An Exploratory Study"},
      {
        "id":"EJ682606",
        "title":"The Husband-Wife Relationship as Reflected in the Drawings of Battering Husbands. Brief Report"},
      {
        "id":"EJ682608",
        "title":"Art Therapy and Social Action: A Transpersonal Framework"},
      {
        "id":"EJ682609",
        "title":"Social Action Art Therapy"},
      {
        "id":"EJ682610",
        "title":"Using Art as Language in Large Group Dialogues: The TREC[sm] Model"},
      {
        "id":"EJ682611",
        "title":"Open Studio Process as a Model of Social Action: A Program for At-Risk Youth. Brief Reports"},
      {
        "id":"EJ682612",
        "title":"Remembering Camp Dreamcatcher: Art Therapy with Children Whose Lives Have Been Touched by HIV/AIDS"},
      {
        "id":"EJ682613",
        "title":"Behind Steel Doors: Images From the Walls of a County Jail"},
      {
        "id":"EJ682648",
        "title":"Incorporating Service Learning into Leadership Education: Duke TIP's Leadership  Institute"},
      {
        "id":"EJ682649",
        "title":"Au Contraire: The Gifted Garage Sale"},
      {
        "id":"EJ682650",
        "title":"\"Each one, reach one.\" In the Classroom"},
      {
        "id":"EJ682651",
        "title":"Developing Leadership Skills in Young Gifted Students"},
      {
        "id":"EJ682652",
        "title":"Parenting the Gifted: The Ongoing Riddle of Which Nurture is Best for What Nature: Parents Promoting Gifted Potential"},
      {
        "id":"EJ682653",
        "title":"Authentic Assessment of Leadership in Problem-Solving Groups"},
      {
        "id":"EJ682654",
        "title":"Instruments for Measuring Leadership in Children and Youth"},
      {
        "id":"EJ682655",
        "title":"Advocacy The Spill-Over Effect: An Advocacy Strategy"},
      {
        "id":"EJ682656",
        "title":"Leadership Education: Resources and Web Sites for Teachers of Gifted Students"},
      {
        "id":"EJ682657",
        "title":"Messages for Parents and Teachers"},
      {
        "id":"EJ682658",
        "title":"Social/Emotional Needs: On Chance and Being Gifted"},
      {
        "id":"EJ682659",
        "title":"Stop Tobacco in Restaurants: Fifth-Grade Students STIR City Hall"},
      {
        "id":"EJ682660",
        "title":"The Merging of Literacy and Technology in the 21st Century: A Bonus for Gifted Education. Technology"},
      {
        "id":"EJ682699",
        "title":"Heritage Language Instruction and Giftedness in Language Minority Students: Pathways Toward Success"},
      {
        "id":"EJ682702",
        "title":"Quo Vadis? Laboring in the Classical Vineyards: An Optimal Challenge for Gifted Secondary Students"},
      {
        "id":"EJ682704",
        "title":"DISCOVER in Middle School: Identifying Gifted Minority Students"},
      {
        "id":"EJ682705",
        "title":"A Synthesis of Research on Psychological Types of Gifted Adolescents"},
      {
        "id":"EJ682706",
        "title":"Mathematically Gifted in the Heterogeneously Grouped Mathematics Classroom: What Is a Teacher to Do?"},
      {
        "id":"EJ682707",
        "title":"The Use of Fiction as a Didactic Tool to Examine Existential Problems"},
      {
        "id":"EJ682708",
        "title":"The Role of Participation in In-School and Outside-of-School Activities in the Talent Development of Gifted Students"},
      {
        "id":"EJ682709",
        "title":"Freedom and Creativity: An Approach to Science Education for Excellent Students and Its Realization in the Israel Arts and Science Academy's Curriculum"},
      {
        "id":"EJ682710",
        "title":"Working with Gifted Science Students in a Public High School Environment: One School's Approach"},
      {
        "id":"EJ682711",
        "title":"Replicating a Successful Authentic Science Research Program: An Interview with Dr. Robert Pavlica"},
      {
        "id":"EJ682712",
        "title":"Developing the Talents of Teacher/Scientists"},
      {
        "id":"EJ682713",
        "title":"Developing Scientific Talent in Students With Special Needs: An Alternative Model for Identification, Curriculum, and Assessment"},
      {
        "id":"EJ682714",
        "title":"Great Expectations: Creative Achievements of the Sociometric Stars in a 30-Year Study"},
      {
        "id":"EJ682715",
        "title":"Conducting a Teaching Experiment with a Gifted Student"},
      {
        "id":"EJ682716",
        "title":"Secondary Student Perceptions of Classroom Quality: Instrumentation and Differences Between Advanced/Honors and Nonhonors Classes"},
      {
        "id":"EJ682717",
        "title":"Talent Development in Science: A Unique Tale of One Student's Journey"},
      {
        "id":"EJ682718",
        "title":"A Case Study of the Collaboration in Mathematics Between a Fourth-Grade Teacher  and a Talented and Gifted Coordinator"},
      {
        "id":"EJ682719",
        "title":"Gifted Ninth Graders' Notions of Proof: Investigating Parallels in Approaches of Mathematically Gifted Students and Professional Mathematicians"},
      {
        "id":"EJ682720",
        "title":"Use of an Instructional Management System to Enhance Math Instruction of Gifted and Talented Students"},
      {
        "id":"EJ682722",
        "title":"Interpreting Successes and Failures: The Influence of Perfectionism on Perspective"},
      {
        "id":"EJ682784",
        "title":"Gifted Adolescents' Talent Development through Distance Learning"},
      {
        "id":"EJ682811",
        "title":"The Dance Teacher: The Ideal Case and Daily Reality"},
      {
        "id":"EJ682888",
        "title":"Teaching to Their Thinking: A Strategy to Meet the Critical-Thinking Needs of Gifted Students"},
      {
        "id":"EJ682913",
        "title":"Leadership Education for Gifted and Talented Youth: A Review of the Literature"},
      {
        "id":"EJ693722",
        "title":"Choice for All? Charter Schools and Students with Special Needs"},
      {
        "id":"EJ693723",
        "title":"The Alignment of Alternate Assessment Content with Academic and Functional Curricula"},
      {
        "id":"EJ693724",
        "title":"To Integrate or Not to Integrate: Systemic Dilemmas in Hong Kong"},
      {
        "id":"EJ693725",
        "title":"When Paths Diverge: \"Errors of Prediction\" From Preschool Test Scores to Later Cognitive and Academic Measures"},
      {
        "id":"EJ693726",
        "title":"Whose Job Is It? Parents' Concerns About the Needs of Their Children with Language Problems"},
      {
        "id":"EJ693727",
        "title":"Critical Issues in Special Education Teacher Supply and Demand: Overview"},
      {
        "id":"EJ693728",
        "title":"Cultural and Linguistic Diversity and the Special Education Workforce: A Critical Overview"},
      {
        "id":"EJ693729",
        "title":"Meeting the Demand for Highly Qualified Special Education Teachers During Severe Shortages: What Should Policymakers Consider?"},
      {
        "id":"EJ693730",
        "title":"Special Education Teacher Retention and Attrition: A Critical Analysis of the Research Literature"},
      {
        "id":"EJ693731",
        "title":"The Supply of and Demand for Special Education Teachers: A Review of Research Regarding the Chronic Shortage of Special Education Teachers"},
      {
        "id":"EJ693732",
        "title":"Response to Intervention: Empirically Based Special Service Decisions From Single-Case Designs of Increasing and Decreasing Intensity"},
      {
        "id":"EJ693733",
        "title":"Socioemotional and Academic Adjustment Among Children with Learning Disorders: The Mediational Role of Attachment-Based Factors"},
      {
        "id":"EJ693734",
        "title":"Teacher Expectations of Student Behavior: Social Skills Necessary for Success in Elementary School Classrooms"},
      {
        "id":"EJ693735",
        "title":"The \"Discrete Trials\" of Applied Behavior Analysis for Children with Autism: Outcome-Related Factors in the Case Law"},
      {
        "id":"EJ693736",
        "title":"The Importance of Getting Started Right: Further Examination of the Facility-to-Community Transition of Formerly Incarcerated Youth"},
      {
        "id":"EJ693737",
        "title":"A Meta-Analysis of the Academic Status of Students with Emotional/Behavioral Disturbance"},
      {
        "id":"EJ693738",
        "title":"A Parent-Delivered Intervention to Teach Purchasing Skills to Young Adults with Disabilities"},
      {
        "id":"EJ693739",
        "title":"Correct Interpretation of Latent Versus Observed Abilities: &quot;Implications From Structural Equation Modeling Applied to the WISC-III and WIAT Linking Sample&quot;"},
      {
        "id":"EJ693740",
        "title":"Secondary Teachers' Views on Social Competence: \"Skills Essential for Success\""},
      {
        "id":"EJ693854",
        "title":"Alignment of an Alternate Assessment with State Academic Standards: &quot;Evidence for the Content Validity of the Wisconsin Alternate Assessment&quot;"},
      {
        "id":"EJ693855",
        "title":"Critical Features of Special Education Teacher Preparation: \"A Comparison With General Teacher Education\""},
      {
        "id":"EJ693856",
        "title":"Qualitative or Quantitative Differences? \"Latent Class Analysis of Mathematical Ability for Special Education Students\""},
      {
        "id":"EJ693857",
        "title":"State Policies on Assessment Participation and Accommodations for Students with Disabilities"},
      {
        "id":"EJ693858",
        "title":"The Relationship Between Curriculum-Based Measures in Written Expression and Quality and Completeness of Expository Writing for Middle School Students"},
      {
        "id":"EJ693933",
        "title":"Accelerating Student Learning in Kindergarten Through Grade 3: \"Five Years of OSEP-Sponsored Intervention Research\""},
      {
        "id":"EJ693934",
        "title":"Enhancing Mathematical Problem Solving for Students with Disabilities"},
      {
        "id":"EJ693936",
        "title":"Improving the Writing Performance of Young Struggling Writers: &quot;Theoretical and Programmatic Research From the Center on Accelerating Student Learning&quot;"},
      {
        "id":"EJ693938",
        "title":"Instruction in Reading Comprehension for Primary-Grade Students: &quot;A Focus on Text Structure&quot;"},
      {
        "id":"EJ693939",
        "title":"Peer-Assisted Learning Strategies: Promoting Word Recognition, Fluency, and Reading Comprehension in Young Children"},
      {
        "id":"EJ693942",
        "title":"Accounting for the Performance of Students With Disabilities on Statewide Assessments"},
      {
        "id":"EJ693945",
        "title":"An Investigation of the Language Skills of Students With Emotional Disturbance Served in Public School Settings"},
      {
        "id":"EJ693946",
        "title":"Collaboration in the Context of Appalachia: The Case of Cassie"},
      {
        "id":"EJ693948",
        "title":"Fostering the Development of Reading Skill Through Supplemental Instruction: Results for Hispanic and Non-Hispanic Students"},
      {
        "id":"EJ693949",
        "title":"The Proliferation of Alternative Routes to Certification in Special Education: A Critical Review of the Literature"},
      {
        "id":"EJ694008",
        "title":"Getting a Handle on Handhelds: Issues to Consider Before You Buy"},
      {
        "id":"EJ694009",
        "title":"No Special Equipment Required: The Accessibility Features Built into the Windows and Macintosh Operating Systems make Computers Accessible for Students with Special Needs"},
      {
        "id":"EJ694010",
        "title":"Promoting Equity with Digital Video. In the Curriculum: Science"},
      {
        "id":"EJ694011",
        "title":"We?re Poppin' For Math"},
      {
        "id":"EJ694012",
        "title":"The Right Write Site"},
      {
        "id":"EJ694013",
        "title":"The Digital Disconnect: A Recent Pew Study"},
      {
        "id":"EJ694014",
        "title":"Pump Yourself Up with PBL Learning. Project Based Learning"},
      {
        "id":"EJ694015",
        "title":"Teacher-to-Teacher Mentoring. For Tech Teachers"},
      {
        "id":"EJ694016",
        "title":"Needed: Teachers to Encourage Girls in Math, Science, and Technology"},
      {
        "id":"EJ694017",
        "title":"Beyond Gaming: A Technology Explosion in Early Childhood Classrooms"},
      {
        "id":"EJ694018",
        "title":"Accessing Information: The Internet--A Highway or a Maze?"},
      {
        "id":"EJ694019",
        "title":"Assessing and Addressing Teachers' Attitudes Toward Information Technology in the Gifted Classroom"},
      {
        "id":"EJ694020",
        "title":"Historical Perspectives: Pioneering Definitions and Theoretical Positions in the Field of Gifted Education"},
      {
        "id":"EJ694021",
        "title":"From Bits and Bytes to C++ and Web Sites: What Is Computer Talent Made of?"},
      {
        "id":"EJ694037",
        "title":"Research-Based Online Course Development for Special Education Teacher Preparation"},
      {
        "id":"EJ694038",
        "title":"Helping Children with Disabilities Develop and Maintain Friendships"},
      {
        "id":"EJ694041",
        "title":"Infusing Evidence-Based Practices into the Special Education Preparation Curriculum"},
      {
        "id":"EJ694042",
        "title":"Service Providers? Perceptions of Universal Newborn Hearing Screening and Intervention Training Needs"},
      {
        "id":"EJ694044",
        "title":"Scoring Rubric for Assessing Students' Performance on Functional Behavior Assessment Cases"},
      {
        "id":"EJ694045",
        "title":"Preservice Teachers' Perceptions of Including Students with Disabilities"},
      {
        "id":"EJ694046",
        "title":"Comparing the Use of Case Studies and Application Questions in Preparing Special Education Professionals"},
      {
        "id":"EJ694047",
        "title":"Improving Content and Technology Skills in ADD/ADHD via a Web Enhanced Course"},
      {
        "id":"EJ694048",
        "title":"Secondary Special Educators: Perspectives of Preservice Preparation and Satisfaction"},
      {
        "id":"EJ694049",
        "title":"Responding to Special Education Teacher Shortages in Diverse Urban Settings: An Accelerated Alternative Credential Program"},
      {
        "id":"EJ694050",
        "title":"Special Education Teacher Preparation in Belgium, Russia, and United States: A Comparative Study"},
      {
        "id":"EJ694051",
        "title":"An Evaluation of Web Conferencing in Online Teacher Preparation"},
      {
        "id":"EJ694052",
        "title":"Interactive Staff Development Supports Collaboration When Learning to Teach"},
      {
        "id":"EJ694053",
        "title":"Preschool Teachers' Knowledge, Opinions, and Educational Experiences with Attention Deficit/Hyperactivity Disorder"},
      {
        "id":"EJ694054",
        "title":"A Comparison of Traditional and Online Instruction in an Introduction to Special  Education Course"},
      {
        "id":"EJ694055",
        "title":"Innovative Family-Centered Practices in Personnel Preparation"},
      {
        "id":"EJ694069",
        "title":"Preparing Preservice Teachers to Implement Class Wide Peer Tutoring"},
      {
        "id":"EJ694070",
        "title":"Needs Based Negotiation: A Promising Practice in School Collaboration"},
      {
        "id":"EJ694071",
        "title":"General and Special Education Teachers' Preparation Needs in Providing Social Support: A Needs Assessment"},
      {
        "id":"EJ694072",
        "title":"An Induction Program for Special Education Teachers"},
      {
        "id":"EJ694073",
        "title":"Identifying Attributes of High Quality Special Education Teachers"},
      {
        "id":"EJ694115",
        "title":"An Ecobehavioral Assessment of the Teaching Behaviors of Teacher Candidates During Their Special Education Internship Experiences"},
      {
        "id":"EJ694118",
        "title":"Fieldwork Requirements in Special Education Preparation: A National Study"},
      {
        "id":"EJ694119",
        "title":"Closing the Gap: Enhancing Student Outcomes in an Urban Professional Development School"},
      {
        "id":"EJ694121",
        "title":"Teaching with CLASS: Creating Laboratory Access for Science Students with  Disabilities"},
      {
        "id":"EJ694122",
        "title":"Addressing Personnel Needs for Rural Areas"},
      {
        "id":"EJ694123",
        "title":"Providing Performance Feedback to Teachers: A Review"},
      {
        "id":"EJ694124",
        "title":"Preparing Teachers for Family Centered Services: A Survey of Preservice  Curriculum Content"},
      {
        "id":"EJ694456",
        "title":"Rational Emotive Therapy with Children and Adolescents: A Meta-Analysis"},
      {
        "id":"EJ687955",
        "title":"Perceptions of Effective Leadership in Schools for Students with Visual Impairments: A National Study"},
      {
        "id":"EJ687956",
        "title":"Self-Esteem and Empathy in Sighted and Visually Impaired Preadolescents"},
      {
        "id":"EJ687957",
        "title":"Driver Behavior in Yielding to Sighted and Blind Pedestrians at Roundabouts"},
      {
        "id":"EJ687986",
        "title":"Predictors of Competitive Employment for Blind and Visually Impaired Consumers of Vocational Rehabilitation Services"},
      {
        "id":"EJ688043",
        "title":"The Relationship Between Student Performance and Instructor Evaluations Revisited"},
      {
        "id":"EJ688044",
        "title":"A Low-Achiever's Learning Process in Mathematics: Shirley's Fraction Learning"},
      {
        "id":"EJ688045",
        "title":"Classroom Interaction Patterns, Teacher and Student Characteristics and Students' Learning Outcomes in Physics"},
      {
        "id":"EJ688046",
        "title":"Preferred Teacher-Student Interpersonal Behavior: Differences Between Polish Primary and Higher Education Students' Perceptions"},
      {
        "id":"EJ688441",
        "title":"Art Therapy Strategies to Raise Self-Esteem in Female Juvenile Offenders: A Comparison of Art Psychotherapy and Art as Therapy Approaches"},
      {
        "id":"EJ688443",
        "title":"Can Coloring Mandalas Reduce Anxiety?"},
      {
        "id":"EJ688457",
        "title":"\"Learned Hopefulness\": An Arts-Based Approach to Participatory Action Research"},
      {
        "id":"EJ688458",
        "title":"Choosing Art Therapy as a Career"},
      {
        "id":"EJ688459",
        "title":"Ethical Responsibilities: Preparing Students for the Real Art Therapy World"},
      {
        "id":"EJ690830",
        "title":"Practical Applications of the Research on Epistemological Beliefs"},
      {
        "id":"EJ690840",
        "title":"The Relationship of Self-Efficacy, Identity Style, and Stage of Change with Academic Self-Regulation"},
      {
        "id":"EJ690841",
        "title":"The Effectiveness of Strategic Reading Instruction for College Developmental Readers"},
      {
        "id":"EJ690842",
        "title":"The Educational Storytelling Project: Three Approaches to Cross-Curricular Learning"},
      {
        "id":"EJ690843",
        "title":"Spelling Abilities of University Students in Developmental Writing Classes"},
      {
        "id":"EJ690844",
        "title":"Genre, Medium, and Learning to Write: Negotiating Identities, Enacting School-Based Literacies in Adulthood"},
      {
        "id":"EJ690845",
        "title":"\"I'm Not Doing as Well in This Class as I'd Like to\": Exploring Achievement Motivation and Personality"},
      {
        "id":"EJ690846",
        "title":"Self-Monitoring Strategies Used by Developmental and Non-Developmental College Students"},
      {
        "id":"EJ690847",
        "title":"What Do First-Year Students Need Most: Learning Strategies Instruction or Academic Socialization?"},
      {
        "id":"EJ690928",
        "title":"Research to Practice Online: Conditions That Foster Democracy, Community, and Critical Thinking in Computer-Mediated Discussions"},
      {
        "id":"EJ690929",
        "title":"Educator Attitudes Toward Electronic Grading Software"},
      {
        "id":"EJ690931",
        "title":"Teacher Beliefs About Educational Software: A Delphi Study"},
      {
        "id":"EJ690932",
        "title":"Teacher Dispositions as Predictors of Classroom Technology Use"},
      {
        "id":"EJ690933",
        "title":"Digital Unity and Digital Divide: Surveying Alumni to Study Effects of a Campus Laptop Initiative"},
      {
        "id":"EJ690934",
        "title":"Superintendent Conceptions of Institutional Conditions That Impact Teacher Technology Integration"},
      {
        "id":"EJ690935",
        "title":"Appropriation, Mastery and Resistance to Technology in Early Childhood Preservice Teacher Education"},
      {
        "id":"EJ690936",
        "title":"Digital Equity: New Findings from the Early Childhood Longitudinal Study"},
      {
        "id":"EJ690937",
        "title":"Content-Focused Technology Inquiry Groups: Preparing Urban Teachers to Integrate Technology to Transform Student Learning"},
      {
        "id":"EJ690941",
        "title":"Analyzing Patterns and Relationships Around a Bond of Common Text: Purposes, Dilemmas, and Possibilities of a Virtual Community"},
      {
        "id":"EJ690942",
        "title":"The Effect of Electronic Scaffolding for Technology Integration on Perceived Task Effort and Confidence of Primary Student Teachers"},
      {
        "id":"EJ690959",
        "title":"Measuring Teachers' Technology Uses: Why Multiple-Measures Are More Revealing"},
      {
        "id":"EJ690961",
        "title":"Can Embedded Annotations Help High School Students Perform Problem Solving Tasks Using a Web-Based Historical Document?"},
      {
        "id":"EJ690962",
        "title":"Mentoring Toward Technology Use: Cooperating Teacher Practice in Supporting Student Teachers"},
      {
        "id":"EJ690963",
        "title":"Bridging the Perspectives and Developmental Needs of All Participants in Curriculum-Based Telementoring Programs"},
      {
        "id":"EJ690964",
        "title":"Teachers' Informal Collaboration Regarding Technology"},
      {
        "id":"EJ690966",
        "title":"Research Priorities in Educational Technology: A Delphi Study"},
      {
        "id":"EJ690967",
        "title":"Web-Based Learning: How Task Scaffolding and Web Site Design Support Knowledge Acquisition"},
      {
        "id":"EJ690968",
        "title":"An Evaluation of the Merit Reading Software Program in the Calhoun County (WV) Middle/High School"},
      {
        "id":"EJ690969",
        "title":"Implementing Partnerships Across the Curriculum with Technology"},
      {
        "id":"EJ690970",
        "title":"The Effect of the &quot;Ohio Schools Going Solar&quot; Project on Student Perceptions of the Quality of Learning in Middle School Science"},
      {
        "id":"EJ690972",
        "title":"Synchronous vs. Asynchronous Tutorials: Factors Affecting Students' Preferences and Choices"},
      {
        "id":"EJ690973",
        "title":"Rethinking the Technology Integration Challenge: Cases from Three Urban Elementary Schools"},
      {
        "id":"EJ690974",
        "title":"Factors Influencing Outcomes from a Technology-Focused Professional Development Program"},
      {
        "id":"EJ690975",
        "title":"Scientifically Based Research: Establishing a Research Agenda for the Technology in Teacher Education Community"},
      {
        "id":"EJ690976",
        "title":"Computers and Student Learning: Interpreting the Multivariate Analysis of PISA 2000"},
      {
        "id":"EJ690977",
        "title":"Effects of an Online Instructional Application on Reading and Mathematics Standardized Test Scores"},
      {
        "id":"EJ690978",
        "title":"A Year in the Life: Two Seventh Grade Teachers Implement One-to-One Computing"},
      {
        "id":"EJ690979",
        "title":"The Nature of Authentic Professional Development During Curriculum-Based Telecomputing"},
      {
        "id":"EJ690980",
        "title":"Preparing Teachers for the &quot;Schools that Technology Built&quot;: Evaluation of a Program to Train Teachers for Virtual Schooling"},
      {
        "id":"EJ690981",
        "title":"The Diffusion of Electronic Portfolios in Teacher Education: Issues of Initiation and Implementation"},
      {
        "id":"EJ868805",
        "title":"The Inclusive Secondary School Teacher in Australia"},
      {
        "id":"EJ868806",
        "title":"Innovations in Inclusive Education: Two Teacher Preparation Programs at the San Francisco State University"},
      {
        "id":"EJ868807",
        "title":"The &quot;Same&quot; Project: Achieving &quot;One Curriculum for All&quot; in Hong Kong"},
      {
        "id":"EJ868849",
        "title":"Task Representation and Text Construction in Reading-to-Write"},
      {
        "id":"EJ868850",
        "title":"Style Shift in Translation"},
      {
        "id":"EJ868851",
        "title":"Effects of Review Activities on EFL Learning"},
      {
        "id":"EJ868852",
        "title":"On the Relationship between Socio-Cultural Factors and Language Proficiency (Case Study: Shiraz University MA Students)"},
      {
        "id":"EJ868853",
        "title":"The Development and Implementation of Task-Based Writing Performance Assessment for Japanese Learners of English"},
      {
        "id":"EJ868854",
        "title":"Investigating the Effectiveness of an Integrated Approach to Teaching Literature in an EFL Context"},
      {
        "id":"EJ868855",
        "title":"Affective Factors: Anxiety"},
      {
        "id":"EJ868856",
        "title":"Explaining English Middle Sentences"},
      {
        "id":"EJ868901",
        "title":"Effect of Race and Ethnicity Classification on Survey Estimates: Anomaly of the Weighted Totals of American Indians and Alaska Natives"},
      {
        "id":"EJ868903",
        "title":"Depressed Affect and Historical Loss among North American Indigenous Adolescents"},
      {
        "id":"EJ868905",
        "title":"Preliminary Assessment of Apache Hopefulness: Relationships with Hopelessness and with Collective as well as Personal Self-Esteem"},
      {
        "id":"EJ868911",
        "title":"Quality Teacher Induction: \"Fourth-Wave\" (1997-2006) Induction Programs"},
      {
        "id":"EJ868912",
        "title":"Critical Concepts of Mentoring in an Urban Context"},
      {
        "id":"EJ868913",
        "title":"Mentoring Novice Teachers: Motives, Process, and Outcomes from the Mentor's Point of View"},
      {
        "id":"EJ868914",
        "title":"Navigating the Waters of Teacher Induction: One Beginning Teacher's Journey"},
      {
        "id":"EJ868915",
        "title":"Paired Field Placements: A Means for Collaboration"},
      {
        "id":"EJ868916",
        "title":"One White Teacher's Struggle for Culturally Relevant Pedagogy: The Problem of the Community"},
      {
        "id":"EJ868917",
        "title":"A Frog in a Well Shaft: Lessons from China on Learning to Teach"},
      {
        "id":"EJ868918",
        "title":"Taking back the Standards: Equity-Minded Teachers' Responses to Accountability-Related Instructional Constraints"},
      {
        "id":"EJ868919",
        "title":"\"Where's the Line?\"--Negotiating Simulated Experiences to Define Teacher Identity"},
      {
        "id":"EJ868921",
        "title":"Introductory Paper on Critical Explorations in Teaching Art, Science, and Teacher Education"},
      {
        "id":"EJ868922",
        "title":"\"\"I Wonder How This Little Seed Can Have so Much Potential\"\": Critical Exploration Supports Preservice Teachers' Development as Science Researchers and Teachers"},
      {
        "id":"EJ868923",
        "title":"&quot;The Ancient Master Painted like Me&quot;"},
      {
        "id":"EJ868924",
        "title":"Exploring Mirrors, Recreating Science and History, Becoming a Class Community"},
      {
        "id":"EJ868925",
        "title":"&quot;Coming into My Own as a Teacher&quot;: Identity, Disequilibrium, and the First Year of Teaching"},
      {
        "id":"EJ868926",
        "title":"&quot;Would that be Social Justice?&quot; A Conceptual Constellation of Social Justice Curriculum in Action"},
      {
        "id":"EJ868927",
        "title":"&quot;Making the Readings Come to Life&quot;: Expanding Notions of Language Arts at Freedom School"},
      {
        "id":"EJ868928",
        "title":"Full-Release and Site-Based Mentoring of New Elementary Grade Teachers: An Analysis of Changes in Student Achievement"},
      {
        "id":"EJ868973",
        "title":"Assessing the Value of Education"},
      {
        "id":"EJ868974",
        "title":"Raising the Bar: Technical Assessments for Secondary CTE Programs"},
      {
        "id":"EJ868975",
        "title":"Improving Technical Competence: How the CTE Community Is Responding"},
      {
        "id":"EJ868976",
        "title":"Survey Delves into Educator's Use of Assessment Data"},
      {
        "id":"EJ868977",
        "title":"Career Academies as Instruments of School Reform and Change"},
      {
        "id":"EJ868978",
        "title":"Sustainability: The Next 21st Century Workplace Skill"},
      {
        "id":"EJ869286",
        "title":"Missouri-Iowa Science Cooperative (Science Co-Op): Rural Schools-Urban Universities Collaborative Project"},
      {
        "id":"EJ869287",
        "title":"A Decade's Difference: Research Revisited on Family Influence of Rural High School Students' Postsecondary Decisions"},
      {
        "id":"EJ869288",
        "title":"Factors Inhibiting Hispanic Parents' School Involvement"},
      {
        "id":"EJ869289",
        "title":"Can a Week Make a Difference? Changing Perceptions about Teaching and Living in Rural Alaska"},
      {
        "id":"EJ869290",
        "title":"Preparing Teachers for Rural Appointments: Lessons from Australia"},
      {
        "id":"EJ869291",
        "title":"Rural Teacher Satisfaction: An Analysis of Beliefs and Attitudes of Rural Teachers' Job Satisfaction"},
      {
        "id":"EJ869292",
        "title":"Leadership Behaviors of Superintendent/Principals in Small, Rural School Districts in Texas"},
      {
        "id":"EJ869293",
        "title":"Transformational Teacher Leadership in Rural Schools"},
      {
        "id":"EJ869294",
        "title":"Factors Associated with the Personal Assessment of College among American Indian Students at a Rural University"},
      {
        "id":"EJ869295",
        "title":"Relationships between District Size, Socioeconomics, Expenditures, and Student Achievement in Washington"},
      {
        "id":"EJ869296",
        "title":"Weighing in: Rural Iowa Principals' Perceptions of State-Mandated Teaching Evaluation Standards"},
      {
        "id":"EJ869297",
        "title":"Math Infusion in Agricultural Education and Career and Technical Education in Rural Schools"},
      {
        "id":"EJ869298",
        "title":"Teachers' Perceptions of Their Preparation for Teaching Linguistically and Culturally Diverse Learners in Rural Eastern North Carolina"},
      {
        "id":"EJ869299",
        "title":"Considering Student Writing from the Perspective of Parents in One Rural Elementary School"},
      {
        "id":"EJ869300",
        "title":"Rural Teachers' Best Motivating Strategies: A Blending of Teachers' and Students' Perspectives"},
      {
        "id":"EJ869301",
        "title":"Rural Community Input to School District Strategic Planning: An Action Research Model Using Focus Groups"},
      {
        "id":"EJ869302",
        "title":"Adolescents and Teachers as Partners in a School-Based Research Project to Increase Physical Activity Opportunities in a Rural Community"},
      {
        "id":"EJ869303",
        "title":"Making Room for Place-Based Knowledge in Rural Classrooms"},
      {
        "id":"EJ869304",
        "title":"A Comparison of the Parent-Child Interactions between Russian Immigrant and Non-Immigrant Families in a Rural Setting in Missouri"},
      {
        "id":"EJ869305",
        "title":"Achievement Differences between Large and Small Schools in Texas"},
      {
        "id":"EJ869306",
        "title":"Unique Rural District Politics"},
      {
        "id":"EJ869307",
        "title":"Helping Children with Emotional Difficulties: A Response to Intervention Investigation"},
      {
        "id":"EJ869309",
        "title":"Rural School Leadership for Collaborative Community Development"},
      {
        "id":"EJ869310",
        "title":"Preparing Teachers for Rural Appointments: Lessons from the Mid-Continent"},
      {
        "id":"EJ869311",
        "title":"Rural School Principals' Perception of the School Counselor's Role"},
      {
        "id":"EJ869312",
        "title":"The Educational Aspirations/Attainment Gap among Rural Alaska Native Students"},
      {
        "id":"EJ869313",
        "title":"Creating Highly Qualified Teachers: Maximizing University Resources to Provide Professional Development in Rural Areas"},
      {
        "id":"EJ869318",
        "title":"Validity and Reliability Issues of Two Learning Style Inventories in a Greek Sample: Kolb&apos;s Learning Style Inventory and Felder &amp; Soloman&apos;s Index of Learning Styles"},
      {
        "id":"EJ869319",
        "title":"The Relationship between Feedback and Change in Tertiary Student Writing in the Disciplines"},
      {
        "id":"EJ869320",
        "title":"Pattern Language Development in the Preparation of Inclusive Educators"},
      {
        "id":"EJ869321",
        "title":"An &quot;Odd Couple&quot; for Teaching Writing: The Tutorial Takes in the Committee Meeting"},
      {
        "id":"EJ869322",
        "title":"Instructors&apos; Experiences of Collaboratively Teaching: Building Something Bigger"},
      {
        "id":"EJ869323",
        "title":"Student Learning with Performance-Based, In-Class and Learner-Centered, Online Exams"},
      {
        "id":"EJ869324",
        "title":"&quot;I Know It&apos;s so Good, but I Prefer Not to Use It&quot; An Interpretive Investigation of Jordanian Preservice Elementary Teachers&apos; Perspectives about Learning Biology through Inquiry"},
      {
        "id":"EJ869325",
        "title":"The RAP: A Recreational Activities Project, Academic Service-Learning Course and Qualitative Research Study"},
      {
        "id":"EJ869326",
        "title":"Communities of Practice and Students&apos; Professional Development"},
      {
        "id":"EJ869327",
        "title":"A Model for Quantifying Student Learning via Repeated Writing Assignments and Discussions"},
      {
        "id":"EJ869328",
        "title":"Enhancing Graduate Education: Promoting a Scholarship of Teaching and Learning through Mentoring"},
      {
        "id":"EJ869329",
        "title":"Towards a Sense-Making Pedagogy: Writing Activities in an Undergraduate Learning Theories Course"},
      {
        "id":"EJ869330",
        "title":"Adapting Instruction to Individuals: Based on the Evidence, What Should It Mean?"},
      {
        "id":"EJ869331",
        "title":"Changing the Latitudes and Attitudes about Content Analysis Research"},
      {
        "id":"EJ869332",
        "title":"Strategic Questions: A Means of Building Metacognitive Language"},
      {
        "id":"EJ869333",
        "title":"Improving Writing with a PAL: Harnessing the Power of Peer Assisted Learning with the Reader&apos;s Assessment Rubrics"},
      {
        "id":"EJ869334",
        "title":"Metaphorical Mirror: Reflecting on Our Personal Pursuits to Discover and Challenge Our Teaching Practice Assumptions"},
      {
        "id":"EJ869335",
        "title":"What&apos;s Not in the Syllabus: Faculty Transformation, Role Modeling and Role Conflict in Immersion Service-Learning Courses"},
      {
        "id":"EJ869339",
        "title":"Building Local Capacity to Bring Arts Education to All Children: Lessons Learned from the First Half of the Ford Foundation's National Demonstration"},
      {
        "id":"EJ869340",
        "title":"Re-Placing the Arts in Elementary School Curricula: An Interdisciplinary, Collaborative Action Research Project"},
      {
        "id":"EJ869341",
        "title":"Women's Well-Being Initiative: Creating, Practicing, and Sharing a Border Pedagogy for Youth"},
      {
        "id":"EJ869342",
        "title":"Removing Our Masks: Using the Visual and Performing Arts to Promote Deep Reflection in Pre-Service Teachers"},
      {
        "id":"EJ869343",
        "title":"\"A Perfect Murder\": An (Imperfect) School Theater Program Model"},
      {
        "id":"EJ869344",
        "title":"Changing Things as They Are: Promoting Social Justice through Encounters with the Arts"},
      {
        "id":"EJ869345",
        "title":"Art Education Programs: Empowering Social Change"},
      {
        "id":"EJ869346",
        "title":"Resources for Effectiveness: Collaborative Arts Partnerships in Schools"},
      {
        "id":"EJ869347",
        "title":"Critical Literacy and Art Education: Alternatives in the School Reform Movement"},
      {
        "id":"EJ869348",
        "title":"Learning from Objects: A Future for 21st Century Urban Arts Education"},
      {
        "id":"EJ869349",
        "title":"On Culture, Art, and Experience"},
      {
        "id":"EJ869357",
        "title":"Open Access Publishing in Indian Premier Research Institutions"},
      {
        "id":"EJ869358",
        "title":"Scholarly Blogging Practice as Situated Genre: An Analytical Framework Based on Genre Theory"},
      {
        "id":"EJ869359",
        "title":"In Search of Credibility: Pupils' Information Practices in Learning Environments"},
      {
        "id":"EJ869360",
        "title":"A Delphi Investigation into the Research Needs in Swedish Librarianship"},
      {
        "id":"EJ869361",
        "title":"The Information Professional's Profile: An Analysis of Brazilian Job Vacancies on the Internet"},
      {
        "id":"EJ869362",
        "title":"Categorical and Specificity Differences between User-Supplied Tags and Search Query Terms for Images. An Analysis of \"Flickr\" Tags and Web Image Search Queries"},
      {
        "id":"EJ869363",
        "title":"The Situation of Open Access Institutional Repositories in Spain: 2009 Report"},
      {
        "id":"EJ869364",
        "title":"Advantages of Thesaurus Representation Using the Simple Knowledge Organization System (SKOS) Compared with Proposed Alternatives"},
      {
        "id":"EJ869365",
        "title":"A Profession in Transition: Towards Development and Implementation of Standards for Visual Resources Management. Part A - The Organization's Perspective"},
      {
        "id":"EJ869366",
        "title":"What a Difference a Tag Cloud Makes: Effects of Tasks and Cognitive Abilities on Search Results Interface Use"},
      {
        "id":"EJ869367",
        "title":"Visualization and Evolution of the Scientific Structure of Fuzzy Sets Research in Spain"},
      {
        "id":"EJ869388",
        "title":"Background Variables, Levels of Aggregation, and Standardized Test Scores"},
      {
        "id":"EJ869389",
        "title":"Contextual Influences on Superintendents' Time Usage"},
      {
        "id":"EJ869390",
        "title":"Comprehensive School Reform: Meta-Analytic Evidence of Black-White Achievement Gap Narrowing"},
      {
        "id":"EJ869391",
        "title":"Changing English? The Impact of Technology and Policy on a School Subject in the 21st Century"},
      {
        "id":"EJ869392",
        "title":"Fighting the Rip: Using Digital Texts in Classrooms"},
      {
        "id":"EJ869393",
        "title":"Young Children's Engagement with Digital Texts and Literacies in the Home: Pressing Matters for the Teaching of English in the Early Years of Schooling"},
      {
        "id":"EJ869394",
        "title":"Navigational Metalanguages for New Territory in English: The Potential of Grammatics"},
      {
        "id":"EJ869395",
        "title":"Working Multimodally: Challenges for Assessment"},
      {
        "id":"EJ869396",
        "title":"Using a Poetry Wiki: How Can the Medium Support Pre-Service Teachers of English in Their Professional Learning about Writing Poetry and Teaching Poetry Writing in a Digital Age?"},
      {
        "id":"EJ869397",
        "title":"Web 2.0, New Literacies, and the Idea of Learning through Participation"},
      {
        "id":"EJ869398",
        "title":"Can Maori Children Really Be Positioned as &quot;Deficient&quot; Learners for Reading English?"},
      {
        "id":"EJ869413",
        "title":"Dancing with Line: Inquiry, Democracy, and Aesthetic Development as an Approach to Art Education"},
      {
        "id":"EJ869414",
        "title":"From Open Content to Open Course Models: Increasing Access and Enabling Global Participation in Higher Education"},
      {
        "id":"EJ869415",
        "title":"Incentives and Disincentives for the Use of OpenCourseWare"},
      {
        "id":"EJ869416",
        "title":"Open Textbook Proof-of-Concept via Connexions"},
      {
        "id":"EJ869417",
        "title":"Openness, Dynamic Specialization, and the Disaggregated Future of Higher Education"},
      {
        "id":"EJ869418",
        "title":"Peer-to-Peer Recognition of Learning in Open Education"},
      {
        "id":"EJ869419",
        "title":"The Technological Dimension of a Massive Open Online Course: The Case of the CCK08 Course Tools"},
      {
        "id":"EJ869420",
        "title":"The Impact of Openness on Bridging Educational Digital Divides"},
      {
        "id":"EJ869421",
        "title":"A Case Study of an International E-Learning Training Division: Meeting Objectives"},
      {
        "id":"EJ869422",
        "title":"Evaluation of the Undergraduate Physics Programme at Indira Gandhi National Open University: A Case Study"},
      {
        "id":"EJ869423",
        "title":"Review of Distance Education Research (2000 to 2008): Analysis of Research Areas, Methods, and Authorship Patterns"},
      {
        "id":"EJ869424",
        "title":"Time Students Spend Reading Threaded Discussions in Online Graduate Courses Requiring Asynchronous Participation"},
      {
        "id":"EJ869425",
        "title":"Online and Blended Communities of Inquiry: Exploring the Developmental and Perceptional Differences"},
      {
        "id":"EJ869426",
        "title":"A Review of Adventure Learning"},
      {
        "id":"EJ869698",
        "title":"Positioning Critical Educational Studies within the Field of Education: Rethinking Lagemann's \"An Elusive Science\""},
      {
        "id":"EJ869699",
        "title":"Between Mutuality and Diversity: The Project in Intergroup Education and the Discourse of National Unity in Post World War II America"},
      {
        "id":"EJ869700",
        "title":"Linguistic Moments: Language, Teaching, and Teacher Education in the U.S."},
      {
        "id":"EJ869701",
        "title":"&quot;Not the Bus, but Us&quot;: George W. Bush and School Desegregation"},
      {
        "id":"EJ869746",
        "title":"Where to Begin? Eye-Movement when Drawing"},
      {
        "id":"EJ934702",
        "title":"Perspectives of Special Education Directors on Response to Intervention in Secondary Schools"},
      {
        "id":"EJ934703",
        "title":"Tier III Assessments, Data-Based Decision Making, and Interventions"},
      {
        "id":"EJ934704",
        "title":"Response to Intervention as a Vehicle for Powerful Mental Health Interventions in the Schools"},
      {
        "id":"EJ934705",
        "title":"Response to Intervention (RtI) in the Social, Emotional, and Behavioral Domains: Current Challenges and Emerging Possibilities"},
      {
        "id":"EJ934706",
        "title":"Selective Mutism: A Three-Tiered Approach to Prevention and Intervention"},
      {
        "id":"EJ934707",
        "title":"The Student Engagement in Schools Questionnaire (SESQ) and the Teacher Engagement Report Form-New (TERF-N): Examining the Preliminary Evidence"},
      {
        "id":"EJ934708",
        "title":"The Relative Effects of Chronological Age on Hispanic Students' School Readiness and Grade 2 Academic Achievement"},
      {
        "id":"EJ934709",
        "title":"A Summary and Synthesis of Contemporary Empirical Evidence regarding the Effects of the Drug Abuse Resistance Education Program (D.A.R.E.)"},
      {
        "id":"EJ934710",
        "title":"School Psychologists Working with Native American Youth: Training, Competence, and Needs"},
      {
        "id":"EJ934711",
        "title":"A Bilingual (English and Spanish) Psychoeducational Assessment MODEL Grounded in Cattell-Horn Carroll (CHC) Theory: A Cross Battery Approach"},
      {
        "id":"EJ934712",
        "title":"Creating Lasting Behavioral Change through the Generalization Analysis Worksheet"},
      {
        "id":"EJ934760",
        "title":"Aid, Development, and Education"},
      {
        "id":"EJ934761",
        "title":"The Ignorant Donor: A Radical Reimagination of International Aid, Development, and Education"},
      {
        "id":"EJ934762",
        "title":"Improving Aid Effectiveness or Transforming the Global Capitalist System"},
      {
        "id":"EJ934763",
        "title":"The Aid Debate: Beyond the Liberal/Conservative Divide"},
      {
        "id":"EJ934764",
        "title":"Paradoxes and Prospects: Moving beyond the Study of Foreign Aid"},
      {
        "id":"EJ934765",
        "title":"Towards a Progressive View of Aid, Development, and Education"},
      {
        "id":"EJ935076",
        "title":"Integrating an Aging Student Population into Higher Education--Challenges for Evidence-Based Policy in Europe"},
      {
        "id":"EJ935077",
        "title":"Career Goals in High School: Do Students Know What It Takes to Reach Them and Does It Matter?"},
      {
        "id":"EJ935078",
        "title":"Immigrant Parents' Investments in Their Children's Post-Secondary Education"},
      {
        "id":"EJ935079",
        "title":"Match between Pre- and Postmigration Education among New Immigrants: Determinants and Payoffs"},
      {
        "id":"EJ933170",
        "title":"Experiences of Adolescents with Type 1 Diabetes as They Transition from Middle School to High School"},
      {
        "id":"EJ933171",
        "title":"Effects of Non-Guidance Activities, Supervision, and Student-to-Counselor Ratios on School Counselor Burnout"},
      {
        "id":"EJ933172",
        "title":"School Counseling and Solution-Focused Site Supervision: A Theoretical Application and Case Example"},
      {
        "id":"EJ933173",
        "title":"Virtue Ethics in School Counseling: A Framework for Decision Making"},
      {
        "id":"EJ933174",
        "title":"School Counseling Prevention and Intervention for Child Witnesses of Intimate Partner Violence"},
      {
        "id":"EJ933175",
        "title":"Improving Reading Fluency and Comprehension among Elementary Students: Evaluation of a School Remedial Reading Program"},
      {
        "id":"EJ933176",
        "title":"School Counselors and Social Justice Advocacy for Lesbian, Gay, Bisexual, Transgender, and Questioning Students"},
      {
        "id":"EJ933177",
        "title":"School Counselor Preparedness: Examining Cultural Competence regarding Gay, Lesbian, and Bisexual Issues"},
      {
        "id":"EJ933178",
        "title":"Putting Research into Practice in School Violence Prevention and Intervention: How Is School Counseling Doing?"},
      {
        "id":"EJ933179",
        "title":"An Exploratory Study in School Counselor Consultation Engagement"},
      {
        "id":"EJ933180",
        "title":"Meeting the Guidance and Counseling Needs of Gifted Students in School Settings"},
      {
        "id":"EJ933181",
        "title":"Cyberbullying: Emergent Concerns for Adolescents and Challenges for School Counselors"},
      {
        "id":"EJ933182",
        "title":"Use of Multicultural Supervision with School Counselors to Enhance Cultural Competence"},
      {
        "id":"EJ934013",
        "title":"The Religious Dimension of Lay Leadership in Catholic Schools: Preserving Catholic Culture in an Era of Change"},
      {
        "id":"EJ934014",
        "title":"The Evolution of \"Association\" as a Model for Lay/Religious Collaboration in Catholic Education, Part I: From \"One and Only Masters\" to the Lasallian Family, 1719-1986"},
      {
        "id":"EJ934015",
        "title":"Attaining Moral Knowledge in the Church and Models of Adult Learning"},
      {
        "id":"EJ934016",
        "title":"The Development of Catholic Studies Programs in American Catholic Universities"},
      {
        "id":"EJ934017",
        "title":"Almost No Generalizations: Reflections on Catholic Studies"},
      {
        "id":"EJ934018",
        "title":"Catholic Studies at the University of St. Thomas"},
      {
        "id":"EJ934019",
        "title":"A Research-Based Approach to the President-Principal Model: Problems, Dynamics, and High Performance through Administrative Alignment"},
      {
        "id":"EJ934020",
        "title":"The Evolution of \"Association\" as a Model for Lay/Religious Collaboration in Catholic Education, Part II: The Emergence of Shared Mission as a Ministry Paradigm, 1986-2000"},
      {
        "id":"EJ934021",
        "title":"Transferring Social Justice Initiatives into Lasallian Schools"},
      {
        "id":"EJ934022",
        "title":"A Professional Development Model for Math and Science Educators in Catholic Elementary Schools: Challenges and Successes"},
      {
        "id":"EJ934023",
        "title":"Responding to the Demands of Assessment and Evaluation in Catholic Education"},
      {
        "id":"EJ934024",
        "title":"Civil Law and Catholic Education: Past, Present, and Future"},
      {
        "id":"EJ934026",
        "title":"Moral, Legal, and Functional Dimensions of Inclusive Service Delivery in Catholic Schools"},
      {
        "id":"EJ934027",
        "title":"Some Determinants of Classroom Psychosocial Environment in Australian Catholic High Schools: A Multilevel Analysis"},
      {
        "id":"EJ934030",
        "title":"Educating Urban African American Children Placed at Risk: A Comparison of Two Types of Catholic Middle Schools"},
      {
        "id":"EJ934031",
        "title":"What Secondary Teachers Need in Professional Development"},
      {
        "id":"EJ934032",
        "title":"&quot;More than Measurable Human Products&quot;: Catholic Educators' Responses to the Educational Measurement Movement in the First Half of the 20th Century"},
      {
        "id":"EJ934036",
        "title":"Hate Studies: Toward Jesuit Leadership on Curriculum Development"},
      {
        "id":"EJ934040",
        "title":"The Mission of the Catholic School in the Pre-Vatican II Era (1810-1962) and the Post-Vatican II Era (1965-1995): Insights and Observations for the New Millennium"},
      {
        "id":"EJ934041",
        "title":"Reflecting on Pupil Learning to Promote Social Justice: A Catholic University's Approach to Assessment"},
      {
        "id":"EJ934042",
        "title":"Catholic Institutions of Higher Education and K-12 Schools Partnering for Social Justice: A Call for Scholarship"},
      {
        "id":"EJ934043",
        "title":"An Evolving University-School Partnership: The University of Notre Dame Magnificat Schools"},
      {
        "id":"EJ934044",
        "title":"Called to Collaboration: The University Consortium for Catholic Education"},
      {
        "id":"EJ934045",
        "title":"What Is Assumed about a Catholic Student's Ecclesial Agency, and Why It Matters to Catholic Schooling"},
      {
        "id":"EJ934046",
        "title":"The Stability of Self-Concept between Elementary and Junior High School in Catholic School Children"},
      {
        "id":"EJ934047",
        "title":"The Charism of 21st-Century Catholic Schools: Building a Culture of Relationships"},
      {
        "id":"EJ934048",
        "title":"Global Partnerships in Jesuit Higher Education"},
      {
        "id":"EJ934049",
        "title":"Human Rights in a Pluralist, Unequal Globe: Contributions of Jesuit Universities"},
      {
        "id":"EJ934050",
        "title":"Pursuing Jesuit, Catholic Identity and Mission at U.S. Jesuit Colleges and Universities"},
      {
        "id":"EJ934051",
        "title":"A Foundation for Reflection and Questioning: Philosophy Course Requirements in Teacher Education Programs at Selected Catholic Colleges and Universities"},
      {
        "id":"EJ934052",
        "title":"Rooted in Mission: Family and Consumer Sciences in Catholic Universities"},
      {
        "id":"EJ934053",
        "title":"Global Student Teacher Transformation Experiences: Living the Faith through the Shared Christian Praxis Learning Process"},
      {
        "id":"EJ934054",
        "title":"The Intersection of Catholic Social Teaching, Internationalization, and Marriage and Family Therapy: Lessons from the Borderlands"},
      {
        "id":"EJ934055",
        "title":"Developing Intercultural Competence in Future Student Affairs Professionals through a Graduate Student Global Study Course to Doha, Qatar"},
      {
        "id":"EJ934056",
        "title":"The Internationalization of a School Counseling Program at a Catholic University: Reflections Generated by a Community of Practice"},
      {
        "id":"EJ934071",
        "title":"Strategy Approach for eLearning 2.0 Deployment in Universities"},
      {
        "id":"EJ934072",
        "title":"Building Personal Learning Environments by Using and Mixing ICT Tools in a Professional Way"},
      {
        "id":"EJ934074",
        "title":"Technology Educational Affordance: Bridging the Gap between Patterns of Interaction and Technology Usage"},
      {
        "id":"EJ934075",
        "title":"Digital Storytelling: A Tool for Teaching and Learning in the YouTube Generation"},
      {
        "id":"EJ926802",
        "title":"Self-Efficacy Beliefs of Novice Teachers and Their Performance in the Classroom"},
      {
        "id":"EJ926803",
        "title":"Sustaining School Colleagues' Commitment to a Long-Term Professional Experience Partnership"},
      {
        "id":"EJ926804",
        "title":"Pre-Service Teachers' Attendance at Lectures and Tutorials: Why Don't They Turn up?"},
      {
        "id":"EJ926805",
        "title":"Using Online Blogs to Develop Student Teachers' Behaviour Management Approaches"},
      {
        "id":"EJ926806",
        "title":"Direct Instruction in Mathematics: Issues for Schools with High Indigenous Enrolments--A Literature Review"},
      {
        "id":"EJ926807",
        "title":"Enabling Group-Based Learning in Teacher Education: A Case Study of Student Experience"},
      {
        "id":"EJ926818",
        "title":"Enrollment Management's Sleeping Giant: The Net Price Calculator Mandate"},
      {
        "id":"EJ926819",
        "title":"Who We Are: An In-Depth Look at the Educational Backgrounds, Career Paths and Development Needs of Chief Admission Officers and Enrollment Managers"},
      {
        "id":"EJ926820",
        "title":"Marketing Climate: New Considerations for Target Marketing in Graduate Student Enrollment Management"},
      {
        "id":"EJ926821",
        "title":"The Academic Success Inventory for College Students: Scale Development and Practical Implications for Use with Students"},
      {
        "id":"EJ926857",
        "title":"Combined Credential Programs: Pedagogic, Practical, and Ideological Concerns"},
      {
        "id":"EJ926858",
        "title":"Development and Design of a Merged Secondary and Special Education Teacher Preparation Program"},
      {
        "id":"EJ926859",
        "title":"Evaluation of a Merged Secondary and Special Education Program"},
      {
        "id":"EJ926860",
        "title":"Perils to Self-Efficacy Perceptions and Teacher-Preparation Quality among Special Education Intern Teachers"},
      {
        "id":"EJ926861",
        "title":"Pre-Service Teachers: Dispositional Traits, Emotional States, and Quality of Teacher-Student Interactions"},
      {
        "id":"EJ926862",
        "title":"Struggles and Strategies in Teaching: Voices of Five Novice Secondary Teachers"},
      {
        "id":"EJ926863",
        "title":"The Role of Legitimacy in Student Teaching: Learning to &quot;Feel&quot; Like a Teacher"},
      {
        "id":"EJ926864",
        "title":"Focused Career Choices: How Teacher Educators Can Assist Students with Purposeful Career Decision-Making throughout a Teacher Education Program"},
      {
        "id":"EJ926865",
        "title":"Perceptions of Self and the &quot;Other&quot;: An Analysis of Challenges to &quot;And Tango Makes Three&quot;"},
      {
        "id":"EJ926866",
        "title":"Exploring the Experiences of Upper Elementary School Children Who Are Intrinsically Motivated to Seek Information"},
      {
        "id":"EJ926867",
        "title":"Values-Oriented Factors Leading to Retention of School Librarian Positions: A School District Case Study"},
      {
        "id":"EJ926868",
        "title":"Educating Preservice School Librarians to Lead: A Study of Self-Perceived Transformational Leadership Behaviors"},
      {
        "id":"EJ927007",
        "title":"Remote from What? Perspectives of Distance Learning Students in Remote Rural Areas of Scotland"},
      {
        "id":"EJ927008",
        "title":"Decolonizing Cyberspace: Online Support for the Nunavut MEd"},
      {
        "id":"EJ927009",
        "title":"Attracting, Preparing, and Retaining Under-Represented Populations in Rural and Remote Alberta-North Communities"},
      {
        "id":"EJ927010",
        "title":"Helping Autism-Diagnosed Teenagers Navigate and Develop Socially Using E-Learning Based on Mobile Persuasion"},
      {
        "id":"EJ927011",
        "title":"Internet Technology-Based Projects in Learning and Teaching English as a Foreign Language at Yakutsk State University"},
      {
        "id":"EJ927012",
        "title":"Educating the Citizen of Academia Online?"},
      {
        "id":"EJ927013",
        "title":"Re-Thinking Sustainable Education Systems in Iceland: The Net-University Project"},
      {
        "id":"EJ927048",
        "title":"Resurgence of Temporal Patterns of Responding"},
      {
        "id":"EJ927049",
        "title":"The Effects of Session Length on Demand Functions Generated Using FR Schedules"},
      {
        "id":"EJ927050",
        "title":"Categorization of Multidimensional Stimuli by Pigeons"},
      {
        "id":"EJ927052",
        "title":"Nodal Structure and Stimulus Relatedness in Equivalence Classes: Post-Class Formation Preference Tests"},
      {
        "id":"EJ927053",
        "title":"Cross-Domain Analogies as Relating Derived Relations among Two Separate Relational Networks"},
      {
        "id":"EJ927054",
        "title":"Sample Stimulus Control Shaping and Restricted Stimulus Control in Capuchin Monkeys: A Methodological Note"},
      {
        "id":"EJ927238",
        "title":"Improving Speaking Fluency for International Teaching Assistants by Increasing Input"},
      {
        "id":"EJ927239",
        "title":"Planning in Feedback: Insights from Concurrent Verbal Protocols"},
      {
        "id":"EJ927363",
        "title":"Elementary School Student Burnout Scale for Grades 6-8: A Study of Validity and Reliability"},
      {
        "id":"EJ927364",
        "title":"Goal Orientations, Locus of Control and Academic Achievement in Prospective Teachers: An Individual Differences Perspective"},
      {
        "id":"EJ927365",
        "title":"The Effects of School Bonds, Discipline Techniques in School and Victimization on Delinquency of High School Students"},
      {
        "id":"EJ927366",
        "title":"Functions of Identity Scale: Turkish Validity and Reliability"},
      {
        "id":"EJ927367",
        "title":"Investigation of Starting Romantic Intimacy in Emerging Adulthood in Terms of Self-Esteem, Gender and Gender Roles"},
      {
        "id":"EJ927368",
        "title":"Investigating the Effects of Group Practice Performed Using Psychodrama Techniques on Adolescents' Conflict Resolution Skills"},
      {
        "id":"EJ927369",
        "title":"The Effect of Gender on Organizational Commitment of Teachers: A Meta Analytic Analysis"},
      {
        "id":"EJ927370",
        "title":"The Views of New Teachers at Private Teaching Institutions about Working Conditions"},
      {
        "id":"EJ927371",
        "title":"A Comparative Evaluation of Pisa 2003-2006 Results in Reading Literacy Skills: An Example of Top-Five OECD Countries and Turkey"},
      {
        "id":"EJ927372",
        "title":"The Difference and Relationship between the SSEE and UEE-1 Scores of Anatolian Vocational High Schools"},
      {
        "id":"EJ927373",
        "title":"Developing a Writing Anxiety Scale and Examining Writing Anxiety Based on Various Variables"},
      {
        "id":"EJ927374",
        "title":"A Mathematical Approach in Evaluating Biotechnology Attitude Scale: Rough Set Data Analysis"},
      {
        "id":"EJ927375",
        "title":"Confirmatory Factor Analysis of the Educators' Attitudes toward Educational Research Scale"},
      {
        "id":"EJ927376",
        "title":"Finding Acceptance of Bloom's Revised Cognitive Taxonomy on the International Stage and in Turkey"},
      {
        "id":"EJ927377",
        "title":"Comparison of Two Different Presentations of Graphic Organizers in Recalling Information in Expository Texts with Intellectually Disabled Students"},
      {
        "id":"EJ927378",
        "title":"Examination of Single Subject Studies Conducted on Individuals with Disabilities by Using Self Management Strategies: A Meta Analysis Study"},
      {
        "id":"EJ927379",
        "title":"Curriculum Development in History Using Systems Approach"},
      {
        "id":"EJ927380",
        "title":"Efficiency of Social Studies Integrated Character Education Program"},
      {
        "id":"EJ927381",
        "title":"The Evaluation of the Applicability of the 2005 Social Studies Curriculum in Multigrade Teaching in Terms of Teacher Views (A Qualitative Research)"},
      {
        "id":"EJ927382",
        "title":"Cohesion in Compositions of Turkish and Immigrant Students"},
      {
        "id":"EJ927383",
        "title":"Effect of Jigsaw I Technique on Achievement in Written Expression Skill"},
      {
        "id":"EJ927384",
        "title":"The Effect of Creative Writing Activities on the Story Writing Skill"},
      {
        "id":"EJ927385",
        "title":"The Motivational Factors for Reading in Terms of Students"},
      {
        "id":"EJ927386",
        "title":"Prospective Teachers' View on Geography Fieldworks"},
      {
        "id":"EJ927387",
        "title":"The Effect of Using Alternative Assessment Activities on Students' Success and Attitudes in Science and Technology Course"},
      {
        "id":"EJ927389",
        "title":"Chemistry Teachers' Perceptions on Laboratory Applications: Izmir Sample"},
      {
        "id":"EJ927390",
        "title":"Investigation of Demographic Properties and Motivation Factors of Physics Teachers"},
      {
        "id":"EJ927391",
        "title":"An Investigation Related to the Modelling Levels and Values of Elementary School Prospective Mathematics Teachers"},
      {
        "id":"EJ927392",
        "title":"Determination of Self-Efficacy Beliefs of High School Students towards Math Literacy"},
      {
        "id":"EJ930105",
        "title":"Professional Training of Secondary School Principals in Nigeria: A Neglected Area in the Educational System"},
      {
        "id":"EJ930108",
        "title":"An Analysis of Policy Solutions to Improve the Efficiency and Equity of Florida's Bright Futures Scholarship Program"},
      {
        "id":"EJ930117",
        "title":"Examining Instructional Leadership: A Study of School Culture and Teacher Quality Characteristics Influencing Student Outcomes"},
      {
        "id":"EJ930120",
        "title":"The Efficacy of Florida's Approach to In-Service English Speakers of Other Languages (ESOL) Teacher Training Programs"},
      {
        "id":"EJ930123",
        "title":"Two Approaches to Engineering Design:Observations in sTEm Education"},
      {
        "id":"EJ930125",
        "title":"Evaluating the Impacts of Technology Education on Military Maintenance Students"},
      {
        "id":"EJ930127",
        "title":"An Assessment of the &quot;Diploma in Computer Engineering&quot; Course in the Technical Education System in Nepal"},
      {
        "id":"EJ930133",
        "title":"Exploring a Web-Based Pedagogical Model to Enhance GIS Education"},
      {
        "id":"EJ930134",
        "title":"Repositioning the Facilities in Technical College Workshops for Efficiency: A Case Study of North Central Nigeria"},
      {
        "id":"EJ930136",
        "title":"Developing Quality Online Dialogue: Dialogical Inquiry"},
      {
        "id":"EJ930141",
        "title":"Do We Practice What We Preach? The Teaching Practices of Inclusive Educators in Tertiary Settings"},
      {
        "id":"EJ930142",
        "title":"Empowering Student Leadership Beliefs: An Exploratory Study"},
      {
        "id":"EJ930146",
        "title":"Preparing Scholars of Teaching and Learning Using a Model of Collaborative Peer Consulting and Action Research"},
      {
        "id":"EJ930147",
        "title":"Project Panama: An International Service Project"},
      {
        "id":"EJ930149",
        "title":"The Spread of ICT Innovation in Accounting Education"},
      {
        "id":"EJ930150",
        "title":"Writing Blah, Blah, Blah: Lecturers' Approaches and Challenges in Supporting International Students"},
      {
        "id":"EJ930151",
        "title":"Planning, Teaching, and Assessing Elementary Education Interdisciplinary Curriculum"},
      {
        "id":"EJ930152",
        "title":"Developing Skills for Effective Academic Presentations in EAP"},
      {
        "id":"EJ930153",
        "title":"Emotional Engagement through Drama: Strategies to Assist Learning through Role-Play"},
      {
        "id":"EJ930154",
        "title":"Reflections on Learning in Interdisciplinary Settings"},
      {
        "id":"EJ930155",
        "title":"Promoting Noticing through Collaborative Feedback Tasks in EFL College Writing Classrooms"},
      {
        "id":"EJ930156",
        "title":"Eliciting and Assessing Reflective Practice: A Case Study in Web 2.0 Technologies"},
      {
        "id":"EJ930161",
        "title":"Comparison and Consolidation of Models of Personal Epistemologies"},
      {
        "id":"EJ930162",
        "title":"More \"Private\" than Private Institutions: Public Institutions of Higher Education and Financial Management"},
      {
        "id":"EJ930163",
        "title":"Predictors of Assessment Accommodations Use for Students Who Are Deaf or Hard of Hearing"},
      {
        "id":"EJ930164",
        "title":"No Preschooler Left behind: Preschool Policies in the NCLB World"},
      {
        "id":"EJ930165",
        "title":"The Role of School Climate in School Violence: A Validity Study of a Web-Based School Violence Survey"},
      {
        "id":"EJ930166",
        "title":"Does Year Round Schooling Affect the Outcome and Growth of California's API Scores?"},
      {
        "id":"EJ930240",
        "title":"Understanding Incivility in Online Teaching"},
      {
        "id":"EJ930242",
        "title":"Basic Training and Resource Connections for Novice ESL Teachers"},
      {
        "id":"EJ930244",
        "title":"Applications of Andragogy in Multi-Disciplined Teaching and Learning"},
      {
        "id":"EJ930245",
        "title":"Leading Online Learning Initiatives in Adult Education"},
      {
        "id":"EJ930249",
        "title":"An Automated Individual Feedback and Marking System: An Empirical Study"},
      {
        "id":"EJ930251",
        "title":"Semi-Automatic Grading of Students' Answers Written in Free Text"},
      {
        "id":"EJ930253",
        "title":"Enhanced Automatic Question Creator--EAQC: Concept, Development and Evaluation of an Automatic Test Item Creation Tool to Foster Modern e-Education"},
      {
        "id":"EJ930254",
        "title":"Methodology for Evaluating Quality and Reusability of Learning Objects"},
      {
        "id":"EJ930256",
        "title":"Fluidity in the Networked Society--Self-Initiated learning as a Digital Literacy Competence"},
      {
        "id":"EJ930258",
        "title":"Discovering Student Web Usage Profiles Using Markov Chains"},
      {
        "id":"EJ930260",
        "title":"Assessing Student Transitions in an Online Learning Environment"},
      {
        "id":"EJ930262",
        "title":"Science, Sport and Technology--A Contribution to Educational Challenges"},
      {
        "id":"EJ930267",
        "title":"From Soap Opera to Research Methods Teaching: Developing an Interactive Website/DVD to Teach Research in Health and Social Care"},
      {
        "id":"EJ930268",
        "title":"A Different Vision in eLearning: Metaphors"},
      {
        "id":"EJ930273",
        "title":"Beyond Contradiction: Exploring the Work of Secondary Science Teachers as They Embed Environmental Education in Curricula"},
      {
        "id":"EJ930276",
        "title":"Pre-Service Teachers' Views on Practical Work with Inquiry Orientation in Textbook-Oriented Science Classrooms"},
      {
        "id":"EJ930277",
        "title":"An Intensive ICT-Integrated Environmental Learning Strategy for Enhancing Student Performance"},
      {
        "id":"EJ930280",
        "title":"Sixth Graders' Understanding of Their Own Learning: A Case Study in Environmental Education Course"},
      {
        "id":"EJ930283",
        "title":"What Greek Secondary School Students Believe about Climate Change?"},
      {
        "id":"EJ930287",
        "title":"Turkish Primary Students' Conceptions about the Particulate Nature of Matter"},
      {
        "id":"EJ930291",
        "title":"From Tragedy to Comedy: Reframing Contemporary Discourses"},
      {
        "id":"EJ930313",
        "title":"Predictors of Teacher-Directed Student Use of Technology in Elementary Classrooms: A Multilevel SEM Approach Using Data from the USEIT Study"},
      {
        "id":"EJ930314",
        "title":"The Use of Personal Digital Assistants as Tools for Work-Based Learning in Clinical Internships"},
      {
        "id":"EJ930317",
        "title":"Understanding the Influence of Perceived Usability and Technology Self-Efficacy on Teachers' Technology Acceptance"},
      {
        "id":"EJ930318",
        "title":"Still Learning about Leading: A Leadership Critical Friends Group"},
      {
        "id":"EJ930319",
        "title":"Leadership Education from within a Feminist Ethos"},
      {
        "id":"EJ930320",
        "title":"&quot;It's Not Just Going to Collect Dust on a Shelf&quot;: Faculty Perceptions of the Applied Dissertation in the New California State University (CSU) Ed.D. Programs Leadership Education from within a Feminist Ethos"},
      {
        "id":"EJ930321",
        "title":"Conceptual Changes in Aspiring School Leaders: Lessons from a University Classroom"},
      {
        "id":"EJ930372",
        "title":"Investigating Trigonometric Representations in the Transition to College Mathematics"},
      {
        "id":"EJ930374",
        "title":"Environmental Engagement and the Problem of NIMBYism (The \"Not In My Backyard\" Syndrome)"},
      {
        "id":"EJ930376",
        "title":"Revisiting the AAUP Recommendation: Initial Validation of a University Faculty Model of Collegiality"},
      {
        "id":"EJ930378",
        "title":"Portfolio Development, Reflection, Personal Instructional Theory and the Scholarship of Teaching and Learning"},
      {
        "id":"EJ930380",
        "title":"Some Thoughts about Teaching and Technology"},
      {
        "id":"EJ930383",
        "title":"Restructuring the Pleas for the Liberal Arts in an Age of Technology in Ascendancy"},
      {
        "id":"EJ930385",
        "title":"Factors that Enable Women of South Asian and African Descent to Succeed in Leadership Positions in Higher Education"},
      {
        "id":"EJ930388",
        "title":"Teaching Unmotivated and Under-Motivated College Students: Problems, Challenges, and Considerations"},
      {
        "id":"EJ930389",
        "title":"The Brains behind Brain-Based Research: The Tale of Two Postsecondary Online Learners"},
      {
        "id":"EJ930391",
        "title":"Why College Students Drop out and What We Do about It"},
      {
        "id":"EJ930393",
        "title":"Student Retention: A Reply to Frank Daley"},
      {
        "id":"EJ930395",
        "title":"Counselling, Suicide Risk Assessment, and Retention in a Community College (2004-2009)"},
      {
        "id":"EJ930398",
        "title":"Who Are Community College Mathematics Instructors?"},
      {
        "id":"EJ930400",
        "title":"Personal Investment in Higher Education"},
      {
        "id":"EJ930408",
        "title":"Study Abroad: Enhanced Learning Experience in Cultural Diversity"},
      {
        "id":"EJ930412",
        "title":"There'll Always Be an England: Anglophilia as Antimodern Leisure"},
      {
        "id":"EJ930417",
        "title":"Makeover Television: Instruction and Re-Invention through the Mythology of Cinderella"},
      {
        "id":"EJ930651",
        "title":"Talent Development in STEM Disciplines: Diversity--Cast a Wide Net"},
      {
        "id":"EJ930653",
        "title":"STEM Mentoring--Aspiration to Achievement"},
      {
        "id":"EJ930654",
        "title":"Assessing Intercultural Competence: A Review"},
      {
        "id":"EJ930655",
        "title":"Twelve Recommendations for Strengthening Mathematics and Science Programs Serving a Diverse Population"},
      {
        "id":"EJ930658",
        "title":"Technology Focus: Using Technology to Promote Equity in Financial Decision Making"},
      {
        "id":"EJ930660",
        "title":"Minority Recruitment, Retention and Academic Achievement the NCSSSMST--Sloan Foundation Project"},
      {
        "id":"EJ930662",
        "title":"STEM Specialty Programs: A Pathway for Under-Represented Students into STEM Fields"},
      {
        "id":"EJ930664",
        "title":"Pursuing Diversity at State-Supported Residential STEM Schools"},
      {
        "id":"EJ930665",
        "title":"Teaching and Learning: Giving Back"},
      {
        "id":"EJ930740",
        "title":"Exploring the Benefits and Challenges of Using Laptop Computers in Higher Education Classrooms: A Formative Analysis"},
      {
        "id":"EJ930742",
        "title":"Digital Learners in Higher Education: Generation Is Not the Issue"},
      {
        "id":"EJ930744",
        "title":"Evaluating the Viability of Mobile Learning to Enhance Management Training"},
      {
        "id":"EJ930753",
        "title":"A Case Study in CAD Design Automation"},
      {
        "id":"EJ930757",
        "title":"Printing Processes Used to Manufacture Photovoltaic Solar Cells"},
      {
        "id":"EJ930782",
        "title":"Spirituality and Counselling: Are Counsellors Prepared to Integrate Religion and Spirituality into Therapeutic Work with Clients?"},
      {
        "id":"EJ930784",
        "title":"Perceptions of Present and Future Capability among a Sample of Rural British Columbia Youth Perceptions"},
      {
        "id":"EJ930786",
        "title":"Culture and Parenting: Psychological Adjustment among Chinese Canadian Adolescents"},
      {
        "id":"EJ930789",
        "title":"Weight Loss Self-Efficacy and Modelled Behaviour: Gaining Competence through Example"},
      {
        "id":"EJ930792",
        "title":"Counselling Sexual-Violence Survivors: The Evolution of Female Counsellors' Critical Political Consciousness and the Effects on Their Intimate Relationships"},
      {
        "id":"EJ930793",
        "title":"Young Women's Experiences of Resisting Invitations to Use Illicit Drugs"},
      {
        "id":"EJ930794",
        "title":"Art Therapy for Chronic Pain: Applications and Future Directions"},
      {
        "id":"EJ930795",
        "title":"Integrating Yoga with Psychotherapy: A Complementary Treatment for Anxiety and Depression"},
      {
        "id":"EJ930796",
        "title":"Counselling Expectations of a Sample of East Asian and Caucasian Canadian Undergraduates in Canada"},
      {
        "id":"EJ930797",
        "title":"Falling through the Cracks: Academic and Career Challenges Faced by Immigrant Graduate Students"},
      {
        "id":"EJ932141",
        "title":"Promoting Student Learning by Having College Students Participate in an Online Environment"},
      {
        "id":"EJ932142",
        "title":"Pre-Service Teachers' Views: How Did E-Feedback through Assessment Facilitate Their Learning?"},
      {
        "id":"EJ932143",
        "title":"Evaluation of the ARDESOS Program: An Initiative to Improve Critical Thinking Skills"},
      {
        "id":"EJ932145",
        "title":"Collateral Opportunity for Increased Faculty Collaboration and Development through a Mentored Critical Thinking and Writing Exercise in a Dental School Curriculum"},
      {
        "id":"EJ932146",
        "title":"Why Can't We Be Friends? Using Music to Teach Social Justice"},
      {
        "id":"EJ932147",
        "title":"Improving Student Engagement in a Lower-Division Botany Course"},
      {
        "id":"EJ932148",
        "title":"Using Word Clouds to Develop Proactive Learners"},
      {
        "id":"EJ932184",
        "title":"Self-Beliefs and Student Goal Achievement"},
      {
        "id":"EJ932185",
        "title":"Experiencing ERASMUS: Reflections on Integrating Polish Psychology Students onto a Year of a Degree in the UK"},
      {
        "id":"EJ932186",
        "title":"Engaging and Informing Students through Group Work"},
      {
        "id":"EJ932187",
        "title":"The Impact of Misunderstanding the Nature of Statistics"},
      {
        "id":"EJ932188",
        "title":"Teaching and Experiencing the Misinformation Effect: A Classroom Exercise"},
      {
        "id":"EJ932189",
        "title":"Using the Ultimatum Game to Teach Economic Theories of Relationship Maintenance to A-Level Students"},
      {
        "id":"EJ932190",
        "title":"An Action Research Project Exploring the Psychology Curriculum and Transitions to Employment"},
      {
        "id":"EJ932191",
        "title":"Exploring Student Engagement through the Use of Diaries"},
      {
        "id":"EJ932198",
        "title":"Knowledge Is Power: Empowering the Autism Community through Parent-Professional Training"},
      {
        "id":"EJ932199",
        "title":"Strengths Classification of Social Relationships among Cybermothers Raising Children with Autism Spectrum Disorders"},
      {
        "id":"EJ932200",
        "title":"Fostering Family-Centered Practices through a Family-Created Portfolio"},
      {
        "id":"EJ932201",
        "title":"Parent Involvement in Urban Charter Schools: New Strategies for Increasing Participation"},
      {
        "id":"EJ932202",
        "title":"Preparing Urban Teachers to Partner with Families and Communities"},
      {
        "id":"EJ932203",
        "title":"Building Community Partnerships: Learning to Serve while Learning to Teach"},
      {
        "id":"EJ932204",
        "title":"Case Studies of School Community and Climate: Success Narratives of Schools in Challenging Circumstances"},
      {
        "id":"EJ932205",
        "title":"Faith, Hope, Tolerance, and Sense of Community"},
      {
        "id":"EJ932220",
        "title":"A Game-Based Learning Approach to Improving Students' Learning Achievements in a Nutrition Course"},
      {
        "id":"EJ932221",
        "title":"A Joyful Classroom Learning System with Robot Learning Companion for Children to Learn Mathematics Multiplication"},
      {
        "id":"EJ932222",
        "title":"A Small Scale Experimental Study: Using Animations to Learn Vocabulary"},
      {
        "id":"EJ932223",
        "title":"A Web-Based Assessment for Phonological Awareness, Rapid Automatized Naming (RAN) and Learning to Read Chinese"},
      {
        "id":"EJ932224",
        "title":"Attitudes of Saudi Universities Faculty Members towards Using Learning Management System (JUSUR)"},
      {
        "id":"EJ932225",
        "title":"Determination of Perceptions of the Teacher Candidates Studying in the Computer and Instructional Technology Department towards Human-Computer Interaction and Related Basic Concepts"},
      {
        "id":"EJ932226",
        "title":"Developing and Validating a Media Literacy Self-Evaluation Scale (MLSS) for Elementary School Students"},
      {
        "id":"EJ932227",
        "title":"Developing Computational Fluency with the Help of Science: A Turkish Middle and High School Grades Study"},
      {
        "id":"EJ932228",
        "title":"Effect of Self-Worth and Parenting Style on the Planned Behavior in an Online Moral Game"},
      {
        "id":"EJ932229",
        "title":"EFL Students' Perceptions of Learning Vocabulary in a Computer-Supported Collaborative Environment"},
      {
        "id":"EJ932230",
        "title":"Emerging Innovative Teacher Education from Situated Cognition in a Web-Based Environment"},
      {
        "id":"EJ932231",
        "title":"Exploring the Impacts of Analogies on Computer Hardware"},
      {
        "id":"EJ932232",
        "title":"Factors Affecting the Computer Usage of Physics Teachers Working at Private Training Centers"},
      {
        "id":"EJ932233",
        "title":"Gender Differences in Using Social Networks"},
      {
        "id":"EJ932234",
        "title":"Metacognitive Skills Development: A Web-Based Approach in Higher Education"},
      {
        "id":"EJ932235",
        "title":"OPASS: An Online Portfolio Assessment and Diagnosis Scheme to Support Web-Based Scientific Inquiry Experiments"},
      {
        "id":"EJ932236",
        "title":"Opinions of Students in Physical Education and Sports Teaching on the Use of Social Network Sites"},
      {
        "id":"EJ932237",
        "title":"Opinions of University Graduates about Social Networks According to Their Personal Characteristics"},
      {
        "id":"EJ932238",
        "title":"Student Teachers Socialization Development by Teaching Blog: Reflections and Socialization Strategies"},
      {
        "id":"EJ932239",
        "title":"The Current Perspectives, Theories and Practices of Mobile Learning"},
      {
        "id":"EJ932240",
        "title":"The Design and Development of a Semi-Auto Computer Generated Testing Paper System--A Case Study in the School of Continuing Education at China University of Geosciences"},
      {
        "id":"EJ932241",
        "title":"The Effects of Instruction with Visual Materials on the Development of Preservice Elementary Teachers' Knowledge and Attitude towards Global Warming"},
      {
        "id":"EJ932242",
        "title":"The Effects of Pre-Reading and Sharing Mechanisms on Learning with the Use of Annotations"},
      {
        "id":"EJ932243",
        "title":"The Impact of Using Synchronous Collaborative Virtual Tangram in Children's Geometric"},
      {
        "id":"EJ932244",
        "title":"The Impacts of Mathematical Representations Developed through Webquest and Spreadsheet Activities on the Motivation of Pre-Service Elementary School Teachers"},
      {
        "id":"EJ932245",
        "title":"The Use of SMS Support in Programming Education"},
      {
        "id":"EJ932246",
        "title":"Turkish EFL Academicians' Problems Concerning Translation Activities and Practices, Attitudes towards the Use of Online and Printed Translation Tools, and Suggestions for Quality Translation Practice"},
      {
        "id":"EJ932247",
        "title":"Use of News Articles and Announcements on Official Websites of Universities"},
      {
        "id":"EJ932469",
        "title":"Defining Educational Leadership in Canada's Yukon Territory: &quot;Hmmm, that's a Good Question...&quot;"},
      {
        "id":"EJ932470",
        "title":"Student and Teacher Self-Efficacy and the Connection to Reading and Writing"},
      {
        "id":"EJ932471",
        "title":"Academic Motivation in Post-Secondary Students: Effects of Career Outcome Expectations and Type of Aspiration"},
      {
        "id":"EJ932472",
        "title":"Examining the Link between Education Related Outcomes and Student Health Risk Behaviours among Canadian Youth: Data from the 2006 National Youth Smoking Survey"},
      {
        "id":"EJ932473",
        "title":"Unsettling the Gendered Power Paradigm: Discomfort, Dissonance and Dissention among Women in Local Government"},
      {
        "id":"EJ932479",
        "title":"Community Forums: A Unique Approach to Community Service-Learning"},
      {
        "id":"EJ932484",
        "title":"Gender Digital Divide and Challenges in Undergraduate Computer Science Programs"},
      {
        "id":"EJ925898",
        "title":"Understanding Education for Social Justice"},
      {
        "id":"EJ925899",
        "title":"Forging Vertical Linkages in the Public Sphere: School-Church Engagement for Social Justice"},
      {
        "id":"EJ925900",
        "title":"Bearing the Weight: Discomfort as a Necessary Condition for \"Less Violent\" and More Equitable Dialogic Learning"},
      {
        "id":"EJ925901",
        "title":"Guiding White Pre-Service and In-Service Teachers toward Critical Pedagogy: Utilizing Counter-Cultures in Teacher Education"},
      {
        "id":"EJ925902",
        "title":"What the U.S. Could Learn from South Africa about Education and Social Justice"},
      {
        "id":"EJ926017",
        "title":"Research Integrity/Misconduct Policies of Canadian Universities"},
      {
        "id":"EJ926018",
        "title":"The Ideological Orientations of Canadian University Professors"},
      {
        "id":"EJ926020",
        "title":"Missing the Boat on Invasive Alien Species: A Review of Post-Secondary Curricula  in Canada"},
      {
        "id":"EJ926021",
        "title":"Manitoba's Post-Secondary System since 1967: Stability, Change and Consistency"},
      {
        "id":"EJ926023",
        "title":"When Women Are Equal: The Canada Research Chair Experience"},
      {
        "id":"EJ926026",
        "title":"Fueling the Future through CTE"},
      {
        "id":"EJ926029",
        "title":"Greenforce Initiative: Advancing Greener Careers"},
      {
        "id":"EJ926031",
        "title":"It Isn't Easy Being Green: Overcoming the Challenges of Building a Green Workforce"},
      {
        "id":"EJ926035",
        "title":"The Technician beneath Our Wings, or Is That Blades?"},
      {
        "id":"EJ926036",
        "title":"Certifying High-Quality CTE Educators"},
      {
        "id":"EJ926038",
        "title":"Integrated Curricula: Implementing English and Math Credit into CTE"},
      {
        "id":"EJ926039",
        "title":"Careers: Going Green while Doing Good"},
      {
        "id":"EJ926042",
        "title":"CTE's Role in Worker Retraining"},
      {
        "id":"EJ926045",
        "title":"An Education for All Seasons of Life"},
      {
        "id":"EJ926046",
        "title":"Jobs for Renewing America"},
      {
        "id":"EJ926047",
        "title":"Adult Learners: Considerations for Education and Training"},
      {
        "id":"EJ926050",
        "title":"Training Welders in Advanced Manufacturing Philosophies Nets Employability"},
      {
        "id":"EJ926053",
        "title":"IT Field Provides Some Stability for Workers Changing Careers"},
      {
        "id":"EJ926055",
        "title":"Georgia's Workforce Development Pipeline: One District's Journey"},
      {
        "id":"EJ926058",
        "title":"Serving Adult and Returning Students: One College's Experience"},
      {
        "id":"EJ926060",
        "title":"Online Learning in Public Health Education"},
      {
        "id":"EJ926063",
        "title":"Should Your School Offer Apprenticeship Training?"},
      {
        "id":"EJ926065",
        "title":"50,000 Reasons Why Registered Apprenticeship Works!"},
      {
        "id":"EJ926066",
        "title":"21st Century Apprenticeships: Embracing Nontraditional Partnerships and Technologies"},
      {
        "id":"EJ926070",
        "title":"A Legacy of Learning"},
      {
        "id":"EJ926073",
        "title":"Apprenticeship--Our Little Secret"},
      {
        "id":"EJ926075",
        "title":"Introducing Interactive Technology--\"Toy Story 3\""},
      {
        "id":"EJ926077",
        "title":"Real Integration--Where the Rubber Meets the Road"},
      {
        "id":"EJ926079",
        "title":"Crosswalks and Quality: Linking Math Language and CTE Standards"},
      {
        "id":"EJ926082",
        "title":"Changing the Image of CTE"},
      {
        "id":"EJ926083",
        "title":"Changing Approaches--Changing Perspectives"},
      {
        "id":"EJ926085",
        "title":"Advancing a New Image of CTE via High-Quality Teacher Preparation"},
      {
        "id":"EJ926089",
        "title":"CTE's Focus on Continuous Improvement"},
      {
        "id":"EJ926091",
        "title":"DECA: Repositioned and Rebranded for the Future"},
      {
        "id":"EJ926101",
        "title":"Utah CTE: Running in New Circles"},
      {
        "id":"EJ926103",
        "title":"Reinventing the Image of CTE through Sustainability"},
      {
        "id":"EJ926104",
        "title":"The Education and Skills Gap: A Global Crisis"},
      {
        "id":"EJ926253",
        "title":"Reflexivity and the Sociology of Science and Technology: The Invention of \"Eryc\" the Antibiotic"},
      {
        "id":"EJ926258",
        "title":"Growing...But Constrained: An Exploration of Teachers' and Researchers' Interactions with Culture and Diversity through Personal Narratives"},
      {
        "id":"EJ926269",
        "title":"Sometimes I Am Afraid: An Autoethnography of Resistance and Compliance"},
      {
        "id":"EJ926272",
        "title":"The Conflicts between Grounded Theory Requirements and Institutional Requirements for Scientific Research"},
      {
        "id":"EJ926275",
        "title":"Validating the Mexican American Intergenerational Caregiving Model"},
      {
        "id":"EJ926285",
        "title":"The Experiment-Based Knew-It-All-Along Effect in the Qualitative Light of Narrativity"},
      {
        "id":"EJ926288",
        "title":"Revitalization of Indigenous Culture in Child Care Centre"},
      {
        "id":"EJ926290",
        "title":"How People Think about a TV Program: A Q-Methodology Approach"},
      {
        "id":"EJ926294",
        "title":"Descriptions of Difficult Conversations between Native and Non-Native English Speakers: In-Group Membership and Helping Behaviors"},
      {
        "id":"EJ926297",
        "title":"Is a Picture Worth a Thousand Words? Using Mind Maps to Facilitate Participant Recall in Qualitative Research"},
      {
        "id":"EJ926300",
        "title":"Reflecting on the Methodological Aspects of a Critical Ethnographic Approach Used to Inform Change for Adolescents with Disabilities"},
      {
        "id":"EJ926305",
        "title":"How I Learned to Design and Conduct Semi-Structured Interviews: An Ongoing and Continuous Journey"},
      {
        "id":"EJ926307",
        "title":"How to Conduct Ethnographic Research"},
      {
        "id":"EJ926310",
        "title":"Stressful Life Events and Behavior Change: A Qualitative Examination of African American Women's Participation in a Weight Loss Program"},
      {
        "id":"EJ926312",
        "title":"Mixed Methods Research of Adult Family Care Home Residents and Informal Caregivers"},
      {
        "id":"EJ926317",
        "title":"The Phenomenon of Collaboration: A Phenomenologic Study of Collaboration between Family Medicine and Obstetrics and Gynecology Departments at an Academic Medical Center"},
      {
        "id":"EJ926319",
        "title":"Dialogic Exchanges and the Negotiation of Differences: Female Graduate Students' Experiences of Obstacles Related to Academic Mentoring"},
      {
        "id":"EJ926321",
        "title":"The Vulnerable Researcher: Some Unanticipated Challenges of Doctoral Fieldwork"},
      {
        "id":"EJ926322",
        "title":"Compatibility between Text Mining and Qualitative Research in the Perspectives of Grounded Theory, Content Analysis, and Reliability"},
      {
        "id":"EJ926324",
        "title":"Themes of Identity: An Auto-Ethnographical Exploration"},
      {
        "id":"EJ926329",
        "title":"Support Network Responses to Acquired Brain Injury"},
      {
        "id":"EJ926331",
        "title":"\"Every Word Is True\": Stories of Our Experiences in a Qualitative Research Course"},
      {
        "id":"EJ926333",
        "title":"Consistency and Change in Participatory Action Research: Reflections on a Focus Group Study about How Farmers Learn"},
      {
        "id":"EJ926337",
        "title":"Public Opinion and the Death Penalty: A Qualitative Approach"},
      {
        "id":"EJ926340",
        "title":"Socio-Cultural Challenges in Conducting Ethnographic Research among Ethiopian Street Youth"},
      {
        "id":"EJ926341",
        "title":"Applying Grounded Theory to Weight Management among Women: Making a Commitment to Healthy Eating"},
      {
        "id":"EJ926344",
        "title":"Communicating Qualitative Research Study Designs to Research Ethics Review Boards"},
      {
        "id":"EJ926350",
        "title":"Extensive Reading and the Effect of Shadowing"},
      {
        "id":"EJ926359",
        "title":"Teaching Textual Conversations: Intertextuality in the College Reading Classroom"},
      {
        "id":"EJ926360",
        "title":"The Impact of Tutoring on the Academic Success of Undeclared Students"},
      {
        "id":"EJ926361",
        "title":"Using an Electronic Highlighter to Eliminate the Negative Effects of Pre-Existing, Inappropriate Highlighting"},
      {
        "id":"EJ926362",
        "title":"Metadiscourse Awareness and ESAP Comprehension"},
      {
        "id":"EJ926363",
        "title":"Reading Books in Class: What &quot;Just to Read a Book&quot; Can Mean"},
      {
        "id":"EJ926364",
        "title":"Writing and the World of Work: An Integrative Learning Community Model at a Two-Year Institution"},
      {
        "id":"EJ926365",
        "title":"Adult Learning Theory: Applications to Non-Traditional College Students"},
      {
        "id":"EJ926366",
        "title":"Roles of General versus Second Language (L2) Knowledge in L2 Reading Comprehension"},
      {
        "id":"EJ926367",
        "title":"A Primer on the General Service List"},
      {
        "id":"EJ926368",
        "title":"Grow Creativity!"},
      {
        "id":"EJ926369",
        "title":"The Road to Lasting Tech Leadership"},
      {
        "id":"EJ926370",
        "title":"Girls Save the World through Computer Science"},
      {
        "id":"EJ926371",
        "title":"Text Readability and Intuitive Simplification: A Comparison of Readability Formulas"},
      {
        "id":"EJ926444",
        "title":"Going to University: Pacific Island Migrant Perspectives"},
      {
        "id":"EJ926445",
        "title":"Pinnacle: Evaluation of the Graduate Teacher Training Program at the ANU"},
      {
        "id":"EJ926446",
        "title":"Lessons from a Student Engagement Pilot Study: Benefits for Students and Academics"},
      {
        "id":"EJ926447",
        "title":"A Ten Year Citation Analysis of Major Australian Research Institutions"},
      {
        "id":"EJ926448",
        "title":"Supporting and Evaluating Transitional Learning for International University Students"},
      {
        "id":"EJ926449",
        "title":"On Being a Happy Academic"},
      {
        "id":"EJ926450",
        "title":"The New ERA of Journal Ranking: The Consequences of Australia's Fraught Encounter with &quot;Quality&quot;"},
      {
        "id":"EJ926451",
        "title":"Quality Teaching: Means for Its Enhancement?"},
      {
        "id":"EJ926453",
        "title":"Who Benefits from Foreign Universities in the Arab Gulf States?"},
      {
        "id":"EJ926454",
        "title":"Preparation and Aspiration: Access to Higher Education for Working-Class Students"},
      {
        "id":"EJ926455",
        "title":"An Interrupted Pathway"},
      {
        "id":"EJ926456",
        "title":"Looking Back into the Future"},
      {
        "id":"EJ926457",
        "title":"We'll Support You Ever More!"},
      {
        "id":"EJ926458",
        "title":"The English Language Growth Project"},
      {
        "id":"EJ926538",
        "title":"Onsite Peer Tutoring in Mathematics Content Courses for Pre-Service Teachers"},
      {
        "id":"EJ926539",
        "title":"From Whole Class to Small Groups Instruction: Learners Developing Mathematical Concepts"},
      {
        "id":"EJ926541",
        "title":"Prospective Mathematics Teachers' Views about Using Computer-Based  Instructional Materials in Constructing Mathematical Concepts"},
      {
        "id":"EJ926542",
        "title":"A Computer-Assisted Learning Model Based on the Digital Game Exponential Reward System"},
      {
        "id":"EJ926548",
        "title":"An Application of Latent Variable Structural Equation Modeling for Experimental Research in Educational Technology"},
      {
        "id":"EJ926549",
        "title":"An Interactive Attention Board: Improving the Attention of Individuals with Autism and Mental Retardation"},
      {
        "id":"EJ926552",
        "title":"An Investigation on Teaching Materials Used in Social Studies Lesson"},
      {
        "id":"EJ926553",
        "title":"Applying Computer-Assisted Musical Instruction to Music Appreciation Course: An Example with Chinese Musical Instruments"},
      {
        "id":"EJ926554",
        "title":"Case Study Discussion Experiences of Computer Education and Instructional Technologies Students about Instructional Design on an Asynchronous Environment"},
      {
        "id":"EJ926555",
        "title":"Computer Perceptions of Secondary School Teachers and Impacting Demographics: A Turkish Perspective"},
      {
        "id":"EJ926556",
        "title":"Coping with Musculoskeletal Pain: Implications for Office Workers"},
      {
        "id":"EJ926557",
        "title":"Development and Evaluation of Mechatronics Learning System in a Web-Based Environment"},
      {
        "id":"EJ926558",
        "title":"Development of Survey of Technological Pedagogical and Content Knowledge (TPACK)"},
      {
        "id":"EJ926559",
        "title":"Exploring Online Game Players' Flow Experiences and Positive Affect"},
      {
        "id":"EJ926560",
        "title":"Factors Affecting Student Teachers' Perceptions on Mentor Roles: A Study at Distance English Language Teacher Training Program"},
      {
        "id":"EJ926561",
        "title":"Implication for Media Convergence on News Learning"},
      {
        "id":"EJ926562",
        "title":"Instructional Design in Education: New Model"},
      {
        "id":"EJ926563",
        "title":"Internet Addiction and Psychopathology"},
      {
        "id":"EJ926564",
        "title":"Role of ICT in Shaping the Future of Pakistani Higher Education System"},
      {
        "id":"EJ926566",
        "title":"The Comparison of the Effect of Block Flute Accompanied Song Teaching with Multi-Sound Notation and Vocalization Program Accompanied Song Teaching on the Success of Students' Song Learning Behavior"},
      {
        "id":"EJ926567",
        "title":"The Effects of Text Density Levels and the Cognitive Style of Field Dependence on Learning from a CBI Tutorial"},
      {
        "id":"EJ926568",
        "title":"The Effects of the Computer-Based Instruction on the Achievement and Problem Solving Skills of the Science and Technology Students"},
      {
        "id":"EJ926569",
        "title":"The Impact of Knowledge Management and Technology: An Analysis of Administrative Behaviours"},
      {
        "id":"EJ926570",
        "title":"The Orthopaedically Handicapped and Computer Usage: The Case of TRNC"},
      {
        "id":"EJ926571",
        "title":"The Relation between Distance Students' Motivation, Their Use of Learning Strategies, and Academic Success"},
      {
        "id":"EJ926572",
        "title":"Using Information and Communication Technologies in School Improvement"},
      {
        "id":"EJ926573",
        "title":"Where Research, Practice and the Authority Meet: A Collaborative Inquiry for Development of Technology-Enhanced Chinese Language Curricula"},
      {
        "id":"EJ926622",
        "title":"\"I Can See You\": An Autoethnography of My Teacher-Student Self"},
      {
        "id":"EJ931082",
        "title":"Animal Science Experts' Opinions on the Non-Technical Skills Secondary Agricultural Education Graduates Need for Employment in the Animal Science Industry: A Delphi Study"},
      {
        "id":"EJ931085",
        "title":"A Framework for the Preparation of Accomplished Career and Technical Education Teachers"},
      {
        "id":"EJ931086",
        "title":"Psychosocial Differences by CTE Discipline and Personality Type in Student Teachers"},
      {
        "id":"EJ931088",
        "title":"Career and Technical Education Administrators' Perceptions of Secondary Teachers' Attire as Indicated by Selected Professional Attributes"},
      {
        "id":"EJ931090",
        "title":"Teacher Preparation in Career and Technical Education: A Model for Developing and Researching Early Field Experiences"},
      {
        "id":"EJ931093",
        "title":"Math and Science Instructors' Perceptions of Their American Indian Students at a Sub-Baccalaureate Technical College: A Delphi Study"},
      {
        "id":"EJ931094",
        "title":"Professional Development: Implications for Illinois Career and Technical Education Teachers"},
      {
        "id":"EJ931096",
        "title":"Cooperative and Concurrent Enrollment and College Retention"},
      {
        "id":"EJ931098",
        "title":"The Potential of Experiential Learning Models and Practices in Career and Technical Education and Career and Technical Teacher Education"},
      {
        "id":"EJ931099",
        "title":"Retention of Construction Teachers Engaged in Missouri's Secondary School System"},
      {
        "id":"EJ931100",
        "title":"High School Teachers Teaching College Courses to Career Technical Education Students? A Story of Success"},
      {
        "id":"EJ931102",
        "title":"An Examination of the Relationship between SkillsUSA Student Contest Preparation and Academics"},
      {
        "id":"EJ931104",
        "title":"The Impact of Appearance Management Training, Work Status, and Plans after High School on Opinions Regarding Appearance at Work and School"},
      {
        "id":"EJ931105",
        "title":"Democratic Learning in U.S. Career Education"},
      {
        "id":"EJ931151",
        "title":"Formative Assessment: Policy, Perspectives and Practice"},
      {
        "id":"EJ931152",
        "title":"Beliefs and Instructional Practices among Secondary Teachers within Selected High- and Low-Performing High Schools"},
      {
        "id":"EJ931209",
        "title":"Bridging the \"Widest Street in the World\": Reflections on the History of Teacher Education"},
      {
        "id":"EJ931210",
        "title":"Pedagogical Content Knowledge for World History Teachers: Bridging the Gap between Knowing and Teaching"},
      {
        "id":"EJ931211",
        "title":"Building a Common Core for Learning to Teach: And Connecting Professional Learning to Practice"},
      {
        "id":"EJ931212",
        "title":"Ask the Cognitive Scientist: Can Teachers Increase Students' Self-Control?"},
      {
        "id":"EJ931213",
        "title":"\"Paul Revere's Ride\": Awakening Abolitionists"},
      {
        "id":"EJ931214",
        "title":"Why I Force My Students to Memorize Poetry: Despite the Fact that It Won't Be on the Standardized Test"},
      {
        "id":"EJ931215",
        "title":"The Professional Educator: Lessons from Finland"},
      {
        "id":"EJ931223",
        "title":"Professional Development Needs of Directors Leading in a Mixed Service Delivery Preschool System"},
      {
        "id":"EJ931225",
        "title":"Assessment for Preschool Science Learning and Learning Environments"},
      {
        "id":"EJ931226",
        "title":"Introducing the Project Approach and Use of Visual Representation to Early Childhood Education in Bhutan"},
      {
        "id":"EJ931227",
        "title":"The Lights Pre-Project: Implementation of the Project Approach with Children under 3 Years of Age"},
      {
        "id":"EJ931228",
        "title":"Children's Friendship Development: A Comparative Study"},
      {
        "id":"EJ931229",
        "title":"Relationship Building: Infants, Toddlers, and 2-Year-Olds"},
      {
        "id":"EJ931230",
        "title":"&quot;You Be the Bad Guy&quot;: A New Role for Teachers in Supporting Children's Dramatic Play"},
      {
        "id":"EJ931231",
        "title":"Implementing a New Social-Emotional Philosophy: The Struggle in One Head Start Classroom"},
      {
        "id":"EJ931327",
        "title":"Effects of 8-Week Training on Aerobic Capacity and Swimming Performance of Boys Aged 12 Years"},
      {
        "id":"EJ931328",
        "title":"Overcoming Psychosocial Barriers to Maternal Exercise: Intervention Strategies to Improve Participation and Adherence"},
      {
        "id":"EJ931329",
        "title":"Effects of a Regular Motor Activity on Somatic and Fitness Variables in Boys Aged 17-18 Years"},
      {
        "id":"EJ931642",
        "title":"P-20 Education Policy: School to College Transition Policy in Washington State"},
      {
        "id":"EJ931643",
        "title":"High Expense: Disability Severity and Charter School Attendance in Arizona"},
      {
        "id":"EJ931644",
        "title":"Circles of Influence: An Analysis of Charter School Location and Racial Patterns at Varying Geographic Scales"},
      {
        "id":"EJ931645",
        "title":"Education Reform, Equal Opportunity and Educational Achievement: Do Trend Data Adequately Report Progress?"},
      {
        "id":"EJ931646",
        "title":"Design and Implementation Issues in Longitudinal Research"},
      {
        "id":"EJ931647",
        "title":"School's Strategic Responses to Competition in Segregated Urban Areas: Patterns in School Locations in Metropolitan Detroit"},
      {
        "id":"EJ931648",
        "title":"Globalization and the Reform of Faculties of Education in Egypt: The Roles of Individual and Organizational, National and International Actors"},
      {
        "id":"EJ931649",
        "title":"The Kalamazoo Promise and Perceived Changes in School Climate"},
      {
        "id":"EJ931927",
        "title":"Classroom Application of a Trial-Based Functional Analysis"},
      {
        "id":"EJ931928",
        "title":"Reinforcement of Infant Vocalizations through Contingent Vocal Imitation"},
      {
        "id":"EJ931931",
        "title":"Evaluation of Fixed Momentary DRO Schedules under Signaled and Unsignaled Arrangements"},
      {
        "id":"EJ931932",
        "title":"An Evaluation of Three Methods of Saying \"No\" to Avoid an Escalating Response Class Hierarchy"},
      {
        "id":"EJ931933",
        "title":"Further Evaluation of Response Interruption and Redirection as Treatment for Stereotypy"},
      {
        "id":"EJ931934",
        "title":"Toward a Technology of Derived Stimulus Relations: An Analysis of Articles Published in the \"Journal of Applied Behavior Analysis,\" 1992-2009"},
      {
        "id":"EJ931935",
        "title":"Effects of Pedestrian Prompts on Motorist Yielding at Crosswalks"},
      {
        "id":"EJ931936",
        "title":"Embedded Prompting May Function as Embedded Punishment: Detection of Unexpected Behavioral Processes within a Typical Preschool Teaching Strategy"},
      {
        "id":"EJ931937",
        "title":"Assessment and Treatment of Foot-Shoe Fetish Displayed by a Man with Autism"},
      {
        "id":"EJ931938",
        "title":"Functional Analysis and Treatment of Human-Directed Undesirable Behavior Exhibited by a Captive Chimpanzee"},
      {
        "id":"EJ931941",
        "title":"Functional Analysis and Treatment of Coprophagia"},
      {
        "id":"EJ931943",
        "title":"Fixed-Time Schedule Effects in Combination with Response-Dependent Schedules"},
      {
        "id":"EJ931944",
        "title":"Response Interruption and Redirection for Vocal Stereotypy in Children with Autism: A Systematic Replication"},
      {
        "id":"EJ931945",
        "title":"Evaluating the Separate and Combined Effects of Positive and Negative Reinforcement on Task Compliance"},
      {
        "id":"EJ931946",
        "title":"Evaluation of Developmental Surveillance by Physicians at the Two-Month Preventive Care Visit"},
      {
        "id":"EJ931947",
        "title":"Effects of Motivating Operations on Problem and Academic Behavior in Classrooms"},
      {
        "id":"EJ931948",
        "title":"Increasing Compliance with Medical Examination Requests Directed to Children with Autism: Effects of a High-Probability Request Procedure"},
      {
        "id":"EJ931949",
        "title":"The Effects of Training on Caregiver Implementation of Incidental Teaching"},
      {
        "id":"EJ931950",
        "title":"Parent-Implemented Mand Training: Acquisition of Framed Manding in a Young Boy with Partial Hemispherectomy"},
      {
        "id":"EJ931951",
        "title":"Response Competition and Stimulus Preference in the Treatment of Automatically Reinforced Behavior: A Comparison"},
      {
        "id":"EJ931952",
        "title":"The Role of Problem Solving in Complex Intraverbal Repertoires"},
      {
        "id":"EJ931954",
        "title":"Training Preschool Children to Use Visual Imagining as a Problem-Solving Strategy for Complex Categorization Tasks"},
      {
        "id":"EJ931955",
        "title":"Using Multiple-Exemplar Training to Teach a Generalized Repertoire of Sharing to Children with Autism"},
      {
        "id":"EJ931956",
        "title":"The Role of Negative Reinforcement in Infant Caregiving: An Experimental Simulation"},
      {
        "id":"EJ931957",
        "title":"Infant Sign Training and Functional Analysis"},
      {
        "id":"EJ931959",
        "title":"Comparison of Progressive Prompt Delay with and without Instructive Feedback"},
      {
        "id":"EJ931960",
        "title":"Further Analysis of Picture Interference when Teaching Word Recognition to Children with Autism"},
      {
        "id":"EJ931962",
        "title":"Increasing Response Variability of Mand Frames with Script Training and Extinction"},
      {
        "id":"EJ931964",
        "title":"Replications and Extensions in Arousal Assessment for Sex Offenders with Developmental Disabilities"},
      {
        "id":"EJ931965",
        "title":"Using Noncontingent Reinforcement to Increase Compliance with Wearing Prescription Prostheses"},
      {
        "id":"EJ931966",
        "title":"Establishing Compliance with Liquid Medication Administration in a Child with Autism"},
      {
        "id":"EJ931967",
        "title":"Sequential Treatment of a Feeding Problem Using a Pacifier and Flipped Spoon"},
      {
        "id":"EJ931969",
        "title":"The Impact of Checklist-Based Training on Teachers' Use of the Zone Defense Schedule"},
      {
        "id":"EJ931970",
        "title":"Assessing the Social Acceptability of the Functional Analysis of Problem Behavior"},
      {
        "id":"EJ929948",
        "title":"Racist and Homophobic Bullying in Adulthood: Narratives from Gay Men of Color in Higher Education"},
      {
        "id":"EJ929949",
        "title":"Efforts of Bifurcation and Liberation: Deconstructing the Story of a Turn-of-the-Century Lesbian, Part Two"},
      {
        "id":"EJ929950",
        "title":"Ethical and Methodological Complexities in Research Involving Sexual Minorities"},
      {
        "id":"EJ929951",
        "title":"A Place at the Table? The Organization of a Pre-Conference Symposium on LGBT Issues in HRD"},
      {
        "id":"EJ929952",
        "title":"Thinking about the Unthinkable: Transgender in an Immutable Binary World"},
      {
        "id":"EJ929953",
        "title":"A Personal Journey into Gay Marriage in a Heteronormative Society: Or...How Many  Times Do We Have to Get &quot;Married&quot; in Order to Have Our Rights in the USA?"},
      {
        "id":"EJ922743",
        "title":"Enhancing Students' Attitude towards Nigerian Senior Secondary School Physics through the Use of Cooperative, Competitive and Individualistic Learning Strategies"},
      {
        "id":"EJ922744",
        "title":"In-Service Teacher Training in Japan and Turkey: A Comparative Analysis of Institutions and Practices"},
      {
        "id":"EJ922745",
        "title":"The Perceptions of Secondary Teachers and Students about the Implementation of an Inclusive Classroom Model for Students with Mild Disabilities"},
      {
        "id":"EJ922746",
        "title":"Why Educators Should Bring an End to Pedagogy"},
      {
        "id":"EJ922747",
        "title":"The Call to Critique \"Common Sense\" Understandings about Boys and Masculinity(ies)"},
      {
        "id":"EJ922748",
        "title":"Examining the Teacher Efficacy and Achievement Goals as Predictors of Turkish Student Teachers' Conceptions about Teaching and Learning"},
      {
        "id":"EJ922749",
        "title":"Reading in the Hyperconnected Information Era: Lessons from the Beijing Ticket Scam"},
      {
        "id":"EJ922750",
        "title":"Transformational Learners: Transformational Teachers"},
      {
        "id":"EJ922751",
        "title":"The School Professionals' Role in Identification of Youth at Risk of Suicide"},
      {
        "id":"EJ922752",
        "title":"Learning by Doing: Preservice Teachers as Reading Tutors"},
      {
        "id":"EJ922753",
        "title":"Interdisciplinarity: Bridging the University and Field of Practice Divide"},
      {
        "id":"EJ922754",
        "title":"Exploring Greek Teachers' Beliefs Using Metaphors"},
      {
        "id":"EJ922755",
        "title":"A Values, Skills and Knowledge Framework for Initial Teacher Preparation Programmes"},
      {
        "id":"EJ922756",
        "title":"Reflecting on Improving our Practice: Using Collaboration as an Approach to Enhance First Year Transition in Higher Education"},
      {
        "id":"EJ922757",
        "title":"Educational Beliefs of Higher Education Teachers and Students: Implications for Teacher Education"},
      {
        "id":"EJ922758",
        "title":"Social Justice, Pedagogy and Multiliteracies: Developing Communities of Practice for Teacher Education"},
      {
        "id":"EJ922759",
        "title":"The Effect of a &quot;Learning Theories&quot; Unit on Students' Attitudes toward Learning"},
      {
        "id":"EJ922760",
        "title":"Swapping the Boardroom for the Classroom"},
      {
        "id":"EJ922761",
        "title":"Exploring Professional Development Practices for Vocational Education and Training Practitioners"},
      {
        "id":"EJ922762",
        "title":"The Benefits of Employing a Hybrid Evaluation Approach, Enacted through Evaluation Survey and Reflective Journaling in Teacher Education in the Cayman Islands"},
      {
        "id":"EJ922763",
        "title":"Prospective Primary School Teachers' Perceptions on Boiling and Freezing"},
      {
        "id":"EJ922764",
        "title":"A Structuration Theory Analysis of the Refugee Action Support Program in Greater Western Sydney"},
      {
        "id":"EJ922765",
        "title":"Tracing Literacy Journeys: The Use of the Literacy Autobiography in Preservice Teacher Education"},
      {
        "id":"EJ922766",
        "title":"Teacher Educators Embrace Philosophy: Reflections on a New Way of Looking at Preparing Pre-Service Teachers"},
      {
        "id":"EJ922767",
        "title":"The Attractors of Teaching Biology: A Perspective from a Turkish Context"},
      {
        "id":"EJ922768",
        "title":"Sustainability in an Online Community of Practice: The Case Study of a Group of Secondary School Educators in Victoria"},
      {
        "id":"EJ922769",
        "title":"E-Portfolios as a Pedagogical Device in Primary Teacher Education: The AUT University Experience"},
      {
        "id":"EJ922770",
        "title":"Indicators of Late Emerging Reading-Accuracy Difficulties in Australian Schools"},
      {
        "id":"EJ922771",
        "title":"How Can Preservice Teachers Be Measured against Advocated Professional Teaching Standards?"},
      {
        "id":"EJ922772",
        "title":"A Partnership Based Approach to Professional Learning: Pre-Service and In-Service Teachers Working Together to Teach Primary Science"},
      {
        "id":"EJ922773",
        "title":"&quot;Motivation in Action&quot; in a Collaborative Primary Classroom: Developing and Sustaining Teacher Motivation"},
      {
        "id":"EJ922774",
        "title":"Developing an Early Childhood Teacher Workforce Development Strategy for Rural and Remote Communities"},
      {
        "id":"EJ922775",
        "title":"L2 Teachers' Pedagogic Knowledge Base: A Comparison between Experienced and Less Experienced Practitioners"},
      {
        "id":"EJ922776",
        "title":"Configuring of Masculinity in an Ethnocentric Community School"},
      {
        "id":"EJ922777",
        "title":"Teaching Out-of-Field in Western Australia"},
      {
        "id":"EJ922778",
        "title":"The Inclusive Secondary Teacher: The Leaders' Perspective"},
      {
        "id":"EJ922779",
        "title":"Content Area Reading and Writing: Practices and Beliefs"},
      {
        "id":"EJ922781",
        "title":"Characteristics and Competencies for Teacher Educators: Addressing the Need for Improved Professional Standards in Turkey"},
      {
        "id":"EJ922782",
        "title":"Tailoring Mentoring for New Mathematics and Science Teachers: An Exploratory Study"},
      {
        "id":"EJ922783",
        "title":"Achieving the Impossible? Teaching Practice Component of a Pre-Service Distance English Language Teacher Training Program in Turkey"},
      {
        "id":"EJ922784",
        "title":"Teacher Student Control Ideology and Burnout: Their Correlation"},
      {
        "id":"EJ923442",
        "title":"Integrating Indigenous Cultures into English Language Teaching"},
      {
        "id":"EJ923443",
        "title":"Mind Mirror Projects: A Tool for Integrating Critical Thinking into the English Language Classroom"},
      {
        "id":"EJ923444",
        "title":"Using Story Boxes in Language Learning"},
      {
        "id":"EJ923445",
        "title":"Learning to Hypothesize with Confidence through Sudoku Game Play"},
      {
        "id":"EJ923446",
        "title":"Reading to Speak: Integrating Oral Communication Skills"},
      {
        "id":"EJ923447",
        "title":"Hawai'i: The Aloha State"},
      {
        "id":"EJ923448",
        "title":"To Teach Standard English or World Englishes? A Balanced Approach to Instruction"},
      {
        "id":"EJ923449",
        "title":"An Approach to Teaching Organizational Skills to Adults"},
      {
        "id":"EJ923450",
        "title":"Using Public Speaking Tasks in English Language Teaching"},
      {
        "id":"EJ923451",
        "title":"How to Make Upper-Level University English Classes More Interactive"},
      {
        "id":"EJ923452",
        "title":"Video Recording as a Stimulus for Reflection in Pre-Service EFL Teacher Training"},
      {
        "id":"EJ923453",
        "title":"New Mexico: The Land of Enchantment"},
      {
        "id":"EJ923454",
        "title":"The Relevance of Literary Analysis to Teaching Literature in the EFL Classroom"},
      {
        "id":"EJ923455",
        "title":"Between the ESP Classroom and the Workplace: Bridging the Gap"},
      {
        "id":"EJ923456",
        "title":"Livening up College English Classes with Games"},
      {
        "id":"EJ923457",
        "title":"Using VOA Special English to Improve Advanced English Learners' Productive Use of High Frequency Words"},
      {
        "id":"EJ923458",
        "title":"CAR: A Means for Motivating Students to Read"},
      {
        "id":"EJ923459",
        "title":"Virginia: The Old Dominion"},
      {
        "id":"EJ923460",
        "title":"Tools for Activating Materials and Tasks in the English Language Classroom"},
      {
        "id":"EJ923461",
        "title":"The Formeaning Response Approach: Poetry in the EFL Classroom"},
      {
        "id":"EJ923462",
        "title":"Learning to Learn Cooperatively"},
      {
        "id":"EJ923463",
        "title":"Journals in the Language Classroom"},
      {
        "id":"EJ923464",
        "title":"Michigan: The Great Lakes State"},
      {
        "id":"EJ923465",
        "title":"Using Progressive I-Can Statements to Promote Learner Confidence in Writing"},
      {
        "id":"EJ923466",
        "title":"Write that Professional Article!"},
      {
        "id":"EJ923467",
        "title":"Looking for the Big Picture: Macrostrategies for L2 Teacher Observation and Feedback"},
      {
        "id":"EJ923468",
        "title":"Ten Great Low-Cost Teaching Tools"},
      {
        "id":"EJ923469",
        "title":"Football: Action on the Gridiron"},
      {
        "id":"EJ943695",
        "title":"The iEvaluate OSD Guidelines and Exemplars: A Disability Services Evaluation Tool"},
      {
        "id":"EJ943697",
        "title":"Facing Challenges: Experiences of Young Women with Disabilities Attending a Canadian University"},
      {
        "id":"EJ943698",
        "title":"An Examination of the Effects of ADHD Coaching on University Students' Executive Functioning"},
      {
        "id":"EJ943700",
        "title":"The Effects of Instruction in a Paired Associates Learning Strategy as an Intervention for College Students with Learning Disabilities"},
      {
        "id":"EJ943701",
        "title":"Power Soccer: Experiences of Students Using Power Wheelchairs in a Collegiate Athletic Club"},
      {
        "id":"EJ943702",
        "title":"Supporting Student Athletes with Disabilities: A Case Study"},
      {
        "id":"EJ943718",
        "title":"Phoenix Rising: Bringing the Common Core State Mathematics Standards to Life"},
      {
        "id":"EJ943719",
        "title":"The Early College Challenge: Navigating Disadvantaged Students' Transition to College"},
      {
        "id":"EJ943720",
        "title":"Hidalgo Sets Sail: A School District Supports All Students in Earning College Credits"},
      {
        "id":"EJ943721",
        "title":"The Professional Educator: Pittsburgh's Winning Partnership"},
      {
        "id":"EJ943722",
        "title":"Getting It Right from the Start: The Case for Early Parenthood Education"},
      {
        "id":"EJ943723",
        "title":"Seeing Mathematics through a New Lens: Using Photos in the Mathematics Classroom"},
      {
        "id":"EJ943724",
        "title":"Web-Based Mathematics: Some \"Dos\" and \"Don'ts\""},
      {
        "id":"EJ943725",
        "title":"The Sample Space: One of Many Ways to Partition the Set of All Possible Outcomes"},
      {
        "id":"EJ943726",
        "title":"A Fool and His Money Are Soon Parted"},
      {
        "id":"EJ943732",
        "title":"Excellent Educators"},
      {
        "id":"EJ943733",
        "title":"Three R's for Digital Coaching and Assessment"},
      {
        "id":"EJ943734",
        "title":"It's in the Bag: Digital Backpacks for Project-Based Learning"},
      {
        "id":"EJ943863",
        "title":"HIV/AIDS among American Indians/Alaska Natives Living in Montana: A Descriptive Study"},
      {
        "id":"EJ943866",
        "title":"Does Pedometer Goal Setting Improve Physical Activity among Native Elders? Results from a Randomized Pilot Study"},
      {
        "id":"EJ943868",
        "title":"Do American Indian Mascots = American Indian People? Examining Implicit Bias towards American Indian People and American Indian Mascots"},
      {
        "id":"EJ943875",
        "title":"An Open-Ended Investigative Microbial Ecology Laboratory for Introductory Biology"},
      {
        "id":"EJ943876",
        "title":"An Investigative Alternative to Single-Species Dissection in the Introductory Biology Laboratory"},
      {
        "id":"EJ943877",
        "title":"The Biology Major Capstone Experience: Measurements of Accountability"},
      {
        "id":"EJ943878",
        "title":"Incorporating a Literature-Based Learning Approach into a Lab Course to Increase Student Understanding"},
      {
        "id":"EJ943879",
        "title":"Creating Cost-Effective DNA Size Standards for Use in Teaching and Research Laboratories"},
      {
        "id":"EJ943880",
        "title":"Use of the Frog Heart Preparation to Teach Students about the Spontaneous Mechanical Activity of the Vena Cava"},
      {
        "id":"EJ943881",
        "title":"Bridges or Barriers: Analysis of Logodiversity in College Biology Textbooks"},
      {
        "id":"EJ943882",
        "title":"Exploring Evolutionary Patterns in Genetic Sequence: A Computer Exercise"},
      {
        "id":"EJ943883",
        "title":"Independent Gene Discovery and Testing"},
      {
        "id":"EJ943885",
        "title":"Emphasizing the \"Literacy\" in \"Scientific Literacy\": A Concise Blueprint for Integrating Writing into Biology Classes"},
      {
        "id":"EJ943886",
        "title":"Clarity in Teaching and Active Learning in Undergraduate Microbiology Course for Non-Majors"},
      {
        "id":"EJ943887",
        "title":"The Experimental Design Ability Test (EDAT)"},
      {
        "id":"EJ944010",
        "title":"Thinking of a Change: Health Education for the 2020 Generation"},
      {
        "id":"EJ944011",
        "title":"A Needs Assessment to Develop Community Partnerships: Initial Steps Working with a Major Agricultural Community"},
      {
        "id":"EJ944012",
        "title":"Influences of Constructivist-Oriented Nutrition Education on Urban Middle School Students' Nutrition Knowledge, Self-Efficacy, and Behaviors"},
      {
        "id":"EJ944013",
        "title":"The Development of an Instrument to Assess Advocacy Intentions for School Health Education"},
      {
        "id":"EJ944014",
        "title":"Use of Family History Information for Neural Tube Defect Prevention: Integration into State-Based Recurrence Prevention Programs"},
      {
        "id":"EJ944015",
        "title":"Autism Spectrum Disorders: A Review of the Literature for Health Educators"},
      {
        "id":"EJ944022",
        "title":"American Indian Students Speak out: What's Good Citizenship?"},
      {
        "id":"EJ944023",
        "title":"Empathy as a Tool for Historical Understanding: An Evaluative Approach of the Ancient Greek Primary History Curriculum"},
      {
        "id":"EJ944024",
        "title":"What Do We Want Students to Remember about the &quot;Forgotten War&quot;? A Comparative Study of the Korean War as Depicted in Korean, Japanese, and U.S. Secondary School History Textbooks"},
      {
        "id":"EJ944025",
        "title":"Macedonian and U.S. Students in a Pre-Service Teaching Cultural Exchange: Examining the Formation of Perspective Consciousness"},
      {
        "id":"EJ944026",
        "title":"Historical Understanding and Media Literacy: A Dispositional Alignment"},
      {
        "id":"EJ944027",
        "title":"Impact of Backward Assessment and Guided Reflection on Social Studies Education: A Four-Step Teaching Cycle"},
      {
        "id":"EJ944028",
        "title":"Is the Sky Really Falling?: An Update on the Status of Social Studies in the K-5 Curriculum in Indiana"},
      {
        "id":"EJ944119",
        "title":"Study Abroad as Professional Development for FSL Teachers"},
      {
        "id":"EJ944120",
        "title":"A Critically Conscious Examination of Special Education within FSL and Its Relevance to FSL Teacher Education Programs"},
      {
        "id":"EJ944121",
        "title":"Raising FLAGS: Renewing Core French at the Pre-Service Teacher Level"},
      {
        "id":"EJ944123",
        "title":"A WebCT Discussion Forum during a TESL Practicum: Pre-Service Teachers' Perceptions of Learning"},
      {
        "id":"EJ944124",
        "title":"Native and Non-Native English Speaking Student Teachers Engage in Peer Feedback"},
      {
        "id":"EJ944126",
        "title":"Exploring the &quot;Situation&quot; of Situational Willingness to Communicate: A Volunteer Youth Exchange Perspective"},
      {
        "id":"EJ944127",
        "title":"Yes/No Tests for Foreign Language Placement at the Post-Secondary Level"},
      {
        "id":"EJ944129",
        "title":"Written Corrective Feedback: What Do Students and Teachers Prefer and Why?"},
      {
        "id":"EJ944135",
        "title":"At-Risk Readers in French Immersion: Early Identification and Early Intervention"},
      {
        "id":"EJ944137",
        "title":"Text Messaging, Pragmatic Competence, and Affective Facilitation in the EFL Context: A Pilot Study"},
      {
        "id":"EJ944138",
        "title":"Constitution of Form-Orientation: Contributions of Context and Explicit Knowledge to Learning from Recasts"},
      {
        "id":"EJ944139",
        "title":"Points of Departure: Developing the Knowledge Base of ESL and FSL Teachers for K-12 Programs in Canada"},
      {
        "id":"EJ944141",
        "title":"Languaging as Agent and Constituent of Cognitive Change in an Older Adult: An Example"},
      {
        "id":"EJ944142",
        "title":"Alternative Sources of Feedback and Second Language Writing Development in University Content Courses"},
      {
        "id":"EJ944143",
        "title":"Pausing Preceding and Following \"Que\" in the Production of Native Speakers of French"},
      {
        "id":"EJ944145",
        "title":"On Whether to Convert from a Rhetorical to a Psychoanalytic Pedagogy"},
      {
        "id":"EJ944146",
        "title":"Beyond Charity: Partial Narratives as a Metaphor for Basic Writing"},
      {
        "id":"EJ944147",
        "title":"Working Together: Student-Faculty Interaction and the Boise State Stretch Program"},
      {
        "id":"EJ944148",
        "title":"Beyond the Budget: Sustainability and Writing Studios"},
      {
        "id":"EJ944150",
        "title":"When Access Is Not Enough: Retaining Basic Writers at an Open-Admission University"},
      {
        "id":"EJ944152",
        "title":"ESL Curriculum Revision: Shifting Paradigms for Success"},
      {
        "id":"EJ944153",
        "title":"How Antonio Graduated on out of Here: Improving the Success of Adult Students with an Individualized Writing Course"},
      {
        "id":"EJ944154",
        "title":"Braiding and Rhetorical Power Players: Transforming Academic Writing through Rhetorical Dialectic"},
      {
        "id":"EJ944156",
        "title":"Reflection Revisited: The Class Collage"},
      {
        "id":"EJ944158",
        "title":"Defining and Experiencing Authorship(s) in the Composition Classroom: Findings from a Qualitative Study of Undergraduate Writing Students at the City University of New York"},
      {
        "id":"EJ944197",
        "title":"Women \"Opting out\" of Academia: At What Cost?"},
      {
        "id":"EJ944199",
        "title":"Women's Leadership in Science, Technology, Engineering and Mathematics: Barriers to Participation"},
      {
        "id":"EJ944200",
        "title":"Sustainable Equity: Avoiding the Pendulum Effect in the Life Sciences"},
      {
        "id":"EJ944204",
        "title":"Women and Leadership: Transforming Visions and Current Contexts"},
      {
        "id":"EJ944205",
        "title":"Integrating the Rights of the Child with the Responsibility of the Parent"},
      {
        "id":"EJ944206",
        "title":"Integrated, Articulated Fitness and Health Curriculum and Methods of Evaluation"},
      {
        "id":"EJ944207",
        "title":"Religious Freedom and Section 116 of the Australian Constitution: Would a Banning of the Hijab or Burqa Be Constitutionally Valid?"},
      {
        "id":"EJ944208",
        "title":"Bringing Culture to Life through Children's Literature: The Mississippi Delta in the 1930's"},
      {
        "id":"EJ944210",
        "title":"American Education's Beginnings"},
      {
        "id":"EJ944211",
        "title":"Positive Role Models vs. Bullies: Can They Be Distinguished by Following Articulate Animals into Worlds of Suspended Disbelief?"},
      {
        "id":"EJ944212",
        "title":"Women Accountants in Practicing Accounting Firms: Their Status, Investments and Returns"},
      {
        "id":"EJ944213",
        "title":"Postpartum Obesity: The Root Problem of Childhood Obesity?"},
      {
        "id":"EJ944214",
        "title":"Allusions to Culture and Religion in Hispanic American Children's Literature"},
      {
        "id":"EJ860617",
        "title":"Rogue Males? Approaches to Study and Academic Performance of Male Psychology Students"},
      {
        "id":"EJ860618",
        "title":"Predicting Examination Performance Using an Expanded Integrated Hierarchical Model of Test Emotions and Achievement Goals"},
      {
        "id":"EJ860619",
        "title":"Current Developments in Measuring Academic Behavioural Confidence"},
      {
        "id":"EJ860620",
        "title":"The Effects of Birth Order on Personality Traits and Feelings of Academic Sibling Rivalry"},
      {
        "id":"EJ860621",
        "title":"Psychology in its Place: Personal Reflections on the State We're In"},
      {
        "id":"EJ860622",
        "title":"Engaging Students: Promoting Mutual Support and Exploration"},
      {
        "id":"EJ860623",
        "title":"Starter for 10 or Playing at Psychology?"},
      {
        "id":"EJ860624",
        "title":"My Lectures and What I Learned from Them"},
      {
        "id":"EJ860814",
        "title":"Evaluation of a Mentoring Program for Elementary School Students at Risk for Emotional and Behavioral Disorders"},
      {
        "id":"EJ860815",
        "title":"Does School-Wide Positive Behaviour System Improve Learning in Primary Schools? Some Preliminary Findings"},
      {
        "id":"EJ860817",
        "title":"The Relationship between Stress and Bullying among Secondary School Students"},
      {
        "id":"EJ860818",
        "title":"A Case Study of an Induction Year Teacher's Problem-Solving Using the LIBRE Model Activity"},
      {
        "id":"EJ860819",
        "title":"Trigonometry Learning"},
      {
        "id":"EJ860820",
        "title":"Entrepreneurial Inclinations of Prospective Teachers"},
      {
        "id":"EJ860822",
        "title":"The Impact of Gender on Chinese Elementary School Teachers' Perceptions of Student Behavior Problems"},
      {
        "id":"EJ860823",
        "title":"Applying Market Segmentation Theory to Student Behavior in Selecting a School or Department"},
      {
        "id":"EJ860826",
        "title":"Department Head Leadership and the Use of Faculty Credit Hours as a Measure of Faculty Workload"},
      {
        "id":"EJ860827",
        "title":"A School-Based Evaluation of Reading Gains and the Use of a Value-Added Grid for Making Interpretations of Assessment Results"},
      {
        "id":"EJ860828",
        "title":"A Study of Teachers' Paradigms of the &quot;China Today&quot; Module in Hong Kong under One Country and Two Systems"},
      {
        "id":"EJ860829",
        "title":"Dimensions of the Classroom Climate, as Perceived by the Students, Related to Their Teachers' Evaluation Approach on Their Overall Performance in a Greek Primary School Sample"},
      {
        "id":"EJ860949",
        "title":"Ecological Stewardship and Gifted Children"},
      {
        "id":"EJ860950",
        "title":"Developing Student Programming and Problem-Solving Skills with Visual Basic"},
      {
        "id":"EJ860951",
        "title":"Gifted and Grieving: Why It Is Critical to Offer Differential Support to Gifted Kids during Times of Loss"},
      {
        "id":"EJ860952",
        "title":"The Nonnegotiables of Academic Rigor"},
      {
        "id":"EJ860953",
        "title":"The Scholar Identity Institute: Guiding Darnel and Other Black Males"},
      {
        "id":"EJ860954",
        "title":"A Unique Challenge: Sorting out the Differences between Giftedness and Asperger's Disorder"},
      {
        "id":"EJ860955",
        "title":"Practitioners' Conceptions of Academic Talent and Giftedness: Essential Factors in Deciding Classroom and School Composition"},
      {
        "id":"EJ860956",
        "title":"Effects of Summer Academic Programs in Middle School on High School Test Scores, Course-Taking, and College Major"},
      {
        "id":"EJ860957",
        "title":"College Freshmen's Perceptions of Their High School Experiences"},
      {
        "id":"EJ860958",
        "title":"Profiles of State-Supported Residential Math and Science Schools"},
      {
        "id":"EJ860959",
        "title":"The Development and Validation of the Science Learning Assessment (SLA): A Measure of Kindergarten Science Learning"},
      {
        "id":"EJ861118",
        "title":"Perceptions of Social Support in Urban At-Risk Boys and Girls"},
      {
        "id":"EJ861119",
        "title":"An Extension Convergent Validity Study of the &quot;Systematic Screening for Behavior Disorders&quot; and the Achenbach &quot;Teacher's Report Form&quot; with Middle and High School Students with Emotional Disturbances"},
      {
        "id":"EJ861120",
        "title":"High School Completion: A Comprehensive Review of Projects Directed toward Keeping Students in School"},
      {
        "id":"EJ861121",
        "title":"Racial Identity Attitudes and Academic Achievement among At-Risk Black Female Adolescents"},
      {
        "id":"EJ861146",
        "title":"Liberal Education and Effective Practice: The Necessary Revolution in Undergraduate Education"},
      {
        "id":"EJ861147",
        "title":"College Outcomes for Work, Life, and Citizenship: Can We Really Do It All?"},
      {
        "id":"EJ861148",
        "title":"Strengthening the Foundations of Students' Excellence, Integrity, and Social Contribution"},
      {
        "id":"EJ861150",
        "title":"Applied Humanities: Bridging the Gap between Building Theory and Fostering Citizenship"},
      {
        "id":"EJ861151",
        "title":"Expecting More: On Elevating Academic Standards in Public Universities"},
      {
        "id":"EJ861153",
        "title":"How Not to Defend Liberal Arts Colleges"},
      {
        "id":"EJ861154",
        "title":"The Biochemistry and Molecular Biology Major and Liberal Education"},
      {
        "id":"EJ861156",
        "title":"The Economics Major and Liberal Education"},
      {
        "id":"EJ861157",
        "title":"The English or Foreign Language Major and Liberal Education"},
      {
        "id":"EJ861158",
        "title":"The History Major and Liberal Education"},
      {
        "id":"EJ861159",
        "title":"The Religious Studies Major and Liberal Education"},
      {
        "id":"EJ861161",
        "title":"Education for Profit, Education for Freedom"},
      {
        "id":"EJ861162",
        "title":"Tearing Down the Gates: Confronting the Class Divide in American Education"},
      {
        "id":"EJ861163",
        "title":"Adaptive Budgeting: Thirty-Four Ideas for Raising Revenues, Cutting Costs, Retaining Students, and Saving Jobs in Hard Times"},
      {
        "id":"EJ861165",
        "title":"Increasing Access for Low-Income Students and Making Financial Education a Priority for Higher Education"},
      {
        "id":"EJ861286",
        "title":"The Impact of Teaching Oxy-Fuel Welding on Gas Metal Arc Welding Skills"},
      {
        "id":"EJ861287",
        "title":"Design and Implementation of an Interdepartmental Biotechnology Program across Engineering Technology Curricula"},
      {
        "id":"EJ861288",
        "title":"STEM-Based Computational Modeling for Technology Education"},
      {
        "id":"EJ861289",
        "title":"Utilizing Job Camera Technology in Construction Education"},
      {
        "id":"EJ861290",
        "title":"Perceptions of Students' Learning Critical Thinking through Debate in a Technology Classroom: A Case Study"},
      {
        "id":"EJ861291",
        "title":"From Jefferson to Metallica to Your Campus: Copyright Issues in Student Peer-to-Peer File Sharing"},
      {
        "id":"EJ861292",
        "title":"Digital Modeling in Design Foundation Coursework: An Exploratory Study of the Effectiveness of Conceptual Design Software"},
      {
        "id":"EJ861316",
        "title":"Teaching and Learning against All Odds: A Video-Based Study of Learner-to-Instructor Interaction in International Distance Education"},
      {
        "id":"EJ861317",
        "title":"Distance Learning and Teacher Education in Botswana: Opportunities and Challenges"},
      {
        "id":"EJ861318",
        "title":"The Impact of an Advanced Certificate in Education (ACE) Program on the Professional Practice of Graduates"},
      {
        "id":"EJ861319",
        "title":"Exploring Blended Learning for Science Teacher Professional Development in an African Context"},
      {
        "id":"EJ861320",
        "title":"An Evaluative Study of a Distance Teacher Education Program in a University in Ghana"},
      {
        "id":"EJ861321",
        "title":"Harnessing Open Educational Resources to the Challenges of Teacher Education in Sub-Saharan Africa"},
      {
        "id":"EJ861322",
        "title":"Designing to Promote Access, Quality, and Student Support in an Advanced Certificate Programme for Rural Teachers in South Africa"},
      {
        "id":"EJ861323",
        "title":"Policy Deficit in Distance Education: A Transactional Distance"},
      {
        "id":"EJ861324",
        "title":"Crossing the Chasm--Introducing Flexible Learning into the Botswana Technical Education Programme: From Policy to Action"},
      {
        "id":"EJ861325",
        "title":"The Global Internet Pandemic"},
      {
        "id":"EJ861331",
        "title":"Editorial on Behavior Analytic Licensure: General Historical Issues of Why People Oppose Licensing and the Common Replies"},
      {
        "id":"EJ861332",
        "title":"Understanding Girls with Attention-Deficit/Hyperactivity Disorder (ADHD): Applying Research to Clinical Practice"},
      {
        "id":"EJ861333",
        "title":"Measuring Avoidance and Inflexibility in Weight Related Problems"},
      {
        "id":"EJ861334",
        "title":"Group Training of Applied Behavior Analysis (ABA) Knowledge Competencies to Community-Based Service Providers for Adults with Developmental Disabilities"},
      {
        "id":"EJ861335",
        "title":"Body Dissatisfaction Mediates the Relationship between Self-Esteem and Restrained Eating in Female Undergraduates"},
      {
        "id":"EJ861336",
        "title":"Views on the Efficacy and Ethics of Punishment: Results from a National Survey"},
      {
        "id":"EJ861337",
        "title":"Current Issues in Self-Regulation Research and Their Significance for Therapeutic Intervention in Offender Groups"},
      {
        "id":"EJ861338",
        "title":"Rearing the Sad or Mad: Differentiating the Family Environments of Depressed versus Conduct Disordered Youth"},
      {
        "id":"EJ861339",
        "title":"Treatment Integrity in Behavioral Consultation: Measurement, Promotion, and Outcomes"},
      {
        "id":"EJ861341",
        "title":"The Juvenile and Adolescent Substance Abuse Prevention Program: An Evaluation"},
      {
        "id":"EJ861342",
        "title":"Early Career Teachers Accuracy in Predicting Behavioral Functioning: A Pilot Study of Teacher Skills"},
      {
        "id":"EJ861343",
        "title":"Behavioral Activation Therapy for Depressed Cancer Patients: Factors Associated with Treatment Outcome and Attrition"},
      {
        "id":"EJ861344",
        "title":"Family Mode Deactivation Therapy in a Residential Setting: Treating Adolescents with Conduct Disorder and Multi-Axial Diagnosis"},
      {
        "id":"EJ861345",
        "title":"Virtual Reality as Treatment for Fear of Flying: A Review of Recent Research"},
      {
        "id":"EJ861347",
        "title":"The Therapist's Feelings"},
      {
        "id":"EJ861348",
        "title":"Assessing Deictic Relational Responding in Social Anhedonia: A Functional Approach to the Development of Theory of Mind Impairments"},
      {
        "id":"EJ861349",
        "title":"Analogue Assessment of the Replacement Behavior"},
      {
        "id":"EJ861351",
        "title":"The Forms and Functions of Impulsive Actions: Implications for Behavioral Assessment and Therapy"},
      {
        "id":"EJ861352",
        "title":"Facial Expression Recognition Deficits and Faulty Learning: Implications for Theoretical Models and Clinical Applications"},
      {
        "id":"EJ861353",
        "title":"A Behavioral Perspective of Childhood Trauma and Attachment Issues: Toward Alternative Treatment Approaches for Children with a History of Abuse"},
      {
        "id":"EJ861354",
        "title":"Learning and Thinking: A Behavioral Treatise on Abuse and Antisocial Behavior in Young Criminal Offenders"},
      {
        "id":"EJ861355",
        "title":"How Can We Stop Our Children from Hurting Themselves? Stages of Change, Motivational Interviewing, and Exposure Therapy Applications for Non-Suicidal Self-Injury in Children and Adolescents"},
      {
        "id":"EJ861356",
        "title":"Social Learning Theory: Toward a Unified Approach of Pediatric Procedural Pain"},
      {
        "id":"EJ861357",
        "title":"Examination of the Obesity Epidemic from a Behavioral Perspective"},
      {
        "id":"EJ861524",
        "title":"The Equity of School Facilities Funding: Examples from Kentucky"},
      {
        "id":"EJ861525",
        "title":"Affirmative Action's Fate: Are 20 More Years Enough?"},
      {
        "id":"EJ861526",
        "title":"A Survival Analysis of Student Mobility and Retention in Indiana Charter Schools"},
      {
        "id":"EJ936301",
        "title":"Anxiety and Fear in Children's Films"},
      {
        "id":"EJ936302",
        "title":"Focus on Positive and Negative Information as the Mediator of the Relationship between Empathy Tendency Guilty and Psychological Well-Being in University Students"},
      {
        "id":"EJ936304",
        "title":"Development of the Parent Irrational Beliefs Scale"},
      {
        "id":"EJ936305",
        "title":"Prospective Teachers' Ideas about Teacher Recruitment and Their Professional Future"},
      {
        "id":"EJ936306",
        "title":"Education Supervisors' Views regarding Efficiency of Supervision System and In-Service Training Courses"},
      {
        "id":"EJ936307",
        "title":"The Level of Ability to Adopt and Apply Organizational Democracy to Primary Schools According to Perceptions of Teachers and Administrators"},
      {
        "id":"EJ936308",
        "title":"Decentralization of Education and Strengthening the Participation of Parents in School Administration in Turkey: What Has Changed?"},
      {
        "id":"EJ936309",
        "title":"Investigation of Factors Influencing Turkey's PISA 2006 Science Achievement with Structural Equation Modelling"},
      {
        "id":"EJ936310",
        "title":"The Attitudes and Opinions of the Students towards Mathematics Course: The Comparison of TIMSS 1999 and TIMSS 2007"},
      {
        "id":"EJ936311",
        "title":"Cognitive and Affective Contributions of the Literature Circles Method on the Acquisition of Reading Habits and Comprehension Skills in Primary Level Students"},
      {
        "id":"EJ936314",
        "title":"An Investigation of Experienced and Inexperienced Primary School Teachers' Teaching Process in Science and Technology Classes in Terms of Metacognitive Strategies"},
      {
        "id":"EJ936317",
        "title":"University Students' &quot;Education of Youth&quot; Associations"},
      {
        "id":"EJ936319",
        "title":"A Qualitative Study of Parental Resistance to Girls' Schooling"},
      {
        "id":"EJ936321",
        "title":"Discussed Issues in Preventive Intervention Programs"},
      {
        "id":"EJ936323",
        "title":"Comparison of Direct Instruction and Problem Solving Approach in Teaching Social Skills to Children with Mental Retardation"},
      {
        "id":"EJ936325",
        "title":"A Comparison of Discrete Trial Teaching with and without Gestures/Signs in Teaching Receptive Language Skills to Children with Autism"},
      {
        "id":"EJ936326",
        "title":"The Effects of Constant Time Delay Embedded into Teaching Activities for Teaching the Names of Clothes for Preschool Children with Developmental Disabilities"},
      {
        "id":"EJ936327",
        "title":"Gestures in Prelinguistic Turkish Children with Autism, Down Syndrome, and Typically Developing Children"},
      {
        "id":"EJ936328",
        "title":"10 Good Reasons to Mentor a Student Teacher: Advantages for Supervising Mathematics Teachers and Their Classes"},
      {
        "id":"EJ936329",
        "title":"Educational Practices of Bulgarians in the Period of Separatist Movement from the Ottoman Empire in Kosovo"},
      {
        "id":"EJ936330",
        "title":"A Middle-School Classroom Inquiry: Estimating the Height of a Tree"},
      {
        "id":"EJ936331",
        "title":"Relationship between the Phonological Awareness Skills and Writing Skills of the First Year Students at Primary School"},
      {
        "id":"EJ936332",
        "title":"A Proposal of \"Applied Social Activities\" Module for Undergraduate Program of Turkish Language and Literature Teachers: A Qualitative Study"},
      {
        "id":"EJ936333",
        "title":"Is Vocabulary a Strong Variable Predicting Reading Comprehension and Does the Prediction Degree of Vocabulary Vary According to Text Types"},
      {
        "id":"EJ936334",
        "title":"Identifying Cognitive Processes Important to Mathematics Learning but Often Overlooked"},
      {
        "id":"EJ936335",
        "title":"The Role of Visual Culture Studies on Primary School Students' Interpretation of Visual World"},
      {
        "id":"EJ936336",
        "title":"Positive Experiences with Negative Numbers: Building on Students in and out of School Experiences"},
      {
        "id":"EJ936337",
        "title":"Evaluation of a Science Camp: Enjoyable Discovery of Mysterious World"},
      {
        "id":"EJ936338",
        "title":"A Collection of Studies Conducted in Education about &quot;Global Warming&quot; Problem"},
      {
        "id":"EJ936341",
        "title":"An Evaluation of the Teaching Activities Implemented in the Elementary Science and Technology Courses in Terms of Multiple Intelligence Theory: A Sample from Adana"},
      {
        "id":"EJ936343",
        "title":"Problem Solving in Genetics: Conceptual and Procedural Difficulties"},
      {
        "id":"EJ936346",
        "title":"The Science and Technology Pre-Service Teachers' Self-Efficacy Levels and Opinions about Alternative Assessment and Evaluation Approaches"},
      {
        "id":"EJ936348",
        "title":"Pre-Service Teachers' Perception about the Concept of Limit"},
      {
        "id":"EJ936382",
        "title":"Using Multimedia Technology to Teach Modern Greek Language Online in China: Development, Implementation, and Evaluation"},
      {
        "id":"EJ936383",
        "title":"OERs in Context--Case Study of Innovation and Sustainability of Educational Practices at the University of Mauritius"},
      {
        "id":"EJ936384",
        "title":"E-Learning in Science and Technology via a Common Learning Platform in a Lifelong Learning Project"},
      {
        "id":"EJ936385",
        "title":"Technology Enhanced Learning: Virtual Realities; Concrete Results--Case Study on the Impact of TEL on Learning"},
      {
        "id":"EJ936386",
        "title":"Key Influencing Factors behind Moodle Adoption in Irish Small to Medium Sized Higher Education Colleges"},
      {
        "id":"EJ936388",
        "title":"Local Support for Online Learners with Possible Learning Disabilities"},
      {
        "id":"EJ936389",
        "title":"Dedication, Humbleness, and Audacity: Advice from Pathfinder Faculty to Colleagues New to Online Distance Education"},
      {
        "id":"EJ936391",
        "title":"New Challenges Facing Universities in the Internet-Driven Global Environment"},
      {
        "id":"EJ936392",
        "title":"Activity-Based Costing Models for Alternative Modes of Delivering On-Line Courses"},
      {
        "id":"EJ936394",
        "title":"Interactive Contact as Linguistic Affordance during Short-Term Study Abroad: Myth or Reality?"},
      {
        "id":"EJ936395",
        "title":"Learning to Identify the Foreign in Developed Countries: The Example of Ireland"},
      {
        "id":"EJ936399",
        "title":"Another \"Mishegas\": Global Citizenship"},
      {
        "id":"EJ936401",
        "title":"An Analysis of the Contact Types of Study Abroad Students: The Peer Cohort, the Host Culture and the Electronic Presence of the Home Culture in Relation to Readiness and Outcomes"},
      {
        "id":"EJ936402",
        "title":"The Development of Vocational Calling, Identity, and Faith in College Students: A Preliminary Study of the Impact of Study Abroad"},
      {
        "id":"EJ936409",
        "title":"A Comparative Study on Second Language Vocabulary Development: Study Abroad vs Classroom Settings"},
      {
        "id":"EJ936411",
        "title":"Anonymous Sojourners: Mapping the Territory of Caribbean Experiences of Immersion for Language Learning"},
      {
        "id":"EJ936412",
        "title":"Study Abroad and the Internet: Physical and Virtual Context in an Era of Expanding Telecommunications"},
      {
        "id":"EJ936414",
        "title":"Long-Term Career Impact and Professional Applicability of the Study Abroad Experience"},
      {
        "id":"EJ936415",
        "title":"Germany as a Study Abroad Destination of U.S. Students in the Science, Technology, Engineering and Mathematics (STEM) Fields"},
      {
        "id":"EJ936417",
        "title":"Implications of Early Sociocultural Adaptation for Study Abroad Students"},
      {
        "id":"EJ936420",
        "title":"First City, Anti-City: Cain, Heterotopia, and Study Abroad"},
      {
        "id":"EJ936421",
        "title":"Experiential Approaches to the Global City: London as Social Laboratory"},
      {
        "id":"EJ936423",
        "title":"Study Abroad and the City: Mapping Urban Identity"},
      {
        "id":"EJ936431",
        "title":"Jerusalem: City of Dreams, City of Sorrows"},
      {
        "id":"EJ936432",
        "title":"The Ballet of the Streets: Teaching about Cities at Street Level"},
      {
        "id":"EJ936445",
        "title":"Learning to Unlearn: Transformative Education in the City"},
      {
        "id":"EJ936447",
        "title":"Performing Cities: Engaging the High-Tech Flaneur"},
      {
        "id":"EJ936448",
        "title":"The Greek Key: Getting Acquainted in Athens"}]
  }}
