{
  "response":{"numFound":509939,"start":492000,"numFoundExact":true,"docs":[
      {
        "id":"EJ780769",
        "title":"Discourses of Difference? Examining Gender Differences in Linguistic Characteristics of Writing"},
      {
        "id":"EJ780771",
        "title":"Gender-Based Literacy Reform: A Question of Challenging or Recuperating Gender Binaries"},
      {
        "id":"EJ780778",
        "title":"Are Girls Better Readers than Boys? Which Boys? Which Girls?"},
      {
        "id":"EJ780779",
        "title":"Swimming against the Tide: Boys, Literacies, and Schooling--An Australian Story"},
      {
        "id":"EJ780782",
        "title":"The Influence of Students with Special Needs Included in Grade-3 Classrooms on the Large-Scale Achievement Scores of Students without Special Needs"},
      {
        "id":"EJ780784",
        "title":"First Graders' Preferences for Narrative and/or Information Books and Perceptions of Other Boys' and Girls' Book Preferences"},
      {
        "id":"EJ780793",
        "title":"Studying Masculinity(ies) in Books about Girls"},
      {
        "id":"EJ780794",
        "title":"Scaffolding, Multiliteracies, and Reading Circles"},
      {
        "id":"EJ780801",
        "title":"Organizational Justice as a Framework for Understanding Union-Management Relations in Education"},
      {
        "id":"EJ780806",
        "title":"Differences in Achievement between Adolescents Who Remain in a K-8 School and Those Who Transition to a Junior High School"},
      {
        "id":"EJ780808",
        "title":"Transforming Narrative Encounters"},
      {
        "id":"EJ780809",
        "title":"Travels in Space and Place: Identity and Rural Schooling"},
      {
        "id":"EJ780810",
        "title":"\"I Want to Use My Subject Matter to...\": The Role of Purpose in One U.S. Secondary History Teacher's Instructional Decision Making"},
      {
        "id":"EJ780816",
        "title":"Participatory Evaluation as Educational Outreach: Working in Unsettling Times"},
      {
        "id":"EJ780817",
        "title":"Starting Kindergarten: Transition Issues for Children with Special Needs"},
      {
        "id":"EJ780818",
        "title":"Exploring Teacher Candidates' Assessment Literacy: Implications for Teacher Education Reform and Professional Development"},
      {
        "id":"EJ780819",
        "title":"Slippery as Fish... but Already Caught? Secondary Students' Engagement with School Rules"},
      {
        "id":"EJ780821",
        "title":"Artist-Teacher Partnerships in Learning: The in/between Spaces of Artist-Teacher Professional Development"},
      {
        "id":"EJ780822",
        "title":"A Survey of Teachers' and Principals' Practices and Challenges in Fostering New Immigrant Parent Involvement"},
      {
        "id":"EJ780826",
        "title":"Severity of Academic Achievement and Social Skills Deficits"},
      {
        "id":"EJ780832",
        "title":"The Diaspora Sensibility in Teacher Identity: Locating Self through Story"},
      {
        "id":"EJ782538",
        "title":"Speaking Up and Speaking Freely: Beginning Teachers' Critical Perceptions of Their Professional Induction"},
      {
        "id":"EJ782563",
        "title":"Today's Students, Tomorrow's Leaders"},
      {
        "id":"EJ782564",
        "title":"Develop, Link, Foster, and Encourage"},
      {
        "id":"EJ782786",
        "title":"The Under-Appreciated Role of Humiliation in the Middle School"},
      {
        "id":"EJ782943",
        "title":"Predictors of Relapse for American Indian Women after Substance Abuse Treatment"},
      {
        "id":"EJ782944",
        "title":"The Gambling Behavior of American Indian and Non-Indian Participants: Effects of the Actions and Ethnicity of a Confederate"},
      {
        "id":"EJ782945",
        "title":"Investigation of Factors Contributing to Diabetes Risk in American Indian/Alaska Native Youth"},
      {
        "id":"EJ782946",
        "title":"Mental Health, Health, and Substance Abuse Service Needs for the Native American Rehabilitation Association Northwest (NARA NW) in the Portland, Oregon Metropolitan Area"},
      {
        "id":"EJ783079",
        "title":"Arguments for Integration in the Field of Education in Northern Michigan"},
      {
        "id":"EJ783082",
        "title":"Heightening Awareness about the Importance of Using Multicultural Literature"},
      {
        "id":"EJ783083",
        "title":"Service-Learning as a Counter-Hegemonic Practice Evidence Pro and Con"},
      {
        "id":"EJ783084",
        "title":"Multiculturalism, Peace Education and Social Justice in Teacher Education"},
      {
        "id":"EJ783085",
        "title":"Diversity Initiatives in Higher Education: Multicultural Education as a Tool for Reclaiming Schools Organized as Breeding Grounds for Prisons"},
      {
        "id":"EJ783086",
        "title":"Leave No College Student Behind"},
      {
        "id":"EJ783087",
        "title":"American Presidents and Their Attitudes, Beliefs, and Actions Surrounding Education and Multiculturalism: A Series of Research Studies in Educational Policy"},
      {
        "id":"EJ783092",
        "title":"Globalization Legacy: A View of U.S. Factory Involvement in Mexican Education"},
      {
        "id":"EJ783096",
        "title":"White Students' Voices in Multicultural Teacher Education Preparation"},
      {
        "id":"EJ783097",
        "title":"What Do We Know about Heritage Languages? What Do We Need to Know about Them?"},
      {
        "id":"EJ783098",
        "title":"An Investigation of Students' Perceptions of Multicultural Education Experiences in a School of Education"},
      {
        "id":"EJ783099",
        "title":"Commencing an Educational Dialogue about the Economic Disparities among Racial Groups in the United States Population"},
      {
        "id":"EJ783101",
        "title":"What's Good for the Goose...: Inconsistency in the NCATE Standards?"},
      {
        "id":"EJ783104",
        "title":"Color-Blindness vs. Race Matters: Pre-School Education and the Need for a Communal Vision"},
      {
        "id":"EJ783105",
        "title":"Language as We Know It, Literacy as We Know It, and Content Area Instructions: Conscious Strategies for Teachers"},
      {
        "id":"EJ783106",
        "title":"Influences of Three Presidents of the United States on Multicultural Education: A Series of Research Studies in Educational Policy--Third Installment: Examining Presidents John Quincy Adams, Theodore Roosevelt, and Harry S. Truman"},
      {
        "id":"EJ783418",
        "title":"Advanced Placement Exam Scores as a Predictor of Performance in Introductory College Biology, Chemistry and Physics Courses"},
      {
        "id":"EJ783419",
        "title":"What Happens? Relationship of Age and Gender with Science Attitudes from Elementary to Middle School"},
      {
        "id":"EJ783420",
        "title":"Bridging Research on Learning and Student Achievement: The Role of Instructional Materials"},
      {
        "id":"EJ781667",
        "title":"Student Expression: The Uncertain Future"},
      {
        "id":"EJ781668",
        "title":"Comparative Analysis of Educational Systems of American and Japanese Schools: Views and Visions"},
      {
        "id":"EJ781670",
        "title":"Continuing the Talk about American Education: A Memo to My Friend"},
      {
        "id":"EJ781672",
        "title":"Hidden Assumptions, Attitudes, and Procedures in Failing Schools"},
      {
        "id":"EJ781685",
        "title":"What Can Teacher Education Programs Do to Prepare Teachers to Teach High-Achieving Culturally Diverse Male Students?"},
      {
        "id":"EJ781687",
        "title":"Swagger or Humility or Swagger and Humility: A New Goal for Educating Students with Gifts and Talents"},
      {
        "id":"EJ781688",
        "title":"Lewis Terman: Genetic Study of Genius--Elementary School Students"},
      {
        "id":"EJ781689",
        "title":"Science, Standards, and Differentiation: It Really Can Be Fun!"},
      {
        "id":"EJ781690",
        "title":"Curriculum Consequences: If You Learn This, Then..."},
      {
        "id":"EJ781691",
        "title":"Standards-Based v. Standards Embedded Curriculum: Not Just Semantics!"},
      {
        "id":"EJ781695",
        "title":"Different Paths to Accountability: Defining Rigorous Outcomes for Gifted Learners"},
      {
        "id":"EJ781795",
        "title":"Policy and Practice: A Case Study of Gifted Education Policy Implementation"},
      {
        "id":"EJ781805",
        "title":"The Effects of a Service-Learning Program on the Development of Civic Attitudes and Behaviors among Academically Talented Adolescents"},
      {
        "id":"EJ781806",
        "title":"Examining the Influence of Teacher-Constructed and Student-Constructed Assignments on the Achievement Patterns of Gifted and Advanced Sixth-Grade Students"},
      {
        "id":"EJ781879",
        "title":"The Impact of Perceptions on Conflict Management"},
      {
        "id":"EJ781881",
        "title":"Self-Directed Learning by Undereducated Adults"},
      {
        "id":"EJ781882",
        "title":"Teaching Effectiveness and Student Achievement: Examining the Relationship"},
      {
        "id":"EJ781883",
        "title":"Reforming the Discipline Management Process in Schools: An Alternative Approach to Zero Tolerance"},
      {
        "id":"EJ781907",
        "title":"First-Year Latino Teacher"},
      {
        "id":"EJ781908",
        "title":"Hitting the Ground Running: Why Introductory Teacher Education Courses Should Deal with Multiculturalism"},
      {
        "id":"EJ781909",
        "title":"Multicultural Education: Teacher Conceptualization and Approach to Implementation"},
      {
        "id":"EJ781910",
        "title":"American Presidents and Their Attitudes, Beliefs, and Actions Surrounding Education and Multiculturalism: A Series of Research Studies in Educational Policy. Fourth Installment: Examining Presidents George Washington, James K. Polk, and Franklin D. Roosevelt"},
      {
        "id":"EJ781911",
        "title":"Back to Heritage: A Different Kind of School for American Indian Adolescents"},
      {
        "id":"EJ781912",
        "title":"Between Languages and Cultures: The Triad of Symbols in the World of an Immigrant Child"},
      {
        "id":"EJ781913",
        "title":"Is the Diversity Issue a Non-Issue in Mainstream Academia?"},
      {
        "id":"EJ781914",
        "title":"\"Standing in the Right Place\": Engaging Affirmative Action in the Classroom"},
      {
        "id":"EJ781915",
        "title":"Multiethnic Education for White Ethnic Children: A Study Revisited"},
      {
        "id":"EJ781916",
        "title":"School Leader as Negotiator: Critical Race Theory, Praxis, and the Creation of Productive Space"},
      {
        "id":"EJ781917",
        "title":"College Students' Myths about Diversity and What College Faculty Can Do"},
      {
        "id":"EJ781918",
        "title":"The Impact of Shadowing Culturally Different Students on Preservice Teachers' Disposition toward Diversity"},
      {
        "id":"EJ781919",
        "title":"American Presidents and Their Attitudes, Beliefs, and Actions Surrounding Education and Multiculturalism: A Series of Research Studies in Educational Policy. Fifth Installment -- Examining Presidents Thomas Jefferson, Abraham Lincoln, and Lyndon B. Johnson"},
      {
        "id":"EJ781920",
        "title":"Education for Liberation: Making the Classroom a Place for Thinking and Creating--A Guatemalan Story"},
      {
        "id":"EJ781921",
        "title":"Please Look after This Bear: A Story of Love, Courage, Growth, and Understanding"},
      {
        "id":"EJ781922",
        "title":"Narrative History in the College Classroom: Re-Contextualizing Multicultural Issues through Close Re-Reading of Juvenile Literature"},
      {
        "id":"EJ781923",
        "title":"Diversity Initiatives in Higher Education: Social Justice from Classroom to Community"},
      {
        "id":"EJ781975",
        "title":"Can We Trust \"Best Practices\"?"},
      {
        "id":"EJ781976",
        "title":"Schooling and a \"Blamable Desire for Knowledge\""},
      {
        "id":"EJ781977",
        "title":"&quot;Neither Dewey nor Dubya&quot;: An Alternative"},
      {
        "id":"EJ781978",
        "title":"Technological Nihilism vs. Natural Law: Science, Morality, and the Law Today"},
      {
        "id":"EJ781979",
        "title":"Jacques Maritain and John Dewey on Education: A Reconsideration"},
      {
        "id":"EJ781980",
        "title":"Corporal Punishment in Public Schools: Is the United States Out of Step?"},
      {
        "id":"EJ781981",
        "title":"Jacques Maritain and Some Christian Suggestions for the Education of Teachers"},
      {
        "id":"EJ781982",
        "title":"Maritain Explains the Moral Principles of Education to Dewey"},
      {
        "id":"EJ781983",
        "title":"\"Studiositas\" and \"Curiositas\": Matters for Self-Examination"},
      {
        "id":"EJ782130",
        "title":"The Electronic Republic? Evidence on the Impact of the Internet on Citizenship and Civic Engagement in the U.S."},
      {
        "id":"EJ782131",
        "title":"The Agentic Power of the Internet"},
      {
        "id":"EJ782132",
        "title":"Internet's Potential to Affect Social Studies and Democracy"},
      {
        "id":"EJ782133",
        "title":"WebCT, PDS, and Democratic Spaces in Teacher Education"},
      {
        "id":"EJ782134",
        "title":"Pre-Service Social Studies Teachers Using Digital Civic Resources"},
      {
        "id":"EJ782135",
        "title":"Technology, Citizenship, and the Social Studies Classroom: Education for Democracy in a Technological Age"},
      {
        "id":"EJ782136",
        "title":"Digital Archives: Democratizing the Doing of History"},
      {
        "id":"EJ782137",
        "title":"A Positive or Negative Force for Democracy: The Technology Instructional Paradox"},
      {
        "id":"EJ782138",
        "title":"Citizenship for the Common Good: The Contributions of Mary Ritter Beard (1876-1958)"},
      {
        "id":"EJ782139",
        "title":"The Forgotten American: A Story for Character Education"},
      {
        "id":"EJ782140",
        "title":"Exploring Teaching Ethics in Social Studies"},
      {
        "id":"EJ782141",
        "title":"Comparison of Social Studies Education in the United States, China, and South Korea"},
      {
        "id":"EJ782142",
        "title":"Pre-Service Social Studies Teacher's Perceptions of High-Standards, High-Stakes"},
      {
        "id":"EJ782143",
        "title":"Between Political History and Historical Politics: Fundamental Forms of Historical and Political Literacy"},
      {
        "id":"EJ782144",
        "title":"Developing Context in International Civic Education Projects"},
      {
        "id":"EJ782145",
        "title":"Innovation and Consolidation in Curriculum Development and Reform: The Case of the New Social Studies"},
      {
        "id":"EJ782146",
        "title":"Through the Democratic Lens: The Role of Purpose in Leveraging Technology to Support Historical Inquiry in the Social Studies Classroom"},
      {
        "id":"EJ782147",
        "title":"Can Students Learn Economics and Personal Finance in a Specialized Elementary School?"},
      {
        "id":"EJ782148",
        "title":"Developing the European Citizen: Investing in Europe's Democratic Future"},
      {
        "id":"EJ782229",
        "title":"No Worries about the Future: Young Adults' Perceptions of Risk and Opportunity while Attending Technical College"},
      {
        "id":"EJ782230",
        "title":"Critical Problems Facing Technology Education: Perceptions of Indiana Teachers"},
      {
        "id":"EJ782231",
        "title":"Learning Strategy Patterns and Instructional Preferences of Career and Technical Education Students"},
      {
        "id":"EJ782232",
        "title":"New Perspectives: Technology Teacher Education and Engineering Design"},
      {
        "id":"EJ782233",
        "title":"Hiring Technical Education Faculty: Vacancies, Criteria, and Attitudes toward Online Doctoral Degrees"},
      {
        "id":"EJ782234",
        "title":"Participation and Learning Relationships: A Service-Learning Case Study"},
      {
        "id":"EJ782235",
        "title":"Team Teaching with Academic Core Curricula Teachers: Using Aviation Concepts"},
      {
        "id":"EJ782237",
        "title":"Perceived Demand for Online and Hybrid Doctoral Programs in Technical Education"},
      {
        "id":"EJ782241",
        "title":"Developing an Effective Workforce through Instructor Training"},
      {
        "id":"EJ782298",
        "title":"Facilitating the Learning of Design Practices: Lessons Learned from an Inquiry into Science Education"},
      {
        "id":"EJ782299",
        "title":"Introducing Technology as a School Subject: A Collaborative Design Challenge for Educators"},
      {
        "id":"EJ782300",
        "title":"Designing and Implementing an Integrated Mathematics, Science, and Technology Curriculum for the Middle School"},
      {
        "id":"EJ782301",
        "title":"Children Designing &amp; Engineering: Contextual Learning Units in Primary Design and Technology"},
      {
        "id":"EJ782302",
        "title":"Developing Maryland's Technology Education Leaders for the 21st Century: Technology Education Leadership Project (TELP)"},
      {
        "id":"EJ782303",
        "title":"Large-Scale Teacher Enhancement Projects Focusing on Technology Education"},
      {
        "id":"EJ782304",
        "title":"Development of an Instrument to Assess Work Ethics"},
      {
        "id":"EJ782305",
        "title":"The Status of Technology Education: A National Report on the State of the Profession"},
      {
        "id":"EJ782307",
        "title":"Tech Prep Persistence in Comprehensive High Schools: An Exploratory Study"},
      {
        "id":"EJ782308",
        "title":"Preferred Learning Styles of Postsecondary Technical Institute Instructors"},
      {
        "id":"EJ782348",
        "title":"Children and Their Digital Dossiers: Lessons in Privacy Rights in the Digital Age"},
      {
        "id":"EJ779351",
        "title":"Community Colleges Offer Baby Boomers an Encore"},
      {
        "id":"EJ779353",
        "title":"Academic Standards in Career and Technical Education"},
      {
        "id":"EJ779670",
        "title":"\"A Heuristic for Visual Thinking in History\""},
      {
        "id":"EJ779671",
        "title":"&quot;Exploring Complexity within a &quot;Best Story&quot; of U. S. History: Kernels of Inquiry in a Fifth-Grade Class&quot;"},
      {
        "id":"EJ779672",
        "title":"\"Composing Visual History: Using Powerpoint Slideshows to Explore Historical Narrative\""},
      {
        "id":"EJ779673",
        "title":"Beginning Teachers Thinking Historically? Negotiating the Context of Virginia's High-Stakes Tests"},
      {
        "id":"EJ779674",
        "title":"&quot;Methods Practiced in Social Studies Instruction: A Review of Public School Teachers' Strategies&quot;"},
      {
        "id":"EJ779675",
        "title":"What of History? Historical Knowledge within a System of Standards and Accountability"},
      {
        "id":"EJ779798",
        "title":"Avoid the Plague: Tips and Tricks for Preventing and Detecting Plagiarism"},
      {
        "id":"EJ779799",
        "title":"Mapping Curriculum to Ed Tech and Industry Standards"},
      {
        "id":"EJ779800",
        "title":"Leveraging the Business Teacher"},
      {
        "id":"EJ779801",
        "title":"Designing the New School"},
      {
        "id":"EJ779802",
        "title":"Managing the Communications"},
      {
        "id":"EJ779803",
        "title":"Identifying Key Research Issues"},
      {
        "id":"EJ779804",
        "title":"Portable Data Empowers Leaders"},
      {
        "id":"EJ779805",
        "title":"Breaking the Geek Myth: Addressing Young Women's Misperceptions about Technology Careers"},
      {
        "id":"EJ779806",
        "title":"Bridging the Gap: Strategies for Creating Equitable Learning Opportunities"},
      {
        "id":"EJ779807",
        "title":"Paving the Road to Technology Integration"},
      {
        "id":"EJ779808",
        "title":"Collaborative Apprenticeship: A New Role for the Technology Coordinator in Teachers' Professional Development"},
      {
        "id":"EJ779809",
        "title":"Beyond Words: The Craftsmanship of Digital Products"},
      {
        "id":"EJ779810",
        "title":"My Space or Yours?"},
      {
        "id":"EJ779811",
        "title":"Failure Is Not an Option: Collecting, Reviewing, and Acting on Evidence for Using Technology to Enhance Academic Performance"},
      {
        "id":"EJ779812",
        "title":"Adventures in Electronic Constructivism"},
      {
        "id":"EJ779813",
        "title":"Measuring Up: Online Technology Assessment Tools Ease the Teacher's Burden and Help Students Learn"},
      {
        "id":"EJ779814",
        "title":"Another View on Mentoring"},
      {
        "id":"EJ779815",
        "title":"MSOC: A Statewide Collaboration for Online Student Learning"},
      {
        "id":"EJ779816",
        "title":"Flowcharts as Technical Support"},
      {
        "id":"EJ779817",
        "title":"From Toy to Tool: Audioblogging with Cell Phones"},
      {
        "id":"EJ779818",
        "title":"Helpful Hints for Successful 1-to-1 Computing"},
      {
        "id":"EJ779819",
        "title":"Breathing Fire into Web 2.0"},
      {
        "id":"EJ779820",
        "title":"4 Steps to Standards Integration"},
      {
        "id":"EJ779821",
        "title":"Fulldome Video: An Emerging Technology for Education"},
      {
        "id":"EJ779822",
        "title":"Project-Based Learning around the World"},
      {
        "id":"EJ779823",
        "title":"Inspiring Students with Peer Tutoring"},
      {
        "id":"EJ779824",
        "title":"A New Bloom: Transforming Learning"},
      {
        "id":"EJ779825",
        "title":"Project-Based Learning around the World, Part 2"},
      {
        "id":"EJ779826",
        "title":"Online Professional Development that Works"},
      {
        "id":"EJ779827",
        "title":"Real-Life Migrants on the MUVE: Stories of Virtual Transitions"},
      {
        "id":"EJ779828",
        "title":"Social Justice: Choice or Necessity?"},
      {
        "id":"EJ779829",
        "title":"Technology Integration: What Happens Now?"},
      {
        "id":"EJ779830",
        "title":"Virtual Schooling"},
      {
        "id":"EJ779831",
        "title":"Advancing the Profession: Facilitating Critical Research"},
      {
        "id":"EJ779832",
        "title":"It's Magic: An Educator's Vision of the Future"},
      {
        "id":"EJ779833",
        "title":"School 2.0: The Science Leadership Academy"},
      {
        "id":"EJ779931",
        "title":"Power of the Mashup: Combining Essential Learning with New Technology Tools"},
      {
        "id":"EJ779932",
        "title":"The New Gold Rush: Establishing Effective Online Learning Policies"},
      {
        "id":"EJ779933",
        "title":"Building Technology Facilitators and Leaders: A Standards-Based Approach"},
      {
        "id":"EJ779934",
        "title":"Turning Lurkers into Learners: Increasing Participation in Your Online Discussions"},
      {
        "id":"EJ779936",
        "title":"The Threat of Security: Hindering Technology Integration in the Classroom"},
      {
        "id":"EJ779939",
        "title":"Global Challenge: Save the World on Your Way to College"},
      {
        "id":"EJ779944",
        "title":"Technology Incentives: Motivating Teachers to Attend Professional Development Training"},
      {
        "id":"EJ779947",
        "title":"Nailing Digital Jelly to a Virtual Tree: Tracking Emerging Technologies for Learning"},
      {
        "id":"EJ779950",
        "title":"The ABCs of Privacy Practices for Educators"},
      {
        "id":"EJ779951",
        "title":"Fitting the Pieces Together: Successful Technology Integration with Laptops"},
      {
        "id":"EJ779952",
        "title":"Sowing the Seeds for a More Creative Society"},
      {
        "id":"EJ779953",
        "title":"More than Money Matters: Establishing Effective School-Corporate Partnerships"},
      {
        "id":"EJ780164",
        "title":"The Perceived Role of Others in Facilitating or Impeding Healing from Substance Abuse"},
      {
        "id":"EJ780170",
        "title":"Working in the Midst of Ideological and Cultural Differences: Critically Reflecting on Youth Suicide Prevention in Indigenous Communities"},
      {
        "id":"EJ780171",
        "title":"Attunement as the Core of Therapist-Expressed Empathy"},
      {
        "id":"EJ780172",
        "title":"Relational Themes in Counseling Supervision: Broadening and Narrowing Processes"},
      {
        "id":"EJ780177",
        "title":"Abstraction as a Natural Process of Mental Compression"},
      {
        "id":"EJ780178",
        "title":"Schematising Activities as a Means for Encouraging Young Children to Think Abstractly"},
      {
        "id":"EJ780182",
        "title":"Abstracting Processes, from Individuals' Constructing of Knowledge to a Group's &quot;Shared Knowledge&quot;"},
      {
        "id":"EJ780184",
        "title":"A Dialectical Approach to the Formation of Mathematical Abstractions"},
      {
        "id":"EJ780185",
        "title":"Abstracting in the Context of Spontaneous Learning"},
      {
        "id":"EJ780286",
        "title":"\"Reading All that White Crazy Stuff:\" Black Young Women Unpacking Whiteness in a High School British Literature Classroom"},
      {
        "id":"EJ780287",
        "title":"Continuity and Change in Literacy Practices: A Move towards Multiliteracies"},
      {
        "id":"EJ780288",
        "title":"Repeating Patterns and Multiplicative Thinking: Analysis of Classroom Interactions with 9-Year-Old Students that Support the Transition from the Known to the Novel"},
      {
        "id":"EJ780289",
        "title":"Developing an Understanding of the Mediating Role of Talk in the Elementary Mathematics Classroom"},
      {
        "id":"EJ780290",
        "title":"Efficacy and Pedagogical Interaction in Cooperating and Student Teacher Dyads"},
      {
        "id":"EJ771845",
        "title":"Learning to Teach: Teacher Candidates Reflect on the Relational, Conceptual, and Contextual Influences of Responsive Mentorship"},
      {
        "id":"EJ771846",
        "title":"An Alternative Practicum Model for Teaching and Learning"},
      {
        "id":"EJ771847",
        "title":"Questioning Masculinities: Interrogating Boys' Capacities for Self-Problematization in Schools"},
      {
        "id":"EJ771848",
        "title":"&quot;A Great Program...for Me as a Gramma&quot;: Caregivers Evaluate a Family Literacy Initiative"},
      {
        "id":"EJ771849",
        "title":"Learner Characteristics as Predictors of Online Social Presence"},
      {
        "id":"EJ771850",
        "title":"The Importance of Home Environment and Parental Encouragement in the Academic Achievement of African-Canadian Youth"},
      {
        "id":"EJ771851",
        "title":"From Storybooks to Games, Comics, Bands, and Chapter Books: A Young Boy's Appropriation of Literacy Practices"},
      {
        "id":"EJ771852",
        "title":"A Community Just for Practice: A Case Study of an Inclusive/Special Education Course"},
      {
        "id":"EJ771853",
        "title":"Critical Literacy for Democratic Learning in Career Education"},
      {
        "id":"EJ771854",
        "title":"Innovative Models of Web-Supported University-School Partnerships"},
      {
        "id":"EJ771855",
        "title":"An Unwarranted Fear of Religious Schooling"},
      {
        "id":"EJ771856",
        "title":"School Life and Community Economic Challenge: A Newfoundland Case Study"},
      {
        "id":"EJ771857",
        "title":"Research in the Service of Co-Learning: Sustainability and Community Engagement"},
      {
        "id":"EJ771858",
        "title":"International Project Participation by Women Academics"},
      {
        "id":"EJ771971",
        "title":"Peer Collaboration: A Model to Support Counsellor Self-Care"},
      {
        "id":"EJ771972",
        "title":"Confidentiality and Informed Consent: School Counsellors' Perceptions of Ethical Practices"},
      {
        "id":"EJ771974",
        "title":"Images and Ideals: Counselling Women and Girls in a \"Thin-is-in\" Culture"},
      {
        "id":"EJ771976",
        "title":"Barriers and Facilitators of Reflective Practice in Counsellor Education: Critical Incidents from Doctoral Graduates"},
      {
        "id":"EJ771977",
        "title":"A Group-Based Program of Emotional Recovery for Younger Women Following Myocardial Infarction"},
      {
        "id":"EJ771978",
        "title":"A Framework for Enhancing Multicultural Counselling Competence"},
      {
        "id":"EJ771979",
        "title":"An Exploration of Graduate Students' Career Transition Experiences"},
      {
        "id":"EJ771980",
        "title":"Demonstrating Value: A Draft Framework for Evaluating the Effectiveness of Career Development Interventions Pages"},
      {
        "id":"EJ771981",
        "title":"Employment and Educational Equivalence Outcomes as Measures of Employment and Career Counselling"},
      {
        "id":"EJ771982",
        "title":"Measuring the Impact of Career Development Services in Canada: Current and Preferred Practices"},
      {
        "id":"EJ772089",
        "title":"The Legibility of Typefaces for Readers with Low Vision: A Research Review"},
      {
        "id":"EJ772092",
        "title":"Accessible GPS: Reorientation and Target Location among Users with Visual Impairments"},
      {
        "id":"EJ772093",
        "title":"A Cognitive Approach to Brailling Errors"},
      {
        "id":"EJ772094",
        "title":"A Survey of Assistive Technology and Teacher Preparation Programs for Individuals with Visual Impairments"},
      {
        "id":"EJ772515",
        "title":"Why Americans Love to Reform the Public Schools"},
      {
        "id":"EJ772516",
        "title":"The Dissolution of Education Knowledge"},
      {
        "id":"EJ772517",
        "title":"Lesson Planning: A Practice of Professional Responsibility and Development"},
      {
        "id":"EJ775111",
        "title":"Technical Features of Curriculum-Based Measurement in Writing: A Literature Review"},
      {
        "id":"EJ775114",
        "title":"Literature Synthesis on Curriculum-Based Measurement in Reading"},
      {
        "id":"EJ775117",
        "title":"Progress Monitoring Measures in Mathematics: A Review of the Literature"},
      {
        "id":"EJ775212",
        "title":"Linguistic Human Rights: A New Perspective on Bilingual Education"},
      {
        "id":"EJ775213",
        "title":"Beyond Jefferson: The Rhetoric of Meritocracy and the Funding of Public Education"},
      {
        "id":"EJ775214",
        "title":"Teaching Civic Education in a Democratic Society: A Comparison of Civic Education in Hungary and the United States"},
      {
        "id":"EJ775215",
        "title":"Economic Influenced Perceptions and Their Implications for Early 21st Century Education"},
      {
        "id":"EJ775216",
        "title":"Teaching in the Presence of Burning Children: Attending to Tragedy and Faith in Philosophy of/and Education"},
      {
        "id":"EJ775217",
        "title":"Unveiling Technologies of Power in Classroom Organization Practice"},
      {
        "id":"EJ775218",
        "title":"Disrupting Dialogue: Envisioning Performance Ethnography for Research and Evaluation"},
      {
        "id":"EJ775219",
        "title":"Immobility in Mobility: Narratives of Social Class, Education, and Paralysis"},
      {
        "id":"EJ775220",
        "title":"Imagining the Future: Growing Up Working Class; Teaching in the University"},
      {
        "id":"EJ775221",
        "title":"Can Teacher Qualifying Exams Improve Education?"},
      {
        "id":"EJ775222",
        "title":"Identity, Difference, and Scholarly Narrative: Redefining a Poor, White Trash Childhood"},
      {
        "id":"EJ775223",
        "title":"\"Racializing\" Class"},
      {
        "id":"EJ775224",
        "title":"In the Winter"},
      {
        "id":"EJ775226",
        "title":"Trying to Find Home: Navigating Social Strata"},
      {
        "id":"EJ775324",
        "title":"Learning More about Hmong Students"},
      {
        "id":"EJ775325",
        "title":"Differing Sexualities in Singular Classrooms"},
      {
        "id":"EJ775327",
        "title":"Readings of Diversity from an Undergraduate Foundations Course: The Insights of Four Undergraduates and the Implications for Teacher Education"},
      {
        "id":"EJ775329",
        "title":"Guided Reading and Second-Language Learners"},
      {
        "id":"EJ775330",
        "title":"Child Protagonists: The \"Anne Franks\" of Today"},
      {
        "id":"EJ775332",
        "title":"A Multicultural Education Instructor's Reflective Self-Analysis: Facing the Challenge of Teaching and Learning"},
      {
        "id":"EJ775333",
        "title":"Expanding Appreciation for &quot;Others&quot; among European-American Pre-Teacher Populations"},
      {
        "id":"EJ775337",
        "title":"Building Authentic Intergroup Dialogue on Campus: Living a Commitment to Shared Governance and Career Path Development through the Full Inclusion of All Members of the University Community"},
      {
        "id":"EJ775339",
        "title":"Story and Healing in Action: New Methods for Fostering Heart-to-Heart Dialogue about Race"},
      {
        "id":"EJ775437",
        "title":"Health Sciences Graduate Students' Perceptions of the Quality of their Supervision: A Measurement Scale"},
      {
        "id":"EJ775438",
        "title":"\"I Just Didn't Feel Like I Fit in\": The Role of Habitus in University Dropout Decisions"},
      {
        "id":"EJ775439",
        "title":"Change and Challenge: Ontario's Collaborative Baccalaureate Nursing Programs"},
      {
        "id":"EJ775464",
        "title":"The Status of CTE Teacher Education Today"},
      {
        "id":"EJ775465",
        "title":"Helping Students Get Past Math Anxiety"},
      {
        "id":"EJ775481",
        "title":"Qualitative Study of the Use of Traditional Healing by Asthmatic Navajo Families"},
      {
        "id":"EJ775483",
        "title":"Substance Abuse Prevalence and Treatment Utilization among American Indians Residing On-Reservation"},
      {
        "id":"EJ775485",
        "title":"Psychological Effects of Technological/Human-Caused Environmental Disasters: Examination of the Navajo and Uranium"},
      {
        "id":"EJ775486",
        "title":"The Rise in Methamphetamine Use among American Indians in Los Angeles County"},
      {
        "id":"EJ775487",
        "title":"Evidence-Based Practice Knowledge, Use, and Factors that Influence Decisions: Results from an Evidence-Based Practice Survey of Providers in American Indian/Alaska Native Communities"},
      {
        "id":"EJ775488",
        "title":"The Native Telehealth Outreach and Technical Assistance Program: A Community-Based Approach to the Development of Multimedia-Focused Health Care Information"},
      {
        "id":"EJ775489",
        "title":"Screening for Depression and Thoughts of Suicide: A Tool for Use in Alaska's Village Clinics"},
      {
        "id":"EJ775567",
        "title":"Saving Higher Education in the Age of Money"},
      {
        "id":"EJ775569",
        "title":"On the Practicality of a Liberal Education"},
      {
        "id":"EJ775570",
        "title":"Faculty Accountability for Culturally Inclusive Pedagogy and Curricula"},
      {
        "id":"EJ775613",
        "title":"To Honor the Net in Invitational Counseling"},
      {
        "id":"EJ775614",
        "title":"The Value of Intimate Relationships and the Challenge of Conflict"},
      {
        "id":"EJ775615",
        "title":"The Intimate Correlation of Invitational Education and Effective Classroom Management"},
      {
        "id":"EJ775616",
        "title":"What Are Universities Doing to Help Prospective Teachers Find Positions?"},
      {
        "id":"EJ775617",
        "title":"Invitational Leadership: Does It Make a Difference?"},
      {
        "id":"EJ775618",
        "title":"Inviting E-Learning: How Hard Can It Be?"},
      {
        "id":"EJ775626",
        "title":"Watching Charlotte Climb: Little Steps toward Big Questions"},
      {
        "id":"EJ775629",
        "title":"The Questions of Liberal Education"},
      {
        "id":"EJ775631",
        "title":"The Places of the Humanities: Thinking through Bureaucracy"},
      {
        "id":"EJ775633",
        "title":"A Forum on Helping Students Engage the \"Big Questions\""},
      {
        "id":"EJ775771",
        "title":"Professional Learning Communities: A Bandwagon, an Idea Worth Considering, or Our Best Hope for High Levels of Learning?"},
      {
        "id":"EJ774714",
        "title":"Looking through the Eyes of Injustice: Integrating Poetry and African-American History"},
      {
        "id":"EJ774715",
        "title":"Educational Reform, Mathematics, & Diverse Learners: Meeting the Needs of All Students"},
      {
        "id":"EJ774716",
        "title":"Voices: Bilingual Youth Constructing and Defending Their Identities across Borders, a Binational Study of Puerto Rican Circular Migrant Students"},
      {
        "id":"EJ774717",
        "title":"Analyzing Teachers' Dispositions towards Diversity: Using Adult Development Theory"},
      {
        "id":"EJ774718",
        "title":"Developing Skills for English Learners through Social Sciences"},
      {
        "id":"EJ774721",
        "title":"Multiculturalize Teacher Identity: A Critical Descriptive Narrative"},
      {
        "id":"EJ774861",
        "title":"&quot;A Meeting Place for Us&quot;: Milpera, a Newcomer High School"},
      {
        "id":"EJ783672",
        "title":"Are the Best Minds of a Generation Being Destroyed by Madness?"},
      {
        "id":"EJ783673",
        "title":"White Students' Perceptions of Affirmative Action in Graduate Admission: Directions for Programming and College Personnel Development"},
      {
        "id":"EJ783675",
        "title":"Will Testing Solve Our Schools' Problems?"},
      {
        "id":"EJ783676",
        "title":"Preparation for Medical, Dental, Pharmacy, Physical Therapy, and Physician Assistant Careers: Helping Students Gain a Competitive Edge"},
      {
        "id":"EJ783678",
        "title":"The Best College--Or the Best Fit?"},
      {
        "id":"EJ783679",
        "title":"Bridging Cultural Differences in College Selection and Application: Incorporating College Selection into a Language Curriculum for Chinese Students"},
      {
        "id":"EJ783680",
        "title":"Using the Dialectic Method in the Competitive Scholarship Interview"},
      {
        "id":"EJ783682",
        "title":"Advising v. Counseling: The Blackberry River Approach"},
      {
        "id":"EJ783683",
        "title":"Our Numbers Are up! (Is That Good?)"},
      {
        "id":"EJ783687",
        "title":"Selective College Admission: What Are We Willing to Give Up?"},
      {
        "id":"EJ783805",
        "title":"A Comparison of Bullying in Four Rural Middle and High Schools"},
      {
        "id":"EJ783806",
        "title":"Voices in the Hallway: Three Rural Iowa Schools"},
      {
        "id":"EJ783807",
        "title":"The Northwest's Phantom Pool: Superintendent Certificate Holders Who Do Not Plan to Apply and Why"},
      {
        "id":"EJ783810",
        "title":"Reflections of Native American Teacher Education on Bear Ridge"},
      {
        "id":"EJ783813",
        "title":"Rural Schools under Scrutiny"},
      {
        "id":"EJ783814",
        "title":"A Rural Alternative School and Its Effectiveness for Preventing Dropouts"},
      {
        "id":"EJ783815",
        "title":"Attitudes of Rural Middle-School Youth toward Alcohol, Tobacco, Drugs, and Violence"},
      {
        "id":"EJ783816",
        "title":"How Size and Setting Impact Education in Rural Schools"},
      {
        "id":"EJ783817",
        "title":"Gay, Rural, and Coming Out: Case Study of One School's Experience"},
      {
        "id":"EJ783818",
        "title":"Overcoming Obstacles to Preparing for College: Perspectives from a Rural Upward Bound Program"},
      {
        "id":"EJ783819",
        "title":"Meeting the Learning Needs of Students: A Rural High-Need School District's Systemic Leadership Development Initiative"},
      {
        "id":"EJ783821",
        "title":"Building Capacity for Continuous Improvement of Math and Science Education in Rural Schools"},
      {
        "id":"EJ783823",
        "title":"Rural Teachers in Project Launch"},
      {
        "id":"EJ783825",
        "title":"High-Quality Teaching: Providing for Rural Teachers' Professional Development"},
      {
        "id":"EJ783826",
        "title":"School Council Member Perceptions and Actual Practice of School Councils in Rural Schools"},
      {
        "id":"EJ783827",
        "title":"Special Challenges of the &quot;No Child Left Behind&quot; Act for Rural Schools and Districts"},
      {
        "id":"EJ783829",
        "title":"Recruiting and Interviewing in Rural School Districts: Protocol or Potluck"},
      {
        "id":"EJ783830",
        "title":"Improved Professional Development through Teacher Leadership"},
      {
        "id":"EJ783831",
        "title":"The Appalachian Model Teaching Consortium: Preparing Teachers for Rural Appalachia"},
      {
        "id":"EJ783832",
        "title":"Rural Elementary Administrators Views of High-Stakes Testing"},
      {
        "id":"EJ783834",
        "title":"Teachers' Decision-Making about Place-Based Education and State Testing"},
      {
        "id":"EJ783835",
        "title":"Lesson Study: A Professional Development Model for Mathematics Reform"},
      {
        "id":"EJ783837",
        "title":"Upon Entering College: First Semester Experiences of First-Generation Rural Students from Agricultural Families"},
      {
        "id":"EJ783839",
        "title":"Expressed Values of 4-H Adult Volunteer Leaders: Implications for Rural Teachers and 4-H Staff"},
      {
        "id":"EJ783840",
        "title":"Middle Level Education in Rural Communities: Implications for School Leaders"},
      {
        "id":"EJ783842",
        "title":"A Hybrid Way of Learning: Taught at Home and Taught at School"},
      {
        "id":"EJ783843",
        "title":"Parents' Perceptions of the Rural School Bus Ride"},
      {
        "id":"EJ783844",
        "title":"If You Are Poor, It Is Better to Be Rural: A Study of Mathematics Achievement in Tennessee"},
      {
        "id":"EJ783845",
        "title":"Comprehensive School Guidance Programs in Nebraska: Implications for Rural Schools"},
      {
        "id":"EJ783847",
        "title":"Case Study: Attitudes of Rural High School Students and Teachers Regarding Inclusion"},
      {
        "id":"EJ783848",
        "title":"Lifelong Learning in the County: A Context of Nature, Community, and Simplicity"},
      {
        "id":"EJ783849",
        "title":"I Know This to Be True...: Perceptions of Teachers in One Rural Elementary School Regarding Writing Scores"},
      {
        "id":"EJ783851",
        "title":"Rural School Consolidation: History, Research Summary, Conclusions, and Recommendations"},
      {
        "id":"EJ783853",
        "title":"Rural Education: Attracting and Retaining Teachers in Small Schools"},
      {
        "id":"EJ783856",
        "title":"The Transition Practices of One County's Rural Elementary School Districts and Their Receiving Independent School District"},
      {
        "id":"EJ783857",
        "title":"A Technology Supported Induction Network for Rural Student Teachers"},
      {
        "id":"EJ783858",
        "title":"School Bond Success: An Exploratory Case Study"},
      {
        "id":"EJ783860",
        "title":"Speaking Their Truths: Teachers of Color in Diasporic Contexts"},
      {
        "id":"EJ783861",
        "title":"NCLB Technology and a Rural School: A Case Study"},
      {
        "id":"EJ783862",
        "title":"An Inquiry into Retention and Achievement Differences in Campus Based and Web Based AP Courses"},
      {
        "id":"EJ783863",
        "title":"Creating Effective Schools Where All Students Can Learn"},
      {
        "id":"EJ783864",
        "title":"Do Smaller Schools Really Reduce the &quot;Power Rating&quot; of Poverty?"},
      {
        "id":"EJ783865",
        "title":"Dual Enrollment: Measuring Factors for Rural High School Student Participation"},
      {
        "id":"EJ783866",
        "title":"Science Center Partnership: Outreach to Students and Teachers"},
      {
        "id":"EJ783867",
        "title":"Adequate Yearly Progress in Small Rural Schools and Rural Low-Income Schools"},
      {
        "id":"EJ783868",
        "title":"Challenges and Changes Faced by Rural Superintendents"},
      {
        "id":"EJ783869",
        "title":"Considering the Community: How One Rural Superintendent Perceives Community Values and Their Effect on Decision-Making"},
      {
        "id":"EJ783870",
        "title":"Teacher Retention in a Teacher Resiliency-Building Rural School"},
      {
        "id":"EJ783871",
        "title":"Rural Science Education Research and the Frameworks that Give It Form"},
      {
        "id":"EJ783872",
        "title":"Rural Revitalization in New Mexico: A Grass Roots Initiative Involving School and Community"},
      {
        "id":"EJ783873",
        "title":"Retaining Experienced, Qualified Teachers: The Principal's Role"},
      {
        "id":"EJ783874",
        "title":"Examining the Academic and Personal-Social Experiences of Latina/o Children in Southeastern U.S. Rural, Burgeoning Latino Communities"},
      {
        "id":"EJ783875",
        "title":"Evaluation, Supervision, and Staff Development under Mandated Reform: The Perceptions and Practices of Rural Middle School Principals"},
      {
        "id":"EJ783876",
        "title":"Changing Teaching Practices in Rural Schools"},
      {
        "id":"EJ783877",
        "title":"Teaching in China: An Outside Look In"},
      {
        "id":"EJ783878",
        "title":"The Professional Development Needs of Rural High School Principals: A Seven-State Study"},
      {
        "id":"EJ783892",
        "title":"A Case Study: Leadership and Its Effect on Achievement of Children from Poverty in a Rural Setting"},
      {
        "id":"EJ783933",
        "title":"Yves: Hope against the Odds"},
      {
        "id":"EJ783934",
        "title":"College Life Styles, Life Stressors and Health Status: Differences along Gender Lines"},
      {
        "id":"EJ783935",
        "title":"Assessing the Reliability of Ratings Used in Undergraduate Admission Decisions"},
      {
        "id":"EJ783936",
        "title":"All Together Different: The World of Christian Higher Education"},
      {
        "id":"EJ783937",
        "title":"Educating the Future Leaders of the Middle East"},
      {
        "id":"EJ783938",
        "title":"High School: Erasing Borders"},
      {
        "id":"EJ783939",
        "title":"Where There's a Web, There's a Way: Statewide Approaches to Promoting Community College Student Transfer"},
      {
        "id":"EJ783940",
        "title":"Why Community College Students Make Successful Transfer Students"},
      {
        "id":"EJ783942",
        "title":"What Counselors Need to Know about Community Colleges"},
      {
        "id":"EJ783943",
        "title":"The Necessity of Academic Accommodations for First-Year College Students with Learning Disabilities"},
      {
        "id":"EJ783945",
        "title":"Community College Admission and Student Retention"},
      {
        "id":"EJ783946",
        "title":"Honors as a Transformative Experience: The Role of Liberal Arts Honors Programs in Community Colleges"},
      {
        "id":"EJ783947",
        "title":"Ethical Leadership in Higher Education Admission: Equality vs. Equity"},
      {
        "id":"EJ783948",
        "title":"Student Target Marketing Strategies for Universities"},
      {
        "id":"EJ783950",
        "title":"Beyond Admission: Understanding Pre-College Variables and the Success of At-Risk Students"},
      {
        "id":"EJ783952",
        "title":"Philosophically Informed: Exploring the Ethic of Help"},
      {
        "id":"EJ783953",
        "title":"Welcoming a New Generation to College: The Millennial Students"},
      {
        "id":"EJ783958",
        "title":"Aftermath of a Crisis: How Colleges Respond to Prospective Students"},
      {
        "id":"EJ783959",
        "title":"Instant Messenger in Enrollment Management: Evaluating Use and Effectiveness"},
      {
        "id":"EJ783975",
        "title":"Access and Financial Aid: How American-Indian Students Pay for College"},
      {
        "id":"EJ783978",
        "title":"Mapping the Enrollment Process: Implications of Setting Deadlines for Student Success and College Management"},
      {
        "id":"EJ784089",
        "title":"Suffering Loves and Needs Company: Buddhist and Daoist Perspectives on the Counsellor as Companion"},
      {
        "id":"EJ784091",
        "title":"An Art Inquiry into the Experiences of a Family of a Child Living with a Chronic Pain Condition: A Case Study"},
      {
        "id":"EJ784092",
        "title":"Rediscovering Awe: A New Front in Humanistic Psychology, Psychotherapy, and Society"},
      {
        "id":"EJ768688",
        "title":"Relationships between Teacher Characteristics, Interpersonal Teacher Behaviour and Teacher Wellbeing"},
      {
        "id":"EJ768689",
        "title":"Becoming a \"WOW Reader\": Context and Continuity in a Second Grade Classroom"},
      {
        "id":"EJ768690",
        "title":"Peer Interaction in Three Collaborative Learning Environments"},
      {
        "id":"EJ768691",
        "title":"Teacher-Student Interaction and Gifted Students' Attitudes toward Chemistry in Laboratory Classrooms in Singapore"},
      {
        "id":"EJ768692",
        "title":"Thinking Together in the UK and Mexico: Transfer of an Educational Innovation"},
      {
        "id":"EJ768695",
        "title":"Drawing from Teacher Effectiveness Research and Research into Teacher Interpersonal Behaviour to Establish a Teacher Evaluation System: A Study on the Use of Student Ratings to Evaluate Teacher Behaviour"},
      {
        "id":"EJ768697",
        "title":"Language of Instruction and Interaction Patterns in Pre-Primary Classrooms in Nigeria"},
      {
        "id":"EJ768698",
        "title":"The Importance of Teacher Interpersonal Behaviour for Secondary Science Students' Attitudes in Kashmir"},
      {
        "id":"EJ768699",
        "title":"Gestures: Silent Scaffolding within Small Groups"},
      {
        "id":"EJ768700",
        "title":"The Effect of Teacher Interpersonal Behaviour on Students' Subject-Specific Motivation"},
      {
        "id":"EJ768701",
        "title":"Classroom Activities in Math and Reading in Early, Middle, and Late Elementary School"},
      {
        "id":"EJ768702",
        "title":"How Educational Placements Impact Classroom Interactions: Experiences of Six Secondary Students with Mild Mental Impairment"},
      {
        "id":"EJ768709",
        "title":"What Does It Mean to Participate in Class?: Integrity and Inconsistency in Classroom Interaction"},
      {
        "id":"EJ768710",
        "title":"Solving Group Discipline Problems without Coercion: An Approach Based on Attribution Retraining"},
      {
        "id":"EJ768712",
        "title":"Collaborative and Interactional Processes in an Inquiry-Based, Informal Learning Environment"},
      {
        "id":"EJ768713",
        "title":"The Influence of Teacher Experience on the Elementary Classroom System: An Observational Study"},
      {
        "id":"EJ768720",
        "title":"Evaluating Strategies Used to Incorporate Technology into Preservice Education: A Review of the Literature"},
      {
        "id":"EJ768721",
        "title":"The Influence of Teachers' Technology Use on Instructional Practices"},
      {
        "id":"EJ768722",
        "title":"Virtual Lecture Hall for In-Class and Online Sections: A Comparison of Utilization, Perceptions, and Benefits"},
      {
        "id":"EJ768723",
        "title":"A Comprehensive Look at Distance Education in the K-12 Context"},
      {
        "id":"EJ768724",
        "title":"Singapore Students' and Teachers' Perceptions of Computer-Supported Project Work Classroom Learning Environments"},
      {
        "id":"EJ768736",
        "title":"Mental Effort in Mobility Route Learning"},
      {
        "id":"EJ768744",
        "title":"The Effects of Trained Peer Tutors on the Physical Education of Children Who Are Visually Impaired"},
      {
        "id":"EJ768865",
        "title":"Instructional Technology Specialists and Curriculum Work"},
      {
        "id":"EJ768867",
        "title":"Effects of a Long-Duration, Professional Development Academy on Technology Skills, Computer Self-Efficacy, and Technology Integration Beliefs and Practices"},
      {
        "id":"EJ768868",
        "title":"Using Rogers' Theory to Interpret Instructional Computer Use by COE Faculty"},
      {
        "id":"EJ768869",
        "title":"Using a Functional Approach to Change Preservice Teachers' Understanding of Mathematics Software"},
      {
        "id":"EJ768870",
        "title":"Examining the Effect of Small Group Discussions and Question Prompts on Vicarious Learning Outcomes"},
      {
        "id":"EJ768871",
        "title":"Origins of Academic Dishonesty: Ethical Orientations and Personality Factors Associated with Attitudes about Cheating with Information Technology"},
      {
        "id":"EJ768872",
        "title":"Using Virtual Reality with and without Gaming Attributes for Academic Achievement"},
      {
        "id":"EJ768873",
        "title":"The Influence of Gender on Attitudes, Perceptions, and Uses of Technology"},
      {
        "id":"EJ768874",
        "title":"Teachers' Beliefs and Practices in Technology-Based Classrooms: A Developmental View"},
      {
        "id":"EJ768875",
        "title":"Student Characteristics, Sense of Community, and Cognitive Achievement in Web-Based and Lab-Based Learning Environments"},
      {
        "id":"EJ768876",
        "title":"Knowledge Construction in Inservice Teacher Online Discourse: Impacts of Instructor Roles and Facilitative Strategies"},
      {
        "id":"EJ768877",
        "title":"Beginning Teachers' Technology Use: First-Year Teacher Development and the Institutional Context's Affect on New Teachers' Instructional Technology Use with Students"},
      {
        "id":"EJ768878",
        "title":"Robotics as Means to Increase Achievement Scores in an Informal Learning Environment"},
      {
        "id":"EJ768879",
        "title":"Asynchronous Discussions and Assessment in Online Learning"},
      {
        "id":"EJ768880",
        "title":"Teacher Concerns during Initial Implementation of a One-to-One Laptop Initiative at the Middle School Level"},
      {
        "id":"EJ768881",
        "title":"Examining the Development of a Hybrid Degree Program: Using Student and Instructor Data to Inform Decision-Making"},
      {
        "id":"EJ768882",
        "title":"A Study of the Effectiveness of the Louisiana Algebra I Online Course"},
      {
        "id":"EJ768883",
        "title":"The Effect of Web-Based Question Prompts on Scaffolding Knowledge Integration and Ill-Structured Problem Solving"},
      {
        "id":"EJ768884",
        "title":"Student and Teacher Views about Technology: A Tale of Two Cities?"},
      {
        "id":"EJ768885",
        "title":"The Effect of Student Choice of Online Discussion Format on Tiered Achievement and Student Satisfaction"},
      {
        "id":"EJ768886",
        "title":"Perceptions of Open Source versus Commercial Software: Is Higher Education Still on the Fence?"},
      {
        "id":"EJ768887",
        "title":"Technology as a Catalyst for Change: The Role of Professional Development"},
      {
        "id":"EJ768962",
        "title":"A Great Leap Forward to Excellence in Research at Seoul National University, 1994-2006"},
      {
        "id":"EJ768963",
        "title":"The Process of Supervision in the Turkish Educational System: Purpose, Structure, Operation"},
      {
        "id":"EJ768964",
        "title":"Evaluation of Linking Methods for Multidimensional IRT Calibrations"},
      {
        "id":"EJ768965",
        "title":"Music Students' Perception of the Use of Multi-Media Technology at the Graduate Level in Hong Kong Higher Education"},
      {
        "id":"EJ768966",
        "title":"Students' Changing Views and the Integrated-Skills Approach in Taiwan's EFL College Classes"},
      {
        "id":"EJ768967",
        "title":"Exploring Business Students' and Liberal Arts Students' Beliefs about Physics and Physics Learning"},
      {
        "id":"EJ768968",
        "title":"A Comparative Study of Language Learning Strategy Use in an EFL Context: Monolingual Korean and Bilingual Korean-Chinese University Students"},
      {
        "id":"EJ768969",
        "title":"Perceptions of Low Ability Students on Group Project Work and Cooperative Learning"},
      {
        "id":"EJ768970",
        "title":"Tongan Students' Attitudes towards Their Subjects in New Zealand Relative to Their Academic Achievement"},
      {
        "id":"EJ768971",
        "title":"A Time Line of the Evolution of School Bullying in Differing Social Contexts"},
      {
        "id":"EJ768972",
        "title":"Chinese Education Policy in the Context of Decentralization and Marketization: Evolution and Implications"},
      {
        "id":"EJ768973",
        "title":"Does Socialization in Schools Matter? Differences in Value Priorities between Managers, Professionals and Executives in a Singaporean Firm"},
      {
        "id":"EJ769646",
        "title":"Intent to Advocate before and after a Health Education Workshop"},
      {
        "id":"EJ769649",
        "title":"Human Sexual Desire Disorder: Do We Have a Problem?"},
      {
        "id":"EJ815416",
        "title":"Implementing Perkins"},
      {
        "id":"EJ815549",
        "title":"Adult Approaches to Learning and Associated Talents"},
      {
        "id":"EJ815550",
        "title":"Issues Related to the Construction of a Purpose-Built Domain-Specific Word Corpus"},
      {
        "id":"EJ815551",
        "title":"Application of Markov Models for Analysis of Development of Psychological Characteristics"},
      {
        "id":"EJ815552",
        "title":"A Quantitative Analysis of the Effectiveness of Contiguous, Graphemic and Phonological Interventions on Measures of Reading and Spelling Acquisition"},
      {
        "id":"EJ815553",
        "title":"Teachers' Perceptions and Management of Disruptive Classroom Behaviour during the Middle Years (Years Five to Nine)"},
      {
        "id":"EJ815554",
        "title":"Evidence of Authentic Achievement: The Extent of Disciplined Enquiry in Student Teachers' Essay Scripts"},
      {
        "id":"EJ815555",
        "title":"Reading in One's Ethnic Language: A Study of Greek-Australian High School Students"},
      {
        "id":"EJ815556",
        "title":"The Game Factory: Using Cooperative Games to Promote Pro-Social Behaviour among Children"},
      {
        "id":"EJ815557",
        "title":"Use of Multitrait-Multimethod Modelling to Validate Actual and Preferred Forms of the Technology-Rich Outcomes-Focused Learning Environment Inventory (TROFLEI)"},
      {
        "id":"EJ815558",
        "title":"Qualities and Characteristics in the Written Reports of Doctoral Thesis Examiners"},
      {
        "id":"EJ815559",
        "title":"&quot;Ways of Knowing&quot; in Doctoral Examination: How Examiners Position Themselves in Relation to the Doctoral Candidate"},
      {
        "id":"EJ815560",
        "title":"An Investigation of PhD Examination Outcome in Australia Using a Mixed Method Approach"},
      {
        "id":"EJ815561",
        "title":"Adolescent Autonomy: Desire, Achievement and Disobeying Parents between Early and Late Adolescence"},
      {
        "id":"EJ815562",
        "title":"The Development of a Scale to Measure Empathy in 8- and 9-Year Old Children"},
      {
        "id":"EJ815563",
        "title":"Development of a Measure of Humour Appreciation"},
      {
        "id":"EJ815564",
        "title":"Concurrent Validity of Selected Movement Skill Items in the New Zealand Ministry of Education's Health and Physical Education Assessment"},
      {
        "id":"EJ815565",
        "title":"Incongruity as a Universal Component of Humor Appreciation: Some Hong Kong Data"},
      {
        "id":"EJ815566",
        "title":"Empirical Evidence for Multiple Goals: A Gender-Based, Senior High School Student Perspective"},
      {
        "id":"EJ815576",
        "title":"The Child Anxiety Scale as a Potential Screening Device for Bullying in Young Children"},
      {
        "id":"EJ815581",
        "title":"Behaviour Problems across Home and Kindergarten in an Australian Sample"},
      {
        "id":"EJ815586",
        "title":"Investigating Moderators of Test-Retest Reliability in Screening Children's Cognitive Functioning"},
      {
        "id":"EJ815605",
        "title":"Exploring Adolescent Motivations for Pursuing Maths-Related Careers"},
      {
        "id":"EJ815606",
        "title":"Analysis of Asynchronous Online Discussion Using the SOLO Taxonomy"},
      {
        "id":"EJ815607",
        "title":"Promoting Positive Interactions between Mothers and Their At-Risk Young Children"},
      {
        "id":"EJ815608",
        "title":"An Error Analysis of Elementary School Children's Number Production Abilities"},
      {
        "id":"EJ815609",
        "title":"Relationships between Attributional Style and Trait Anxiety for Preadolescent Australian Boys and Girls"},
      {
        "id":"EJ815611",
        "title":"Computer-Based Phonological Skills Training for Primary Students with Mild to Moderate Dyslexia--A Pilot Study"},
      {
        "id":"EJ815612",
        "title":"Young Children's Understanding of Photo Self-Representations"},
      {
        "id":"EJ815613",
        "title":"Long-Term Memory and School Performance Following Cognitive Transition at Five to Seven Years"},
      {
        "id":"EJ815614",
        "title":"Vygotskian Inner Speech and the Reading Process"},
      {
        "id":"EJ815615",
        "title":"Hong Kong Student Teachers' Beliefs about Children's Learning: Influences of a Cross-Cultural Early Childhood Teaching Experience"},
      {
        "id":"EJ815618",
        "title":"Factors Associated with Physical Activity in a Sample of British Secondary School Students"},
      {
        "id":"EJ815620",
        "title":"College Students' Metacognitive Awareness of Difficulties in Learning the Class Content Does Not Automatically Lead to Adjustment of Study Strategies"},
      {
        "id":"EJ815621",
        "title":"Pathways Theory of Progression through Higher Education"},
      {
        "id":"EJ815623",
        "title":"Students' Conceptions of Assessment and Mathematics: Self-Regulation Raises Achievement"},
      {
        "id":"EJ815624",
        "title":"Extending the Classroom &quot;Vineland&quot;"},
      {
        "id":"EJ815625",
        "title":"Do Young Children Get the Message? The Effects of Repeated Video Viewing on Explicit and Implicit Information"},
      {
        "id":"EJ815626",
        "title":"The Paradox of Teacher Professional Development Programs for Behaviour Management: Comparing Program Satisfaction alongside Changes in Behaviour Management Practices"},
      {
        "id":"EJ815627",
        "title":"Information-Processing and Perceptions of Control: How Attribution Style Affects Task-Relevant Processing"},
      {
        "id":"EJ815628",
        "title":"New Zealand and Queensland Teachers' Conceptions of Learning: Transforming More than Reproducing"},
      {
        "id":"EJ815629",
        "title":"Self-Rated Estimates of Multiple Intelligences Based on Approaches to Learning"},
      {
        "id":"EJ815645",
        "title":"Attachment Disorder, Basic Trust and Educational Psychology"},
      {
        "id":"EJ815647",
        "title":"A Psychometric Evaluation of the Parent Self-Efficacy in Managing the Transition to School Scale"},
      {
        "id":"EJ815650",
        "title":"&quot;You Are Getting Too Old, Find a Man and Marry&quot;: Social Aspects of Motivation to Choose Teacher Education"},
      {
        "id":"EJ815660",
        "title":"Adolescent Students' Beliefs about Aggression and the Association between Beliefs and Reported Level of Aggression: A Study of Senior High School Students in Ghana"},
      {
        "id":"EJ815662",
        "title":"Can Children with AD/HD Learn Relaxation and Breathing Techniques through Biofeedback Video Games?"},
      {
        "id":"EJ815703",
        "title":"Preventing Challenging Behaviour through the Management of Instructional Antecedents"},
      {
        "id":"EJ815705",
        "title":"Increasing the Utility of EF Assessment of Executive Function in Children"},
      {
        "id":"EJ815707",
        "title":"Cross-Cultural Comparison of a French Canadian and U.S. Developmental Screening Test"},
      {
        "id":"EJ815709",
        "title":"Learning and Study Strategies of University Students Who Report a Significant History of Reading Difficulties"},
      {
        "id":"EJ815711",
        "title":"A Current Review of Multisystemic Therapy: A Social-Ecological Approach to the Treatment of Conduct Problems among Adolescents"},
      {
        "id":"EJ815712",
        "title":"Social Supports in Inclusive Settings: An Essential Component to Community Living"},
      {
        "id":"EJ815714",
        "title":"Fostering Teacher Understanding of Parent Issues when a Child Has a Disability: A Brief Report"},
      {
        "id":"EJ815715",
        "title":"Sexuality and Developmental Disability: Obstacles to Healthy Sexuality throughout the Lifespan"},
      {
        "id":"EJ815716",
        "title":"Teacher Stress and Inclusion: Perceptions of Pre-Service Teachers"},
      {
        "id":"EJ815717",
        "title":"There's an Elephant in the Room: The Impact of Early Poverty and Neglect on Intelligence and Common Learning Disorders in Children, Adolescents, and Their Parents"},
      {
        "id":"EJ815733",
        "title":"The Impact of State Intervention on &quot;Underperforming&quot; Schools in Massachusetts: Implications for Policy and Practice"},
      {
        "id":"EJ815736",
        "title":"Effects of Peer Feedback on ESL Student Writers at Different Levels of English Proficiency: A Japanese Context"},
      {
        "id":"EJ815737",
        "title":"Perspectives from Japanese Staff in Canadian ESL Schools regarding Japanese Students' Groupism"},
      {
        "id":"EJ815738",
        "title":"Professionalism and High-Stakes Tests: Teachers' Perspectives when Dealing with Educational Change Introduced through Provincial Exams"},
      {
        "id":"EJ815739",
        "title":"Reflective Practice in Action: A Case Study of a Writing Teacher's Reflection on Practice"},
      {
        "id":"EJ815740",
        "title":"The Contestation of Citizenship Education at Three Stages of the LINC 4 &amp; 5 Curriculum Guidelines: Production, Reception, and Implementation"},
      {
        "id":"EJ815741",
        "title":"\"I Meant to Say That\": How Adult Language Learners Construct Positive Identities through Nonstandard Language Use"},
      {
        "id":"EJ815742",
        "title":"Keeping the Language Focus in Content-Based ESL Instruction through Proactive Curriculum-Planning"},
      {
        "id":"EJ815743",
        "title":"Individual and Social-Contextual Factors Affecting the Learning and Use of ESL: A Case Study of a Visiting Korean Physician"},
      {
        "id":"EJ815745",
        "title":"&quot;Why Didn't They Show Up?&quot; Rethinking ESL Parent Involvement in K-12 Education"},
      {
        "id":"EJ815746",
        "title":"Feedback on Writing: Changing EFL Students' Attitudes"},
      {
        "id":"EJ815747",
        "title":"University Students' Beliefs and Attitudes Regarding Foreign Language Learning in France"},
      {
        "id":"EJ815748",
        "title":"A Report of an ESL Classroom Observation in Two Language Schools in Auckland"},
      {
        "id":"EJ815757",
        "title":"A Framework for Process Reengineering in Higher Education: A Case Study of Distance Learning Exam Scheduling and Distribution"},
      {
        "id":"EJ815758",
        "title":"Distance Education and Academic Achievement in Business Administration: The Case of the University of Akureyri"},
      {
        "id":"EJ815759",
        "title":"Connectivism: Learning Theory of the Future or Vestige of the Past?"},
      {
        "id":"EJ815761",
        "title":"Meta-Analysis: The Preferred Method of Choice for the Assessment of Distance Learning Quality Factors"},
      {
        "id":"EJ815762",
        "title":"Beyond the Theoretical Impasse: Extending the Applications of Transactional Distance Theory"},
      {
        "id":"EJ815763",
        "title":"Post-Secondary Students' Purposes for Blogging"},
      {
        "id":"EJ815764",
        "title":"Online Learning in Higher Education in Sub-Saharan Africa: Ghanaian University Students' Experiences and Perceptions"},
      {
        "id":"EJ815765",
        "title":"Predictors of Learning Satisfaction in Japanese Online Distance Learners"},
      {
        "id":"EJ819947",
        "title":"What Being a Successful Principal Really Means: An International Perspective"},
      {
        "id":"EJ819948",
        "title":"Developing a Perspective on the Global Achievement Gap: School Leaders as International Collaborators"},
      {
        "id":"EJ819949",
        "title":"Preparing Educational Leaders for the Global Society: Learning from Conversations with Professors in Thailand"},
      {
        "id":"EJ819950",
        "title":"Five Ideas for Reframing the Principalship"},
      {
        "id":"EJ819951",
        "title":"Social Justice Lenses and Authentic Student Voices: Enhancing Leadership for Educational Justice"},
      {
        "id":"EJ819952",
        "title":"The Effect of Leadership Style on Preservice Concerns about Becoming a Principal"},
      {
        "id":"EJ819953",
        "title":"Inclusive Leadership: Preparing Principals for the Role that Awaits Them"},
      {
        "id":"EJ819954",
        "title":"Fund Development Strategies from Higher Education for K-12 Administrators"},
      {
        "id":"EJ819957",
        "title":"Leadership in a Global Society: Habits of Mind, of Heart, and of Action"},
      {
        "id":"EJ820147",
        "title":"A Review of Computer-Assisted Assessment"},
      {
        "id":"EJ820148",
        "title":"The Personal Created through Dialogue: Enhancing Possibilities through the Use of New Media"},
      {
        "id":"EJ820158",
        "title":"Quality Assurance and e-Learning: Blue Skies and Pragmatism"},
      {
        "id":"EJ820159",
        "title":"Repurposing Learning Objects: A Sustainable Alternative?"},
      {
        "id":"EJ820163",
        "title":"From Open Resources to Educational Opportunity"},
      {
        "id":"EJ820231",
        "title":"The Transition to Formal Thinking in Mathematics"},
      {
        "id":"EJ820232",
        "title":"Suggestion for a Theoretical Model for Secondary-Tertiary Transition in Mathematics"},
      {
        "id":"EJ820233",
        "title":"The Widening Gap--A Swedish Perspective"},
      {
        "id":"EJ820234",
        "title":"The Impact of the Transition to Outcomes-Based Teaching on University Preparedness in Mathematics in South Africa"},
      {
        "id":"EJ820235",
        "title":"Student Perspectives on Equation: The Transition from School to University"},
      {
        "id":"EJ820236",
        "title":"How Structure Sense for Algebraic Expressions or Equations Is Related to Structure Sense for Abstract Algebra"},
      {
        "id":"EJ820237",
        "title":"Bridging a Cultural Gap"},
      {
        "id":"EJ820238",
        "title":"Different Disciplines, Different Transitions"},
      {
        "id":"EJ816477",
        "title":"Automated Categorization Scheme for Digital Libraries in Distance Learning: A Pattern Recognition Approach"},
      {
        "id":"EJ816478",
        "title":"Development of Igbo Language E-Learning System"},
      {
        "id":"EJ816479",
        "title":"Effects of Computer Simulations Programs on University Students' Achievements in Physics"},
      {
        "id":"EJ816480",
        "title":"Turkish High School Students' Considerations, Expectations and Awareness on Distance Education"},
      {
        "id":"EJ816482",
        "title":"Strategic Intervention of ODL in Diploma in Youth Development Works in Bangladesh"},
      {
        "id":"EJ816483",
        "title":"Effectiveness of Multimedia in Learning and Teaching Data Structures Online"},
      {
        "id":"EJ816484",
        "title":"Effectiveness of Learning Process Using &quot;Web Technology&quot; in the Distance Learning System"},
      {
        "id":"EJ816485",
        "title":"The Relationship between Technology and Ethics: From Society to Schools"},
      {
        "id":"EJ816486",
        "title":"A Multi-Channel Approach for Collaborative Web-Based Learning"},
      {
        "id":"EJ816487",
        "title":"Use of a Content Management System for Blended Learning: Perceptions of Pre-Service Teachers"},
      {
        "id":"EJ816488",
        "title":"Preferences on Internet Based Learning Environments in Student-Centered Education"},
      {
        "id":"EJ816489",
        "title":"Open Primary Education School Students' Opinions about Mathematics Television Programmes"},
      {
        "id":"EJ816592",
        "title":"Claiming the Contentious: Literacy Teachers as Leaders of Social Justice Principles and Practices"},
      {
        "id":"EJ816593",
        "title":"Early Childhood Educators' Knowledge of Early Literacy Development"},
      {
        "id":"EJ816594",
        "title":"Improving Reading Comprehension in K-12 Education: Investigating the Impact of the Reading Specialist Credential on the Instructional Decisions of Veteran Teachers"},
      {
        "id":"EJ816595",
        "title":"School District and University Co-Teaching: Toward Instructional Synergy in an Induction/M.Ed. Program"},
      {
        "id":"EJ816596",
        "title":"To Adapt or Subscribe: Teachers' Informal Collaboration and View of Mandated Curricula"},
      {
        "id":"EJ816606",
        "title":"Women in Calculus: The Effects of a Supportive Setting"},
      {
        "id":"EJ816612",
        "title":"The Effects of a Computerized-Algebra Program on Mathematics Achievement of College and University Freshmen Enrolled in a Developmental Mathematics Course"},
      {
        "id":"EJ816620",
        "title":"Effects of a Self-Regulated Learning Course on the Academic Performance and Graduation Rate of College Students in an Academic Support Program"},
      {
        "id":"EJ816621",
        "title":"Cyber &quot;Pokes&quot;: Motivational Antidote for Developmental College Readers"},
      {
        "id":"EJ816622",
        "title":"Transformative Teaching in a Developmental Reading Program"},
      {
        "id":"EJ816797",
        "title":"65. ICT-Based Distance Education in South Asia"},
      {
        "id":"EJ816798",
        "title":"64. Traditional to Online Media in China and Korea: Unfulfilled Promise"},
      {
        "id":"EJ817306",
        "title":"Life History and Collective Memory as Methodological Strategies: Studying Teacher Professionalism"},
      {
        "id":"EJ817307",
        "title":"Letters to a New Teacher: A Curriculum of Embodied Aesthetic Awareness"},
      {
        "id":"EJ817310",
        "title":"Personality Characteristics and Teacher Beliefs among Pre-Service Teachers"},
      {
        "id":"EJ817311",
        "title":"Voices: Student Teachers Link Teacher Education to Perceptions of Prepardness for Literacy Teaching"},
      {
        "id":"EJ817312",
        "title":"Canaries in the Coal Mine: Urban Rookies Learning to Teach Language Arts in &quot;High Priority&quot; Schools"},
      {
        "id":"EJ817313",
        "title":"Using Case Studies to Explore Teacher Candidates' Intellectual, Cultural, and Moral Dispositions"},
      {
        "id":"EJ817314",
        "title":"Factors Associated with Teachers' Attitudes about Professional Development"},
      {
        "id":"EJ817315",
        "title":"An Investigation of the Impacts of Teacher-Driven Professional Development on Pedagogy and Student Learning"},
      {
        "id":"EJ817316",
        "title":"Teaching Development--Experience and Philosophy (Using the Three Rs)"},
      {
        "id":"EJ817317",
        "title":"Are Tomorrow's Teachers Ready to Deal with Diverse Students? Teacher Candidates' Attitudes toward Gay Men and Lesbians"},
      {
        "id":"EJ817318",
        "title":"Teaching Anti-Bias Curriculum in Teacher Education Programs: What and How"},
      {
        "id":"EJ817337",
        "title":"Technique for Measuring Speed and Visual Motion Sensitivity in Lizards"},
      {
        "id":"EJ817338",
        "title":"Event-Related Potentials and Illusory Conjunctions in the Time Domain"},
      {
        "id":"EJ817339",
        "title":"Typicality and Misinformation: Two Sources of Distortion"},
      {
        "id":"EJ817340",
        "title":"Maximizing the Information and Validity of a Linear Composite in the Factor Analysis Model for Continuous Item Responses"},
      {
        "id":"EJ817341",
        "title":"Some Considerations on the Partial Credit Model"},
      {
        "id":"EJ817744",
        "title":"Examining Relationships between Achievement Goals, Study Strategies, and Class Performance in Educational Psychology"},
      {
        "id":"EJ817745",
        "title":"The Fuel of Educational Psychology and the Fire of Action Research"},
      {
        "id":"EJ817746",
        "title":"Learning to Talk/Talking to Learn: Teaching Critical Dialogue"},
      {
        "id":"EJ817747",
        "title":"\"It's Not as Easy as It Looks\": Preservice Teachers' Insights about Teaching Emerging from an Innovative Assignment in Educational Psychology"},
      {
        "id":"EJ817748",
        "title":"Bringing Expert Teachers into the Educational Psychology Classroom: Using Video-Captured Insights in Case Study Analysis"},
      {
        "id":"EJ817919",
        "title":"Accessibility and Adaptability of Learning Objects: Responding to Metadata, Learning Patterns and Profiles of Needs and Preferences"},
      {
        "id":"EJ817922",
        "title":"A Model for the Identification of Challenges to Blended Learning"},
      {
        "id":"EJ817924",
        "title":"The Development of Accessibility Indicators for Distance Learning Programs"},
      {
        "id":"EJ817928",
        "title":"Tutorial Chat: A Case Study of Synchronous Communication in a Learning Environment"},
      {
        "id":"EJ817930",
        "title":"Using Pattern Languages to Mediate Theory-Praxis Conversations in Design for Networked Learning"},
      {
        "id":"EJ817931",
        "title":"\"Living\" Theory: A Pedagogical Framework for Process Support in Networked Learning"},
      {
        "id":"EJ817932",
        "title":"Making Sense of \"Pure\" Phenomenography in Information and Communication Technology in Education"},
      {
        "id":"EJ818216",
        "title":"Predicting Mathematics Learning Center Visits: An Examination of Correlating Variables"},
      {
        "id":"EJ818217",
        "title":"Connecting Theory to Practice: Evaluating a Brain-Based Writing Curriculum"},
      {
        "id":"EJ818218",
        "title":"What Writing Center Conference Summaries Reveal about Writing Center Practices and Principles at Work"},
      {
        "id":"EJ818219",
        "title":"Improving the Peer Mentoring Experience through Evaluation"},
      {
        "id":"EJ818220",
        "title":"The Business of Academic Support"},
      {
        "id":"EJ818221",
        "title":"Using the Scientific Method to Improve Mentoring"},
      {
        "id":"EJ818222",
        "title":"Join the Conversation: Are Students' Behaviors in College Classes Conditioned by Their Experiences in High School?"},
      {
        "id":"EJ818223",
        "title":"Psychophysiological Measures of Learning Comfort: Study Groups' Learning Styles and Pulse Changes"},
      {
        "id":"EJ818224",
        "title":"Dominance and Peer Tutoring Sessions with English Language Learners"},
      {
        "id":"EJ818225",
        "title":"Supplemental Instruction: Supporting Persistence in Barrier Courses"},
      {
        "id":"EJ818226",
        "title":"Utilizing Multiple Interlocking Learning Communities to Form a Center for Teaching and Learning"},
      {
        "id":"EJ818227",
        "title":"Does the Use of Appreciative Advising Work?"},
      {
        "id":"EJ818228",
        "title":"Effect of Writing Centers and Targeted Pairings on Students Repeating First-Year Composition"},
      {
        "id":"EJ818229",
        "title":"Use of Curricular and Extracurricular Assessments to Predict Performance on the United States Medical Licensing Examination (USMLE) Step 1: A Multi-Year Study"},
      {
        "id":"EJ818438",
        "title":"The Experience of Career for People Who Have Moved into Supervisory and Management Roles in a Social Service Organization"},
      {
        "id":"EJ818439",
        "title":"Karl Tomm's Collaborative Approaches to Counselling"},
      {
        "id":"EJ818443",
        "title":"Traumatizing Aspects of Providing Counselling in Community Agencies to Survivors of Sexual Violence: A Concept Map"},
      {
        "id":"EJ818446",
        "title":"Constructing Bridges of Support: School Counsellors' Experiences of Student Suicide"},
      {
        "id":"EJ818470",
        "title":"Developing Preservice Teachers' Pedagogical Content Knowledge about Historical Thinking"},
      {
        "id":"EJ814442",
        "title":"&quot;New Skills and Abilities to Enable Me to Support My Pupils in a Forward Thinking Positive Way:&quot; A Self-Discovery Programme for Teachers in Mainstream School"},
      {
        "id":"EJ814443",
        "title":"Current Practices and Obstacles"},
      {
        "id":"EJ814444",
        "title":"A Comparative Study of the Self-Esteem of Adolescent Boys with and without Learning Disabilities in an Inclusive School"},
      {
        "id":"EJ814445",
        "title":"Teaching Emergency Phone Numbers to Youth with Developmental Disabilities"},
      {
        "id":"EJ814446",
        "title":"Through New Lens: Young Adolescent Girls' Perceptions of Their School Experience in an Alternative Education Program"},
      {
        "id":"EJ814447",
        "title":"Perspectives of Turkish Mothers on Having a Child with Developmental Disabilities"},
      {
        "id":"EJ814448",
        "title":"Self-Efficacy Perceptions of Chinese Primary-Age Students with Specific Learning Difficulties: A Perspective from Hong Kong"},
      {
        "id":"EJ814449",
        "title":"Are Special Education Teachers Prepared to Teach the Increasing Number of Students Diagnosed with Autism?"},
      {
        "id":"EJ814450",
        "title":"Training Patterns of Wheelchair Basketball Players in Turkey"},
      {
        "id":"EJ814451",
        "title":"Teaching Students about Their Disabilities: Increasing Self-Determination Skills and Self-Concept"},
      {
        "id":"EJ814463",
        "title":"Dogmatic Insularity in Learning Disabilities Classification and the Critical Need for a Philosophical Analysis"},
      {
        "id":"EJ814464",
        "title":"An Analysis of the Efficacy of a Motor Skills Training Programme for Young People with Moderate Learning Difficulties"},
      {
        "id":"EJ814465",
        "title":"Comparison of Critical Thinking in Undergraduates and Graduates in Special Education"},
      {
        "id":"EJ814466",
        "title":"The Emergence of Inclusion for Students with Disabilities in Ukraine"},
      {
        "id":"EJ814467",
        "title":"Identifying a Roadmap of Support for Secondary Students in School-Wide Positive Behavior Support Applications"},
      {
        "id":"EJ814469",
        "title":"Problems and Prospects in Employment and Job Retention of the Blind and Visually Impaired in the United States: A Future Concern of Special Education"},
      {
        "id":"EJ814470",
        "title":"Northern Ireland Student Teachers' Changing Attitudes towards Inclusive Education during Initial Teacher Training"},
      {
        "id":"EJ814471",
        "title":"A Survey of General Education Teachers' Knowledge of Learning Disabilities in Jordan"},
      {
        "id":"EJ814472",
        "title":"Project Based Learning for Children with Mild Mental Disabilities"},
      {
        "id":"EJ814473",
        "title":"Implementation of Assistive Computer Technology: A Model for School Systems"},
      {
        "id":"EJ814474",
        "title":"Teacher's Views on the Teaching of Children with Disabilities in Ghanaian Classrooms"},
      {
        "id":"EJ814475",
        "title":"Special Education Training and Preservice Teachers"},
      {
        "id":"EJ814476",
        "title":"Drama Techniques for the Enhancement of Social-Emotional Development in People with Special Needs: Review of Research"},
      {
        "id":"EJ814478",
        "title":"Digital Video Intervention with Special Populations: Looking for Inherent Qualities"},
      {
        "id":"EJ814479",
        "title":"Pre-Service Educators' Attitudes towards Inclusive Education"},
      {
        "id":"EJ814480",
        "title":"Gender Differences in Self-Concept among Adolescents with Low Vision"},
      {
        "id":"EJ814481",
        "title":"The Efficacy of Intelligence Testing in Children with Physical Disabilities, Visual Impairments and/or the Inability to Speak"},
      {
        "id":"EJ814482",
        "title":"Perceptions of a Person with Mental Retardation as a Function of Participation in Integrated versus Segregated Recreation/Sport Activities: An Experimental Analysis"},
      {
        "id":"EJ814483",
        "title":"Effectiveness of Cognitive Process Approached Social Skills Training Program for People with Mental Retardation"},
      {
        "id":"EJ814484",
        "title":"Chinese and Chinese-American Families of Children with Disabilities"},
      {
        "id":"EJ814485",
        "title":"Concurrent and Predictive Criterion-Related Validity of Curriculum-Based Measurement for Students with Emotional and Behavioral Disorders"},
      {
        "id":"EJ814486",
        "title":"Faculty Willingness to Provide Accommodations and Course Alternatives to Postsecondary Students with Learning Disabilities"},
      {
        "id":"EJ814488",
        "title":"Psychiatric Diagnosis and Concomitant Medical Treatment for 1st and 2nd Grade Children"},
      {
        "id":"EJ814489",
        "title":"Provision for Learners with Special Educational Needs in Botswana: A Situational Analysis"},
      {
        "id":"EJ814490",
        "title":"Improving the Writing Skills of High School Students with Learning Disabilities Using the \"Expressive Writing\" Program"},
      {
        "id":"EJ814491",
        "title":"A Quantitative Analysis of the Behavioral Checklist of the Movement ABC Motor Test"},
      {
        "id":"EJ814492",
        "title":"Exploring the Role of &quot;Special Units&quot; in Cyprus Schools: A Case Study"},
      {
        "id":"EJ814493",
        "title":"Primary Mainstream Teachers' Attitudes towards Inclusion of Students with Special Educational Needs in the Private Sector: A Perspective from Dubai"},
      {
        "id":"EJ814494",
        "title":"Special Education in the Bedouin Community in Israel's Negev Region"},
      {
        "id":"EJ814495",
        "title":"Experiences of Kindergarten Teachers Implementing Instructional Practices for Diverse Learners"},
      {
        "id":"EJ814496",
        "title":"Do Children with Down Syndrome Have Difficulty in Counting and Why?"},
      {
        "id":"EJ814497",
        "title":"Leadership Challenge: Blending Inclusive Special Needs Provision and Reform of Teaching Methodology in a Dutch International School"},
      {
        "id":"EJ814498",
        "title":"The Development of an Instrument for Measuring Pre-Service Teachers' Sentiments, Attitudes, and Concerns about Inclusive Education"},
      {
        "id":"EJ814500",
        "title":"The Effect of Classical Music on Painting Quality and Classroom Behaviour for Students with Severe Intellectual Disabilities in Special Schools"},
      {
        "id":"EJ814504",
        "title":"Characteristics of Operant Learning Games Associated with Optimal Child and Adult Social--Emotional Consequences"},
      {
        "id":"EJ814505",
        "title":"Evaluating the Social Behavior of Preschool Children with Autism in an Inclusive Playground Setting"},
      {
        "id":"EJ814506",
        "title":"Serbian Teachers' Attitudes towards Inclusion"},
      {
        "id":"EJ814508",
        "title":"An Investigation of Agency and Marginality in Special Education"},
      {
        "id":"EJ814509",
        "title":"The Challenge of Identifying Gifted/Learning Disabled Students"},
      {
        "id":"EJ814511",
        "title":"Autistic Children Can Be Taught to Read"},
      {
        "id":"EJ814512",
        "title":"Power and Perspectives--An Investigation into International Research Covering Special Educational Needs"},
      {
        "id":"EJ814513",
        "title":"The Effects of a Token Economy System to Improve Social and Academic Behavior with a Rural Primary Aged Child with Disabilities"},
      {
        "id":"EJ814514",
        "title":"Promoting the Development of Educational Programs for Children with Autism in Southeast Asian Countries"},
      {
        "id":"EJ814515",
        "title":"Cognitive Effects of Chess Instruction on Students at Risk for Academic Failure"},
      {
        "id":"EJ814516",
        "title":"Estonian Vocational Teachers' Attitudes towards Inclusive Education for Students with Special Educational Needs"},
      {
        "id":"EJ814520",
        "title":"Meeting the Needs of the Special Learner in Science"},
      {
        "id":"EJ814521",
        "title":"When in Rome...: Influences on Special Education Student-Teachers' Teaching"},
      {
        "id":"EJ814922",
        "title":"The Paradox of Assessment: Assessment as Paradox"},
      {
        "id":"EJ814923",
        "title":"The Occupational Aspirations and Expectations of Music Education Majors in Mexico"},
      {
        "id":"EJ814924",
        "title":"The Politics of Implementing Local Cultures in Music Education in Taiwan"},
      {
        "id":"EJ814925",
        "title":"Factors that Predict Participation in Choral Music for High-School Students"},
      {
        "id":"EJ814926",
        "title":"Five Challenges and Solutions in Online Music Teacher Education"},
      {
        "id":"EJ814927",
        "title":"The Effects of Band Director Leadership Style and Student Leadership Ability on Band Festival Ratings"},
      {
        "id":"EJ814928",
        "title":"An Exploration of Personality Traits in Older Adult Amateur Musicians"},
      {
        "id":"EJ814929",
        "title":"What Boys and Girls Learn through Song: A Content Analysis of Gender Traits and Sex Bias in Two Choral Classroom Textbooks"},
      {
        "id":"EJ814930",
        "title":"The Effects of Technology-Based Conducting Practice on Skill Achievement in Novice Conductors"},
      {
        "id":"EJ815065",
        "title":"The Entropy of Sustainability: Observed Tensions in Canadian Tertiary Innovations"},
      {
        "id":"EJ815066",
        "title":"Toward a Model of Academic Integrity Institutionalization: Informing Practice in Postsecondary Education"},
      {
        "id":"EJ815067",
        "title":"Social/Corporate Accountability: A University's &quot;Trek&quot; towards Excellence"},
      {
        "id":"EJ815069",
        "title":"Do Perceptions of Costs and Benefits of Post-Secondary Education Influence Participation?"},
      {
        "id":"EJ815070",
        "title":"Betwixt and Between: Academic Women in Transition"},
      {
        "id":"EJ815071",
        "title":"Adolescent Development and the Regulation of Youth Crime"},
      {
        "id":"EJ815072",
        "title":"Improving Professional Judgments of Risk and Amenability in Juvenile Justice"},
      {
        "id":"EJ815073",
        "title":"Disproportionate Minority Contact"},
      {
        "id":"EJ815074",
        "title":"Juvenile Crime and Criminal Justice: Resolving Border Disputes"},
      {
        "id":"EJ815076",
        "title":"Understanding the Female Offender"},
      {
        "id":"EJ815078",
        "title":"Adolescent Offenders with Mental Disorders"},
      {
        "id":"EJ815080",
        "title":"Juvenile Justice and Substance Use"},
      {
        "id":"EJ815085",
        "title":"Prevention and Intervention Programs for Juvenile Offenders"},
      {
        "id":"EJ815119",
        "title":"Incidental Vocabulary Acquisition from Reading, Reading-While-Listening, and Listening to Stories"},
      {
        "id":"EJ815120",
        "title":"The &quot;Virtuous&quot; Circle: Modeling Individual Differences in L2 Reading and Vocabulary Development"},
      {
        "id":"EJ815121",
        "title":"Beyond Raw Frequency: Incidental Vocabulary Acquisition in Extensive Reading"},
      {
        "id":"EJ815122",
        "title":"Evaluating L2 Readers' Vocabulary Strategies and Dictionary Use"},
      {
        "id":"EJ815123",
        "title":"The Effects of Context on Incidental Vocabulary Learning"},
      {
        "id":"EJ815124",
        "title":"Vocabulary Assistance before and during Reading"},
      {
        "id":"EJ815326",
        "title":"Beyond Model Answers: Learners' Perceptions of Self-Assessment Materials in E-Learning Applications"},
      {
        "id":"EJ815329",
        "title":"An Information and Communications Technology (ICT)-Enabled Method for Collecting and Collating Information about Pre-Service Teachers' Pedagogical Beliefs regarding the Integration of ICT"},
      {
        "id":"EJ815333",
        "title":"Barriers and Enablers in Integrating Cognitive Apprenticeship Methods in a Web-Based Educational Technology Course for K-12 (Primary and Secondary) Teacher Education"},
      {
        "id":"EJ815334",
        "title":"Methodological Issues in Using Sequential Representations in the Teaching of Writing"},
      {
        "id":"EJ815337",
        "title":"Tipping into the Abyss: With More than a Virtual Parachute?"},
      {
        "id":"EJ815369",
        "title":"Change in Chaos: Seven Lessons Learned from Katrina"},
      {
        "id":"EJ815370",
        "title":"Student Self-Assessment: The Key to Stronger Student Motivation and Higher Achievement"},
      {
        "id":"EJ815371",
        "title":"Democratic Classrooms: Promises and Challenges of Student Voice and Choice, Part One"},
      {
        "id":"EJ815372",
        "title":"Twelve Characteristics of an Effective Teacher: A Longitudinal, Qualitative, Quasi-Research Study of In-Service and Pre-Service Teachers' Opinions"},
      {
        "id":"EJ815413",
        "title":"Study: Dual Enrollment Can Benefit a Broad Range of Students"},
      {
        "id":"EJ821511",
        "title":"INQUIRE: A Case Study in Evaluating the Potential of Online MCQ Tests in a Discursive Subject"},
      {
        "id":"EJ821517",
        "title":"Webs of Activity in Online Course Design and Teaching"},
      {
        "id":"EJ821518",
        "title":"What Are the Affordances of Information and Communication Technologies?"},
      {
        "id":"EJ821602",
        "title":"Organizing MySpace: Youth Walkouts, Pleasure, Politics, and New Media"},
      {
        "id":"EJ821603",
        "title":"Young People Assert and Forge Cultural Identities in the Course of Their Political Activisim within Alternative Spaces"},
      {
        "id":"EJ821604",
        "title":"&quot;Eyes on Me Regardless&quot;: Youth Responses to High School Surveillance"},
      {
        "id":"EJ821605",
        "title":"Students Informing Now (S.I.N.) Challenge the Racial State in California without Shame...&quot;SIN Verguenza!&quot;"},
      {
        "id":"EJ821606",
        "title":"Chinese American Students Fight for Their Rights"},
      {
        "id":"EJ821607",
        "title":"Discovering the Possibilities: A Study of African American Youth Resistance and Activism"},
      {
        "id":"EJ821610",
        "title":"Effects of Treatment on Disruptive Behaviors: A Quantitative Synthesis of Single-Subject Researches Using the PEM Approach"},
      {
        "id":"EJ821626",
        "title":"Generalization of Mands in Children with Autism from Adults to Peers"},
      {
        "id":"EJ822094",
        "title":"The Faculty Perspective on Universal Design for Learning"},
      {
        "id":"EJ822095",
        "title":"University Staff Members' Attitudes and Knowledge about Learning Disabilities and Disability Support Services"},
      {
        "id":"EJ822096",
        "title":"Students with Psychiatric Disabilities on Campus: Examining Predictors of Enrollment with Disability Support Services"},
      {
        "id":"EJ822097",
        "title":"Using the AHEAD Program Standards and Performance Indicators to Promote Self-Determination in the Daily Practice of Office of Disability Services"},
      {
        "id":"EJ822098",
        "title":"Influencing Teachers' Beliefs about Teaching Mathematics for Numeracy to Students with Mathematics Learning Difficulties"},
      {
        "id":"EJ822099",
        "title":"&quot;The Factor that Makes Us More Effective Teachers&quot;: Two Pre-Service Primary Teachers' Experience of Bibliotherapy"},
      {
        "id":"EJ822100",
        "title":"Identity as a Mathematical Thinker"},
      {
        "id":"EJ822101",
        "title":"An Insight into the &quot;Balancing Act&quot; of Teaching"},
      {
        "id":"EJ822102",
        "title":"Addressing Changing Assessment Agendas: Impact of Professional Development on Secondary Mathematics Teachers in NSW"},
      {
        "id":"EJ822139",
        "title":"Collaborative Virtual Gaming Worlds in Higher Education"},
      {
        "id":"EJ822140",
        "title":"From Cognitive Capability to Social Reform? Shifting Perceptions of Learning in Immersive Virtual Worlds"},
      {
        "id":"EJ822141",
        "title":"From Multi-User Virtual Environment to 3D Virtual Learning Environment"},
      {
        "id":"EJ822142",
        "title":"Laying the Groundwork for Socialisation and Knowledge Construction within 3D Virtual Worlds"},
      {
        "id":"EJ822144",
        "title":"Observations of Expert Communicators in Immersive Virtual Worlds: Implications for Synchronous Discussion"},
      {
        "id":"EJ822146",
        "title":"Uncanny Spaces for Higher Education: Teaching and Learning in Virtual Worlds"},
      {
        "id":"EJ822228",
        "title":"Females with Learning Disabilities Taking On-Line Courses: Perceptions of the Learning Environment, Coping and Well-Being"},
      {
        "id":"EJ822229",
        "title":"Assessment of Campus Climate to Enhance Student Success"},
      {
        "id":"EJ822230",
        "title":"Metacognitive and Affective Factors of College Students with and without Learning Disabilities"},
      {
        "id":"EJ822231",
        "title":"Developing Accountability Metrics for Students with Disabilities in Higher Education: Determining Critical Questions"},
      {
        "id":"EJ822275",
        "title":"The Process of Development among Counsellor Interns: Qualitative and Quantitative Perspectives"},
      {
        "id":"EJ822276",
        "title":"Students' Help-Seeking Behaviours by Gender, Racial Background, and Student Status"},
      {
        "id":"EJ822277",
        "title":"Positive Effects of Science and Technology Summer Camps on Confidence, Values, and Future Intentions"},
      {
        "id":"EJ822278",
        "title":"STEP Parenting: A Review of the Research"},
      {
        "id":"EJ822279",
        "title":"Culturally Sensitive Counselling in Nunavut: Implications of Inuit Traditional Knowledge"},
      {
        "id":"EJ822280",
        "title":"Innovating a Writing Group for Female Cancer Patients: A Counselling Field Description"},
      {
        "id":"EJ822281",
        "title":"Youth Friendly Needs Assessment"},
      {
        "id":"EJ822323",
        "title":"Gender Differences in the College and Career Aspirations of High School Valedictorians"},
      {
        "id":"EJ822324",
        "title":"A Text Readability Continuum for Postsecondary Readiness"},
      {
        "id":"EJ822325",
        "title":"A Restart of What Language Arts Is: Bringing Multimodal Assignments into Secondary Language Arts"},
      {
        "id":"EJ822326",
        "title":"Cultural Identification and Academic Achievement among African American Males"},
      {
        "id":"EJ822327",
        "title":"Academic Achievement, Academic Self-Concept, and Academic Motivation of Immigrant Adolescents in the Greater Toronto Area Secondary Schools"},
      {
        "id":"EJ822393",
        "title":"Let's Talk about Race, Baby: How a White Professor Teaches White Students about White Privilege and Racism"},
      {
        "id":"EJ822394",
        "title":"Measurement and Assessment: Conversations with Professional People of Color in the Field of Education"},
      {
        "id":"EJ822395",
        "title":"What Is Special about Special Needs of Refugee Children?: Guidelines for Teachers"},
      {
        "id":"EJ822396",
        "title":"Ethnic Disproportionality in Students with Autism Spectrum Disorders"},
      {
        "id":"EJ822397",
        "title":"Key Life Experiences Contributing to Hmong Students' Matriculation"},
      {
        "id":"EJ822398",
        "title":"Examining the Presidential Libraries: Students Find Biases and Recommend a Multicultural Perspective"},
      {
        "id":"EJ822399",
        "title":"\"Act It Out\": Dramatizing Stories to Enhance Student Writing and Diversity Awareness"},
      {
        "id":"EJ818472",
        "title":"Teaching for and about Citizenship in a Democratic Society: Comparative Views of a Selected Civic Educators in the United States, Europe, and Latin America"},
      {
        "id":"EJ818474",
        "title":"The Historical Scene Investigation (HSI) Project: Examining the Use of Case Based Historical Instruction in the Fifth Grade Social Studies Classroom"},
      {
        "id":"EJ818478",
        "title":"The Rugg Prototype for Democratic Education"},
      {
        "id":"EJ818506",
        "title":"Reports from the Field: Elementary Teacher Candidates Describe the Teaching of Social Studies"},
      {
        "id":"EJ818725",
        "title":"[Pie]: Re-Count and Recall"},
      {
        "id":"EJ818726",
        "title":"The Ubiquitous Parabola"},
      {
        "id":"EJ818727",
        "title":"Proportion in Middle-School Mathematics: It's Everywhere"},
      {
        "id":"EJ818742",
        "title":"Conjecture Activities for Comprehending Statistics Terms through Speculations on the Functions of Imaginary Spectrometers"},
      {
        "id":"EJ818746",
        "title":"Eye Colour and Reaction Time: An Opportunity for Critical Statistical Reasoning"},
      {
        "id":"EJ818755",
        "title":"[Pi]: The Chronicle"},
      {
        "id":"EJ818770",
        "title":"Using Spreadsheets to Make Algebra More Accessible. Part 1: Equations and Functions"},
      {
        "id":"EJ818771",
        "title":"\"But What about the Oneths?\" A Year 7 Student's Misconception about Decimal Place Value"},
      {
        "id":"EJ818772",
        "title":"Conducting a Mathematics Camp for Girls & Other Mathematics Enthusiasts"},
      {
        "id":"EJ818773",
        "title":"More or Less Eccentric"},
      {
        "id":"EJ818774",
        "title":"Building Informal Inference with TinkerPlots in a Measurement Context"},
      {
        "id":"EJ818857",
        "title":"Adolescents' Experience Doing Homework: Associations among Context, Quality of Experience, and Outcomes"},
      {
        "id":"EJ818858",
        "title":"Race and Class Challenges in Community Collaboration for Educational Change"},
      {
        "id":"EJ818859",
        "title":"Expectations of Chinese Families of Children with Disabilities towards American Schools"},
      {
        "id":"EJ818861",
        "title":"From Mao to Memphis: Chinese Immigrant Fathers' Involvement with Their Children's Education"},
      {
        "id":"EJ818862",
        "title":"Family-School Relations as Social Capital: Chinese Parents in the United States"},
      {
        "id":"EJ818863",
        "title":"Low-Income, Urban Consumers' Perceptions of Community School Outreach Practices, Desired Services, and Outcomes"},
      {
        "id":"EJ819072",
        "title":"Access Opportunities and Issues for Students with Disabilities at One Ontario College"},
      {
        "id":"EJ819073",
        "title":"Separate and Unequal: Twenty-First Century Segregation of Historically Black Colleges and Universities through Academic Curriculum"},
      {
        "id":"EJ819074",
        "title":"The School of Language and Liberal Arts Writing Program and Retention at Fanshawe College"},
      {
        "id":"EJ819075",
        "title":"Paulo Freire, Social Change, and the Teaching of Gothic Literature"},
      {
        "id":"EJ819076",
        "title":"Student Learning Styles/Strategies and Professors' Expectations: Do They Match?"},
      {
        "id":"EJ819189",
        "title":"A Choice Theory Counseling Group Succeeds with Middle School Students Who Displayed Disciplinary Problems"},
      {
        "id":"EJ819199",
        "title":"Graduate Music Education"},
      {
        "id":"EJ819200",
        "title":"Debating Assessment in Music Education"},
      {
        "id":"EJ819201",
        "title":"A Study of the Comparative Perceptions of Non-Tenured and Tenured Music Teachers and Music Supervisors Regarding the Needs and Concerns of the Teacher in Music Performance Education"},
      {
        "id":"EJ819202",
        "title":"A Comparison of Mexican Children's Music Compositions and Contextual Songs"},
      {
        "id":"EJ819214",
        "title":"Standards-Based Mathematics Reforms and Mathematics Achievement of American Indian/Alaska Native Eighth Graders"},
      {
        "id":"EJ813748",
        "title":"Where Have We Strayed to? Exploring the Links between Ecology and the Way We Live"},
      {
        "id":"EJ813749",
        "title":"A Study of the Level of Math Preparedness of Manufacturing Sciences Students in the Fall Semester of 2005"},
      {
        "id":"EJ813750",
        "title":"Self-Efficacy, Motivation and Their Relationship to Academic Performance of Bangladesh College Students"},
      {
        "id":"EJ813751",
        "title":"Upon Which Conception of Citizenship Should We Build a Model for Civic Education? Rethinking a Deliberative Context for Teacher Education from the Aims of Citizenship Education in the New Quebec Education"},
      {
        "id":"EJ813752",
        "title":"The Multilingual Classroom: New Rhetorical Frontiers in L2 Writing?"},
      {
        "id":"EJ813753",
        "title":"A Metacognitive Pedagogy: The River Summer Project"},
      {
        "id":"EJ813754",
        "title":"An Analysis of Freshmen Learning Styles and Their Relationship to Academic Achievement"},
      {
        "id":"EJ813755",
        "title":"Summer School Teaching and Learning: Some Thoughts from Undergraduate Business Students"},
      {
        "id":"EJ813757",
        "title":"Vocational Identity: It's about Working at Becoming"},
      {
        "id":"EJ813758",
        "title":"Think Students Are Technologically Savvy? Control-Alt-Delete That Idea"},
      {
        "id":"EJ813759",
        "title":"Raising the Bar of Teacher Quality: Accountability, Collaboration, and Social Justice"},
      {
        "id":"EJ813760",
        "title":"Part-Time Instructors: Closing the Quality Loop"},
      {
        "id":"EJ813761",
        "title":"Getting the Bugs out of the Distance Learning Experience"},
      {
        "id":"EJ813762",
        "title":"The VVM Strategy for Institutional Success"},
      {
        "id":"EJ813763",
        "title":"The Permanent Crisis in Liberal Education: A Panel Presentation at the Fifth Annual Hawai'i International Conference on Education--Honolulu, Hawai'i, January, 2007"},
      {
        "id":"EJ813764",
        "title":"The Effects of Articulation on College Choice"},
      {
        "id":"EJ813765",
        "title":"The Action Inquiry Seminar: Education in Democratic Classrooms"},
      {
        "id":"EJ813766",
        "title":"The Affective Domain: Undiscovered Country"},
      {
        "id":"EJ813767",
        "title":"Making Diversity Desirable: Scientism and the Fetishizing of Difference"},
      {
        "id":"EJ813768",
        "title":"American Transgressive Interventions: The Question of Genocide"},
      {
        "id":"EJ813769",
        "title":"The Evaluation of Four Mind/Body Intervention Strategies to Reduce Perceived Stress among College Students"},
      {
        "id":"EJ813770",
        "title":"Information Literacy: The Leadership Role of the Academic Librarian"},
      {
        "id":"EJ813771",
        "title":"Fostering Aboriginal Leadership: Increasing Enrollment and Completion Rates in Canadian Post-Secondary Institutions"},
      {
        "id":"EJ813772",
        "title":"A Descriptive Account of Cooperative-Learning Based Practice in Teacher Education"},
      {
        "id":"EJ813773",
        "title":"The Critical Evaluation of Bibliographic Web Sources"},
      {
        "id":"EJ813774",
        "title":"Knowledge-Based Economies and Education: A Grand Canyon Analogy"},
      {
        "id":"EJ814370",
        "title":"Social Validation of Services for Youth with Emotional and Behavioral Disorders: A Comparative Study"},
      {
        "id":"EJ814371",
        "title":"Self-Concept of Students in Inclusive Settings"},
      {
        "id":"EJ814372",
        "title":"A Question of Effectiveness: Recruitment of Special Educators within High School Peer Support Groups"},
      {
        "id":"EJ814373",
        "title":"Psychiatric Diagnoses and Concomitant Drug Treatment in the Early Childhood Special Education Population"},
      {
        "id":"EJ814374",
        "title":"Parents and Special Educators: Pre-Service Teachers' Discussion Points"},
      {
        "id":"EJ814375",
        "title":"Finding Ways to Teach to Students with FASD: A Research Study"},
      {
        "id":"EJ814376",
        "title":"Instruction of Keyboarding Skills: A Whole Language Approach to Teaching Functional Literacy Skills to Students Who are Blind and Have Additional Disabilities"},
      {
        "id":"EJ814377",
        "title":"The Development of a Psychometrically-Sound Instrument to Measure Teachers' Multidimensional Attitudes toward Inclusive Education"},
      {
        "id":"EJ814378",
        "title":"PRF Cross-Cultural Psychological Study of Lithuanian Students, Teachers, and Special Education Teachers"},
      {
        "id":"EJ814379",
        "title":"Breaking Stereotypes with Children's Fiction: Seeking Protagonists with Special Needs"},
      {
        "id":"EJ814380",
        "title":"Reflections on an Uncommon Journey: A Follow-Up Study of Life Management of Six Mothers of Children with Diverse Disabilities"},
      {
        "id":"EJ814381",
        "title":"General and Special Education Systems in Jordan: Present and Future Perspectives"},
      {
        "id":"EJ814382",
        "title":"The Impact of Self-Questioning Strategy Use on the Text-Reader Assisted Comprehension of Students with Reading Disabilities"},
      {
        "id":"EJ814383",
        "title":"Understanding Behavior Disorders: Their Perception, Acceptance, and Treatment--A Cross-Cultural Comparison between India and the United States"},
      {
        "id":"EJ814384",
        "title":"Enhancing Instructional Efficiency through Generalization and Instructive Feedback: A Single-Subject Study with Children with Mental Retardation"},
      {
        "id":"EJ814385",
        "title":"Counseling Interventions for Adolescents and Young People in Penal Institutions"},
      {
        "id":"EJ814386",
        "title":"Effects of Training in Functional Behavior Assessment"},
      {
        "id":"EJ814387",
        "title":"Empowering Leisure Skills in Adults with Autism: An Experimental Investigation through the Most to Least Prompting Procedure"},
      {
        "id":"EJ814393",
        "title":"If You Teach--You Teach Reading"},
      {
        "id":"EJ814394",
        "title":"Inclusive Education Support Systems: Teacher and Administrator Views"},
      {
        "id":"EJ814395",
        "title":"AAC Interventions for Autism: A Research Summary"},
      {
        "id":"EJ814396",
        "title":"Speech Rates of Turkish Prelingually Hearing-Impaired Children"},
      {
        "id":"EJ814397",
        "title":"The Assessment of Professional Standard Competence of Teachers of Students with Visual Impairments"},
      {
        "id":"EJ814399",
        "title":"Reactive Attachment Disorder: Challenges for Early Identification and Intervention within the Schools"},
      {
        "id":"EJ821490",
        "title":"Challenges of Case-Based Teaching"},
      {
        "id":"EJ821503",
        "title":"Building Communities for the Exchange of Learning Objects: Theoretical Foundations and Requirements"},
      {
        "id":"EJ821506",
        "title":"Easing the Transition from Paper to Screen: An Evaluatory Framework for CAA Migration"},
      {
        "id":"EJ798519",
        "title":"Cyber Charter Schools: Evolution, Issues, and Opportunities in Funding and Localized Oversight"},
      {
        "id":"EJ798520",
        "title":"The Future of Progressive Education"},
      {
        "id":"EJ798521",
        "title":"Constructivism: Its Theoretical Underpinnings, Variations, and Implications for Classroom Instruction"},
      {
        "id":"EJ798522",
        "title":"Interdisciplinary Instruction"},
      {
        "id":"EJ798523",
        "title":"Meaningful Educational Opportunity: A Vital and Viable Mission for NCLB"},
      {
        "id":"EJ798524",
        "title":"Gentle Teaching in a Violent Society"},
      {
        "id":"EJ798545",
        "title":"What Do Preservice Teachers Learn in an Inquiry-Based Science Methods Course?"},
      {
        "id":"EJ798546",
        "title":"Relationships of Preservice Early Childhood Teachers' Cultural Values, Ethical and Cognitive Developmental Levels, and Views of Nature of Science"},
      {
        "id":"EJ798548",
        "title":"The Influence of a Teacher Research Experience on Elementary Teachers' Thinking and Instruction"},
      {
        "id":"EJ798549",
        "title":"Becoming an Urban School Middle-Level Science Teacher"},
      {
        "id":"EJ798551",
        "title":"School's IN for Summer: An Alternative Field Experience for Elementary Science Methods Students"},
      {
        "id":"EJ798553",
        "title":"Magnet Trade Books: Attracting and Repelling Concepts"},
      {
        "id":"EJ798554",
        "title":"Science Pedagogy, Teacher Attitudes, and Student Success"},
      {
        "id":"EJ798556",
        "title":"Elementary Students' Reasoning: Crests and Troughs of Learning"},
      {
        "id":"EJ798559",
        "title":"Tip-to-Tail: Developing a Conceptual Model of Magnetism with Kindergartners Using Inquiry-Based Instruction"},
      {
        "id":"EJ798561",
        "title":"The Use of Specialized Laboratory Facilities for Science in Elementary Schools: A Call for Research"},
      {
        "id":"EJ798565",
        "title":"The Use of Inquiry in the Development of Preservice Teacher Efficacy in Mathematics and Science"},
      {
        "id":"EJ798567",
        "title":"Representations of the Moon in Children's Literature: An Analysis of Written and Visual Text"},
      {
        "id":"EJ798570",
        "title":"Teaching Grade 5 Life Science with a Case Study Approach"},
      {
        "id":"EJ798574",
        "title":"Relationships among Learner Characteristics and Preservice Elementary Teachers' Views of Nature of Science"},
      {
        "id":"EJ798575",
        "title":"A Study of Common Beliefs and Misconceptions in Physical Science"},
      {
        "id":"EJ798576",
        "title":"On the Applied Use of Progressive-Ratio Schedules of Reinforcement"},
      {
        "id":"EJ798577",
        "title":"Elementary Preservice Teachers' Use of Science Notebooks"},
      {
        "id":"EJ798578",
        "title":"Elementary Students' Retention of Environmental Science Knowledge: Connected Science Instruction versus Direct Instruction"},
      {
        "id":"EJ798579",
        "title":"Beyond the Talking Groundhogs: Trends in Science Trade Books"},
      {
        "id":"EJ798580",
        "title":"Using the Learning Cycle as a Model for Teaching the Learning Cycle to Preservice Elementary Teachers"},
      {
        "id":"EJ798588",
        "title":"Preference for Reinforcers under Progressive- and Fixed-Ratio Schedules: A Comparison of Single and Concurrent Arrangements"},
      {
        "id":"EJ798589",
        "title":"Assessing Potency of High- and Low-Preference Reinforcers with Respect to Response Rate and Response Patterns"},
      {
        "id":"EJ798591",
        "title":"Evaluation of Absolute and Relative Reinforcer Value Using Progressive-Ratio Schedules"},
      {
        "id":"EJ798593",
        "title":"Reinforcement Magnitude: An Evaluation of Preference and Reinforcer Efficacy"},
      {
        "id":"EJ798594",
        "title":"Reinforcing Efficacy of Interactions with Preferred and Nonpreferred Staff under Progressive-Ratio Schedules"},
      {
        "id":"EJ798596",
        "title":"Generating Variable and Random Schedules of Reinforcement Using Microsoft Excel Macros"},
      {
        "id":"EJ798597",
        "title":"Using Joint Activity Schedules to Promote Peer Engagement in Preschoolers with Autism"},
      {
        "id":"EJ798598",
        "title":"Further Evaluation of a Brief, Intensive Teacher-Training Model"},
      {
        "id":"EJ798599",
        "title":"Evaluation of an Efficient Method for Training Staff to Implement Stimulus Preference Assessments"},
      {
        "id":"EJ798600",
        "title":"Using a Stimulus Correlated with Reprimands to Suppress Automatically Maintained Eye Poking"},
      {
        "id":"EJ798606",
        "title":"Looking for Attributes of Powerful Teaching for Numeracy in Tasmanian K-7 Classrooms"},
      {
        "id":"EJ798607",
        "title":"Student Roles and Mathematical Competence in Two Contrasting Elementary Classes"},
      {
        "id":"EJ798608",
        "title":"Iranian Bilingual Students Reported Use of Language Switching when Doing Mathematics"},
      {
        "id":"EJ798609",
        "title":"Do Mathematics Textbooks Cultivate Shallow Teaching? Applying the TIMSS Video Study Criteria to Australian Eighth-Grade Mathematics Textbooks"},
      {
        "id":"EJ798610",
        "title":"Learning Environments Using Interactive Whiteboards: New Learning Spaces or Reproduction of Old Technologies?"},
      {
        "id":"EJ798620",
        "title":"Using Choice to Increase On-Task Behavior in Individuals with Traumatic Brain Injury"},
      {
        "id":"EJ798622",
        "title":"Teaching Preschool Children to Avoid Poison Hazards"},
      {
        "id":"EJ798624",
        "title":"Increasing Activity Attendance and Engagement in Individuals with Dementia Using Descriptive Prompts"},
      {
        "id":"EJ798626",
        "title":"Fixed-Time Teacher Attention to Decrease Off-Task Behaviors of Typically Developing Third Graders"},
      {
        "id":"EJ798627",
        "title":"Evaluating the Role of Contingency in Differentially Reinforced Tic Suppression"},
      {
        "id":"EJ798628",
        "title":"An Analysis of Vocal Stereotypy and Therapist Fading"},
      {
        "id":"EJ798629",
        "title":"Developing Stimulus Control of Young Children's Requests to Teachers: Classwide Applications of Multiple Schedules"},
      {
        "id":"EJ798630",
        "title":"An Evaluation of the Types of Attention that Maintain Problem Behavior"},
      {
        "id":"EJ798631",
        "title":"Functional Analysis and Treatment of Noncompliance by Preschool Children"},
      {
        "id":"EJ798634",
        "title":"Strengthening Scientific Verbal Behavior: An Experimental Comparison of Progressively Prompted and Unprompted Programmed Instruction and Prose Tutorials"},
      {
        "id":"EJ798636",
        "title":"The Effects of Errorless Learning and Backward Chaining on the Acquisition of Internet Skills in Adults with Developmental Disabilities"},
      {
        "id":"EJ798638",
        "title":"Effects of Reactivity to Observations on Staff Performance"},
      {
        "id":"EJ798640",
        "title":"The Effects of Videotape Modeling on Staff Acquisition of Functional Analysis Methodology"},
      {
        "id":"EJ798644",
        "title":"Teaching Math Skills to At-Risk Students Using Home-Based Peer Tutoring"},
      {
        "id":"EJ798650",
        "title":"Brief Interventions for Tobacco Users: Using the Internet to Train Healthcare Providers"},
      {
        "id":"EJ798651",
        "title":"School Library Support of Health Education in China: A Preliminary Study"},
      {
        "id":"EJ798652",
        "title":"YouTube: An Innovative Learning Resource for College Health Education Courses"},
      {
        "id":"EJ798653",
        "title":"Using Environmental Stimuli in Physical Activity Intervention for School Teachers: A Pilot Study"},
      {
        "id":"EJ798654",
        "title":"Health Promotion in Coaching: Possibilities for Improving the Profession"},
      {
        "id":"EJ798655",
        "title":"Comparative Impact of Two Training Packages on Awareness and Practices of First Aid for Injuries and Common Illnesses among High School Students in India"},
      {
        "id":"EJ798678",
        "title":"Helping Teachers Work Effectively with English Language Learners and Their Families"},
      {
        "id":"EJ798679",
        "title":"Understanding the Culture of Low-Income Immigrant Latino Parents: Key to Involvement"},
      {
        "id":"EJ798680",
        "title":"Family Involvement in a Hawaiian Language Immersion Program"},
      {
        "id":"EJ798681",
        "title":"Constructing Families, Constructing Literacy: A Critical Analysis of Family Literacy Websites"},
      {
        "id":"EJ798682",
        "title":"Promising Website Practices for Disseminating Research on Family-School Partnerships to the Community"},
      {
        "id":"EJ798683",
        "title":"Public Libraries--Community Organizations Making Outreach Efforts to Help Young Children Succeed in School"},
      {
        "id":"EJ798685",
        "title":"A Proposal for Involving Teachers in School Integrated Services in the Province of Quebec"},
      {
        "id":"EJ798800",
        "title":"A Workshop Approach: Instructional Strategies for Working within the Constraints of Field Experiences in Elementary Science"},
      {
        "id":"EJ798801",
        "title":"Scholarship in Science Education"},
      {
        "id":"EJ798802",
        "title":"The Elementary Science Teaching Rationale (STR): Analysis via a Preservice Teacher Self-Report Instrument"},
      {
        "id":"EJ798803",
        "title":"Preservice Teachers Defining \"Self-as-Teacher\": The Elementary Science Teaching Rationale"},
      {
        "id":"EJ798804",
        "title":"Science Buddies: An Authentic Context for Developing Preservice Teachers' Understandings of Learning, Teaching, and Scientific Inquiry"},
      {
        "id":"EJ798805",
        "title":"Designing a Science Methods Course for Early Childhood Preservice Teachers"},
      {
        "id":"EJ798806",
        "title":"The Use of Urban Students' Photographs as a Data Source and the Complexity of Their Elementary Teachers' Interpretations"},
      {
        "id":"EJ798807",
        "title":"Contextual Teaching and Learning of Science in Elementary Schools"},
      {
        "id":"EJ798808",
        "title":"Negotiating Multiple Tensions with Others in Learning to Teach Elementary Science: The Case of Bernia"},
      {
        "id":"EJ798809",
        "title":"\"How Should I Know What Scientists Do?--I Am Just a Kid\": Fourth-Grade Students' Conceptions of Nature of Science"},
      {
        "id":"EJ798810",
        "title":"What Type and Level of Science Content Knowledge of Elementary Education Students Affect Their Ability to Construct an Inquiry-Based Science Lesson?"},
      {
        "id":"EJ798811",
        "title":"Developing Mental Models about Air Using Inquiry-Based Instruction with Kindergartners"},
      {
        "id":"EJ798812",
        "title":"Preservice Teachers' Reflections on Their Growth in an Inquiry-Oriented Science Pedagogy Course"},
      {
        "id":"EJ798813",
        "title":"Student Teachers' Use of Learning Theories to Diagnose Children's Learning Difficulties"},
      {
        "id":"EJ798814",
        "title":"Project ASTER: A Model Staff Development Program and Its Impact on Early Childhood Teachers' Self-Efficacy"},
      {
        "id":"EJ798815",
        "title":"Process-Oriented Inquiry--A Constructivist Approach to Early Childhood Science Education: Teaching Teachers to Do Science"},
      {
        "id":"EJ798816",
        "title":"Engaging Young Children in Science and Mathematics"},
      {
        "id":"EJ798817",
        "title":"Science Professors Serve as Mentors for Early Childhood Preservice Teachers in the Design and Implementation of Standards-Based Science Units"},
      {
        "id":"EJ798818",
        "title":"Application of the Guidelines for Effective Elementary Science Teacher Inservice Education"},
      {
        "id":"EJ798819",
        "title":"Relationships among Measures of Learning Orientation, Reasoning Ability, and Conceptual Understanding of Photosynthesis and Respiration in Plants for Grade 8 Males and Females"},
      {
        "id":"EJ798820",
        "title":"Elementary Preservice Teachers Learning to Teach Science in Science Museums and Nature Centers: A Novel Program's Impact on Science Knowledge, Science Pedagogy, and Confidence Teaching"},
      {
        "id":"EJ798821",
        "title":"Children's Ideas about Animal Adaptations: An Action Research Project"},
      {
        "id":"EJ798822",
        "title":"Using Science Kits to Construct Content Understandings in Elementary Schools"},
      {
        "id":"EJ798823",
        "title":"What Teachers Report about Their Inquiry Practices"},
      {
        "id":"EJ798824",
        "title":"The Effect of an Integrated Science and Mathematics Content-Based Course on Science and Mathematics Teaching Efficacy of Preservice Elementary Teachers"},
      {
        "id":"EJ798825",
        "title":"Perceptions of Making Connections between Science and Mathematics in a Science Methods Course"},
      {
        "id":"EJ798826",
        "title":"The Effect of Historical, Nonfiction Trade Books on Elementary Students' Perceptions of Scientists"},
      {
        "id":"EJ798827",
        "title":"The Impact of a Standards-Based Science Course for Preservice Elementary Teachers on Teacher Attitudes toward Science Teaching"},
      {
        "id":"EJ787633",
        "title":"Leading the Process of Reculturing: Roles and Actions of School Leaders"},
      {
        "id":"EJ787634",
        "title":"Learning to &quot;Become Somebody Well&quot;: Challenges for Educational Policy"},
      {
        "id":"EJ787635",
        "title":"Men Accessing Education: Masculinities, Class and Choice"},
      {
        "id":"EJ787636",
        "title":"Vocational Education and Training in Australian Schools"},
      {
        "id":"EJ787637",
        "title":"&quot;But No One in My Family Has Been to University.&quot; Aiming Higher: School Students' Attitudes to Higher Education"},
      {
        "id":"EJ787638",
        "title":"Educational Alternatives for Marginalised Youth"},
      {
        "id":"EJ787639",
        "title":"Technical and Further Education Reforms: Theoretical Issues"},
      {
        "id":"EJ787640",
        "title":"Education for Work: The Current Dilemma of Post-Compulsory Education"},
      {
        "id":"EJ788784",
        "title":"Knowing a World in Common: The Role of Workplace Educators in the Global Production of Working Knowledge"},
      {
        "id":"EJ788785",
        "title":"Silence, Sexuality and HIV/AIDS in South African Schools"},
      {
        "id":"EJ788790",
        "title":"Inclusive Schooling Policy: An Educational Detective Story?"},
      {
        "id":"EJ788799",
        "title":"On Leadership and Fitting in: Dominant Understandings of Masculinities within an Early Primary Peer Group"},
      {
        "id":"EJ788804",
        "title":"The Relationships between Research and Decision Making in Education: An Empirical Investigation"},
      {
        "id":"EJ788823",
        "title":"Collaboration, Community and Collective Intelligence Will Eclipse the Cartography of  Collision"},
      {
        "id":"EJ788826",
        "title":"The Impact of Educational Research: Teacher Knowledge in Action"},
      {
        "id":"EJ788828",
        "title":"A Genealogy of Media Studies"},
      {
        "id":"EJ788838",
        "title":"&quot;Send Three- and Four-Pence; We're Going to a Dance&quot;: Forward Generating Research"},
      {
        "id":"EJ788840",
        "title":"Phelan's Bibliometric Analysis of the Impact of Australian Educational Research"},
      {
        "id":"EJ788847",
        "title":"Educational Research for Professional Practice: More than Providing Evidence for Doing \"x Rather than y\" or Finding the \"Size of the Effect of A on B\""},
      {
        "id":"EJ788850",
        "title":"After the Marketplace: Evidence, Social Science and Educational Research"},
      {
        "id":"EJ788851",
        "title":"Tracking the Nomadic Life of the Educational Researcher: What Future for Feminist Public Intellectuals and the Performative University?"},
      {
        "id":"EJ788852",
        "title":"Gender, Masculinity and the New Economy"},
      {
        "id":"EJ788853",
        "title":"Rereading Metaphors as Cultural Texts: A Case Study of Early Childhood Teacher Attrition"},
      {
        "id":"EJ788854",
        "title":"Reconceptualising Equity: Pedagogy for Chinese Students in Australian Schools"},
      {
        "id":"EJ788855",
        "title":"Boys and Motivation"},
      {
        "id":"EJ788856",
        "title":"The Impact of the GATS on Transnational Tertiary Education: Comparing Experiences of New Zealand, Australia, Singapore and Malaysia"},
      {
        "id":"EJ789387",
        "title":"Evaluation of a Tobacco Prevention Curriculum for Elementary School Children"},
      {
        "id":"EJ789393",
        "title":"Utilizing the Stages of Internship to Help Students Transition from Interns to Health Education Professionals"},
      {
        "id":"EJ789394",
        "title":"Is Alcohol Related to Rioting? An Exploration of College Student Attitudes"},
      {
        "id":"EJ789395",
        "title":"Disordered  Eating among Female Adolescents: Prevalence, Risk Factors, and Consequences"},
      {
        "id":"EJ792008",
        "title":"3 Lessons by Marilyn Burns: Using Storybooks to Teach Math"},
      {
        "id":"EJ792009",
        "title":"Your Super Summer Guide from A-Z"},
      {
        "id":"EJ792012",
        "title":"Music in the Classroom: A User's Guide for Every Teacher"},
      {
        "id":"EJ792013",
        "title":"You Can Quote Me on That"},
      {
        "id":"EJ792014",
        "title":"Link Science &amp; Literacy and Watch Test Scores Skyrocket"},
      {
        "id":"EJ792022",
        "title":"Stage a Water Show"},
      {
        "id":"EJ792032",
        "title":"Get to the \"Root\" of Prefixes and Suffixes"},
      {
        "id":"EJ792034",
        "title":"Lessons from Americas Top Teachers"},
      {
        "id":"EJ792035",
        "title":"Stop the Summer Reading Slide"},
      {
        "id":"EJ792037",
        "title":"\"How I Did It!\": 8 Teachers Share Their Top Tech Solutions"},
      {
        "id":"EJ792043",
        "title":"Talking with Judy Blume"},
      {
        "id":"EJ792047",
        "title":"Build a Bully-Free Classroom"},
      {
        "id":"EJ792049",
        "title":"The Hidden Lives of Middle Schoolers"},
      {
        "id":"EJ792054",
        "title":"Ten Jobs in One!"},
      {
        "id":"EJ792057",
        "title":"10 Ways to...Decorate Your Classroom"},
      {
        "id":"EJ792059",
        "title":"10 Ways to...Welcome a New Teacher"},
      {
        "id":"EJ792061",
        "title":"Teaching Evolution"},
      {
        "id":"EJ792062",
        "title":"Talking with U.S. Secretary of Education: Margaret Spellings"},
      {
        "id":"EJ792064",
        "title":"Talking with Mel Levine"},
      {
        "id":"EJ792065",
        "title":"Getting along with the Grown-Ups"},
      {
        "id":"EJ792066",
        "title":"Does Halloween Belong in School?"},
      {
        "id":"EJ792067",
        "title":"10 Ways to...Reach New Career Heights"},
      {
        "id":"EJ792068",
        "title":"Seven Surprising Things about Award-Winning Schools"},
      {
        "id":"EJ792070",
        "title":"Order in the Court!"},
      {
        "id":"EJ792073",
        "title":"Rewards Not Working?"},
      {
        "id":"EJ792074",
        "title":"How Can I Get It All Done?"},
      {
        "id":"EJ792075",
        "title":"How Can I Help My Struggling Readers?"},
      {
        "id":"EJ792284",
        "title":"Merit Pay: Good for Teachers?"},
      {
        "id":"EJ792285",
        "title":"The New Digital Wave: Dive in! Whiteboards Are Quickly Changing How We Teach"},
      {
        "id":"EJ792286",
        "title":"Can We Be Friends?"},
      {
        "id":"EJ792287",
        "title":"Making 100 Grand: Isn't It Time Teachers Heard Some News?"},
      {
        "id":"EJ792288",
        "title":"Sixty Ways to Celebrate the Arts"},
      {
        "id":"EJ792289",
        "title":"Classroom Tech"},
      {
        "id":"EJ792290",
        "title":"The Age of Discovery"},
      {
        "id":"EJ792294",
        "title":"A Teacher's Guide to Sticky Situations"},
      {
        "id":"EJ792295",
        "title":"The Hidden Gifts of Quiet Kids"},
      {
        "id":"EJ792296",
        "title":"Make 'em Laugh (& They'll Learn a Lot More)"},
      {
        "id":"EJ792298",
        "title":"Marilyn Burns on the Language of Math"},
      {
        "id":"EJ792299",
        "title":"Twenty Superstars of Education"},
      {
        "id":"EJ792307",
        "title":"When Is \"Challenging Behavior\" Too Much?"},
      {
        "id":"EJ792308",
        "title":"Call the Struggling Reader Helpline"},
      {
        "id":"EJ792309",
        "title":"Help!"},
      {
        "id":"EJ792310",
        "title":"What's on Your Principal's Mind?"},
      {
        "id":"EJ792312",
        "title":"Idea Swap: The Best Ideas Come from Teachers Like You!"},
      {
        "id":"EJ792313",
        "title":"Teachers Make the Best Authors (Could You Be Next?)"},
      {
        "id":"EJ792314",
        "title":"The Best & Worst in Praise"},
      {
        "id":"EJ792315",
        "title":"Too Much Stuff?: Simple Organizing Solutions for Even the \"Messiest\" Classrooms"},
      {
        "id":"EJ792317",
        "title":"Principals from Hell"},
      {
        "id":"EJ792318",
        "title":"What Every Teacher Needs to Know about Foster Kids"},
      {
        "id":"EJ792319",
        "title":"Teaching America's Immigrants"},
      {
        "id":"EJ792320",
        "title":"Down with Homework"},
      {
        "id":"EJ792321",
        "title":"Quick and Easy Classroom Makeover"},
      {
        "id":"EJ792322",
        "title":"50 Ways to Motivate Kids"},
      {
        "id":"EJ792323",
        "title":"115 Years of Teaching Ideas"},
      {
        "id":"EJ792324",
        "title":"The Hidden Price of Privilege"},
      {
        "id":"EJ792325",
        "title":"10 Things Every Young Writer Needs"},
      {
        "id":"EJ792326",
        "title":"What Aaron Taught Me about Fluency"},
      {
        "id":"EJ792327",
        "title":"Teachers Pick the Top 50 Kids Books Ever"},
      {
        "id":"EJ792495",
        "title":"Progressive Approaches to University-Community Relations: The Town-Gown Story in Burlington"},
      {
        "id":"EJ792498",
        "title":"Gathering Faculties"},
      {
        "id":"EJ792499",
        "title":"Research for the Community: Bates Students Learn as They Work Magic for Lewiston and Auburn"},
      {
        "id":"EJ792500",
        "title":"Combining Research, Outreach and Student Learning: A New Model in Rhode Island"},
      {
        "id":"EJ792501",
        "title":"There is No Shortage of Teachers, Just Skilled Teachers"},
      {
        "id":"EJ792502",
        "title":"Who Will Prepare Tomorrow's Quality Teachers?"},
      {
        "id":"EJ792503",
        "title":"Choosing to Be a Good Teacher: Boston Teacher Calls for Expanded Professional Development Opportunities"},
      {
        "id":"EJ792504",
        "title":"Big School on Campus: How a Clark University Program Gives Worcester a Shot in the Arm and Students a Shot at College"},
      {
        "id":"EJ792505",
        "title":"&quot;No Good Deed . . .&quot;: Looking Back at Boston University's Chelsea Experiment"},
      {
        "id":"EJ792506",
        "title":"High-Stakes Sandwich: Don't Build School-College Collaboration on More Tests"},
      {
        "id":"EJ792507",
        "title":"Teaching White Students Black History: The African-American Experience in the Classroom"},
      {
        "id":"EJ792509",
        "title":"Form Follows Function? Innovations in Education Demand Flexible Building Design"},
      {
        "id":"EJ792510",
        "title":"North Stars: Teacher Apprenticeship Program Addresses Critical Shortage of Educators in New Hampshire's Nor th Country"},
      {
        "id":"EJ792511",
        "title":"Campus Architecture Is Campus Marketing"},
      {
        "id":"EJ792512",
        "title":"The Shape of Things to Come: A Photo Essay"},
      {
        "id":"EJ792513",
        "title":"Stores of Knowledge: New England Colleges Are Turning Retail Space into Classrooms"},
      {
        "id":"EJ792514",
        "title":"Connecticut Builds: How One Public University Became a National Model for Infrastructure Investment"},
      {
        "id":"EJ792515",
        "title":"Please Come to New England: Slow Growth Spells Trouble for Local Schools"},
      {
        "id":"EJ792517",
        "title":"Changing Faces: How the Demographic Revolution Plays out in New England's Largest Metro Area"},
      {
        "id":"EJ792518",
        "title":"A Building like a Tree, a Campus like a Forest: Sustainable Design Comes to New England Higher Education"},
      {
        "id":"EJ792521",
        "title":"Higher Education Gets Down to Business: A Growing Array of Partnerships between Campuses and Corporations Bring Mutual Benefits . . . and Risks"},
      {
        "id":"EJ792522",
        "title":"A Call to Action on New England's Innovation Economy: Will Business and Higher Education Answer This Time?"},
      {
        "id":"EJ792523",
        "title":"Work Smarts, Life Smarts: How Education's Societal Mission and Business' Human Resource Needs Are Converging"},
      {
        "id":"EJ792524",
        "title":"The Public's Business"},
      {
        "id":"EJ792525",
        "title":"Community Colleges Mean Business...But What Does Business Mean?"},
      {
        "id":"EJ792526",
        "title":"Perspectives: Antioch University's James Craiglow and the University System of New Hampshire's Stephen Reno on Business and Higher Education"},
      {
        "id":"EJ792527",
        "title":"Building a Pipeline: One Company's Holistic Approach to College Relations"},
      {
        "id":"EJ792528",
        "title":"Leading Indicator: New England's Higher Education Economy"},
      {
        "id":"EJ792529",
        "title":"How to Make Your College No. 1 in \"U.S. News & World Report\"...and Lose Your Integrity in the Process"},
      {
        "id":"EJ792530",
        "title":"The Changing Shape of Learning"},
      {
        "id":"EJ792531",
        "title":"Half-Full or Half-Empty?: How Institutional Cooperation Could Turn a Wave of Faculty Requirements into an Opportunity"},
      {
        "id":"EJ792532",
        "title":"Bright Futures?: Human Capital Dilemmas Cloud New England Outlook"},
      {
        "id":"EJ792533",
        "title":"Imported Talent: Foreign Immigration and the New England Labor Market"},
      {
        "id":"EJ792534",
        "title":"Smart Routes: Migration Patterns among New England's College Freshmen"},
      {
        "id":"EJ792535",
        "title":"Aid Matters: Merit Aid Is the Wrong Tool to Attract the Best and the Brightest"},
      {
        "id":"EJ792536",
        "title":"Federal Triangle: Congress Focuses on Access, Affordability and Accountability"},
      {
        "id":"EJ792538",
        "title":"Tunnel Vision: New England Higher Education Ignores Demographic Peril"},
      {
        "id":"EJ792542",
        "title":"All Net: A Meaningful Way to Look at College Prices"},
      {
        "id":"EJ792543",
        "title":"A Matter of Degrees: How Undergraduate College Completions Shape Labor Supply"},
      {
        "id":"EJ792545",
        "title":"Widening the Funnel: Maine Looks to Put Students on the Path to College"},
      {
        "id":"EJ792546",
        "title":"Emotional Rescue: New Generation of Troubled Students Strains College Services"},
      {
        "id":"EJ792547",
        "title":"Campus Buzz: How Alcohol Impairs America's Judgment of Higher Education"},
      {
        "id":"EJ792548",
        "title":"Predators: Uncomfortable Truths about Campus Rapists"},
      {
        "id":"EJ792549",
        "title":"Balance Wheel: Presidents Should Use Their Moral Authority to Protect Academe"},
      {
        "id":"EJ792550",
        "title":"Profiles in Caution: If College Presidents Don't Ask Questions about War and Civil Liberties, Who Will?"},
      {
        "id":"EJ792551",
        "title":"It's Not about Me: Politics of the Public University President"},
      {
        "id":"EJ792552",
        "title":"Declaring Independence: A New Model for Public Presidents"},
      {
        "id":"EJ792553",
        "title":"Connecting Thought and Action: The Challenge for Liberal Arts Presidents"},
      {
        "id":"EJ792554",
        "title":"Why New Presidents Can't Sleep"},
      {
        "id":"EJ792555",
        "title":"Pomp and Whine: Can College Towns Keep the Sims Happy?"},
      {
        "id":"EJ792556",
        "title":"Sharing University Intellectual Capital: The Role of Continuing Education"},
      {
        "id":"EJ792557",
        "title":"Comic Relief for White River Junction"},
      {
        "id":"EJ792558",
        "title":"Mismatch: For New England Women, Earning Lags Learning"},
      {
        "id":"EJ792559",
        "title":"Education Mecca: Will New England Continue to Attract the World's Students?"},
      {
        "id":"EJ792560",
        "title":"A Vocation of the Imagination: Creating the Creative Campus"},
      {
        "id":"EJ792561",
        "title":"The Economic Impact of Educational Opportunity"},
      {
        "id":"EJ792562",
        "title":"Demographic Perfect Storm: New England Confronts a Shortage of College-Bound Students"},
      {
        "id":"EJ792563",
        "title":"Ask and You Shall Perceive: Vermont and New Hampshire Ask High School Seniors--&quot;What Next?&quot;"},
      {
        "id":"EJ792604",
        "title":"Art Transforms Education: A Boston Pilot School Puts Student Learning Center Stage"},
      {
        "id":"EJ792605",
        "title":"Arts and the City: Tapping the Creative Energy of Urban Youths"},
      {
        "id":"EJ792606",
        "title":"Investing in Futures: Lyme Academy Asserts the Primacy of &quot;The Hand of the Artist&quot; in a Culture that Is Becoming Electronic"},
      {
        "id":"EJ792607",
        "title":"Creative Places: How RISD Invigorates Providence"},
      {
        "id":"EJ792608",
        "title":"Museum Quality: A New Museum and Recharged College Bring Creative Energy to North Adams, Massachusetts"},
      {
        "id":"EJ792609",
        "title":"The Coming Right-Brain Economy: Daniel H. Pink Says the MFA Is the New MBA"},
      {
        "id":"EJ792616",
        "title":"The Fifties ... Fifty Years Later: &quot;Connection&quot; Interviews Historian David Halberstam on a Half Century of Change"},
      {
        "id":"EJ792624",
        "title":"Hardening Class Lines: The Erosion of the Social Contract in Higher Education"},
      {
        "id":"EJ792629",
        "title":"Six States, One Destiny: Critical Issues for New England"},
      {
        "id":"EJ792630",
        "title":"Coming Together: How a Half Century of Segregation and Desegregation Continues to Shape New England's Future"},
      {
        "id":"EJ792631",
        "title":"Visions: Reflections on the Past, Predictions of the Future"},
      {
        "id":"EJ792632",
        "title":"Building a Pipeline for College Access and Success"},
      {
        "id":"EJ792633",
        "title":"Levers for Change: Steps States Can Take to Improve College Readiness"},
      {
        "id":"EJ792634",
        "title":"Are Colleges Listening to Students?"},
      {
        "id":"EJ792637",
        "title":"Adults Must Be College-Ready Too: ABE-to-College Transition Project Inspires Lives"},
      {
        "id":"EJ792638",
        "title":"College Material: Tapping Rural Areas for the Next Generation of College Students"},
      {
        "id":"EJ792647",
        "title":"College Graduation &quot;Is&quot; the Bottom Line"},
      {
        "id":"EJ792648",
        "title":"College Ready New England: Regional Collaboration Explores Models for Readiness and Success"},
      {
        "id":"EJ792658",
        "title":"The Flood of History: Connection Interviews Historian Douglas Brinkley"},
      {
        "id":"EJ792659",
        "title":"Higher Education Trends and Opportunities"},
      {
        "id":"EJ792660",
        "title":"Coming Soon to a College Near You: Accountability"},
      {
        "id":"EJ792661",
        "title":"Opportunity New England: A Plan to Build Regional Success on Innovative Individuals"},
      {
        "id":"EJ792662",
        "title":"The Downside of Early Decision: Choosing Early Doesn't Always Mean Choosing Right"},
      {
        "id":"EJ792663",
        "title":"Trends in Education Philanthropy: A Roundtable with Foundation Leaders"},
      {
        "id":"EJ792664",
        "title":"Preparing Urban Scholars for College: A Best Practice in College Readiness"},
      {
        "id":"EJ792665",
        "title":"Inclusive Excellence: UConn Builds Capacity for Diversity and Change"},
      {
        "id":"EJ792666",
        "title":"Smooth Transfer: A Once Mundane Administrative Issue Re-Emerges as a Key Tool for Equity"},
      {
        "id":"EJ792667",
        "title":"CC Leader: Community Colleges Go outside to Fill Key Posts"},
      {
        "id":"EJ792668",
        "title":"Why They Come: New England's Lure to the International Student"},
      {
        "id":"EJ792669",
        "title":"World Community: Middlesex CC Infuses Global Initiatives into Core Curriculum and beyond"},
      {
        "id":"EJ792670",
        "title":"What the World Needs Now: Cross-National Student Loan Programs"},
      {
        "id":"EJ792671",
        "title":"Creating Global Citizens through Study Abroad"},
      {
        "id":"EJ792672",
        "title":"Foreign Exposure"},
      {
        "id":"EJ792673",
        "title":"Ambassadors: Students Building Foundations for a More Peaceful World"},
      {
        "id":"EJ792674",
        "title":"Immigrant Education: Don't Forget the 1.4 Million Global Assets in New England's Backyard"},
      {
        "id":"EJ792675",
        "title":"To Strengthen Higher Education, Boost Pell Grants, End Waste in Private Loan Programs"},
      {
        "id":"EJ792676",
        "title":"Commission Report Should Prompt a Re-Examination of New England Higher Education"},
      {
        "id":"EJ792677",
        "title":"Resist Simplistic Measures of Success"},
      {
        "id":"EJ792678",
        "title":"Time for Action to Bolster Future of Higher Education"},
      {
        "id":"EJ792679",
        "title":"Could Transparency Bring Economic Diversity?"},
      {
        "id":"EJ792680",
        "title":"As Student Debt Increases, Colleges Owe More in Performance"},
      {
        "id":"EJ792681",
        "title":"Test the Spellings Commission's Assumptions"},
      {
        "id":"EJ792682",
        "title":"Trend: Shrinking Opportunity"},
      {
        "id":"EJ792683",
        "title":"Foundation Course"},
      {
        "id":"EJ792684",
        "title":"What's in Your Valise?: Determining What Students Learn in College"},
      {
        "id":"EJ792685",
        "title":"Educational Malpractice?: Higher Ed May Be Courting Trouble with Overpaid Execs and Restless Consumers"},
      {
        "id":"EJ792686",
        "title":"Next Stop for the Grassroots Movement: Education Policymaking"},
      {
        "id":"EJ792687",
        "title":"The Economic Impact of New England Higher Education ... and K-12"},
      {
        "id":"EJ792688",
        "title":"Foundations and Higher Education: Whose Agenda?"},
      {
        "id":"EJ792689",
        "title":"An &quot;Independent&quot; Path to College Success"},
      {
        "id":"EJ792690",
        "title":"Warning Lights: New Dashboard Reports Help Institutions Gauge Their Performance"},
      {
        "id":"EJ792727",
        "title":"The Relationship Between Staff Development and Health Instruction in Schools in the United States"},
      {
        "id":"EJ792748",
        "title":"Spiritual Wellness, Holistic Health, and the Practice of Health Education"},
      {
        "id":"EJ792749",
        "title":"Mail Survey Return Rates Published in Health Education Journals: An Issue of External Validity"},
      {
        "id":"EJ792751",
        "title":"Instrument Development for Measuring Teachers' Attitudes and Comfort in Teaching Human Sexuality"},
      {
        "id":"EJ792753",
        "title":"National Study of Emotional and Perceptional Changes Since September 11"},
      {
        "id":"EJ792756",
        "title":"A Content Analysis of the CNHEO Journals for Policy and Advocacy Articles: 1991-2000"},
      {
        "id":"EJ792758",
        "title":"The Intuitive Eating Scale: Development and Preliminary Validation"},
      {
        "id":"EJ792760",
        "title":"Analysis of the American Cancer Society's Generation Fit Project"},
      {
        "id":"EJ792762",
        "title":"Using the Anger Response Inventory to Evaluate the Effect of Shame and Guilt on Interpersonal Communication Skills"},
      {
        "id":"EJ792764",
        "title":"Sustained Reduction in Adolescent Pregnancy Rates through School and Community-Based Education, 1982-2000"},
      {
        "id":"EJ792770",
        "title":"Ranking of Doctoral Programs of Health Education: Methodological Revisions and Results"},
      {
        "id":"EJ792773",
        "title":"Reducing Sub-Clinical Symptoms of Anxiety and Depression: A Comparison of Two College Courses"},
      {
        "id":"EJ792774",
        "title":"Relationship Violence Prevention Education in Schools: What's Working, What's Getting in the Way, and What Are Some Future Directions"},
      {
        "id":"EJ792776",
        "title":"The Proliferation of Legalized Gambling: Implications for Health Education"},
      {
        "id":"EJ792781",
        "title":"Proper Hand-Washing Techniques in Public Restrooms: Differences in Gender, Race, Signage, and Time of Day"},
      {
        "id":"EJ792782",
        "title":"The Association of Extracurricular Activity Participation with Substance Use Among Youth in the DARE Plus Project"},
      {
        "id":"EJ792783",
        "title":"Spirituality among a College Student Cohort: A Quantitative Assessment"},
      {
        "id":"EJ792784",
        "title":"A New Health Education Paradigm: Uncommon Thoughts about Common Matters"},
      {
        "id":"EJ792785",
        "title":"A National Assessment of Faculty Hiring Criteria and Procedures in Health Education Programs"},
      {
        "id":"EJ792787",
        "title":"Area Specific Self-Esteem, Values, and Adolescent Sexual Behavior"},
      {
        "id":"EJ792789",
        "title":"The Use of Statistics in the \"American Journal of Health Education\" from 1994 through 2003: A Content Analysis"},
      {
        "id":"EJ792792",
        "title":"Are Interventions for Informed, Efficacious Precontemplators Unethical?"},
      {
        "id":"EJ792794",
        "title":"Objective and Subjective Knowledge and HIV Testing among College Students"},
      {
        "id":"EJ792796",
        "title":"Misconceptions of Focus Groups: Implications for Health Education Practice"},
      {
        "id":"EJ792797",
        "title":"Important Competencies for Future Health and Wellness Professionals: An Investigation of Employer Desired Skills"},
      {
        "id":"EJ792798",
        "title":"Take Pride in America's Health: Volunteering as a Gateway to Physical Activity"},
      {
        "id":"EJ792800",
        "title":"Understanding Reduced-Fat Milk Consumption among Male Adolescents Using the Theory of Planned Behavior"},
      {
        "id":"EJ792801",
        "title":"Indiana Residents' Perceptions of Driving and Lower Blood Alcohol Concentration"},
      {
        "id":"EJ792803",
        "title":"Using Participatory Action Research to Develop a School-Based Environmental Intervention to Support Healthy Eating and Physical Activity"},
      {
        "id":"EJ792807",
        "title":"Correlates and Predictors of Depression in College Students: Results from the Spring 2000 National College Health Assessment"},
      {
        "id":"EJ792808",
        "title":"The Impact of Religiosity on the Sexual Behaviors of College Students"},
      {
        "id":"EJ792809",
        "title":"Effects of a Web-Based Health Program on Fifth Grade Children's Physical Activity Knowledge, Attitudes and Behavior"},
      {
        "id":"EJ792810",
        "title":"Perceived Effectiveness among College Students of Selected Statistical Measures in Motivating Exercise Behavior"},
      {
        "id":"EJ792811",
        "title":"Circumcision: The Good, the Bad and American Values"},
      {
        "id":"EJ792812",
        "title":"Reducing Parental Demand for Antibiotics by Promoting Communication Skills"},
      {
        "id":"EJ792813",
        "title":"Television Watching and Risk of Obesity in American Adolescents"},
      {
        "id":"EJ792814",
        "title":"Effects of a Classroom-Based Asthma Education Curriculum on Asthma Knowledge, Attitudes, Self-Efficacy, Quality of Life, and Self-Management Behaviors among Adolescents"},
      {
        "id":"EJ792815",
        "title":"Population Density and Alcohol-Related Risk Behaviors among US High School Students"},
      {
        "id":"EJ792816",
        "title":"Improving Health Education for ELL Students in the Mainstream Classroom"},
      {
        "id":"EJ792817",
        "title":"The Assessment of Rural African-American Churches' Capacity to Promote Health Prevention Activities"},
      {
        "id":"EJ792818",
        "title":"Human Papillomavirus: A Catalyst to a Killer"},
      {
        "id":"EJ792819",
        "title":"Liars, Cheaters, and Thieves: Correlates of Undesirable Character Behaviors in Adolescents"},
      {
        "id":"EJ792820",
        "title":"Power Analysis in Survey Research: Importance and Use for Health Educators"},
      {
        "id":"EJ792821",
        "title":"Health Education and Behavior: Are School Health Educators in Denial?"},
      {
        "id":"EJ792822",
        "title":"Levels and Characteristics of Physical Activity among a College Student Cohort"},
      {
        "id":"EJ792823",
        "title":"Ambulatory Physical Activity Patterns of College Students"},
      {
        "id":"EJ792824",
        "title":"A Qualitative Study about Cervical Cancer Screening among Latinas Living in a Rural Area of California: Lessons for Health Educators"},
      {
        "id":"EJ792825",
        "title":"Alcohol Advertisements in Youth-Oriented Magazines: Persuasive Themes and Responsibility Messages"},
      {
        "id":"EJ792826",
        "title":"The Meaning of Health"},
      {
        "id":"EJ792828",
        "title":"Theoretical Approaches to Motivating Change: A Farm Family Case Example"},
      {
        "id":"EJ792834",
        "title":"Melanoma Knowledge and Sun Protection Attitudes and Behaviors among College Students by Gender and Skin Type"},
      {
        "id":"EJ792835",
        "title":"The Relationship between Intuitive Eating and Health Indicators among College Women"},
      {
        "id":"EJ792836",
        "title":"Certified Health Education Specialists' Participation in Professional Associations: Implications for Marketing and Membership"},
      {
        "id":"EJ792845",
        "title":"The Alameda County Study: A Systematic, Chronological Review"},
      {
        "id":"EJ792846",
        "title":"Emergency Preparedness in Georgia: An Assessment of Public Health Training Needs"},
      {
        "id":"EJ793899",
        "title":"Motivations of Parental Involvement in Children's Learning: Voices from Urban African American Families of Preschoolers"},
      {
        "id":"EJ793900",
        "title":"The \"Inner City\" Is My Blues"},
      {
        "id":"EJ793901",
        "title":"Something Every Teacher and Counselor Needs to Know about African-American Children"},
      {
        "id":"EJ793902",
        "title":"Teacher Judgment in Identifying Gifted/Talented Students"},
      {
        "id":"EJ793903",
        "title":"Teachers' Perceptions of ELL Education: Potential Solutions to Overcome the Greatest Challenges"},
      {
        "id":"EJ793904",
        "title":"Learning while Black: Community Voices on Race, Education and the Boston Public Schools"},
      {
        "id":"EJ793905",
        "title":"Reinvention, Not Reforms: Current School Structures Are Obsolete"},
      {
        "id":"EJ793909",
        "title":"The Big Picture College: A Model High School Program Graduates"},
      {
        "id":"EJ793911",
        "title":"Pushing Plastic"},
      {
        "id":"EJ793912",
        "title":"Red Flags in High-Tech"},
      {
        "id":"EJ793914",
        "title":"STEM Sell"},
      {
        "id":"EJ793917",
        "title":"Demographic Demise: The Declining Young Adult Population in New England"},
      {
        "id":"EJ793919",
        "title":"Closing the Engineering Gender Gap: Viewers like You"},
      {
        "id":"EJ793921",
        "title":"Engineering Education Must Get Real"},
      {
        "id":"EJ793922",
        "title":"Toward a Federal STEM Policy"},
      {
        "id":"EJ793924",
        "title":"$100 Bills Lying on the Ground: Government Funding of Higher Education Pays for Itself Many Times over"},
      {
        "id":"EJ793926",
        "title":"Microfinanciers in Training: Teaching Students to Become Entrepreneurs of Social and Material Capital"},
      {
        "id":"EJ793927",
        "title":"Can a Catholic College Exist Today?: Challenges to Religious Identity in the Midst of Pluralism"},
      {
        "id":"EJ793930",
        "title":"College Becomes U: State University System Would Enable Mass. Public Campuses to Better Serve Mission"},
      {
        "id":"EJ793933",
        "title":"Follow Up: Credit Card Caution"},
      {
        "id":"EJ793934",
        "title":"Good Intentions: Many Mainers Plan to Go to College, but Don't"},
      {
        "id":"EJ793936",
        "title":"Standard-Driven Variety: Why Must Equitable Outcomes Be the &quot;Same&quot; Outcomes?"},
      {
        "id":"EJ793938",
        "title":"Joint Authorship: Faculty Members from Six Institutions Collaborate to Measure Writing Competence"},
      {
        "id":"EJ793942",
        "title":"Reaching the Connected Generation: \"College Access Marketers\" Slow in Adopting New Techniques"},
      {
        "id":"EJ794027",
        "title":"Acceptability and Appeal of a Web-Based Smoking Prevention Intervention for Adolescents"},
      {
        "id":"EJ794028",
        "title":"Focus Group Assessment of Culturally Specific Cholesterol-Lowering Menus for Mexican Americans"},
      {
        "id":"EJ794029",
        "title":"HIV and STD Knowledge, Sexual Behaviors and Drug Taking Behaviors of Adolescents in Southern Russia"},
      {
        "id":"EJ794037",
        "title":"Influence of Self-Efficacy on Fat-Related Dietary Behavior in Chinese Americans"},
      {
        "id":"EJ794038",
        "title":"Readability of Health Sites on the Internet"},
      {
        "id":"EJ794039",
        "title":"The Impact of a Computerized Dietary Assessment on Nutrition Knowledge"},
      {
        "id":"EJ794040",
        "title":"Priority Health Behavior Practices among Chinese Undergraduate Students"},
      {
        "id":"EJ794041",
        "title":"The Use of Technology by Students at an HBCU"},
      {
        "id":"EJ794042",
        "title":"Risk Behaviors Associated with Cigarette Use among Asian American Adolescents"},
      {
        "id":"EJ794043",
        "title":"Understanding Satisfaction with Shamanic Practices among the Hmong in Rural California"},
      {
        "id":"EJ794044",
        "title":"Democracy--The First Principle of Health Promoting Schools"},
      {
        "id":"EJ794046",
        "title":"Health Promotion Theory, Praxis, and Needs in Transylvania, Romania"},
      {
        "id":"EJ794047",
        "title":"Knowledge, Perceptions and Attitudes of Youths in India Regarding HIV/AIDS: A Review of Current Literature"},
      {
        "id":"EJ794053",
        "title":"A Culturally Enhanced Smoking Cessation Study among Chinese and Korean Smokers"},
      {
        "id":"EJ794066",
        "title":"A Comparison of Health Education and Physical Activity Practice in Four Regions of the Hawaiian Island of Oahu"},
      {
        "id":"EJ794067",
        "title":"Planning ADE: Implications from the Literature on Student Perspectives"},
      {
        "id":"EJ794068",
        "title":"Health Education in India: A Strengths, Weaknesses, Opportunities, and Threats (SWOT) Analysis"},
      {
        "id":"EJ794072",
        "title":"HIV/AIDS Knowledge, Attitudes, and Opinions among Adolescents in the River States of Nigeria"},
      {
        "id":"EJ794073",
        "title":"The Influence of Friendships and Friendship-Making Ability in Physical Activity Participation in Chiang Mai, Thailand High School Students"},
      {
        "id":"EJ794075",
        "title":"Adolescents at Risk: Depression, Low Academic Performance, Violence, and Alcohol Increase Bolivian Teenagers' Risk of Attempted Suicide"},
      {
        "id":"EJ794076",
        "title":"Comparison of Three Tobacco Survey Methods with College Students: A Case Study"},
      {
        "id":"EJ794078",
        "title":"The Recess Period: A Key Moment of Prepubescent Children's Daily Physical Activity?"},
      {
        "id":"EJ794079",
        "title":"Social Capital, Health and HIV Awareness of Girls in a Rural Caribbean Community"},
      {
        "id":"EJ794080",
        "title":"Status of Health Appraisal Services for Primary School Children in Edo State, Nigeria"},
      {
        "id":"EJ794081",
        "title":"Drinking &amp; Congenital Birth Defects: Alcohol Awareness in the Northern Rivers Region of New South Wales, Australia"},
      {
        "id":"EJ794091",
        "title":"Expanding Opportunities for High Academic Achievement: An International Baccalaureate Diploma Program in an Urban High School"},
      {
        "id":"EJ794093",
        "title":"A Passion for Learning: The Theory and Practice of Optimal Match at the University of Washington"},
      {
        "id":"EJ794094",
        "title":"Validation and Findings Comparing VAS vs. Likert Scales for Psychosocial Measurements"},
      {
        "id":"EJ794096",
        "title":"Preparing Teachers as HIV/AIDS Prevention Leaders in Malawi: Evidence from Focus Groups"},
      {
        "id":"EJ794097",
        "title":"Online Health Education on SARS to University Students during the SARS Outbreak"},
      {
        "id":"EJ794099",
        "title":"Impact of Health-Related Family Factors on School Enrollment in Bolivia: Implications for Health Education"},
      {
        "id":"EJ794104",
        "title":"Enhancing Early Numeracy by Promoting the Abstract Thought Involved in the Oddity Principle, Seriation, and Conservation"},
      {
        "id":"EJ794106",
        "title":"The Civic Leadership Institute: A Service-Learning Program for Academically Gifted Youth"},
      {
        "id":"EJ794107",
        "title":"Evaluating the First Year Experience: Students' Knowledge, Attitudes, and Behaviors"},
      {
        "id":"EJ794108",
        "title":"Reproductive Health: An Introduction to IUCD in India"},
      {
        "id":"EJ794113",
        "title":"HIV-Related Knowledge and Attitudes among First Year Medical Students in Mumbai, India Adolescents"},
      {
        "id":"EJ794114",
        "title":"Using Rubrics to Increase the Reliability of Assessment in Health Classes"},
      {
        "id":"EJ794115",
        "title":"Brief Continuing Medical Education (CME) Module Raises Knowledge of Developing Country Physicians"},
      {
        "id":"EJ794117",
        "title":"Adolescents Engaging in Risky Sexual Behavior: Sexual Activity and Associated Behavioral Risk Factors in Bolivian Adolescents"},
      {
        "id":"EJ794120",
        "title":"Impact of Menu Sequencing on Internet-Based Educational Module Selection"},
      {
        "id":"EJ794122",
        "title":"Onset of Smoking Behaviors and Participation in Leisure Physical Activities of Turkish Adolescents Attending Vocational Health Schools"},
      {
        "id":"EJ794124",
        "title":"Health Issues for the Hmong Population in the U.S.: Implications for Health Educators"},
      {
        "id":"EJ794125",
        "title":"What Do Expectant Mothers Know about Neonatal Jaundice?"},
      {
        "id":"EJ794128",
        "title":"Health Status of Immigrants from Nepal in the United States: Preliminary Findings and Methodological Issues"},
      {
        "id":"EJ794129",
        "title":"Exploration of Social Cognitive Factors Associated with Physical Activity among Chinese-American Children"},
      {
        "id":"EJ794133",
        "title":"I Sing the Body Electric: Description of an Innovative Health Promotion and Fine Arts Program for Adolescents"},
      {
        "id":"EJ794135",
        "title":"Using Online Discussion Forums to Promote Critical Reflection among Pre and In-Service HIV/AIDS Educators and Service Providers"},
      {
        "id":"EJ794136",
        "title":"Russian Science Teachers' Knowledge of HIV/AIDS: Implications for Teacher Training"},
      {
        "id":"EJ794137",
        "title":"Risk Perceptions, Barriers, and Self-Efficacy of Hepatitis B Screening and Vaccination among Chinese Immigrants"},
      {
        "id":"EJ794139",
        "title":"Physical Activity Patterns During School Recess: A Study in Children 6 to 10 Years Old"},
      {
        "id":"EJ794140",
        "title":"Young Cancer Patients' Perceptions of a Video Game Used to Promote Self Care"},
      {
        "id":"EJ794141",
        "title":"Comparison of Effectiveness of Computerized and Conventional Fixed and Learning Module in Undergraduate Pathology Teaching"},
      {
        "id":"EJ794143",
        "title":"Advertising a &quot;Healthy Lifestyle:&quot; A Cypriot Health Education Project"},
      {
        "id":"EJ794146",
        "title":"Developing a Public Health Training and Research Partnership between Japan and Vietnam"},
      {
        "id":"EJ794195",
        "title":"Educating Masters of Public Health Students on Tobacco Control and Prevention: An Integrated Curriculum Approach"},
      {
        "id":"EJ794196",
        "title":"Simulation to Practice: Developing Nursing Skills in Mental Health--An Australian Perspective"},
      {
        "id":"EJ794197",
        "title":"A Review of Obesity and Its Relationship with the Built Environment: Implications for Health Educators"},
      {
        "id":"EJ794198",
        "title":"Fast Food and Body Weight among Adolescents"},
      {
        "id":"EJ794199",
        "title":"Health Behaviors and Protective Factors of School Students Aged 13-15 Years Old in Four Cities of China"},
      {
        "id":"EJ794200",
        "title":"Can Email Prompting Minimize the Decrease in Wintertime Physical Activity Levels?"},
      {
        "id":"EJ794201",
        "title":"Engaging Youth to Examine Lifestyle Behaviors through Authentic Research with University Partnerships"},
      {
        "id":"EJ794202",
        "title":"Measuring Nutritional Intake of Adolescents in Ghana, West Africa"},
      {
        "id":"EJ794203",
        "title":"A Needs Assessment for Health Care Professionals in the Detection, Intervention and Interdisciplinary Treatment of Bulimia Nervosa Using Focus Group Methodology"},
      {
        "id":"EJ794204",
        "title":"Web-Based Physical Activity Intervention for College-Aged Women"},
      {
        "id":"EJ794205",
        "title":"Breastfeeding Education, Support, and Barriers among Iraqi Refugee Women in Jordan"},
      {
        "id":"EJ794206",
        "title":"Ties That Work: The Interaction between Group Assignment Method and a Culturally-Relevant Curriculum in the Context of Middle School Anti-Tobacco Program"},
      {
        "id":"EJ794207",
        "title":"Entering the Blogosphere: Blogs as Teaching and Learning Tools in Health Education"},
      {
        "id":"EJ794208",
        "title":"Development, Implementation, and Evaluation of Health Informatics Masters Program at KSAU-HS University, Saudi Arabia"},
      {
        "id":"EJ794235",
        "title":"Differentiate or Die: Colleges Need a Clear Niche to Thrive in the Coming Demographic Crisis"},
      {
        "id":"EJ794236",
        "title":"Pulling Rank: A Plan to Help Students with College Choice in an Age of Rankings"},
      {
        "id":"EJ794237",
        "title":"World-Class Care: Boston Welcome Back Center Puts Internationally Educated Nurses Back to Work"},
      {
        "id":"EJ794238",
        "title":"Problem-Based Learning (PBL): A Real-World Antidote to the Standards and Testing Regime"},
      {
        "id":"EJ794239",
        "title":"Adult Education: From a Terminal Degree to Lifelong Learning"},
      {
        "id":"EJ794240",
        "title":"Yes, a Catholic College Can Exist"},
      {
        "id":"EJ794241",
        "title":"Youthful Indiscretions: Should Colleges Protect Social Network Users from Themselves and Others?"},
      {
        "id":"EJ794242",
        "title":"Social Technology as a New Medium in the Classroom"},
      {
        "id":"EJ794243",
        "title":"Talking about a Revolution: Looking to the Past to Save Our Future"},
      {
        "id":"EJ794244",
        "title":"Improving College Preparation: Lessons from the American Diploma Project"},
      {
        "id":"EJ794245",
        "title":"Rethinking College Readiness"},
      {
        "id":"EJ794246",
        "title":"Where Do We Go from Here?: Reducing Inequities and Today's Changing Demographic"},
      {
        "id":"EJ794247",
        "title":"Why Is Student-Level P-20 Data Sharing Important?: What New England Can Learn from the Data Quality Campaign"},
      {
        "id":"EJ794248",
        "title":"Hitting Home: New Postsecondary Realities for New England--and the Nation"},
      {
        "id":"EJ794249",
        "title":"NEJHE's Trends &amp; Indicators in Higher Education, 2008"},
      {
        "id":"EJ794250",
        "title":"Is New England Ready for P-20?: A Report Card on Efforts to Expand the K-12 Notion from Preschool to Grade 20"},
      {
        "id":"EJ794359",
        "title":"A Survey of Greek Elementary School Students' Smoking Habits and Attitudes"},
      {
        "id":"EJ794458",
        "title":"Education Is Associated with Physical Activity among American Indian Elders"},
      {
        "id":"EJ794459",
        "title":"American Indians and Non-Indians Playing a Slot-Machine Simulation: Effect of Sensation Seeking and Payback Percentage"},
      {
        "id":"EJ794460",
        "title":"The Parents Association for Youth Sports: A Proactive Approach to Spectator Behavior Management"},
      {
        "id":"EJ794461",
        "title":"Justplay: A Revolutionary Approach to Youth Sport Administration and Sportsmanship"},
      {
        "id":"EJ794462",
        "title":"Adventure Racing CORE: A Nontraditional Approach to the Physical Education Lesson"},
      {
        "id":"EJ794463",
        "title":"Learning to See: Developing the Perception of an Expert Teacher"},
      {
        "id":"EJ794464",
        "title":"The Structure Of Drinking Motives in First Nations Adolescents in Nova Scotia"},
      {
        "id":"EJ794465",
        "title":"Children with Down Syndrome: Discovering the Joy of Movement"},
      {
        "id":"EJ794466",
        "title":"Service-Learning Evaluation Projects: A Step-by-Step Approach"},
      {
        "id":"EJ794467",
        "title":"Top 10 Reasons for Quality Physical Education"},
      {
        "id":"EJ794468",
        "title":"Embodying the Spirits: Puppets in the Dance Studio"},
      {
        "id":"EJ794469",
        "title":"Creating an Environment for Sportsmanship Outcomes: A Systems Perspective"},
      {
        "id":"EJ794470",
        "title":"Promoting Sportsmanship in Youth Sports: Perspectives from Sport Psychology"},
      {
        "id":"EJ794471",
        "title":"Medicine Ball for All: A Novel Program that Enhances Physical Fitness in School-Age Youths"},
      {
        "id":"EJ794472",
        "title":"Getting Involved in the IEP Process"},
      {
        "id":"EJ794473",
        "title":"A National Study of Nonrenewal in High School Coaching"},
      {
        "id":"EJ794474",
        "title":"Assessment and Interpretation of Body Composition in Physical Education"},
      {
        "id":"EJ794476",
        "title":"Creating a Motivational Climate to Foster Engagement in Physical Education"},
      {
        "id":"EJ794477",
        "title":"Understanding a Monocultural, Student-Teaching Setting from Sociocultural Perspectives: A Video Analysis"},
      {
        "id":"EJ794478",
        "title":"What We Teach Is as Important as How We Teach It"},
      {
        "id":"EJ794479",
        "title":"Analysis of a Videotaped Lesson from an Exercise Physiology Perspective"},
      {
        "id":"EJ794480",
        "title":"Applied Biomechanics in an Instructional Setting"},
      {
        "id":"EJ794481",
        "title":"A Motor-Development and Motor-Learning Perspective"},
      {
        "id":"EJ794482",
        "title":"Ride with Abandon: Practical Ideas to Include Mountain Biking in Physical Education"},
      {
        "id":"EJ794483",
        "title":"Dust Off the Portfolios: How to Create a Dynamic Showcase of Your Preservice Teachers' Skills"},
      {
        "id":"EJ794484",
        "title":"Assessment Benefits and Barriers: What Are You Committed to?"},
      {
        "id":"EJ794497",
        "title":"Creating an After-School Program for Your PETE Majors' Middle School Field Experience"},
      {
        "id":"EJ794498",
        "title":"What's in It for Me? An Intervention to Increase Physical Activity among Adolescents in Physical Education"},
      {
        "id":"EJ794500",
        "title":"What Every Public School Physical Educator Should Know about the Hiring Process"},
      {
        "id":"EJ794501",
        "title":"From Theory to Practice in the Design and Evaluation of Youth Development Programs: A Case Study"},
      {
        "id":"EJ794510",
        "title":"Applying Laban's Movement Framework in Elementary Physical Education"},
      {
        "id":"EJ794525",
        "title":"Classroom Management Challenges in the Dance Class"},
      {
        "id":"EJ794527",
        "title":"Building Camaraderie with Fun, Fitness, and Friendly Competition"},
      {
        "id":"EJ794529",
        "title":"Inclusion in Physical Education: Changing the Culture"},
      {
        "id":"EJ794531",
        "title":"Modifying Physical Activities to Include Individuals with Disabilities: A Systematic Approach"},
      {
        "id":"EJ794532",
        "title":"A Practical Plan for Managing the Behavior of Students with Disabilities in General Physical Education"},
      {
        "id":"EJ794533",
        "title":"A Professional Code of Ethics and Progress Report: One University's Approach to Addressing Disruptive Behaviors in the Classroom"},
      {
        "id":"EJ794543",
        "title":"Coaching Strategies for Helping Adolescent Athletes Cope with Stress"},
      {
        "id":"EJ794565",
        "title":"Incorporating Video Games into Physical Education"},
      {
        "id":"EJ794566",
        "title":"Guidelines for Implementing a Dynamic Warm-Up for Physical Education"},
      {
        "id":"EJ794568",
        "title":"Including Students with Severe, Multiple Disabilities in General Physical Education"},
      {
        "id":"EJ794569",
        "title":"Including Children with Autism in General Physical Education: Eight Possible Solutions"},
      {
        "id":"EJ794570",
        "title":"Transitioning Children, Youths, and Young Adults with Disabilities"},
      {
        "id":"EJ794571",
        "title":"Promoting Leadership in Physical Education and Recreation"},
      {
        "id":"EJ794620",
        "title":"Teach to the Top: How to Keep High Achievers Engaged and Motivated"},
      {
        "id":"EJ794729",
        "title":"Social Foundations of Education and Democracy: Teacher Education for the Development of Democratically Oriented Teachers"},
      {
        "id":"EJ794730",
        "title":"The Politics of School Districting: A Case Study in Upstate New York"},
      {
        "id":"EJ794731",
        "title":"Identity-Centered Multicultural Care Theory: White, Black, and Korean Caring"},
      {
        "id":"EJ794732",
        "title":"Nonhumans Unbound: Actor-Network Theory and the Reconsideration of \"Things\" in Educational Foundations"},
      {
        "id":"EJ794733",
        "title":"Colonial Instillations in American Indian Boarding School Students"},
      {
        "id":"EJ794734",
        "title":"The Promise of Black Teachers' Success with Black Students"},
      {
        "id":"EJ794783",
        "title":"Communicating with Families across Cultures: An Investigation of Teacher Perceptions and Practices"},
      {
        "id":"EJ794784",
        "title":"Ecomaps as Visual Tools for Deconstructing Reciprocal Influences: Triage with Disruptive Students at an Alternative School"},
      {
        "id":"EJ794785",
        "title":"The Development and Validation of the Elementary School Ethical Climate Index"},
      {
        "id":"EJ794786",
        "title":"Preparing Preservice Teachers to Partner with Parents and Communities: An Analysis of College of Education Faculty Focus Groups"},
      {
        "id":"EJ794787",
        "title":"The Impact of a Freshman Year Community-Based Service-Learning Experience on the Achievement of Standards Articulated for Teacher Candidates"},
      {
        "id":"EJ794788",
        "title":"Multi-Ethnic Schools' Parental Involvement Policies and Practices"},
      {
        "id":"EJ794789",
        "title":"Building Community in an Urban School District: A Case Study of African American Educational Leadership"},
      {
        "id":"EJ794790",
        "title":"Family, Child, and Teacher Perceptions of African American Adult Assistance to Young Readers"},
      {
        "id":"EJ794791",
        "title":"An Exploratory Study of Mexican-Origin Fathers' Involvement in Their Child's Education: The Role of Linguistic Acculturation"},
      {
        "id":"EJ794792",
        "title":"Amistades: The Development of Relationships between Preservice Teachers and Latino  Families"},
      {
        "id":"EJ794793",
        "title":"The Development of a Learning Community through a University-School District Partnership"},
      {
        "id":"EJ794794",
        "title":"Parent-School Partnerships: Forked Roads to College Access"},
      {
        "id":"EJ794795",
        "title":"Social Disparity of Family Involvement in Hong Kong: Effect of Family Resources and Family Network"},
      {
        "id":"EJ794796",
        "title":"What Do Parents Think? Middle-Class Chinese Immigrant Parents' Perspectives on Literacy Learning, Homework, and School-Home Communication"},
      {
        "id":"EJ794797",
        "title":"School Liaisons: Bridging the Gap between Home and School"},
      {
        "id":"EJ794798",
        "title":"Creating Links, &quot;Atando Cabitos:&quot; Connecting Parents, Communities, and Future Teachers on the U.S./Mexico Border"},
      {
        "id":"EJ794799",
        "title":"Math out of School: Families' Math Game Playing at Home"},
      {
        "id":"EJ794800",
        "title":"Collaborating for High School Student Success: A Case Study of Parent Engagement at Boston Arts Academy"},
      {
        "id":"EJ794801",
        "title":"Addressing Goals of School and Community: Lessons from a Family Literacy Program"},
      {
        "id":"EJ794802",
        "title":"Reflections and Directions on Research Related to Family-Community Involvement in Schooling"},
      {
        "id":"EJ794803",
        "title":"Effect of Family Involvement Training on the Language Skills of Young Elementary Children from Migrant Families"},
      {
        "id":"EJ794804",
        "title":"Parental Involvement in Education among Low-Income Families: A Case Study"},
      {
        "id":"EJ794805",
        "title":"Designing and Implementing School, Family, and Community Collaboration Programs in Quebec, Canada"},
      {
        "id":"EJ794806",
        "title":"Rethinking Parent Involvement during the Transition to First Grade: A Focus on Asian American Families"},
      {
        "id":"EJ794807",
        "title":"\"In the Beginning I Thought It Was All Play:\" Parents' Perceptions of the Project Approach in a Second Grade Classroom"},
      {
        "id":"EJ794808",
        "title":"A Study of the Sustained Effects of Comprehensive School Reform Programs in Pennsylvania"},
      {
        "id":"EJ794809",
        "title":"Teaching Mathematics in a School where the Learners' and Teachers' Main Language Differs"},
      {
        "id":"EJ794810",
        "title":"Design, Implementation, and Outcomes of a School Readiness Program for Diverse Families"},
      {
        "id":"EJ794811",
        "title":"It's Who You Know &quot;and&quot; What You Know: The Process of Creating Partnerships between Schools and Communities"},
      {
        "id":"EJ794812",
        "title":"The Test-Retest Reliability of the Parent and School Survey (PASS)"},
      {
        "id":"EJ794813",
        "title":"Family Connections: A Basis for Teacher Reflection and Instructional Improvement"},
      {
        "id":"EJ794814",
        "title":"Program Evaluation and Replications of School-Based Mental Health Services and Family-Community Interventions with Chronically Disruptive Students"},
      {
        "id":"EJ794815",
        "title":"&quot;Two Together&quot; after School: A Literacy Tutoring Project"},
      {
        "id":"EJ794816",
        "title":"Rethinking Parent Involvement: African American Mothers Construct their Roles in the Mathematics Education of their Children"},
      {
        "id":"EJ794817",
        "title":"Student Teachers' Reflections on Service and Learning in Navajo Reservation Communities: Contextualizing the Classroom Experience"},
      {
        "id":"EJ794818",
        "title":"Homework Emotion Management Reported by High School Students"},
      {
        "id":"EJ794819",
        "title":"Communicating with Parents: Strategies for Teachers"},
      {
        "id":"EJ794820",
        "title":"New Evidence that Tutoring with Community Volunteers Can Help Middle School Students Improve Their Academic Achievement"},
      {
        "id":"EJ794821",
        "title":"School Social Workers and Urban Education Reform with African American Children and Youth: Realities, Advocacy, and Strategies for Change"},
      {
        "id":"EJ794822",
        "title":"Getting Students to School: Using Family and Community Involvement to Reduce Chronic  Absenteeism"},
      {
        "id":"EJ794823",
        "title":"Bringing Together School and Family: Lessons from a Brazilian Experience"},
      {
        "id":"EJ794824",
        "title":"Home-School Relations and the Construction of Racial and Ethnic Identity of Hmong Elementary Students"},
      {
        "id":"EJ794825",
        "title":"Worldviews of One Mixed Heritage Family in an Urban Middle School: An Ethnographic Study"},
      {
        "id":"EJ794826",
        "title":"&quot;PASSport to Success&quot;: An Examination of a Parent Education Program"},
      {
        "id":"EJ794827",
        "title":"Faith-Based Organizing for School Improvement in the Texas Borderlands: A Case Study of the Texas Alliance School Initiative"},
      {
        "id":"EJ794828",
        "title":"Academic Achievement of Homeschool and Public School Students and Student Perception of Parent Involvement"},
      {
        "id":"EJ794829",
        "title":"The Story of an Urban Learning Community"},
      {
        "id":"EJ794830",
        "title":"Instructional Aides: Colleagues or Cultural Brokers?"},
      {
        "id":"EJ794831",
        "title":"Implementing Family Literacy Programs for Linguistically and Culturally Diverse Populations: Key Elements to Consider"},
      {
        "id":"EJ794832",
        "title":"Student-Led Parent Conferences in Middle Schools"},
      {
        "id":"EJ794833",
        "title":"Character Education in America's Schools"},
      {
        "id":"EJ776208",
        "title":"Looking Back, Looking Forward: Re-Searching the Conditions for Curriculum Integration in the Middle Years of Schooling"},
      {
        "id":"EJ776209",
        "title":"Relevant, Challenging, Integrative and Exploratory Curriculum Design: Perspectives from Theory and Practice for Middle Level Schooling in Australia"},
      {
        "id":"EJ776210",
        "title":"Middle Years Teacher Education: New Programs and Research Directions"},
      {
        "id":"EJ776211",
        "title":"Troubling Teacher Talk: The Challenge of Changing Classroom Discourse Patterns"},
      {
        "id":"EJ776212",
        "title":"ReConceptualizing the Possible Narratives of Adolescence"},
      {
        "id":"EJ776213",
        "title":"A Framework for Research into Australian Middle School Practice"},
      {
        "id":"EJ776252",
        "title":"Students' Conflicting Attitudes towards Games as a Vehicle for Learning Mathematics: A Methodological Dilemma"},
      {
        "id":"EJ776255",
        "title":"Understanding Teachers' Resistance to the Curricular Inclusion of Alternative Algorithms"},
      {
        "id":"EJ776256",
        "title":"What Is Mathematical Modelling? Exploring Prospective Teachers' Use of Experiments to Connect Mathematics to the Study of Motion"},
      {
        "id":"EJ776257",
        "title":"Improving Basic Multiplication Fact Recall for Primary School Students"},
      {
        "id":"EJ776258",
        "title":"Characteristics of Mathematics Teaching in Shanghai, China: Through the Lens of a Malaysian"},
      {
        "id":"EJ776328",
        "title":"Graph Interpretation Aspects of Statistical Literacy: A Japanese Perspective"},
      {
        "id":"EJ776329",
        "title":"High School Students' Levels of Thinking in Regard to Statistical Study Design"},
      {
        "id":"EJ776330",
        "title":"Constructing Coordinate Graphs: Representing Corresponding Ordered Values with Variation in Two-Dimensional Space"},
      {
        "id":"EJ776331",
        "title":"The Role of the Sampling Distribution in Understanding Statistical Inference"},
      {
        "id":"EJ776332",
        "title":"Educational Perspectives in the Ecological Paradigm--Possibilities and Limitations"},
      {
        "id":"EJ776333",
        "title":"The Serendipity of Principalship: Meaning-Making of a Filipino Secondary School Principal"},
      {
        "id":"EJ776334",
        "title":"Development of a Scale to Measure Economic Status of Students in Rural Vietnam"},
      {
        "id":"EJ776335",
        "title":"Meta-Analysis of Transformational School Leadership Effects on School Outcomes in Taiwan and the USA"},
      {
        "id":"EJ776336",
        "title":"Teacher's Primary Role for Education Reform: Equalizing Learning Outcomes"},
      {
        "id":"EJ776337",
        "title":"Teachers' Cultural Differences: Case Studies Of Geography Teachers In Brisbane, Changchun and Hong Kong"},
      {
        "id":"EJ776338",
        "title":"Completing the Circle: Researchers of Practice in Statistics Education"},
      {
        "id":"EJ776339",
        "title":"Why Has the Critical Thinking Movement Not Come to Korea?"},
      {
        "id":"EJ776340",
        "title":"Teacher's Conceptions of Excellent Teaching in Middle School in the North of China"},
      {
        "id":"EJ776341",
        "title":"Professionalism and the Reform of Teachers and Teacher Education in the Republic of Korea &amp; the United States of America"},
      {
        "id":"EJ776342",
        "title":"A Collaborative, Collegial and More Cohesive Approach to Supporting Educational Reform for Inclusion in Hong Kong"},
      {
        "id":"EJ776343",
        "title":"Comparison of Three Growth Modeling Techniques in the Multilevel Analysis of Longitudinal Academic Achievement Scores: Latent Growth Modeling, Hierarchical Linear Modeling, and Longitudinal Profile Analysis via Multidimensional Scaling"},
      {
        "id":"EJ776344",
        "title":"Education Reform and Competency-Based Education"},
      {
        "id":"EJ776345",
        "title":"A Study of Native English-Speaking Teacher Programs in Elementary Schools in Taiwan"},
      {
        "id":"EJ776346",
        "title":"Predicting Conflict Management Based on Organizational Commitment and Selected Demographic Variables"},
      {
        "id":"EJ776347",
        "title":"Educational Strategies for the New Development Orthodoxy"},
      {
        "id":"EJ776348",
        "title":"Underpinnings of Teachers' Professional Development--A New Conceptualization of Field Experience"},
      {
        "id":"EJ776349",
        "title":"The Dynamics of Educational Reforms in the Philippine Basic and Higher Education Sectors"},
      {
        "id":"EJ776350",
        "title":"Democratic Decentralization and Primary Education: A Comparison of Continuity and Change in Two Districts of Kerala (India)"},
      {
        "id":"EJ776351",
        "title":"Self-Entering and Exiting a Teacher Preparation Program: What Happens in between? How Do We Know Our Graduates Are Prepared to Teach?"},
      {
        "id":"EJ776352",
        "title":"National Identity in Moral Education Textbooks for High School Students in the Philippines: A Content Analysis"},
      {
        "id":"EJ776353",
        "title":"Mainland Immigrant and Hong Kong Local Students' Psychological Sense of School Membership"},
      {
        "id":"EJ776354",
        "title":"Career Counseling Centers in Higher Education: A Study of Cross-Cultural Applications from the United States to Korea"},
      {
        "id":"EJ776355",
        "title":"The Impact of Foreign Instructors on Lesson Content and Student Learning in Japanese Junior and Senior High Schools"},
      {
        "id":"EJ776356",
        "title":"School Bullying in Korea and Christian Educational Approach"},
      {
        "id":"EJ776357",
        "title":"What Makes International Students Satisfied with a Japanese University?"},
      {
        "id":"EJ776358",
        "title":"Re-Visiting Hiroshima: The Role of US and Japanese History Textbooks in the Construction of National Memory"},
      {
        "id":"EJ776359",
        "title":"Teaching and Learning in Korean Classrooms: The Crisis and the New Approach?"},
      {
        "id":"EJ776360",
        "title":"Distribution of Public Education Spending for the Poor: The Case of Yemen"},
      {
        "id":"EJ776361",
        "title":"Effect of Pupil Factor on Mathematics Achievement in Cambodian Urban Primary School"},
      {
        "id":"EJ776362",
        "title":"The Professionalization of Hong Kong Teachers: Dilemma between Technical Rationality and Individual Autonomy"},
      {
        "id":"EJ776363",
        "title":"Current Status of Learner Support in Distance Education: Emerging Issues and Directions for Future Research"},
      {
        "id":"EJ776364",
        "title":"An Exploratory Study on Singaporean Secondary School Students' Perceptions of Choral Learning"},
      {
        "id":"EJ776365",
        "title":"Intervention Program on the Use of Practical Work as a Teaching Strategy in Elementary School Mathematics: Its Effects on the Teachers' Instructional Skills and Mathematical Ability"},
      {
        "id":"EJ776366",
        "title":"The Effect of Dynamic Assessment Based Instruction on Children's Learning"},
      {
        "id":"EJ776573",
        "title":"&quot;Back to Basics&quot; or &quot;Forward to Basics&quot;?"},
      {
        "id":"EJ776577",
        "title":"An Overview of Dyscalculia: Methods for Ascertaining and Accommodating Dyscalculic Children in the Classroom"},
      {
        "id":"EJ776592",
        "title":"Fraction Proficiency and Success in Algebra: What Does Research Say?"},
      {
        "id":"EJ776595",
        "title":"Make Your School's Numeracy-across-the-Curriculum Policy"},
      {
        "id":"EJ776600",
        "title":"Innovations in Vocational Education and Difficulties in Their Empirical Substantiation"},
      {
        "id":"EJ776604",
        "title":"Training in Socio-Emotional Skills through On-Site Training"},
      {
        "id":"EJ776605",
        "title":"Competences and Vocational Higher Education: Now and in Future"},
      {
        "id":"EJ776608",
        "title":"The Production and Destruction of Individual Competence: The Role of Vocational Experience"},
      {
        "id":"EJ776610",
        "title":"Practical Knowledge and Occupational Competence"},
      {
        "id":"EJ776614",
        "title":"Towards a Framework for Assessing Teacher Competence"},
      {
        "id":"EJ776616",
        "title":"Competence-Based VET as Seen by Dutch Researchers"},
      {
        "id":"EJ776620",
        "title":"Competing Approaches towards Work Process Orientation in German Curriculum Development"},
      {
        "id":"EJ776876",
        "title":"A Randomized Trial of Employment-Based Reinforcement of Cocaine Abstinence in Injection Drug Users"},
      {
        "id":"EJ776877",
        "title":"An Evaluation of Intraverbal Training to Generate Socially Appropriate Responses to Novel Questions"},
      {
        "id":"EJ776878",
        "title":"A Comparison of Performance Feedback Procedures on Teachers' Treatment Implementation Integrity and Students' Inappropriate Behavior in Special Education Classrooms"},
      {
        "id":"EJ776879",
        "title":"Further Evaluation of Emerging Speech in Children with Developmental Disabilities: Training Verbal Behavior"},
      {
        "id":"EJ776880",
        "title":"Shaping Academic Task Engagement with Percentile Schedules"},
      {
        "id":"EJ776881",
        "title":"Evaluating the Influence of Postsession Reinforcement on Choice of Reinforcers"},
      {
        "id":"EJ776882",
        "title":"A Unit Price Evaluation of Severe Problem Behavior"},
      {
        "id":"EJ776883",
        "title":"A Comparison of Momentary Time Sampling and Partial-Interval Recording for Evaluating Functional Relations"},
      {
        "id":"EJ776884",
        "title":"Embedding an Identity-Matching Task within a Prompting Hierarchy to Facilitate Acquisition of Conditional Discriminations in Children with Autism"},
      {
        "id":"EJ776906",
        "title":"The Research that Policy Needs"},
      {
        "id":"EJ776907",
        "title":"Great American Schools: The Power of Culture and Passion"},
      {
        "id":"EJ776908",
        "title":"Leadership in the Age of Accountability"},
      {
        "id":"EJ776909",
        "title":"Globalization and World-Class Schools"},
      {
        "id":"EJ776910",
        "title":"The \"Pedagogy of the Oppressed\": The Necessity of Dealing with Problems in Students' Lives"},
      {
        "id":"EJ776998",
        "title":"Moving Towards Gray: Art Therapy and Ambivalence in Substance Abuse Treatment"},
      {
        "id":"EJ776999",
        "title":"Experiences with Bilateral Art: A Retrospective Study"},
      {
        "id":"EJ777000",
        "title":"Home-Based Art Therapy for Older Adults with Mental Health Needs: Views of Clients and Caregivers"},
      {
        "id":"EJ777001",
        "title":"Therapeutic Qualities of Clay-Work in Art Therapy and Psychotherapy: A Review"},
      {
        "id":"EJ777002",
        "title":"Assessing a Couple's Relationship and Compatibility Using the MARI[R] Card Test and Mandala Drawings"},
      {
        "id":"EJ777003",
        "title":"Meditative Vail Painting: A Finnish Creative Arts Therapist's Transpersonal Journey"},
      {
        "id":"EJ777004",
        "title":"Ethical Issues in School Art Therapy"},
      {
        "id":"EJ777005",
        "title":"The Utility of the Formal Elements Art Therapy Scale in Assessment for Substance Use Disorder"},
      {
        "id":"EJ777006",
        "title":"The Eight Frame Colored Squiggle Technique"},
      {
        "id":"EJ777007",
        "title":"Art as Agency: Exploring Empowerment of At-Risk Youth"},
      {
        "id":"EJ777008",
        "title":"Art Therapy for Combat-Related PTSD: Recommendations for Research and Practice"},
      {
        "id":"EJ777009",
        "title":"Role Development Applied to Art Therapy Treatment of an Artist Diagnosed with Schizophrenia"},
      {
        "id":"EJ777010",
        "title":"Contemplations on the Middle Man: Anima Rising"},
      {
        "id":"EJ777011",
        "title":"Men and Art Therapy: A Connection through Strengths"},
      {
        "id":"EJ777012",
        "title":"Cultural Diversity Curriculum Design: An Art Therapist's Perspective"},
      {
        "id":"EJ777013",
        "title":"Teaching Art Therapy Research: A Brief Report"},
      {
        "id":"EJ777014",
        "title":"Technology Training for Future Art Therapists: Is There a Need?"},
      {
        "id":"EJ777015",
        "title":"Art Therapy with Sexually Abused Children and Adolescents: Extended Research Study"},
      {
        "id":"EJ777016",
        "title":"Art Therapy with Hispanic Clients: Results of a Survey Study"},
      {
        "id":"EJ777017",
        "title":"Redefining the Tools of Art Therapy"},
      {
        "id":"EJ777018",
        "title":"\"Face-to-Face\" with Addiction: The Spontaneous Production of Self-Portraits in Art Therapy"},
      {
        "id":"EJ777019",
        "title":"Images from Purgatory: Art Therapy with Male Adolescent Sexual Abusers"},
      {
        "id":"EJ777020",
        "title":"Male Mail: A Survey of Men in the Field of Art Therapy"},
      {
        "id":"EJ777021",
        "title":"Altered Books in Art Therapy with Adolescents"},
      {
        "id":"EJ777022",
        "title":"Art Therapy, Men and the Expressivity Gap"},
      {
        "id":"EJ777023",
        "title":"Naming the Enemy: An Art Therapy Intervention for Children with Bipolar and Comorbid Disorders"},
      {
        "id":"EJ777024",
        "title":"Image Making and Personal Narratives with Japanese-American Survivors of World War II Internment Camps"},
      {
        "id":"EJ777025",
        "title":"Dissolving the Boundaries: Postmodern Art and Art Therapy"},
      {
        "id":"EJ777026",
        "title":"Linking Personal Qualifications to Education Standards"},
      {
        "id":"EJ777027",
        "title":"Effect of Art Production on Negative Mood: A Randomized, Controlled Trial"},
      {
        "id":"EJ777028",
        "title":"Creative Art Therapy Groups: A Treatment Modality for Psychiatric Outpatients"},
      {
        "id":"EJ777029",
        "title":"Understanding Insecure Attachment: A Study Using Children's Bird Nest Imagery"},
      {
        "id":"EJ777030",
        "title":"The Relationship between Mothers and Children with Down Syndrome as Reflected in Drawings"},
      {
        "id":"EJ777031",
        "title":"Dialoguing with Dreams in Existential Art Therapy"},
      {
        "id":"EJ777107",
        "title":"The Contribution of European Vocational Training Policy to Reforms in the Partner Countries of the European Union"},
      {
        "id":"EJ777109",
        "title":"Between School and Work--Dilemmas in European Comparative Transition Research"},
      {
        "id":"EJ777111",
        "title":"Combating Labour Market Exclusion: Does Training Work?"},
      {
        "id":"EJ777113",
        "title":"The Role of Public Policy in Worker Training in Italy"},
      {
        "id":"EJ777114",
        "title":"New Trends in Initial Vocational Education and Training in Bulgaria"},
      {
        "id":"EJ777116",
        "title":"Fit for a Purpose? The Romanian System of VET"},
      {
        "id":"EJ777120",
        "title":"Education in Values and Moral Education in Vocational Colleges"},
      {
        "id":"EJ777121",
        "title":"Challenges and Perspectives of the Adult Vocational Training System in Bulgaria"},
      {
        "id":"EJ777126",
        "title":"Developing an Instrument for Identifying a Person's Ability to Solve Problems: Results of a Pilot Study"},
      {
        "id":"EJ792847",
        "title":"Existing Abilities and the Perceived Importance of Skill Development"},
      {
        "id":"EJ792858",
        "title":"Goal Setting as Motivational Tool in Student's Self-Regulated Learning"},
      {
        "id":"EJ792859",
        "title":"Measuring the Gap: The State of Equity of Student Achievement in Kentucky"},
      {
        "id":"EJ792860",
        "title":"A Three-State Study of Female Superintendents"},
      {
        "id":"EJ792861",
        "title":"Statistics Anxiety and Mathematics Anxiety: Some Interesting Differences I"},
      {
        "id":"EJ792862",
        "title":"Effect of Think Alouds on Literal and Higher-Order Reading Comprehension"},
      {
        "id":"EJ792863",
        "title":"The Effects of Holocaust Education on Students' Level of Anti-Semitism"},
      {
        "id":"EJ792864",
        "title":"Driven and No Regrets: A Qualitative Analysis of Students Earning Baccalaureate Degrees in Three Years"},
      {
        "id":"EJ792865",
        "title":"How Manipulatives Affect the Mathematics Achievement of Students in Nigerian Schools"},
      {
        "id":"EJ792866",
        "title":"The Structure of Adult Students' Worries"},
      {
        "id":"EJ792867",
        "title":"The Supportive Roles that Learners' Families Play in Adult Literacy Programs"},
      {
        "id":"EJ792868",
        "title":"Applying Goal Orientation Theory in an Exploration of Student Motivations in the Domain of Educational Leadership"},
      {
        "id":"EJ792869",
        "title":"The Relationship between Organizational Health and Bullying that Teachers Experience in Primary Schools in Turkey"},
      {
        "id":"EJ792870",
        "title":"Predictive Validity of Grade Point Averages and of the Miller Analogies Test for Admission to a Doctoral Program in Educational Leadership"},
      {
        "id":"EJ792871",
        "title":"Smoking Intensity among Nigerian Secondary Schools Adolescent Smokers"},
      {
        "id":"EJ792929",
        "title":"Sniff Sniff...: Your Easy Tear-Out Guide for Stopping Classroom Bugs"},
      {
        "id":"EJ792930",
        "title":"Steal These Ideas! Winning Activities from Real Teachers"},
      {
        "id":"EJ792931",
        "title":"Lessons on Character"},
      {
        "id":"EJ792932",
        "title":"The Pleasure Principle"},
      {
        "id":"EJ792933",
        "title":"The Best Ideas Come from Teachers like You!"},
      {
        "id":"EJ792934",
        "title":"Girls and ADHD: Are You Missing the Signs?"},
      {
        "id":"EJ792935",
        "title":"Playing Favorites?"},
      {
        "id":"EJ792936",
        "title":"10 Podcasts for Teachers and Kids"},
      {
        "id":"EJ792937",
        "title":"Build Trust, Banish Fear"},
      {
        "id":"EJ792938",
        "title":"Marilyn Burns: Mental Math"},
      {
        "id":"EJ792940",
        "title":"Best New Summer Books"},
      {
        "id":"EJ792941",
        "title":"Best Easy Summer Learning Ideas (That Are Just Plain Fun)"},
      {
        "id":"EJ792942",
        "title":"Spelling Counts"},
      {
        "id":"EJ792943",
        "title":"Inquiry Starts Here. With Project-Based Lessons, You'll Deepen Kids' Learning Experience and Have More Fun Teaching"},
      {
        "id":"EJ792944",
        "title":"Not Getting Along?"},
      {
        "id":"EJ792945",
        "title":"What Happened to Kindergarten?"},
      {
        "id":"EJ792946",
        "title":"You Can Start Your Own School!"},
      {
        "id":"EJ792947",
        "title":"\"Bienvenidos\" \"Huanying\" \"Welkom\" \"Tuloy Kayo\" Welcome"},
      {
        "id":"EJ792948",
        "title":"Too Much of a Good Thing?"},
      {
        "id":"EJ792949",
        "title":"\"I Don't Get It\""},
      {
        "id":"EJ792951",
        "title":"25 Great Ideas for Hispanic Heritage"},
      {
        "id":"EJ792952",
        "title":"Upgrade Your Teaching Creds"},
      {
        "id":"EJ792953",
        "title":"Classrooms Are Going Green: How Green Classrooms Are Reconnecting Kids with Nature"},
      {
        "id":"EJ792954",
        "title":"Be a Hero of the Planet"},
      {
        "id":"EJ792955",
        "title":"What Are Your Expectations?"},
      {
        "id":"EJ792956",
        "title":"20 African-Americans Your Students Should Meet"},
      {
        "id":"EJ792957",
        "title":"Ready for This Job?"},
      {
        "id":"EJ792958",
        "title":"But They All Read at Different Levels"},
      {
        "id":"EJ792959",
        "title":"Smart and Bored: Are We Failing Our High Achievers?"},
      {
        "id":"EJ792960",
        "title":"7 Bad Behaviors and How to Turn Them Around"},
      {
        "id":"EJ792961",
        "title":"Want to Meet Your Favorite Author?"},
      {
        "id":"EJ792962",
        "title":"How I Spent My Summer Vacation: Amazing Opportunities for Teachers"},
      {
        "id":"EJ792963",
        "title":"Comics & Graphic Novels"},
      {
        "id":"EJ792965",
        "title":"The Scary World of Middle School: How to Be Sure Your Kids Are Ready"},
      {
        "id":"EJ792966",
        "title":"2nd Grade Again? &quot;Social Promotion&quot; Is an Unpopular Phrase in Education, but Is Retention Any Better?"},
      {
        "id":"EJ793218",
        "title":"Vocabulary Recycling in Children's Authentic Reading Materials: A Corpus-Based Investigation of Narrow Reading"},
      {
        "id":"EJ793459",
        "title":"Reframing Quality and Impact: The Place of Theory in Education Research"},
      {
        "id":"EJ793460",
        "title":"Epistemic Virtues and Cosmopolitan Learning"},
      {
        "id":"EJ793461",
        "title":"Individual Assignments and Academic Dishonesty--Exploring the Learning Conundrum"},
      {
        "id":"EJ793462",
        "title":"Teachers' Work: Beginning Teachers' Conceptions of Competence"},
      {
        "id":"EJ793463",
        "title":"A Phenomenographic Investigation of Teacher Conceptions of Student Engagement in Learning"},
      {
        "id":"EJ793464",
        "title":"Risk or Resilience? What Makes a Difference?"},
      {
        "id":"EJ793465",
        "title":"Teacher Efficacy: A Comparative Study of Hong Kong and Shanghai Primary In-Service Teachers"},
      {
        "id":"EJ793540",
        "title":"Successful Teachers Develop Academic Momentum with Reluctant Students"},
      {
        "id":"EJ793839",
        "title":"Keepin' It Real and Relevant: Providing a Culturally Responsive Education to Pregnant and Parenting Teens"},
      {
        "id":"EJ793840",
        "title":"Sustaining Ourselves under Stressful Times: Strategies to Assist Multicultural Educators"},
      {
        "id":"EJ793848",
        "title":"The Unheralded History of the Lemon Grove Desegregation Case"},
      {
        "id":"EJ793854",
        "title":"The World of Sports Medicine"},
      {
        "id":"EJ793857",
        "title":"Pilot Innovative Approaches to Funding"},
      {
        "id":"EJ785645",
        "title":"Adolescent Sexuality Related Beliefs and Differences by Sexual Experience Status"},
      {
        "id":"EJ785647",
        "title":"Reports of Self-Harm and Social Stressors among Early Adolescents: A Brief Report"},
      {
        "id":"EJ785652",
        "title":"Signs: Simple Studies Offer Strategies to Engage Undergraduate Students"},
      {
        "id":"EJ785664",
        "title":"Social Capital and Health in a Digital Society"},
      {
        "id":"EJ785941",
        "title":"What Is Special about Special Education for Students with Emotional or Behavioral Disorders?"},
      {
        "id":"EJ785942",
        "title":"Developments in Curriculum-Based Measurement"},
      {
        "id":"EJ785943",
        "title":"What Is Special about Special Education for Students with Learning Disabilities?"},
      {
        "id":"EJ785944",
        "title":"Evidence-Based Practices for Students with Severe Disabilities and the Requirement for Accountability in \"No Child Left Behind\""},
      {
        "id":"EJ785945",
        "title":"Transition-Focused Education: Foundation for the Future"},
      {
        "id":"EJ785946",
        "title":"A Unified Theory of Practice in Early Intervention/Early Childhood Special Education: Evidence-Based Practices"},
      {
        "id":"EJ785948",
        "title":"Where Should Students with Disabilities Receive Special Education Services? Is One Place Better than Another?"},
      {
        "id":"EJ785949",
        "title":"A Comparative Analysis of Number Sense Instruction in Reform-Based and Traditional Mathematics Textbooks"},
      {
        "id":"EJ785950",
        "title":"Does Teacher Preparation Matter for Beginning Teachers in Either Special or General Education?"},
      {
        "id":"EJ785951",
        "title":"Using the Risk Ratio to Assess Racial/Ethnic Disproportionality in Special Education at the School-District Level"},
      {
        "id":"EJ785952",
        "title":"Orton-Gillingham Methodology for Students with Reading Disabilities: 30 Years of Case Law"},
      {
        "id":"EJ785977",
        "title":"A Vicarious Learning Activity for University Sophomores in a Multiculturalism Course"},
      {
        "id":"EJ786080",
        "title":"Coalescing in Cohorts: Building Coalitions in First Nations Education"},
      {
        "id":"EJ786081",
        "title":"Native Education and In-Classroom Coalition-Building: Factors and Models in Delivering an Equitous Authentic Education"},
      {
        "id":"EJ786082",
        "title":"Decolonising Knowledge Production: The Pedagogic Relevance of Gandhian Satyagraha to Schooling and Education in Ghana"},
      {
        "id":"EJ786083",
        "title":"Aboriginal Education with Anti-Racist Education: Building Alliances across Cultural and Racial Identity Politics"},
      {
        "id":"EJ786197",
        "title":"Promoting Awareness of Sounds in Speech (PASS): The Effects of Intervention and Stimulus Characteristics on the Blending Performance of Preschool Children with Communication Impairments"},
      {
        "id":"EJ786199",
        "title":"The Effect of Comorbid AD/HD and Learning Disabilities on Parent-Reported Behavioral and Academic Outcomes of Children"},
      {
        "id":"EJ786201",
        "title":"Responsiveness to Intervention and the Identification of Specific Learning Disability: A Critique and Alternative Proposal"},
      {
        "id":"EJ786202",
        "title":"How Should Middle-School Students with LD Approach Online Note Taking? A Mixed-Methods Study"},
      {
        "id":"EJ786211",
        "title":"Effects of Two Types of Self-Regulatory Instruction Programs on Students with Learning Disabilities in Writing Products, Processes, and Self-Efficacy"},
      {
        "id":"EJ786213",
        "title":"The Impact of Explicit, Self-Regulatory Reading Comprehension Strategy Instruction on the Reading-Specific Self-Efficacy, Attributions, and Affect of Students with Reading Disabilities"},
      {
        "id":"EJ786215",
        "title":"Achievement Goals of Students with ADHD"},
      {
        "id":"EJ786217",
        "title":"Classification of Students with Reading Comprehension Difficulties: The Roles of Motivation, Affect, and Psychopathology"},
      {
        "id":"EJ786605",
        "title":"More than One Gap: Dropout Rate Gaps between and among Black, Hispanic, and White Students"},
      {
        "id":"EJ786606",
        "title":"Increasing Academic Motivation in Culturally and Linguistically Diverse Students from Low Socioeconomic Backgrounds"},
      {
        "id":"EJ786607",
        "title":"Closing the Achievement Gap through Teacher Collaboration: Facilitating Multiple Trajectories of Teacher Learning"},
      {
        "id":"EJ786608",
        "title":"Closing Achievement Gaps: Revisiting Benjamin S. Bloom's \"Learning for Mastery\""},
      {
        "id":"EJ786609",
        "title":"Closing the Achievement Gap through Evidence-Based Inquiry at Multiple Levels of the Education System"},
      {
        "id":"EJ784827",
        "title":"Conversations with Early Leaders of Eta Sigma Gamma"},
      {
        "id":"EJ784828",
        "title":"The Future of Health Professions Education: Challenges and Recommendations for a New Framework"},
      {
        "id":"EJ784829",
        "title":"Eta Sigma Gamma: Preparing Leaders Today for Tomorrow's Challenges"},
      {
        "id":"EJ784846",
        "title":"The Impact of Hurricane Katrina on Technology and Media Infrastructures in Louisiana and Mississippi School Districts"},
      {
        "id":"EJ784847",
        "title":"Stakeholder Organizations: Hurricane Katrina and the New Orleans Public Schools"},
      {
        "id":"EJ784848",
        "title":"The Winds of Katrina Still Call Our Names: How Do Teachers and Schools Confront Social Justice Issues?"},
      {
        "id":"EJ784849",
        "title":"Apologia for K. W.: A Brief Tale of Wounded Love, Schools, and Being Black in America"},
      {
        "id":"EJ784850",
        "title":"The Role of Perception in Crisis Management: A Tale of Two Hurricanes"},
      {
        "id":"EJ784851",
        "title":"Six Multicultural Service-Learning Lessons I Learned in the Wake of Hurricane Katrina"},
      {
        "id":"EJ784852",
        "title":"Guess Who's Coming to Dinner: The Importance of Multiculturalism in the Aftermath of Hurricane Katrina"},
      {
        "id":"EJ784853",
        "title":"Teaching Children of Catastrophe"},
      {
        "id":"EJ784855",
        "title":"In the Wake of Hurricane Katrina: Delivering Crisis Mental Health Services to Host Communities"},
      {
        "id":"EJ784856",
        "title":"Relational Contexts and Aesthetics: Achieving Positive Connections with Mandated Clients"},
      {
        "id":"EJ784857",
        "title":"In Remembrance: September 11, 2001"},
      {
        "id":"EJ784858",
        "title":"Understanding War, Visualizing Peace: Children Draw What They Know"},
      {
        "id":"EJ784859",
        "title":"Mobilizing Community Strength: New York Art Therapists Respond"},
      {
        "id":"EJ784860",
        "title":"In the Shadows of Terror: A Community Neighboring the World Trade Center Disaster Uses Art Therapy to Process Trauma"},
      {
        "id":"EJ784862",
        "title":"Making Art for Professional Processing"},
      {
        "id":"EJ785383",
        "title":"At-Risk Students Find a New Beginning"},
      {
        "id":"EJ785385",
        "title":"Incarcerated Youths Get a Second Chance with CTE"},
      {
        "id":"EJ785388",
        "title":"Connecting Students to Careers"},
      {
        "id":"EJ785389",
        "title":"Transitioning Students with Disabilities into Work"},
      {
        "id":"EJ785390",
        "title":"Preparing Students for Careers, Not Just Jobs"},
      {
        "id":"EJ785393",
        "title":"Ensure Portability and Transferability of Credits and Skills Attained"},
      {
        "id":"EJ771029",
        "title":"\"World Class\" or the Curse of Comparison?"},
      {
        "id":"EJ771030",
        "title":"The Impact of Residence Design on Freshman Outcomes: Dormitories versus Suite-Style Residences"},
      {
        "id":"EJ771031",
        "title":"Enhancing Reflective Teaching Practices: Implications for Faculty Development Programs"},
      {
        "id":"EJ771033",
        "title":"The Role of Economic Factors, Including the Level of Tuition, in Individual University  Participation Decisions in Canada"},
      {
        "id":"EJ771034",
        "title":"Anxiety and Perceived English and French Language Competence of Education Students"},
      {
        "id":"EJ771036",
        "title":"Learning in Medical School: Transition Issues, Strategy Use, and Self-Regulation"},
      {
        "id":"EJ771037",
        "title":"Understanding Academic Misconduct"},
      {
        "id":"EJ771038",
        "title":"Analysing Arguments in Networked Conversations: The Context of Student Teachers"},
      {
        "id":"EJ771039",
        "title":"A Comparative Review of Canadian Health Professional Education Accreditation Systems"},
      {
        "id":"EJ771040",
        "title":"Principles of Learner-Centered Curriculum: Responding to the Call for Change in Higher Education"},
      {
        "id":"EJ771041",
        "title":"The Charge of Thought-Policing in Universities"},
      {
        "id":"EJ771042",
        "title":"&quot;Navigating the Different Spaces&quot;: Experiences of Inclusion and Isolation among Racially Minoritized Faculty in Canada"},
      {
        "id":"EJ771043",
        "title":"Academic Misconduct within Higher Education in Canada"},
      {
        "id":"EJ771044",
        "title":"Attracting East Asian Students to Canadian Graduate Schools"},
      {
        "id":"EJ771045",
        "title":"From Community College to University: A Personal Commentary on the Evolution of an Institution"},
      {
        "id":"EJ771046",
        "title":"The Labour Market Value of Liberal Arts and Applied Education Programs: Evidence from British Columbia"},
      {
        "id":"EJ771047",
        "title":"Internationalizing the Higher Education Curriculum: An Emerging Model for Transforming Faculty Perspectives"},
      {
        "id":"EJ771048",
        "title":"What's the &quot;Use&quot; of Student Ratings of Instruction for Administrators? One University's Experience"},
      {
        "id":"EJ771049",
        "title":"Predicting Individual Research Productivity: More than a Question of Time"},
      {
        "id":"EJ771050",
        "title":"Prior Learning Assessment &amp; Recognition in Canadian Universities: View from the Web"},
      {
        "id":"EJ773066",
        "title":"Racial/Cultural Identity: Transformation among School-Based Mental Health Professionals Working in Nunavut"},
      {
        "id":"EJ773123",
        "title":"The Supervisory Role of the National Universities Commission and the Management of Universities in the South-South Zone of Nigeria"},
      {
        "id":"EJ773124",
        "title":"Teacher Perceptions and Attitudes about Teaching Statistics in P-12 Education"},
      {
        "id":"EJ773125",
        "title":"Citizenship Education: Current Perspectives from Teachers in Three States"},
      {
        "id":"EJ773182",
        "title":"I've Completely Changed: The Transforming Impact of the Matthew Shepard Scholarship"},
      {
        "id":"EJ773183",
        "title":"Differences between General and Talented Students' Perceptions of Their Career and Technical Education Experiences Compared to Their Traditional High School Experiences"},
      {
        "id":"EJ773184",
        "title":"Coming to Terms with Classroom Assessment"},
      {
        "id":"EJ773185",
        "title":"A Closer Look at College Students: Self-Efficacy and Goal Orientation"},
      {
        "id":"EJ773186",
        "title":"Effects of Tiered Instruction on Academic Performance in a Secondary Science Course"},
      {
        "id":"EJ773196",
        "title":"What Lies beneath the Science Achievement Gap: The Challenges of Aligning Science Instruction with Standards and Tests"},
      {
        "id":"EJ773197",
        "title":"The Impact of Educational Technology on Student Achievement: Assessment \"of\" and \"for\" Learning"},
      {
        "id":"EJ773198",
        "title":"Changing Mindsets about Classroom Assessment"},
      {
        "id":"EJ773250",
        "title":"Teacher Research: Exploring Student Thinking and Learning"},
      {
        "id":"EJ773251",
        "title":"Teaching and Assessing Science for Understanding: Managing the Accountability Dilemma"},
      {
        "id":"EJ773252",
        "title":"Building a Leadership Network Supporting Science Education Reform in Rural East Alabama"},
      {
        "id":"EJ773253",
        "title":"Connecting Professional Development to Student Learning Gains"},
      {
        "id":"EJ773254",
        "title":"What Makes a Secondary School Science and/or Mathematics Teacher &quot;Highly Qualified?&quot;"},
      {
        "id":"EJ773255",
        "title":"Breaking from Tradition: Unfulfilled Promises of Block Scheduling in Science"},
      {
        "id":"EJ773275",
        "title":"What Results Indicate Concerning the Successes with STS Instruction"},
      {
        "id":"EJ773363",
        "title":"Museums and Teacher Professional Development in Science: Balancing Educator Needs and Institutional Mission"},
      {
        "id":"EJ773364",
        "title":"Environmental Science for All? Considering Environmental Science for Inclusion in the High School Core Curriculum"},
      {
        "id":"EJ773365",
        "title":"Japanese Lesson Study, Staff Development, and Science Education Reform--The Neshaminy Story"},
      {
        "id":"EJ773367",
        "title":"A Study of the Association of Autonomy and Achievement on Performance"},
      {
        "id":"EJ773395",
        "title":"Personal and Academic Writing: Revisiting the Debate"},
      {
        "id":"EJ773396",
        "title":"The Synergy Program: Reframing Critical Reading and Writing for At-Risk Students"},
      {
        "id":"EJ773397",
        "title":"Basic Writers and Learning Communities"},
      {
        "id":"EJ773399",
        "title":"In the Service of Writing and Race"},
      {
        "id":"EJ773400",
        "title":"(Re)membering Basic Writing at a Public Ivy: History for Institutional Redesign"},
      {
        "id":"EJ773790",
        "title":"Looking for America: The Disassociation of Urban Youth"},
      {
        "id":"EJ773847",
        "title":"Initiating Elementary Teacher Candidates: A Structured Design Approach"},
      {
        "id":"EJ773848",
        "title":"Beginning Teacher Successes and Struggles: An Elementary Teacher's Reflections on the First Year of Teaching"},
      {
        "id":"EJ773849",
        "title":"The Long-Term Effects of a Public School/State University Induction Program"},
      {
        "id":"EJ773850",
        "title":"Julius Rosenwald: Building Partnerships for American Education"},
      {
        "id":"EJ773851",
        "title":"Dueling Epistemologies? Implementing a Critical Model of Faculty Development in Teacher Education"},
      {
        "id":"EJ742211",
        "title":"Supplemental Instruction and the Performance of Developmental Education Students in an Introductory Biology Course"},
      {
        "id":"EJ742212",
        "title":"What Can Standardized Reading Tests Tell Us? Question-Answer Relationships and Students' Performance"},
      {
        "id":"EJ742213",
        "title":"Students' Experiences in Learning Centers: Socioeconomic Factors, Grades, and Perceptions of the Math Center"},
      {
        "id":"EJ742214",
        "title":"Self-Selected Reading for Enjoyment as a College Developmental Reading Approach"},
      {
        "id":"EJ742215",
        "title":"The Relationship between College Students' Executive Functioning and Study Strategies"},
      {
        "id":"EJ742216",
        "title":"Reading with Purpose"},
      {
        "id":"EJ742927",
        "title":"Indian Family Adjustment to Children with Disabilities"},
      {
        "id":"EJ742928",
        "title":"Culturally Competent Research with American Indians and Alaska Natives: Findings and Recommendations of the First Symposium of the Work Group on American Indian Research and Program Evaluation Methodology"},
      {
        "id":"EJ742929",
        "title":"An Exploratory Study of Binge Drinking in the Aboriginal Population"},
      {
        "id":"EJ742930",
        "title":"Social Networks, Support, and Psychosocial Functioning among American Indian Women in Treatment"},
      {
        "id":"EJ742931",
        "title":"Alcohol Problems in Alaska Natives: Lessons from the Inuit"},
      {
        "id":"EJ742932",
        "title":"Gaps in Data for American Indians and Alaska Natives in the National Healthcare Disparities Report"},
      {
        "id":"EJ742933",
        "title":"Violence against Native Women in Substance Abuse Treatment"},
      {
        "id":"EJ749403",
        "title":"Between Teacher & Parent: Helping the Child Who Attempts Daredevil Activities"},
      {
        "id":"EJ749408",
        "title":"\"It's Mine!\": Helping the Child Who Takes Things from Others"},
      {
        "id":"EJ749409",
        "title":"Babies Boost Skills by Taking Advantage of Rhythm and Ryhme"},
      {
        "id":"EJ749420",
        "title":"Helping the Child Who Is Easily Distracted"},
      {
        "id":"EJ749422",
        "title":"Helping the Child Whose Culture and Background Differs from Her Classroom Peers'"},
      {
        "id":"EJ752801",
        "title":"Actively Engaging Middle School Readers: One Teacher's Story"},
      {
        "id":"EJ752806",
        "title":"What Can We Learn about Retaining Teachers from PDS Teachers' Voices?"},
      {
        "id":"EJ752810",
        "title":"Teaching High Ability Learners in an Authentic Middle School"},
      {
        "id":"EJ752816",
        "title":"Middle School Concept Helps High-Poverty Schools Become High-Performing Schools"},
      {
        "id":"EJ752820",
        "title":"Creating High-Performing Middle Schools in Segregated Settings: 50 Years after Brown"},
      {
        "id":"EJ752830",
        "title":"Teachers' Responsibilities when Adolescent Abuse and Neglect Are Suspected"},
      {
        "id":"EJ752832",
        "title":"Student Perceptions of Action, Relevance, and Pace"},
      {
        "id":"EJ752840",
        "title":"Standards-Based, Thematic Units Integrate the Arts and Energize Students and Teachers"},
      {
        "id":"EJ752848",
        "title":"Middle School Students Are Co-Researchers of Their Media Environment: An Integrated Project"},
      {
        "id":"EJ752850",
        "title":"Key Issues for Teaching English Language Learners in Academic Classrooms"},
      {
        "id":"EJ752857",
        "title":"Bullying in Middle Schools: Prevention and Intervention"},
      {
        "id":"EJ752868",
        "title":"Using Formative Assessments to Individualize Instruction and Promote Learning"},
      {
        "id":"EJ752869",
        "title":"Using Relationships, Responsibility, and Respect to Get from \"Good to Great\" in Memphis Middle Schools"},
      {
        "id":"EJ752874",
        "title":"Using Curricular Cultures to Engage Middle School Thinkers"},
      {
        "id":"EJ752877",
        "title":"A Middle School Teacher's Guide for Selecting Picture Books"},
      {
        "id":"EJ752880",
        "title":"An Advocate for Every Student at Millard Central Middle School"},
      {
        "id":"EJ752882",
        "title":"Young Adult Literature as the Centerpiece of an Anti-Bullying Program in Middle School"},
      {
        "id":"EJ752886",
        "title":"Using Real Middle School Dilemmas for Case-Based Professional Development"},
      {
        "id":"EJ753088",
        "title":"Career Paths of Career and Technical Teacher Education Graduates"},
      {
        "id":"EJ753089",
        "title":"Replacing Technically Skilled Workers: Challenges and Suggestions"},
      {
        "id":"EJ753090",
        "title":"Relationships between Selected Demographic Variables and Employee Work Ethics as Perceived by Supervisors"},
      {
        "id":"EJ753091",
        "title":"Perceptions of Graduates and Their Supervisors Related to the Air and Space Basic Course"},
      {
        "id":"EJ753092",
        "title":"In Search of Education's Holy Grail"},
      {
        "id":"EJ753093",
        "title":"The Effects of the No Child Left Behind Act on Career and Technical Education: Implications for Students with Special Needs"},
      {
        "id":"EJ753094",
        "title":"The No Child Left Behind Act: A Look at Provisions, Philosophies, and Compromises"},
      {
        "id":"EJ753095",
        "title":"A Comparison of the Effectiveness of Modular Drafting Instruction versus Contemporary Drafting Instruction on Collegiate Technology Education Students"},
      {
        "id":"EJ753096",
        "title":"A Systems Analysis of Slovakian Career and Technical Education"},
      {
        "id":"EJ753097",
        "title":"Dewey's Technological Literacy: Past, Present, and Future"},
      {
        "id":"EJ753100",
        "title":"Teacher Attitudes toward and Perceptions of Student Performance on the Design Component of the Caribbean CXC Examination"},
      {
        "id":"EJ753102",
        "title":"Contemporary Approaches for Assessing Outcomes on Training, Education, and HRD Programs"},
      {
        "id":"EJ753104",
        "title":"Topography of Learning Style Preferences of Undergraduate Students in Industrial Technology and Engineering Programs at Historically Black and Predominantly White Institutions"},
      {
        "id":"EJ753106",
        "title":"An Introduction to Biometrics Technology: Its Place in Technology Education"},
      {
        "id":"EJ753107",
        "title":"Considerations for Embedding On-Line Components into Traditional Classroom Environments"},
      {
        "id":"EJ753109",
        "title":"Creation of a Faculty Task List for Teaching in a Televised Distance Learning Environment"},
      {
        "id":"EJ753111",
        "title":"Desktop Virtual Reality: A Powerful New Technology for Teaching and Research in Industrial Teacher Education"},
      {
        "id":"EJ753113",
        "title":"Effectiveness of and Student Satisfaction with Web-Based Compared to Traditional In-Service Teacher Education Courses"},
      {
        "id":"EJ753116",
        "title":"Understanding and Articulating Effective Succession Planning: A Means for Infusing Influence by NAITTE Constituencies"},
      {
        "id":"EJ753118",
        "title":"A Changing Role for Technology Teacher Education"},
      {
        "id":"EJ753120",
        "title":"Integrating Needs Assessment into Career and Technical Curriculum Development"},
      {
        "id":"EJ753122",
        "title":"Work Ethic Characteristics: Perceived Work Ethics of Supervisors and Workers"},
      {
        "id":"EJ753124",
        "title":"Critical Work Education and Social Exclusion: Unemployed Youths at the Margins in the New Economy"},
      {
        "id":"EJ753126",
        "title":"Novice Drafters' Spatial Visualization Development: Influence of Instructional Methods and Individual Learning Styles"},
      {
        "id":"EJ753127",
        "title":"Designing and Developing Technical Curriculum: Finding the Right Subject Matter Expert"},
      {
        "id":"EJ753129",
        "title":"A Tale of Three Teachers"},
      {
        "id":"EJ753151",
        "title":"Professor's Role in Motivating Students to Attend Class"},
      {
        "id":"EJ753212",
        "title":"An Investigation of Judges' Behaviors within a Procedure for Setting Cut Scores for NOCTI Occupational Competency Examinations"},
      {
        "id":"EJ753213",
        "title":"Pre-Engineering's Place in Technology Education and Its Effect on Technological Literacy as Perceived by Technology Education"},
      {
        "id":"EJ753214",
        "title":"Work Ethic and Employment Status: A Study of Jobseekers"},
      {
        "id":"EJ753215",
        "title":"New Trade and Industrial Teachers' Perceptions of Formal Learning versus Informal Learning and Teaching Proficiency"},
      {
        "id":"EJ753216",
        "title":"Technology Education Benefits from the Inclusion of Pre-Engineering Education"},
      {
        "id":"EJ750600",
        "title":"The National School Reform Faculty: Reforming Schools from the Inside"},
      {
        "id":"EJ750602",
        "title":"A Day in the Life of Schoolwide CFGs"},
      {
        "id":"EJ750603",
        "title":"Taking Time to Tend to the \"Good\""},
      {
        "id":"EJ750605",
        "title":"And Then There Is Hope"},
      {
        "id":"EJ750607",
        "title":"Sitting Together at the Piano Bench"},
      {
        "id":"EJ750608",
        "title":"Learning to See with a Third Eye: Working to Address Inequity Effectively"},
      {
        "id":"EJ750609",
        "title":"Education as the Practice of Freedom"},
      {
        "id":"EJ750610",
        "title":"Creating Moral Schools: The Enabling Potential of Critical Friends Groups"},
      {
        "id":"EJ750611",
        "title":"Collaboration, Inquiry, and Reflection: A Principal Creates a CFG-Inspired Learning Environment"},
      {
        "id":"EJ750612",
        "title":"NSRF-New York"},
      {
        "id":"EJ750613",
        "title":"How Boys Learn"},
      {
        "id":"EJ750614",
        "title":"The New Gender Gap: Social, Psychological, Neuro-biological, and Educational Perspectives"},
      {
        "id":"EJ750615",
        "title":"African American Boys and the Discipline Gap: Balancing Educators' Uneven Hand"},
      {
        "id":"EJ750616",
        "title":"Listening, Writing, Drawing: The Artistic Response of Incarcerated Youth to Young-Adult  Literature"},
      {
        "id":"EJ750617",
        "title":"Standards-Based Reform: Panacea for the Twenty-First Century?"},
      {
        "id":"EJ750619",
        "title":"Creating the Teaching-Learning Environment You've Always Dreamed of"},
      {
        "id":"EJ750620",
        "title":"Teach with Your Strengths: How Great Teachers Inspire Their Students"},
      {
        "id":"EJ750621",
        "title":"Building on a Foundation of Strengths"},
      {
        "id":"EJ750622",
        "title":"The Clifton Youth StrengthsExplorer Assessment: Identifying the Talents of Today's Youth"},
      {
        "id":"EJ750623",
        "title":"Six Degrees of Separation: What Teachers Need to Know about the Emerging Science of Sex Differences"},
      {
        "id":"EJ750624",
        "title":"A School for the Common Good"},
      {
        "id":"EJ750625",
        "title":"Perspectives on Education from a Person on the Autism Spectrum"},
      {
        "id":"EJ750627",
        "title":"Math on the Fast Track"},
      {
        "id":"EJ750628",
        "title":"Teenage Behavior: It's Not Biology, Psychology, or Family Values"},
      {
        "id":"EJ750630",
        "title":"Welcoming the Inner Life at School"},
      {
        "id":"EJ750631",
        "title":"Every Moment Counts: Five Principles for Boosting the Achievement of Struggling Students"},
      {
        "id":"EJ750632",
        "title":"The Delicate Cycle"},
      {
        "id":"EJ750634",
        "title":"The View from New Orleans"},
      {
        "id":"EJ750636",
        "title":"Are Public Schools Successful?"},
      {
        "id":"EJ750638",
        "title":"Does Horace Mann Still Matter?"},
      {
        "id":"EJ750639",
        "title":"Characteristics of an Effective Student Testing System"},
      {
        "id":"EJ750641",
        "title":"Perils of Standardized Achievement Testing"},
      {
        "id":"EJ750642",
        "title":"Testing for Justice"},
      {
        "id":"EJ750643",
        "title":"Data-Based Decision-Making: Three State-Level Educational Leadership Initiatives"},
      {
        "id":"EJ750644",
        "title":"Challenges in Data-Based Decision-Making: Voices from Principals"},
      {
        "id":"EJ750645",
        "title":"Using Tests Productively"},
      {
        "id":"EJ750647",
        "title":"A Good Teacher in Every Classroom: Preparing the Highly Qualified Teachers Our Children Deserve"},
      {
        "id":"EJ750758",
        "title":"Code Switching among Bilingual and Limited English Proficient Students: Possible Indicators of Giftedness"},
      {
        "id":"EJ750760",
        "title":"The Emotional Intelligence, Moral Judgment, and Leadership of Academically Gifted Adolescents"},
      {
        "id":"EJ750762",
        "title":"Dabrowski's Theory of Positive Disintegration and Giftedness: Overexcitability Research Findings"},
      {
        "id":"EJ750763",
        "title":"Gifted Asian American Adolescent Males: Portraits of Cultural Dilemmas"},
      {
        "id":"EJ750766",
        "title":"Estimating the Size of the Gifted/Talented Population from Multiple Identification Criteria"},
      {
        "id":"EJ750772",
        "title":"Recognition of Giftedness in the Early Years of School: Perspectives of Teachers, Parents, and Children"},
      {
        "id":"EJ750775",
        "title":"Precocious Readers: Past, Present, and Future"},
      {
        "id":"EJ750778",
        "title":"Creativity: The Essence of Mathematics"},
      {
        "id":"EJ750788",
        "title":"An Evaluation of the Value of Choice with Preschool Children"},
      {
        "id":"EJ750793",
        "title":"Establishment of Mands Following Tact Training as a Function of Reinforcer Strength"},
      {
        "id":"EJ750794",
        "title":"A Preliminary Evaluation of Two Behavioral Skills Training Procedures for Teaching Abduction-Prevention Skills to Schoolchildren"},
      {
        "id":"EJ750796",
        "title":"Establishing and Maintaining Treatment Effects with Less Intrusive Consequences via a Pairing Procedure"},
      {
        "id":"EJ750797",
        "title":"A Comparison of Interteaching and Lecture in the College Classroom"},
      {
        "id":"EJ750799",
        "title":"Evaluating the Relative Effects of Feedback and Contingent Money for Staff Training of Stimulus Preference Assessments"},
      {
        "id":"EJ750800",
        "title":"A Descriptive Assessment of Instruction-Based Interactions in the Preschool Classroom"},
      {
        "id":"EJ750802",
        "title":"Enhancing Job-Site Training of Supported Workers with Autism: A Reemphasis on Simulation"},
      {
        "id":"EJ750804",
        "title":"Brief Functional Analysis and Treatment of Tantrums Associated with Transitions in Preschool Children"},
      {
        "id":"EJ750806",
        "title":"A Preliminary Analysis of Teaching Improvisation with the Picture Exchange Communication System to Children with Autism"},
      {
        "id":"EJ750807",
        "title":"The Effects of Prompting and Feedback on Drivers' Stopping at Stop Signs"},
      {
        "id":"EJ750809",
        "title":"Effects of Guided Notes versus Completed Notes during Lectures on College Students' Quiz Performance"},
      {
        "id":"EJ750810",
        "title":"The Impact of High- and Low-Preference Stimuli on Vocational and Academic Performances of Youths with Severe Disabilities"},
      {
        "id":"EJ750811",
        "title":"Toward an Empirical Method for Identifying Matched Stimulation for Automatically Reinforced Behavior: A Preliminary Investigation"},
      {
        "id":"EJ750812",
        "title":"Analysis and Treatment of Problem Behavior Evoked by Music"},
      {
        "id":"EJ750813",
        "title":"A Computerized Test of Self-Control Predicts Classroom Behavior"},
      {
        "id":"EJ750814",
        "title":"The Efficacy of Noncontingent Escape for Decreasing Children's Disruptive Behavior during Restorative Dental Treatment"},
      {
        "id":"EJ750815",
        "title":"Assessment of Deviant Arousal in Adult Male Sex Offenders with Developmental Disabilities"},
      {
        "id":"EJ750816",
        "title":"Some Determinants of Changes in Preference over Time"},
      {
        "id":"EJ750817",
        "title":"An Evaluation of Computer-Based Programmed Instruction for Promoting Teacher's Greetings of Parents by Name"},
      {
        "id":"EJ750818",
        "title":"Effects of Training, Prompting, and Self-Monitoring on Staff Behavior in a Classroom for Students with Disabilities"},
      {
        "id":"EJ750819",
        "title":"A Preliminary Analysis of Self-Control with Aversive Events: The Effects of Task Magnitude and Delay on the Choices of Children with Autism"},
      {
        "id":"EJ750820",
        "title":"Generalization of Tacting Actions in Children with Autism"},
      {
        "id":"EJ750822",
        "title":"Some Effects of Stimulant Medication on Response Allocation: A Double-Blind Analysis"},
      {
        "id":"EJ750824",
        "title":"Enhancing Frequency Recording by Developmental Disabilities Treatment Staff"},
      {
        "id":"EJ750825",
        "title":"The Effects of Goal Setting on Rugby Performance"},
      {
        "id":"EJ750829",
        "title":"The Generalized Matching Law in Elite Sport Competition: Football Play Calling as Operant Choice"},
      {
        "id":"EJ750832",
        "title":"Transformations of Mathematical and Stimulus Functions"},
      {
        "id":"EJ750833",
        "title":"Refining the Experimental Analysis of Academic Skills Deficits: Part II. Use of Brief Experimental Analysis to Evaluate Reading Fluency Treatments"},
      {
        "id":"EJ750836",
        "title":"Modification of Slot-Machine Preferences through the Use of a Conditional Discrimination Paradigm"},
      {
        "id":"EJ750837",
        "title":"The Effects of Undergarment Type on the Urinary Continence of Toddlers"},
      {
        "id":"EJ750839",
        "title":"Experimental Analysis and Treatment of Multiply Controlled Problem Behavior: A Systematic Replication and Extension"},
      {
        "id":"EJ750840",
        "title":"A Paradoxical Effect of Presession Attention on Stereotypy: Antecedent Attention as an Establishing, Not an Abolishing, Operation"},
      {
        "id":"EJ750843",
        "title":"Using Reinforcer Pairing and Fading to Increase the Milk Consumption of a Preschool Child"},
      {
        "id":"EJ750844",
        "title":"Contextual Control of Delay Discounting by Pathological Gamblers"},
      {
        "id":"EJ750845",
        "title":"Treating Bedtime Resistance with the Bedtime Pass: A Systematic Replication and Component Analysis with 3-Year-Olds"},
      {
        "id":"EJ750846",
        "title":"Establishing the Feasibility of Direct Observation in the Assessment of Tics in Children with Chronic Tic Disorders"},
      {
        "id":"EJ750847",
        "title":"An Evaluation of the Effectiveness of Exposure and Response Prevention on Repetitive Behaviors Associated with Tourette's Syndrome"},
      {
        "id":"EJ750848",
        "title":"Shaping Approach Responses as Intervention for Specific Phobia in a Child with Autism"},
      {
        "id":"EJ750849",
        "title":"Stimulus Fading and Differential Reinforcement for the Treatment of Needle Phobia in a Youth with Autism"},
      {
        "id":"EJ750850",
        "title":"The Effects of Fixed-Time Reinforcement Schedules on Problem Behavior of Children with Emotional and Behavioral Disorders in a Day-Treatment Classroom Setting"},
      {
        "id":"EJ750851",
        "title":"Reducing Skin Picking via Competing Activities"},
      {
        "id":"EJ750852",
        "title":"The Effect of Contingent Reinforcement on Target Variables in Outpatient Psychotherapy for Depression: A Successful and Unsuccessful Case Using Functional Analytic Psychotherapy"},
      {
        "id":"EJ750853",
        "title":"Staff-Administered Functional Analysis and Treatment of Aggression by an Elder with Dementia"},
      {
        "id":"EJ750854",
        "title":"The Effectiveness of and Preschoolers' Preferences for Variations of Multiple-Schedule Arrangements"},
      {
        "id":"EJ750855",
        "title":"Training Student Teachers to Reposition Infants Frequently"},
      {
        "id":"EJ750856",
        "title":"The Effects of a High-Probability Instruction Sequence and Response-Independent Reinforcer Delivery on Child Compliance"},
      {
        "id":"EJ750857",
        "title":"The Effects of Providing Access to Stimuli Following Choice Making during Vocal Preference Assessments"},
      {
        "id":"EJ750989",
        "title":"Underachievement in Exceptionally Gifted Adolescents and Young Adults: A Psychiatrist's View"},
      {
        "id":"EJ750992",
        "title":"Examining the Long-Term Impact of Achievement Loss during the Transition to High School"},
      {
        "id":"EJ750995",
        "title":"From At Risk to At Promise: Developing Scholar Identities among Black Males"},
      {
        "id":"EJ750998",
        "title":"Gifted Gay, Lesbian, Bisexual, and Transgender Annotated Bibliography: A Resource for Educators of Gifted Secondary GLBT Students"},
      {
        "id":"EJ751001",
        "title":"Overexcitability in Gifted Sexually Diverse Populations"},
      {
        "id":"EJ751005",
        "title":"Blending Support and Social Action: The Power of a Gay-Straight Alliance and PrideWorks Conference"},
      {
        "id":"EJ751007",
        "title":"Teaching toward Compassion: Environmental Values Education for Secondary Students"},
      {
        "id":"EJ751010",
        "title":"Program for Enlightened and Productive Creativity Illustrated with a Moire Patterns Lesson"},
      {
        "id":"EJ747617",
        "title":"The Value of Extracurricular Support in Increased Student Achievement: An Assessment of a Pupil Personnel Model Including School Counselors and School Psychologists Concerning Student Achievement as Measured by an Academic Performance Index"},
      {
        "id":"EJ747618",
        "title":"The Relationship between Organizational Health and Robust School Vision in Elementary Schools"},
      {
        "id":"EJ747619",
        "title":"Bullying in Schools: A Form of Child Abuse in Schools"},
      {
        "id":"EJ747620",
        "title":"Indiscipline in Political Parties: Bane of Democratic Consolidation and Good Governance in Nigeria"},
      {
        "id":"EJ747769",
        "title":"Study Strategies and Generative Learning: What Works?"},
      {
        "id":"EJ747770",
        "title":"The Effect of Text Format upon Underachieving First Year College Students' Self-Efficacy for Reading and Subsequent Reading Comprehension"},
      {
        "id":"EJ747771",
        "title":"Developing a Predictor of University Students' Course Grades Using Curriculum-Based Measurement: An Initial Investigation"},
      {
        "id":"EJ747772",
        "title":"Postsecondary Reading: What Writing Center Tutors Need to Know"},
      {
        "id":"EJ747773",
        "title":"Peer Mentoring in Post-Secondary Education: Implications for Research and Practice"},
      {
        "id":"EJ747861",
        "title":"Teaching Mathematics Thematically: Teachers' Perspectives"},
      {
        "id":"EJ747862",
        "title":"Are Different Students Expected to Learn Norms Differently in the Mathematics Classroom?"},
      {
        "id":"EJ747863",
        "title":"Strategies Employed by Upper Secondary Students for Overcoming or Exploiting Conditions Affecting Accessibility of Applications Tasks"},
      {
        "id":"EJ747865",
        "title":"Understanding Linear Measurement: A Comparison of Filipino and New Zealand Children"},
      {
        "id":"EJ747867",
        "title":"Towards the Modelling of Mathematical Metacognition"},
      {
        "id":"EJ747868",
        "title":"Ethnomathematical Ideas in the Curriculum"},
      {
        "id":"EJ747869",
        "title":"A Developmental Scale of Mental Computation with Part-Whole Numbers"},
      {
        "id":"EJ747871",
        "title":"Supporting Multiple Literacies: Parents' and Children's Mathematical Talk within Storybook Reading"},
      {
        "id":"EJ747872",
        "title":"Supporting Teachers in the Development of Young Children's Mathematical Thinking: Three Large Scale Cases"},
      {
        "id":"EJ747873",
        "title":"Mathematical Modelling in the Early School Years"},
      {
        "id":"EJ747875",
        "title":"Early Childhood Numeracy in a Multiage Setting"},
      {
        "id":"EJ747876",
        "title":"Developing Formal Mathematical Assessment for 4- to 8-Year-Olds"},
      {
        "id":"EJ747878",
        "title":"Primary Preservice Teachers' Understandings of Volume: The Impact of Course and Practicum Experiences"},
      {
        "id":"EJ747880",
        "title":"Cognition and Instruction: Reasoning about Bias in Sampling"},
      {
        "id":"EJ747882",
        "title":"Young Children's Ability to Use the Balance Strategy to Solve for Unknowns"},
      {
        "id":"EJ747905",
        "title":"A Study of Kindergarten Children's Spatial Representation in a Mapping Project"},
      {
        "id":"EJ747906",
        "title":"Using a Schematic Model to Represent Influences on, and Relationships between, Teachers'Problem-Solving Beliefs and Practices"},
      {
        "id":"EJ747907",
        "title":"The Beliefs/Practice Connection in Broadly Defined Contexts"},
      {
        "id":"EJ747908",
        "title":"A Typology of Mathematics Teachers' Beliefs about Teaching and Learning Mathematics and Instructional Practices"},
      {
        "id":"EJ747909",
        "title":"Students' Attitudes to Mathematics and Performance in Limits of Functions"},
      {
        "id":"EJ747910",
        "title":"The Influence of Second Language Teaching on Undergraduate Mathematics Performance"},
      {
        "id":"EJ747911",
        "title":"The Calculus of Differences: Effects of a Psychosocial, Cultural, and Pedagogical Intervention in an All Women's University Calculus Class"},
      {
        "id":"EJ747912",
        "title":"Using Assessment to Inform Instructional Decisions: How Hard Can It Be?"},
      {
        "id":"EJ747913",
        "title":"Pre-Service Teachers' Experiences and the Influences on Their Intentions for Teaching Primary School Mathematics"},
      {
        "id":"EJ747914",
        "title":"Students' Understanding of Trigonometric Functions"},
      {
        "id":"EJ753969",
        "title":"Time to Read: Advancing Reading Achievement after School"},
      {
        "id":"EJ753970",
        "title":"Closing the Achievement Gap in Math: The Long-Term Effects of Eighth-Grade Algebra"},
      {
        "id":"EJ753971",
        "title":"An Investigation into the Gender and Age Differences in the Social Coping of Academically Advanced Students"},
      {
        "id":"EJ753972",
        "title":"Relationships between Implementing Character Education, Student Behavior, and Student Achievement"},
      {
        "id":"EJ753973",
        "title":"Getting Them through the College Pipeline: Critical Elements of Instruction Influencing School Success among Native Canadian High School Students"},
      {
        "id":"EJ753974",
        "title":"The Last Word: An Interview with Gene Chasin, CEO of Accelerated Schools Plus"},
      {
        "id":"EJ754046",
        "title":"ICT in Education: The Opportunity for Democratic Schools?"},
      {
        "id":"EJ754047",
        "title":"Work Identities in Comparative Perspectives: The Role of National and Sectoral Context Variables"},
      {
        "id":"EJ754048",
        "title":"Behavioural and Motivational Training for Senior Staff in the Portuguese Public Sector"},
      {
        "id":"EJ754049",
        "title":"Employment Research Method for Early Recognition of Skills Needs"},
      {
        "id":"EJ754050",
        "title":"Economic Analysis of Continued Education by Holders of Short-Cycle Technical Diplomas in French Higher Education"},
      {
        "id":"EJ754051",
        "title":"Youth Unemployment Outline of a Psychosocial Perspective"},
      {
        "id":"EJ754052",
        "title":"A Teacher's Professional Development Training for a Different Kind of Experimental Work"},
      {
        "id":"EJ754258",
        "title":"\"Look Out Below\": Helping Children Who Are Loud and Aggressive in the Classroom"},
      {
        "id":"EJ754259",
        "title":"\"I Do It Better\": Working with the Child Who Is Always Competing for Attention"},
      {
        "id":"EJ754269",
        "title":"Achievement Goal Orientations, &quot;Oughts,&quot; and Self-Regulation in Students with and without Learning Disabilities"},
      {
        "id":"EJ754270",
        "title":"Employment Outcomes of University Graduates with Learning Disabilities"},
      {
        "id":"EJ754271",
        "title":"Does Chronometry Have a Place in Assessing Math Disorders?"},
      {
        "id":"EJ754272",
        "title":"Enhancing Argumentative Essay Writing of Fourth-Grade Students with Learning Disabilities"},
      {
        "id":"EJ754273",
        "title":"Assessing Learning Styles among Students with and without Learning Disabilities at a Distance-Learning University"},
      {
        "id":"EJ756118",
        "title":"The Complete Story: A Population-Based Perspective on School Performance and Educational Testing"},
      {
        "id":"EJ756119",
        "title":"Student and School Correlates of Mathematics Achievement: Models of School Performance Based on Pan-Canadian Student Assessment"},
      {
        "id":"EJ756120",
        "title":"Examination of the Influence of Selected Factors on Performance on Alberta Learning Achievement Tests"},
      {
        "id":"EJ756121",
        "title":"Pitfalls and Potential of Secondary Data Analysis of the Council of Ministers of Education, Canada, National Assessments"},
      {
        "id":"EJ756122",
        "title":"Contextual and School Factors Associated with Achievement on a High-Stakes Examination"},
      {
        "id":"EJ756123",
        "title":"School Leadership and Student Achievement: The Mediating Effects of Teacher Beliefs"},
      {
        "id":"EJ756124",
        "title":"Examining Guidelines for Developing Accurate Proficiency Level Scores"},
      {
        "id":"EJ756125",
        "title":"School Board Improvement Plans in Relation to the AIP Model of Educational Accountability: A Content Analysis"},
      {
        "id":"EJ756126",
        "title":"Analytical Reasoning Skills: Improving Performance with Notations"},
      {
        "id":"EJ756482",
        "title":"Cooperative Learning Is a Brain Turn-On"},
      {
        "id":"EJ756550",
        "title":"We Can Identify and Serve ESOL GATE Students: A Case Study"},
      {
        "id":"EJ756552",
        "title":"Never Too Young to Lead: Gifted African American Males in Elementary School"},
      {
        "id":"EJ756553",
        "title":"Creating a Virtual Learning Environment for Gifted and Talented Learners"},
      {
        "id":"EJ756554",
        "title":"No Gifted Student Left Behind: Building a High School Library Media Center for the Gifted Student"},
      {
        "id":"EJ756555",
        "title":"Impact of Two Elementary School Principals' Leadership on Gifted Education in Their Buildings"},
      {
        "id":"EJ756556",
        "title":"Examining the Relationships between Reading Achievement and Tutoring Duration and Content for Gifted Culturally and Linguistically Diverse Students from Low-Income Backgrounds"},
      {
        "id":"EJ756557",
        "title":"The Role of Gender and Previous Participation in a Summer Program on Gifted Adolescents' Self-Concepts over Time"},
      {
        "id":"EJ756558",
        "title":"The Social Coping Questionnaire: An Examination of Its Structure with an American Sample of Gifted Adolescents"},
      {
        "id":"EJ756559",
        "title":"Serving Twice-Exceptional Preschoolers: Blending Gifted Education and Early Childhood Special Education Practices in Assessment and Program Planning"},
      {
        "id":"EJ755430",
        "title":"Learning and Using Print and Braille: A Study of Dual-Media Learners, Part 1"},
      {
        "id":"EJ755431",
        "title":"Divergent Development of Gross Motor Skills in Children Who Are Blind or Sighted"},
      {
        "id":"EJ755432",
        "title":"Academic Achievement and Personality in University Students Who Are Visually Impaired"},
      {
        "id":"EJ755433",
        "title":"Learning and Using Print and Braille: A Study of Dual-Media Learners, Part 2"},
      {
        "id":"EJ755434",
        "title":"Braille Literacy Skills: An Analysis of the Concept of Spelling"},
      {
        "id":"EJ755435",
        "title":"Improving the Usability of a Mainstream Cell Phone for Individuals with Low Vision"},
      {
        "id":"EJ755436",
        "title":"A Model of Successful Work Experience for Employees Who Are Visually Impaired: The Results of a Study"},
      {
        "id":"EJ755437",
        "title":"An Investigation of the Motivational Effects of Talking Pedometers among Children with Visual Impairments and Deaf-Blindness"},
      {
        "id":"EJ755438",
        "title":"Objective Mobility Documentation Using Emerging Technologies"},
      {
        "id":"EJ755439",
        "title":"Employment-Related Experiences of Youths Who Are Visually Impaired: How Are These Youths Faring?"},
      {
        "id":"EJ755440",
        "title":"Technology and Early Braille Literacy: Using the Mountbatten Pro Brailler in Primary-Grade Classrooms"},
      {
        "id":"EJ755441",
        "title":"A Proposed Tactile Vision-Substitution System for Infants Who Are Blind Tested on Sighted Infants"},
      {
        "id":"EJ755442",
        "title":"A Qualitative Analysis of Reading Rehabilitation of Persons with Age-Related Macular Degeneration"},
      {
        "id":"EJ755443",
        "title":"Exploring Assessment Processes in Specialized Schools for Students Who Are Visually Impaired"},
      {
        "id":"EJ755444",
        "title":"Literacy in Early Intervention for Children with Visual Impairments: Insights from Individual Cases"},
      {
        "id":"EJ755445",
        "title":"Self-concept, Adjustment to Blindness, and Quality of Friendship among Adolescents with Visual Impairments"},
      {
        "id":"EJ755446",
        "title":"Clinical Assessment of Functional Movement in Adults with Visual Impairments"},
      {
        "id":"EJ755447",
        "title":"Primary Support Persons for Individuals Who Are Visually Impaired: Who They Are and the Support They Provide"},
      {
        "id":"EJ751759",
        "title":"Black, White, Greek...Like Who?: Howard University Student Perceptions of a White Fraternity on Campus"},
      {
        "id":"EJ751760",
        "title":"Framing the Effect of Multiculturalism on Diversity Outcomes among Students at Historically Black Colleges and Universities"},
      {
        "id":"EJ751761",
        "title":"The Gift that Keeps Giving: Historically Black College and University-Educated Scholars and Their Mentoring at Predominately White Institutions"},
      {
        "id":"EJ751762",
        "title":"Welcoming the Unwelcomed: A Social Justice Imperative of African-American Female Leaders at Historically Black Colleges and Universities"},
      {
        "id":"EJ751763",
        "title":"Howard Thurman: The Making of a Morehouse Man, 1919-1923"},
      {
        "id":"EJ751764",
        "title":"&quot;Keep Our Black Warriors out of the Draft&quot;: The Vietnam Antiwar Movement at Southern University, 1968-1973"},
      {
        "id":"EJ752135",
        "title":"Skills for the Knowledge and Service Society: Trends Determining Future Pre-Service and In-Service VET Needs"},
      {
        "id":"EJ752136",
        "title":"Understanding E-learning: An Opportunity for Europe?"},
      {
        "id":"EJ752137",
        "title":"Traineeship as Vocational Training in Catalonia: Between the Law, the Actors and the Market"},
      {
        "id":"EJ752138",
        "title":"Young People of Low Educational Level: Promoting Innovative Projects"},
      {
        "id":"EJ752139",
        "title":"EUROPASS Training Plus: Practicert"},
      {
        "id":"EJ752140",
        "title":"Do We Provide Opportunities or Only Value Productivity?"},
      {
        "id":"EJ752141",
        "title":"Launching a Syrian Apprenticeship Scheme: Paving the Way for Change"},
      {
        "id":"EJ752322",
        "title":"Psychology in Teacher Education: A Perspective from Singapore's Pre-Service Teachers"},
      {
        "id":"EJ752323",
        "title":"Applying the Integrated Developmental Model to Korean Supervisees"},
      {
        "id":"EJ752324",
        "title":"Expansion of Chinese Higher Education since 1998: Its Causes and Outcomes"},
      {
        "id":"EJ752325",
        "title":"Estimating the Degree Cost Functions of the Philippines Public and Private Higher Educational Institutions"},
      {
        "id":"EJ752326",
        "title":"Political Ideology and Taiwanese School Curricula"},
      {
        "id":"EJ752327",
        "title":"Cultivating Divergent Thinking in Mathematics through an Open-Ended Approach"},
      {
        "id":"EJ752328",
        "title":"Research Psychographics of the Nurse Professoriate in a Philippine Comprehensive University"},
      {
        "id":"EJ752329",
        "title":"Piloting a Peer Literacy Program: Implications for Teacher Education"},
      {
        "id":"EJ752330",
        "title":"Capitalizing on Advances in Mathematics and K-12 Mathematics Education in Undergraduate Mathematics: An Inquiry-Oriented Approach to Differential Equations"},
      {
        "id":"EJ752331",
        "title":"The Role of Hidden Curricula on the Resistance Behavior of Undergraduate Students in Psychological Counseling and Guidance at a Turkish University"},
      {
        "id":"EJ752332",
        "title":"Aggressor/Victim Subtypes and Teacher Factors in First Grade as Risk Factors for Later Mental Health Symptoms and School Functioning"},
      {
        "id":"EJ752333",
        "title":"A Biographical Narrative Inquiry into Teachers' Knowledge: an Intergenerational Approach"},
      {
        "id":"EJ752334",
        "title":"The Circumscription Process of Career Aspirations in South Korean Adolescents"},
      {
        "id":"EJ752335",
        "title":"Attribution Characteristics of Chinese Teachers and Students: From Some Interaction Experiences on Campus"},
      {
        "id":"EJ752336",
        "title":"English Language Learning Difficulty of Korean Students in a Philippine Multidisciplinary University"},
      {
        "id":"EJ752337",
        "title":"A Fusion of Horizons: Students' Encounters with &quot;Will and Wave&quot;"},
      {
        "id":"EJ752338",
        "title":"Sex-Related Differences in the Acquisition of the Van Hiele Levels and Motivation in Learning Geometry"},
      {
        "id":"EJ752339",
        "title":"Assessing Motivational Styles of Students in the South-East Asian Context of Singapore"},
      {
        "id":"EJ752340",
        "title":"A Critical Review of Research on Questioning in Education: Limitations of Its Positivistic Basis"},
      {
        "id":"EJ752341",
        "title":"Considering Equity in Basic Education Reform in Japan from the Perspective of Private Costs of Education"},
      {
        "id":"EJ752342",
        "title":"High School Textbooks in Turkey from Teachers' and Students' Perspectives: The Case of History Textbooks"},
      {
        "id":"EJ752343",
        "title":"The Possible Models of Creative Therapies for the Child Victims of War and Armed Conflicts"},
      {
        "id":"EJ752344",
        "title":"The Characteristics of Effective English Teachers as Perceived by High School Teachers and Students in Korea"},
      {
        "id":"EJ750328",
        "title":"Getting Things Done: Donalda J. Dickie and Leadership through Practice"},
      {
        "id":"EJ750330",
        "title":"Evaluation of an Anti-Bullying Program: Student Reports of Knowledge and Confidence to Manage Bullying"},
      {
        "id":"EJ750332",
        "title":"Teachers' Understanding of Bullying"},
      {
        "id":"EJ750335",
        "title":"Anti-Bullying Interventions in Schools: Ingredients of Effective Programs"},
      {
        "id":"EJ750337",
        "title":"The Textual Construction of High Needs for Funding Special Education in Ontario"},
      {
        "id":"EJ750339",
        "title":"Co-Teaching in Language Arts: Supporting Students with Learning Disabilities"},
      {
        "id":"EJ750340",
        "title":"Accountability, Assessment, and the Literacies of Information and Communication Technologies"},
      {
        "id":"EJ750342",
        "title":"Exploring Differential Effects of Mathematics Courses on Mathematics Achievement"},
      {
        "id":"EJ750344",
        "title":"The Effects of Formal Mentoring on the Retention Rates for First-Year, Low Achieving Students"},
      {
        "id":"EJ750345",
        "title":"On-Line Education for Practicing Professionals: A Case Study"}]
  }}
