{
  "response":{"numFound":509939,"start":52000,"numFoundExact":true,"docs":[
      {
        "id":"ED353189",
        "title":"State of Indiana v. Jamie L. Curtis: &quot;The Case of the Questionable Book Bag Search.&quot;"},
      {
        "id":"ED353190",
        "title":"Carmen Sandiego Is in Your Classroom. An Idea Packet."},
      {
        "id":"ED353191",
        "title":"People on Parade. An Idea Packet."},
      {
        "id":"ED353192",
        "title":"A Curriculum Design for Teaching Theater History in the High School."},
      {
        "id":"ED353193",
        "title":"Culture; beyond Our Control, but Not beyond Our Awareness: A Staff Development Program."},
      {
        "id":"ED353194",
        "title":"The Value Structure of Nonviolent Personality Predispositions."},
      {
        "id":"ED353195",
        "title":"Teaching about City Life in Chicago."},
      {
        "id":"ED353196",
        "title":"Africa: Into Reality. An Integrated Unit Plan in Social and Natural Science."},
      {
        "id":"ED353197",
        "title":"Holidays. Instructional Media Advisory List."},
      {
        "id":"ED353198",
        "title":"Building a Sense of Community in the School Setting."},
      {
        "id":"ED353200",
        "title":"The Future of Non-Formal Education for Women in India: Problems and Suggestions for a Fruitful Development. Reprints and Miniprints No. 750."},
      {
        "id":"ED353201",
        "title":"USA by Numbers: A Statistical Portrait of the United States."},
      {
        "id":"ED353202",
        "title":"Columbus 1492 -- Rediscovery -- 1992. Instructional Media Advisory List."},
      {
        "id":"ED353203",
        "title":"Research on the History of Women."},
      {
        "id":"ED353204",
        "title":"Emerging Female Leaders within the Closed Societies of American Indian and Appalachian Artisans."},
      {
        "id":"ED353205",
        "title":"History and Culture of Tanzania and Zambia: A Fulbright-Hays Seminars Abroad Program, Summer, 1992. Curriculum Projects."},
      {
        "id":"ED353206",
        "title":"Strategies for Invitational Physical Education in the Junior High School."},
      {
        "id":"ED353207",
        "title":"High School Department Chairs as Instructional Leaders: Four Case Studies."},
      {
        "id":"ED353208",
        "title":"Teacher Renewal and Educational Reform: A Poststructuralist at Home on the Range."},
      {
        "id":"ED353209",
        "title":"The Social Protection of Teachers in Europe. Papers presented at a Workshop of the World Confederation of Organizations of the Teaching Profession (Budapest, Hungary, May 9-11, 1992)."},
      {
        "id":"ED353210",
        "title":"On Being Personal about the Collective."},
      {
        "id":"ED353211",
        "title":"The Redesign of NCATE, 1980-1986."},
      {
        "id":"ED353212",
        "title":"Critical Thinking and the Psycho-logic of Race Prejudice. Resource Publication Series 3, No. 1."},
      {
        "id":"ED353213",
        "title":"Reasoning across the Media: Visual, Verbal and Televisual Literacies. Resource Publication Series 3, No. 2."},
      {
        "id":"ED353214",
        "title":"Collaboration for Critical Thinking in Teacher Education: The Montclair State College Model. Resource Publication Series 3, No. 3."},
      {
        "id":"ED353215",
        "title":"Informal Logic and Applied Epistemology. Resource Publication Series 3, No. 4."},
      {
        "id":"ED353216",
        "title":"The Adaptive Dimension in Core Curriculum."},
      {
        "id":"ED353219",
        "title":"Job Stasis: Reflections of Immobility and Resistance to Job Change among Senior Women Athletic Personnel."},
      {
        "id":"ED353220",
        "title":"What Next? Promoting Alternatives to Ability Grouping."},
      {
        "id":"ED353221",
        "title":"Kidwatching: A Vygotskyan Approach to Children's Language In the &quot;Star Wars&quot; Age."},
      {
        "id":"ED353222",
        "title":"In Search of the Distinctive Contributions of the Social Foundations of Education to the Preparation of Teachers."},
      {
        "id":"ED353223",
        "title":"In-service Teacher Training for Computer Literacy: Resource Implications Resulting from a Longitudinal Evaluation."},
      {
        "id":"ED353224",
        "title":"Program Quality Assessment in Pennsylvania."},
      {
        "id":"ED353225",
        "title":"The &quot;Re&quot; Maelstrom of Educational Reform: Restructure, Renewal, Reform, Recreate, Reconstitute, Redesign, Refurbish, Rethink, Redraft, Restrengthen."},
      {
        "id":"ED353226",
        "title":"Teaching Teachers: Scholarly Conferences, Workshops and Fellowships as Tools for Re-Tooling Instructors."},
      {
        "id":"ED353227",
        "title":"DOUBTING and BELIEVING: Contraries or Complementaries in Inquiry?"},
      {
        "id":"ED353228",
        "title":"Chicago and Suburban Teachers' Evaluation of On-Site Based In-Service and Orientation and Their Effects on the Performance of Novice Teachers."},
      {
        "id":"ED353229",
        "title":"Children, Health and Science: Child-to-Child Activities and Science and Technology Teaching. Science and Technology Education Document Series No. 41."},
      {
        "id":"ED353230",
        "title":"Health Education: A Maryland Curricular Framework."},
      {
        "id":"ED353231",
        "title":"A Grassroots Collaborative Approach to Professional Development. The South Central Ohio Regional Training Center."},
      {
        "id":"ED353232",
        "title":"Dialogic Classrooms: Tactics, Projects, and Attitude Conversions."},
      {
        "id":"ED353233",
        "title":"Developing the Knowledge Base for Supervisor Induction and Professional Growth: Validating the Model."},
      {
        "id":"ED353234",
        "title":"Perceptions of Institutional Climate."},
      {
        "id":"ED353235",
        "title":"Beginning Special Education Teachers: At Risk for Attrition."},
      {
        "id":"ED353236",
        "title":"Cooperative Learning Instruction: Effects of Wanting or Not Wanting To Participate on Mathematics Achievement."},
      {
        "id":"ED353237",
        "title":"Defining Teacher Education by Recognizing What Students Expect from Educational Experiences."},
      {
        "id":"ED353238",
        "title":"Addressing \"Failure\" in Student Teaching: Some Practical and Ethical Issues."},
      {
        "id":"ED353239",
        "title":"A Certificate of Advanced Graduate Study in Staff Development: A Field-Based Collaborative Degree Program. Fitchburg State College-Fitchburg Public Schools, Fitchburg, Massachusetts."},
      {
        "id":"ED353240",
        "title":"Reflecting on Teaching."},
      {
        "id":"ED353241",
        "title":"Collaborative Teaching and Research: Asking &quot;What Does It Mean?&quot; Elementary Subjects Center Series No. 73."},
      {
        "id":"ED353242",
        "title":"A Model for Integrating Non-Traditional Skills and Instruction from Literature and Art into Science Classroom Activities."},
      {
        "id":"ED353243",
        "title":"Characteristics of Effective Teachers: A Descriptive Study of Perceptions of Faculty and Deaf College Students."},
      {
        "id":"ED353244",
        "title":"Women in Medicine: Statistics."},
      {
        "id":"ED353245",
        "title":"Implications for Change in Teacher Education Strategies Offered by the New Information Technologies."},
      {
        "id":"ED353246",
        "title":"Toward a Theoretical Framework for the Design of Multicultural Education in Teacher Education Programs."},
      {
        "id":"ED353247",
        "title":"Implementation of VCE: Nature of Change, Professional and Organisational Development."},
      {
        "id":"ED353248",
        "title":"Evaluation of a Pre-service Training Programme Based on Direct Instruction."},
      {
        "id":"ED353249",
        "title":"The Potential of Written Instructional Materials To Improve Instructional Practice. Elementary Subjects Center Series No. 74."},
      {
        "id":"ED353250",
        "title":"Discussing Teacher Induction in China and Relevant Debates in the United States with a Chinese Teacher: A Conversation with Yu Yi. Craft Paper 92-2."},
      {
        "id":"ED353251",
        "title":"Are Mentor Teachers Teacher Educators?"},
      {
        "id":"ED353252",
        "title":"Voices of Change: A Report of the Clinical Schools Project."},
      {
        "id":"ED353253",
        "title":"Educators Licensed in Oregon, 1989-91."},
      {
        "id":"ED353254",
        "title":"Oregon School Counselor Study."},
      {
        "id":"ED353255",
        "title":"School Staffing Trends Study."},
      {
        "id":"ED353256",
        "title":"Educator Reserve Pool Study."},
      {
        "id":"ED353257",
        "title":"Emergent Multiculturalism: A Rural Model."},
      {
        "id":"ED353258",
        "title":"Professional Development Schools. A Directory of Projects in the United States."},
      {
        "id":"ED353259",
        "title":"Academic Achievement of White, Black, and Hispanic Students in Teacher Education Programs."},
      {
        "id":"ED353260",
        "title":"The Virginia Recertification Manual, July 1990."},
      {
        "id":"ED353262",
        "title":"Problem Fields in Mathematics Teaching. Part 3: Views of Finnish Seventh-Grades about Mathematics Teaching. Research Report 108."},
      {
        "id":"ED353263",
        "title":"The Function of Qualitative Analysis: Perspective from a Escuela Normal in Mexico."},
      {
        "id":"ED353264",
        "title":"Teacher Judgments and Standardized Assessments."},
      {
        "id":"ED353265",
        "title":"What Policymakers Can Learn from School Report Cards: Analysis of Tennessee's Report Cards on Schools."},
      {
        "id":"ED353266",
        "title":"Relevance and Methodological Adequacy: A Study of Evaluation Reports."},
      {
        "id":"ED353270",
        "title":"A Meta-Analysis of Correlations of Spatial and Mathematical Tasks."},
      {
        "id":"ED353272",
        "title":"Prospects and Problems for a National Test: Some Reflections of a Test Author."},
      {
        "id":"ED353273",
        "title":"Controlling for Judge Differences in the Measurement of Public Speaking Ability."},
      {
        "id":"ED353274",
        "title":"The Effects of Using Educational Background Variables in DIF Analyses."},
      {
        "id":"ED353277",
        "title":"Reliability of the Suicide Opinion Questionnaire."},
      {
        "id":"ED353278",
        "title":"Understanding Assessment: Guidelines for Utilizing a Qualitative Approach."},
      {
        "id":"ED353279",
        "title":"Alternative Instructional Grouping Practices."},
      {
        "id":"ED353280",
        "title":"Richard Paul's Strong Sense Critical Thinking and Procedural Knowing: A Comparison."},
      {
        "id":"ED353281",
        "title":"Integrating Research and Development: Curriculum Development Dissertations."},
      {
        "id":"ED353282",
        "title":"A Longitudinal Perspective of Students' Evaluations of University Teaching: Ratings of the Same Teachers over a 13-Year Period."},
      {
        "id":"ED353283",
        "title":"The Use of Students' Evaluations and an Individually Structured Intervention To Enhance University Teaching Effectiveness."},
      {
        "id":"ED353284",
        "title":"Do We See Ourselves as Others Infer: A Comparison of Self-Other Agreement on Multiple Dimensions of Self-Concept from Two Continents."},
      {
        "id":"ED353285",
        "title":"Baseline Characteristics of Successful Programs of Student Outcomes Assessment."},
      {
        "id":"ED353286",
        "title":"Cognitive Skills Training Improves Listening and Visual Memory for Academic and Career Success."},
      {
        "id":"ED353287",
        "title":"Toward an Operational Definition of Educational Performance Assessments."},
      {
        "id":"ED353288",
        "title":"Results of Student Achievement Testing in Trinidad and Tobago."},
      {
        "id":"ED353289",
        "title":"Assessments Developed in Support of Educational Reform in Contrast to Assessments Developed in Support of Educational Refinement."},
      {
        "id":"ED353290",
        "title":"Regularly and Alternatively Credentialed Beginning Teachers: Comparison and Contrast of Their Development."},
      {
        "id":"ED353291",
        "title":"An Assessment of Selection Criteria Validity for a Teacher Education Program."},
      {
        "id":"ED353292",
        "title":"Report of Minnesota's Three-Year Administration of the Pre-Professional Skills Tests, 1987-90."},
      {
        "id":"ED353293",
        "title":"Portland Magnet Project 1989-1991. Final Evaluation Report."},
      {
        "id":"ED353297",
        "title":"UNO ACT Class Profile, 1989-90 [and] 1990-91."},
      {
        "id":"ED353298",
        "title":"Annual Meeting of the Mid-South Educational Research Association. Proceedings, Containing the Abstracts of Discussion Sessions, Display Sessions, Symposia, and Training Sessions (21st, Knoxville, Tennessee, November 11-13, 1992)."},
      {
        "id":"ED353299",
        "title":"Collaborative Group versus Individual Assessment in Mathematics: Group Processes and Outcomes. Review of Group Assessment Issues. Project 2.3: Enhancing the Utility of Performance Assessments: Domain-Independent R&amp;D."},
      {
        "id":"ED353300",
        "title":"Development and Cross-Cultural Application of a Competency Assessment Questionnaire."},
      {
        "id":"ED353301",
        "title":"Recent Advances in Psychometric Methods."},
      {
        "id":"ED353302",
        "title":"Linking Educational Assessments: Concepts, Issues, Methods, and Prospects."},
      {
        "id":"ED353303",
        "title":"An Analysis of the Evaluation Processes Used by Arkansas School Boards To Evaluate Superintendents."},
      {
        "id":"ED353304",
        "title":"Assessing Construct Validity in Community Evaluations: A Multitrait-Multimethod Approach."},
      {
        "id":"ED353305",
        "title":"Issues in Validating Effectiveness of School Improvement Programs."},
      {
        "id":"ED353307",
        "title":"Measuring Change Facilitator Stages of Concern. A Manual for Use of the CFSoC Questionnaire."},
      {
        "id":"ED353308",
        "title":"Comparison of Empirical and Judgmental Methods for Detecting Differential Item Functioning."},
      {
        "id":"ED353309",
        "title":"Market Data Retrieval&apos;s Enrollment Report, 1991/92 vs. 1992/93."},
      {
        "id":"ED353310",
        "title":"Measuring First-Year College Students on Attitudes toward General Education Outcomes."},
      {
        "id":"ED353311",
        "title":"Provisional Teachers Failing the Mississippi Teacher Assessment Instruments for Certification: An Evaluation for 1991-92."},
      {
        "id":"ED353312",
        "title":"Sports Nutrition Knowledge Assessment of Physical Educators and Coaches."},
      {
        "id":"ED353313",
        "title":"The Development of an Instrument: Perceptions of Principals toward Educational Vouchers."},
      {
        "id":"ED353314",
        "title":"Responses of African-American Students on the Torrance Tests of Creative Thinking (Figural)."},
      {
        "id":"ED353315",
        "title":"Assessing Creativity in Native American Students Using the Torrance Tests of Creative Thinking, Figural Form A."},
      {
        "id":"ED353317",
        "title":"Relationships among High School Grades, ACT Test Scores, and College Grades."},
      {
        "id":"ED353318",
        "title":"Career Counseling Validity of Discover's Job Cluster Scales for the Revised ASVAB Score Report."},
      {
        "id":"ED353319",
        "title":"University-School Partnerships: An Organizational Evaluation."},
      {
        "id":"ED353320",
        "title":"When Is a School District Ready for Change? An Evaluation."},
      {
        "id":"ED353321",
        "title":"Structuring a Program To Prepare Professional Evaluators."},
      {
        "id":"ED353322",
        "title":"Probing Project Humor for Insights in Ethnography: A Case Study."},
      {
        "id":"ED353323",
        "title":"Measurement of Ecological Dissonance with Bases of Power."},
      {
        "id":"ED353324",
        "title":"Assessing Teacher Education Students' Propensity toward Academic Misconduct."},
      {
        "id":"ED353325",
        "title":"Effects of Educational Reforms on Pre-Post Reform NTE Scores of Physical Education Majors."},
      {
        "id":"ED353326",
        "title":"A Factor Analytic Study of Graduate Education Students' Ratings of Research Methods Instruction."},
      {
        "id":"ED353327",
        "title":"The Utility, Reliability, and Validity of Holistic Scoring for Writing Assessment Samples. Symposium Presented at the Annual Meeting of the Mid-South Educational Research Association (Knoxville, Tennessee, November 11-13, 1992)."},
      {
        "id":"ED353328",
        "title":"Measurement of Workforce Readiness: Review of Theoretical Frameworks."},
      {
        "id":"ED353329",
        "title":"Performance Assessment."},
      {
        "id":"ED353330",
        "title":"Trends in School and Home Contexts for Learning. NAEPfacts."},
      {
        "id":"ED353331",
        "title":"Status Report on Education in Pennsylvania: A Statistical Summary."},
      {
        "id":"ED353332",
        "title":"Observations of the Statistical Procedures Used in the &quot;Journal of Research in Music Education,&quot; 1987-1991."},
      {
        "id":"ED353333",
        "title":"Response Rate Effects of Three Questionnaire Formats."},
      {
        "id":"ED353335",
        "title":"Outcome Measures--School Climate: Curriculum and Instruction."},
      {
        "id":"ED353336",
        "title":"Determining Attitudes toward Writing/Thinking."},
      {
        "id":"ED353337",
        "title":"An Issues-Based Research Project: National Goals on Trial."},
      {
        "id":"ED353338",
        "title":"Quest for Test Success: Preservice Teachers' Views of &quot;High Stakes&quot; Tests."},
      {
        "id":"ED353339",
        "title":"Geographical Location and Attendance for a Regional Research Association."},
      {
        "id":"ED353341",
        "title":"Hypnotic Susceptibility and Personality as Measured by the MMPI-2."},
      {
        "id":"ED353342",
        "title":"Self-Confidence and Evaluation Skills: Changes during the Student Teaching Experience."},
      {
        "id":"ED353343",
        "title":"Evaluating the Effectiveness of a Pre-Kindergarten Program: Concerns for Utilization."},
      {
        "id":"ED353344",
        "title":"The Effects of Internal-External Locus of Control and Selected Demographic Variables on Rational-Irrational Beliefs."},
      {
        "id":"ED353345",
        "title":"The Differences in Teachers' and Principals' General Job Stress and Stress Related to Performance-Based Accreditation."},
      {
        "id":"ED353346",
        "title":"New York State Mentoring Program. Program Operation Training Manual."},
      {
        "id":"ED353347",
        "title":"Students' Perceptions of the Classroom Climate: A Descriptive Research Study."},
      {
        "id":"ED353349",
        "title":"Crossing the Tracks: How &quot;Untracking&quot; Can Save America&apos;s Schools."},
      {
        "id":"ED353350",
        "title":"Reducing Bias: Research Notes on Racism in America."},
      {
        "id":"ED353351",
        "title":"Report of the Hispanic Learner Task Force."},
      {
        "id":"ED353352",
        "title":"Slaying the Childhood Dragons: Empowering Hispanic ESOL High School Students for Achievement through Small Group Acculturation Modules."},
      {
        "id":"ED353353",
        "title":"Asian-Pacific Learners: Task Force Report to the Minnesota State Board of Education."},
      {
        "id":"ED353354",
        "title":"The Challenge of Change: What the 1990 Census Tells Us about Children. A Report Prepared by the Population Reference Bureau for the Center for the Study of Social Policy."},
      {
        "id":"ED353355",
        "title":"Academic Challenge for the Children of Poverty. Study of Academic Instruction for Disadvantaged Students. Summary Report."},
      {
        "id":"ED353357",
        "title":"Chapter 1 under the 1988 Amendments: Implementation from the State Vantage Point."},
      {
        "id":"ED353358",
        "title":"Reconsidering Current Federal Policy for Evaluating ESEA Chapter 1 Grants to Local Education Agencies."},
      {
        "id":"ED353361",
        "title":"Job Literacy Analysis: The Secretary Project. Summary Report."},
      {
        "id":"ED353362",
        "title":"Identifying the Literacy Requirements of Jobs and Job Literacy Analysis: A New Methodology. Summary Version."},
      {
        "id":"ED353363",
        "title":"The CSIS Strengthening of America Commission, First Report."},
      {
        "id":"ED353364",
        "title":"Project LEAP: The Labor Education Achievement Program. A Program To Improve the Literacy Level and Productivity of the Workforce. Final Project Report. April 1, 1990-June 30, 1991."},
      {
        "id":"ED353366",
        "title":"World without Writing, and Then...They Write for the First Time."},
      {
        "id":"ED353367",
        "title":"Making Sense of Federal Job Training Policy; 24 Expert Recommendations To Create &quot;A Comprehensive and Unified Federal Job Training System.&quot;"},
      {
        "id":"ED353369",
        "title":"Worker Education and Training in Oregon: The Challenge for Labor. Report of AFL-CIO Committee on Worker Education and Training Adopted by the 37th Annual Convention of the Oregon AFL-CIO."},
      {
        "id":"ED353370",
        "title":"Commission of Professors of Adult Education. Proceedings of the Annual Conference (Milwaukee, Wisconsin, November 4-6, 1985)."},
      {
        "id":"ED353371",
        "title":"A Competency-Based Instructional Program for Plant Process Operations."},
      {
        "id":"ED353372",
        "title":"Career Advancement through Short-Term Training Project (CAST). Final Report."},
      {
        "id":"ED353373",
        "title":"City Works. Modules One-Five."},
      {
        "id":"ED353374",
        "title":"Technical Education Demonstration Program. Final Report."},
      {
        "id":"ED353376",
        "title":"Lifelong Learning Trends: A Profile of Continuing Higher Education. Second Edition."},
      {
        "id":"ED353377",
        "title":"The Self-Fulfilling Prophecy: Implications for the Training/Learning Process."},
      {
        "id":"ED353378",
        "title":"Creating Custodial Classes: An Instructional Program Guide for Custodial Workers."},
      {
        "id":"ED353379",
        "title":"Developing Professionalism in the Child Care Industry. An Instructional Program Guide for Child Care Workers."},
      {
        "id":"ED353380",
        "title":"Manufacturing Math Classes: An Instructional Program Guide for Manufacturing Workers."},
      {
        "id":"ED353381",
        "title":"Testing for Certification at Work: An Instructional Program Guide for Equipment Operators."},
      {
        "id":"ED353382",
        "title":"Student Voices: Writings from the Workforce Instructional Network."},
      {
        "id":"ED353383",
        "title":"Computer Connections. Final Report."},
      {
        "id":"ED353384",
        "title":"National Issues Forums in an ABE Setting. Final Report."},
      {
        "id":"ED353385",
        "title":"[Synthesis of 107 Workplace Literacy Programs.]"},
      {
        "id":"ED353386",
        "title":"Project LEAP: The Labor Education Achievement Program. A Program To Improve the Literacy Level and Productivity of the Workforce. Final Project Report. April 1, 1991-September 30, 1992."},
      {
        "id":"ED353387",
        "title":"Labor Education Achievement Program. Evaluation Report. 1991-1992 Grant Period."},
      {
        "id":"ED353389",
        "title":"National Workplace Literacy Program. Curriculum Samples for 1992."},
      {
        "id":"ED353390",
        "title":"The Impact of Technological Change on Work and Training. Tripartite European Meeting on the Impact of Technological Change on Work and Training (Geneva, Switzerland, October 28-November 2, 1991)."},
      {
        "id":"ED353391",
        "title":"Literacy Initiatives for Families of Deaf Parents with Hearing Children."},
      {
        "id":"ED353392",
        "title":"TIPS (Toward Improved Parenting Skills) for Deaf Parents with Hearing Children."},
      {
        "id":"ED353393",
        "title":"The Future of Literacy and the Literacy of the Future. Report of the Seminar on Adult Literacy in Industrialized Countries (Hamburg, Germany, December 4-7, 1991). UIE Reports 9."},
      {
        "id":"ED353394",
        "title":"National Forums on the Adult Education Delivery System. A Summary Report."},
      {
        "id":"ED353396",
        "title":"General Office Work. A Competency-Based Curriculum Designed To Prepare Students for Entry-Level Employment."},
      {
        "id":"ED353397",
        "title":"Closing the Skills Gap: New Solutions."},
      {
        "id":"ED353398",
        "title":"Solutions."},
      {
        "id":"ED353399",
        "title":"Technology Education: A Critical Literacy Requirement for All Students (Rationale and Program)."},
      {
        "id":"ED353400",
        "title":"Technology Education: Its Changing Role within General Education."},
      {
        "id":"ED353401",
        "title":"Second Wind: Bringing Good Coping Skills Materials to More Adult Students. Final Narrative Report [and] Coping Skills for Adults Series."},
      {
        "id":"ED353402",
        "title":"Learn Together: Activities for Parents and Children [and] Leader's Guide."},
      {
        "id":"ED353403",
        "title":"PROUD Adult Readers 1-4. People Reading Their Own Unique Dictations [and] A Guide for Teachers and Tutors."},
      {
        "id":"ED353404",
        "title":"Here Is What We Must Do at School To Get Our Students Ready for Work. Blueprint for a School-to-Work System."},
      {
        "id":"ED353405",
        "title":"The Workplace Literacy System Project (WLS). Final Performance Report."},
      {
        "id":"ED353406",
        "title":"Breakers: An Organizational Simulation for Vocational Education Professionals."},
      {
        "id":"ED353407",
        "title":"Integrating Academic and Vocational Education: Lessons from Eight Early Innovators."},
      {
        "id":"ED353408",
        "title":"Pandora's Box: Accountability and Performance Standards in Vocational Education."},
      {
        "id":"ED353409",
        "title":"Training for Basic Skills or Educating Workers?: Changing Conceptions of Workplace Education Programs."},
      {
        "id":"ED353410",
        "title":"Research Priorities for Research and Development: Articulating Areas for Increased Investigative Attention."},
      {
        "id":"ED353411",
        "title":"Vocational Education. Ohio Comprehensive Annual Performance Report, FY 92."},
      {
        "id":"ED353412",
        "title":"Betwixt and Between: Education, Skills, and Employment in Sub-Baccalaureate Labor Markets."},
      {
        "id":"ED353413",
        "title":"Pedagogical Pluses in Vocational Education. Working Papers."},
      {
        "id":"ED353414",
        "title":"Competitive Skills Project (CSP). External Evaluator's Report."},
      {
        "id":"ED353415",
        "title":"A Study of Marketing (Distributive) Education Research Methods."},
      {
        "id":"ED353416",
        "title":"The Southeast Health Professions Magnet High School, 1990-1991. Formative Evaluation."},
      {
        "id":"ED353417",
        "title":"Hearing on School-to-Work Transition. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED353418",
        "title":"Hearing on the Expansion of the Job Corps Program. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (Fresno, California)."},
      {
        "id":"ED353419",
        "title":"Welfare to Work. States Serve Least Job-Ready while Meeting JOBS Participation Rates. Report to the Honorable Daniel Patrick Moynihan, U.S. Senate."},
      {
        "id":"ED353420",
        "title":"The New Tools of the Trade. A Report of the Conferences on Joint Labor & Management Sponsored Work-Based Education Programs."},
      {
        "id":"ED353422",
        "title":"AIDS and HIV Training and Education in Criminal Justice Agencies. AIDS Bulletin."},
      {
        "id":"ED353423",
        "title":"Region 10 Tech Prep Consortium. Final Evaluation Report."},
      {
        "id":"ED353428",
        "title":"A Choice and Growth Based Theory of Human Development and Learning in the Adult Years."},
      {
        "id":"ED353429",
        "title":"Incidental and Intentional Memory in Adulthood and Old Age."},
      {
        "id":"ED353430",
        "title":"Demonstrating Cooperation: Lessons from Federally-Funded Projects in Vocational Education. Final Report."},
      {
        "id":"ED353431",
        "title":"Women Learning: Ideas, Approaches &amp; Practical Support. A Handbook for Women's Education."},
      {
        "id":"ED353440",
        "title":"Internationalizing Technology Education."},
      {
        "id":"ED353445",
        "title":"Testing and Assessment in Secondary Education: A Critical Review of Emerging Practices."},
      {
        "id":"ED353446",
        "title":"Oakland Readers. A Book of Life Stories Told by Students in the Second Start Adult Literacy Program. Levels One-Four."},
      {
        "id":"ED353450",
        "title":"Massachusetts Career Development Institute in Partnership with the Geriatric Authority of Holyoke, Massachusetts. Final Report."},
      {
        "id":"ED353451",
        "title":"Pima County Workplace Literacy Partnership. Final Report, March 1, 1991-November 30, 1992."},
      {
        "id":"ED353452",
        "title":"The 1990 Perkins: Raising the Academic and Occupational Achievement of Women and Girls. TASPP Brief."},
      {
        "id":"ED353453",
        "title":"Visions of Service: The Future of the National and Community Service Act."},
      {
        "id":"ED353454",
        "title":"Improving the Transition from School to Work in the United States."},
      {
        "id":"ED353457",
        "title":"Tobacco Product Education and Health Protection Act of 1991, S. 1088. Hearing before the Subcommittee on Consumer of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Second Congress, First Session (November 14, 1991)."},
      {
        "id":"ED353458",
        "title":"The Adult Correctional Education Program of the Massachusetts Department of Correction: A Performance Audit (Senate 1850)."},
      {
        "id":"ED353459",
        "title":"Mission Possible: Career Education."},
      {
        "id":"ED353460",
        "title":"T3: Training the Trainer. Helping Tutors Teach Adults to Read and Write."},
      {
        "id":"ED353461",
        "title":"Workplace Literacy Programs: Variations of Approach and Limits of Impact."},
      {
        "id":"ED353462",
        "title":"Literacy Issues of &quot;Women in Development&quot; in Developed Countries."},
      {
        "id":"ED353463",
        "title":"Programming Adult Literacy: Developing Individuals and Contexts."},
      {
        "id":"ED353464",
        "title":"The Development of a European Dimension in the Training of Guidance Practitioners."},
      {
        "id":"ED353465",
        "title":"Success Stories Profiles."},
      {
        "id":"ED353472",
        "title":"Examples of Integrated Academic and Vocational Curriculum from High School Academies in the Oakland Unified School District."},
      {
        "id":"ED353473",
        "title":"Vocational Education and Training in Europe. A Four-Country Study in Four Employment Sectors."},
      {
        "id":"ED353474",
        "title":"Assessing State-Level Job Training Coordination: A Survey Design and Methodology Based upon the Massachusetts Experience. Research Report No. 92-01."},
      {
        "id":"ED353476",
        "title":"Autobody Technology Curriculum Guide."},
      {
        "id":"ED353477",
        "title":"Automotive Technology Curriculum Guide."},
      {
        "id":"ED353478",
        "title":"Orientation to Health Occupations: Year One Curriculum Guide."},
      {
        "id":"ED353479",
        "title":"Applied Welding Technology Curriculum Guide."},
      {
        "id":"ED353480",
        "title":"Drafting and Design Technology Curriculum Guide."},
      {
        "id":"ED353481",
        "title":"Graphics Design Technology Curriculum Guide."},
      {
        "id":"ED353482",
        "title":"Principles of Technology, Units 1-7. Curriculum Guide."},
      {
        "id":"ED353483",
        "title":"Pharmacy Technician Curriculum Guide."},
      {
        "id":"ED353484",
        "title":"Introduction to Robotics for Industrial Technology Education. Curriculum Guide."},
      {
        "id":"ED353485",
        "title":"Intravenous Therapy Instruction for Licensed Practical Nurses. Instructor's Guide."},
      {
        "id":"ED353495",
        "title":"Outcome of Drug Abuse Treatment and Self Concept Improvement for Mass Transit Workers."},
      {
        "id":"ED353496",
        "title":"What Makes a Good Parent? Comparative Studies on Adolescents' Perceptions."},
      {
        "id":"ED353497",
        "title":"Effects of Incest: A Cluster Analysis of MMPI Profiles."},
      {
        "id":"ED353498",
        "title":"Exercise and Fitness: Association with Cigarette and Smokeless Tobacco Use."},
      {
        "id":"ED353500",
        "title":"Improving Performance and Retention through Video Assessment: A Longitudinal Study."},
      {
        "id":"ED353501",
        "title":"Manifestations of the MOMM Phenomenon II: Relevant Data on Professional Darwinism and Membership Composition."},
      {
        "id":"ED353502",
        "title":"Personality and Occupational Stress in Elite Performers."},
      {
        "id":"ED353503",
        "title":"Personality, Health Locus of Control, and Health Behavior."},
      {
        "id":"ED353504",
        "title":"A Four-Year Analysis of Adolescent Self-Destructive Behavior and Psychiatric Hospitalization."},
      {
        "id":"ED353505",
        "title":"Gender, Social Support, and Coping with Work Stressors among Managers."},
      {
        "id":"ED353506",
        "title":"Is Clarity of Self-Concept Related to Preferred Coping Styles?"},
      {
        "id":"ED353507",
        "title":"Just Saying \"No\" to a Professor: The Effects of Respondent Gender, Relationship Closeness, and Faculty Status."},
      {
        "id":"ED353508",
        "title":"Sexual Orientation Disclosure to Parents: Problem Solving and Social Support."},
      {
        "id":"ED353509",
        "title":"The Gender Role/Self-Concept Link: Looking beyond the College Sophomore."},
      {
        "id":"ED353510",
        "title":"Self-Efficacy, Self-Evaluation, and Social Loafing."},
      {
        "id":"ED353511",
        "title":"The Effect of Peer Pressure &amp; Modeling upon Attributions of Responsibility for Rape."},
      {
        "id":"ED353513",
        "title":"Moral Development and Appreciation of Aggressive Humor: A Review of the Literature."},
      {
        "id":"ED353514",
        "title":"Taking the Lead: A Student Traffic Safety Action Handbook."},
      {
        "id":"ED353515",
        "title":"Legal Perspectives on Services To Address Child Abuse and Neglect."},
      {
        "id":"ED353517",
        "title":"Fighting Back: The Cultural Context of Drug and Alcohol Use among Youth."},
      {
        "id":"ED353518",
        "title":"Select Personality Characteristic Differences between Caregivers for Persons with Acquired Immune Deficiency Syndrome and Caregivers for Other Types of Illness."},
      {
        "id":"ED353519",
        "title":"Professional \"Mentoring\" of Doctoral Practicum Students: An Emerging Supervisory Paradigm."},
      {
        "id":"ED353520",
        "title":"Defining the Future: A Program Evaluation."},
      {
        "id":"ED353521",
        "title":"Complementary Narcissism Theory: A Family Systems Application of Self Psychology. Part 1: Theory."},
      {
        "id":"ED353522",
        "title":"The Virginia Plan for Drug-Free Schools. Report to the Governor and the General Assembly of Virginia."},
      {
        "id":"ED353523",
        "title":"The Center for Family Life and the Sunset Park Community."},
      {
        "id":"ED353524",
        "title":"HIV/AIDS Prevention Education Curriculum Guide."},
      {
        "id":"ED353525",
        "title":"Identifying Critical Internal Barriers to Effective Career Decision-Making among College Students."},
      {
        "id":"ED353526",
        "title":"Teacher Consultation To Develop Students' Higher Level Thinking Skills."},
      {
        "id":"ED353527",
        "title":"Alberta Career Events: A Planning Guide and Workbook for Counsellors and Teachers."},
      {
        "id":"ED353528",
        "title":"The Influence of School Psychologists in APA on APA."},
      {
        "id":"ED353529",
        "title":"The Self Perceptions of Self-Concept and Self-Esteem: A Theoretical Analysis."},
      {
        "id":"ED353535",
        "title":"Race and Sex Differences in Medical Students' Experiences of Stress."},
      {
        "id":"ED353536",
        "title":"Sexual Harassment on Campus: Prevalence, Responses, and Definitions."},
      {
        "id":"ED353537",
        "title":"Incarcerated Adolescents' Engagement in AIDS/HIV High-Risk Behaviors: Ethnic-Racial and Gender Differences."},
      {
        "id":"ED353539",
        "title":"Nursery Rhymes, a Pathway to Reading?"},
      {
        "id":"ED353541",
        "title":"Literacy and Literature in Elementary Classrooms: Teachers' Beliefs and Practices."},
      {
        "id":"ED353542",
        "title":"The Effects of Text Structure on Fifth Graders' Comprehension."},
      {
        "id":"ED353543",
        "title":"The Effect of Repeated Reading of Predictable Texts on Word Recognition and Decoding: A Descriptive Study of Six First Grade Students."},
      {
        "id":"ED353544",
        "title":"What Is the Effect of Extensive Use of Computers on the Reading Achievement Scores of Seventh Grade Students?"},
      {
        "id":"ED353545",
        "title":"Beyond the Lines: Forging an Educator's Blueprint for Education."},
      {
        "id":"ED353546",
        "title":"Parent Decision Making in Reading Aloud to First Graders."},
      {
        "id":"ED353547",
        "title":"Two Thousand Years of Interactive Readers: The Jewish Tradition of Text Study and Commentary."},
      {
        "id":"ED353548",
        "title":"A Portrait of Parents of Successful Readers."},
      {
        "id":"ED353549",
        "title":"The Literacy Project at Sir William Osler High School: Year 1, 1990-91."},
      {
        "id":"ED353550",
        "title":"The Literacy Project at Maplewood High School: Year 1, 1990-91."},
      {
        "id":"ED353551",
        "title":"An Evaluation of the Chapter 2 Inexpensive Book Distribution Program."},
      {
        "id":"ED353552",
        "title":"What Is the Effect of Traditional Language Teaching Method versus Whole Language Teaching on Learning Sentence Structure?"},
      {
        "id":"ED353553",
        "title":"Western Reading Strategies and Japanese Texts: The Effects of Punctuation Deletion."},
      {
        "id":"ED353554",
        "title":"Open Word Sorts: Helping Third Grade Students Become Strategic Spellers."},
      {
        "id":"ED353556",
        "title":"Developing Critical Reading Skills through Whole Language Strategies."},
      {
        "id":"ED353557",
        "title":"Computer Assisted Instruction vs. Direct Teaching Model of Teaching Reading to Incarcerated Adults."},
      {
        "id":"ED353558",
        "title":"Properties of Attention during Reading Lessons."},
      {
        "id":"ED353559",
        "title":"The Content and Curricular Validity of the 1992 National Assessment of Educational Progress in Reading."},
      {
        "id":"ED353560",
        "title":"Literacy Assessment in Kindergarten: A Longitudinal Study of Teachers' Use of Alternative Forms of Assessment."},
      {
        "id":"ED353561",
        "title":"Better Thinking and Learning: Building Effective Teaching through Educational Research."},
      {
        "id":"ED353564",
        "title":"The Quantitative and Qualitative Analysis of Second Grade Reading Performance Comparing Literature Based and Basal Instruction."},
      {
        "id":"ED353565",
        "title":"Kindergarten Children from Different Socioeconomic Levels: Their Knowledge of Common Forms of Print."},
      {
        "id":"ED353566",
        "title":"Reading Interest of North Ridgeville High School Students."},
      {
        "id":"ED353567",
        "title":"Themes and Directions of the National Reading Research Center. Perspectives in Reading Research, No. 1."},
      {
        "id":"ED353569",
        "title":"An Investigation of the Relationship between the Reading Styles of Second-Graders and Their Achievement in Three Basal Reader Treatments. Revised."},
      {
        "id":"ED353570",
        "title":"Effects of Individualized, Integrated Language Arts Instruction on the Attitudes of Poor Readers."},
      {
        "id":"ED353571",
        "title":"Kindergarten Children's Developing Understanding of the Alphabetic Principle."},
      {
        "id":"ED353572",
        "title":"Book Club Discussions: A Case Study of Five Students Constructing Themes from Literary Texts. Elementary Subjects Center Series No. 72."},
      {
        "id":"ED353573",
        "title":"Examining \"Feedback\" as a Context for Literacy Learning among Students Identified as Learning Disabled."},
      {
        "id":"ED353574",
        "title":"Reader Stance: Whose Choice Is It?"},
      {
        "id":"ED353575",
        "title":"Accommodating Diversity in the Elementary Classroom: A Look at Literature-Based Instruction in an Inner City School."},
      {
        "id":"ED353576",
        "title":"Returning the Human to the Humanities at All Levels."},
      {
        "id":"ED353577",
        "title":"De-Programming Our Responses: The Effects of Personality on Teacher Responses."},
      {
        "id":"ED353578",
        "title":"Gender Differences in Classroom Writing: An Analysis of Sixth Grade Students' Reader Response Entries."},
      {
        "id":"ED353579",
        "title":"Analytic Measures for Evaluating Managerial Writing. Working Paper 647. Revised."},
      {
        "id":"ED353580",
        "title":"Professing and Postmodernity: Social Constructions of Teaching Selves."},
      {
        "id":"ED353581",
        "title":"An Analysis of Persuasive Discourse: Learning How To Take a Stand."},
      {
        "id":"ED353582",
        "title":"Retread: The (Re)Shaping of an Untrained Composition Teacher."},
      {
        "id":"ED353583",
        "title":"A Model of Components for the Outcomes of Literacy."},
      {
        "id":"ED353584",
        "title":"Breaking the Mold of Literature Instruction: Recent Findings from the National Research Center on Literature Teaching and Learning."},
      {
        "id":"ED353585",
        "title":"Expressive Writing Events To Improve Reading Comprehension and Abstract Thinking of Non-Proficient College Learners."},
      {
        "id":"ED353588",
        "title":"Positive Use of Rap Music in the Classroom."},
      {
        "id":"ED353590",
        "title":"Peers, Risk and Writing."},
      {
        "id":"ED353591",
        "title":"Do's and Don'ts When Submitting Research Articles to Regional Journals."},
      {
        "id":"ED353593",
        "title":"&quot;Midwestern&quot; English: U.S. and World Perspectives."},
      {
        "id":"ED353594",
        "title":"Response to Literature: A Retrospective Look at the Research."},
      {
        "id":"ED353595",
        "title":"Dynamics of Change: Speculation on the Forthcoming Model of Response to Literature."},
      {
        "id":"ED353598",
        "title":"Validating Secondary Teachers: Programs and Research at Illinois State University."},
      {
        "id":"ED353599",
        "title":"Teachers' Explorations of Historical Fiction in Literature Discussion Groups."},
      {
        "id":"ED353600",
        "title":"The Portrayal of Economic Deprivation in Thirty Selected Works of Children's Literature."},
      {
        "id":"ED353601",
        "title":"Non-Tenure Track Positions in Writing Programs: A Narrative of One."},
      {
        "id":"ED353602",
        "title":"Untracking Advanced Placement English: Creating Opportunity Is Not Enough. Occasional Paper No. 30."},
      {
        "id":"ED353603",
        "title":"Writing Matters. Occasional Paper No. 31."},
      {
        "id":"ED353604",
        "title":"The Computer-Networked Writing Lab: One Instructor's View. ERIC Digest."},
      {
        "id":"ED353605",
        "title":"Theatre: A Maryland Curricular Framework."},
      {
        "id":"ED353606",
        "title":"Communication Accommodation between Chinese and Australian Students and Academic Staff."},
      {
        "id":"ED353607",
        "title":"Ethics in Education: Should We Focus on Talent or Genius?"},
      {
        "id":"ED353609",
        "title":"Justifying Forensic Programs to Administrators: An Experiential Education Opportunity."},
      {
        "id":"ED353610",
        "title":"Neighborhoods of Words in the Mental Lexicon. Research on Speech Perception. Technical Report No. 6."},
      {
        "id":"ED353611",
        "title":"Differences in Self-Disclosure Patterns among Americans versus Chinese: A Comparative Study."},
      {
        "id":"ED353612",
        "title":"Social Desirability as a Predictor of Argumentativeness, Communication Apprehension, and Communication Competence."},
      {
        "id":"ED353613",
        "title":"Evaluating Internships and Overcoming Program Concerns and Constraints."},
      {
        "id":"ED353614",
        "title":"Controlling Speech Anxiety: Academic Recommendations and Forensic Applications."},
      {
        "id":"ED353615",
        "title":"Encouraging Undergraduate Scholarship: Institutional Strategies."},
      {
        "id":"ED353616",
        "title":"Teaching the College Course Series: Directing Independent Studies and Internships in Communication."},
      {
        "id":"ED353617",
        "title":"Press, Radio and Television in the Federal Republic of Germany. Sonderdienst Special Topic SO 11-1992."},
      {
        "id":"ED353618",
        "title":"Communication Exercises as Instructional Tools."},
      {
        "id":"ED353619",
        "title":"Effects of Gender and Communication Content on Leadership Emergence in Small Task-Oriented Groups."},
      {
        "id":"ED353620",
        "title":"Cooperative Learning for the Gifted Student: Contributions from Speech Communication."},
      {
        "id":"ED353621",
        "title":"The Validity and Reliability of a Performance Test of Interpersonal Communication Proficiency."},
      {
        "id":"ED353622",
        "title":"Spike Lee and Commentaries on His Work. Occasional Papers Series 2, No. 1."},
      {
        "id":"ED353623",
        "title":"The Rhetorical Reduction of the 13th World Festival of Youth and Students."},
      {
        "id":"ED353625",
        "title":"An Analysis of Organizational Change: A Contingency Model of Environmental Influence."},
      {
        "id":"ED353626",
        "title":"Doin' Time in College: An Ethnographic Study of Power and Motivation in a Large Lecture Class."},
      {
        "id":"ED353627",
        "title":"A Semiotic Perspective on the Structure of Recovery."},
      {
        "id":"ED353628",
        "title":"Losing Control in the Nonprofit Sector: An Examination of Fund-Raising Encroachment."},
      {
        "id":"ED353629",
        "title":"A Rose Is a Rose but an Undergraduate Communication Theory Course at Small and Large Colleges Is..."},
      {
        "id":"ED353630",
        "title":"It Was the Best of Times: A Justification for Message-Based Performances in Oral Interpretation Competition."},
      {
        "id":"ED353631",
        "title":"The Argumentative Introduction in Oral Interpretation."},
      {
        "id":"ED353632",
        "title":"Chicago Principals under School Based Management: New Roles and Realities of the Job."},
      {
        "id":"ED353633",
        "title":"A Knowledge-Based Expert System Which Assists Non-Profit Organizations in Fund-Raising Software Selections."},
      {
        "id":"ED353634",
        "title":"Choice in Schooling: A Case for Tuition Vouchers."},
      {
        "id":"ED353635",
        "title":"Barely Competent: Against the Deskilling of the Professions via the Cult of Competence."},
      {
        "id":"ED353636",
        "title":"Leadership and School Culture."},
      {
        "id":"ED353637",
        "title":"Oh, for Lake Wobegon: Where School Choice Is Not Discussed."},
      {
        "id":"ED353638",
        "title":"School Dress Code Law in the 90's: &quot;Tinkering&quot; with Fashion and Gangs."},
      {
        "id":"ED353639",
        "title":"Reform and Retrenchment: The Politics of California School Finance Reform. A Rand Note."},
      {
        "id":"ED353642",
        "title":"Tutoring for At-Risk Students."},
      {
        "id":"ED353643",
        "title":"Outcome-Based Education Pilot Program: Guidelines for Developing Plans, 1993-94 to 1996-97."},
      {
        "id":"ED353645",
        "title":"Food Assistance: School Milk Contract Bid-Rigging. Report to the Ranking Minority Member, Committee on Agriculture, House of Representatives."},
      {
        "id":"ED353647",
        "title":"Communicating in the Classroom: An Interpretive Study in Two Junior Secondary Schools. Research Reports."},
      {
        "id":"ED353648",
        "title":"The Political Economy of Education in the Sahel. Efficiency Indicators Activity. IEES Project Monograph."},
      {
        "id":"ED353649",
        "title":"Collaborative Design of Educational Indicator Systems in Developing Countries: An Interim Report on an IEES Project Initiative. Efficiency Indicators Activity. IEES Project Monograph."},
      {
        "id":"ED353650",
        "title":"School Improvement Network Directory: 1992 Supplement."},
      {
        "id":"ED353653",
        "title":"The Hurried Principal: A Manual of Strategies for Time Management."},
      {
        "id":"ED353657",
        "title":"The Extended School Year: Is More Necessarily Better?"},
      {
        "id":"ED353658",
        "title":"Year-Round Schools May Not Be the Answer."},
      {
        "id":"ED353660",
        "title":"Building Student Success through Parent/Community Involvement: A Report of the Maryland School Performance Program, State Parent/Community Involvement Team."},
      {
        "id":"ED353662",
        "title":"A New Compact for Learning: Reifying Technocratic Rationality in New York State."},
      {
        "id":"ED353663",
        "title":"The Effects of Fact-Finding and Final-Offer Issue-by-Issue Interest Arbitration on Teachers' Wages, Fringe Benefits and Language Provisions: A Comparative Analysis of New Jersey and Connecticut, 1980-1986."},
      {
        "id":"ED353664",
        "title":"Best Practices."},
      {
        "id":"ED353666",
        "title":"Using Community-Wide Collaboration To Foster Resiliency in Kids: A Conceptual Framework."},
      {
        "id":"ED353667",
        "title":"Needed: A New Kind of Educational Leadership. Policy Perspective and Action: School Leadership and Education Reform. PPA #1."},
      {
        "id":"ED353668",
        "title":"Quantitative Findings Regarding School Leadership and School Climate. Occasional Papers: School Leadership and Education Reform. OP #5."},
      {
        "id":"ED353669",
        "title":"School Leadership and Educational Reform: Parent Involvement, the Education for Handicapped Children Act, and the Principal. Occasional Papers: School Leadership and Education Reform. OP #4."},
      {
        "id":"ED353670",
        "title":"The Changing Role of the Local School District Superintendent in the United States. Occasional Papers: School Leadership and Education Reform. OP #2."},
      {
        "id":"ED353671",
        "title":"Mentoring for Administrator Renewal. Occasional Papers: School Leadership and Education Reform. OP #1."},
      {
        "id":"ED353672",
        "title":"Management Development for Education: The Changing Role of Higher Education."},
      {
        "id":"ED353673",
        "title":"Change in Schools."},
      {
        "id":"ED353674",
        "title":"Family Violence: Educational Implications and Recommendations."},
      {
        "id":"ED353675",
        "title":"Women in Educational Administration: Moving from a Paradigm of Power and Control to Empowerment and Equality."},
      {
        "id":"ED353676",
        "title":"Field-Based Preparation Programs: Reform of Administrator Training or Leadership Development?"},
      {
        "id":"ED353677",
        "title":"School Climate in AISD."},
      {
        "id":"ED353678",
        "title":"Project Achieve, 1990-91. Part I."},
      {
        "id":"ED353679",
        "title":"Summary of Project Achieve Outcomes, 1990-91. Part II (Revised)."},
      {
        "id":"ED353680",
        "title":"Priority Schools: The Fifth Year."},
      {
        "id":"ED353682",
        "title":"Case Studies in Effective Schools Research."},
      {
        "id":"ED353683",
        "title":"Tracking and Ability Grouping in Florida: Educator's Perceptions."},
      {
        "id":"ED353684",
        "title":"Meeting Education Policymakers&apos; Information Needs: The Role of the National Organizations."},
      {
        "id":"ED353685",
        "title":"Uniting Producers and Consumers: Challenges in Creating and Utilizing Educational Research and Development. Draft."},
      {
        "id":"ED353686",
        "title":"Minnesota's Open Enrollment Option."},
      {
        "id":"ED353687",
        "title":"A Study of the Drug-Free Schools and Communities Act. Report on State and Local Programs: Executive Summary."},
      {
        "id":"ED353688",
        "title":"School-Based Management. Education Research Consumer Guide, Number 4."},
      {
        "id":"ED353689",
        "title":"Distribution of State-Administered Education Funds. Fourteenth Annual Report (A Report Required by Section 406A, General Education Provisions Act, as Amended), Submitted by the U.S. Secretary of Education to the Senate Committee on Labor and Human Resources and House Committee on Education and Labor."},
      {
        "id":"ED353690",
        "title":"Budget Summary, 1992-1993."},
      {
        "id":"ED353691",
        "title":"Resource Guide for Staff Development."},
      {
        "id":"ED353692",
        "title":"Facilities Planning Guide for Successful Secondary Schools."},
      {
        "id":"ED353693",
        "title":"Air Cleaning Devices for HVAC Supply Systems in Schools. Technical Bulletin."},
      {
        "id":"ED353694",
        "title":"Communicating about Restructuring: A Communications Kit."},
      {
        "id":"ED353695",
        "title":"Indoor Air Quality: Maryland Public Schools."},
      {
        "id":"ED353696",
        "title":"Guidelines for Controlling Indoor Air Quality Problems Associated with Kilns, Copiers, and Welding in Schools. Technical Bulletin."},
      {
        "id":"ED353697",
        "title":"Guidelines for Controlling Environmental Tobacco Smoke in Schools. Technical Bulletin."},
      {
        "id":"ED353698",
        "title":"Achieving School Reform in Chicago: What We Need To Know. A Research Agenda."},
      {
        "id":"ED353699",
        "title":"Charting Reform: The Teachers' Turn. Report No. 1 on a Survey of CPS Elementary School Teachers."},
      {
        "id":"ED353700",
        "title":"Charting Reform: The Principals' Perspective. Report on a Survey of Chicago Public School Principals."},
      {
        "id":"ED353701",
        "title":"Break the Fast: A Guide for School Breakfast Programs."},
      {
        "id":"ED353702",
        "title":"A Strategic Plan To Implement &quot;A New Compact for Learning&quot;: The State's Role."},
      {
        "id":"ED353703",
        "title":"Aging Work Force Brings New Look at Teacher Retirement."},
      {
        "id":"ED353704",
        "title":"Financing Part H Services: A State Level View."},
      {
        "id":"ED353705",
        "title":"The Coordination of Health and Other Services for Infants and Toddlers with Disabilities: The Conundrum of Parallel Service Systems. [Representation of a Symposium.]"},
      {
        "id":"ED353706",
        "title":"Comparison of Infant/Toddler and Preschool Eligibility Policies."},
      {
        "id":"ED353707",
        "title":"Aging and Developmental Disabilities: Perspectives from Nine Countries. Monograph #52."},
      {
        "id":"ED353709",
        "title":"Accessing Programs for Infants, Toddlers, and Preschoolers with Disabilities: A Parent&apos;s Guide = Programas para Infantes y Ninos Pre-escolares con Discapacidades: Guia para Padres de Familia. Update."},
      {
        "id":"ED353717",
        "title":"Compendium of Transition Model Programs, 1992."},
      {
        "id":"ED353718",
        "title":"Secondary Special Education and Transitional Services. Annotated Bibliography. Volume 7."},
      {
        "id":"ED353719",
        "title":"Field Hearing on Rehabilitation Services and Education of the Deaf Programs. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (Phoenix, AZ, May 11, 1992)."},
      {
        "id":"ED353720",
        "title":"Keeping Children Gifted: How It Happens and How It Doesn't."},
      {
        "id":"ED353721",
        "title":"Taking the Bull by the Horns of a Dilemma."},
      {
        "id":"ED353722",
        "title":"Special Education and Student Services."},
      {
        "id":"ED353723",
        "title":"Special Education Forms. Volume 1: School-Age Students."},
      {
        "id":"ED353724",
        "title":"Special Education Forms. Volume 2: Early Childhood Special Education for Children Three to School Age."},
      {
        "id":"ED353725",
        "title":"Evaluation of Young Children for Early Intervention and Early Childhood Special Education."},
      {
        "id":"ED353726",
        "title":"An Examination of Suspension and Expulsion Issues for Students with Disabilities in Iowa."},
      {
        "id":"ED353727",
        "title":"Transporting Students with Disabilities: A Manual for Transportation Supervisors."},
      {
        "id":"ED353728",
        "title":"Middle School Survey Report: Impact on Gifted Students."},
      {
        "id":"ED353729",
        "title":"Literacy and the Hearing Impaired Conference (Washington, D.C., May 18-20, 1989). [Proceedings.]"},
      {
        "id":"ED353730",
        "title":"Psychological Processes: Processes in Reading and Writing. What We Know and Need To Know about Learner Competencies of Hearing Impaired Adolescents and Young Adults."},
      {
        "id":"ED353731",
        "title":"Cognitive Processes and the Hearing-Impaired Learner."},
      {
        "id":"ED353732",
        "title":"Social Aspects of Literacy Acquisition and Use."},
      {
        "id":"ED353733",
        "title":"Adult Literacy, Computer Technology, and the Hearing Impaired."},
      {
        "id":"ED353734",
        "title":"Literacy and the Hearing Impaired: Living, Moving, Dynamic Text."},
      {
        "id":"ED353735",
        "title":"Permanency Planning for Children with Developmental Disabilities in Pennsylvania: The Lessons of Project Star [and] Executive Summary."},
      {
        "id":"ED353736",
        "title":"Facilitating Infant/Toddler Skills in Family-Child Routines."},
      {
        "id":"ED353737",
        "title":"A Study To Determine Acceptable Curriculum Guidelines for Earning an ESE Culinary Arts Certificate."},
      {
        "id":"ED353738",
        "title":"Major Work Program Parent Guide."},
      {
        "id":"ED353739",
        "title":"The Major Work Partnership Model of Teacher Training for Gifted Education. A Program Guide."},
      {
        "id":"ED353740",
        "title":"Kentucky Systems Change Project for Students with Severe Disabilities (1987-1992). Final Report."},
      {
        "id":"ED353741",
        "title":"Services for Students with Special Health Care Needs: Guidelines for Local School Districts. Kentucky Systems Change Project."},
      {
        "id":"ED353742",
        "title":"Kentucky Alternate Portfolio Project: Teacher's Guide."},
      {
        "id":"ED353743",
        "title":"Teaching Difficult Learners Science: Hands-On Experiments. Monograph #17."},
      {
        "id":"ED353744",
        "title":"Comparing the Concrete to Abstract Teaching Sequence to Abstract Instruction for Initial Place Value Skills. Monograph #19."},
      {
        "id":"ED353745",
        "title":"Using Microcomputers for Assessment and Error Analysis. Monograph #23."},
      {
        "id":"ED353746",
        "title":"The Medical Evaluation of the Special Child: A Guide for Parents and Teachers. Monograph #24."},
      {
        "id":"ED353747",
        "title":"Facilitating Mainstreaming through Behavioral Consultation. Monograph #25."},
      {
        "id":"ED353749",
        "title":"Communicator: The Journal of the California Association for the Gifted, 1992."},
      {
        "id":"ED353750",
        "title":"Planning. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353751",
        "title":"Managing Behaviors. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353752",
        "title":"Family Collaboration. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353753",
        "title":"P.L.A.Y. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353754",
        "title":"Technology. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353755",
        "title":"Integration. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353756",
        "title":"Assessment. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353757",
        "title":"Transition. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353758",
        "title":"IEP. Project Prepare: Competency-Based Personnel Preparation in Early Childhood Education Modules."},
      {
        "id":"ED353759",
        "title":"Forum on Emerging Trends in Special Education: Implications for Personnel Preparation (4th, Washington, D.C., April 9-10, 1992)."},
      {
        "id":"ED353760",
        "title":"Focus on Special Education: Yesterday, Today, and Tomorrow."},
      {
        "id":"ED353761",
        "title":"A Look at School-Based Practices from the Local Perspective: Decisions among Friends vs. the Weenie Factor."},
      {
        "id":"ED353762",
        "title":"The School as the Center of Educational Reform: Implications of School-Based Practice for Research."},
      {
        "id":"ED353763",
        "title":"Developing Teacher Researchers: Preservice and Inservice Considerations."},
      {
        "id":"ED353764",
        "title":"Philosophy, Differences, and Education."},
      {
        "id":"ED353765",
        "title":"A Consultant's Use of Qualitative Methods in Implementing Systems Change: A Snapshot of a Ridgeview High School Program in Special Education."},
      {
        "id":"ED353766",
        "title":"Issues in Certification Needs."},
      {
        "id":"ED353767",
        "title":"Interventions for Infants Born Affected by Drugs and Alcohol."},
      {
        "id":"ED353768",
        "title":"Examination of Issues Related to In-Service Programming for Personnel Working with Children Who Are Prenatally Exposed to Drugs and Alcohol."},
      {
        "id":"ED353769",
        "title":"Perspectives on Research in Alcohol and Drug Abuse As It Relates to Special Education and Personnel Preparation."},
      {
        "id":"ED353771",
        "title":"Les situations de communication. Actes du Colloque d'orthophonie/logopedie, (1er, Neuchatel, Suisse, 9-10 mars 1990). (Communication Situations. Papers from the Conference on Speech and Reading Therapy (1st, Neuchatel, Switzerland, March 9-10, 1990))."},
      {
        "id":"ED353772",
        "title":"Impacto de un programa de lectura extensiva en la adquisicion de una segunda lengua (Impact of an Extensive Reading Program on Second Language Acquisition)."},
      {
        "id":"ED353773",
        "title":"Variables Afectivas en la Adquisicion de la segunda lengua (Affective Variables in Second Language Acquisition)."},
      {
        "id":"ED353774",
        "title":"Comprehensie van Vreemdtalige Input: Een Psycholinguistische Benadering (Acquisition of Dutch as a Second Language: A Psycholinguistic Approach)."},
      {
        "id":"ED353775",
        "title":"Cultilingualism--Papers in Cultural and Communicative In(Competence). ROLIG-papir 28."},
      {
        "id":"ED353776",
        "title":"Good Learning Strategies in Foreign and Second Language Learning--The Case of English in Denmark."},
      {
        "id":"ED353777",
        "title":"All Children in the Nordic Countries Should Be Bilingual--Why Aren't They?"},
      {
        "id":"ED353778",
        "title":"Intercommunicative and Intercultural Competence."},
      {
        "id":"ED353779",
        "title":"Bibliographie Moderner Fremdsprachenunterricht, 1990 (Bibliography of Modern Language Instruction, 1990)."},
      {
        "id":"ED353780",
        "title":"Edinburgh Working Papers in Applied Linguistics, Number 2."},
      {
        "id":"ED353781",
        "title":"Discursive Aspects of Metafiction: A Neo-Oral Aura?"},
      {
        "id":"ED353782",
        "title":"The Reaction of Learners to Tape-Based Listening Comprehension Materials in French, Spanish and Italian \"Community Classes.\""},
      {
        "id":"ED353783",
        "title":"Interlanguage Lexis: An Investigation of Verb Choice."},
      {
        "id":"ED353784",
        "title":"An Investigation of a Timetabled Self-Access Session in a General English Programme."},
      {
        "id":"ED353785",
        "title":"Is It Or Is It Not Interlanguage? A Head-On Confrontation with Non-Native English."},
      {
        "id":"ED353786",
        "title":"Conditionals and the Expression of Regret and Relief: Towards a Fragment for a Communicative Grammar."},
      {
        "id":"ED353787",
        "title":"Arguments For and Against Free Variation."},
      {
        "id":"ED353788",
        "title":"Bibliographic Presentation."},
      {
        "id":"ED353789",
        "title":"Crosslinguistic Influence in a Bilingual Classroom: The Example of Maltese and English."},
      {
        "id":"ED353790",
        "title":"Assessing the Readability of Medical Journal Articles: An Analysis of Teacher Judgements."},
      {
        "id":"ED353791",
        "title":"Literary Discourse and Irony: Secret Communion and the Pact of Reciprocity."},
      {
        "id":"ED353792",
        "title":"Sobre prestamos y clasificaciones linguisticas (Regarding Borrowing and Linguistic Classification)."},
      {
        "id":"ED353793",
        "title":"Dismantling Self-Imposed Trade Barriers Revisited: The Role of Language Development Ten Years Later."},
      {
        "id":"ED353794",
        "title":"Kansas Working Papers in Linguistics, Volume 15, Number 1."},
      {
        "id":"ED353795",
        "title":"Inferentials: The Story of a Forgotten Evidential."},
      {
        "id":"ED353796",
        "title":"Knowledge of Idiomaticity: Evidence from Idiom Calquing and Folk Literalization."},
      {
        "id":"ED353797",
        "title":"A Cyclic Approach to Simple Cliticization."},
      {
        "id":"ED353799",
        "title":"NP Predication and Full Saturation."},
      {
        "id":"ED353800",
        "title":"Studies in Native American Languages VI."},
      {
        "id":"ED353801",
        "title":"Interpreting St. Clair's Comanche Texts: Objective Case Marking and 'Same Subject' Dependent Clauses."},
      {
        "id":"ED353803",
        "title":"Native American Languages and Literacy: Issues of Orthography Choice and Bilingual Education."},
      {
        "id":"ED353804",
        "title":"Spatial Deixis in Chiwere."},
      {
        "id":"ED353805",
        "title":"The Historical-Comparative Classification of Colombian Inga (Quechua)."},
      {
        "id":"ED353807",
        "title":"A Supplementary Bibliography of Lakota Language and Linguistics (1887-1990)."},
      {
        "id":"ED353808",
        "title":"ESCOL '91. Proceedings of the Eastern States Conference on Linguistics (8th, Baltimore, MD, October 11-13, 1991)."},
      {
        "id":"ED353809",
        "title":"Speak Standard, Too: Add Mainstream American English to Your Talking Style."},
      {
        "id":"ED353810",
        "title":"Kazakh: Language Competencies for Peace Corps Volunteers in Kazakhstan."},
      {
        "id":"ED353811",
        "title":"Ukrainian: Language Competencies for Peace Corps Volunteers in Ukraine."},
      {
        "id":"ED353812",
        "title":"Moroccan Arabic Textbook. Student Edition."},
      {
        "id":"ED353814",
        "title":"Pashto Reader Passages in Transcription."},
      {
        "id":"ED353815",
        "title":"Pashto Reader."},
      {
        "id":"ED353816",
        "title":"Challenges to the Proficiency Movement: The Issue of Accuracy."},
      {
        "id":"ED353817",
        "title":"The Need for Listening Theory When Teaching English as a Second Language: A Case Study in China."},
      {
        "id":"ED353818",
        "title":"Curriculum Implementation in China."},
      {
        "id":"ED353819",
        "title":"Notes on Linguistics, 1992."},
      {
        "id":"ED353820",
        "title":"The Development of the Polish Proficiency Test. Final Report."},
      {
        "id":"ED353821",
        "title":"Title VII New Comers Program, 1991-92 Final Report."},
      {
        "id":"ED353822",
        "title":"The Case for Problem Solving in Second Language Learning. CLCS Occasional Paper No. 33."},
      {
        "id":"ED353824",
        "title":"From Writing to Media with Literature in EFL."},
      {
        "id":"ED353825",
        "title":"Writing in Non-Native Language: What We Know, What We Need to Know."},
      {
        "id":"ED353826",
        "title":"The Foreigner Talk of a Family Physician: An Observational Study."},
      {
        "id":"ED353827",
        "title":"ITA &quot;Teacher Talk&quot;--Discourse Markers as Guideposts to Learning."},
      {
        "id":"ED353828",
        "title":"Reading Authentic Polish, Volume II."},
      {
        "id":"ED353829",
        "title":"Uzbek: Language Competencies for Peace Corps Volunteers in Uzbekistan."},
      {
        "id":"ED353830",
        "title":"Echantillons du travail ecrit des eleves tires du Test de rendement francais 9e annee, juin 1990 (Samples of Student Writing from the Grade 9 French Achievement Test, June 1990)."},
      {
        "id":"ED353832",
        "title":"The Aboriginal-White Encounter: Towards Better Communication."},
      {
        "id":"ED353833",
        "title":"Two-Way Bilingual Programs in the United States. 1992-1993 Supplement."},
      {
        "id":"ED353834",
        "title":"Edinburgh Working Papers in Applied Linguistics, Number 3."},
      {
        "id":"ED353835",
        "title":"Asymmetric Resetting of the Non-Empty Topic Parameter by Chinese-Speaking Learners of English."},
      {
        "id":"ED353836",
        "title":"The Sociolinguistic Status of English in Malta."},
      {
        "id":"ED353837",
        "title":"Interlanguage Phonology: The Perceptual Development of Durational Contrasts by English-Speaking Learners of Japanese."},
      {
        "id":"ED353838",
        "title":"Participant Reference in Greek Personal Experience Narratives."},
      {
        "id":"ED353839",
        "title":"Reading, Culture and Cognition."},
      {
        "id":"ED353840",
        "title":"Cluster Analysis and the Interlanguage Lexicon."},
      {
        "id":"ED353841",
        "title":"Interactional Listening Tasks: A Comparative Study of Strategy and Practice Teaching Approaches."},
      {
        "id":"ED353842",
        "title":"Lesson Beginnings."},
      {
        "id":"ED353843",
        "title":"Where True Power Lies: Modality as an Indication of Power in Two Institutionalised Domains of Language Use."},
      {
        "id":"ED353844",
        "title":"Tense, Aspect and the Busconductor Hines--The Literary Function of Non-Standard Language in the Fiction of James Kelman."},
      {
        "id":"ED353845",
        "title":"A Pragmatics of Verbal Irony in Literary Discourse: An Example from Drama."},
      {
        "id":"ED353846",
        "title":"An Investigation into Learners' Reactions to Learner Training for Self-Access Listening."},
      {
        "id":"ED353847",
        "title":"Bilingual and ESL Approaches to Deaf Education: Perspectives on the Reading Process."},
      {
        "id":"ED353848",
        "title":"Speaking of Language: An International Guide to Language Service Organizations."},
      {
        "id":"ED353849",
        "title":"An Early Start: A Resource Book for Elementary School Foreign Language."},
      {
        "id":"ED353850",
        "title":"\"Dieu a cree la femelle, l'homme a fait la femme.\" En rekognoscering i dansk og undenlandsk konssprogsforskning (\"God Created the Female, Man Created Woman.\" A Reconnaissance in Danish and Foreign Research on Sex Differences and Language). ROLIG papir 32."},
      {
        "id":"ED353851",
        "title":"Tom Green County Library Literacy Project. Final Performance Report."},
      {
        "id":"ED353852",
        "title":"Fort Berthold Library Literacy Program. Final Performance Report, October 1, 1988-September 30, 1989."},
      {
        "id":"ED353853",
        "title":"Price City Library Literacy Project. [Final Performance Report, 1989.]"},
      {
        "id":"ED353854",
        "title":"Adrian Public Library Literacy Education and Development (LEAD) Program."},
      {
        "id":"ED353855",
        "title":"Identification of Current Needs and Issues Related to the Delivery of Adult ESL Instruction in British Columbia."},
      {
        "id":"ED353856",
        "title":"Teachers' Stories: Expanding the Boundaries with the Participatory Approach."},
      {
        "id":"ED353857",
        "title":"Welcome to Our World. A Book of Writings by and for Students and Their Tutors."},
      {
        "id":"ED353858",
        "title":"Learning Resources Evaluations Manual."},
      {
        "id":"ED353859",
        "title":"Prenatal Care: A Content-Based ESL Curriculum."},
      {
        "id":"ED353860",
        "title":"The Naturalization Process in New Mexico. A Guide for ESL Teachers and Advocates."},
      {
        "id":"ED353861",
        "title":"ESL Literacy for a Linguistic Minority: The Deaf Experience. ERIC Digest."},
      {
        "id":"ED353862",
        "title":"Staff Development for ABE and ESL Teachers and Volunteers. ERIC Digest."},
      {
        "id":"ED353863",
        "title":"Learner Assessment in Adult ESL Literacy. ERIC Q & A."},
      {
        "id":"ED353864",
        "title":"Children's Literature for Adult ESL Literacy. ERIC Digest."},
      {
        "id":"ED353865",
        "title":"The Joint Future of New Jersey and Rutgers, the State University of New Jersey."},
      {
        "id":"ED353866",
        "title":"Promoting Women's Participation in Higher Education: The Status of Women in OSSHE. A Report to the Oregon State Board of Higher Education."},
      {
        "id":"ED353867",
        "title":"Trends in Student Aid: 1982 to 1992."},
      {
        "id":"ED353868",
        "title":"New Fiscal Realities in Higher Education. CPRE Finance Briefs."},
      {
        "id":"ED353869",
        "title":"Keeping College Affordable: A Proposal from Two Economists."},
      {
        "id":"ED353870",
        "title":"Charismatic Behaviors and Traits of Future Educational Leaders."},
      {
        "id":"ED353871",
        "title":"Students in the Humanities."},
      {
        "id":"ED353873",
        "title":"A Challenge of Chance: Public, Four-Year Higher Education Enrollment Lessons from the 1980s for the 1990s."},
      {
        "id":"ED353874",
        "title":"Securing the Future of Higher Education in Ohio. A Report."},
      {
        "id":"ED353875",
        "title":"Managing for the Future: Challenges &amp; Opportunities for Higher Education in Ohio. Report of Ohio's Managing for the Future Task Force."},
      {
        "id":"ED353876",
        "title":"Beyond Conservation and Liberation: The Education of Our Aspirations. Thirteenth David Dodds Henry Lecture."},
      {
        "id":"ED353877",
        "title":"State University of New York--Staff Study Regarding the Effectiveness of the University's Energy Conservation Program. Report 93-D-5."},
      {
        "id":"ED353878",
        "title":"Staff Study - State University of New York Should Analyze and Evaluate Support Service Costs. Report 93-D-11."},
      {
        "id":"ED353879",
        "title":"State University of New York--Some Non-Resident Students Aren't Being Charged the Correct Tuition Rate. Report 91-S-97."},
      {
        "id":"ED353880",
        "title":"State University of New York: Further Standardization of Administrative Computing Systems at the Campuses Could Produce Substantial Savings. Report 92-S-57."},
      {
        "id":"ED353881",
        "title":"Guaranty Agency Solvency: Can the Government Recover HEAF's First-Year Liquidation Cost of $212 Million? Briefing Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED353885",
        "title":"Faculty Job Satisfaction: Women and Minorities in Peril. ASHE-ERIC Higher Education Report No. 4, 1992."},
      {
        "id":"ED353886",
        "title":"Are Higher Education's Administrators and Faculty Really Different?"},
      {
        "id":"ED353887",
        "title":"Adjustment Difficulties of American Students in Israeli Institutions of Higher Learning."},
      {
        "id":"ED353888",
        "title":"Tuition Formulas at Work: An Examination of States That Use a Numerical Formula To Help Set Public College Tuition."},
      {
        "id":"ED353889",
        "title":"Joint Venture Partnerships: A Scarce Funds Approach to Acquiring and Operating New Facilities at State Colleges and Universities."},
      {
        "id":"ED353890",
        "title":"What Are the Public Service Goals and Responsibilities of a Specialist in Leadership and Volunteer Development at a Land-Grant University?"},
      {
        "id":"ED353891",
        "title":"The Relationship between Postsecondary Instrumental Student's Musical Independence and Grade-Level, Instrument Family, Gender, and Instrumental Ensemble."},
      {
        "id":"ED353893",
        "title":"The Regents 1992 Statewide Plan for Higher Education in New York State."},
      {
        "id":"ED353900",
        "title":"Student Aid and Public Higher Education: Recent Changes."},
      {
        "id":"ED353901",
        "title":"College and University Degrees Conferred New York State, 1990-91."},
      {
        "id":"ED353902",
        "title":"DOD Service Academies: More Changes Needed To Eliminate Hazing. Report to Congressional Requesters."},
      {
        "id":"ED353904",
        "title":"Development of the Contents of a College Health Services Policy and Procedure Manual."},
      {
        "id":"ED353905",
        "title":"Development of the Contents of an Orientation Program for Nurses New to College Health Services."},
      {
        "id":"ED353906",
        "title":"Guaranteed Student Loans: GAO High Risk Series."},
      {
        "id":"ED353907",
        "title":"A Review of Faculty Workload Policies and Faculty Workloads at the University of Massachusetts at Amherst. Report of the Select Committee on Post Audit and Oversight. Senate No. 1785."},
      {
        "id":"ED353908",
        "title":"Endowment Development in Massachusetts Public Higher Education. A Report of the Senate Committee on Post Audit and Oversight. Senate No. 1820."},
      {
        "id":"ED353910",
        "title":"Hosting the Presidential Visit."},
      {
        "id":"ED353911",
        "title":"IRA's for College Savings."},
      {
        "id":"ED353914",
        "title":"Language Proficiency and Academic Success: The Refugee/Immigrant in Higher Education."},
      {
        "id":"ED353915",
        "title":"Comparative Evaluation of ERASMUS ICPs in the Subject Areas of Business Management, Chemistry and History. ERAMUS Monographs No 8 = Valutazione Comparata dei pic ERASMUS nelle Aree Disciplinari dell'Organizzazione Aziendale, della Chimica e della Storia. Monografie ERASMUS No. 8."},
      {
        "id":"ED353916",
        "title":"One Approach to Senior Level Design in Naval Architecture and Marine Engineering. Report 09-92."},
      {
        "id":"ED353917",
        "title":"College as Moratorium: The Hidden Functions of Japanese College Education."},
      {
        "id":"ED338881",
        "title":"Aviation Pilot Training II. Task Analyses: [Year II.] Field Review Copy."},
      {
        "id":"ED338882",
        "title":"Aviation Pilot Training I & II. Flight Syllabus. Field Review Copy."},
      {
        "id":"ED338883",
        "title":"Melding the Arts and the Vocations: A Program for Gifted Students Interested in Art. Final Report."},
      {
        "id":"ED338885",
        "title":"Outreach for Parenting Teens. Final Report."},
      {
        "id":"ED338886",
        "title":"Northern Neck Regional Vocational Center Evaluation and Assessment Center. Final Report."},
      {
        "id":"ED338888",
        "title":"Statewide Needs Assessment Survey of the Continuing Education Needs of Minnesota Peace Officers: Phase One."},
      {
        "id":"ED338890",
        "title":"Business Communications Curriculum Guidelines."},
      {
        "id":"ED338891",
        "title":"Families and Futures 2000. A Resource for Planning Comprehensive Home and Family Life Education Programs. Working Papers."},
      {
        "id":"ED338895",
        "title":"A Study of the Aquaculture Industry in Texas to Assist in Establishing Aquaculture as a Course Offering in Agricultural Science and Technology. Final Report."},
      {
        "id":"ED338896",
        "title":"Adults in Career Transition. ERIC Digest No. 115."},
      {
        "id":"ED338897",
        "title":"Ethical Practice in Adult Education. ERIC Digest No. 116."},
      {
        "id":"ED338898",
        "title":"Strategies for Implementing the National Career Development Guidelines. ERIC Digest No. 117."},
      {
        "id":"ED338899",
        "title":"The Vocational Education/Entrepreneurship Match. ERIC Digest No. 118."},
      {
        "id":"ED338900",
        "title":"Adult Education. The Quality of Life. ASPBAE Courier No. 52."},
      {
        "id":"ED338901",
        "title":"An Uncommon Education: Interaction and Innovation."},
      {
        "id":"ED338902",
        "title":"The Effect of New Technological Training, Employability Skills Training, and Individual Counseling on the Self-Esteem and Anxiety of Dislocated Workers."},
      {
        "id":"ED338903",
        "title":"Rehabilitation Needs Assessment for Vocational Rehabilitation Agencies. Volume I. A Guide to Needs Assessment in Rehabilitation Agency Planning."},
      {
        "id":"ED338904",
        "title":"Rehabilitation Needs Assessment for Vocational Rehabilitation Agencies. Volume II. Needs Assessment Topics Identified in the Rehabilitation Act: Issues and Resources."},
      {
        "id":"ED338908",
        "title":"A Curriculum Guide for Ornamental Horticulture Production Occupations. South Carolina Guide for Ornamental Horticulture Production Occupations. Addendum."},
      {
        "id":"ED338915",
        "title":"An Examination of Factors Influencing Students Not To Enroll at the Springfield-Clark JVS, Vanguard JVS, and Lawrence County JVS. Summary of Research 61; Summary of Research 62; Summary of Research 63."},
      {
        "id":"ED338916",
        "title":"Education, Training, and Labor Markets: A Policy Perspective. NCEE Brief Number 8."},
      {
        "id":"ED338917",
        "title":"On the Job Training: A Case Study. NCEE Brief Number 9."},
      {
        "id":"ED338918",
        "title":"Community-Based Strategies for Work-Related Education. NCEE Brief Number 10."},
      {
        "id":"ED338919",
        "title":"Youth Training in the U.S., Great Britain, and Australia. NCEE Brief Number 12."},
      {
        "id":"ED338920",
        "title":"The Role of Women in Vocational Education and Development: A Literature Review."},
      {
        "id":"ED338921",
        "title":"Beyond the Text: Contemporary Writing on Distance Education."},
      {
        "id":"ED338923",
        "title":"Assessing JOBSTART: Interim Impacts of a Program for School Dropouts."},
      {
        "id":"ED338924",
        "title":"Occupational Competencies. A Study of the Vocational-Technical Education Needs of the Manufacturing and Aviation Maintenance Industries."},
      {
        "id":"ED338926",
        "title":"Adult Basic Education and the Public Culture of Victoria. Initiating a Process of Wider Social Discourse and Effective Participation. The D'Cruz Report 1989."},
      {
        "id":"ED338927",
        "title":"Working Out? A Study of the Work Experience Module in Secondary Schools in Lothian. SCRE Project Reports."},
      {
        "id":"ED338930",
        "title":"Adolescents' Perceptions of Adult Status: Marriage Makes the Woman."},
      {
        "id":"ED338931",
        "title":"Preferred Parenting Responsibilities and Community Supports in Moderate Income, Ethnically Diverse Dual-Earner and Traditional Families."},
      {
        "id":"ED338932",
        "title":"Initial Findings Using an Alternative Assessment of Body Shape Preferences."},
      {
        "id":"ED338933",
        "title":"Pregnancy, Education, and Parenting: Evaluation Findings, 1990-91."},
      {
        "id":"ED338935",
        "title":"LEAP: Implementing a Welfare Initiative To Improve School Attendance among Teenage Parents. Ohio's Learning, Earning, and Parenting Program."},
      {
        "id":"ED338936",
        "title":"A Small Library in Family Planning."},
      {
        "id":"ED338937",
        "title":"Drug Education through Literature: An Annotated Bibliography for Grades K-6."},
      {
        "id":"ED338938",
        "title":"Drug Education through Literature: An Annotated Bibliography for Grades 7-12."},
      {
        "id":"ED338939",
        "title":"Youth-School-Community Resources. A Guide to Resources for Youth and Families in Texas."},
      {
        "id":"ED338943",
        "title":"Work and Family. Employers' Views. Monograph No. 11."},
      {
        "id":"ED338944",
        "title":"Mental Health Providers and Child Abuse: An Analysis of the Decision to Report."},
      {
        "id":"ED338947",
        "title":"Anabolic-Androgenic Steroids: Knowledge about, Attitude toward, and Extent of Use by High School Students."},
      {
        "id":"ED338951",
        "title":"Hearings on the Reauthorization of Title 3(b) of the Anti-Drug Abuse Act of 1988: Drug Abuse Education and Prevention Programs for Runaway and Homeless Youth and Youth Gangs. Hearings before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Washington, D.C., July 18, 1991; Downey, California, August 2, 1991)."},
      {
        "id":"ED338952",
        "title":"School-Community Guidance Center, 1990-91: Reaching for New Levels."},
      {
        "id":"ED338953",
        "title":"Key Issues in Education: Drug-Free Schools. 1990-91 Program Evaluation of Federally Funded Drug-Free Schools Programs."},
      {
        "id":"ED338956",
        "title":"Profiles of Adolescent Substance Abstainers, Users, and Abusers."},
      {
        "id":"ED338957",
        "title":"Social Competence Predictors of Adolescent Antisocial Behavior."},
      {
        "id":"ED338958",
        "title":"Suicidal Behavior in Adolescent Ex-Inpatients: A Follow-Up Study."},
      {
        "id":"ED338959",
        "title":"Prevention Bibliography 1990-1991: An Annotated Guide to Information on Alcohol, Tobacco, and Other Drug Use among Youth."},
      {
        "id":"ED338960",
        "title":"Substance Abuse among Adolescent Females. Prevention Research Update No. 9."},
      {
        "id":"ED338961",
        "title":"Drug Abuse Education and Prevention Programs for Youth."},
      {
        "id":"ED338962",
        "title":"Toward an Explanation of Age Trends in Problem Behavior."},
      {
        "id":"ED338965",
        "title":"Using the ABC-X Model To Understand Resilience."},
      {
        "id":"ED338967",
        "title":"Campus Suicide: The Role of College Personnel from Intervention to Postvention."},
      {
        "id":"ED338969",
        "title":"The Courage To Counsel."},
      {
        "id":"ED338973",
        "title":"Before the Doors Are Locked: Effective Alternatives to Incarceration for Non-Violent Juvenile Offenders."},
      {
        "id":"ED338974",
        "title":"Moderating the Effects of Negative Life Events in Late Adolescence: A Prospective Study."},
      {
        "id":"ED338977",
        "title":"Should Students Work? The Relationship between Part-Time Employment and Substance Usage."},
      {
        "id":"ED338979",
        "title":"The Senior Center Site for Geriatric Residency: Evaluation of a Model Program between the North Shore Senior Center and Evanston Hospital."},
      {
        "id":"ED338981",
        "title":"Sexual Intimacy in Training and Practice: Setting Limits for Counselors, Psychologists and Educators."},
      {
        "id":"ED338982",
        "title":"Guiding Children to Success: What Schools and Communities Can Do. Realizing America's Hope."},
      {
        "id":"ED338984",
        "title":"Thinking Collaboratively: Ten Questions and Answers To Help Policy Makers Improve Children's Services."},
      {
        "id":"ED338986",
        "title":"Exposure to Alcoholism in the Family: United States, 1988. Advance Data from Vital and Health Statistics of the National Center for Health Statistics. Number 205."},
      {
        "id":"ED338989",
        "title":"Portland Peers Project. 1989-91 Final Evaluation Report."},
      {
        "id":"ED338990",
        "title":"Marvelous Me--Preschool Edition: Enhancing Self-Concept Development in Preschool Children."},
      {
        "id":"ED338991",
        "title":"Children's Attributions for Personal Success and Failure Experiences in English, Math, General Music, and Physical Education Classes."},
      {
        "id":"ED338994",
        "title":"The Grimes Alternative School Program and Home Remedies Program. Interim Evaluation Report."},
      {
        "id":"ED338995",
        "title":"Field Hearing on the Drug Education Program. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Bronx, New York)."},
      {
        "id":"ED338996",
        "title":"Teacher Survey on Safe, Disciplined, and Drug-Free Schools. E.D. Tabs."},
      {
        "id":"ED338997",
        "title":"On the Front Lines: Police Stress and Family Well-Being. Hearing before the the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session. Printed for the Use of the Select Committee on Children, Youth, and Families."},
      {
        "id":"ED338998",
        "title":"Lives in the Shadows: Some of the Costs and Consequences of a \"Non-System\" of Care."},
      {
        "id":"ED339002",
        "title":"The Incidence, Detection and Treatment of Eating Disorders among Athletes and Fitness Participants."},
      {
        "id":"ED339004",
        "title":"Pregnant? Drugs and Alcohol Can Hurt Your Unborn Baby."},
      {
        "id":"ED339005",
        "title":"Intergenerational Service-Learning."},
      {
        "id":"ED339008",
        "title":"From Practice to Research for Teachers and Administrators."},
      {
        "id":"ED339009",
        "title":"A Profile of Children Who Attend the Indiana University Southeast Reading Clinic."},
      {
        "id":"ED339010",
        "title":"Early Development of Language and Literacy Skills of an Extremely Precocious Reader."},
      {
        "id":"ED339014",
        "title":"Reading Study: 1989-90."},
      {
        "id":"ED339023",
        "title":"The Role of Theory in Descriptions of Classroom Practices."},
      {
        "id":"ED339024",
        "title":"The Use of Kindergarten Screening Scores To Identify the Need for Reading Intervention: A Logit Regression Study."},
      {
        "id":"ED339029",
        "title":"Student Literacy. Special Collection Number 12."},
      {
        "id":"ED339030",
        "title":"Robert Zoellner's &quot;Talk-Write Pedagogy&quot;: Instrumental Concept for Composition Today."},
      {
        "id":"ED339031",
        "title":"With Fits and Starts: How Collaborative Learning Fares in the Hierarchical, Authoritarian University."},
      {
        "id":"ED339033",
        "title":"Ideology in Writing Instruction: Reconsidering Invention Heuristics."},
      {
        "id":"ED339035",
        "title":"A Twenty-Five Year Slice of the Secondary Education Division's Historical Pie."},
      {
        "id":"ED339036",
        "title":"The Literature Link."},
      {
        "id":"ED339037",
        "title":"Improving Student Writing. Idea Paper No. 25."},
      {
        "id":"ED339041",
        "title":"An Integrated Learning Program To Motivate and Improve Freshman English Students' Grades and Attitude towards English."},
      {
        "id":"ED339043",
        "title":"A Study of Second Graders' Home and School Literary Experiences. Report Series 1.6."},
      {
        "id":"ED339044",
        "title":"Alternative Assessment of Performance in the Language Arts: What Are We Doing Now? Where Are We Going? Proceedings of a National Symposium (Bloomington, Indiana, August 27, 1990)."},
      {
        "id":"ED339045",
        "title":"Audience Models in Communications Policy."},
      {
        "id":"ED339046",
        "title":"Some Influences on the Autonomy of Corporate Public Relations Professionals: A Case Study."},
      {
        "id":"ED339048",
        "title":"Impact of Computer Software on Advertising Media Courses: A Study of 71 Colleges and Universities."},
      {
        "id":"ED339051",
        "title":"Improving Students' Listening Skills. Idea Paper No. 23."},
      {
        "id":"ED339053",
        "title":"The Arkansas Debate of 1990: A Narrative View of Role."},
      {
        "id":"ED339054",
        "title":"Whittle Communications and Channel One: Rhetorical Strategies of Innovation."},
      {
        "id":"ED339055",
        "title":"Enhancing the Electronic Sandbox: A Plan for Improving the Educational Value of Student-Operated Radio Stations."},
      {
        "id":"ED339056",
        "title":"Divvying Up the Discipline: On Divorcing Dame Speech."},
      {
        "id":"ED339057",
        "title":"Uses and Abuses of Cross Examination: Preliminary Descriptive Analysis and Pragmatic Considerations of Question and Answer Types in Intercollegiate Debate."},
      {
        "id":"ED339060",
        "title":"The Role of Mass Media and Intergroup Relations in the Process of Newcomers' Assimilation."},
      {
        "id":"ED339062",
        "title":"Effective Communication with the Impulsive Risk Taker: Hypotheses from Four Focus Groups."},
      {
        "id":"ED339064",
        "title":"Alar and Apples: Newspaper Coverage of a Major Risk Issue."},
      {
        "id":"ED339069",
        "title":"Theatre Education in United States High Schools: A Survey Report."},
      {
        "id":"ED339070",
        "title":"Fueling a Crisis: Public Argument and the 1988 Yellowstone Fire Debate."},
      {
        "id":"ED339072",
        "title":"Three Dimensions of Children's Attention to Messages: Mediation, Content, and Structure."},
      {
        "id":"ED339073",
        "title":"Personal Communication. Special Collection Number 11."},
      {
        "id":"ED339074",
        "title":"Mass Communication. Special Collection Number 10."},
      {
        "id":"ED339076",
        "title":"Bridging the Gap between Business and Education: Reconciling Expectations for Student Achievement. Critical Issues in Student Achievement Paper Number 4."},
      {
        "id":"ED339079",
        "title":"The Politics of Legislative Evaluations: Benefits to &quot;Fire-Alarm&quot; Oversight."},
      {
        "id":"ED339081",
        "title":"The Academic Motivations of Students Who Are Discipline Problems."},
      {
        "id":"ED339083",
        "title":"Work in Progress: Restructuring in Ten Maine Schools."},
      {
        "id":"ED339091",
        "title":"The British Middle School at Age Thirty: An American Perspective."},
      {
        "id":"ED339092",
        "title":"Identifying Potential Dropouts. ERIC Digest."},
      {
        "id":"ED339093",
        "title":"Principals: Their Use of Formal and Informal Data."},
      {
        "id":"ED339094",
        "title":"Surveys from Extant Records."},
      {
        "id":"ED339095",
        "title":"Priority Schools: The Fourth Year. Evaluation Findings, 1990-91."},
      {
        "id":"ED339096",
        "title":"School Change from the Inside: Examining the Change Process in Schools."},
      {
        "id":"ED339097",
        "title":"Principal Leadership: Communication in a Changing Educational Milieu."},
      {
        "id":"ED339098",
        "title":"Administering School Music in Three Canadian Settings: Philosophy, Action, and Educational Policy. An Overview."},
      {
        "id":"ED339099",
        "title":"Operationalizing Transformational Leadership: The Behavior of Principals in Fostering Teacher Centered School Development."},
      {
        "id":"ED339104",
        "title":"Communication. Restructuring the Education System Series."},
      {
        "id":"ED339105",
        "title":"Keeping the Promises of Reform: A State Strategy. Restructuring the Education System Series."},
      {
        "id":"ED339109",
        "title":"The Principal: Leader or Manager?"},
      {
        "id":"ED339110",
        "title":"Factors and Issues Affecting Board of Education Decisions: A Case Study."},
      {
        "id":"ED339111",
        "title":"Building Relationships between Schools and Social Services. ERIC Digest Series No. 66."},
      {
        "id":"ED339113",
        "title":"Early Lessons in Restructuring Schools: Case Studies of Schools of Tomorrow...Today."},
      {
        "id":"ED339114",
        "title":"Early Lessons in Restructuring Schools."},
      {
        "id":"ED339118",
        "title":"School Improvement Network 1991 Directory."},
      {
        "id":"ED339120",
        "title":"Emerging Issues in School Board Governance: Three Papers."},
      {
        "id":"ED339121",
        "title":"Critical Reflective Thinking as a Means of Professional Development."},
      {
        "id":"ED339123",
        "title":"The Creation of Constructive Conflict within Educational Administration Departments."},
      {
        "id":"ED339124",
        "title":"Levels of Environmental Uncertainty of a Site Based Management School within a Minority/Majority Context."},
      {
        "id":"ED339125",
        "title":"Formulating Effective Inter-Institutional Partnerships: A Policy Analysis Model."},
      {
        "id":"ED339126",
        "title":"The Leadership Function of School Boards: West Virginia Data."},
      {
        "id":"ED339128",
        "title":"Assessing Personal and Organizational Predictors of Managerial Commitment in Schools."},
      {
        "id":"ED339133",
        "title":"School Crime: A National Crime Victimization Survey Report."},
      {
        "id":"ED339134",
        "title":"New Resources for Education: Community Management and Financing of Schools in Less Developed Countries."},
      {
        "id":"ED339135",
        "title":"Readings in Educational Administration: Coming to Consensus on the Top Ten Books Recommended for Educational Administration Students."},
      {
        "id":"ED339136",
        "title":"An Evaluation of the Student Referral Centers (An In-School Suspension Program), 1990-91."},
      {
        "id":"ED339137",
        "title":"Student Assignment Centers: An In-School Suspension Program, 1990-91."},
      {
        "id":"ED339138",
        "title":"Principal Change Facilitator Styles and the Implementation of Instructional Support Teams."},
      {
        "id":"ED339140",
        "title":"Controlling Access to Public Educational Facilities: The Nature of the Forum."},
      {
        "id":"ED339141",
        "title":"Curriculum Reform in Educational Administration: Fantasy or Frustration."},
      {
        "id":"ED339142",
        "title":"The Development of a Developmental, Annotated Time Line for Learning Disabled High School Students Planning To Attend College. Societal Factors Affecting Education."},
      {
        "id":"ED339143",
        "title":"Educational Assessment of Students with Severe Mental Retardation: Parents--A Vital Partner in the Process."},
      {
        "id":"ED339145",
        "title":"Alternate Keyboards: Technology User in the Classroom."},
      {
        "id":"ED339146",
        "title":"Augmentative Communication Devices: Technology User in the Classroom."},
      {
        "id":"ED339147",
        "title":"Technology for Students with Moderate Cognitive Abilities: Selected Readings."},
      {
        "id":"ED339148",
        "title":"Visual Impairments. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339149",
        "title":"Technology for Work, Home, and Leisure. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339150",
        "title":"Speech Technologies. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339151",
        "title":"Mildly Handicapped. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339152",
        "title":"Augmentative and Alternative Communication. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339153",
        "title":"Computers and Cooperative Learning. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339154",
        "title":"The Role of the Speech Therapist in Acquisition and Use. Tech Use Guides: Using Computer Technology."},
      {
        "id":"ED339155",
        "title":"Using the Computer with Students with Emotional and Behavioral Disorders. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339156",
        "title":"Students with Severe and Profound Disabilities. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339157",
        "title":"The Role of the Occupational and Physical Therapist in Assistive Technology. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339158",
        "title":"Planning Computer Lessons. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339159",
        "title":"Students with Moderate Cognitive Abilities. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED339160",
        "title":"Directory of Software Data Sources."},
      {
        "id":"ED339162",
        "title":"Summit on the National Effort To Prevent Mental Retardation and Related Disabilities. Summit Proceedings (Washington, D.C., February 6-7, 1991)."},
      {
        "id":"ED339163",
        "title":"Applying Technology in the Work Environment."},
      {
        "id":"ED339164",
        "title":"Programming for Aggressive and Violent Students. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339165",
        "title":"Abuse and Neglect of Exceptional Children. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339166",
        "title":"Special Health Care in the School. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339167",
        "title":"Homeless and in Need of Special Education. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339168",
        "title":"Hidden Youth: Dropouts from Special Education. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339169",
        "title":"Born Substance Exposed, Educationally Vulnerable. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339170",
        "title":"Depression and Suicide: Special Education Students at Risk. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339171",
        "title":"Language Minority Students with Disabilities. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339172",
        "title":"Alcohol and Other Drugs: Use, Abuse, and Disabilities. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339173",
        "title":"Rural, Exceptional, At Risk. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339174",
        "title":"Double Jeopardy: Pregnant and Parenting Youth in Special Education. Exceptional Children at Risk: CEC Mini-Library."},
      {
        "id":"ED339175",
        "title":"The Learning Disabled in Employment and Training Programs: Research and Evaluation Report Series 91-E."},
      {
        "id":"ED339176",
        "title":"STEPS Awareness Packet."},
      {
        "id":"ED339177",
        "title":"Helpful Entry Level Skills Checklist--Revised Manual [and] Helpful Entry Level Skill Checklist--Revised Edition."},
      {
        "id":"ED339178",
        "title":"Sequenced Transition to Education in the Public Schools: Project STEPS Replication Manual. Second Edition."},
      {
        "id":"ED339180",
        "title":"Shared Feelings: A Parent Guide to Sexuality Education for Children, Adolescents and Adults Who Have a Mental Handicap [and Accompanying] Discussion Guide."},
      {
        "id":"ED339181",
        "title":"The SNAP System for Inservice Training of Regular Educators. Final Project Report."},
      {
        "id":"ED339183",
        "title":"Fun Futures: Community Recreation and Children with Developmental Disabilities."},
      {
        "id":"ED339186",
        "title":"Gaelic across the Curriculum? Parental Attitudes to Gaelic-Medium Education in the Western Isles. SCRE Spotlights 24."},
      {
        "id":"ED339187",
        "title":"An Alternative Approach to Identifying a Dimension in Second Language Proficiency."},
      {
        "id":"ED339191",
        "title":"Chinese Students, American Universities, and Cultural Confrontation."},
      {
        "id":"ED339193",
        "title":"Teacher-Executed Needs Assessment: Some Suggestions for Teachers and Program Administrators."},
      {
        "id":"ED339196",
        "title":"Multi-Sensory Exercises: An Approach to Communicative Practice. 1975-1979."},
      {
        "id":"ED339198",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Twenty Four."},
      {
        "id":"ED339206",
        "title":"The On-Line Investigation of Reading a Text: Methods and a Model."},
      {
        "id":"ED339208",
        "title":"Working Practices at School, Memory Use, and Foreign Language Learning."},
      {
        "id":"ED339212",
        "title":"What Is LAB and Why Was It Renormed?"},
      {
        "id":"ED339214",
        "title":"Speaking in Tongues: Heritage Language Maintenance and Transfer in Canada."},
      {
        "id":"ED339220",
        "title":"Europe's Babylon: Towards a Single European Language? Esperanto Documents 41A."},
      {
        "id":"ED339221",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Twenty-Five. The Polish-English Contrastive Project."},
      {
        "id":"ED339222",
        "title":"Tai Lieu Huong Dan Ve Van De Dinh Cu Tai Hoa Ky (Resettlement Guide: Vietnamese. A Guide for Refugees Resettling in the United States)."},
      {
        "id":"ED339223",
        "title":"Resettlement Guide: Russian. A Guide for Refugees Resettling in the United States."},
      {
        "id":"ED339224",
        "title":"Approaches to the Management of Large Classes. Lancaster-Leeds Language Learning in Large Classes Research Project. Project Resettling in the United States."},
      {
        "id":"ED339225",
        "title":"Resettlement Guide: Farsi. A Guide for Refugees Resettling in the United States)."},
      {
        "id":"ED339226",
        "title":"French as a Second Language Program 1984-1985. Bulletin No. 1536, Revised."},
      {
        "id":"ED339227",
        "title":"A Classification of Sentences Used in Natural Language Processing in the Military Services."},
      {
        "id":"ED339230",
        "title":"The Newcomer Program: Helping Immigrant Students Succeed in U.S. Schools. Program Information Series Guide, No. 8."},
      {
        "id":"ED339231",
        "title":"Review of the Partial Immersion Program: Key Elementary School, Arlington, Virginia."},
      {
        "id":"ED339232",
        "title":"Review of the Second Year of the Partial Immersion Program at Key Elementary School, Arlington, Virginia, 1987-88."},
      {
        "id":"ED339233",
        "title":"Review of the Third Year of the Partial Immersion Program at Key Elementary School, Arlington, Virginia."},
      {
        "id":"ED339234",
        "title":"Review of the Fourth Year of the Partial Immersion Program at Key Elementary School, Arlington, Virginia."},
      {
        "id":"ED339235",
        "title":"Review of the Fifth Year of the Partial Immersion Program at Key Elementary School, Arlington, Virginia."},
      {
        "id":"ED339239",
        "title":"Making the Most of Your Video Camera. Technology in Language Learning Series."},
      {
        "id":"ED339242",
        "title":"An Intergenerational Approach to the English Language Usage."},
      {
        "id":"ED339243",
        "title":"All Write News, Volume V, Numbers 1-6, 1988-1989."},
      {
        "id":"ED339245",
        "title":"Reading and Writing Assessment Kit. An ESL Assessment Kit for the Classroom. Stage One: Initial Learner Interview."},
      {
        "id":"ED339246",
        "title":"Reading and Writing Assessment Kit. An ESL Assessment Kit for the Classroom. Stage Two Core Kit and Support Materials."},
      {
        "id":"ED339247",
        "title":"Universities and Adult Literacy in South Africa: An Exploration of Their Relationship."},
      {
        "id":"ED339248",
        "title":"ESL Workplace Literacy Curriculum for a JTPA/Family English Literacy Demonstration Project."},
      {
        "id":"ED339253",
        "title":"Reassessing Assessment in Adult ESL/Literacy."},
      {
        "id":"ED339255",
        "title":"A Cross-Cultural Training Manual."},
      {
        "id":"ED339256",
        "title":"Nurse Education Reauthorization Act of 1988. 100th Congress. 2d Session. Calendar No. 894."},
      {
        "id":"ED339257",
        "title":"Bridge the Gap."},
      {
        "id":"ED339258",
        "title":"Socialization in Graduate School: A Conceptual Framework."},
      {
        "id":"ED339260",
        "title":"Are We Losing Our Liberal Arts Colleges?"},
      {
        "id":"ED339265",
        "title":"Trends in Degrees Conferred at Georgia State University: An Analysis by Department and CIP Fields. Report No. 90-10."},
      {
        "id":"ED339266",
        "title":"The State's Reliance on Non-Governmental Accreditation: Part Two. A Report to the Legislature in Response to Assembly Bill 1993 (Chapter 1324, Statutes of 1989)."},
      {
        "id":"ED339267",
        "title":"The TACT-Mentor Program: A Dual Introduction into College Teaching. Final Report."},
      {
        "id":"ED339271",
        "title":"New Tools, New Times: Strategic Planning. A Seminar Focusing on Proactive Management Techniques (Chapel Hill, North Carolina, June 17-19, 1991)."},
      {
        "id":"ED339272",
        "title":"Academic Advising for Student Success: A System of Shared Responsibility. ASHE-ERIC Higher Education Report No. 3, 1991."},
      {
        "id":"ED339273",
        "title":"GED Certification and College Success."},
      {
        "id":"ED339275",
        "title":"Agreement between Lake Superior State University and Lake Superior State University Faculty Association MEA-NEA. Effective Sept. 1, 1988 to August 31, 1991."},
      {
        "id":"ED339276",
        "title":"Agreement between Pittsburg State University/Kansas National Education Association and Pittsburg State University, 1989-90."},
      {
        "id":"ED339279",
        "title":"Fourth Master Agreement between the University of the District of Columbia and University of the District of Columbia Faculty Association/NEA."},
      {
        "id":"ED339280",
        "title":"Course Placement Practices of American Postsecondary Institutions. ACT Research Report Series 90-10."},
      {
        "id":"ED339281",
        "title":"Public Service Professionalism among State Administrators: A Multiple State Study. A Working Paper."},
      {
        "id":"ED339282",
        "title":"Lending for Learning: Designing a Student Loan Programme for Developing Countries."},
      {
        "id":"ED339284",
        "title":"Public Service Units at UALR: Directions and Organization."},
      {
        "id":"ED339286",
        "title":"Anticipating the Future of Higher Education. Proceedings of a General Session at the Annual Meeting of the Association for the Study of Higher Education (Portland, Oregon, November 1-4, 1990)."},
      {
        "id":"ED339287",
        "title":"Higher Education Criticism: Do University Faculty Members and Community Professionals Have Different Viewpoints?"},
      {
        "id":"ED339295",
        "title":"Subscription to Norms and Counternorms of Academic Research: The Effects of Departmental Structure and Climate. ASHE Annual Meeting Paper."},
      {
        "id":"ED339296",
        "title":"The Influence of Student Effort, College Environments and Selected Student Characteristics on Undergraduate Student Learning and Personal Development at Metropolitan Institutions. ASHE Annual Meeting Paper."},
      {
        "id":"ED339299",
        "title":"Full-Time Non-Tenure-Track Faculty: Current Status, Future Prospects, Remaining Research Questions. ASHE Annual Meeting Paper."},
      {
        "id":"ED339301",
        "title":"Lord of the Flies Community College: A Case Study of Organizational Disintegration. ASHE Annual Meeting Paper."},
      {
        "id":"ED339302",
        "title":"The Direct Economic Impact of Texas' Expenditure on Public Baccalaureate and Post Baccalaureate Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED339306",
        "title":"Sources of Stress for Academic Department Chairs: A National Study. ASHE Annual Meeting Paper."},
      {
        "id":"ED339307",
        "title":"Financial Aid Effect on the Matriculation Decision. ASHE Annual Meeting Paper."},
      {
        "id":"ED339311",
        "title":"Implications of Cross-Cultural Training for Faculty Careers: The Case of Korean Academics. ASHE Annual Meeting Paper."},
      {
        "id":"ED339312",
        "title":"Barriers to Success in Academic Life: Perceptions of Faculty Women in a Colleague Pairing Program. ASHE Annual Meeting Paper."},
      {
        "id":"ED339314",
        "title":"Of Strategy and Support: Formal Planning and Effective Fund Raising in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED339315",
        "title":"The Influence of Student Effort, College Environments, and Campus Culture on Undergraduate Student Learning and Personal Development. ASHE Annual Meeting Paper."},
      {
        "id":"ED339316",
        "title":"Influences on Student Learning at Metropolitan Institutions. ASHE Annual Meeting Paper."},
      {
        "id":"ED339317",
        "title":"Race, A Variable Construct in Introductory Textbooks for Select Social Sciences Curricula in Contemporary American Undergraduate Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED339319",
        "title":"State Funding of Higher Education Amid Competing Interests: An Analysis of Various Environmental Conditions. ASHE Annual Meeting Paper."},
      {
        "id":"ED339320",
        "title":"Academic and Social Expectations and Experiences of First-Year Students of Color. ASHE Annual Meeting Paper."},
      {
        "id":"ED339321",
        "title":"The Role of College Peer Groups and Faculty Reference Groups in the Development of Student Attitudes Toward Race. ASHE Annual Meeting Paper."},
      {
        "id":"ED339322",
        "title":"Departments of Higher Education and Educational Administration: Their Effect on the Study of Administration. ASHE Annual Meeting Paper."},
      {
        "id":"ED339324",
        "title":"Assessing Tinto's Model of Institutional Departure Using American Indian and Alaskan Native Longitudinal Data. ASHE Annual Meeting Paper."},
      {
        "id":"ED339325",
        "title":"Using Time-line Methodology for Finding Adult Student College Selection Information Behaviors: An Exploratory Study of the Methodology. ASHE Annual Meeting Paper."},
      {
        "id":"ED339326",
        "title":"Dimensions of Academic Growth and Development During College: Using Alumni Reports to Evaluate Education Programs. ASHE Annual Meeting Paper."},
      {
        "id":"ED339328",
        "title":"An Empirical Look at the Search Stage of the Student College Choice Process. ASHE Annual Meeting Paper."},
      {
        "id":"ED339329",
        "title":"Standard for the Conduct of Quality Assessment in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED339330",
        "title":"The Impact of Feminist Scholarship upon the Study of Higher Education: An Analysis of Two Higher Education Journals. ASHE Annual Meeting Paper."},
      {
        "id":"ED339331",
        "title":"A Causal Model for Assessing Problems of Dutch Research Assistants (PhD-Students). ASHE Annual Meeting Paper."},
      {
        "id":"ED339335",
        "title":"Bulletin of the Association on Handicapped Student Service Programs in Post-Secondary Education. (AHSSPPE) Volume 1-14, 1983-1986."},
      {
        "id":"ED339336",
        "title":"Journal of Postsecondary Education and Disability. Volumes 5-8, 1987-1990."},
      {
        "id":"ED339342",
        "title":"Programme on Learner Use of Media: Annotated Bibliography. PLUM Paper No. 1."},
      {
        "id":"ED339343",
        "title":"Videodisc Technology To Enhance Visual Discrimination and Reasoning."},
      {
        "id":"ED339349",
        "title":"Mediation in Distance Learning: An Investigation of the Role of Tutoring."},
      {
        "id":"ED339351",
        "title":"Data Policy and Availability Supporting Global Change Research, Development, and Decision-Making: An Information Perspective."},
      {
        "id":"ED339353",
        "title":"Strategic Computing Directions and Opportunities for University-Government-Industry Partnerships at the University of Saskatchewan: Preparing for the Twenty-First Century."},
      {
        "id":"ED339355",
        "title":"Educational Technology: Computer-Based Instruction. Hearing before the Subcommittee on Technology and Competitiveness of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED339356",
        "title":"Interactive Video and Instruction. What Research Says to the Teacher."},
      {
        "id":"ED339359",
        "title":"Film News Index: 1947-1981."},
      {
        "id":"ED339363",
        "title":"A Comprehensive Study of the Effects of an Integrated Learning System. A Report Prepared for the Metropolitan School District of Mount Vernon, Indiana."},
      {
        "id":"ED339364",
        "title":"Technology Education Practical Activities for Elementary School Teachers."},
      {
        "id":"ED339365",
        "title":"Technology Education for Elementary School Teachers."},
      {
        "id":"ED339368",
        "title":"Campus Computing 1990: The EDUCOM/USC Survey of Desktop Computing in Higher Education."},
      {
        "id":"ED339369",
        "title":"Interlibrary Loan Training Manual."},
      {
        "id":"ED339370",
        "title":"Assessment of Library Skills and Traits of Entering and Lower Level English Students, Northern Michigan University, Olson Library."},
      {
        "id":"ED339372",
        "title":"Academic Library Finance, 1970-1985: A Review of the Literature."},
      {
        "id":"ED339373",
        "title":"Library Development, Resource Sharing, and Networking among Higher Education Institutions in Papua New Guinea. Preliminary Report and Recommendations."},
      {
        "id":"ED339374",
        "title":"Issues in Library Technology: Insight, Foresight, and Prediction."},
      {
        "id":"ED339377",
        "title":"Commission on Preservation and Access Review and Assessment Committee. Final Report."},
      {
        "id":"ED339378",
        "title":"Working Together: Case Studies in Cooperative Preservation."},
      {
        "id":"ED339379",
        "title":"The Commission on Preservation and Access. Annual Report, July 1, 1990-June 30, 1991."},
      {
        "id":"ED339382",
        "title":"Collaborative Teaching and Critical Assessment of Resources: A Workshop for Faculty and Librarians."},
      {
        "id":"ED339383",
        "title":"Relationships and Responsibilities: Libraries and Distance Educators Working Together."},
      {
        "id":"ED339389",
        "title":"Information Use in Secondary Schools: A Case Study of the Development of a Comprehensive Information System."},
      {
        "id":"ED339391",
        "title":"Approval Plan Use in Ohio's State Supported Academic and Research Libraries: A Budgetary Analysis."},
      {
        "id":"ED339396",
        "title":"Quantitative Methods in Library and Information Science Literature: Descriptive vs. Inferential Statistics."},
      {
        "id":"ED339397",
        "title":"Adult Biography Reviews in \"Booklist\": Have the Subjects Changed in Twenty Years?"},
      {
        "id":"ED339400",
        "title":"Technology and Equity. ERIC Digest."},
      {
        "id":"ED339403",
        "title":"A Comparison of Full-Time to Part-Time Faculty and Full-Time to Part-Time Science Faculty in Terms of Student Success at Pima Community College."},
      {
        "id":"ED339408",
        "title":"Selected Collective Bargaining Agreements of Kansas Two-Year Colleges."},
      {
        "id":"ED339410",
        "title":"Peer Coaching at the Junior College Level: Developing a Non-Threatening Environment."},
      {
        "id":"ED339411",
        "title":"Peninsula College--P.C.F.A. Agreement, 1989-1992."},
      {
        "id":"ED339412",
        "title":"Contract between the Board of Trustees of Community College District No. 19 and the Columbia Basin College Association for Higher Education, 1989-1990."},
      {
        "id":"ED339417",
        "title":"Agreement by and between the Board of Trustees of Community College District No. 11 and the Pierce College Faculty Association, 1989-1992."},
      {
        "id":"ED339420",
        "title":"Agreement, 1989-1992, between the Board of Community College District No. 524, County of Cook and State of Illinois and the Moraine Valley Faculty Association, a Chapter of the Cook County College Teachers Union."},
      {
        "id":"ED339421",
        "title":"Two-Year Agreement between the Board of Waubonsee Community College (Community College District No. 516) and Waubonsee Community College Faculty Federation Local #2065, 1988-1990."},
      {
        "id":"ED339423",
        "title":"Agreement between the Board of Trustees of Illinois Community College District #519 and the Highland Community College Faculty Senate Affiliated with the American Federation of Teachers Local 1957, FY 1989-FY 1991 Academic Years."},
      {
        "id":"ED339427",
        "title":"International Counterparts of the American Community College."},
      {
        "id":"ED339428",
        "title":"Kishwaukee College Consumer Report for Students, Parents, and District Residents."},
      {
        "id":"ED339431",
        "title":"Sabbatical Leave Report: Suggested Guidelines for Selecting or Creating Programs To Enhance Thinking and Reasoning Skills."},
      {
        "id":"ED339432",
        "title":"Part-Time, Off-Campus Instructors: A Support Program for Improving Teaching Effectiveness."},
      {
        "id":"ED339433",
        "title":"Mathematics, Engineering, Science and Achievement: Pre-College Program for Minority Students. Glendale Community College Report for 1990-91 Educational Year."},
      {
        "id":"ED339434",
        "title":"Community College Involvement in Contract Training and Other Economic Development Activities."},
      {
        "id":"ED339437",
        "title":"From Positivism to Post-Modernism: Can Education Catch up with the Paradigm Shift?"},
      {
        "id":"ED339438",
        "title":"Impact of Student Educational Outcomes Assessment on Virginia Institutions of Higher Education."},
      {
        "id":"ED339439",
        "title":"Video Telecommunications in Washington Community Colleges. An Update of the Course Offerings for Academic Year 1989-90 and 1990-91. Operations Report No. 91-5."},
      {
        "id":"ED339440",
        "title":"Student Retention at Piedmont Virginia Community College, 1990-1991. Research Report Number 7-91."},
      {
        "id":"ED339442",
        "title":"Vision '90: The Maricopa Community Colleges Journal of Teaching and Learning, Volume 2, Numbers 1-2, 1990."},
      {
        "id":"ED339443",
        "title":"The Role of the Community College in Economic and Workforce Development. ERIC Digest."},
      {
        "id":"ED339445",
        "title":"Analysis of the Survey of Student Experiences at Saddleback College via the Community College Student Experiences Questionnaire (CCSEQ). Saddleback College Accreditation '92."},
      {
        "id":"ED339446",
        "title":"Access Plus Quality: The Formula for Student Success. The Third Annual Harry S. Truman Lecture, Washington, D.C."},
      {
        "id":"ED339447",
        "title":"Creative Teaching in the Community College: Guidelines for Associate Faculty."},
      {
        "id":"ED339449",
        "title":"Student Enrollment Data and Trends in the Public Community Colleges of Illinois, Fall 1991."},
      {
        "id":"ED339450",
        "title":"Fall 1991 Salary Survey Report for the Illinois Public Community Colleges."},
      {
        "id":"ED339452",
        "title":"National Children&apos;s Day: A Celebration of Programs That Work. Hearing before the Task Force on Human Resources of the Committee on the Budget. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED339453",
        "title":"Conflict in Divorcing Families."},
      {
        "id":"ED339457",
        "title":"Improving Active Parent Involvement for Preschool Teachers and Parents through In-Service Training."},
      {
        "id":"ED339461",
        "title":"Developing a Procedure for Assisting Families with Early Childhood Referral Using Strategic, Community-Based Planning."},
      {
        "id":"ED339463",
        "title":"2 + 2 Tech Prep Early Childhood Professions I and II Curriculum Guide: A Four Year Articulated Program for Secondary and Postsecondary Students."},
      {
        "id":"ED339465",
        "title":"Putting Children First: Coordinating Early Childhood Care and Education. Report of the Child Care Task Force Commission on the Economic Status of Women."},
      {
        "id":"ED339468",
        "title":"Family Correlates of Children's Type A Behavior."},
      {
        "id":"ED339470",
        "title":"Meeting the Goals: Collaborating for Youth. Hearing Before the Committee on Labor and Human Resources, United States Senate. One Hundred Second Congress, First Session. On Examining the Need To Provide Comprehensive Services To Youth To Help the Nation Meet the Education Goals of School Readiness, Dropout Prevention, Improved School Achievement, and Drug and Violence Free Schools and To Examine What the Federal Government Can Do To Support and Expand Social Service Programs for Youth."},
      {
        "id":"ED339479",
        "title":"Is Early Speech Situational? The Relation of Early Utterances to the Context."},
      {
        "id":"ED339480",
        "title":"Work-Related Child Care in Canada."},
      {
        "id":"ED339481",
        "title":"The Intergenerational Transmission of Discipline Techniques and Associated Belief Systems."},
      {
        "id":"ED339483",
        "title":"Setting a Path for the '90s: Some Goals and Challenges. Infant Sensory and Perceptual Development."},
      {
        "id":"ED339484",
        "title":"Even Start: 1990 Program Abstracts."},
      {
        "id":"ED339485",
        "title":"Babies and Briefcases: Creating a Family-Friendly Workplace for Fathers. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED339486",
        "title":"Child Labor Amendments of 1991. Joint Hearing on S.600 To Amend the Fair Labor Standards Act of 1938 To Improve Enforcement of the Child Labor Provisions of Such Act, and for Other Purposes, before the Subcommittee on Labor and Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED339487",
        "title":"Nutrition Education."},
      {
        "id":"ED339488",
        "title":"The Impact of Marital Functioning on Children's Peer Relations: An Interactional Study."},
      {
        "id":"ED339489",
        "title":"Cooperative Learning in the Early Childhood Classroom. NEA Early Childhood Education Series."},
      {
        "id":"ED339491",
        "title":"Phonological Behavior in Toddlers with Slow Expressive Language Development."},
      {
        "id":"ED339492",
        "title":"Foster Care and the Empowerment Process. Fostering Families."},
      {
        "id":"ED339493",
        "title":"Guidelines for Foster Parent--Birth Parent Involvement. Fostering Families."},
      {
        "id":"ED339494",
        "title":"Foster Care and the Placement Process. Fostering Families."},
      {
        "id":"ED339495",
        "title":"Good Discipline and Handling Misbehavior. Fostering Families."},
      {
        "id":"ED339496",
        "title":"Process and Practice: Three Domains in Foster Care. Fostering Families."},
      {
        "id":"ED339497",
        "title":"Parenting the Challenging Child. Fostering Families."},
      {
        "id":"ED339498",
        "title":"Exploring Attachment to Primary Caregivers. Fostering Families."},
      {
        "id":"ED339499",
        "title":"Psychological Parenting: The Foster Care Process. Fostering Families."},
      {
        "id":"ED339500",
        "title":"Enhancing Child Development: The Middle Years. Fostering Families."},
      {
        "id":"ED339501",
        "title":"A Child Development Perspective of Adolescence (12-19 Years). Fostering Families."},
      {
        "id":"ED339502",
        "title":"Enhancing Child Development: The Beginning Years. Fostering Families."},
      {
        "id":"ED339504",
        "title":"Preparing Young Children for Success: Guideposts for Achieving Our First National Goal. An America 2000 Education Strategy."},
      {
        "id":"ED339505",
        "title":"Early Learning Program Policies and Practices: A Synthesis of Findings from a Statewide Teacher Survey."},
      {
        "id":"ED339506",
        "title":"Toward an Evaluation Framework for Statewide Parent Education."},
      {
        "id":"ED339507",
        "title":"Quechua Children's Theory of Mind."},
      {
        "id":"ED339515",
        "title":"Lead Poisoning. Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, One Hundred Second Congress, First Session (April 25 and July 26, 1991). Including H.R. 2840, a Bill To Amend the Public Health Service Act To Reduce Human Exposure to Lead in Residences, Schools for Young Children, and Day Care Centers, Including Exposure to Lead in Drinking Water."},
      {
        "id":"ED339516",
        "title":"Teacher-Parent Partnerships To Enhance School Success in Early Childhood Education."},
      {
        "id":"ED339518",
        "title":"Student Team Learning: A Practical Guide to Cooperative Learning. Third Edition."},
      {
        "id":"ED339520",
        "title":"Homeless, Not Hopeless: Ensuring Educational Opportunity for America's Homeless Children and Youth."},
      {
        "id":"ED339521",
        "title":"Preventing Lead Poisoning in Young Children. A Statement by the Centers for Disease Control."},
      {
        "id":"ED339522",
        "title":"The Demand and Supply of Child Care in 1990: Joint Findings from the National Child Care Survey 1990 and a Profile of Child Care Settings."},
      {
        "id":"ED339527",
        "title":"Lessons Learned in Creating Early Intervention Partnerships: A Retrospective Look at Planning and a Prospective Look at Implementation."},
      {
        "id":"ED339533",
        "title":"Drug-Exposed Children in the Schools: Problems and Policy. Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED339534",
        "title":"Children's Perceived Realism of Family Television Series."},
      {
        "id":"ED339535",
        "title":"Subject's Conception of Human Nature in Indonesia: Experiences in Research Cooperation."},
      {
        "id":"ED339536",
        "title":"Persons' Conception of Human Nature: A Comparative Study in Germany, Indonesia and U.S.A."},
      {
        "id":"ED339537",
        "title":"Reflections on Working with Ethiopian Families in Israel. Bernard van Leer Foundation Studies and Evaluation Papers No. 3."},
      {
        "id":"ED339540",
        "title":"Linking Theory to Practice: The Experience of the Partnership in Education Project, Strathclyde, Scotland. Bernard van Leer Foundation Studies and Evaluation Papers No. 4."},
      {
        "id":"ED339541",
        "title":"Parents as Leaders: Self-Efficacy Study. Final Report."},
      {
        "id":"ED339542",
        "title":"If My Child Is Too Fat, What Should I Do about It?"},
      {
        "id":"ED339543",
        "title":"Caring: Information for Family Day-Care Providers."},
      {
        "id":"ED339544",
        "title":"Implementation and Effects of Summer Home Learning Packets in the Middle Grades. Two Reports."},
      {
        "id":"ED339545",
        "title":"Helping Students Who Fall Behind: Remedial Activities in the Middle Grades. Report No. 22."},
      {
        "id":"ED339547",
        "title":"Early Childhood Education in China: Political Implications."},
      {
        "id":"ED339548",
        "title":"Teaching with a Multicultural Perspective. ERIC Digest."},
      {
        "id":"ED339549",
        "title":"Does Early Infant/Toddler Nonparental Care Have Differential Effects on Sex Role Development of Preschool Boys and Girls?"},
      {
        "id":"ED339550",
        "title":"Maternal-Child Health Data from the NLSY: 1988 Tabulations and Summary Discussion."},
      {
        "id":"ED339553",
        "title":"Training Physicians for Rural Health Careers in New York State. A Rural Resources Special Focus Report. Proceedings of a Symposium (Buffalo, New York, November 9-10, 1989)."},
      {
        "id":"ED339554",
        "title":"A K-12 Approach: Cost-Effective &quot;At Risk&quot; Program in a Rural Setting."},
      {
        "id":"ED339555",
        "title":"Approaching the Next Millennium: Educational Service Agencies in the 1990s. ESA Study Series: Report No. II."},
      {
        "id":"ED339556",
        "title":"Assessing the Impact of the Wilderness Alternative for Youth Program: An Outward Bound Program for Adjudicated Youth."},
      {
        "id":"ED339557",
        "title":"Teaching Combined Grade Classes: Real Problems and Promising Practices."},
      {
        "id":"ED339558",
        "title":"Spotlight on Rural Schools in New Jersey: A Directory of Effective Programs, Practices, and Resources for Rural Educators."},
      {
        "id":"ED339566",
        "title":"Life Survival Skills for Mildly Handicapped Students in Rural High Schools."},
      {
        "id":"ED339568",
        "title":"Enhancing the Quality of Life at Bureau of Indian Affairs Off-Reservation Boarding Schools. Final Report."},
      {
        "id":"ED339572",
        "title":"Long Term Rural Superintendents: Characteristics and Attributes."},
      {
        "id":"ED339576",
        "title":"The University's Responsibility to Rural Education--A Model. (A Unique Thing Happened on the Way to Reform)."},
      {
        "id":"ED339580",
        "title":"Alcohol Use and Abuse in a Rural School."},
      {
        "id":"ED339582",
        "title":"On the Move: Migrant Education 1989-90."},
      {
        "id":"ED339583",
        "title":"Research on Migrant Farmworkers in New York State."},
      {
        "id":"ED339586",
        "title":"The Native Learner and Distance Education: An Annotated Bibliography."},
      {
        "id":"ED339587",
        "title":"Indian Nations At Risk: An Educational Strategy for Action. Final Report."},
      {
        "id":"ED339588",
        "title":"Indian Nations At Risk: Listening to the People. Summaries of Papers Commissioned by the Indian Nations At Risk Task Force of the U.S. Department of Education."},
      {
        "id":"ED339590",
        "title":"Understanding as a Basis for Teaching: Mathematics and Science for Prospective Middle School Teachers. Final Report."},
      {
        "id":"ED339593",
        "title":"Is There an Alternative? An Analysis of Commonly Used and Distinctive Elementary Mathematics Curricula. Elementary Subjects Center, Series No. 31."},
      {
        "id":"ED339594",
        "title":"Environmental Education Publications Distributed by the U.S. Government, 1985-1990."},
      {
        "id":"ED339605",
        "title":"Introduction: Purpose and General Design of the Study--Volume I. The Effects of SQUARE ONE TV on Children's Problem Solving--Volume II. Children's Problem-Solving Behavior and Their Attitudes toward Mathematics: A Study of the Effects of SQUARE ONE TV."},
      {
        "id":"ED339606",
        "title":"Children's Attitudes toward Mathematics and the Effects of SQUARE ONE TV--Volume III. Children's Problem-Solving Behavior and Their Attitudes toward Mathematics: A Study of the Effects of SQUARE ONE TV."},
      {
        "id":"ED339607",
        "title":"The SQUARE ONE TV Interview: Children's Reactions to the Series--Volume IV. Children's Problem-Solving Behavior and Their Attitudes toward Mathematics: A Study of the Effects of SQUARE ONE TV."},
      {
        "id":"ED339608",
        "title":"Executive Summary--Volume V. Children's Problem-Solving Behavior and Their Attitudes toward Mathematics: A Study of the Effects of SQUARE ONE TV."},
      {
        "id":"ED339609",
        "title":"The &quot;Mathnet&quot; Format on &quot;SQUARE ONE&quot;: Children's Informal Problem Solving, Understanding of Mathematical Concepts, and Ideas and Attitudes about Mathematics."},
      {
        "id":"ED339610",
        "title":"Children and Mathematics: Enjoyment, Motivation, and &quot;SQUARE ONE TV.&quot;"},
      {
        "id":"ED339611",
        "title":"If You Had To Tell an Alien What Math Is...: Construct of Mathematics and SQUARE ONE TV."},
      {
        "id":"ED339612",
        "title":"Back to Square One: Interrelationships among Problem Solving, Attitudes toward Mathematics, and SQUARE ONE TV."},
      {
        "id":"ED339613",
        "title":"SQUARE ONE TV: Using Television To Enhance Children's Problem Solving."},
      {
        "id":"ED339614",
        "title":"SQUARE ONE TV: The Comprehension and Problem-Solving Study. Final Report."},
      {
        "id":"ED339619",
        "title":"The Uncommon Sense of Curriculum Studies."},
      {
        "id":"ED339620",
        "title":"From Curriculum to Bildung (Some Preliminary Considerations)."},
      {
        "id":"ED339622",
        "title":"Gender Inequality in Education: Accounting for Women's Subordination."},
      {
        "id":"ED339623",
        "title":"Teaching about the World: Teacher Education Programs with a Global Perspective."},
      {
        "id":"ED339628",
        "title":"Playful Gaming."},
      {
        "id":"ED339630",
        "title":"Heritage Education Resource Guide. Preliminary Edition."},
      {
        "id":"ED339652",
        "title":"Irish Educational Studies, Volume 10, 1991."},
      {
        "id":"ED339656",
        "title":"Social Studies Curriculum Standards K-12. Revised."},
      {
        "id":"ED339657",
        "title":"Readings for Teachers of United States History and Government."},
      {
        "id":"ED339658",
        "title":"Antarctica: Discovery &amp; Exploration."},
      {
        "id":"ED339662",
        "title":"Dwight D. Eisenhower: Man of Many Hats. With a Message from John S. D. Eisenhower. Picture-Book Biography Series."},
      {
        "id":"ED339664",
        "title":"Social Studies, the Student, and the Teacher."},
      {
        "id":"ED339666",
        "title":"Malcolm Price Laboratory School Social Studies Curriculum Guide. Grade N-12."},
      {
        "id":"ED339667",
        "title":"Educational Equity in the Third Wave: Technology Education for Women and Minorities."},
      {
        "id":"ED339669",
        "title":"The Challenge of Peace Education: Do Our Efforts Make a Difference?"},
      {
        "id":"ED339672",
        "title":"Teaching about the Two Koreas. ERIC Digest."},
      {
        "id":"ED339673",
        "title":"Teaching the Law Using United States Supreme Court Cases. ERIC Digest."},
      {
        "id":"ED339675",
        "title":"Culture Clash. Second Edition."},
      {
        "id":"ED339676",
        "title":"Staff Development for Effective Secondary Schools: A Synthesis of Research."},
      {
        "id":"ED339679",
        "title":"The Influence of Teachers' Beliefs about Knowledge, Teaching, and Learning on Their Pedagogy: A Constructivist Reconceptualization and Research Agenda for Teacher Education."},
      {
        "id":"ED339680",
        "title":"Changing the Practice of Teacher Education. The Role of the Knowledge Base."},
      {
        "id":"ED339681",
        "title":"Professional Development Schools. Initiating a Conversation."},
      {
        "id":"ED339683",
        "title":"Practical Thinking Styles of Teachers. A Comparative Study of Expert and Novice Thought Processes and Its Implications for Rethinking Teacher Education in Japan."},
      {
        "id":"ED339684",
        "title":"Case Method in Japanese Teacher Education: Traditions and Our Experiments."},
      {
        "id":"ED339685",
        "title":"The Ph.D. versus the Ed.D.: Time for a Decision."},
      {
        "id":"ED339686",
        "title":"The Legacy of NCATE: An Analysis of Standards and Criteria for Compliance since 1957. Fifth Draft."},
      {
        "id":"ED339687",
        "title":"The Growing Confusion among Master's Programs in Education."},
      {
        "id":"ED339688",
        "title":"Extended Teacher Education Programs: Is the Bandwagon Losing Its Momentum?"},
      {
        "id":"ED339689",
        "title":"Reflective Teaching and Conceptual Change in an Interdisciplinary Elementary Methods Course."},
      {
        "id":"ED339690",
        "title":"Catch the &quot;D&quot; Train."},
      {
        "id":"ED339691",
        "title":"Testing a Career Path Model for Teachers."},
      {
        "id":"ED339693",
        "title":"Revealing the Mysteries of Teacher-Written Cases: Opening the Black Box."},
      {
        "id":"ED339697",
        "title":"Credentialing in the Health, Leisure, and Movement Professions. Trends and Issues Paper No. 5."},
      {
        "id":"ED339698",
        "title":"Culturally Responsive Pedagogy for the 1990s and Beyond. Trends and Issues Paper No. 6."},
      {
        "id":"ED339699",
        "title":"The Ten Commandments for Teaching: A Teacher's View. Reference and Resource Series."},
      {
        "id":"ED339700",
        "title":"A Compilation of Federal Education Laws. Volume I--General Provisions--As Amended through May 31, 1991. Prepared for the Use of the Committee on Education and Labor, U.S. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED339703",
        "title":"Serial Averaging in the Construction and Validation of Performance Tests."},
      {
        "id":"ED339708",
        "title":"Interrelations of Brain and Learning Style Research."},
      {
        "id":"ED339709",
        "title":"Establishing the Content Validity of Tests Designed To Serve Multiple Purposes: Bridging Secondary-Postsecondary Mathematics."},
      {
        "id":"ED339710",
        "title":"Report on Content Definition Process in Social Studies Testing."},
      {
        "id":"ED339713",
        "title":"Motivational Differences in Students' Perceptions of Classroom and Standardized Achievement Tests."},
      {
        "id":"ED339714",
        "title":"The ACOT Report Card: Effects on Complex Performance and Attitude."},
      {
        "id":"ED339716",
        "title":"Exploratory Multivariate Analysis of Variance: Contrasts and Variables."},
      {
        "id":"ED339717",
        "title":"Edumetric Considerations in the Design of the New SAT."},
      {
        "id":"ED339718",
        "title":"Boolean Algebra Applied to Determination of Universal Set of Knowledge States."},
      {
        "id":"ED339719",
        "title":"Toward a Model of Knowledge Structure and a Comparative Analysis of Knowledge Structure Measurement Techniques."},
      {
        "id":"ED339720",
        "title":"Item Construction and Psychometric Models Appropriate for Constructed Responses."},
      {
        "id":"ED339722",
        "title":"Quality of the Responses of Eighth-Grade Students in NELS:88--National Education Longitudinal Study of 1988. Technical Report."},
      {
        "id":"ED339729",
        "title":"Historical Development of Learning Style Inventories from Dichotomous Cognitive Concepts of Field Dependence and Field Independence to Multi-Dimensional Assessment."},
      {
        "id":"ED339730",
        "title":"The North Carolina 1991 Scholastic Aptitude Test Report: State, 129 School Systems and Two Special School Results."},
      {
        "id":"ED339733",
        "title":"Coopersmith Self-Esteem: Two Different Hypothesized Factor Models--Both Acceptable for the Same Data Structure."},
      {
        "id":"ED339734",
        "title":"&quot;Policy Making&quot;: A Study of Curriculum Development in Contemporary Teacher Education. Report 1990:02."},
      {
        "id":"ED339738",
        "title":"Empirical Estimation of Standard Errors of Compensatory MIRT Model Parameters Obtained from the NOHARM Estimation Program. ACT Research Report Series."},
      {
        "id":"ED339739",
        "title":"Programs and Plans of the National Center for Education Statistics, 1991 Edition."},
      {
        "id":"ED339740",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1989."},
      {
        "id":"ED339741",
        "title":"Power Properties of Multivariate Permutation Tests Relative to Hotelling's T-Square Test in Small Samples."},
      {
        "id":"ED339742",
        "title":"Scale Stability of the NTE Core Battery Test of Professional Knowledge."},
      {
        "id":"ED339743",
        "title":"A Comparison of the Glass Meta-Analytic Technique with the Hunter-Schmidt Meta-Analytic Technique on Three Studies from the Education Literature."},
      {
        "id":"ED339746",
        "title":"Screening Items for Bias: An Empirical Comparison of the Performance of Three Indices in Small Samples of Examinees."},
      {
        "id":"ED339748",
        "title":"Meta-Analysis in Educational Research. ERIC Digest."},
      {
        "id":"ED339749",
        "title":"The Secretary of Labor's Commission on Achieving Necessary Skills. ERIC Digest."},
      {
        "id":"ED339750",
        "title":"The Self Concept as a Learner Inventory: A Cross-Validation Study."},
      {
        "id":"ED339752",
        "title":"Generating an Empirical Probability Distribution for the Andrews-Pregibon Statistic."},
      {
        "id":"ED339754",
        "title":"Multivariate Outliers. Review of the Literature."},
      {
        "id":"ED339755",
        "title":"Four Methods of Handling Missing Data with the 1984 General Social Survey."},
      {
        "id":"ED339756",
        "title":"Building Bridges to Independence: Proceedings of the National Conference: Employment Successes, Problems, &amp; Needs of Black Americans with Disabilities (Washington, D.C., 1988)."},
      {
        "id":"ED339758",
        "title":"Mona Bronson, et al., Plaintiffs, vs. Board of Education of the City School District of the City of Cincinnati, et al., Defendants. Case No. C-1-74-205."},
      {
        "id":"ED339762",
        "title":"Ask about Chapter 1: Questions Parents Often Ask about Chapter 1 Programs = Pregunte sobre el capitulo 1: Preguntas que los padres frecuentemente hacen sobre el programa capitulo 1."},
      {
        "id":"ED339763",
        "title":"Chapter 1 Program Improvement and Innovation across the States: An Overview and Survey Excerpts."},
      {
        "id":"ED339766",
        "title":"Asian-American Communications In-School Staff Workshops (A-AC), 1990-91. Final Evaluation Report. OREA Report."},
      {
        "id":"ED339767",
        "title":"School Dropouts: Here Today, Here Tomorrow."},
      {
        "id":"ED339768",
        "title":"Survey on ECIA Chapter 1 Evaluation Regulations."},
      {
        "id":"ED339769",
        "title":"Changing Delivery Systems: Addressing the Fragmentation in Children and Youth Services. Ralizing America's Hope."},
      {
        "id":"ED339771",
        "title":"Dropout Prevention at the Grassroots: Houston ISD's Elementary At-Risk Program (1990-91)."},
      {
        "id":"ED339772",
        "title":"Minority Students and Staff Report."},
      {
        "id":"ED339775",
        "title":"Unlocking Learning: Chapter 1 in Correctional Facilities. Final Report: National Study of the Chapter 1 Neglected or Delinquent Program."},
      {
        "id":"ED339776",
        "title":"Implementation of the Chelsea School Project: A Case Study."},
      {
        "id":"ED339777",
        "title":"Unlocking Learning: Chapter 1 in Correctional Facilities. Descriptive Study Findings: National Study of the Chapter 1 Neglected or Delinquent Program."},
      {
        "id":"ED339778",
        "title":"Unlocking Learning: Chapter 1 in Correctional Facilities. Longitudinal Study Findings: National Study of the ECIA Chapter 1 Neglected or Delinquent Program."},
      {
        "id":"ED339779",
        "title":"Unlocking Learning: Chapter 1 in Correctional Facilities. Effective Practices Study Findings: National Study of the Chapter 1 Neglected or Delinquent Program."},
      {
        "id":"ED339784",
        "title":"Parental Drug Abuse and African American Children in Foster Care: Issues and Study Findings."},
      {
        "id":"ED339786",
        "title":"Improving School and Family Partnerships in Urban Elementary Schools: Reading Activity Packets and School Newsletters. Report No. 19."},
      {
        "id":"ED339787",
        "title":"Improving School and Family Partnerships in Urban Middle Grades Schools: Orientation Days and School Newsletters. Report No. 20."},
      {
        "id":"ED339788",
        "title":"Increasing Teacher Expectations for Student Achievement: An Evaluation. Report No. 25."},
      {
        "id":"ED339789",
        "title":"A View from the Inside: Multicultural Education. Report of the Select Seminar on Excellence in Education."},
      {
        "id":"ED339792",
        "title":"[Trade Certification and Job Placement Program in Honduras: A Pilot Project.]"},
      {
        "id":"ED339793",
        "title":"The Status of Emerging Technologies: An Economic/Technological Assessment to the Year 2000. Final Report."},
      {
        "id":"ED339794",
        "title":"Analysis of Job Performance Measurement Data. Report of a Workshop."},
      {
        "id":"ED339804",
        "title":"International Conference on Recent Research and Development in Vocational Education (Adelaide, South Australia, Australia, March 12-19, 1989). Conference Papers. Volume 1."},
      {
        "id":"ED339805",
        "title":"International Conference on Recent Research and Development in Vocational Education (Adelaide, South Australia, Australia, March 12-19, 1989). Conference Papers. Volume 2."},
      {
        "id":"ED339806",
        "title":"International Conference on Recent Research and Development in Vocational Education (Adelaide, South Australia, Australia, March 12-19, 1989). Additional Papers."},
      {
        "id":"ED339808",
        "title":"Kentucky Needs Assessment for Single Parents and Homemakers. Final Report."},
      {
        "id":"ED339811",
        "title":"Homestead and Gardening Skills. A Guide for Providing Instruction for 11th and 12th Grade Students Enrolled in North Carolina's Secondary Schools [and] Vocational Education Competency Test-Item Bank. Agricultural Education."},
      {
        "id":"ED339814",
        "title":"Vocational Education and the At-Risk Student. TASPP Brief."},
      {
        "id":"ED339818",
        "title":"Views of U.S. Public School Administrators on the Status of U.S. Public Education and the Role of Corporate America."},
      {
        "id":"ED339819",
        "title":"Adult Literacy in the Third World: A Review of Objectives and Strategies."},
      {
        "id":"ED339822",
        "title":"Adult Literacy: Views from the Ivory Tower and the Grass Roots."},
      {
        "id":"ED339829",
        "title":"Assessing the Educational and Financial Needs of Small-Scale Dairy Farmers in Socopo, Venezuela. Summary of Research 64."},
      {
        "id":"ED339830",
        "title":"The Potential Effectiveness of the Employment Service in Serving Dislocated Workers under EDWAA: Evidence from the 1980s. Research Report 91-02."},
      {
        "id":"ED339831",
        "title":"Assisting Dislocated Workers: Alternatives to Layoffs, and the Role of the Employment Service under the Economic Dislocation and Worker Adjustment Assistance Act (EDWAA). Special Report Number 30."},
      {
        "id":"ED339832",
        "title":"Public-Private Sector Collaboration in Education: Implications for Research, Policy, and the Education of Professional Educators. Proceedings of the Annual Rupert N. Evans Symposium (10th, Urbana, Illinois, May 2-3, 1989)."},
      {
        "id":"ED339835",
        "title":"Skills and Security in Evolving Employment Systems: Observations from Case Studies."},
      {
        "id":"ED339836",
        "title":"The JTPA Education-Coordination Set-Aside: States' Implementation of the Program. Research Report Number 91-03."},
      {
        "id":"ED339837",
        "title":"Directions for Future Research in Vocational Special Needs Education."},
      {
        "id":"ED339840",
        "title":"Study on the Developments of Technical and Vocational Education in a Humanistic Spirit: The Situation in Australia. Studies in Technical and Vocational Education 32."},
      {
        "id":"ED339844",
        "title":"Micro Computer Technician Course. Course Design, Course Curricula, Learning Units, Resource Requirements. InfoTVE 14."},
      {
        "id":"ED339846",
        "title":"Bringing Health Care to the Under-Served: The Mid-Level Health Practitioner in Three Countries--China, the Soviet Union, and the United States."},
      {
        "id":"ED339847",
        "title":"Assessing Adult Learning Strategies."},
      {
        "id":"ED339849",
        "title":"Total Management for Organisations: Concepts and Tools. A Handbook for Tertiary Education."},
      {
        "id":"ED339851",
        "title":"Skills Analysis. Workshop Package on Skills Analysis, Skills Audit and Training Needs Analysis."},
      {
        "id":"ED339852",
        "title":"From Senior Secondary to TAFE: Curricular Implications for TAFE of Increased Retention to Year 12."},
      {
        "id":"ED339853",
        "title":"Designing Learning Guides for TAFE and Industry."},
      {
        "id":"ED339854",
        "title":"Printing Machining. Sheet-Fed Offset Lithography Volume (1)-Single Unit. Guide for Trainers."},
      {
        "id":"ED339855",
        "title":"Performance Indicators Revisited."},
      {
        "id":"ED339856",
        "title":"A Changing Nation--Its Changing Labor Force. Research Report Number 91-04."},
      {
        "id":"ED339857",
        "title":"Waste Management Technician Partnership Program. Final Report."},
      {
        "id":"ED339858",
        "title":"Automated Manufacturing Training Center. Final Performance Report."},
      {
        "id":"ED339859",
        "title":"Needs Assessments for Automated Manufacturing Training Programs."},
      {
        "id":"ED339860",
        "title":"Programmable Logic Controllers."},
      {
        "id":"ED339861",
        "title":"Computer Aided Manufacturing."},
      {
        "id":"ED339862",
        "title":"Rediscovering Our National Vision: Building Positive Self-Esteem and a Strong Work Ethic."},
      {
        "id":"ED339863",
        "title":"Adult Academy Tutor Training Manual."},
      {
        "id":"ED339864",
        "title":"Federal High Tech Cooperative Demonstration Grant. Final Report."},
      {
        "id":"ED339865",
        "title":"From Control to Commitment in the Workplace: In Factory after Factory, There Is a Revolution Under Way in the Management of Work. Readings on Labor-Management Relations."},
      {
        "id":"ED339866",
        "title":"Coordinating Federal Assistance Programs for the Economically Disadvantaged: Recommendations and Background Materials. Special Report No. 31."},
      {
        "id":"ED339867",
        "title":"Improving the Effectiveness of the Employment Service: Defining the Issues. Research Report 91-01."},
      {
        "id":"ED339868",
        "title":"Agricultural Education Research for Changing Times. Proceedings of the Annual National Agricultural Education Research Meeting (18th, Los Angeles, California, December 6, 1991)."},
      {
        "id":"ED339869",
        "title":"The National Career Development Guidelines: Progress and Possibilities. NOICC Occasional Papers/3."},
      {
        "id":"ED339871",
        "title":"Workplace Literacy Partners for the Manufacturing Industry in Chicago and Cook County. Final Performance Report."},
      {
        "id":"ED339872",
        "title":"A Basic Skills Core Curriculum for the Manufacturing Industry."},
      {
        "id":"ED339873",
        "title":"Family Literacy: Community & Family Life Materials. A Guide to Recent and Recommended Books."},
      {
        "id":"ED339874",
        "title":"Workforce Literacy: Employment & Workplace Materials. A Guide to Recent and Recommended Books."},
      {
        "id":"ED339876",
        "title":"Achieving Adult Literacy in Florida. 1990 Status Report."},
      {
        "id":"ED339877",
        "title":"A Guide to Writing Adult Education Grant Proposals."},
      {
        "id":"ED339878",
        "title":"Florida's Adult Education Programs. Challenges and Accomplishments."},
      {
        "id":"ED339879",
        "title":"Nontraditional Options Workshop. Participants Workbook."},
      {
        "id":"ED345905",
        "title":"A Rural School District in Decay."},
      {
        "id":"ED345907",
        "title":"Like Father Like Son: The Assessment and Interruption of Maladaptive, Multigenerational Family Patterns within a Therapeutic Wilderness Adventure."},
      {
        "id":"ED345908",
        "title":"Enhancing Teaching Effectiveness Using Experiential Techniques: Model Development and Empirical Evaluation."},
      {
        "id":"ED345909",
        "title":"The West Virginia Folk Arts Apprenticeship Program."},
      {
        "id":"ED345911",
        "title":"Facilitators: One Key Factor in Implementing Successful Experience-Based Training and Development Programs."},
      {
        "id":"ED345913",
        "title":"Training and Coordination Topics."},
      {
        "id":"ED345914",
        "title":"Visions: Drug Education for Healthy 21st Century Living. An Infused K-12 Curriculum."},
      {
        "id":"ED345915",
        "title":"Home/School Partnerships: Migrant Parent Involvement Report."},
      {
        "id":"ED345916",
        "title":"Promising Practices for Home/School Partnerships."},
      {
        "id":"ED345917",
        "title":"This Page for Parents [Educational Clip Sheets for Parents. English/Spanish]."},
      {
        "id":"ED345918",
        "title":"Hearing on the Challenges Facing Urban and Rural Schools before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (November 14, 1991)."},
      {
        "id":"ED345919",
        "title":"The 5 B's of Success for Teaching Aboriginal Students. Monograph No. 5."},
      {
        "id":"ED345921",
        "title":"Color Your Classroom III: An Oral Language Curriculum Guide."},
      {
        "id":"ED345922",
        "title":"Color Your Classroom IV: A Reading Guide on the Secondary Level."},
      {
        "id":"ED345923",
        "title":"Color Your Classroom V: A Math Guide on the Secondary Level."},
      {
        "id":"ED345924",
        "title":"Color Your Classroom VI. Unique Ideas: A Guide to Innovative Teaching."},
      {
        "id":"ED345925",
        "title":"Color Your Classroom VII: A Curriculum Guide for Learning Centers."},
      {
        "id":"ED345929",
        "title":"Changing Schools through Experiential Education. ERIC Digest."},
      {
        "id":"ED345930",
        "title":"Rural Philosophy for Education: Wendell Berry's Tradition. ERIC Digest."},
      {
        "id":"ED345931",
        "title":"What Can I Become: Educational Aspirations of Students in Rural America. ERIC Digest."},
      {
        "id":"ED345934",
        "title":"The Language of Biotechnology: A Dictionary of Terms."},
      {
        "id":"ED345935",
        "title":"Gender Equity in High School Math: A Study of Female Participation and Achievement."},
      {
        "id":"ED345936",
        "title":"Writing, Solving, and Sharing Original Math Story Problems: Case Studies of Fifth Grade Children's Cognitive Behavior."},
      {
        "id":"ED345937",
        "title":"Contextual Analysis of Problems in Algebra I Textbooks."},
      {
        "id":"ED345939",
        "title":"Linking Mathematical Operations and Their Applications. Final Project Report."},
      {
        "id":"ED345940",
        "title":"Mathematics Education Research in Finland: Yearbook 1989-90. Institute for Educational Research. Publication Series B. Theory into Practice 66."},
      {
        "id":"ED345941",
        "title":"Strength in Numbers: A Resource Book for Teaching Adult Numeracy."},
      {
        "id":"ED345942",
        "title":"The Jaime Escalante Math Program."},
      {
        "id":"ED345944",
        "title":"Improving the Teaching and Learning of Algebra Using a Visual Approach. Rethinking Algebra in Secondary Mathematics Education. Reports and Papers in Progress. Report No. 91-2."},
      {
        "id":"ED345945",
        "title":"Pedagogy III: Methods of Teaching Secondary Mathematics. Syllabus."},
      {
        "id":"ED345946",
        "title":"Building and Operating Weather Satellite Ground Stations for High School Science. Teachers Guide."},
      {
        "id":"ED345947",
        "title":"Rockets: A Teaching Guide for an Elementary Science Unit on Rocketry."},
      {
        "id":"ED345948",
        "title":"Iowa. The LEVELS of Mathematics Assessment: Initial Performance Standards for the 1990 NAEP Mathematics Assessment."},
      {
        "id":"ED345949",
        "title":"Our Solar System at a Glance. Information Summaries."},
      {
        "id":"ED345950",
        "title":"Space Station Freedom: The Dream Becomes Reality. A Learning Tool."},
      {
        "id":"ED345951",
        "title":"School Effects on Educational Achievement in Mathematics and Science: 1985-86. National Assessment of Educational Progress. Research and Development Report."},
      {
        "id":"ED345952",
        "title":"Report on the International Symposium &quot;Social Studies and Civic Education in Europe&quot; (Dillingen, Bavaria, West Germany, July 17-21, 1989)."},
      {
        "id":"ED345953",
        "title":"On the Origins of the Distinction between Quality and Quantity."},
      {
        "id":"ED345954",
        "title":"Feminist Transformation of the Curriculum: The Changing Classroom, Changing the Institution. Working Paper No. 125."},
      {
        "id":"ED345955",
        "title":"American Influence on Okinawan Culture before 1972."},
      {
        "id":"ED345956",
        "title":"What I Have Learned about Global Education."},
      {
        "id":"ED345966",
        "title":"Lighting New Fires: Catholic Schooling in America 25 Years after Vatican II."},
      {
        "id":"ED345967",
        "title":"What Makes a School Catholic?"},
      {
        "id":"ED345968",
        "title":"Collaborators in Catechesis: Bishops, Publishers, Diocesan Directors."},
      {
        "id":"ED345969",
        "title":"Catholic Schools for the 21st Century: An Overview. [Volume I.]"},
      {
        "id":"ED345970",
        "title":"The Catholic Identity of Catholic Schools. Catholic Schools for the 21st Century. [Volume II.]"},
      {
        "id":"ED345971",
        "title":"Leadership of and on Behalf of Catholic Schools. Catholic Schools for the 21st Century. [Volume III.]"},
      {
        "id":"ED345972",
        "title":"The Catholic School and Society. Catholic Schools for the 21st Century. [Volume IV.]"},
      {
        "id":"ED345973",
        "title":"Catholic School Governance and Finance. [Volume V.] Catholic Schools for the 21st Century."},
      {
        "id":"ED345974",
        "title":"Political Action, Public Policy and Catholic Schools. Catholic Schools for the 21st Century. [Volume VI.]"},
      {
        "id":"ED345977",
        "title":"Cultural Unawareness: A Critical Issue for Education, Training, and Development. Training and Development Research Center Project Number Thirty-Four."},
      {
        "id":"ED345980",
        "title":"The International School: A Case Study."},
      {
        "id":"ED345982",
        "title":"Achieving a High Test Score in the Social Studies Classroom: How Student Success Depends Heavily upon Unstated Criteria Used by the Teacher."},
      {
        "id":"ED345988",
        "title":"Social Studies 26: Teacher Resource Manual. Interim 1991."},
      {
        "id":"ED345990",
        "title":"&quot;Remember Our Faces&quot;--Teaching about the Holocaust. ERIC Digest."},
      {
        "id":"ED345991",
        "title":"The New Christian Right and the Public School Curriculum: A Florida Report."},
      {
        "id":"ED345992",
        "title":"Technology Education and Geography in Australian Higher Education. Geography Monograph Series No. 1."},
      {
        "id":"ED345994",
        "title":"Reflections on the Establishment of Constitutional Government in Eastern Europe."},
      {
        "id":"ED345995",
        "title":"The Education of Citizens in a Market Economy and its Relationship to a Free Society."},
      {
        "id":"ED345996",
        "title":"Foundations of Freedom: A Living History of Our Bill of Rights."},
      {
        "id":"ED345999",
        "title":"The Reluctant Pillar: New York and the Adoption of the Federal Constitution."},
      {
        "id":"ED346002",
        "title":"Restoring Quality History Teaching and Civic Education in Brookline: The Educational Context for the Recent Parent Movement."},
      {
        "id":"ED346005",
        "title":"First Ladies of New York State."},
      {
        "id":"ED346007",
        "title":"Living Together Constitutionally. An Elementary Education Citizenship Guide Based on the Pledge of Allegiance."},
      {
        "id":"ED346010",
        "title":"Local History in the Classroom: A Teacher's Guide to Historical Materials and Their Classroom Use."},
      {
        "id":"ED346012",
        "title":"Economics and Entrepreneurship: Operating a Classroom Business in the Elementary and Middle School."},
      {
        "id":"ED346013",
        "title":"Resource Catalog for a Non-Sexist Education."},
      {
        "id":"ED346016",
        "title":"The Core Ideas of &quot;CIVITAS: A Framework for Civic Education.&quot; ERIC Digest."},
      {
        "id":"ED346018",
        "title":"Report of the 1991 Needs Assessment Study of Women and Girls in the Heartland."},
      {
        "id":"ED346022",
        "title":"The Philosophy and Politics of Multicultural Education and Anti-Racist Education: An Analysis of Current Literature."},
      {
        "id":"ED346025",
        "title":"Preparing Prospective Teachers To Develop the Mathematical and Scientific Abilities of Young Women: The Development of Teaching Cases. Final Report."},
      {
        "id":"ED346028",
        "title":"Theory-Practice Linkage in the Foundational Studies Curriculum for Preparing Professional Teachers."},
      {
        "id":"ED346029",
        "title":"You Gotta Believe: Teachers' Perceptions about Their Teacher Preparation."},
      {
        "id":"ED346031",
        "title":"Issues in the Creation and Implementation of a Professional Development School."},
      {
        "id":"ED346033",
        "title":"Preparing Teachers for Education That Is Multicultural and Global."},
      {
        "id":"ED346034",
        "title":"An Investigation of Video-Based Technologies for In-Service Training in Mainstreaming for Music Educators. Final Report, Phase I."},
      {
        "id":"ED346035",
        "title":"Beyond Stereotyping: An Understanding of Sport Media As Sites of Struggle."},
      {
        "id":"ED346037",
        "title":"Images of Illusion, Images of Reality. Gender Differentials in Televised Sport--the 1980's and Beyond."},
      {
        "id":"ED346038",
        "title":"Health Education Teaching Ideas: Secondary. Revised Edition."},
      {
        "id":"ED346046",
        "title":"Skills, Strategies, and Outcomes of Successful Mentor Teachers."},
      {
        "id":"ED346047",
        "title":"Issues of Governance in Teacher Education."},
      {
        "id":"ED346051",
        "title":"Joint vs. Single Supervision."},
      {
        "id":"ED346052",
        "title":"Professionalization of Progress and Expertise among Teacher Educators in Iceland. Draft."},
      {
        "id":"ED346054",
        "title":"A Study of Current Practice on the Pre-Service Preparation of Secondary School Teachers."},
      {
        "id":"ED346056",
        "title":"How Do We Get from Here to There?: Allocating Resources To Renew Teacher Education."},
      {
        "id":"ED346065",
        "title":"Between Routines and Anarchy: Preparing Teachers for Uncertainty. Occasional Paper No. 138."},
      {
        "id":"ED346066",
        "title":"By Chart and Chance and Passion: Two Women's Stories of Learning To Teach Literacy in Urban Settings through Relational Knowing."},
      {
        "id":"ED346067",
        "title":"Response Ability versus the Cult of Coverage."},
      {
        "id":"ED346069",
        "title":"Dilemmas Caused by Discrepancies between What They Learn and What They See: Thinking and Decision-Making of Preservice Teachers."},
      {
        "id":"ED346070",
        "title":"Professional Awareness for Cooperating Teachers."},
      {
        "id":"ED346071",
        "title":"Principals' Gender and Work Orientations of Male and Female Teachers."},
      {
        "id":"ED346073",
        "title":"Enhancing Multicultural Education in Teacher Preparation Programs."},
      {
        "id":"ED346074",
        "title":"Building Community: A Model for Teacher Education and Staff Development."},
      {
        "id":"ED346075",
        "title":"Pre-existing Teaching Constructs: How Students &quot;See&quot; Teaching Prior to Training."},
      {
        "id":"ED346076",
        "title":"School Community-College Collaboration: A Certificate of Advanced Graduate Study in Staff Development and a Professional Development Center."},
      {
        "id":"ED346081",
        "title":"How Do Teachers Understand Research When They Read It?"},
      {
        "id":"ED346082",
        "title":"Looking at Old Photographs: Investigating the Teacher Tales that Novice Teachers Bring with Them. [Revised.]"},
      {
        "id":"ED346083",
        "title":"Coaching in Community Settings: A Review."},
      {
        "id":"ED346085",
        "title":"Strengths and Weaknesses in California Teacher Education Programs: A Three Year Review."},
      {
        "id":"ED346086",
        "title":"Men in a Women's World: A Study of Male Second Career Teachers in Elementary Schools."},
      {
        "id":"ED346087",
        "title":"Learning Differences and Interactive Computer Programs."},
      {
        "id":"ED346091",
        "title":"Mentoring in Context: A Comparison of Two U.S. Programs for Beginning Teachers. NCRTL Special Report."},
      {
        "id":"ED346092",
        "title":"Lost Voices: Reflections on Education from an Imperiled Generation. (An Examination of Attitudes of Black Males towards Education at Five Secondary Schools with Distinct Sagas.)"},
      {
        "id":"ED346096",
        "title":"Border Curricula and the Construction of Identity: Implications for Multicultural Theorists."},
      {
        "id":"ED346097",
        "title":"Teaching for Higher-Order Thinking in Secondary Schools: Effects of Curriculum, Teacher Preparation, and School Organization."},
      {
        "id":"ED346098",
        "title":"Social Constructions of Students: Challenges to Policy Coherence."},
      {
        "id":"ED346099",
        "title":"Once a Teacher Always a Teacher? Encouraging Return to Teaching."},
      {
        "id":"ED346100",
        "title":"University/School District Reflection in Teacher Education: A Collaborative Inquiry Approach. (The Portland State University/East Multnomah County Project: &quot;Classroom As Families&quot; Teacher Education Program)."},
      {
        "id":"ED346104",
        "title":"Promoting Beginning Teachers' Success in Teaching Linguistically Diverse Students: A Synthesis of Relevant Knowledge and Practice."},
      {
        "id":"ED346108",
        "title":"Stability of the K-ABC: A Five Year Longitudinal Study."},
      {
        "id":"ED346111",
        "title":"The Influence of High-Stakes Evaluation Conditions on Educators' Verifications of Assessment Indicators of Effective Teaching and Learning."},
      {
        "id":"ED346112",
        "title":"The Use of Collateral Information in Proficiency Estimation for the Trial State Assessment."},
      {
        "id":"ED346116",
        "title":"New York State Teacher Certification Examinations: Symposium Presented at the Annual Conference of the National Council on Measurement in Education (San Francisco, California, April 21-23, 1992)."},
      {
        "id":"ED346119",
        "title":"An Adaptive Testing Simulation for a Certifying Examination."},
      {
        "id":"ED346120",
        "title":"The Effects of Sample Size and Matching Strategy on Mantel-Haenszel and Logit DIF Procedures."},
      {
        "id":"ED346124",
        "title":"Early Validity and Reliability Data for Two Instruments Assessing the Predispositions People Have toward Technology Use: Continued Integration of Quantitative and Qualitative Methods."},
      {
        "id":"ED346125",
        "title":"Estimation of Ability Level by Using Only Observable Quantities in Adaptive Testing."},
      {
        "id":"ED346129",
        "title":"The Development and Reliabilty of the Attitudes Toward AIDS Scale."},
      {
        "id":"ED346132",
        "title":"Alternative Assessment in Mathematics: Insights from Massachusetts, Maine, Vermont and Kentucky."},
      {
        "id":"ED346133",
        "title":"The Role of Domain Specifications in Improving the Technical Quality of Performance Assessments. Project 2.2: Alternative Approaches to Measuring Liberal Arts Subjects: History, Geography, and Writing."},
      {
        "id":"ED346134",
        "title":"Growth in Knowledge: A Two-Year Longitudinal Study of Changes in Scores on the College Basic Academic Subjects Examination."},
      {
        "id":"ED346135",
        "title":"Bootstrap Methods in the Principal Components Case."},
      {
        "id":"ED346141",
        "title":"State (SEA's) Assistance in Identifying Outstanding and Lower Performing Chapter 1 Student Achievement at the Program and Individual Level."},
      {
        "id":"ED346143",
        "title":"How Do They Know? An Investigation into Student Mathematical Conceptions and Beliefs."},
      {
        "id":"ED346144",
        "title":"Classroom Teachers Move to Center Stage in the Assessment Area--Ready or Not!"},
      {
        "id":"ED346146",
        "title":"DIAMAPs--Self Scoring Kidmaps."},
      {
        "id":"ED346148",
        "title":"A Summary of Published Research: Classroom Teachers' Knowledge and Skills Related to the Development and Use of Teacher-Made Tests."},
      {
        "id":"ED346149",
        "title":"Questionnaire Design in Broad-Based Evaluation Studies: Letting Someone Else Collect Comparison Group Data."},
      {
        "id":"ED346150",
        "title":"Graph Interpretation: A Translation Problem?"},
      {
        "id":"ED346151",
        "title":"Dimensionality and DIF in a Licensure Examination."},
      {
        "id":"ED346153",
        "title":"Planning as a Function of Expertise and Task Difficulty in a Technical Domain."},
      {
        "id":"ED346154",
        "title":"Making Simultaneous Inferences Using Johnson-Neyman Technique."},
      {
        "id":"ED346157",
        "title":"Performance Assessment in Education."},
      {
        "id":"ED346159",
        "title":"Science Teachers' Perspectives on Alternate Assessment."},
      {
        "id":"ED346163",
        "title":"A Comparison of Two Approaches for Measuring Educational Growth from CTBS and P-ACT+ Scores."},
      {
        "id":"ED346164",
        "title":"Estimating Result Replicability Using Double Cross-Validation and Bootstrap Methods."},
      {
        "id":"ED346166",
        "title":"Mentoring: Studies of Effective Programs in Education."},
      {
        "id":"ED346167",
        "title":"African-American Males: A Demographic Study and Analysis."},
      {
        "id":"ED346170",
        "title":"Educating Minority Students in California: Descriptive Analysis and Policy Implications. California Children, California Families."},
      {
        "id":"ED346171",
        "title":"Over the Brink: Homeless Families in Los Angeles. California Children, California Families."},
      {
        "id":"ED346174",
        "title":"Bilingual Education: Learning English in California."},
      {
        "id":"ED346175",
        "title":"Minority Attrition and Retention in Higher Education: Strategies for Change. Report of a Conference (San Francisco, California, May 2-3, 1986)."},
      {
        "id":"ED346184",
        "title":"African-American Males: Education or Incarceration."},
      {
        "id":"ED346185",
        "title":"The Progressive Role of Athletics in American Society: Past, Present, and Future."},
      {
        "id":"ED346191",
        "title":"Effect of Student Gender Bias toward the Instructor on Classroom Management at the Secondary Level."},
      {
        "id":"ED346192",
        "title":"More Than Babysitting: Rethinking Childcare and Preschool Policies. California Children, California Families."},
      {
        "id":"ED346193",
        "title":"Foster Care: Fraught with Data Gaps and Inadequate Services. California Children, California Families."},
      {
        "id":"ED346196",
        "title":"Success for All: Longitudinal Effects of a Restructuring Program for Inner-City Elementary Schools."},
      {
        "id":"ED346197",
        "title":"Chapter 1 Flexibility: A Guide to Opportunities in Local Projects."},
      {
        "id":"ED346198",
        "title":"Comprehensive School Health Education for Hispanic Youth: Insights about Curriculum Adaptation."},
      {
        "id":"ED346199",
        "title":"Success for All: Effects on Students with Limited English Proficiency: A Three-Year Evaluation."},
      {
        "id":"ED346200",
        "title":"Meeting the Challenges of Multicultural Education: A Report from the Evaluation of Pittsburgh's Prospect Multicultural Education Center."},
      {
        "id":"ED346204",
        "title":"The Reduction of Peer Directed Aggression among Highly Aggressive African-American Boys."},
      {
        "id":"ED346205",
        "title":"Atlanta Public Schools Early Childhood Development Program. Patterns of Enrollment and Performance: From the 1970s to the 1990s. Report No. 8, Vol. 26, 2/92."},
      {
        "id":"ED346206",
        "title":"Services and Staffing in Chapter 1 Public Schools: Chapter 1 Data from the Schools and Staffing Survey."},
      {
        "id":"ED346207",
        "title":"Poverty and Achievement: Re-examining the Relationship between School Poverty and Student Achievement: An Examination of Eighth Grade Student Achievement Using the National Education Longitudinal Study of 1988."},
      {
        "id":"ED346208",
        "title":"Teaching in Chapter 1 Schools: Public School Teachers' Perceptions of Resources, Discipline, and Support. Chapter 1 Data from the Schools and Staffing Survey."},
      {
        "id":"ED346209",
        "title":"The Distribution of Chapter 1 Services: Which School Districts and Schools Serve Students in Chapter 1? Chapter 1 Data from the Schools and Staffing Survey."},
      {
        "id":"ED346210",
        "title":"Intercultural Communication Barriers and Bridges: Talking with High School Teachers about Multi-Culturalism."},
      {
        "id":"ED346216",
        "title":"Results 2000: Progress in Meeting Urban Education Goals."},
      {
        "id":"ED346219",
        "title":"Alternative Basic Comprehensive Program (Project A.B.C.). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346220",
        "title":"The Students Upgrading through Computer and Career Education Systems Services (Project SUCCESS). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346221",
        "title":"Project Porvenir. 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346222",
        "title":"Career Awareness in Education (Project CARE), Community School District 10. 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346223",
        "title":"Asian and Arabic Mediated Enrichment Resource and Instructional Career Awareness (Project AMERICA). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346224",
        "title":"Choosing Optional Infused Career Education for Students in High School Bilingual Programs (Project CHOICE). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346225",
        "title":"Project PRIDE. 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346226",
        "title":"Oregon Dropout Reporting Manual."},
      {
        "id":"ED346227",
        "title":"New Census Report Shows Dramatic Rise since 1979 in Workers with Low Earnings."},
      {
        "id":"ED346228",
        "title":"Race and Hispanic Origin. 1990 Census Profile, Number 2."},
      {
        "id":"ED346229",
        "title":"Asian-Americans and Student Organizations: Attitudes and Participation."},
      {
        "id":"ED346231",
        "title":"Public School Desegregation/Redesign: A Case Study in East Baton Rouge Parish, Louisiana. Urban Education Reports Number Fourteen."},
      {
        "id":"ED346232",
        "title":"Collaborative Urban Education: Characteristics of Successful Urban Teachers."},
      {
        "id":"ED346234",
        "title":"Student Achievement and Family and Community Poverty: Twenty Years of Education Reform."},
      {
        "id":"ED346236",
        "title":"Ready or Not, Here We Come: Training California's Emerging Workforce."},
      {
        "id":"ED346237",
        "title":"Retention Patterns in an Adult Basic Education Program for Health Care Workers Preparing for College."},
      {
        "id":"ED346241",
        "title":"The Changing Workforce. Demographic Issues Facing the Federal Government. Report to Congressional Committees."},
      {
        "id":"ED346244",
        "title":"Training for Maintenance in Developing Countries. Training Discussion Paper No. 97."},
      {
        "id":"ED346249",
        "title":"MONTGUIDE. [Montana Cooperative Extension Service Consumer Education Guides.]"},
      {
        "id":"ED346251",
        "title":"Strategies for Linking Planning and Evaluation in Vocational and Technical Education."},
      {
        "id":"ED346252",
        "title":"The Tree Worker&apos;s Manual. [Revised.]"},
      {
        "id":"ED346253",
        "title":"An Introduction to Greenhouse Production."},
      {
        "id":"ED346254",
        "title":"The Columbia-Willamette Skill Builders Consortium. Final Performance Report."},
      {
        "id":"ED346255",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5A: Oregon Cutting Systems and Warn Industries, Inc. Basic Math/Shop Math and Computer Basics. Instructors' Reports and Sample Curriculum Materials."},
      {
        "id":"ED346256",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5B Anodizing Inc. (Aluminum Extrusion Manufacturing). Basic Measurement Math. Instructors' Reports and Sample Curriculum Materials."},
      {
        "id":"ED346257",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5B: Oregon-Washington Carpenters Employers Apprenticeship and Training Trust Fund--Carpenter Apprentice Program. Shop Math. Instructors' Reports and Sample Curriculum Materials."},
      {
        "id":"ED346258",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5B: Commercial Driver's License Program. Test Preparation. Instructors' Reports and Sample Curriculum Materials."},
      {
        "id":"ED346259",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5C: English in the Workforce at Leupold &amp; Stevens, Inc. Instructors' Reports and Curriculum Materials."},
      {
        "id":"ED346260",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5C: Blueprint Math Applications. A Basic Math Skills Program for Leupold &amp; Stevens, Inc. Instructors' Reports and Curriculum Materials."},
      {
        "id":"ED346261",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5C: Workforce Literacy at LWO Corporation. English in the Workplace (Beginning and Intermediate). Instructors' Reports and Curriculum Materials."},
      {
        "id":"ED346262",
        "title":"Columbia/Willamette Skill Builders Consortium. Final Performance Report. Appendix 5C: Nabisco, Inc. Individualized Skill Enhancement. Instructors' Reports and Curriculum Materials."},
      {
        "id":"ED346263",
        "title":"Indiana Youth Poll: Youths' Views of Life beyond High School."},
      {
        "id":"ED346264",
        "title":"Workplace Literacy Instruction for College Preparation of Health Care Workers. Final Evaluation Report."},
      {
        "id":"ED346265",
        "title":"The Myth of the Coming Labor Shortage: Jobs, Skills, and Incomes of America's Workforce 2000."},
      {
        "id":"ED346266",
        "title":"Linking Welfare and Education. A Study of New Programs in Five States. Papers for Practitioners."},
      {
        "id":"ED346267",
        "title":"Making the Connection: Coordinating Education and Training for a Skilled Workforce. A Report on the Proceedings of the National Conference for State Leaders (Washington, D.C., July 8-10, 1991)."},
      {
        "id":"ED346279",
        "title":"High School and Beyond. A Profile of Idaho's 1983 High School Graduates. Executive Summary."},
      {
        "id":"ED346284",
        "title":"The Rhetoric of Skill Requirements."},
      {
        "id":"ED346285",
        "title":"Factors Influencing Women's Role Expectations."},
      {
        "id":"ED346286",
        "title":"European Lessons from School and the Workplace."},
      {
        "id":"ED346287",
        "title":"State Initiatives for School and the Workplace."},
      {
        "id":"ED346288",
        "title":"A Volunteer Literacy Program: Problems in Volunteer Tutor Recruitment, Training and Retention."},
      {
        "id":"ED346289",
        "title":"Managing Local Plans. A Guide to Accountability for the Carl D. Perkins Vocational and Applied Technology Education Act of 1990, P.L. 101-392."},
      {
        "id":"ED346290",
        "title":"Forest Technician. 2+2 Articulated Curriculum in Agricultural Technology."},
      {
        "id":"ED346291",
        "title":"A Professional Development Program for Beginning Vocational Teachers."},
      {
        "id":"ED346292",
        "title":"A Comparison of Induction Experiences of Beginning Vocational Teachers with and without Teacher Education Backgrounds."},
      {
        "id":"ED346293",
        "title":"Gender Role Socialization and the Choice of an Agriculture Curriculum."},
      {
        "id":"ED346294",
        "title":"Evaluation of Santa Clara Pueblo Library Literacy Project."},
      {
        "id":"ED346296",
        "title":"Examining Computer Conferencing as a Technique for Enhancing Personnel Development Activities: Final Report for Year One of a Three Year Interdisciplinary Study."},
      {
        "id":"ED346299",
        "title":"Do Workplace Literacy Programs Promote High Skills or Low Wages? Suggestions for Future Evaluations of Workplace Literacy Programs."},
      {
        "id":"ED346300",
        "title":"Integrating Academic and Vocational Education. Workshop Proceedings (Austin, Texas, April 18-19, 1991)."},
      {
        "id":"ED346301",
        "title":"Catheterization."},
      {
        "id":"ED346302",
        "title":"An Examination of Middle School Agricultural Education and FFA Programs: Survey Results from State FFA Executive Secretaries."},
      {
        "id":"ED346303",
        "title":"Bright Hopes, Dim Realities: Vocational Innovation in American Correctional Education."},
      {
        "id":"ED346304",
        "title":"Facilitator&apos;s Guide for Training Tutors and Instructors."},
      {
        "id":"ED346305",
        "title":"Tutor and Instructor Training and Certification Program."},
      {
        "id":"ED346306",
        "title":"Adult Education in the Federal Republic of Germany: Scholarly Approaches and Professional Practice. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED346307",
        "title":"The National JTPA Study: Title II-A Impacts on Earnings and Employment at 18 Months. Executive Summary."},
      {
        "id":"ED346309",
        "title":"The Mortgage Money Guide. Creative Financing for Home Buyers. Updated Edition."},
      {
        "id":"ED346310",
        "title":"A Study of Teleconferencing as a Medium for Improving the Quality of Life of the Frail Elderly."},
      {
        "id":"ED346311",
        "title":"National Networking for State Community Education Capacity Building. 1991 Needs Assessment: Materials and Training. Survey Report."},
      {
        "id":"ED346313",
        "title":"Consumer Decision Making in a Global Context."},
      {
        "id":"ED346316",
        "title":"Life Cycles and Career Development: New Models. ERIC Digest No. 119."},
      {
        "id":"ED346317",
        "title":"Integrating Academic and Vocational Education: Strategies for Implementation. ERIC Digest No. 120."},
      {
        "id":"ED346318",
        "title":"Job Search Methods. ERIC Digest No. 121."},
      {
        "id":"ED346319",
        "title":"Reflective Practice in Adult Education. ERIC Digest No. 122."},
      {
        "id":"ED346320",
        "title":"Cooperative Learning in Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED346321",
        "title":"Workplace Literacy: An Update. Trends and Issues Alerts."},
      {
        "id":"ED346322",
        "title":"Adult Basic Education Staff Development Guide."},
      {
        "id":"ED346323",
        "title":"Project READ's Handbook Documenting a Coalition's Strategic Planning Process."},
      {
        "id":"ED346325",
        "title":"An Examination of Latino Experiences in Vocational Education: Implications for Educational Policy and Reform in Massachusetts."},
      {
        "id":"ED346326",
        "title":"Approving Job Profiles for Curriculum Profiles in Health-Care Programs. A Study on Process and Product Quality."},
      {
        "id":"ED346330",
        "title":"Small Business Innovative Research (SBIR) Literacy Project Phase I. Final Report."},
      {
        "id":"ED346332",
        "title":"Implementation of the JOBS Program in Ohio: A Process Study. First Annual Report."},
      {
        "id":"ED346333",
        "title":"Implementation of the JOBS Program in Ohio: A Process Study. Second Annual Report."},
      {
        "id":"ED346334",
        "title":"Implementation of the JOBS Program in Ohio: A Process Study. Third Annual Report."},
      {
        "id":"ED346335",
        "title":"Toward a New Vocational and Career Education in the Cleveland City Schools: A Context Statement for Use with the Data-based Course Assessment Method."},
      {
        "id":"ED346336",
        "title":"The Databased Course Assessment Method (DCAM)."},
      {
        "id":"ED346337",
        "title":"Literacy and Health Project. Phase One. Making the World Healthier and Safer for People Who Can't Read. Research Report."},
      {
        "id":"ED346338",
        "title":"Literacy and Health Project. Phase One. Making the World Healthier and Safer for People Who Can't Read = Projet alphabetisation et sante: Premiere etape. Rendre le milieu plus sain et sans danger pour les personnes qui ne savent pas lire."},
      {
        "id":"ED346339",
        "title":"International Technological Literacy Symposium. Proceedings (Anchorage, Alaska, June 25-26, 1992)."},
      {
        "id":"ED346340",
        "title":"Teaching Techniques for Part-Time Community College Instructors."},
      {
        "id":"ED346341",
        "title":"Business, Marketing and Management Teacher Education Initiative. Final Report."},
      {
        "id":"ED346344",
        "title":"Developing the Higher and Vocational Education Partnership: Priorities for the Next Decade."},
      {
        "id":"ED346345",
        "title":"Private Sector Involvement in the Job Training Partnership Act."},
      {
        "id":"ED346346",
        "title":"Private Sector Involvement in Vocational Education: A Survey of General and Program Advisory Committee Members."},
      {
        "id":"ED346349",
        "title":"Excellence at Work. Policy Option Papers for the National Governors&apos; Association."},
      {
        "id":"ED346350",
        "title":"Professional Forester Perceptions of the Value of Forestry Education in High Schools. Journal Paper No. J-14499."},
      {
        "id":"ED346352",
        "title":"The Adolescent Sexual Perpetrator: A New Challenge in the Field of Sexual Abuse."},
      {
        "id":"ED346363",
        "title":"INSIGHTS: A Self and Career Awareness Program for the Elementary Grades."},
      {
        "id":"ED346367",
        "title":"The North Carolina Court Counselor's Intensive Supervision Experiment, Phase III: Final Evaluation Report."},
      {
        "id":"ED346368",
        "title":"Multicultural Counseling Instruction: A Suggested Curriculum Guide."},
      {
        "id":"ED346369",
        "title":"The Bilingual Academic Services and Integrated Career Systems (Project BASICS). 1990-91 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED346372",
        "title":"Peer Assessment of the Behavioral Characteristics of Poorly Accepted Boys and Girls."},
      {
        "id":"ED346374",
        "title":"Constructing Social Reality: Greater Bias for Negative than for Positive Behaviors?"},
      {
        "id":"ED346380",
        "title":"Improving Parent-Adolescent Relationships: Learning Activities for Parents and Adolescents. Leader Manual and Participant Workbook."},
      {
        "id":"ED346381",
        "title":"Group Leadership Training and Supervision Manual for Adolescent Group Counseling in Schools. 3rd Edition."},
      {
        "id":"ED346386",
        "title":"Hispanics' Coping as a Function of Acculturation."},
      {
        "id":"ED346389",
        "title":"Mail Survey Research in Counseling Psychology: Current Practice and Suggested Guidelines."},
      {
        "id":"ED346398",
        "title":"Couples Therapy: An Adlerian Perspective."},
      {
        "id":"ED346402",
        "title":"Negative Relationship between Achievement in High School and Self-Concept in College."},
      {
        "id":"ED346403",
        "title":"Adult Children of Alcoholics and Their Family Roles: A Comparison of Incarcerated and Non-Incarcerated Adult Children of Alcoholics."},
      {
        "id":"ED346405",
        "title":"Expression of Power and Heterosexual Attraction."},
      {
        "id":"ED346406",
        "title":"Application of Neurolinguistic Programming for Treatment and Relapse Prevention of Addictive Behaviors."},
      {
        "id":"ED346407",
        "title":"Social Categorization Affects Recall of Ingroup and Outgroup Members' Attitudes."},
      {
        "id":"ED346414",
        "title":"Choice Awareness: A Systematic, Eclectic Counseling Theory."},
      {
        "id":"ED346415",
        "title":"On the CREST: Growing through Effective Choices. A Guide to CHOICE AWARENESS."},
      {
        "id":"ED346417",
        "title":"Valuing Diversity and Similarity: Bridging the Gap through Interpersonal Skills."},
      {
        "id":"ED346419",
        "title":"Cognitive Deficits in Psychiatric Patients: Constraints on HIV Prevention."},
      {
        "id":"ED346421",
        "title":"Characteristics of Facilitative Learning Environments for Students at Risk."},
      {
        "id":"ED346423",
        "title":"Recidivism: What Is It?"},
      {
        "id":"ED346427",
        "title":"Factors in Suicide Completions and Suicide Attempts among Schizophrenic, Other Psychotic and Nonpsychotic Patients."},
      {
        "id":"ED346434",
        "title":"The Effects of Fluency Development Instruction on Reading for Urban Second Grade Students."},
      {
        "id":"ED346436",
        "title":"Predicting Growth in Reading Ability from Children's Exposure to Print."},
      {
        "id":"ED346440",
        "title":"Exploring the Solar System: A Literature Unit within a Whole Language Context."},
      {
        "id":"ED346445",
        "title":"Toward a Caring Reading Curriculum."},
      {
        "id":"ED346446",
        "title":"Advice for Parents: Recommendations for Home Literacy Activities Based upon Studies of Young Successful Readers."},
      {
        "id":"ED346453",
        "title":"Climate for Controversy."},
      {
        "id":"ED346455",
        "title":"The Implications of Cognitive Models in L1 and L2 Writing."},
      {
        "id":"ED346456",
        "title":"Writing and the Child."},
      {
        "id":"ED346462",
        "title":"What in the World Is &quot;Analysis?&quot; Lessons from Non-Western Graduate Students."},
      {
        "id":"ED346463",
        "title":"An Ethnographic Approach to Teaching Writing in a Freshman Composition Classroom."},
      {
        "id":"ED346464",
        "title":"Outsiders Within: Identity Conflicts in Non-Traditional Student Writers."},
      {
        "id":"ED346465",
        "title":"Where Is Genre in Writing Instruction?"},
      {
        "id":"ED346466",
        "title":"Large-Scale Writing Assessment: Methods, Accommodations and Reliability."},
      {
        "id":"ED346467",
        "title":"Journeying towards Collaboration: Back Roads, Fast Lanes, Detours, and Ever-Moving Horizons. Report Series 6.6."},
      {
        "id":"ED346468",
        "title":"Using Nonfiction Trade Books in the Elementary Classroom: From Ants to Zeppelins."},
      {
        "id":"ED346469",
        "title":"Writing Language Arts Report Cards: Eleven Teachers' Conflicts of Knowing and Communicating. Report Series 3.6."},
      {
        "id":"ED346470",
        "title":"The Writing Autobiography: Where To Begin in a Two-Year College Writing Course."},
      {
        "id":"ED346471",
        "title":"Rereading Multicultural Readers: What Definition of Multicultural Are We Buying?"},
      {
        "id":"ED346472",
        "title":"Orality and Literacy--the Real Difference: A Historical Perspective."},
      {
        "id":"ED346473",
        "title":"Exploring Water-Tight Compartments."},
      {
        "id":"ED346475",
        "title":"Is There a Text in This Grade?"},
      {
        "id":"ED346477",
        "title":"The Crime of Plagiarism: A Critique of Literary Property Law."},
      {
        "id":"ED346479",
        "title":"The Rhetoric of Real Experience: Case Studies and the Representation of the Human Subject."},
      {
        "id":"ED346482",
        "title":"Reconsidering Genre in Composition."},
      {
        "id":"ED346483",
        "title":"An Analysis of Research in Approaches to Instruction, Modes of Instruction, and Foci of Instruction in the Teaching of Writing at the Community College."},
      {
        "id":"ED346485",
        "title":"Glamour and Spelling: Reclaiming Magical Thinking in the Composition Classroom."},
      {
        "id":"ED346486",
        "title":"Academic Criteria for Conceptualizing Multiethnic and Multicultural Literature Programs in American Schools."},
      {
        "id":"ED346487",
        "title":"Writing Assessment in the Department of Mathematics at Rochester Institute of Technology."},
      {
        "id":"ED346489",
        "title":"&quot;Western Essayist Literacy&quot;--A Way of Teaching."},
      {
        "id":"ED346490",
        "title":"Grandletters--A Correspondence Program for Grandparents and Their Grandchildren."},
      {
        "id":"ED346491",
        "title":"The Disciplinary Processing of Writing-As-Process."},
      {
        "id":"ED346492",
        "title":"Using Bakhtin's Competing Voices To Interpret &quot;An Occurrence at Owl Creek Bridge.&quot;"},
      {
        "id":"ED346497",
        "title":"Recognizing and Using Context as a Survival Tool for WAC."},
      {
        "id":"ED346506",
        "title":"Cultural Studies and the Limits of Self-Reflexivity."},
      {
        "id":"ED346507",
        "title":"The Anthologized Literature Classroom: A Community of Interpreters."},
      {
        "id":"ED346508",
        "title":"The Translator and the Translated: Bakhtin's Intra-linguistic Dialogue and Minnie Bruce Pratt's &quot;Crime Against Nature.&quot;"},
      {
        "id":"ED346509",
        "title":"Re-inventing the Epistemic Approach: Continuing a Resistant Tradition."},
      {
        "id":"ED346513",
        "title":"A Rhetorical Systems Approach Based on a General Systems Theory Analog."},
      {
        "id":"ED346514",
        "title":"A Revised Critical Schema for Planning and Selecting Print and Non-print Media for Socially Diverse Classroom Environments."},
      {
        "id":"ED346515",
        "title":"Eloquence as Virtue in Ancient Theory."},
      {
        "id":"ED346517",
        "title":"Just Say Coyote: The Use of (Ethnic) Narrative in Drug Abuse Prevention."},
      {
        "id":"ED346521",
        "title":"Private Speech in the Classroom: The Effects of Activity Type, Presence of Others, Classroom Context, and Mixed-Age Grouping."},
      {
        "id":"ED346522",
        "title":"The Partners Program: The Effects of a Cultural Sensitivity Experience on Attitudes toward Others."},
      {
        "id":"ED346523",
        "title":"A &quot;Communications Day&quot; for High Schools."},
      {
        "id":"ED346526",
        "title":"The Study of Communication Arts and Sciences at DePauw University."},
      {
        "id":"ED346527",
        "title":"The Media's Role in Political Campaigns. ERIC Digest."},
      {
        "id":"ED346528",
        "title":"Global Politics of Public Service Broadcasting in the Early 1990s."},
      {
        "id":"ED346529",
        "title":"Self Expression through Public Speaking: A Short Course for Middle School Students."},
      {
        "id":"ED346530",
        "title":"Popular Culture Studies and the Politics of Educational &quot;Crisis.&quot;"},
      {
        "id":"ED346532",
        "title":"A Study of the Application of Implicit Communication Theory to Teacher Immediacy and Student Learning."},
      {
        "id":"ED346533",
        "title":"Immediacy and Enthusiasm as Separate Dimensions of Effective College Teaching: A Test of Lowman's Model on Student Evaluation of Instruction and Course Grades."},
      {
        "id":"ED346536",
        "title":"The Behavioral Correlates of Real-World Deceptive Communication."},
      {
        "id":"ED346537",
        "title":"Children's Talk as Constitutive of Friendships."},
      {
        "id":"ED346538",
        "title":"A &quot;New World&quot; of Media Effects."},
      {
        "id":"ED346539",
        "title":"Employment Relations in Maintained Secondary Schools: Research into Current Problems in Staff Management/Employment Relations and Consequent Training Needs of Headteachers in the Maintained Secondary Sector. Report to the Department of Education and Science."},
      {
        "id":"ED346541",
        "title":"Ethical Dilemma in Staff Terminations--Avoided!"},
      {
        "id":"ED346543",
        "title":"Educational Policy Dilemmas: Can We Have Control and Quality and Choice and Democracy and Equity?"},
      {
        "id":"ED346546",
        "title":"Urban Superintendent Turnover: The Need for Stability."},
      {
        "id":"ED346548",
        "title":"Constructing a School-Wide Professional Community: The Negotiated Order of a Performing Arts School."},
      {
        "id":"ED346549",
        "title":"Ministries of Education in Small States: Case Studies of Organization and Management."},
      {
        "id":"ED346550",
        "title":"National School District Partnership Survey. Statistical Report."},
      {
        "id":"ED346556",
        "title":"Response to the National Goals for Education: Results of a Multistate Survey of Local School Boards."},
      {
        "id":"ED346557",
        "title":"The Rocky Road to Reform in Rochester."},
      {
        "id":"ED346558",
        "title":"School Leadership and Student Motivation. ERIC Digest, Number 71."},
      {
        "id":"ED346562",
        "title":"Perceived Teacher Misconceptions about Resource Allocation for Teacher Salaries and a Legislative Response."},
      {
        "id":"ED346563",
        "title":"Changing Policy into Practice: School-Based Decisionmaking. Policy Issues."},
      {
        "id":"ED346564",
        "title":"Aspiring Administrators' Perceptions of the Superintendency as a Viable Career Choice."},
      {
        "id":"ED346567",
        "title":"The Consequences of Role Conflict and Role Ambiguity among Junior High School Administrators in Taiwan."},
      {
        "id":"ED346569",
        "title":"Responses to Restructuring and Empowerment Initiatives: A Study of Teachers' and Principals' Perceptions of Organizational Leadership, Decisionmaking and Climate."},
      {
        "id":"ED346570",
        "title":"The Development of a Multilevel Model of State Level Student Achievement. Pennsylvania Educational Policy Studies Number 5."},
      {
        "id":"ED346571",
        "title":"Confidentiality of Education Data and Data Access. Pennsylvania Educational Policy Studies Number 7."},
      {
        "id":"ED346572",
        "title":"Coping with the Sluggish Economy: State Responses to Revenue Shortfalls and Their Significance for Public Schools and Higher Education."},
      {
        "id":"ED346573",
        "title":"Education of Homeless Children &amp; Youth: Program Manual. Revised 1992."},
      {
        "id":"ED346574",
        "title":"Transporting Students with Special Needs: A Resource Manual for School District Administrators."},
      {
        "id":"ED346575",
        "title":"An Update on California School Finance 1992-93: What Does the Future Hold? Working Paper Number 21."},
      {
        "id":"ED346578",
        "title":"Defining a Standard Education for Oregon Students."},
      {
        "id":"ED346583",
        "title":"The Norfolk Decision: The Effects of Converting from a Unitary Educational System to a Dual Educational System upon Academic Achievement."},
      {
        "id":"ED346584",
        "title":"Becoming a School and the Development of School Culture."},
      {
        "id":"ED346585",
        "title":"Rethinking School-Based Management Policy and Research. Working Paper Number 11."},
      {
        "id":"ED346587",
        "title":"Portrait of a Successful Educational Innovation: British Columbia's Program for Quality Teaching."},
      {
        "id":"ED346590",
        "title":"Community Collaboration and the Restructuring of Schools."},
      {
        "id":"ED346591",
        "title":"Starting New Schools: Lessons for Success."},
      {
        "id":"ED346592",
        "title":"Statutory Requirements for K-12 Curriculum. House Research Information Brief."},
      {
        "id":"ED346593",
        "title":"State High School Graduation and College Preparation Requirements Compared. House Research Information Brief."},
      {
        "id":"ED346594",
        "title":"Statewide Restructuring of Education: A Handbook for Business."},
      {
        "id":"ED346595",
        "title":"Toward an Ecological Perspective on School Choice."},
      {
        "id":"ED346603",
        "title":"Case Histories from a Longitudinal Study of School Effects."},
      {
        "id":"ED346605",
        "title":"Utilizing Educational Corporate Culture To Create a Quality School."},
      {
        "id":"ED346606",
        "title":"Some Recommendations for Education (and All of Us): Valuing Differences as Collaboration beyond Outcomes Assessment and Total Quality Management/Demingism."},
      {
        "id":"ED346607",
        "title":"The Waxing and Waning of Nongradedness."},
      {
        "id":"ED346608",
        "title":"School Effectiveness and Nongraded Schools."},
      {
        "id":"ED346609",
        "title":"Education for a Sustainable Society. Papers presented at the National Conference of the Australian College of Education (31st, Canberra, 1991)."},
      {
        "id":"ED346610",
        "title":"Nonequilibrium Theory: Implications for Educational Systems Undergoing Radical Change in Eastern Europe."},
      {
        "id":"ED346611",
        "title":"Intergovernmental Relations: Changing Patterns in State-Local Finances. Fact Sheet for the Majority Leader, House of Representatives."},
      {
        "id":"ED346612",
        "title":"Is Alice's World Too Middle Class? Recommendations for Effective Schools Research."},
      {
        "id":"ED346613",
        "title":"Variance of Student Achievement in Effective and Ineffective Schools: Inconsistencies across SES Categories."},
      {
        "id":"ED346616",
        "title":"Schools Implementing a Central Reform Policy: Findings from Two National Educational Contexts."},
      {
        "id":"ED346617",
        "title":"Effects of School Restructuring on the Achievement and Engagement of Middle-Grade Students."},
      {
        "id":"ED346619",
        "title":"Overview and Inventory of State Requirements for School Coursework and Attendance. Research and Development Report."},
      {
        "id":"ED346620",
        "title":"Sexual Abuse and Exploitation of People with Disabilities. Final Report."},
      {
        "id":"ED346623",
        "title":"Index of Least Restrictive Employment: An Assessment of the Critical Dimensions in the Transition Process."},
      {
        "id":"ED346624",
        "title":"Supervisor's Manual: Great Falls Transition Project, a Cooperative Model for Least Restrictive Employment."},
      {
        "id":"ED346626",
        "title":"Educational Center for Disabled Students. 1985-1986 Final Report. Demonstration Project."},
      {
        "id":"ED346627",
        "title":"Educational Center for Disabled Students. 1986-1987 Final Report. Demonstration Project."},
      {
        "id":"ED346628",
        "title":"Educational Center for Disabled Students. 1987-1988 Final Report. Demonstration Project."},
      {
        "id":"ED346630",
        "title":"Building Non-Handicapping Environments: Policies and Problems Related to Accessibility. Special Edition."},
      {
        "id":"ED346631",
        "title":"Implementation of the Education of the Handicapped Act [Public Law 94-142], 1987. Ninth Annual Report to Congress. Summary of Information on the Supply of and Demand for Personnel. Reporting Data on the 1984-85 School Year."},
      {
        "id":"ED346632",
        "title":"Implementation of the Education of the Handicapped Act [Public Law 94-142], 1988. Tenth Annual Report to Congress. Summary of Information on the Supply of and Demand for Personnel. Reporting Data on the 1985-86 School Year."},
      {
        "id":"ED346648",
        "title":"Research Needs in Gifted Education: A Study of Practitioners' Perceptions."},
      {
        "id":"ED346652",
        "title":"The Provision of Assistive Technology Services in Rehabilitation: Institute on Rehabilitation Issues (17th, Las Vegas, Nevada, October, 1990). Report from the Study Group."},
      {
        "id":"ED346653",
        "title":"Development of Science Simulations for Mildly Mentally Retarded or Learning Disabled Students. Final Report."},
      {
        "id":"ED346655",
        "title":"What Are Your Rights as a Parent of a Gifted Child?"},
      {
        "id":"ED346656",
        "title":"Maternal and Child Health Bureau Active Projects FY 1991: An Annotated Listing."},
      {
        "id":"ED346657",
        "title":"Review of State Policies To Empower Families and Reach Populations Typically Underserved. Carolina Policy Studies Program."},
      {
        "id":"ED346658",
        "title":"Entry-Year Induction Programs and Practices: A Bibliography."},
      {
        "id":"ED346659",
        "title":"Alternative Routes to Teacher Certification."},
      {
        "id":"ED346660",
        "title":"Leadership Training in Special Education: A Status Analysis. Information Bulletin #29."},
      {
        "id":"ED346661",
        "title":"Three Is a Crowd? No Way--Three Is a Team! Collaborative Consultation Techniques for Educators."},
      {
        "id":"ED346662",
        "title":"Computerized Adaptive Assessment of Cognitive Abilities among Disabled Adults."},
      {
        "id":"ED346663",
        "title":"The Use of an Interactive Videodisc and Associated Instructional Materials To Teach Selected Routine and Emergency Phrases in Signed English to the Deaf and Their Hearing Associates. Final Report."},
      {
        "id":"ED346664",
        "title":"A Prototype Robotic Arm for Use by Severely Orthopedically Handicapped Students. Final Report."},
      {
        "id":"ED346665",
        "title":"Alternate Access Interface for Mouse and Touchpad Input. Final Report."},
      {
        "id":"ED346666",
        "title":"A Conservative Approach to Special Education Reform: Mainstreaming through Transenvironmental Programming and Curriculum-Based Measurement."},
      {
        "id":"ED346667",
        "title":"Hispanic Secondary School Students with Disabilities: How Are They Doing?"},
      {
        "id":"ED346669",
        "title":"Getting the Job Done: Learning To Expand the Social Resources Available to People with Severe Disabilities at Work."},
      {
        "id":"ED346671",
        "title":"Persons with Mental Retardation and Related Conditions in State-Operated Residential Facilities: Year Ending June 30, 1990 with Longitudinal Trends from 1950 to 1990. Report #36."},
      {
        "id":"ED346675",
        "title":"Parents' Guide to the Development of Preschool Children with Disabilities: Resources and Services. Reference Circular, No. 92-1."},
      {
        "id":"ED346677",
        "title":"Metacognitive Knowledge and Reading of Pupils with Learning Disabilities."},
      {
        "id":"ED346678",
        "title":"Decision Support System Development for the Treatment of Maladaptive Behaviors."},
      {
        "id":"ED346692",
        "title":"Oregon's Innovative Approaches for Students Who Are Seriously Emotionally Disturbed or Otherwise At-Risk."},
      {
        "id":"ED346693",
        "title":"Student Access: Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED346695",
        "title":"Educational Interpreting for Students Who Are Deaf: Oregon Guidelines."},
      {
        "id":"ED346698",
        "title":"Medications Used by Students with Visual and Hearing Impairments: Implications for Teachers."},
      {
        "id":"ED346703",
        "title":"Community Based Inservice Model (CBIM)."},
      {
        "id":"ED346726",
        "title":"Analyse comparative des objectifs d'apprentissage de quatre programmes d'enseignement de base du fruneais langue seconde au Canada (Comparative Analysis of the Learning Objectives of Four French as a Second Language Teaching Programs in Canada). Publication B-185."},
      {
        "id":"ED346727",
        "title":"The Production of Speech Acts by EFL Learners."},
      {
        "id":"ED346729",
        "title":"Foreign Language Learning and Nonlearning. Research Bulletin 82."},
      {
        "id":"ED346736",
        "title":"Columbus's Legacy, Conquest or Invasion? A Guatemalan Example of Counterhegemonic Teacher Practice and Curriculum."},
      {
        "id":"ED346738",
        "title":"An Educational Theory of (Written) Language."},
      {
        "id":"ED346739",
        "title":"Predicting Texts: Aspects of a Strategic Model of Text Comprehension."},
      {
        "id":"ED346742",
        "title":"Do Dictionaries Help Students Write?"},
      {
        "id":"ED346745",
        "title":"Non-Nativeness in Second Language Texts: The Syntax Factor."},
      {
        "id":"ED346746",
        "title":"The Representation of Spoken Language in Early Reading Books: Problems for L2 Learner Readers."},
      {
        "id":"ED346747",
        "title":"Performance and Portfolio Assessment for Language Minority Students. Program Information Guide Series, 9."},
      {
        "id":"ED346748",
        "title":"Probing To Know: A Teachers' Guide to Exploring Critical Thinking and Adult Literacy."},
      {
        "id":"ED346753",
        "title":"Family Literacy for Family-Oriented People."},
      {
        "id":"ED346758",
        "title":"Workplace Literacy: The Effects of an In-house Program on the Organization."},
      {
        "id":"ED346762",
        "title":"Promoting Intercultural Literacy in Colleges of Business."},
      {
        "id":"ED346763",
        "title":"Understanding Ego States: A Prerequisite for Cross-Cultural Training."},
      {
        "id":"ED346764",
        "title":"Valuing Diversity: The Management of Multicultural Organizations."},
      {
        "id":"ED346769",
        "title":"Global BIZQUIZ: A New Way To Promote Learning of International Business."},
      {
        "id":"ED346770",
        "title":"International Students in a U.S. Graduate Business Program: Cultures, Subcultures, and the New Student."},
      {
        "id":"ED346771",
        "title":"Solidifying International Bridges through Communication Teaching."},
      {
        "id":"ED346774",
        "title":"Undergraduate Students as Tutors: Are They as Effective as Faculty in Conducting Small-Group Tutorials?"},
      {
        "id":"ED346778",
        "title":"Institutional Research: Its Place in the 1990&apos;s. Proceedings of the Annual Conference of the North East Association for Institutional Research (17th, Albany, New York, October 21-23, 1990)."},
      {
        "id":"ED346779",
        "title":"Institutional Research in a Changing Society. Proceedings of the Annual Conference of the North East Association for Institutional Research (18th, Cambridge, Massachusetts, November 16-19, 1991)."},
      {
        "id":"ED346782",
        "title":"Blacks in Undergraduate Science and Engineering Education."},
      {
        "id":"ED346783",
        "title":"The University as Context for Writing: How Undergraduates See It."},
      {
        "id":"ED346786",
        "title":"Disciplinary Differences: Instructional Goals and Activities, Measures of Student Performance, and Student Ratings of Instruction."},
      {
        "id":"ED346797",
        "title":"Athabasca University/Keyano College Capstone Program. An Evaluation Report."},
      {
        "id":"ED346805",
        "title":"Faculty Collaboration: Enhancing the Quality of Scholarship and Teaching. ASHE-ERIC Higher Education Report No. 7, 1991."},
      {
        "id":"ED346808",
        "title":"National Assessment of College Student Learning: Issues and Concerns. A Report on a Study Design Workshop."},
      {
        "id":"ED346809",
        "title":"Future Directions for School/College Collaboration."},
      {
        "id":"ED346810",
        "title":"Integrated Postsecondary Education Data System. Glossary."},
      {
        "id":"ED346811",
        "title":"Multicultural Education: Strategies for Implementation in Colleges and Universities."},
      {
        "id":"ED346812",
        "title":"Financial Assistance for Study after Standard 10: Advanced Diplomas and Postgraduate Degrees. Research Finding MN-135."},
      {
        "id":"ED346818",
        "title":"Information Technology in Instruction in Minnesota Post-Secondary Education Institutions with Coordinating Board Recommendations. A Policy Paper."},
      {
        "id":"ED346821",
        "title":"Audio-Visual Media and New Technologies at the Service of Distance Education. Programme on Learner Use of Media Paper No. 16."},
      {
        "id":"ED346822",
        "title":"Distance Education: Perspectives from All Sides of the Desk."},
      {
        "id":"ED346826",
        "title":"Pedagogical Research at the UK OU."},
      {
        "id":"ED346834",
        "title":"The New Technologies: What Are They, How Can We Get Them, and Why Don't We Have Them?"},
      {
        "id":"ED346835",
        "title":"Grand Challenges 1993: High Performance Computing and Communications. A Report by the Committee on Physical, Mathematical, and Engineering Sciences. The FY 1993 U.S. Research and Development Program."},
      {
        "id":"ED346836",
        "title":"Economics, Education and Computers in Third World Schools."},
      {
        "id":"ED346837",
        "title":"Information Dissemination: Innovative Ways Agencies Are Using Technology. Testimony before the Government Information, Justice, and Agriculture Subcommittee, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED346840",
        "title":"A Computer-Based Tutorial System To Develop Listening Skills Using CD-ROM."},
      {
        "id":"ED346842",
        "title":"Intelligent Frameworks for Instructional Design."},
      {
        "id":"ED346845",
        "title":"Charting Pathways of Conceptual Change in the Use of Computer Software."},
      {
        "id":"ED346848",
        "title":"An Examination of Gender Differences in Computer Attitudes, Aptitude, and Use."},
      {
        "id":"ED346849",
        "title":"Information Age Innovations: A Case Study of Online Professional Development."},
      {
        "id":"ED346850",
        "title":"Trends in Educational Technology."},
      {
        "id":"ED346853",
        "title":"College Library Technology and Cooperation Grants Program. Interim Performance Report. Higher Education Act, Title II-D."},
      {
        "id":"ED346854",
        "title":"Collection Development Policy, United States Documents Selective Depository Collection."},
      {
        "id":"ED346858",
        "title":"Evaluation Strategies and Techniques for Public Library Children&apos;s Services: A Sourcebook."},
      {
        "id":"ED346862",
        "title":"North Dakota Governor's Conference on Library and Information Services (Bismarck, North Dakota, November 29-December 1, 1990). Final Program Report."},
      {
        "id":"ED346863",
        "title":"Board of Libraries Access Task Force. Final Report."},
      {
        "id":"ED346865",
        "title":"Library Handbook for Students. Eighth Edition."},
      {
        "id":"ED346867",
        "title":"Library Media Programs in Georgia Schools of Excellence: A Comparative Study."},
      {
        "id":"ED346870",
        "title":"Research Library Trends, 1951-1980 and Beyond: An Update of Purdue's &quot;Past and Likely Future of 58 Research Libraries.&quot;"},
      {
        "id":"ED346872",
        "title":"Strengthening Research Library Resources Program. Abstracts of Funded Projects, 1990. Title II-C, Higher Education Act."},
      {
        "id":"ED346873",
        "title":"The Use of Children's Materials in School and Public Libraries."},
      {
        "id":"ED346874",
        "title":"Whole Language in an Elementary School Library Media Center. ERIC Digest."},
      {
        "id":"ED346875",
        "title":"An Annotated Bibliography of Theses: The College of Criminal Justice, Sam Houston State University, 1965-1990."},
      {
        "id":"ED346876",
        "title":"Instructional Materials in Australian Education: A Review and Annotated Bibliography of Research."},
      {
        "id":"ED346877",
        "title":"Department of Education Management Commitment Needed To Improve Information Resources Management. Report to the Secretary of Education."},
      {
        "id":"ED346878",
        "title":"Information Resources. Summary of Federal Agencies' Information Resources Management Problems. Fact Sheet for the Chairman, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED346879",
        "title":"&quot;That Every Citizen Be Information Rich.&quot; Final Conference Report on Montana Governor's Conference on Library and Information Services (Helena, Montana, January 6-8, 1991)."},
      {
        "id":"ED346881",
        "title":"The Design of Systems for Exchanging Information on Curriculum Products: A Guide to Information Services in Canada, United Kingdom, and United States of America."},
      {
        "id":"ED346882",
        "title":"Enhancing Access to Journal Literature."},
      {
        "id":"ED346883",
        "title":"Gender and Salary Differentials for Administrative and Professional Staff in Metropolitan Chicago Special Libraries."},
      {
        "id":"ED346884",
        "title":"Library and Information Services for Literacy, Productivity and Democracy. Joint Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, and the Subcommittee on Labor-Management Relations of the Committee on Education and Labor, House of Representatives. One Hundred Second Congress, First Session. Oversight Hearing at the White House Conference on Library and Information Services."},
      {
        "id":"ED346886",
        "title":"Mass Media and Health: Opportunities for Improving the Nation's Health. A Report to the Office of Disease Prevention and Health Promotion and Office for Substance Abuse Prevention. Monograph Series."},
      {
        "id":"ED346887",
        "title":"Public Libraries in the U.S.: 1990. E.D. TABS."},
      {
        "id":"ED346891",
        "title":"Student Persistence Rates."},
      {
        "id":"ED346892",
        "title":"Enrollment &amp; Academic Progress of Fall 1986 New Students: Fall 1986 -- Spring 1991."},
      {
        "id":"ED346895",
        "title":"Evaluation of the California Community Colleges' Vocational Education Special Projects 1988-89 and 1989-90. Final Report on Special Project 90-0406, August 28, 1991-May 31, 1992."},
      {
        "id":"ED346896",
        "title":"Assessing the California Transfer Function: The Transfer Rate and Its Measurement. Conclusions of the Data Needs Task Force."},
      {
        "id":"ED346900",
        "title":"Attributes of Exemplary Community College Teachers: A Review of the Literature."},
      {
        "id":"ED346902",
        "title":"History of the Junior College Movement in California. Bureau of Junior College Education Release No. 20. Revised."},
      {
        "id":"ED346903",
        "title":"The Status and Future of Academic Advising: Problems and Promise."},
      {
        "id":"ED346904",
        "title":"Academic Advising Audit: An Institutional Evaluation and Analysis of the Organization and Delivery of Advising Services."},
      {
        "id":"ED346905",
        "title":"NAIT CPD. Competency Profile Development: A Systems Approach for Program Review Projects."},
      {
        "id":"ED350916",
        "title":"The College Presidency: The First Year."},
      {
        "id":"ED350917",
        "title":"Fact Book on Theological Education: For the Academic Year 1991-92."},
      {
        "id":"ED350918",
        "title":"An Assessment of Student Attitudes Regarding the Field Education Practicum at the University of Connecticut School of Social Work."},
      {
        "id":"ED350919",
        "title":"Academic Performance and Student Employment: Differences Between Arts and Science and Business Students."},
      {
        "id":"ED350920",
        "title":"Maxims for Mentoring."},
      {
        "id":"ED350921",
        "title":"Identifying Cognitive and Affective Variables as They Relate to the Successful Completion of Business Statistics."},
      {
        "id":"ED350923",
        "title":"Facilities Inventory and Utilization Study, Fall of 1991, for the State of North Carolina. Twenty-Fifth Edition."},
      {
        "id":"ED350924",
        "title":"Continuing a Renaissance. Student Senate's Vision for the Future of the University. Submitted to President Russell G. Warren by the 1990-1991 Student Senate."},
      {
        "id":"ED350925",
        "title":"Faculty Member&apos;s Handbook. Strategies for Preventing Alcohol and Other Drug Problems. The College Series."},
      {
        "id":"ED350926",
        "title":"Program Administrator&apos;s Handbook. Strategies for Preventing Alcohol and Other Drug Problems. The College Series."},
      {
        "id":"ED350928",
        "title":"Alcohol Practices, Policies, and Potentials of American Colleges and Universities. An OSAP White Paper."},
      {
        "id":"ED350929",
        "title":"Analysis of Faculty Salaries: A Comparison of The University of Maryland at College Park with AAU Public and Private and Designated Peer Universities: Fall 1990."},
      {
        "id":"ED350930",
        "title":"Analysis of Faculty Salaries: A Comparison of the University of Maryland at College Park with AAU Public and Private and Designated Peer Universities: Fall 1991."},
      {
        "id":"ED350931",
        "title":"Alcohol and Drugs on American College Campuses: A Report to College Presidents."},
      {
        "id":"ED350932",
        "title":"An International Prognostic Study, Based on an Acquisition Model, of Degree Philosophiae Doctor (Ph.D.)."},
      {
        "id":"ED350936",
        "title":"Telling the Truth. A Report on the State of the Humanities in Higher Education."},
      {
        "id":"ED350937",
        "title":"Survey To Predict How Students Would Use More Free Electives."},
      {
        "id":"ED350938",
        "title":"Student Financial Aid. Education Can Do More to Screen Schools before Students Receive Aid. Report to the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED350939",
        "title":"The Student Affairs Professional: A Study of the Private Colleges in Iowa."},
      {
        "id":"ED350940",
        "title":"Stress Factors among College Educators."},
      {
        "id":"ED350941",
        "title":"A Statewide Faculty Development Program for Community College Associate Degree and Other Nursing Educators. Final Report."},
      {
        "id":"ED350942",
        "title":"South Carolina Higher Education Deferred Maintenance Problems 1981-1991."},
      {
        "id":"ED350943",
        "title":"Research Findings from the 1987 National Postsecondary Student Aid Study."},
      {
        "id":"ED350944",
        "title":"Policy Report of the Physician Consortium on Substance Abuse Education."},
      {
        "id":"ED350945",
        "title":"Professional Workers as Learners. The Scope, Problems, and Accountability of Continuing Professional Education in the 1990s."},
      {
        "id":"ED350946",
        "title":"The Faculty Morale Issue: A Determinant in UAF's Strategic Planning Process. A Report Prepared for the Strategic Planning Leadership. Report 92-9."},
      {
        "id":"ED350954",
        "title":"National Postsecondary Statistics, Collegiate and Noncollegiate: Fall 1991. Early Estimates."},
      {
        "id":"ED350955",
        "title":"Health Professions Education Extension Amendments of 1992. Conference Report, 2d Session. (To accompany H.R. 3508, 102d Congress, 2d Session.)"},
      {
        "id":"ED350956",
        "title":"Parent and Supplemental Student Loans: Volume and Default Trends for Fiscal Years 1989 to 1991. Fact Sheet for Congressional Requesters."},
      {
        "id":"ED350957",
        "title":"Faring Forward: The Strategic Planning Process as Talisman during Periods of Institutional Transition."},
      {
        "id":"ED350958",
        "title":"Minorities in Medicine: A Guide for Premedical Students."},
      {
        "id":"ED350960",
        "title":"Undergraduate Education: Access and Preparation."},
      {
        "id":"ED350961",
        "title":"Undergraduate Education: Learning and Teaching."},
      {
        "id":"ED350965",
        "title":"Total Quality Management (TQM) in Higher Education."},
      {
        "id":"ED350966",
        "title":"Recreating the Research University: Cutting the Gordian Knot."},
      {
        "id":"ED350967",
        "title":"A National Study of Research Universities: On the Balance between Research and Undergraduate Teaching."},
      {
        "id":"ED350968",
        "title":"International Students and American University Culture: Adjustment Issues."},
      {
        "id":"ED350969",
        "title":"Evaluation of Applicants for Employment in Higher Education: A Search Committee's Screening and Selection Criteria."},
      {
        "id":"ED350970",
        "title":"The Leadership Compass. Values and Ethics in Higher Education. ERIC Digest."},
      {
        "id":"ED350971",
        "title":"Preparing for a Global Community. Achieving an International Perspective in Higher Education. ERIC Digest."},
      {
        "id":"ED350972",
        "title":"Quality: Transforming Postsecondary Education. ERIC Digest."},
      {
        "id":"ED350973",
        "title":"Instructional Developments. A Journal of the School of Education at Syracuse University, 1990-1992."},
      {
        "id":"ED350974",
        "title":"Education and New Information Technologies Teacher Training and Research. A Survey of Co-operative Projects between Universities and Schools."},
      {
        "id":"ED350975",
        "title":"The Changes in Computer Anxiety in a Required Computer Course."},
      {
        "id":"ED350977",
        "title":"Computer Support of Operator Training: Constructing and Testing a Prototype of a CAL (Computer Aided Learning) Supported Simulation Environment."},
      {
        "id":"ED350978",
        "title":"How To Evaluate Multimedia Simulations: Learning from the Past."},
      {
        "id":"ED350979",
        "title":"In Search of Canadian Materials, 1991."},
      {
        "id":"ED350980",
        "title":"Integrating Technology into the Curriculum: Teaching the Teachers."},
      {
        "id":"ED350981",
        "title":"Cognitive Transfer of Computer Programming Skills and Analogous Problem Solving."},
      {
        "id":"ED350982",
        "title":"Guidelines To Provide Uniform Wiring Service for Telecommunications in North Carolina Public Schools. Version 1.1.0."},
      {
        "id":"ED350983",
        "title":"Improved Computer Technology Skills for a Middle School Faculty through Inservice Training."},
      {
        "id":"ED350984",
        "title":"Is Video Really Necessary? A Study Comparing Interactivity in Video and Audio Classrooms."},
      {
        "id":"ED350985",
        "title":"KIDLINK in War and Peace."},
      {
        "id":"ED350986",
        "title":"Management of NSFNET. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology, U.S. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED350987",
        "title":"Audio-Teleconferencing in Distance Education: The Waterloo Experience."},
      {
        "id":"ED350988",
        "title":"Using PC Software To Enhance the Student's Ability To Learn the Exporting Process."},
      {
        "id":"ED350989",
        "title":"Ideas without Words--Internationalizing Business Presentations."},
      {
        "id":"ED350990",
        "title":"Hypermedia, Multimedia: What's Going On in Today's Classrooms?"},
      {
        "id":"ED350991",
        "title":"Learning Skills Centre--Department Evaluation."},
      {
        "id":"ED350992",
        "title":"Prospects for Educational Telecomputing: Selected Readings."},
      {
        "id":"ED350993",
        "title":"Teacher Education at a Distance: Meeting the Needs of the Disadvantaged. Final Report of the Regional Workshop in Distance Education in Teacher Education Organized by Unesco PROAP in Collaboration with Balitbang Dikbud and the Universitas Terbuka (Jakarta, Indonesia, November 1-9, 1988)."},
      {
        "id":"ED350994",
        "title":"Understanding Mechanical Systems Through Computer Animation and Kinematic Imagery. Final Report."},
      {
        "id":"ED350995",
        "title":"Restructuring Education through Technology. Fastback 326."},
      {
        "id":"ED350996",
        "title":"Using Telecommunications in Middle School Reading. Fastback 335."},
      {
        "id":"ED350997",
        "title":"The Status of Computing in Public Schools in the West Kootenay Region of British Columbia."},
      {
        "id":"ED350998",
        "title":"Consortium for Educational Telecomputing: Conference Proceedings (Cambridge, Massachusetts, April 18-19, 1991)."},
      {
        "id":"ED350999",
        "title":"Creating a Computer Simulator Package for a Hypothetical Computer Architecture."},
      {
        "id":"ED351000",
        "title":"The Effects of Teaching a Hypothetical Computer Architecture with Computer Simulators."},
      {
        "id":"ED351001",
        "title":"Giraffe, a Computer Assisted Instruction Programme."},
      {
        "id":"ED351002",
        "title":"Microeconomics with Microcomputers: Graphing the AH-HA. A Workshop for the International Conference on Teaching Excellence (Austin, Texas, May 24, 1992)."},
      {
        "id":"ED351003",
        "title":"Multimedia in Industry and Education: A Decision Model for Design."},
      {
        "id":"ED351004",
        "title":"The Simultaneous Production Model; A Model for the Construction, Testing, Implementation and Revision of Educational Computer Simulation Environments."},
      {
        "id":"ED351005",
        "title":"Transeuropean Networks for Education and Training: Towards Systems and Services for Effective Educational Networking in the European Community."},
      {
        "id":"ED351006",
        "title":"Research in Technology Enriched Schools: A Case for Cooperation between Teachers and Researchers."},
      {
        "id":"ED351007",
        "title":"Instructional Development for Distance Education. ERIC Digest."},
      {
        "id":"ED351008",
        "title":"Strategies for Teaching at a Distance. ERIC Digest."},
      {
        "id":"ED351009",
        "title":"Computer Applications in Education: The Best of ERIC 1991."},
      {
        "id":"ED351011",
        "title":"Functions of the National Library Service for the Blind and Physically Handicapped Broken into Meaningful Parts as Managed Units of Activity."},
      {
        "id":"ED351012",
        "title":"Plan for Progress in the Library Media Center, PK-12. A Guide to Planning for School Library Media Programs and for District, AEAMC, and Other Support of Those Programs."},
      {
        "id":"ED351014",
        "title":"Library Education in California: Issues and Opportunities. A Report of the Council of Library Directors."},
      {
        "id":"ED351015",
        "title":"Council on Library Resources, Inc. Thirty-Fourth Annual Report/1990."},
      {
        "id":"ED351016",
        "title":"Curriculum and Resources: Computer Provision in a CTC."},
      {
        "id":"ED351017",
        "title":"Opening Up &quot;Open Systems&quot;: Moving toward True Interoperability among Library Software. DataResearch Automation Guide Series, Number One."},
      {
        "id":"ED351018",
        "title":"Data Conversion and Indexing: How To Get the Most out of Your Machine-Readable Database. DataResearch Automation Guide Series, Number Two."},
      {
        "id":"ED351019",
        "title":"Successfully Automating Library Consortia: Procedures To Facilitate Governance, Management and Cooperation. DataResearch Automation Guide Series, Number Three."},
      {
        "id":"ED351021",
        "title":"Finding Company Information in the COMPNY Library of LEXIS/NEXIS."},
      {
        "id":"ED351022",
        "title":"Forum on the Future: The Call for a National Library Literacy Conference. Final Performance Report, FY1989."},
      {
        "id":"ED351023",
        "title":"From School Libraries to School Media Centres: Experiences, the Present Situation and Possible Improvement."},
      {
        "id":"ED351024",
        "title":"High Definition Information Systems. Report Prepared by the Subcommittee on Technology and Competitiveness Transmitted to the Committee on Science, Space, and Technology. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED351027",
        "title":"A Manual for Small Libraries in Alaska. Second Edition."},
      {
        "id":"ED351028",
        "title":"Massachusetts Libraries: An Alliance for the Future. A Technical Report for the Massachusetts Board of Library Commissioners."},
      {
        "id":"ED351029",
        "title":"Massachusetts Libraries: An Alliance for the Future. [Final Report and Executive Summary] for the Massachusetts Board of Library Commissioners."},
      {
        "id":"ED351030",
        "title":"Open Forum on Recommendations of the White House Conference on Library and Information Services (Washington, D.C., March 10, 1992)."},
      {
        "id":"ED351031",
        "title":"Report of the Faculty Research Initiative Grant: Learning-Disabled Students and Academic Library Services."},
      {
        "id":"ED351033",
        "title":"Outcome Measures for Information Literacy within the National Education Goals of 1990. Final Report to National Forum on Information Literacy. Summary of Findings."},
      {
        "id":"ED351034",
        "title":"National Information Policies for the Asia Oceania Region. Proceedings of the General Assembly and Congress of the International Federation for Information and Documentation Commission for Asia and Oceania (11th, Seoul, Korea, October 29-31, 1990)."},
      {
        "id":"ED351035",
        "title":"Conservation and Preservation of Humanities Research Collections. Essays on Treatment and Care of Rare Books, Manuscripts, Photography, and Art on Paper and Canvas."},
      {
        "id":"ED351036",
        "title":"The Context for Planning: A Report to the Jackson-George Regional Library System."},
      {
        "id":"ED351037",
        "title":"Electronic Technologies and Preservation."},
      {
        "id":"ED351038",
        "title":"Information Retrieval and Evaluation Skills for Education Students."},
      {
        "id":"ED351040",
        "title":"County by County in Ohio Genealogy."},
      {
        "id":"ED351041",
        "title":"Bibliographic Instruction Course Syllabus and Selected Handouts."},
      {
        "id":"ED351043",
        "title":"Freshman Seminar. Final Report."},
      {
        "id":"ED351044",
        "title":"L'enseignement collegial: des priorities pour un renouveau de la formation. Rapport sur l'etat et les besoins de l'enseignement collegial. (College Education: Priorities for Renewal. Report on the Status and the Needs of College Education)."},
      {
        "id":"ED351045",
        "title":"Community Colleges: Promises or Preclusions."},
      {
        "id":"ED351046",
        "title":"Critical Issues Facing America's Community Colleges."},
      {
        "id":"ED351047",
        "title":"American Indians in Higher Education: The Community College Experience. ERIC Digest."},
      {
        "id":"ED351048",
        "title":"The Liberal Art of Science: Science and History in an Honors Program."},
      {
        "id":"ED351049",
        "title":"Expanding Resources for Working Adults: A College/Community/Hospital Collaboration."},
      {
        "id":"ED351050",
        "title":"Collaborating with Rehabilitation Centers for At Risk Students."},
      {
        "id":"ED351051",
        "title":"Chemical Technology at the Community College of Rhode Island: Curricular Approaches Designed To Reflect the Demands of a Diverse Population Entering Chemical Technology Programs."},
      {
        "id":"ED351052",
        "title":"Midlands Teaching Factory, LTD."},
      {
        "id":"ED351054",
        "title":"Forgotten Minorities: Rural Americans and the Colleges That Serve Them. Report on AACC National Agenda Priorities from the Commissioner on Small/Rural Community Colleges."},
      {
        "id":"ED351055",
        "title":"Crime Awareness and Campus Security Act. Important Information for Community College Trustees and Administrators."},
      {
        "id":"ED351056",
        "title":"What Is Teaching Effectiveness? A Survey of Student and Teacher Perceptions of Teacher Effectiveness."},
      {
        "id":"ED351057",
        "title":"Using Testbanking To Implement Classroom Management/Extension through the Use of Computers."},
      {
        "id":"ED351058",
        "title":"Interactive Classroom Management/Extension through the Use of Computers."},
      {
        "id":"ED351059",
        "title":"Preventing AIDS Tomorrow through Education Today."},
      {
        "id":"ED351061",
        "title":"Accountability: An Investment of Quality. Final Report of the AB 1725 Accountability Task Force."},
      {
        "id":"ED351062",
        "title":"Economic Development Program Funding Plan: 1992-93."},
      {
        "id":"ED351063",
        "title":"Noncredit Adult Education. A Report."},
      {
        "id":"ED351064",
        "title":"Statewide Labor Market Information and Student Follow-Up System."},
      {
        "id":"ED351065",
        "title":"Student Services and Special Programs: A Report on Program Effectiveness."},
      {
        "id":"ED351066",
        "title":"Funding Gap Study."},
      {
        "id":"ED351067",
        "title":"Library and Learning Resources Program: Status and Needs. A Report."},
      {
        "id":"ED351068",
        "title":"Student Equity Policy: A Status Report."},
      {
        "id":"ED351069",
        "title":"Amendments to the California State Plan for the Vocational and Applied Technology Education Act."},
      {
        "id":"ED351070",
        "title":"The Basic Agenda: Policy Directions and Priorities for the Nineties (Revised July 1992). Draft."},
      {
        "id":"ED351071",
        "title":"Student Equity Policy."},
      {
        "id":"ED351072",
        "title":"Proposals for: New College for the Los Rios Community College District and New Center for the Allan Hancock Joint Community College District."},
      {
        "id":"ED351073",
        "title":"Accountability: Commitment to Quality. A Report."},
      {
        "id":"ED351074",
        "title":"Total Quality: An Understanding and Application For Community, Junior, and Technical Colleges."},
      {
        "id":"ED351075",
        "title":"An Information Infrastructure for Enrollment Management: Tracking and Understanding Your Students."},
      {
        "id":"ED351076",
        "title":"Financing Community Colleges. Review of Trends and Annotated Bibliography, 1976-1991."},
      {
        "id":"ED351077",
        "title":"An Inventory of Skills and Knowledge Necessary for a Career as a Nurse's Aide."},
      {
        "id":"ED351078",
        "title":"Presidents and Curriculum."},
      {
        "id":"ED351079",
        "title":"First-Generation College Students. ERIC Digest."},
      {
        "id":"ED351080",
        "title":"Calculus: An Active Approach with Projects."},
      {
        "id":"ED351081",
        "title":"Tracking the Liberal Arts over Sixteen Years. Trends and Implications."},
      {
        "id":"ED351082",
        "title":"State Board of Directors for Community Colleges of Arizona Annual Report to the Governor, 1991-1992."},
      {
        "id":"ED351083",
        "title":"The Study of Attrition at Hudson County Community College. Status Report. Special Report 92.02."},
      {
        "id":"ED351085",
        "title":"Non-Liberal Arts Curriculum Study. Results."},
      {
        "id":"ED351086",
        "title":"The Letters Program in Florida Community Colleges. Summative Review."},
      {
        "id":"ED351087",
        "title":"Calculating the Rate of Transfer from Community Colleges to Public Universities in California. A Report to the California Policy Seminar."},
      {
        "id":"ED351088",
        "title":"Establishing Prerequisites: Proposed Regulations and Guidelines."},
      {
        "id":"ED351089",
        "title":"Employment, Salary and Placement Information Related to Career Programs at Johnson County Community College."},
      {
        "id":"ED351090",
        "title":"Revisions to Disabled Student Programs and Services (DSPS) Regulations."},
      {
        "id":"ED351091",
        "title":"Liberal Arts at the Community College. ERIC Fact Sheet."},
      {
        "id":"ED351092",
        "title":"Two-Year College Students: A Statistical Profile. ERIC Fact Sheet."},
      {
        "id":"ED351093",
        "title":"Maternal Expressiveness & Emotionality: Socialization of Children's Expressiveness."},
      {
        "id":"ED351094",
        "title":"Home Visiting Options within Head Start: Results of a National Survey."},
      {
        "id":"ED351095",
        "title":"Integrated Curriculum in the Middle School. ERIC Digest."},
      {
        "id":"ED351097",
        "title":"Early Prevention of School Failure: Evaluation Report."},
      {
        "id":"ED351098",
        "title":"TELS: Teaching Essential Life Skills."},
      {
        "id":"ED351099",
        "title":"Preschool Readiness to Learn: Head Start's Opportunity &amp; Responsibility."},
      {
        "id":"ED351100",
        "title":"The Metropolitan Council on Child Care: Conceptualizing a Framework for Early Childhood Professional Preparation and Development."},
      {
        "id":"ED351101",
        "title":"The Efficacy of a Head Start Educational Program for Parents Identified as Potential Child Abusers."},
      {
        "id":"ED351102",
        "title":"Relationships and Development: Family Adaptation to Individual Change."},
      {
        "id":"ED351103",
        "title":"Cognitive Enrichment Network Overview."},
      {
        "id":"ED351104",
        "title":"Mothers' Perceptions and Concerns about Their Preschool Children's Progress in Peer Relations."},
      {
        "id":"ED351105",
        "title":"Kindergartners' Concept of Author: Comparison between a Developmentally Appropriate Classroom and a Traditional Classroom."},
      {
        "id":"ED351106",
        "title":"Effect of Family Structure on School Readiness?"},
      {
        "id":"ED351107",
        "title":"Craft-Training in the Preschool Curriculum."},
      {
        "id":"ED351108",
        "title":"Translations and Transformations: From Training to Implementation."},
      {
        "id":"ED351109",
        "title":"Off to a Good Start. Ways of Working with Parents Pre and Post School Entry."},
      {
        "id":"ED351110",
        "title":"Restructuring Early Childhood Education. Fastback 329."},
      {
        "id":"ED351111",
        "title":"Guidelines for Early Identification and Strategies for Early Intervention of At-Risk Learning Disabled Children."},
      {
        "id":"ED351112",
        "title":"Increasing Parental Involvement in the Primary Grades: The Magowan School Model."},
      {
        "id":"ED351113",
        "title":"How Children Learn."},
      {
        "id":"ED351114",
        "title":"Computers and Young Children: Procedures and Practices in the Computer Laboratory."},
      {
        "id":"ED351115",
        "title":"A Guide to Requesting School Board Approval for Before and After School Child Care."},
      {
        "id":"ED351116",
        "title":"A Cost Sharing Plan: Solutions for the Child Care Crisis."},
      {
        "id":"ED351117",
        "title":"Employers Roundtable: Employer Supported Child Care."},
      {
        "id":"ED351118",
        "title":"Fingerplays: An Idea from the Past with Learning Opportunities for the Present and Future."},
      {
        "id":"ED351119",
        "title":"Developing Appropriate Activities with Early Intervention Prekindergarten Families To Prepare Children for Academic Success."},
      {
        "id":"ED351120",
        "title":"Early Childhood Education Issues in Texas: Implications for Civil Rights. A Summary Report."},
      {
        "id":"ED351121",
        "title":"Cultural Diversity and Creativity in the Classroom."},
      {
        "id":"ED351122",
        "title":"Equity and Art."},
      {
        "id":"ED351123",
        "title":"Making Meaning with Eyes and Hands."},
      {
        "id":"ED351124",
        "title":"Arts Education for Young Children of the 21st Century."},
      {
        "id":"ED351126",
        "title":"Children in Poverty: Providing and Promoting a Quality Education."},
      {
        "id":"ED351127",
        "title":"Adding Variety to Parent Involvement Activities."},
      {
        "id":"ED351128",
        "title":"Reducing Staff Stress/Burnout by Changing Staff Expectations in Dealing with Parents."},
      {
        "id":"ED351129",
        "title":"Review of the Early Childhood Sector."},
      {
        "id":"ED351130",
        "title":"Children's Understanding of Machines."},
      {
        "id":"ED351131",
        "title":"Child Survival and Child Development in Africa. Studies and Evaluation Papers 6."},
      {
        "id":"ED351132",
        "title":"The Positive Educational Effects of Well-Trained Volunteers in the Kindergarten Classroom."},
      {
        "id":"ED351133",
        "title":"A Selected Review of Literature on African American Culture."},
      {
        "id":"ED351134",
        "title":"Australian Aboriginal Language Early Childhood Education Programmes."},
      {
        "id":"ED351135",
        "title":"Early Childhood Teacher Education in Australia."},
      {
        "id":"ED351136",
        "title":"Extending &quot;The Neighborhood&quot; to Child Care. Research Report."},
      {
        "id":"ED351137",
        "title":"Language Development in Kindergarten."},
      {
        "id":"ED351138",
        "title":"Early Childhood Education: Nurturing Oregon's Future."},
      {
        "id":"ED351139",
        "title":"Adolescents&apos; and Their Parents&apos; Perceptions of Parenting Style: Relations with Achievement."},
      {
        "id":"ED351140",
        "title":"For Kids' Sake: A Child Abuse Prevention and Reporting Kit. Revised Edition."},
      {
        "id":"ED351141",
        "title":"Enhancing and Facilitating Individualized Learning Capabilities of Kindergarten Students through the Integration of Cost-Effective Instructional Practices."},
      {
        "id":"ED351142",
        "title":"Children's Rights in Europe: Report of the Conference Held by the European Forum for Child Welfare (Hamburg, Germany, April 27-28, 1992)."},
      {
        "id":"ED351143",
        "title":"An Evaluation of the MacMagic Program at Davidson Middle School."},
      {
        "id":"ED351144",
        "title":"Prenatal Drug Exposed Children: Support for Classroom Teachers."},
      {
        "id":"ED351145",
        "title":"Children and Transition Time."},
      {
        "id":"ED351146",
        "title":"Implementing an Anti-Bias Curriculum in Early Childhood Classrooms. ERIC Digest."},
      {
        "id":"ED351147",
        "title":"Aggression and Cooperation: Helping Young Children Develop Constructive Strategies. ERIC Digest."},
      {
        "id":"ED351148",
        "title":"Nongraded and Mixed-Age Grouping in Early Childhood Programs. ERIC Digest."},
      {
        "id":"ED351149",
        "title":"Teacher-Parent Partnerships. ERIC Digest."},
      {
        "id":"ED351150",
        "title":"The Portfolio and Its Use: Developmentally Appropriate Assessment of Young Children. ERIC Digest."},
      {
        "id":"ED351152",
        "title":"Sticking Together: Strengthening Linkages and the Transition between Early Childhood Education and Early Elementary School. Summary of a National Policy Forum (1st, Washington, D.C., September 12-13, 1991)."},
      {
        "id":"ED351153",
        "title":"Sharing Success in the Southeast: Promising Programs in Preschool-to-School Transition."},
      {
        "id":"ED351154",
        "title":"The Myth of the Coming Labor Shortage in Rural Areas. Briefing Paper."},
      {
        "id":"ED351155",
        "title":"Indigenous Knowledge and Learning. Papers Presented in the Workshop on Indigenous Knowledge and Skills and the Ways They Are Acquired (Cha'am, Thailand, March 2-5, 1988)."},
      {
        "id":"ED351157",
        "title":"American Indians: Social Justice and Public Policy. Ethnicity and Public Policy Series, Volume IX."},
      {
        "id":"ED351158",
        "title":"The Education of American Indians: Policy, Practice and Future Direction."},
      {
        "id":"ED351159",
        "title":"Organizing for Self-Determination: Federal and Tribal Bureaucracies in an Era of Social and Policy Change."},
      {
        "id":"ED351160",
        "title":"Economic Development and Employment Opportunities for American Indians."},
      {
        "id":"ED351161",
        "title":"The Influence of Social Roles on Programmatic Outcome."},
      {
        "id":"ED351162",
        "title":"Barriers to Change: Reflections on an Experience."},
      {
        "id":"ED351163",
        "title":"Voices of Native America: A Native American Community's Perception of Home/School Communication."},
      {
        "id":"ED351164",
        "title":"For the Administrator: Realities for the Native American and Education."},
      {
        "id":"ED351165",
        "title":"Rural Families."},
      {
        "id":"ED351166",
        "title":"The People: Reflections of Native Peoples on the Catholic Experience in North America."},
      {
        "id":"ED351167",
        "title":"Fetal Alcohol Syndrome in Adolescents and Adults."},
      {
        "id":"ED351168",
        "title":"The Native American: An Exceptionality in Education and Counseling."},
      {
        "id":"ED351169",
        "title":"Increasing Graduation Rates of Migrant Students: A Framework for Texas Schools. Migrant Education Series."},
      {
        "id":"ED351170",
        "title":"Testing the Influences of Parental Involvement on Mexican-American Eighth Grade Students' Academic Achievement: A Structural Equations Analysis."},
      {
        "id":"ED351171",
        "title":"Pathfinders for Finding Information on Native Americans with Disabilities."},
      {
        "id":"ED351172",
        "title":"Support for Parents of Rural Students."},
      {
        "id":"ED351173",
        "title":"The Vermont Schoolmarm and the Contemporary One-Room Schoolhouse: An Ethnographic Study of a Contemporary One-Room Schoolteacher. Occasional Paper #12."},
      {
        "id":"ED351174",
        "title":"Native Students with Problems of Addiction. A Manual for Adult Educators."},
      {
        "id":"ED351175",
        "title":"A Profile of Conditions and Trends in Rural Illinois. Second Printing."},
      {
        "id":"ED351176",
        "title":"Research in Rural Issues: An Annotated Bibliography."},
      {
        "id":"ED351177",
        "title":"Report of the Task Force on Hispanic Education."},
      {
        "id":"ED351178",
        "title":"Report on Student Performance in the Northern Territory Primary Assessment Program for Aboriginal Schools: 1987."},
      {
        "id":"ED351179",
        "title":"The Northern Territory Primary Assessment Program: A Descriptive Study Incorporating Teacher Perceptions. Research and Evaluation Report Number 1/1989."},
      {
        "id":"ED351180",
        "title":"Where Did They Go? Northern Territory 1988 School Leaver Destinations. Report 1/1991."},
      {
        "id":"ED351181",
        "title":"Results of the Primary Assessment Program for 1990 in Urban and Aboriginal Schools. Research and Evaluation Reports. Report 3/1991."},
      {
        "id":"ED351182",
        "title":"Where Did They Go? Northern Territory 1989 School Leaver Destinations. [Report 4/1991.]"},
      {
        "id":"ED351183",
        "title":"Proportional Reasoning in the Solution of Problems in High School Chemistry and Its Impact on Developing Critical Thinking Skills."},
      {
        "id":"ED351184",
        "title":"American College Biology and Zoology Course Requirements: A de facto Standardized Curriculum."},
      {
        "id":"ED351185",
        "title":"A Breach in the Relationship between Correctness and Scientific Conceptual Knowledge for the Meaningful Solving of a Problem about Osmosis."},
      {
        "id":"ED351186",
        "title":"What To Do about \"Misconceptions\"--A Paradigm Shift."},
      {
        "id":"ED351187",
        "title":"What Works: Building Natural Science Communities. A Plan for Strengthening Undergraduate Science and Mathematics. Volume One."},
      {
        "id":"ED351188",
        "title":"What Works: Building Natural Science Communities. Resources for Reform. Strengthening Undergraduate Science and Mathematics. A Report of Project Kaleidoscope. Volume Two."},
      {
        "id":"ED351189",
        "title":"Teaching SciencePlus: An Observational Survey of Science Teaching in New Brunswick and Novia Scotia, Grades 7, 8 and 9."},
      {
        "id":"ED351190",
        "title":"Research in Science Education. Volume 21. Selected Refereed Papers from the Annual Conference of the Australasian Science Education Research Association (22nd, Surfers Paradise, Queensland, Australia, July 11-14, 1991)."},
      {
        "id":"ED351191",
        "title":"A Study of Tracking and Ability Grouping in Mathematics and Science Courses in Virginia&apos;s Secondary Schools. House Document No. 58. Report of the Department of Education to the Governor and the General Assembly of Virginia."},
      {
        "id":"ED351192",
        "title":"Children's Concepts of Average and Representativeness."},
      {
        "id":"ED351193",
        "title":"Students' Tendency To Assume Resemblances between a Function and Its Derivative."},
      {
        "id":"ED351194",
        "title":"The Effect of Conceptually Oriented Instruction on Students' Computational Competencies. Research Series No. 214."},
      {
        "id":"ED351198",
        "title":"Science in American School Readers of the Nineteenth Century."},
      {
        "id":"ED351199",
        "title":"FUTURES with Jaime Escalante: Development of a Successful, Research-Based Instructional Video Series."},
      {
        "id":"ED351201",
        "title":"Environmental Literacy. ERIC/CSMEE Digest."},
      {
        "id":"ED351203",
        "title":"The United State-Japan Seminar on Computer Use in School Mathematics. Proceedings. (Honolulu, Hawaii, July 15-19, 1991)."},
      {
        "id":"ED351204",
        "title":"Report of U.S.-Japan Cross-National Research on Students' Problem Solving Behaviors."},
      {
        "id":"ED351206",
        "title":"Promoting a Concern for the Environment."},
      {
        "id":"ED351207",
        "title":"Using Cooperative Learning in Science Education."},
      {
        "id":"ED351208",
        "title":"Problem Solving Research in Middle/Junior High School Science Education."},
      {
        "id":"ED351209",
        "title":"Research and Development Related to Peace Education in the Netherlands. Views from the Polemological Institute, University of Groningen. Peace Education Miniprints No. 15."},
      {
        "id":"ED351210",
        "title":"Peace Education: A Tentative Introduction from a Swedish Perspective. Peace Education Reports No. 2."},
      {
        "id":"ED351211",
        "title":"A Restorationist Views the Modernist/Post Modernist Debate. (Presidential Address)."},
      {
        "id":"ED351212",
        "title":"Eugenics, Race Integrity, and the Twentieth-Century Assault on Virginia's Indians."},
      {
        "id":"ED351213",
        "title":"Using Channel One in Social Studies Classrooms: A First Look."},
      {
        "id":"ED351215",
        "title":"Educating Beyond Hate. Peace Education Miniprints No. 23."},
      {
        "id":"ED351216",
        "title":"Membership Directory of the PEC Network: Mailing Addresses of the Peace Education Commission. Peace Education Miniprints No. 21."},
      {
        "id":"ED351217",
        "title":"Peace Education: Perspectives from Japan and Poland. Peace Education Miniprints No. 22."},
      {
        "id":"ED351218",
        "title":"America 2000 and the &quot;New&quot; Geography."},
      {
        "id":"ED351219",
        "title":"Group Portrait: Internationalizing the Disciplines."},
      {
        "id":"ED351220",
        "title":"Social Studies. Curriculum Frameworks for Grades 6-8 Basic Programs. 1990 Edition. Volume VIII."},
      {
        "id":"ED351221",
        "title":"Education for Humanistic, Ethical/Moral and Cultural Values: Final Report of a Regional Meeting."},
      {
        "id":"ED351222",
        "title":"Citizenship, Social Justice &amp; Curriculum."},
      {
        "id":"ED351223",
        "title":"Cultural Diversity among American and European Businesspersons."},
      {
        "id":"ED351224",
        "title":"Improving the Awareness of the Influence of Geography Upon Historical Events in Ancient Mesopotamia and in Ancient Egypt in Ninth Grade World History Students."},
      {
        "id":"ED351237",
        "title":"Increasing the Involvement of Parents in the Music Education of Fourth and Fifth Grade Students through Improved Communication."},
      {
        "id":"ED351238",
        "title":"Social Studies Instruction for Special Students."},
      {
        "id":"ED351239",
        "title":"Over Head and Under Foot: An Integrated Unit Lesson Plan."},
      {
        "id":"ED351240",
        "title":"National and State Arts Education Services. A Guide."},
      {
        "id":"ED351242",
        "title":"The Audience for American Art Museums. Research Division Report #23."},
      {
        "id":"ED351243",
        "title":"Expanding the Audience for the Performing Arts. Research Division Report #24."},
      {
        "id":"ED351244",
        "title":"Palestine. Priority Projects for Educational Development."},
      {
        "id":"ED351245",
        "title":"Americans and the Arts VI. Nationwide Survey of Public Opinion."},
      {
        "id":"ED351246",
        "title":"National Endowment for the Humanities, Twenty-Sixth Annual Report, 1991."},
      {
        "id":"ED351250",
        "title":"Research and Theories Supporting Art Instruction for Instrumental Outcomes."},
      {
        "id":"ED351251",
        "title":"Effects of a Literature-Based Approach to History on Sixth Graders' Achievement and Attitudes."},
      {
        "id":"ED351252",
        "title":"Women's History Landmark Project: Policy and Research."},
      {
        "id":"ED351253",
        "title":"Peace/War Issues from a Psychological Perspective: A Selective Bibliography, Nr. 113."},
      {
        "id":"ED351254",
        "title":"Education for Peace. Peace Education Miniprints No. 28."},
      {
        "id":"ED351255",
        "title":"Enemy Images, Developmental Psychology, And Peace Education. Peace Education Miniprints No. 29. Petra Hesse and the Project &quot;Preparedness for Peace.&quot;"},
      {
        "id":"ED351256",
        "title":"Peace Education and Traditional School Subjects. Peace Education Miniprints No. 30."},
      {
        "id":"ED351257",
        "title":"Biography Today: Profiles of People of Interest to Young Readers, Volume 1, Issue 1, January 1992."},
      {
        "id":"ED351258",
        "title":"Arts Education in South Dakota Schools. A Report from South Dakota Arts Council&apos;s Arts Education Task Force."},
      {
        "id":"ED351259",
        "title":"Critical Thinking in Social Studies: Methods and Findings of a Wide-scale Assessment."},
      {
        "id":"ED351261",
        "title":"The Bill of Rights--Alive!"},
      {
        "id":"ED351262",
        "title":"Classroom Discourse during Social Studies: Students' Purposes and Topics of Interest in Peer-led Discussion Groups."},
      {
        "id":"ED351263",
        "title":"Curriculum Design: Whole Language through Music and Art."},
      {
        "id":"ED351264",
        "title":"An Examination of Technology in the Art Classroom: An Annotated Bibliography."},
      {
        "id":"ED351266",
        "title":"&quot;Just What is a Good Citizen?&quot; Political Literacy and the Implications for Teachers of History."},
      {
        "id":"ED351267",
        "title":"Enemy Images among University Students in Four Countries: A Cross-National Exploration Using an Associative Technique. Peace Education Miniprints No. 20."},
      {
        "id":"ED351268",
        "title":"The UNESCO Prize for Peace Education: Ten Years of Learning for Peace. Peace Education Miniprints, No. 19."},
      {
        "id":"ED351269",
        "title":"Educational Foundations Best Writings (20th Century): Biblio-Historical Essay."},
      {
        "id":"ED351270",
        "title":"Leadership in Civic Education. ERIC Digest."},
      {
        "id":"ED351271",
        "title":"An Analysis of Education in the People's Republic of China: Briefings and Discussions, Summer, 1977."},
      {
        "id":"ED351272",
        "title":"The Study of Holidays: Possibilities for Depth and Breadth."},
      {
        "id":"ED351273",
        "title":"Increasing Critical Thinking Skills of the Fourth Grade Student through Problem Solving Activities."},
      {
        "id":"ED351274",
        "title":"Value Priority Differences between Males and Females."},
      {
        "id":"ED351276",
        "title":"Trends and Strategies of Action in Population Education for 1992-1995. Report of a Regional Consultative Seminar on Population Education (Bangkok, Thailand, May 21-28, 1990)."},
      {
        "id":"ED351277",
        "title":"American Dissertations on Foreign Education: A Bibliography with Abstracts. Volume XX. Britain: Biographies of Educators; Scholars' Educational Ideas."},
      {
        "id":"ED351278",
        "title":"Trends in K-12 Social Studies. ERIC Digest."},
      {
        "id":"ED351279",
        "title":"Area and Ethnic Studies Program Review in the State University System of Florida."},
      {
        "id":"ED351280",
        "title":"Diaries."},
      {
        "id":"ED351281",
        "title":"Stop and Think! Dialogue, Critical Thinking Skills and Creative Conflict Resolution in Peace Education. Peace Education Miniprints No. 5."},
      {
        "id":"ED351282",
        "title":"Cooperative Training and Retraining for Elementary School Teachers."},
      {
        "id":"ED351283",
        "title":"Will Teachers Say What We Want To Hear? Dilemmas of Teacher Voice."},
      {
        "id":"ED351284",
        "title":"Guiding Future Teachers into the Twenty-first Century."},
      {
        "id":"ED351285",
        "title":"Portrait of an Urban Professional Development School."},
      {
        "id":"ED351286",
        "title":"From Administrative Theory and Practice to Sport and Lifestyle Management: Past, Present and Future."},
      {
        "id":"ED351287",
        "title":"Interns' Assessment of Teachers: Perceived Usefulness of Developmental Feedback."},
      {
        "id":"ED351288",
        "title":"The Los Angeles Professional Practice School: Impact of Teacher Education on Staff Development."},
      {
        "id":"ED351289",
        "title":"Collaboration among General and Special Educators: The Influence Teachers Exert on the Process."},
      {
        "id":"ED351290",
        "title":"Preparing Preservice Students for Diverse Populations."},
      {
        "id":"ED351291",
        "title":"Mathematical Literacy To Empower Teacher Education Students in the 21st Century: How Can This Become Reality?"},
      {
        "id":"ED351292",
        "title":"Trying the Triumvirate Approach at Oglethorpe: Integrating Teacher Education and the Liberal Arts and Sciences."},
      {
        "id":"ED351293",
        "title":"An Educational Leadership Model for the Twenty-First Century."},
      {
        "id":"ED351294",
        "title":"Writing Across the Curriculum: Creating a Professional Writing Sequence for a Teacher Education Program."},
      {
        "id":"ED351295",
        "title":"Professional Development Policy for Tennessee's Schools."},
      {
        "id":"ED351296",
        "title":"Student Evaluation: A Teacher Handbook."},
      {
        "id":"ED351297",
        "title":"Teacher Unions and Professional Organization: Re-Examining Margaret Haley's Counsel on Councils."},
      {
        "id":"ED351299",
        "title":"Reflecting Community Diversity in the School."},
      {
        "id":"ED351300",
        "title":"Education, Women and the Olympics."},
      {
        "id":"ED351301",
        "title":"Effects of a Motor Development Training Program on Child Care Providers with Children in Integrated Settings."},
      {
        "id":"ED351302",
        "title":"Distance Education: A New Paradigm for Physical Education and Health."},
      {
        "id":"ED351303",
        "title":"Evaluation of HIV Prevention and Comprehensive Health Education Activities."},
      {
        "id":"ED351304",
        "title":"Peer Tutors in the High School Health and Physical Education Department Adaptive Program."},
      {
        "id":"ED351305",
        "title":"Critical Thinking: Language and Inquiry across the Disciplines. Proceedings of the Annual Conference of the Institute for Critical Thinking (Upper Montclair, New Jersey, 1988)."},
      {
        "id":"ED351306",
        "title":"Critical Thinking: Focus on Social and Cultural Inquiry. Proceedings of the Annual Conference of the Institute for Critical Thinking (Upper Montclair, New Jersey, 1989)."},
      {
        "id":"ED351307",
        "title":"Pedagogical Knowledge Structures in Prospective Teachers."},
      {
        "id":"ED351308",
        "title":"Preservice Teachers and At-Risk Students."},
      {
        "id":"ED351309",
        "title":"What Do Teachers Know about Measurement and How Did They Find Out?"},
      {
        "id":"ED351310",
        "title":"Projections of Public School Classroom Teachers: New York State 1992-93 to 1996-97."},
      {
        "id":"ED351311",
        "title":"A Survey of 1989-90 Teaching Job Applicants. Research Services No. 199."},
      {
        "id":"ED351312",
        "title":"Alternative Teacher Certification--An Update. ERIC Digest."},
      {
        "id":"ED351314",
        "title":"Distance Education and Educational Reform in Jamaica: The Clock Is Ticking. A Report to the Ministry of Education of the Government of Jamaica Prepared at the Request of the Commonwealth of Learning."},
      {
        "id":"ED351315",
        "title":"Teachers as Researchers: A Review of the Literature. Occasional Paper No. 142."},
      {
        "id":"ED351316",
        "title":"Teaching in the North: Gender Tales. Teaching Cases in Cross-Cultural Education, No. 10."},
      {
        "id":"ED351317",
        "title":"Teacher Supply and Demand for the Public Schools of Manitoba (1989-2000)."},
      {
        "id":"ED351318",
        "title":"Experts' Meeting on Teacher Training and New Contents in Teacher Training Curricula. Final Report (Paris, France, September 16-18, 1991)."},
      {
        "id":"ED351319",
        "title":"Preparing Teachers for a Shrinking World."},
      {
        "id":"ED351320",
        "title":"Alternative Career Paths in Physical Education: Fitness and Exercise. ERIC Digest."},
      {
        "id":"ED351321",
        "title":"An Interactive Strategy for the Instruction of Critical Thinking in the Middle School."},
      {
        "id":"ED351322",
        "title":"Teachers' Ratings of Job Entry Expectations Prior to and Following First Year of Teaching: Evidence of Idealistic Expectations and Transition Shock."},
      {
        "id":"ED351324",
        "title":"Self Study Instrument for Program Review of Graduate Programs in Health Education."},
      {
        "id":"ED351325",
        "title":"Restructuring Teacher Education. Fastback 325."},
      {
        "id":"ED351326",
        "title":"Teachers for Tomorrow: The Pennsylvania Governor's School for Teachers. Fastback 337."},
      {
        "id":"ED351327",
        "title":"Mentoring: Contemporary Principles and Issues."},
      {
        "id":"ED351328",
        "title":"Sources of Elementary Teachers' Perspectives and Decisions; Implications for Preservice and Inservice Education."},
      {
        "id":"ED351329",
        "title":"Increasing Bicycle Helmet Use in Michigan: A School-Based Intervention Pilot Program. Evaluation Report."},
      {
        "id":"ED351330",
        "title":"Promoting Achievement in School through Sports. First Year Impact Study."},
      {
        "id":"ED351331",
        "title":"Saginaw Drug and Alcohol Abuse Education and Training Program: Product Evaluation, 1990-1991."},
      {
        "id":"ED351333",
        "title":"Validity of Key Factors within the Assessment Instrumentation Used for the Evaluation of the Arizona Career Ladders Program."},
      {
        "id":"ED351334",
        "title":"The Alternative Certification of Teachers. Teacher Education Monograph No. 14."},
      {
        "id":"ED351335",
        "title":"Comprehensive School Health Education. ERIC Digest."},
      {
        "id":"ED351336",
        "title":"National Board for Professional Teaching Standards--Update. ERIC Digest."},
      {
        "id":"ED351337",
        "title":"Cognitive and Social Development of Preschoolers: Gender Differences."},
      {
        "id":"ED351338",
        "title":"Individual Differences in Transfer via Analogy."},
      {
        "id":"ED351339",
        "title":"The Learning Mode Preferences of Secondary Students: A Three-Country Comparison--Australia, England, USA."},
      {
        "id":"ED351340",
        "title":"Designing a Curriculum Evaluation for a Vocational Educational Program in a Large Correctional System."},
      {
        "id":"ED351341",
        "title":"Cost-Effectiveness and Cost-Benefit Analysis: Confronting the Problem of Choice."},
      {
        "id":"ED351342",
        "title":"Mixed Method Triangulation: Theory and Practice Compared."},
      {
        "id":"ED351343",
        "title":"District-Level Perspective on Innovative Approaches in Performance Appraisal: Integration and Refinement."},
      {
        "id":"ED351344",
        "title":"Vector Majorization Technique for Rotation to a Specified Simple Structure."},
      {
        "id":"ED351345",
        "title":"The Vermont Portfolio Assessment Program: Interim Report on Implementation and Impact, 1991-92 School Year. Project 3.2: Collaborative Development of Statewide Systems. Report of Year 1 Vermont Study."},
      {
        "id":"ED351346",
        "title":"Alternative Assessment."},
      {
        "id":"ED351347",
        "title":"The Utility of IRT in Small-Sample Testing Applications."},
      {
        "id":"ED351348",
        "title":"A Technology-Based Innovation To Facilitate Teacher Access to and Use of Assessments of JHS Students' Self-Regulatory, Affective and Motivational Beliefs about Mathematics."},
      {
        "id":"ED351349",
        "title":"Tests and Procedures for Basic Skills Remediation: A Handbook of Practices. Massachusetts Basic Skills Testing Program."},
      {
        "id":"ED351350",
        "title":"Developing National Standards in Education."},
      {
        "id":"ED351351",
        "title":"Public School Professional Personnel Report: New York State, 1991-92."},
      {
        "id":"ED351352",
        "title":"College Bound Seniors. 1992 Profile of SAT and Achievement Test Takers. National Report."},
      {
        "id":"ED351353",
        "title":"Educational Evaluation in a Pluralistic Democracy: Some Policy Recommendations."},
      {
        "id":"ED351354",
        "title":"A Democratic Model and Some Policy Recommendations: Multicultural Educational Evaluation."},
      {
        "id":"ED351355",
        "title":"The Maslach Burnout Inventory: Testing for Invariant Factorial Structure across Gender for Elementary and Secondary Teachers."},
      {
        "id":"ED351356",
        "title":"Gender Differences in Adolescent Depression: Testing for Invariant Measurement and Structure for the BDI (French Version)."},
      {
        "id":"ED351357",
        "title":"Testing and Grading Practices and Opinions in the Nineties: 1890s or 1990s?"},
      {
        "id":"ED351358",
        "title":"Statistical Detection of Multiple-Choice Test Answer Copying: State of the Art."},
      {
        "id":"ED351359",
        "title":"A Study of Salary Equity at a Teaching-Oriented Undergraduate Institution Using Multiple Models."},
      {
        "id":"ED351361",
        "title":"Developing and Scoring Assessment Center Exercises."},
      {
        "id":"ED351362",
        "title":"Characteristics of Educational Administration Graduates: A Comparative Study 1974-1991."},
      {
        "id":"ED351363",
        "title":"Foundations of Cooperative Learning."}]
  }}
