{
  "response":{"numFound":509939,"start":56000,"numFoundExact":true,"docs":[
      {
        "id":"ED372314",
        "title":"Perceived Availability and Risk of Harm of Drugs: Estimates from the National Household Survey on Drug Abuse. Advance Report Number 5."},
      {
        "id":"ED372315",
        "title":"Integrated Educational and Mental Health Services within a Day Treatment Setting."},
      {
        "id":"ED372316",
        "title":"School Professionals' Attributions of Blame in a Case of Child Sexual Maltreatment."},
      {
        "id":"ED372317",
        "title":"Using Co-Therapy in the Training of Therapists."},
      {
        "id":"ED372319",
        "title":"Substance Abuse and Pregnancy: A Comprehensive Bibliography."},
      {
        "id":"ED372320",
        "title":"Child Abuse and Neglect: A Shared Community Concern. Revised."},
      {
        "id":"ED372321",
        "title":"Preventing Contemporary Intergroup Violence."},
      {
        "id":"ED372322",
        "title":"Cognitive, Behavioral, and Environmental Factors in Adolescents' Alcohol and Other Drug Use: A Developmental Perspective."},
      {
        "id":"ED372323",
        "title":"Problem Solving and Verbal Comprehension in Children of Distressed Families."},
      {
        "id":"ED372324",
        "title":"Foundations of Cognitive Theory: A Concise Review."},
      {
        "id":"ED372325",
        "title":"The Ties That Bind: Effective Racial/Ethnic Minority Communities as Models of Peaceful Coexistence."},
      {
        "id":"ED372326",
        "title":"Career Indecision, Anxiety, and Social Problem Solving: A Path Analytic Model."},
      {
        "id":"ED372327",
        "title":"Exercise and Compulsive Behavior."},
      {
        "id":"ED372329",
        "title":"School-Based Prevention and Intervention Programs. Clearinghouse Fact Sheet."},
      {
        "id":"ED372330",
        "title":"Promising Prevention Strategies for the 90s. Clearinghouse Fact Sheet."},
      {
        "id":"ED372331",
        "title":"Facts on Women and Alcohol. Clearinghouse Fact Sheet."},
      {
        "id":"ED372332",
        "title":"Facts on Nicotine and Tobacco. Clearinghouse Fact Sheet."},
      {
        "id":"ED372333",
        "title":"Facts on Mentally Ill Chemical Abusers. Clearinghouse Fact Sheet."},
      {
        "id":"ED372334",
        "title":"Facts on Marijuana. Clearinghouse Fact Sheet."},
      {
        "id":"ED372335",
        "title":"Facts on Employee Assistance Programs. Clearinghouse Fact Sheet."},
      {
        "id":"ED372336",
        "title":"Facts on the Effects of Alcohol. Clearinghouse Fact Sheet."},
      {
        "id":"ED372338",
        "title":"Facts on College Alcohol Education Programming. Clearinghouse Fact Sheet."},
      {
        "id":"ED372339",
        "title":"Supervision: Exploring the Effective Components. ERIC/CASS Counseling Digest Series."},
      {
        "id":"ED372340",
        "title":"Models of Clinical Supervision. ERIC Digest."},
      {
        "id":"ED372341",
        "title":"Strategies and Methods of Effective Supervision. ERIC Digest."},
      {
        "id":"ED372342",
        "title":"Interpersonal Process Recall. ERIC Digest."},
      {
        "id":"ED372343",
        "title":"The Supervisory Relationship. ERIC Digest."},
      {
        "id":"ED372344",
        "title":"Supervisee Resistance. ERIC Digest."},
      {
        "id":"ED372345",
        "title":"Gender Issues in Supervision. ERIC Digest."},
      {
        "id":"ED372346",
        "title":"Multicultural Issues in Supervision. ERIC Digest."},
      {
        "id":"ED372347",
        "title":"Parallel Process in Supervision. ERIC Digest."},
      {
        "id":"ED372348",
        "title":"Supervisory Evaluation and Feedback. ERIC Digest."},
      {
        "id":"ED372349",
        "title":"Ethical and Legal Dimensions of Supervision. ERIC Digest."},
      {
        "id":"ED372350",
        "title":"The Good Supervisor. ERIC Digest."},
      {
        "id":"ED372351",
        "title":"Fostering Counselors' Development in Group Supervision. ERIC Digest."},
      {
        "id":"ED372352",
        "title":"Peer Consultation as a Form of Supervision. ERIC Digest."},
      {
        "id":"ED372353",
        "title":"Supervision of School Counselors. ERIC Digest."},
      {
        "id":"ED372354",
        "title":"Supervision of Marriage and Family Counselors. ERIC Digest."},
      {
        "id":"ED372355",
        "title":"Clinical Supervision in Addictions Counseling: Special Challenges and Solutions. ERIC Digest."},
      {
        "id":"ED372356",
        "title":"Administrative Skills in Counseling Supervision. ERIC Digest."},
      {
        "id":"ED372357",
        "title":"Use of Technology in Counselor Supervision. ERIC Digest."},
      {
        "id":"ED372358",
        "title":"Counselling Supervision: International Perspectives. ERIC Digest."},
      {
        "id":"ED372359",
        "title":"Whole Language Students with Low Self-Direction: A Self-Assessment Tool."},
      {
        "id":"ED372360",
        "title":"An Introspective Approach to School-Based Curriculum Planning."},
      {
        "id":"ED372361",
        "title":"The Reading Curriculum."},
      {
        "id":"ED372362",
        "title":"Putting the Pieces Together: Whole Language and the Minority Developmental Student."},
      {
        "id":"ED372363",
        "title":"Content Reading Including Study Systems: Reading, Writing and Studying across the Curriculum."},
      {
        "id":"ED372364",
        "title":"Student Attitudes Regarding a Reading Workshop: The Effects of the Process."},
      {
        "id":"ED372365",
        "title":"Immersion in Literacy."},
      {
        "id":"ED372366",
        "title":"The Multiple Forms of Evidence Study: Assessing Reading through Student Work Samples, Teacher Observations, and Tests. NCREST Reprint Series."},
      {
        "id":"ED372367",
        "title":"A Comparison of the Effects of Pure and Modified Whole language Instruction on the Decoding Skills of Kindergartners."},
      {
        "id":"ED372368",
        "title":"Developing a Thematic, Cross Curricular Body of Knowledge: Putting Theory into Practice in the Classroom."},
      {
        "id":"ED372369",
        "title":"Curriculum-Based Measurement Reading with Bilingual Hispanic Students: A Validation Study with Second-Grade Students."},
      {
        "id":"ED372370",
        "title":"Whole Language--How &amp; Why."},
      {
        "id":"ED372372",
        "title":"Effects of Art Expression on Self-Concept of Low Reading First Grade Students."},
      {
        "id":"ED372373",
        "title":"Teaching Critical Reading with &quot;I, Rigoberta Menchu.&quot;"},
      {
        "id":"ED372374",
        "title":"Improving Reading Comprehension Achievement of Sixth, Seventh, and Eighth Grade Underachievers."},
      {
        "id":"ED372375",
        "title":"Phonics in Whole Language Classrooms. ERIC Digest."},
      {
        "id":"ED372376",
        "title":"Reading Literacy in the United States: Technical Report of the U.S. Component of the IEA Reading Literacy Study."},
      {
        "id":"ED372377",
        "title":"Policies for Integrated Reading Instruction Related to a State-Wide Improvement Program."},
      {
        "id":"ED372378",
        "title":"Enhancement of Communication Development of Primary Grade, At-Risk Children through Reading Aloud for Pleasure."},
      {
        "id":"ED372382",
        "title":"Linguistic Contributions to a Sociocognitive Theory of Writing: Mapping Out the Middle Ground of Context and Cognition."},
      {
        "id":"ED372383",
        "title":"But Isn't This the Land of the Free? Resistance and Discovery in Student Responses to Manzanar."},
      {
        "id":"ED372384",
        "title":"Hermeneutic Inquiry and the Possibilities for Composition History."},
      {
        "id":"ED372385",
        "title":"Language Diversity in a Complex Classroom: Teaching Teachers Linguistic Tolerance."},
      {
        "id":"ED372386",
        "title":"Can We Talk? Focus Groups and Scholastic Journalism: A Research Analysis."},
      {
        "id":"ED372387",
        "title":"Using Interviews To Discover Students' Perceptions and Perplexities."},
      {
        "id":"ED372388",
        "title":"The Rhetoric of Extremity: Teaching Adrienne Rich to Undergraduates."},
      {
        "id":"ED372389",
        "title":"Small Groups in Writing Workshops: Invitations to a Writer's Life."},
      {
        "id":"ED372390",
        "title":"The Effect of Technology on Emergent Writing."},
      {
        "id":"ED372392",
        "title":"Will an Increased Print Rich Environment Encourage Children To Become More Involved in Writing?"},
      {
        "id":"ED372393",
        "title":"Personal Experience and Academic Discourse: Teaching Writing through Autobiography."},
      {
        "id":"ED372394",
        "title":"The Writing Program in the University: A Case Study of Collaborative Efforts."},
      {
        "id":"ED372395",
        "title":"&quot;Who Knows Not But Speaks Is Not Wise; Who Knows But Speaks Not Is Not Loyal!&quot;: Rhetoric of Philosophical Wisdom in Ancient China."},
      {
        "id":"ED372396",
        "title":"Technological Innovations and the English Curriculum."},
      {
        "id":"ED372397",
        "title":"Recreating Realities: An Ethnographic/Case Study Approach to the Historic Composition Classroom."},
      {
        "id":"ED372398",
        "title":"The Radar O'Reiley School of Creative Writing; Or, Ottumwa Sure Is a Long Way from Iowa City."},
      {
        "id":"ED372399",
        "title":"Learning Theory for Use in the Composition Classroom."},
      {
        "id":"ED372401",
        "title":"Commended English Language Arts Curriculum Guides, K-12, 1993-94."},
      {
        "id":"ED372402",
        "title":"Bringing New Haven into the Yale Experience: A Graduate Student's Perspective."},
      {
        "id":"ED372403",
        "title":"Theories of Content."},
      {
        "id":"ED372404",
        "title":"Teacher Conferences as a Modeling Technique for Peer Response."},
      {
        "id":"ED372405",
        "title":"Some Hiring Practices in Schools and Departments of Journalism."},
      {
        "id":"ED372406",
        "title":"Gilligan's &quot;Different Voice&quot; Theory: A Just Cause for Composition Inquiry or Just Another Conceptual Bandwagon?"},
      {
        "id":"ED372407",
        "title":"Notes from Beyond the Cognitive Domain."},
      {
        "id":"ED372408",
        "title":"The Indeterminacy of the Question and Answer Format."},
      {
        "id":"ED372409",
        "title":"The Roots of a Dynasty: The Rise of Warriner's &quot;Grammar and Composition.&quot;"},
      {
        "id":"ED372410",
        "title":"Old Pedagogies: ESL Students as Problems in the Composition Classroom."},
      {
        "id":"ED372411",
        "title":"Developing Students' Discriminating Taste in Literature through Cooperative Learning Groups and Seminar Discussions."},
      {
        "id":"ED372413",
        "title":"Breeding the \"Evil Twin\" in the Composition Classroom."},
      {
        "id":"ED372414",
        "title":"Teaching Kids To Care: Exploring Values through Literature and Inquiry."},
      {
        "id":"ED372415",
        "title":"A Conflict Management Unit."},
      {
        "id":"ED372416",
        "title":"Digging the Ego State for Communication Data."},
      {
        "id":"ED372417",
        "title":"Learning the Three C's: Classroom Communication Climate."},
      {
        "id":"ED372418",
        "title":"DACUM: A National Database Justifying the Study of Speech Communication."},
      {
        "id":"ED372419",
        "title":"Getting It Right the First Time: An Exploration of Instructor Beliefs and Strategies for the First Day of Class."},
      {
        "id":"ED372420",
        "title":"Speaking and the Pupil."},
      {
        "id":"ED372421",
        "title":"What Is the Color of Apprehension? An Activity for a Speaking Apprehension Course."},
      {
        "id":"ED372422",
        "title":"The Use of Non-Comprehension Strategies on Tutoring Sessions: A Case Study."},
      {
        "id":"ED372423",
        "title":"The Intersection of Critical Pedagogy and Developmental Theory for Public Speaking."},
      {
        "id":"ED372424",
        "title":"Coaching the Bottom Four: After Dinner Speaking."},
      {
        "id":"ED372425",
        "title":"Teaching Rhetorical Studies: Dramatism as Liberator and Oppressor."},
      {
        "id":"ED372426",
        "title":"Generating Greater Learning Gains through Dramatization in the Classroom."},
      {
        "id":"ED372427",
        "title":"Art in the Elementary Schools: It's More Than Fingerpainting."},
      {
        "id":"ED372428",
        "title":"Perceptions of Proximate and Distant Learners Enrolled in University-Level Communication Courses: A Significant Nonsignificant Finding."},
      {
        "id":"ED372429",
        "title":"Emotional Response and Learning: Explaining Affinity Seeking Behaviors in the Classroom."},
      {
        "id":"ED372430",
        "title":"Directing Teaching Skills in Speech Communication toward Critical Thinking Outcomes."},
      {
        "id":"ED372431",
        "title":"An Inverse Inference Model of Evidence."},
      {
        "id":"ED372432",
        "title":"Communication Competence: A Reaction to the &quot;Competent Speaker Speech Evaluation Form.&quot;"},
      {
        "id":"ED372433",
        "title":"International Business, Gender, and Training: Preparing for the Global Economy."},
      {
        "id":"ED372434",
        "title":"Predicting the Success of Off-Network Television Programs in the Syndication Marketplace: The Case of Broadcast Syndication."},
      {
        "id":"ED372435",
        "title":"Enhancing Creative Dramatic Play and Story Reenactments in a Primary Grade Classroom."},
      {
        "id":"ED372436",
        "title":"Cultural Renewal: An Operational Model for Sharing Diversity through Participatory Communication."},
      {
        "id":"ED372437",
        "title":"Gender Diversity: Conceptions of a Changeable Variable."},
      {
        "id":"ED372438",
        "title":"Using Human Interest Stories To Demonstrate Relevant Concepts in the Public Speaking Classroom."},
      {
        "id":"ED372439",
        "title":"So You Want To Host a Forensic Tournament: The Checklist Approach to Tournament Management by Objectives."},
      {
        "id":"ED372440",
        "title":"Nonverbal Communication and Conflict: The Effects of Attribution and Predisposition."},
      {
        "id":"ED372441",
        "title":"The Impact of Vocal Intensity and Gender on the Nonverbal Communication of Employment Interviewees."},
      {
        "id":"ED372442",
        "title":"Play and Humor in the College Classroom: Using Play as a Teaching Technique in Interpersonal Communication Classes."},
      {
        "id":"ED372443",
        "title":"Communicating Rules with a Grin."},
      {
        "id":"ED372444",
        "title":"Communication Education as Social Support: Teaching Families with a Dying Member."},
      {
        "id":"ED372445",
        "title":"Metaphors Are Taffy: A Consideration of Critical Research in Organizational Metaphors."},
      {
        "id":"ED372446",
        "title":"Goethe's Phenomenological Optics: The Point Where Language Ends and Experience Begins in Science."},
      {
        "id":"ED372447",
        "title":"Inter-Religious Communication: Dialogue among the World Religions."},
      {
        "id":"ED372448",
        "title":"Gay Studies: A Communicative Perspective. An Interdisciplinary, Annotated Bibliography."},
      {
        "id":"ED372449",
        "title":"Development of Teachers in Vocational Colleges."},
      {
        "id":"ED372451",
        "title":"Sex- and Gender-Differences in Emotion: A Preliminary Examination."},
      {
        "id":"ED372452",
        "title":"Using Concept Mapping To Go Beyond the Source Credibility Model in Assessing Celebrity-Message Congruence."},
      {
        "id":"ED372455",
        "title":"What Science Education Really Says about Communication of Science Concepts."},
      {
        "id":"ED372456",
        "title":"An Integrated Approach to Studying Mass Media Audiences."},
      {
        "id":"ED372458",
        "title":"Gorgias on Madison Avenue: Sophistry and the Rhetoric of Advertising."},
      {
        "id":"ED372459",
        "title":"Orality, Literacy, and Malcolm X."},
      {
        "id":"ED372460",
        "title":"Home Schooling and Socialization of Children. ERIC Digest."},
      {
        "id":"ED372461",
        "title":"Channels of Propaganda."},
      {
        "id":"ED372464",
        "title":"Planning for Effective Staff Development: Six Research-Based Models."},
      {
        "id":"ED372465",
        "title":"Beyond Vouchers: Promoting Efficiency in Education."},
      {
        "id":"ED372466",
        "title":"The Contribution of the Mass Media to the Education Policy Process."},
      {
        "id":"ED372467",
        "title":"Enhancing Systemic Change Through Effective Collaboration: A Formative Perspective and Approach to Collaboration."},
      {
        "id":"ED372468",
        "title":"Building a New Economic Future in the Old South: School Finance Policy Issues Facing Georgia."},
      {
        "id":"ED372469",
        "title":"Typology for the Principals of Learning Organizations Committed to Reframing Work Cultures."},
      {
        "id":"ED372470",
        "title":"Focusing on the Individual Change Process in School Restructuring."},
      {
        "id":"ED372471",
        "title":"Effective School-Linked Services Programs: Valuable Lessons from Past Collaborative Reform."},
      {
        "id":"ED372472",
        "title":"Examples and Summaries of State Initiatives To Develop Goals, Standards and Outcomes."},
      {
        "id":"ED372473",
        "title":"South Dakota Progress Report on the National Education Goals."},
      {
        "id":"ED372474",
        "title":"Two National Studies of Women Superintendents."},
      {
        "id":"ED372475",
        "title":"Successful Curriculum Reforms: Sharing the Knowledge with Policymakers and Practitioners in Ways That Influence Practice."},
      {
        "id":"ED372476",
        "title":"Helping Kids To Probe and Ponder: Integrating Higher Order Thinking into the General Curriculum."},
      {
        "id":"ED372477",
        "title":"Coercion or Compromise: How Schools React to Imposed Change."},
      {
        "id":"ED372479",
        "title":"Including School Finance in Systemic Reform Strategies: A Commentary. CPRE Finance Briefs."},
      {
        "id":"ED372482",
        "title":"National Education Commission on Time and Learning Briefing Paper."},
      {
        "id":"ED372483",
        "title":"Hearing of the National Education Commission on Time and Learning Summary (1st, Washington, D.C., June 26, 1992)."},
      {
        "id":"ED372484",
        "title":"Public Hearing, National Education Commission on Time and Learning: The Extended School Program and Its Impact on the Community. Southeastern Regional Hearing Summary (2nd, Murfreesboro, Tennessee, October 22, 1992)."},
      {
        "id":"ED372485",
        "title":"Hearings of the National Education Commission on Time and Learning Summary (Albuquerque, New Mexico, January 14-15, 1993)."},
      {
        "id":"ED372486",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (4th, Santa Monica, California, March 24-26, 1993)."},
      {
        "id":"ED372487",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (5th, Ypsilanti, Michigan, April 28-30, 1993)."},
      {
        "id":"ED372488",
        "title":"Standard Meeting, National Education Commission on Time and Learning (Washington, D.C., May 13, 1993). Highlights."},
      {
        "id":"ED372489",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (7th, Lawrence, Kansas, June 17-18, 1993)."},
      {
        "id":"ED372490",
        "title":"Public Hearing, National Education Commission on Time and Learning Highlights (8th Cambridge, Massachusetts, September 23-24, 1993)."},
      {
        "id":"ED372491",
        "title":"Research Findings. National Education Commission on Time and Learning."},
      {
        "id":"ED372497",
        "title":"Report to the Legislature on the Schools for the 21st Century Program (Chapter 525, Laws of 1987). Executive Summary."},
      {
        "id":"ED372498",
        "title":"Affirmative Action Plan."},
      {
        "id":"ED372499",
        "title":"How To Implement Extended Services in Your School."},
      {
        "id":"ED372501",
        "title":"Federal Aid: Revising Poverty Statistics Affects Fairness of Allocation Formulas. Report to the Ranking Minority Member, Subcommittee on Regulation and Government Information, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED372502",
        "title":"Employment Basics. School Management Advisor, Issue 22."},
      {
        "id":"ED372503",
        "title":"Employment at Will. School Management Advisor, Issue 23."},
      {
        "id":"ED372504",
        "title":"Reduction in Force. School Management Advisor, Issue 24."},
      {
        "id":"ED372505",
        "title":"Nonrenewal of Probationary Teachers. School Management Advisor, Issue 25."},
      {
        "id":"ED372506",
        "title":"Dismissal of Career Status Employees. School Management Advisor, Issue 26."},
      {
        "id":"ED372507",
        "title":"Negligent Hiring and Retention. School Management Advisor, Issue 27."},
      {
        "id":"ED372508",
        "title":"Certificate Suspension and Revocation. School Management Advisor, Issue 28."},
      {
        "id":"ED372509",
        "title":"Learning by Choice: An Act Relating to Student Enrollment Options in Washington State."},
      {
        "id":"ED372511",
        "title":"In Loco Parentis: Sexual Abuse of Students in Schools. What Administrators Should Know."},
      {
        "id":"ED372512",
        "title":"Persons with Mental Retardation and Related Conditions in State Institutions: Trends and Projections. Policy Research Brief."},
      {
        "id":"ED372513",
        "title":"Preventing Preventable Harm to Babies: Promoting Health and Safety in Child Care. Better Care for the Babies Project."},
      {
        "id":"ED372514",
        "title":"National Council on Disability, Annual Report to the President and to the Congress of the United States. Volume 13. Fiscal Year 1992."},
      {
        "id":"ED372515",
        "title":"[Special Education Finance] Topical and Annotated Bibliographies: A User&apos;s Guide."},
      {
        "id":"ED372516",
        "title":"[Special Education Finance] Narrative Review of the Literature."},
      {
        "id":"ED372518",
        "title":"Selected Readings in Transition: Cultural Differences, Chronic Illness, and Job Matching. Volume 2."},
      {
        "id":"ED372519",
        "title":"An Analysis of Transition Assessment Practices: Do They Recognize Cultural Differences?"},
      {
        "id":"ED372520",
        "title":"Culture-Specific Variables That May Affect Employment Outcomes for Mexican-American Youth with Disabilities."},
      {
        "id":"ED372521",
        "title":"Moving Out into the World: Transitions from Adolescence to Adulthood for Students with Chronic Illness and Other Disabilities."},
      {
        "id":"ED372522",
        "title":"Job Matching in Supported Employment: Variables Related to Transitional Planning for Students with Moderate and Severe Disabilities."},
      {
        "id":"ED372523",
        "title":"A System of Care for Children&apos;s Mental Health: Expanding the Research Base. Annual Research Conference Proceedings (6th, Tampa, Florida, March 1-3, 1993)."},
      {
        "id":"ED372524",
        "title":"The Role of Education in Systems of Care."},
      {
        "id":"ED372525",
        "title":"Inclusive Education: A Series of Issue Papers."},
      {
        "id":"ED372527",
        "title":"The Psychological Assessment of Traditionally Underserved and Unserved Individuals with Deafness: An Annotated Bibliography of Research and Practice."},
      {
        "id":"ED372528",
        "title":"Defining Traditionally Underserved Persons Who Are Deaf. NIU-RTC Research Brief."},
      {
        "id":"ED372529",
        "title":"Some Answers for Implementers to the Most Commonly Asked Questions Regarding the Inclusion of Children with Disabilities in General Education."},
      {
        "id":"ED372530",
        "title":"Their World."},
      {
        "id":"ED372531",
        "title":"The UIC Therapeutic Partnership Project. Final Report."},
      {
        "id":"ED372532",
        "title":"Program Leadership for Serving Students with Disabilities."},
      {
        "id":"ED372533",
        "title":"Interagency Collaboration."},
      {
        "id":"ED372534",
        "title":"Collaborating with Families."},
      {
        "id":"ED372535",
        "title":"Curriculum Adaptation and Development."},
      {
        "id":"ED372536",
        "title":"Including and Supporting Students with Disabilities within General Education."},
      {
        "id":"ED372537",
        "title":"Positive Behavior Management: Fostering Responsible Student Behavior."},
      {
        "id":"ED372538",
        "title":"Planning and Implementing Effective Staff Development Programs."},
      {
        "id":"ED372539",
        "title":"Supporting Experienced and Beginning Teachers of Students with Disabilities."},
      {
        "id":"ED372540",
        "title":"Educational Leadership for Teacher Collaboration."},
      {
        "id":"ED372541",
        "title":"Supported Transition into Kindergarten for Preschool Students with Special Needs."},
      {
        "id":"ED372542",
        "title":"Three Aspects of Early Childhood Special Education Assessment: Family Interviews, Learning Styles, and Parent-Child Interactions."},
      {
        "id":"ED372543",
        "title":"Tourette Syndrome and Associated Features and the School Aged Child."},
      {
        "id":"ED372544",
        "title":"The Missing Link for the Administration of Special Education: The Ethic of Care."},
      {
        "id":"ED372545",
        "title":"Bad Test...Good Test: Designing Classroom Tests To Accommodate Disabled Learners."},
      {
        "id":"ED372546",
        "title":"Surviving and Thriving in Special Education Student Teaching."},
      {
        "id":"ED372547",
        "title":"Increasing Frequency and Appropriateness of High School Teachers' Referrals for Speech Language Support Services by Implementing a Public Relations Campaign."},
      {
        "id":"ED372548",
        "title":"Promoting Successful Mainstream Experiences for Hearing-Impaired Elementary Students through Inservice Training, Peer Mentoring, and Pragmatics Groups."},
      {
        "id":"ED372549",
        "title":"Facilitated Communication: Practical Applications and Validations in Multiple Environments."},
      {
        "id":"ED372550",
        "title":"Career Awareness Resources for Exceptional Students (Project CARES) 1992-93. Final Evaluation Report. OER Report."},
      {
        "id":"ED372551",
        "title":"A Statewide Survey of California Teachers about Behavioral Interventions in Special Education."},
      {
        "id":"ED372552",
        "title":"Special Education Reform: Districts Grapple with Inclusion Programs. Testimony before the Subcommittee on Select Education and Civil Rights, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED372553",
        "title":"Providing Curriculum Alternatives To Motivate Gifted Students. ERIC Digest E524."},
      {
        "id":"ED372554",
        "title":"Nurturing Social Emotional Development of Gifted Children. ERIC Digest E527."},
      {
        "id":"ED372555",
        "title":"Inclusion: Exceeding Expectations through Collaboration in a Rural Vermont School. Our Experience Transitioning a Student with Multiple Disabilities from a Special Day School Directly into a Regular 3rd Grade Classroom: Strategies that Have Worked for Us."},
      {
        "id":"ED372556",
        "title":"Modifying Primary Grade Classrooms for Inclusion: Darrell's 3 Years of Experience."},
      {
        "id":"ED372557",
        "title":"Hand in Hand: Technology Inclusion."},
      {
        "id":"ED372558",
        "title":"State Special Education Outcomes, 1993: A Report on State Activities in the Assessment of Educational Outcomes for Students with Disabilities."},
      {
        "id":"ED372559",
        "title":"Possible Sources of Data for School Completion Indicators."},
      {
        "id":"ED372560",
        "title":"Guidelines for Inclusion of Students with Disabilities in Large-Scale Assessments."},
      {
        "id":"ED372561",
        "title":"Students with Disabilities &amp; Educational Standards: Recommendations for Policy &amp; Practice."},
      {
        "id":"ED372562",
        "title":"Making Decisions about the Inclusion of Students with Disabilities in Large-Scale Assessments: A Report on a Working Conference To Develop Guidelines on Inclusion and Accommodations. Synthesis Report 13."},
      {
        "id":"ED372563",
        "title":"[Developmental Assessment.]"},
      {
        "id":"ED372564",
        "title":"Developing Affective Skills in Mothers To Reduce Antisocial Behavior in Children."},
      {
        "id":"ED372565",
        "title":"Cooperative Teaching: What It Isn't and What It Is."},
      {
        "id":"ED372566",
        "title":"Educating Students with Behavior Disorders in a General Education Setting: First Year Report."},
      {
        "id":"ED372567",
        "title":"The Education of African-American Learners with Behavior Disorders: An Unresolved Issue for General and Special Educators. Position Paper."},
      {
        "id":"ED372568",
        "title":"Special Education Administrator Issues and the Law."},
      {
        "id":"ED372569",
        "title":"Childhood Disability under the Social Security Administration's Supplemental Security Income Program: A Guide for School Professionals."},
      {
        "id":"ED372570",
        "title":"Evaluating Outcomes for Students with Emotional Disabilities."},
      {
        "id":"ED372571",
        "title":"Universal Newborn Hearing Screening and School Psychology: Preparing To Serve More Children with Hearing Loss."},
      {
        "id":"ED372572",
        "title":"Respite for Families with Children Experiencing a Serious Emotional Disturbance."},
      {
        "id":"ED372573",
        "title":"Inclusion: An Annotated Bibliography."},
      {
        "id":"ED372574",
        "title":"Inclusion and Integration and School Climate."},
      {
        "id":"ED372575",
        "title":"DEC Position on Inclusion."},
      {
        "id":"ED372576",
        "title":"DEC Position on Early Intervention Services for Children Birth to Age Eight. Adopted: December 1993."},
      {
        "id":"ED372577",
        "title":"Personnel Standards for Early Education and Early Intervention. A Position Statement of ATE, DEC, NAEYC."},
      {
        "id":"ED372580",
        "title":"National Excellence: A Case for Developing America's Talent. An Anthology of Readings."},
      {
        "id":"ED372581",
        "title":"The Performance of High Ability Students in the United States on National and International Tests."},
      {
        "id":"ED372582",
        "title":"Education of Gifted and Talented Students in China, Taiwan, and Japan."},
      {
        "id":"ED372583",
        "title":"State Policy Issues in the Education of Gifted and Talented Students."},
      {
        "id":"ED372584",
        "title":"Current and Historical Thinking on Education for Gifted and Talented Students."},
      {
        "id":"ED372585",
        "title":"American Culture and the Gifted."},
      {
        "id":"ED372586",
        "title":"The Adjustment of Learning Disabled Adults: A Review of the Current Literature."},
      {
        "id":"ED372587",
        "title":"Epilepsy in the Classroom: Guidance for Educators."},
      {
        "id":"ED372589",
        "title":"Teaching Strategies Designed To Meet the Cognitive Needs of the Gifted and Talented in the Regular Classroom."},
      {
        "id":"ED372590",
        "title":"Model Legislation: Gifted and Talented."},
      {
        "id":"ED372591",
        "title":"Updated Report on State Policies Related to the Identification of Gifted Students."},
      {
        "id":"ED372593",
        "title":"Mental Retardation. ERIC Digest E528."},
      {
        "id":"ED372595",
        "title":"Language Transfer in the Acquisition of Negation: The Case of a Young Salvadoran Child."},
      {
        "id":"ED372596",
        "title":"A Parent Volunteer Program for the 5th and 6th Grades To Teach Spanish: The Phoenix Experiment."},
      {
        "id":"ED372597",
        "title":"Da Que Hablar (Something To Talk About), 1991-1993."},
      {
        "id":"ED372598",
        "title":"De Par en Par (Wide Open), 1993."},
      {
        "id":"ED372599",
        "title":"Clarendon Alternative School Japanese Bilingual Bicultural Program: Curriculum Sampler."},
      {
        "id":"ED372600",
        "title":"Task as a Unit of Teaching Analysis."},
      {
        "id":"ED372601",
        "title":"Paired Storytelling: An Integrated Approach for Bilingual and English as a Second Language Students."},
      {
        "id":"ED372603",
        "title":"The International Academy for Bilingual Education and Bicultural Studies, Community School District 2, Manhattan. Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372604",
        "title":"Effective Transition (Project E.T.) Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372605",
        "title":"On Cross-Cultural Communication: Why a Positive Answer Should Not Be Taken Seriously."},
      {
        "id":"ED372606",
        "title":"Transitional Bilingual Education Project. Community School District 13. Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372607",
        "title":"Working Papers in Educational Linguistics. Volume 10, Number 1."},
      {
        "id":"ED372608",
        "title":"Language Planning and Identity Planning: An Emergent Understanding."},
      {
        "id":"ED372609",
        "title":"Communicative Functions of Speech in a Monolingual Kindergarten."},
      {
        "id":"ED372610",
        "title":"Acquisition Planning, Ethnic Discourse, and the Ecuadorian Nation-State."},
      {
        "id":"ED372611",
        "title":"\"Yes I Think It's You\": A Discussion of Intercultural Communication."},
      {
        "id":"ED372612",
        "title":"Targeting Morpho-Syntax in Children's ESL: An Empirical Study of the Use of Interactive Goal-Based Tasks."},
      {
        "id":"ED372613",
        "title":"Ethnic Pride and the Classroom: An Ethnographic Study of Classroom Behavior--Norms and Themes."},
      {
        "id":"ED372614",
        "title":"Recueil des legislations linguistiques dans le monde. Tome I: Le Canada federal et les provinces canadiennes (Record of World Language-Related Legislation. Volume I: Federal Canada and the Canadian Provinces)."},
      {
        "id":"ED372615",
        "title":"Recueil des legislations linguistiques dans le monde. Tome II: La Belgique et ses Communautes linguistiques (Record of World Language-Related Legislation. Volume II: Belgium and its Linguistic Communities)."},
      {
        "id":"ED372616",
        "title":"Recueil des legislations linguistiques dans le monde. Tome III: La France, le Luxembourg, et la Suisse (Record of World Language-Related Legislation. Volume III: France, Luxembourg, and Switzerland)."},
      {
        "id":"ED372617",
        "title":"Recueil des legislations linguistiques dans le monde. Tome IV: La principaute d&apos;Andorre, l&apos;Espagne et l&apos;Italie (Record of World Language-Related Legislation. Volume IV: The Principality of Andorra, Spain, and Italy)."},
      {
        "id":"ED372618",
        "title":"Recueil des legislations linguistiques dans le monde. Tome V: l'Algerie, l'Autriche, la Chine, le Danemark, la Finlande, la Hongrie, l'ile de Malte, le Maroc, la Norvege, la Nouvelle-Zelande, les Pays-Bas, le Royaume-Uni, la Tunisie, la Turquie, l'ex-URSS (Record of World Language-Related Legislation. Volume V: Algeria, Austria, China, Denmark, Finland, Hungary, Malta, Morocco, Norway, New Zealand, the Netherlands, the United Kingdom, Tunisia, Turkey, the former USSR)."},
      {
        "id":"ED372621",
        "title":"The Processing of Foreign-Language Reading Tasks in Immersion Classrooms."},
      {
        "id":"ED372622",
        "title":"Language Use in Full Immersion Classrooms: Public and Private Speech."},
      {
        "id":"ED372623",
        "title":"Transitional Intervention Program (Project TIP). Community School District 10. Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372624",
        "title":"Bilingual Academic and Career Education Services for Hispanic High School Students (Project BACES). Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372625",
        "title":"La dimension phonetique dans l'enseignement du francais langue seconde (The Phonetic Dimension of French as a Second Language Instruction). Publication B-195."},
      {
        "id":"ED372626",
        "title":"Why Is It &quot;Una Persona&quot; and Not &quot;Un Persona&quot;: Influence of Linguistic and Cultural Variables on Conceptual Learning in Second Language Situations."},
      {
        "id":"ED372628",
        "title":"Superhuman Forces: Young Children's English Language Acquisition and Spanish Language Loss."},
      {
        "id":"ED372629",
        "title":"Folklore in ESL/EFL Curriculum Materials."},
      {
        "id":"ED372630",
        "title":"The MacMagic Program and Its Effects on &quot;English as a Second Language&quot; Students. An Evaluation Study."},
      {
        "id":"ED372631",
        "title":"Rock Poetry: The Literature Our Students Listen To."},
      {
        "id":"ED372632",
        "title":"LACITEP in Action: Primary Teacher Language Education through Partial-Immersion."},
      {
        "id":"ED372633",
        "title":"Negotiating Power: Critical Literacy Practices in a Bilingual Classroom."},
      {
        "id":"ED372634",
        "title":"Excellence and Success through Career Understanding and Enriched Language Activities (Project ESCUELA). Community School District 14, Brooklyn. Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372635",
        "title":"Cognitive Academic Learning Approaches through ESL Content Area Instruction with Career Exploration Strategies (Project CALA). Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372636",
        "title":"Bilingual Enrichment Services and Training (Project BEST): Community School District 2, Manhattan. Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED372637",
        "title":"Teaching English in Primary School: A Project To Introduce a Third Language to Eight Year Olds."},
      {
        "id":"ED372638",
        "title":"Learning a Second Language: A Case Study of a Taiwanese Child."},
      {
        "id":"ED372640",
        "title":"National Association for Bilingual Education (NABE). Annual Conference Journal, NABE '92-'93."},
      {
        "id":"ED372641",
        "title":"Writing Instruction for Limited English Proficient Students: A Survey of Teachers' Perceptions."},
      {
        "id":"ED372642",
        "title":"Curriculum Extension for the Gifted and Talented Student with Limited English Proficiency."},
      {
        "id":"ED372643",
        "title":"Developing and Using Collaborative Bilingual Special Education Teams."},
      {
        "id":"ED372644",
        "title":"A Qualitative Assessment Method for Accurately Diagnosing Bilingual Gifted Children."},
      {
        "id":"ED372645",
        "title":"Consultation and Collaboration: English as a Second Language and Regular Classroom Teachers Working Together."},
      {
        "id":"ED372646",
        "title":"Valued Youth Program: Dropout Prevention Strategies for At-Risk Youth."},
      {
        "id":"ED372647",
        "title":"Bilingual Technology Equalizes Opportunities in Elementary Classrooms."},
      {
        "id":"ED372648",
        "title":"Staff Development Specialists for Bilingual and Bicultural Education Programs: A Training Program."},
      {
        "id":"ED372649",
        "title":"Effective Bilingual and ESL Teachers: Characteristics and the Oral Language Proficiency Levels of Their Students."},
      {
        "id":"ED372651",
        "title":"The Dholuo Syllable Structure."},
      {
        "id":"ED372652",
        "title":"Asian Narrative."},
      {
        "id":"ED372653",
        "title":"Native Speakers' Perceptions of Nonnative Speakers: Related to Phonetic Errors and Spoken Grammatical Errors."},
      {
        "id":"ED372654",
        "title":"Setting Reading Component Objectives for an Integrated EAP Course."},
      {
        "id":"ED372655",
        "title":"Content-ESL across the USA."},
      {
        "id":"ED372656",
        "title":"Communicative ESL Teaching. Training Packet for a Two-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED372657",
        "title":"Bilingual Community Literacy Training Project. Final Report."},
      {
        "id":"ED372659",
        "title":"Materials for Tutor Training in an ESL Program for Migrant Workers: A Handbook."},
      {
        "id":"ED372660",
        "title":"What Does That Mean? An Introduction to American Idioms."},
      {
        "id":"ED372661",
        "title":"Collaborative Planning in a Family English Literacy Program."},
      {
        "id":"ED372662",
        "title":"Closed Captioned TV: A Resource for ESL Literacy Education. ERIC Digest."},
      {
        "id":"ED372663",
        "title":"Adult Literacy Practitioners as Researchers. ERIC Digest."},
      {
        "id":"ED372664",
        "title":"Estimating Literacy in the Multilingual United States: Issues and Concerns. ERIC Digest."},
      {
        "id":"ED372666",
        "title":"Influences Affecting the Development of Students' Critical Thinking Skills."},
      {
        "id":"ED372667",
        "title":"Impact of An Intervention To Improve the Rewards for Teaching at a Research-Oriented University."},
      {
        "id":"ED372668",
        "title":"Mapping the University Learning Environment."},
      {
        "id":"ED372669",
        "title":"Barriers and Inducements to Grant Related Activity by a College of Education Faculty."},
      {
        "id":"ED372670",
        "title":"College Image and Finances: Are They Related to How Much Students Learn."},
      {
        "id":"ED372671",
        "title":"Problem Based Learning Using Student Consultant Teams."},
      {
        "id":"ED372672",
        "title":"Obstacles and Motivators for Faculty Involvement in Grant Seeking and Grant Writing Activities in New Jersey's State College System."},
      {
        "id":"ED372673",
        "title":"Age Influences on the Demands and Coping Strategies of Post-Secondary Students."},
      {
        "id":"ED372674",
        "title":"Direct Lending: How To Improve Implementation."},
      {
        "id":"ED372675",
        "title":"Evaluating the Evaluators."},
      {
        "id":"ED372677",
        "title":"Student Mobility within ERASMUS 1989/90. A Statistical Profile. Arbeitspapiere Nr. 28."},
      {
        "id":"ED372678",
        "title":"Managing the Federal Direct Student Loan Program. Hearing before the Human Resources and Intergovernmental Relations Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred Third Congress, First Session (June 10, 1993)."},
      {
        "id":"ED372679",
        "title":"Financial Audit. Federal Family Education Loan Program's Financial Statements for Fiscal Years 1993 and 1992. Report to the Congress and the Secretary of Education."},
      {
        "id":"ED372682",
        "title":"A Ten Year Longitudinal Study Comparing 1980 Freshman Students' Persistence to Graduation at Two Selected Universities."},
      {
        "id":"ED372683",
        "title":"Experiences Related to the Leadership Skills of College of Education Students."},
      {
        "id":"ED372684",
        "title":"The First Year Experience. Conference Proceedings of the International Conference (7th, Dublin, Ireland, July 18-22, 1994)."},
      {
        "id":"ED372688",
        "title":"Employer Satisfaction: Quality in Higher Education Project."},
      {
        "id":"ED372689",
        "title":"Learning and the Public Research University: Twenty-Two Suggestions for Reducing the Tension between Teaching and Research."},
      {
        "id":"ED372691",
        "title":"Descriptive Summary of 1989-90 Beginning Postsecondary Students: Two Years Later. Contractor Report. Statistical Analysis Report."},
      {
        "id":"ED372692",
        "title":"Improving the Financial Aid Delivery Process and the Federal Family Education Loan Program: Program Recommendations."},
      {
        "id":"ED372694",
        "title":"Systemwide Aviation/Aerospace Education Program Review. Aviation/Aerospace Task Force's Report to the Oklahoma State Regents for Higher Education."},
      {
        "id":"ED372695",
        "title":"Degrees and Other Awards Conferred by Institutions of Higher Education: 1991-92. E.D. TABS."},
      {
        "id":"ED372696",
        "title":"The Price To Pay."},
      {
        "id":"ED372697",
        "title":"Electronic Help for the Harried Team Chair."},
      {
        "id":"ED372698",
        "title":"A Discussion of Non-Traditional Outcomes Assessment Models."},
      {
        "id":"ED372699",
        "title":"The Language &amp; International Trade Program at Clemson University."},
      {
        "id":"ED372700",
        "title":"RIT-CIA Case Study: Classified Research in a University Context."},
      {
        "id":"ED372701",
        "title":"Building Community in the Freshman and Senior Year Experiences; Completing the Cycle of Student-Institution Involvement."},
      {
        "id":"ED372702",
        "title":"Turning Teaching into Learning. The Role of Student Responsibility in the Collegiate Experience. ERIC Digest."},
      {
        "id":"ED372703",
        "title":"Turning Teaching into Learning. The Role of Student Responsibility in the Collegiate Experience. ASHE-ERIC Higher Education Report No. 8."},
      {
        "id":"ED372704",
        "title":"Forging Links with Further Education Colleges--The Why and the Wherefore."},
      {
        "id":"ED372708",
        "title":"Counseling in Brazil: Need, Resources, Recommendations."},
      {
        "id":"ED372709",
        "title":"The Rio Educational Advising Office and the Country Coordination of Educational Advising in Brazil."},
      {
        "id":"ED372710",
        "title":"Learning without Education. An Interview with Lewis J. Perelman. Background Briefing Paper."},
      {
        "id":"ED372711",
        "title":"Cognitive Style of Selected International and Domestic Graduate Students at Marshall University."},
      {
        "id":"ED372712",
        "title":"The Relationship between Motivational Pattern, Conceptual Level of the Course, and Academic Achievement."},
      {
        "id":"ED372714",
        "title":"California Educational Research Cooperative Annual Report, 1994."},
      {
        "id":"ED372717",
        "title":"The National Assessment of College Student Learning: Identification of the Skills To Be Taught, Learned, and Assessed. A Report on the Proceedings of the Study Design Workshop (2nd, Arlington, Virginia, November 17-18, 1992). Research and Development Report."},
      {
        "id":"ED372718",
        "title":"A Preliminary Study of the Feasibility and Utility for National Policy of Instructional &quot;Good Practice&quot; Indicators in Undergraduate Education. Contractor Report."},
      {
        "id":"ED372719",
        "title":"State University of New York Health Science Center at Syracuse: Clinical Practice Management Plan. Report 93-S-54."},
      {
        "id":"ED372720",
        "title":"State University of New York Health Science Center at Brooklyn: Clinical Practice Management Plan. Report 93-S-82."},
      {
        "id":"ED372721",
        "title":"Financial Aid for Students Workbook, 1994-95 School Year = Ayuda Financiera para Estudiantes, Libreta del Ano Escolar 1994-95."},
      {
        "id":"ED372722",
        "title":"An Examination of Institutional Research Functions and Structures in Georgia Higher Education."},
      {
        "id":"ED372723",
        "title":"Geographical Information Systems: A Tool for Institutional Research."},
      {
        "id":"ED372724",
        "title":"Socialization Outcomes of Part Time Graduate Professional Social Work Education: A Comparison of Adult Students in Career Transition to Social Work with Returning Adult Students Who Have Undergraduate Training and Practical Experience in Social Work."},
      {
        "id":"ED372725",
        "title":"A Study of High School Students' Computer Awareness in Taiwan."},
      {
        "id":"ED372726",
        "title":"Case Studies of K-12 Educators Use of the Internet: Exploring the Relationship between Metaphor and Practice."},
      {
        "id":"ED372727",
        "title":"The Relationship between the Learning Strategies and Learning Styles in a Hypermedia Environment."},
      {
        "id":"ED372728",
        "title":"Education as an Information Based Organization."},
      {
        "id":"ED372729",
        "title":"What Is the Internet, Who Is Running It and How Is It Used?"},
      {
        "id":"ED372730",
        "title":"Teaching from an Environmental Perspective: A Model for Using Instructional Technology To Promote an Integrated Curriculum."},
      {
        "id":"ED372731",
        "title":"Technology in New York State Public Schools: What Schools Have and How They Are Using It."},
      {
        "id":"ED372732",
        "title":"Interactive Television Teaching and Learning: An Institute for Teachers."},
      {
        "id":"ED372733",
        "title":"Educational Research and Improvement Act of 1993. Report To Accompany S. 286 from the Senate Committee on Labor and Human Resources. 103d Congress, 1st Session."},
      {
        "id":"ED372734",
        "title":"Schools, Teachers, Students and Computers: A Cross-National Perspective. IEA-Comped Study Stage 2."},
      {
        "id":"ED372735",
        "title":"Institutionalizing Radio Science in Papua New Guinea: A Response to Teacher Demand for Interactive Radio Instruction. LearnTech Case Study Series No. 2."},
      {
        "id":"ED372736",
        "title":"Resource-Based Learning: An Educational Model."},
      {
        "id":"ED372737",
        "title":"An Expenditure Review of the Mississippi Authority for Educational Television and Related Foundations. Report to the Mississippi Legislature #300."},
      {
        "id":"ED372738",
        "title":"Comparisons of Graduate and Undergraduate End-Users of ERIC and PsycLIT on CD-ROM."},
      {
        "id":"ED372740",
        "title":"Oklahoma Library Technology Network Plan for Information Sharing and Telecommunications."},
      {
        "id":"ED372741",
        "title":"Drowning in Data: Sorting through CD ROM and Computer Databases."},
      {
        "id":"ED372743",
        "title":"Constructing Knowledge from an Ill-Structured Domain: Testing a Multimedia Hamlet."},
      {
        "id":"ED372744",
        "title":"The Use of Multiple Technology Resources in a Distance Learning Doctoral Program."},
      {
        "id":"ED372745",
        "title":"Accommodating Learning Styles through Hypermedia."},
      {
        "id":"ED372746",
        "title":"The Electronic Classroom."},
      {
        "id":"ED372747",
        "title":"Principles for Instructional Stack Development in HyperCard."},
      {
        "id":"ED372748",
        "title":"Standards for Data Exchange and Case Management Information Systems in Support of Comprehensive Integrated School-Linked Services. Version 2.0."},
      {
        "id":"ED372749",
        "title":"Computer Assisted Reading Instruction: New Tools for New Experiences."},
      {
        "id":"ED372750",
        "title":"TeleEducation NB. Report 1994."},
      {
        "id":"ED372752",
        "title":"Association of Small Computer Users in Education (ASCUE) Summer Conference. Proceedings (27th, North Myrtle Beach, South Carolina, June 12-16, 1994)."},
      {
        "id":"ED372753",
        "title":"A Technology Plan for North Carolina Public Schools."},
      {
        "id":"ED372754",
        "title":"Focus on Firearms. Biblio Alert! New Resources for Preventing Injury and Violence."},
      {
        "id":"ED372755",
        "title":"Dog Sleds to Satellites: Library Service in the Land of the Midnight Sun."},
      {
        "id":"ED372756",
        "title":"Information Literacy in an Information Society. ERIC Digest."},
      {
        "id":"ED372757",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part I: Information Resources. ERIC Digest."},
      {
        "id":"ED372758",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part II: Question Answering, Listservs, Discussion Groups. ERIC Digest."},
      {
        "id":"ED372759",
        "title":"The Impact of School Library Media Centers on Academic Achievement. ERIC Digest."},
      {
        "id":"ED372760",
        "title":"The Perceived Performance of Services of Library Media Specialists in Member Schools of the Coalition of Essential Schools."},
      {
        "id":"ED372761",
        "title":"Use of Public Libraries by Middle and High School Students in DeKalb County, Georgia."},
      {
        "id":"ED372762",
        "title":"Disaster Preparedness Manual and Workbook for Pennsylvania Libraries and Archives."},
      {
        "id":"ED372763",
        "title":"Information Literacy in an Information Society: A Concept for the Information Age."},
      {
        "id":"ED372764",
        "title":"Library Studies Workbook."},
      {
        "id":"ED372765",
        "title":"The Use of Public and Business Administration Literature in the Field of Library Science: A Citation Analysis."},
      {
        "id":"ED372766",
        "title":"Reports of the AAU Task Forces on Acquisition and Distribution of Foreign Language and Area Studies Materials; A National Strategy for Managing Scientific and Technological Information; Intellectual Property Rights in an Electronic Environment."},
      {
        "id":"ED372767",
        "title":"ARL Preservation Statistics, 1988-1993: A Compilation of Statistics from the Members of the Association of Research Libraries."},
      {
        "id":"ED372769",
        "title":"Guidelines for Promotion and Tenure for Library Faculty."},
      {
        "id":"ED372770",
        "title":"An Evaluation of Children's Television."},
      {
        "id":"ED372771",
        "title":"The Emerging Information Infrastructure: Players, Issues, Technology, and Strategies. Proceedings of Part I of the Meeting of the Association of Research Libraries (123rd, Arlington, Virginia, October 20-22, 1993)."},
      {
        "id":"ED372772",
        "title":"An Educator's Guide to Electronic Networking: Creating Virtual Communities."},
      {
        "id":"ED372773",
        "title":"The Book Scene...Especially for Teens."},
      {
        "id":"ED372774",
        "title":"Preserving the Record: Federal Agencies and NARA Reference Practices."},
      {
        "id":"ED372775",
        "title":"Report on Coverage Evaluation of the Public Library Statistics Program."},
      {
        "id":"ED372776",
        "title":"Beyond the Classroom: International Education and the Community College. Volume I: Internationalizing the Curriculum with an Asian-Pacific Emphasis."},
      {
        "id":"ED372777",
        "title":"Beyond the Classroom: International Education and the Community College. Volume II: Internationalizing the Campus Environment."},
      {
        "id":"ED372778",
        "title":"Beyond the Classroom: International Education and the Community College. Volume III: Creating Institutional Links in Asia and the Pacific."},
      {
        "id":"ED372780",
        "title":"TJCTA Messenger, A Publication of the Texas Junior College Teachers Association (TJCTA), Volumes XVIII-XXIV, Fall 1986-April 1993."},
      {
        "id":"ED372781",
        "title":"Feminist Pedagogy in the Physical Sciences."},
      {
        "id":"ED372782",
        "title":"Student Follow-Up Survey, Spring 1991: A Report of Findings."},
      {
        "id":"ED372783",
        "title":"Student Intent/Attrition Survey, Westchester Community College, Spring 1991: A Report of Findings."},
      {
        "id":"ED372784",
        "title":"SUNY Spring 1991 Student Opinion Survey."},
      {
        "id":"ED372785",
        "title":"Tracking Student Transfers: The Perils and Pitfalls of Complying with the New Student Right-To-Know Act (PL 101-542)."},
      {
        "id":"ED372786",
        "title":"SUNY/Westchester Community College. 1992 Study of the Graduates."},
      {
        "id":"ED372787",
        "title":"Westchester Community College President's Report, 1991-1993."},
      {
        "id":"ED372788",
        "title":"Westchester Community College. 1993 Fact Book."},
      {
        "id":"ED372790",
        "title":"Toward a New Model for Thinking and Planning: The Emerging Context for Life in America."},
      {
        "id":"ED372792",
        "title":"Model VESL Program Guide, Office Information Systems, International: One Semester Intensive Training Certificate of Achievement Programs in General, Medical, and Legal Office."},
      {
        "id":"ED372793",
        "title":"A Report Prepared for Visiting Committees [of the] Commission on Colleges, Southern Association of Colleges and Schools."},
      {
        "id":"ED372794",
        "title":"Laboratory Activities in Tech Prep."},
      {
        "id":"ED372795",
        "title":"Minnesota Custom Training: Who Is Being Served and What Role Does Custom Training Play in the Work Environment? Findings from the Minnesota Work Environment Pilot Survey."},
      {
        "id":"ED372796",
        "title":"Outcome Based Education: Its Impact on Program Review and the Evaluation of Learners."},
      {
        "id":"ED372797",
        "title":"A Descriptive Comparison of Some Governance Characteristics in Selected Higher Education Institutions, U.S. and U.K."},
      {
        "id":"ED372798",
        "title":"The Completion of Educational Programs in a Timely Manner. Report Submitted to the Higher Education Conducting Board."},
      {
        "id":"ED372799",
        "title":"Planning in the Minnesota Community College System, 1992-1995. A Report to the Legislature."},
      {
        "id":"ED372800",
        "title":"Educational Outcomes for Students at Minnesota's Community Colleges: Student Outcomes Study."},
      {
        "id":"ED372802",
        "title":"Rising to the Enrollment Challenge: An Examination of LACCD Student Characteristics and the District Area Population."},
      {
        "id":"ED372803",
        "title":"The Learning Action Plan: A New Approach to Information Technology Planning in Community Colleges."},
      {
        "id":"ED372804",
        "title":"California Community Colleges in the Next Decade."},
      {
        "id":"ED372805",
        "title":"Washington Community and Technical Colleges Fall Enrollment &amp; Staffing Report, 1993."},
      {
        "id":"ED372806",
        "title":"Technical and Cost Assumptions for the Implementation of the Commission on Innovation's Action Agenda."},
      {
        "id":"ED372807",
        "title":"Discussion of Policies for Achieving Continuous Improvement in Community Colleges. Commission on Innovation Policy Discussion Paper Number 1."},
      {
        "id":"ED372808",
        "title":"Cutting the Cost of New Community College Facilities: Joint Use Strategies. Commission on Innovation Policy Discussion Paper Number 2."},
      {
        "id":"ED372809",
        "title":"Cutting the Cost of New Community College Facilities: Streamlining the Facilities Approval Process. Commission on Innovation Policy Discussion Paper Number 3."},
      {
        "id":"ED372810",
        "title":"Reducing the Need for New Facilities through Fuller Use of Existing Facilities. Commission on Innovation Policy Discussion Paper Number 4."},
      {
        "id":"ED372811",
        "title":"The Feasibility of Statewide Distance Education. Commission on Innovation Policy Discussion Paper Number 5."},
      {
        "id":"ED372812",
        "title":"Coordinated Decentralization: Restructured Governance for the New Community Colleges. Commission on Innovation Policy Discussion Paper Number 6."},
      {
        "id":"ED372813",
        "title":"An Investigation into the Feasibility of Interactive Distance Education Courses at the Community College Level."},
      {
        "id":"ED372814",
        "title":"Staff Actively Nurturing Diversity at Solano (SANDS): Faculty and Staff Diversity Grant, Solano Community College. Final Report."},
      {
        "id":"ED372815",
        "title":"Evaluation of the Focal Skills Pilot ESL Program at Golden West College, 1993-94."},
      {
        "id":"ED372816",
        "title":"The Finishing Touch: Preparing the Report, the Staff and the Campus for the Visiting Team."},
      {
        "id":"ED372817",
        "title":"Continuity in Early Childhood: Elements and Indicators of Home, School, and Community Linkages."},
      {
        "id":"ED372818",
        "title":"School-Linked Human Services: A Comprehensive Strategy for Aiding Students at Risk of School Failure. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED372819",
        "title":"Hearings on Reauthorization of H.R. 6: The Elementary and Secondary Education Act of 1965. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session, (Washington, D.C., March 4, 18, 23, 31, April 21 and 27, 1993)."},
      {
        "id":"ED372820",
        "title":"Trends in Programs for At Risk Preschool Children, Ages 3-5."},
      {
        "id":"ED372821",
        "title":"Increasing Parent Involvement in Children's Education through Awareness Workshops."},
      {
        "id":"ED372822",
        "title":"The Learning Society."},
      {
        "id":"ED372823",
        "title":"The Devil Is in the Details: Key Questions in the Effort To &quot;End Welfare as We Know It.&quot;"},
      {
        "id":"ED372825",
        "title":"Raising the Rainbow Generation: Teaching Your Children To Be Successful in a Multicultural Society."},
      {
        "id":"ED372828",
        "title":"Family Support &amp; Socially Vulnerable Communities: Three Case Studies and Lessons Learned."},
      {
        "id":"ED372829",
        "title":"Creating New Schools: Planning and Implementation Guide for School-Based Comprehensive Collaborative Services Programs."},
      {
        "id":"ED372831",
        "title":"Children&apos;s Rights. Reflections on and Consequences of the Use of Developmental Psychology in Working for the Interests of Children. The Norwegian Ombudsman for Children: A Practical Experience."},
      {
        "id":"ED372832",
        "title":"Ombudswork for Children: A Way of Improving the Position of Children in Society."},
      {
        "id":"ED372833",
        "title":"Start Right: The Importance of Early Learning."},
      {
        "id":"ED372834",
        "title":"Homelessness: A Resource Guide for Grades 1-12. Helping Children and Youth To Understand and Be Involved."},
      {
        "id":"ED372835",
        "title":"Rural Child Care in Ontario. (La garde d'enfants dans les zones rurales de l'Ontario). Occasional Paper No. 4."},
      {
        "id":"ED372836",
        "title":"Child Care in Canada: Provinces and Territories 1993."},
      {
        "id":"ED372837",
        "title":"Child Care Policy in Canada: An Annotated Bibliography."},
      {
        "id":"ED372838",
        "title":"A Study of Developmentally Appropriate Curriculum for 3-Year-Olds."},
      {
        "id":"ED372839",
        "title":"What Makes Exemplary Kindergarten Programs Effective? = Les programmes exemplaires de jardins d'enfants."},
      {
        "id":"ED372840",
        "title":"The Year of the Family. Presentations at Children's Rights Council National Conference (8th, Bethesda, Maryland, April 13-17, 1994)."},
      {
        "id":"ED372841",
        "title":"Issues and Trends in Early Childhood Education."},
      {
        "id":"ED372842",
        "title":"University-Based Child Development Laboratory Programs: Emerging Issues and Challenges."},
      {
        "id":"ED372844",
        "title":"Toward a Fair Start for Children: Programming for Early Childhood Care and Development in the Developing World. The Young Child and the Family Environment Project, 1990-95."},
      {
        "id":"ED372846",
        "title":"Improving Urban MCH Linkages: Highlights of the 1993 Urban Maternal and Child Health Leadership Conference."},
      {
        "id":"ED372847",
        "title":"A Resource Guide for Developing Parent Education &amp; Family Literacy Programs in Early Childhood."},
      {
        "id":"ED372848",
        "title":"Starting Points Preschool Program Evaluation, 1993-94. Part I: Program Description."},
      {
        "id":"ED372849",
        "title":"Child Care Resources Catalogue: Child Care Initiatives Fund Projects. Updated = Catalogue des ressources en services de garde a l'enfance: Projets de la Caisse d'aide aux projets en matiere de garde des enfants. Mis a jour."},
      {
        "id":"ED372850",
        "title":"Why Children Matter: Investing in Early Childhood Care and Development."},
      {
        "id":"ED372851",
        "title":"Reinventing Common Sense: Indicators of Well-Being for Iowa Children."},
      {
        "id":"ED372853",
        "title":"California: The State of Our Children 1993. Data Supplement."},
      {
        "id":"ED372854",
        "title":"The Progress of Nations: The Nations of the World Ranked According to Their Achievements in Child Health, Nutrition, Education, Family Planning, and Progress for Women, 1994."},
      {
        "id":"ED372855",
        "title":"Increasing Academic Productivity in Non-Productive At-Risk Elementary Resource Students."},
      {
        "id":"ED372856",
        "title":"The Workloads of Primary School Teachers: A Wellington Region Survey."},
      {
        "id":"ED372857",
        "title":"Yes, It Can Work!: Portfolio Assessment with Preschoolers."},
      {
        "id":"ED372859",
        "title":"Kindergarten Plus, 1992-93: Phase II Final Evaluation Report. OER Report."},
      {
        "id":"ED372860",
        "title":"Children&apos;s Rights: Monitoring Issues."},
      {
        "id":"ED372861",
        "title":"The Children of Metropolitan St. Louis: A Report to the Community from Project Respond."},
      {
        "id":"ED372863",
        "title":"The Effectiveness of Teaching Values Implicitly as Compared to Teaching Values Both Implicitly and Explicitly at the Kindergarten Level: Teachers' Perspectives."},
      {
        "id":"ED372867",
        "title":"Ask, Don't Tell: The Value of Asking Young Children Questions."},
      {
        "id":"ED372868",
        "title":"Employment and Childcare Arrangements among Families."},
      {
        "id":"ED372869",
        "title":"Introduccion a la Evaluacion: Una introduccion practica a la evaluacion en proyectos para la ninez de temprana edad (Introducing Evaluation: A Practical Introduction to Evaluation in Early Childhood Projects)."},
      {
        "id":"ED372870",
        "title":"Television and the Brain: A Review."},
      {
        "id":"ED372871",
        "title":"The Effect of Marital Violence on Maternal Parenting Style and Maternal Stress."},
      {
        "id":"ED372872",
        "title":"A to Z Guide to Your Child's Behavior: A Parent's Easy and Authoritative Reference to Hundreds of Everyday Problems and Concerns from Birth to 12 Years."},
      {
        "id":"ED372873",
        "title":"Raising Reading Readiness in Low-Income Children by Parent Education. Draft."},
      {
        "id":"ED372874",
        "title":"Peer Conflicts in the Classroom. ERIC Digest."},
      {
        "id":"ED372875",
        "title":"Assessing the Development of Preschoolers. ERIC Digest."},
      {
        "id":"ED372877",
        "title":"Minority Engineering Programs: A Case for Institutional Support."},
      {
        "id":"ED372878",
        "title":"Inter-American Foundation: 1992 in Review, October 1, 1991 to September 30, 1992."},
      {
        "id":"ED372879",
        "title":"AIDS in the Hispanic Community. Issue Brief."},
      {
        "id":"ED372880",
        "title":"Experiential Education, Outdoor Adventure As a Modality in Youth Care and Residential Treatment. A Survey of Programs, Principles, Research and Practice on the European Continent, Especially the Netherlands."},
      {
        "id":"ED372881",
        "title":"Experiential Education, Outdoor Adventure As a Modality in Residential Treatment. A Survey of Programs, Principles, Research and Practice."},
      {
        "id":"ED372882",
        "title":"Developing a Farmworker Disaster Plan: A Guide for Service Providers."},
      {
        "id":"ED372883",
        "title":"The Cultural Contradictions of Middle Schooling for Rural Community Survival."},
      {
        "id":"ED372884",
        "title":"Rural Information Network."},
      {
        "id":"ED372885",
        "title":"Issues in the Development of Community Cooperative Networks."},
      {
        "id":"ED372886",
        "title":"Northland Wilderness Experience: An Experiential Program for the Youth of Taitokerau."},
      {
        "id":"ED372887",
        "title":"Latino Teachers: Well Educated but Not Prepared. An Executive Summary."},
      {
        "id":"ED372888",
        "title":"Learning Communities in Teacher Education Programs: Four Success Stories."},
      {
        "id":"ED372889",
        "title":"The Public Mind: Views of Pennsylvania Citizens. Smoking, Education, Tax Reform, Crime Control, Welfare Reform, Health Care Reform. Report No. 6."},
      {
        "id":"ED372890",
        "title":"Help! They Don&apos;t Speak English Starter Kit for Teachers of Young Adults. Revised."},
      {
        "id":"ED372891",
        "title":"Help! They Don&apos;t Speak English Starter Kit for Administrators."},
      {
        "id":"ED372892",
        "title":"Tribal Consultation Booklet: January 1991-March 1994."},
      {
        "id":"ED372893",
        "title":"In the Thick of Things: When Teachers Initiate Local School Reform."},
      {
        "id":"ED372894",
        "title":"Charting a New Course: Finding Alcohol Treatment for Native American Women."},
      {
        "id":"ED372895",
        "title":"Chapter 1 Migrant State Performance Report Data, 1991-92."},
      {
        "id":"ED372896",
        "title":"Effective Instructional Conversation in Native American Classrooms. Educational Practice Report: 10."},
      {
        "id":"ED372897",
        "title":"The Academic Effectiveness of Small-Scale Schooling (An Update). ERIC Digest."},
      {
        "id":"ED372898",
        "title":"Blueprints for Indian Education: Improving Mainstream Schooling. ERIC Digest."},
      {
        "id":"ED372899",
        "title":"Blueprints for Indian Education: Languages and Cultures. ERIC Digest."},
      {
        "id":"ED372901",
        "title":"School Choice. IDRA Focus."},
      {
        "id":"ED372902",
        "title":"Indian Education Amendments. Report from the Senate Committee on Indian Affairs, 103d Congress, 2d Session."},
      {
        "id":"ED372903",
        "title":"Facilitating Postsecondary Outcomes for Mexican Americans. ERIC Digest."},
      {
        "id":"ED372904",
        "title":"Cultivating Resilience: An Overview for Rural Educators and Parents. ERIC Digest."},
      {
        "id":"ED372905",
        "title":"Doing Our Homework: How Schools Can Engage Hispanic Communities."},
      {
        "id":"ED372906",
        "title":"Women in Mathematics and Physics: Inhibitors and Enhancers."},
      {
        "id":"ED372907",
        "title":"Eating Like a Bird."},
      {
        "id":"ED372908",
        "title":"Lake Layers: Stratification."},
      {
        "id":"ED372909",
        "title":"Nutrients in the Great Lakes. Teacher's Guide and Student Workbook."},
      {
        "id":"ED372910",
        "title":"Mathematics 9-12. Teacher Handbook. North Carolina Competency-Based Curriculum Grade-by-Grade. Revised."},
      {
        "id":"ED372913",
        "title":"Expanding Choices: Math and Science Programs for Girls and Women."},
      {
        "id":"ED372917",
        "title":"International Group for the Psychology of Mathematics Education, North American Chapter. Proceedings of the Annual Meeting (15th, Pacific Grove, California, October 17-20, 1993). Volumes 1 and 2."},
      {
        "id":"ED372918",
        "title":"Promising Practices in Mathematics &amp; Science Education: A Collection of Promising Educational Programs &amp; Practices from the Laboratory Network Program."},
      {
        "id":"ED372919",
        "title":"Calculator Use in Mathematics Instruction and Standardized Testing: An Adult Education Inquiry. Review of the Literature, 1976-1993."},
      {
        "id":"ED372923",
        "title":"Behind the Methods Class Door: Educating Elementary and Middle School Science Teachers. Association for the Education of Teachers in Science (AETS) Yearbook."},
      {
        "id":"ED372924",
        "title":"External Variables as Predictors of Van Hiele Levels in Algebra and Geometry Students."},
      {
        "id":"ED372925",
        "title":"An Examination of How Elementary Administrators Help Teachers Change Their Beliefs about Teaching Mathematics and Guide the Process of Reform."},
      {
        "id":"ED372926",
        "title":"Perspectives of Hands-On Science Teaching."},
      {
        "id":"ED372927",
        "title":"Multiple Intelligences and Mathematics Teaching."},
      {
        "id":"ED372929",
        "title":"Cognitively Guided Instruction."},
      {
        "id":"ED372930",
        "title":"Reflective Practitioners Reform School Mathematics."},
      {
        "id":"ED372932",
        "title":"Goal and Self Evaluative Influences during Children's Mathematical Skill Acquisition."},
      {
        "id":"ED372933",
        "title":"The Graduate Achievement Program: A Description of the First Year of a Summer Enrichment Program in Math and Science for Minority Undergraduate Students."},
      {
        "id":"ED372934",
        "title":"Effects of Using a Problem Solving Approach to Algebra I Instruction."},
      {
        "id":"ED372935",
        "title":"Mathematics, Science, and Technology Education Programs that Work: A Collection of Exemplary Educational Programs and Practices in the National Diffusion Network."},
      {
        "id":"ED372937",
        "title":"Equity Materials in Mathematics, Science, & Technology: A Resource Guide."},
      {
        "id":"ED372938",
        "title":"Using a Model To Understand the Process of Change in a Middle School Mathematics Teacher."},
      {
        "id":"ED372939",
        "title":"Understanding Generative Learning Models of Instruction by Elementary Teachers Trained in a Linear Instructional Process."},
      {
        "id":"ED372940",
        "title":"Students' Prejudices and Algebra Reform: Value, Ability, and Self."},
      {
        "id":"ED372941",
        "title":"Identification of Student-Question Teacher-Question Student-Response Pattern: Students' Interpretation of Empowerment."},
      {
        "id":"ED372942",
        "title":"Graphing Function Problems in Teaching Algebra."},
      {
        "id":"ED372943",
        "title":"Gender Issues and the Math/Science Curricula: Effects on Females."},
      {
        "id":"ED372944",
        "title":"Negotiation of Meaning in Mathematics Classrooms: A Study of Two Year 5 Classes."},
      {
        "id":"ED372945",
        "title":"Teacher Questioning To Stimulate Justification and Generalization in Mathematics."},
      {
        "id":"ED372946",
        "title":"Single-Sex Mathematics Classes in a Co-Educational Setting: A Case Study."},
      {
        "id":"ED372947",
        "title":"Pupil-Generated Multiplicative Word Problems as a Test of the Theory of the Primitive Intuitive Models."},
      {
        "id":"ED372948",
        "title":"Equivalent Fractions: An Explanation of Their Difficulty and Educational Implications."},
      {
        "id":"ED372949",
        "title":"An Exploration of Change in Teacher's Beliefs and Practices during Implementation of Mathematics Standards."},
      {
        "id":"ED372950",
        "title":"Exemplary Science and Mathematics Teachers."},
      {
        "id":"ED372951",
        "title":"Assessing Habits of Mind. Performance-Based Assessment in Science and Mathematics."},
      {
        "id":"ED372952",
        "title":"Doing Science with Your Children. ERIC/CSMEE Digest."},
      {
        "id":"ED372953",
        "title":"Connections: Life Cycle Kinesthetic Learning."},
      {
        "id":"ED372954",
        "title":"Female Student Career Aspirations in Science. SSTA Research Centre Report #94-04. SSTA Research in Brief."},
      {
        "id":"ED372955",
        "title":"Student Activities in Meteorology: SAM. Version 2."},
      {
        "id":"ED372956",
        "title":"Science Education Resources for Families. Science Education Resources. An Annotated Bibliography."},
      {
        "id":"ED372958",
        "title":"Revised Science Attitude Scale for Preservice Elementary Teachers: Re-examined."},
      {
        "id":"ED372959",
        "title":"Aerospace Technology Careers: The Opportunity To Soar. Information Summaries."},
      {
        "id":"ED372960",
        "title":"Investing in Our Future. Science, Mathematics, Engineering, and Technology Education. Report of the FY 1994 Budget Summary. FCCSET Committee on Education and Human Resources."},
      {
        "id":"ED372961",
        "title":"Careers in Science and Technology."},
      {
        "id":"ED372963",
        "title":"Teacher Enhancement for Elementary and Secondary Science and Mathematics: Status, Issues, and Problems."},
      {
        "id":"ED372964",
        "title":"Education for Teaching Science and Mathematics in the Primary School. Science and Technology Education Document Series, 46."},
      {
        "id":"ED372965",
        "title":"Educational Productivity, Pedagogy and Culture."},
      {
        "id":"ED372966",
        "title":"Fruit Bats, Cats, and Naked Mole Rats: Lifelong Learning at the Zoo. ERIC/CSMEE Digest."},
      {
        "id":"ED366958",
        "title":"Inviting Children's Responses to Literature: Guides to 57 Notable Books."},
      {
        "id":"ED366959",
        "title":"Schools in an Aging Society: Language Arts Classroom Activities for Secondary Schools."},
      {
        "id":"ED366960",
        "title":"Oregon Statewide Writing Assessment 1991 and 1992 with Student Writings Grades 3 and 5."},
      {
        "id":"ED366961",
        "title":"Oregon Statewide Writing Assessment 1991 and 1992 with Student Writings Grades 8 and 11."},
      {
        "id":"ED366962",
        "title":"Introducing Lesbian and Gay Fiction into the College Classroom."},
      {
        "id":"ED366963",
        "title":"Remembering Our Roots, Writing Our Stories: Theoretical Underpinnings of Auto/Biographical Writing 310."},
      {
        "id":"ED366964",
        "title":"Integrating Classroom Discussion into the Writing Process."},
      {
        "id":"ED366966",
        "title":"Guide to Home Language Repair."},
      {
        "id":"ED366967",
        "title":"Colors of a Different Horse: Rethinking Creative Writing Theory and Pedagogy."},
      {
        "id":"ED366968",
        "title":"Two-Year College English: Essays for a New Century."},
      {
        "id":"ED366969",
        "title":"Seminar Methods in Middle School Literature."},
      {
        "id":"ED366970",
        "title":"Evaluation, the Language Arts, and the Student."},
      {
        "id":"ED366971",
        "title":"Writing from Academic Sources. Study 1: Acquiring Discourse Knowledge for Writing and Learning. Final Report."},
      {
        "id":"ED366972",
        "title":"Blackness, Critics &amp;&quot;Adventures of Huckleberry Finn.&quot;"},
      {
        "id":"ED366973",
        "title":"Children's and Adolescent Literature from the Pacific Rim."},
      {
        "id":"ED366974",
        "title":"A Focus on Using Prewriting and Knowledge Level Strategies and Skills To Improve the Attitudes and Writing Skills of Middle School Students."},
      {
        "id":"ED366975",
        "title":"African-American Literature: Finding Biographical and Critical Sources."},
      {
        "id":"ED366979",
        "title":"It's More Than Reading Real Books! Ten Ways to Enhance the Implementation of Literature-Based Instruction."},
      {
        "id":"ED366980",
        "title":"The English Story."},
      {
        "id":"ED366981",
        "title":"A Guide to Internet Resources in Language Arts."},
      {
        "id":"ED366982",
        "title":"Entering the Worlds of Children: Using Dialogue Journals in Teacher Education."},
      {
        "id":"ED366983",
        "title":"Computer-Guided Writing: Developing Expert Characteristics in Novice Writers."},
      {
        "id":"ED366984",
        "title":"Choices and Opportunities in Language Arts Assessment."},
      {
        "id":"ED366985",
        "title":"Helping Children Understand Literary Genres. ERIC Digest."},
      {
        "id":"ED366986",
        "title":"An Applied Social Science: Journalism Education and Professionalization, 1900-1955."},
      {
        "id":"ED366987",
        "title":"Teaching and Learning Writing Skills in a Low-SES, Urban Primary Classroom."},
      {
        "id":"ED366988",
        "title":"How Persuasive Writing Aids Critical Thinking."},
      {
        "id":"ED366989",
        "title":"Assessing Editorials: An Instrument To Aid in the Task."},
      {
        "id":"ED366992",
        "title":"Using Children's Literature To Develop Core Values. Fastabck 362."},
      {
        "id":"ED366995",
        "title":"Journalism Kids Do Better: What Research Tells Us about High School Journalism."},
      {
        "id":"ED366996",
        "title":"Teaching Gender Issues through Literature."},
      {
        "id":"ED366997",
        "title":"Exploring Group Communication and Productivity Improvement: Using an Experiential Process."},
      {
        "id":"ED366998",
        "title":"The Effects of Communication on Career Decision Making Anxiety."},
      {
        "id":"ED366999",
        "title":"Developing Ideas through Forensics."},
      {
        "id":"ED367000",
        "title":"Evaluating the Ability of Drama-Based Instruction To Influence the Socialization of Tenth Grade English Students Labeled as &quot;Low Ability.&quot;"},
      {
        "id":"ED367001",
        "title":"The Mastery of Public Speaking Skills through Sociodrama Techniques: Attitudes and Ability Development."},
      {
        "id":"ED367002",
        "title":"Assessment in the Capstone Course: Trial and Error."},
      {
        "id":"ED367003",
        "title":"Gender Differences in Relationship Development and Self-Disclosure."},
      {
        "id":"ED367004",
        "title":"Enhancing the Instruction of Relationship Development in the Basic Communication Course."},
      {
        "id":"ED367005",
        "title":"The Use of Metaphor: Towards Rehabilitating Oral/Written Skills of Entry-Level Theatre Students."},
      {
        "id":"ED367006",
        "title":"Improving Characterization in Scene Study, in a Magnet Middle School, through Learning Directing Skills."},
      {
        "id":"ED367007",
        "title":"Understanding of Humanistic Values through Drama."},
      {
        "id":"ED367008",
        "title":"Developing and Utilizing Style through Forensics."},
      {
        "id":"ED367010",
        "title":"A Comparison of and Commentary on Cross-Cultural Communication Apprehension Research: A Preliminary Assessment."},
      {
        "id":"ED367011",
        "title":"Communication Differences between Native and Non-Native Instructors as Perceived by U.S. Students."},
      {
        "id":"ED367012",
        "title":"Implications for Students Role Character Development When the Teacher Becomes an Actor in the Production."},
      {
        "id":"ED367013",
        "title":"Unmasking Positive Self-Esteem."},
      {
        "id":"ED367014",
        "title":"Japanese Nonverbal Communication: A Review and Critique of Literature."},
      {
        "id":"ED367015",
        "title":"Missed Opportunities: Coverage of Magic Johnson and AIDS in Magazines Popular with Teenagers."},
      {
        "id":"ED367016",
        "title":"A Critique of Scott&apos;s &quot;On Viewing Rhetoric as Epistemic&quot;: Philosophical Problems and Rhetorical Prospects."},
      {
        "id":"ED367017",
        "title":"Assessing Oral Competence: A Pilot at Northeast Missouri State University."},
      {
        "id":"ED367018",
        "title":"School and Home Environments as Contributing Factors in the Development of Communication Apprehension in Children."},
      {
        "id":"ED367019",
        "title":"Evaluating or Assessing the College or University Debate Program."},
      {
        "id":"ED367020",
        "title":"The Impact of Teacher Immediacy on Students' Motivation over the Course of a Semester."},
      {
        "id":"ED367021",
        "title":"The Oh No! Syndrome: Understanding the Negative Reactions of Undergraduates toward Foreign Teaching Assistants."},
      {
        "id":"ED367022",
        "title":"Sojourner Truth as an Essential Part of Rhetorical Theory."},
      {
        "id":"ED367023",
        "title":"Helping Newspapers Become More Responsive to Community Concerns: An In-Depth Interview Research Project with Sedgwick County Residents."},
      {
        "id":"ED367024",
        "title":"Saying &quot;Yes&quot; for &quot;No&quot; and &quot;No&quot; for &quot;Yes&quot;: A Chinese Rule."},
      {
        "id":"ED367025",
        "title":"Using Case Studies in the Introductory Public Relations Course."},
      {
        "id":"ED367026",
        "title":"Experiential Learning in the New Professionalism."},
      {
        "id":"ED367027",
        "title":"Topicality Standards in CEDA Debate."},
      {
        "id":"ED367028",
        "title":"Internationalizing a Business Communication Course. Draft."},
      {
        "id":"ED367029",
        "title":"Management and Training across Cultures: Importance of Non-Verbal Communication Strategies--A Case Study."},
      {
        "id":"ED367030",
        "title":"Women of Color in Film and Using Short Film in the Classroom."},
      {
        "id":"ED367031",
        "title":"Media: Eyeing the News."},
      {
        "id":"ED367032",
        "title":"Communication and Social Change: Appropriate Adaptations for Adult Learner Diversity."},
      {
        "id":"ED367033",
        "title":"The Communications Student's Portfolio: Organizational Packet and Instructions."},
      {
        "id":"ED367034",
        "title":"Differences Do Make a Difference: Recruitment Strategies for the Non-Traditional Student."},
      {
        "id":"ED367035",
        "title":"Forever Claiming Our Space(s): African American Communication Studies and the Repertoires of African American Popular Culture."},
      {
        "id":"ED367036",
        "title":"&quot;I Felt Filled by the Experience, as if Writing the Narrative Gave Me a Piece of My Own Life&quot;: Appraisals of a Personal Narrative Assignment in a Family Communication Course."},
      {
        "id":"ED367037",
        "title":"Introducing Gender Communication into the Basic Business Communication Course."},
      {
        "id":"ED367038",
        "title":"A Feminist Perspective on Argumentation: An Examination of the Toulmin Model."},
      {
        "id":"ED367040",
        "title":"Home Schooling, Socialization, and Creativity in Children."},
      {
        "id":"ED367041",
        "title":"Hateful Help--A Practical Look at the Issue of Hate Speech."},
      {
        "id":"ED367042",
        "title":"The Role of Obscenity in College Radio."},
      {
        "id":"ED367043",
        "title":"Is Computer-Mediated Communication Contributing to Organizational Productivity?"},
      {
        "id":"ED367044",
        "title":"The Development and Use of Indicators of Performance in Educational Leadership."},
      {
        "id":"ED367045",
        "title":"Excellence in School Performance: The Role of the Legislature. A Report of the Joint House-Senate Committee on School Performance to the Sixteenth Alaska Legislature."},
      {
        "id":"ED367046",
        "title":"Expanding Opportunities for Success: Ohio's Third Annual Progress Report on Education."},
      {
        "id":"ED367047",
        "title":"Redefining the Public Education Industry."},
      {
        "id":"ED367048",
        "title":"Drawing a New Picture: Describing the Work of Exemplary Curriculum Directors."},
      {
        "id":"ED367049",
        "title":"Educational Administration as Cultural Practice. Occasional Paper No. 20."},
      {
        "id":"ED367050",
        "title":"Principal Professional Development: Task Force Report."},
      {
        "id":"ED367051",
        "title":"Information Processing, Outcomes-Based Education, and the Management of Teaching and Learning."},
      {
        "id":"ED367052",
        "title":"Snapshot of the Superintendency: A Study of School Superintendents in New York State--1992."},
      {
        "id":"ED367057",
        "title":"Structuring Schools for Student Success: A Focus on Instructional Improvement."},
      {
        "id":"ED367059",
        "title":"Cost-Effective School Alarm Systems. Security Topics Series."},
      {
        "id":"ED367060",
        "title":"99 Tips for Safe Schools."},
      {
        "id":"ED367061",
        "title":"Contributions of Transformational Leadership to School Restructuring."},
      {
        "id":"ED367062",
        "title":"School-Based Management Development: Partnership in Action."},
      {
        "id":"ED367064",
        "title":"Supply and Demand of School Administrators in Nebraska."},
      {
        "id":"ED367065",
        "title":"Gentle Ambitions. Indiana's Thoughtful Middle Grades Movement."},
      {
        "id":"ED367067",
        "title":"School and Teacher Effectiveness in Victoria. Key Findings from Phase 1 of the Victorian Quality Schools Project."},
      {
        "id":"ED367069",
        "title":"Parents of Students with Disabilities and Open Enrollment: Characteristics and Reasons for Transfer. Research Report No. 5. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367070",
        "title":"Increasing the Accuracy of Reading Decoding Skills Exhibited by Hearing-Impaired Students with the Use of a Sound/Letter Unit Instructional Approach."},
      {
        "id":"ED367074",
        "title":"The Efficacy of Mediation in the Resolution of Parent-School Special Education Disputes. Report from Rutgers: A Working Paper Series."},
      {
        "id":"ED367075",
        "title":"Summary of Survey Materials Collected To Support the Multi-Agency Collaborative Initiative on Inclusive School Reform. Project FORUM."},
      {
        "id":"ED367076",
        "title":"Statistical Profile of Special Education in the United States, 1994."},
      {
        "id":"ED367077",
        "title":"Inclusive Schools."},
      {
        "id":"ED367078",
        "title":"&quot;Inclusion Evolution&quot;: A Teacher's Perspective. Secondary Level."},
      {
        "id":"ED367079",
        "title":"The Federal Government and Higher Education for Students with Disabilities."},
      {
        "id":"ED367080",
        "title":"Developing Critical Thinking Skills in Young Hearing-Impaired Students, Using Realia, Practice Sessions, and Parent Involvement."},
      {
        "id":"ED367081",
        "title":"Developing Self-Awareness and Self-Acceptance in Emotionally Handicapped Students through the Bibliotherapeutic Process."},
      {
        "id":"ED367082",
        "title":"Use of a Self-Recording Procedure To Increase On-Task Behavior of Emotionally Handicapped Children."},
      {
        "id":"ED367083",
        "title":"Implementing a Collaborative Consultation Model To Improve Success in Mainstream Courses for Secondary Learning Disabled Students."},
      {
        "id":"ED367084",
        "title":"Improving Legal Literacy for Secondary Level Students with Disabilities through Teacher Training Using the Americans with Disabilities Act."},
      {
        "id":"ED367085",
        "title":"Diversity in Inclusive Early Childhood Programs in the City of New York."},
      {
        "id":"ED367086",
        "title":"Substance Abuse as a Coexisting Disability. Report from the Study Group. Institute on Rehabilitation Issues (18th, Memphis, Tennessee, October 1991)."},
      {
        "id":"ED367087",
        "title":"The Inclusion Revolution."},
      {
        "id":"ED367088",
        "title":"A Mother's Choice--Toys for Children with Special Needs."},
      {
        "id":"ED367089",
        "title":"The Gifted Child in Contemporary Fiction: An Annotated Bibliography."},
      {
        "id":"ED367090",
        "title":"Utah Handbook for the Assessment and Classification of Students Who Are Suspected of Being Behavior Disordered. Working Draft: 1991-92 School Year."},
      {
        "id":"ED367091",
        "title":"Selection of Least Restrictive Behavioral Interventions for Use with Students with Disabilities. Appendix H to the Utah State Board of Education Special Education Rules."},
      {
        "id":"ED367092",
        "title":"Section 504: Guidelines for Educators."},
      {
        "id":"ED367093",
        "title":"Elective Mutism--A Success Story."},
      {
        "id":"ED367095",
        "title":"An Analysis of the Research on Ability Grouping."},
      {
        "id":"ED367096",
        "title":"A Long Term Support Group for Parents of Neurologically Impaired Children."},
      {
        "id":"ED367097",
        "title":"A Report on Special Populations. Alternate Schools Area Learning Centers. Connections/Detention Centers. Residential Treatment Centers. Minnesota Student Survey, 1991."},
      {
        "id":"ED367098",
        "title":"When Giftedness Puts the Child at Risk: Being-at-Risk as a Way of Dwelling in Possibilities for Giftedness."},
      {
        "id":"ED367099",
        "title":"A Paradigm Shift from Giftedness-as-Potential to Giftedness-as-Possibility."},
      {
        "id":"ED367100",
        "title":"[Recreation for Youth with Deaf Blindness.]"},
      {
        "id":"ED367101",
        "title":"[Personal Futures Planning: Building a Foundation for Individualized Transition Services.]"},
      {
        "id":"ED367102",
        "title":"Nature and Needs of Learning Disabled College Students: A Selected Annotated Bibliography."},
      {
        "id":"ED367103",
        "title":"Looking at School Choice: Parents' Comments on Open Enrollment and Their Children with Disabilities. Research Report No. 6. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367104",
        "title":"School Choice Programs in the Fifty States. Research Report No. 7. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367105",
        "title":"A Comparison of Families of Students with and without Disabilities Who Use Open Enrollment Options To Transfer Schools. Research Report No. 8. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367106",
        "title":"Open Enrollment and Students with Disabilities: Where Are We and Where Are We Going? Research Report No. 9. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367107",
        "title":"A Comparison of Participants in Interdistrict Open Enrollment: Students with Learning Disabilities and Non-Disabled Students. Research Report No. 10. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367108",
        "title":"The Participation of Students Who Are Identified as Gifted and Talented in Minnesota's Open Enrollment Option. Research Report No. 11. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367109",
        "title":"Participation of Rural Students with Disabilities and Rural Gifted Students in Minnesota's Open Enrollment Program. Research Report No. 12. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED367110",
        "title":"Illinois--It's 1993, Do We Know Where Our Children Are? An Examination of Trends and Practices in In-Home Family Supports &amp; Out-of-Home Placements for Children and Youth with Disabilities. Revised."},
      {
        "id":"ED367113",
        "title":"State Special Education Finance Systems, 1992-93."},
      {
        "id":"ED367114",
        "title":"The FAS Child: A Primer for Teachers."},
      {
        "id":"ED367115",
        "title":"The Status of Handicapped Children in Head Start Programs. Sixteenth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Children with Disabilities in the Head Start Program."},
      {
        "id":"ED367116",
        "title":"The Status of Handicapped Children in Head Start Programs. Seventeenth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Children with Disabilities in the Head Start Program."},
      {
        "id":"ED367117",
        "title":"The Status of Children with Disabilities in Head Start Programs. Eighteenth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Children with Disabilities in the Head Start Program."},
      {
        "id":"ED367118",
        "title":"Principal Leadership."},
      {
        "id":"ED367119",
        "title":"Furthering the Goals of the Americans with Disabilities Act through Disability Policy Research in the 1990s: Summary of Proceedings (Washington, D.C., December 7-9, 1992)."},
      {
        "id":"ED367120",
        "title":"School Acceleration: What Does the Research Say?"},
      {
        "id":"ED367121",
        "title":"Consumer Involvement in Rehabilitation Research &amp; Practice: Institute on Rehabilitation Issues (19th)."},
      {
        "id":"ED367122",
        "title":"Disability Risks of Chronic Illnesses and Impairments. Disability Statistics Report 2."},
      {
        "id":"ED367123",
        "title":"State Estimates of Disability in America. Disability Statistics Report 3."},
      {
        "id":"ED367124",
        "title":"Disability, Health Insurance Coverage, and Utilization of Acute Health Services in the United States. Disability Statistics Report 4."},
      {
        "id":"ED367125",
        "title":"Inclusive Education for Children with Special Health Care Needs."},
      {
        "id":"ED367126",
        "title":"Children with Special Health Needs in School: Developing an Individualized Educational Program (IEP) and an Individualized Health Care Plan (IHCP)."},
      {
        "id":"ED367127",
        "title":"Identifying Outstanding Talent in American Indian and Alaska Native Students."},
      {
        "id":"ED367128",
        "title":"Transferability of Indirect Request Strategies."},
      {
        "id":"ED367129",
        "title":"Integrating Environmental Education in Second Language Instruction. Occasional Paper No. 46."},
      {
        "id":"ED367130",
        "title":"Center for Bilingual Studies Report."},
      {
        "id":"ED367131",
        "title":"The COSWL (Committee on the Status of Women in Linguistics) Collection of Language and Gender Syllabi."},
      {
        "id":"ED367132",
        "title":"The Effects of Structure Strategy Training on the Recall of Expository Prose for University Students Reading French as a Second Language."},
      {
        "id":"ED367133",
        "title":"Working Papers in Educational Linguistics, Volume 9, Number 2."},
      {
        "id":"ED367134",
        "title":"In Praise of My Language."},
      {
        "id":"ED367135",
        "title":"Social Status and the Sequencing Rules of Other-Introductions."},
      {
        "id":"ED367136",
        "title":"The Role of Ethno-Lingual Relativity in Second Language Acquisition."},
      {
        "id":"ED367137",
        "title":"Debating the 1990 Luso-Brazilian Orthographic Accord."},
      {
        "id":"ED367138",
        "title":"Shared Writing: Students' Perceptions and Attitudes of Peer Review."},
      {
        "id":"ED367139",
        "title":"&quot;So What Are You Talking About?&quot;: The Importance of Student Questions in the ESL Classroom."},
      {
        "id":"ED367140",
        "title":"Neue Spiele fuer den Deutschunterricht (New Games for the German Classroom)."},
      {
        "id":"ED367141",
        "title":"Technology in TESOL."},
      {
        "id":"ED367142",
        "title":"Content-Centered Language Learning. ERIC Digest."},
      {
        "id":"ED367143",
        "title":"Second Language Learning in a Social Context. ERIC Digest."},
      {
        "id":"ED367144",
        "title":"Spanish-Language Ads and Public Service Announcements in the Foreign Language Classroom. ERIC Digest."},
      {
        "id":"ED367145",
        "title":"Integrating Language and Culture in Middle School American History Classes. ERIC Digest."},
      {
        "id":"ED367146",
        "title":"Funds of Knowledge: Learning from Language Minority Households. ERIC Digest."},
      {
        "id":"ED367147",
        "title":"Issues in Language Programme Evaluation in the 1990s. Anthology Series 27."},
      {
        "id":"ED367148",
        "title":"The Role of Language Testing in Language Program Evaluation."},
      {
        "id":"ED367149",
        "title":"Defining an Appropriate Role for Language Tests in Intensive English Language Programs."},
      {
        "id":"ED367150",
        "title":"Principles and Practice in an Evaluation Project."},
      {
        "id":"ED367151",
        "title":"National Level Formative Evaluation: Some First Steps."},
      {
        "id":"ED367152",
        "title":"Second Language Proficiency Assessment and Program Evaluation."},
      {
        "id":"ED367153",
        "title":"How Program Personnel Can Help Maximize the Utility of Language Program Evaluations."},
      {
        "id":"ED367154",
        "title":"The Development of Self Assessment Skills in TESOL Teacher Preparation."},
      {
        "id":"ED367155",
        "title":"Bringing Evaluation and Methodology Closer Together."},
      {
        "id":"ED367156",
        "title":"Evaluating a Teacher Training Project in Difficult Circumstances."},
      {
        "id":"ED367157",
        "title":"Program Evaluation in Light of Language Learning Background, Student Assessments and TOEFL Performance."},
      {
        "id":"ED367158",
        "title":"Towards Evaluating the Writing Laboratory: A Prototype."},
      {
        "id":"ED367159",
        "title":"Trialling of the New EL Syllabuses for Singapore Schools."},
      {
        "id":"ED367160",
        "title":"EAP Program Evaluation in an Asian Context: A Case from Japan."},
      {
        "id":"ED367161",
        "title":"Language Acquisition and the Second/Foreign Language Classroom. Anthology Series 28."},
      {
        "id":"ED367162",
        "title":"Second Language Acquisition Research in the Language Classroom."},
      {
        "id":"ED367163",
        "title":"A Place for Second Language Acquisition in Teacher Development and in Teacher Education Programmes."},
      {
        "id":"ED367164",
        "title":"Dimensions in the Acquisition of Oral Language."},
      {
        "id":"ED367165",
        "title":"The Learner's Effort in the Language Classroom."},
      {
        "id":"ED367166",
        "title":"Diary Studies of Classroom Language Learning: The Doubting Game and the Believing Game."},
      {
        "id":"ED367167",
        "title":"Personality and Second-Language Learning: Theory, Research, and Practice."},
      {
        "id":"ED367168",
        "title":"The Matched-Guise Technique for Measuring Attitudes and Their Implications for Language Education: A Critical Assessment."},
      {
        "id":"ED367169",
        "title":"Learning Literacy in Papua New Guinea: Which &quot;Language&quot;?"},
      {
        "id":"ED367170",
        "title":"Issues of Assessment and Identification of Anglo-Caribbean Students in a Migratory Educational Environment."},
      {
        "id":"ED367171",
        "title":"An Integrated Approach to ESL Teaching."},
      {
        "id":"ED367172",
        "title":"Teaching Language Minority Students through the Newspapers."},
      {
        "id":"ED367173",
        "title":"Integrating Language and Culture in Middle School American History Classes. Educational Practice Report 8."},
      {
        "id":"ED367174",
        "title":"Integrating Math and Science with Language Instruction, 1991-1993. Final Report."},
      {
        "id":"ED367175",
        "title":"Turkish Language Reform in a Language Planning Framework: Its Impact on Language Use of Turkish Cypriot High School Students."},
      {
        "id":"ED367176",
        "title":"Research on Language in Hong Kong: An Overview."},
      {
        "id":"ED367177",
        "title":"Anatomy of a Good Second Language Teacher: What It Has To Say about L2 Teacher Education."},
      {
        "id":"ED367178",
        "title":"Helping Students Develop Learning Strategies: Some Theoretical and Practical Considerations."},
      {
        "id":"ED367179",
        "title":"What's In a Name: An Awakening of the Haitian Linguistic Consciousness (An Argument for Haitian as the Native Language of Haitians)."},
      {
        "id":"ED367180",
        "title":"English Teaching Methods: What Worked, What Did Not Work, and What Seemed To Work."},
      {
        "id":"ED367181",
        "title":"Factors Affecting the Second Year Students' Achievement in Learning EAP: A Path Analysis."},
      {
        "id":"ED367182",
        "title":"ELT Courses for Teachers of Young Learners: Some Recent Developments."},
      {
        "id":"ED367183",
        "title":"Changing Patterns of Language Utilization in Republic of Congo."},
      {
        "id":"ED367184",
        "title":"National Strategic Planning in the Less Commonly Taught Languages. NFLC Occasional Paper."},
      {
        "id":"ED367186",
        "title":"Atlas international de la vitalite linguistique. Volume 2: L&apos;Europe Occidentale = International Atlas of Language Vitality. Volume 2: Western Europe."},
      {
        "id":"ED367187",
        "title":"Engelska i Arskurs 9. Resultat fran den nationella utvarderlingen av grundskolan Rapport nr 1993:16 (English in Grade 9. Results from the Swedish National Assessment Programme in the Nine-Year Compulsory School. Report No. 1993:16)."},
      {
        "id":"ED367188",
        "title":"Social Interaction and Discourse Style: Culture-Specific Parental Styles of Interviewing and Children's Narrative Structure."},
      {
        "id":"ED367189",
        "title":"In Designing a Short Course in ESP."},
      {
        "id":"ED367190",
        "title":"Workplace ESL Instruction: Varieties and Constraints. ERIC Digest."},
      {
        "id":"ED367191",
        "title":"Annotated Bibliography on ABE/ESL Assessment."},
      {
        "id":"ED367192",
        "title":"Interpreting Assessment Scores of Nonliterate Learners with Ethnographic Data."},
      {
        "id":"ED367193",
        "title":"Beyond the Library Card: An ESL Curriculum for Effective Library Use."},
      {
        "id":"ED367195",
        "title":"Ways in Which Spanish-Speaking Illiterates Differ from Literates in ESL Classrooms."},
      {
        "id":"ED367196",
        "title":"Discovering and Responding to Learner Needs. Module for ESL Teacher Training. [Revised.]"},
      {
        "id":"ED367197",
        "title":"Growing Old in America: Learning English Literacy in the Later Years. ERIC Digest."},
      {
        "id":"ED367198",
        "title":"Teaching Strategies for Multilevel ESL Classes. Facilitator's Guide."},
      {
        "id":"ED367199",
        "title":"Lessons on Rights and Responsibilities."},
      {
        "id":"ED367200",
        "title":"From Theory to Practice: A Set of Garment-Related ESL Curriculum."},
      {
        "id":"ED367202",
        "title":"Salaries of Full-Time Instructional Faculty on 9- and 10-Month Contracts in Institutions of Higher Education, 1982-83 through 1992-93. E.D. TABS."},
      {
        "id":"ED367203",
        "title":"Higher Education in Africa. Hearing before the Subcommittee on African Affairs of the Committee on Foreign Relations, United States Senate, One Hundred Third Congress, First Session (May 17, 1993)."},
      {
        "id":"ED367204",
        "title":"Planning Strategically for Quality. Report 12-93."},
      {
        "id":"ED367205",
        "title":"Implementing TQM in an Academic Setting. Report 15-93."},
      {
        "id":"ED367207",
        "title":"Strategic Planning and Open Learning: Turkey Tails and Frogs."},
      {
        "id":"ED367208",
        "title":"Higher Education: Information on Minority-Targeted Scholarships. Report to Congressional Requesters."},
      {
        "id":"ED367209",
        "title":"Preparing for Poverty: A Case Study of College Art Students."},
      {
        "id":"ED367211",
        "title":"Scholarship Guide &amp; Bibliography: A Guide to Locating and Applying for Postsecondary Scholarships."},
      {
        "id":"ED367212",
        "title":"Trends in Tuition and Other Basic Student Charges 1963-64 through 1993-94 with Typical Student Costs 1980-81 through 1993-94."},
      {
        "id":"ED367213",
        "title":"Proficiency-Based Admission Standards Study (PASS). Revised."},
      {
        "id":"ED367214",
        "title":"Exploring the Evidence: Reporting Outcomes of Freshman Seminars. The Freshman Year Experience. Monograph Series Number 11."},
      {
        "id":"ED367215",
        "title":"Portals of Entry: University Colleges and Undergraduate Divisions. The Freshman Year Experience. Monograph Series Number 12."},
      {
        "id":"ED367216",
        "title":"Gateways: Residential Colleges and the Freshman Year Experience. The Freshman Year Experience. Monograph Series Number 14."},
      {
        "id":"ED367217",
        "title":"Undergraduate Education: Access and Preparation Reexamined. Item #5."},
      {
        "id":"ED367218",
        "title":"Wise Choices for Tough Times: Innovative Resource Reallocation Strategies To Strengthen the University."},
      {
        "id":"ED367219",
        "title":"Access to College: The Role of Family Income."},
      {
        "id":"ED367221",
        "title":"Baccalaureate Origins of Education Doctorates around the World."},
      {
        "id":"ED367222",
        "title":"Task Force on Faculty Productivity."},
      {
        "id":"ED367223",
        "title":"Recruiting Trends 1992-93: A Study of Businesses, Industries, and Governmental Agencies Employing New College Graduates. 22nd Anniversary Edition."},
      {
        "id":"ED367225",
        "title":"Meeting the &quot;IC&quot; Challenge: Strategies for Business Education in the 1990s and Beyond."},
      {
        "id":"ED367226",
        "title":"Internationalization of Business Curricula: Major Changes in Leading Schools."},
      {
        "id":"ED367227",
        "title":"One World: Two Spheres. International Majors at William Woods College."},
      {
        "id":"ED367228",
        "title":"The Implementation of Mock Negotiations in Teaching International Business Management."},
      {
        "id":"ED367229",
        "title":"An Exploration of Latin America through Major Topics and the International Executive."},
      {
        "id":"ED367230",
        "title":"International Business and Liberal Arts Education: Building a Better Mousetrap."},
      {
        "id":"ED367231",
        "title":"Experiential Learning from Executive MBA Study Tours Overseas: The Xavier University Experience--Europe and Asia, 1992."},
      {
        "id":"ED367232",
        "title":"Optimizing the International Experience through a Pre-Departure Orientation and a Re-entry Workshop,"},
      {
        "id":"ED367233",
        "title":"Cooperative Market Research Project."},
      {
        "id":"ED367235",
        "title":"Tuition and Fees at Colorado Public Colleges and Universities, 1993-94."},
      {
        "id":"ED367236",
        "title":"Approved Postsecondary Degree and Certificate Programs in Colorado Public Colleges and Universities, 1993-94."},
      {
        "id":"ED367237",
        "title":"State-Funded Student Financial Assistance, 1992-93. Legislative Report."},
      {
        "id":"ED367238",
        "title":"Certificates and Degrees Conferred in Colorado Publicly-Supported Colleges and Universities FY 1982-83 through FY 1991-92."},
      {
        "id":"ED367239",
        "title":"Efforts to Enhance Timely Completion of Baccalaureate Degree Programs at State-Supported Institutions of Higher Education (In Compliance with Directives of SB 92-155)."},
      {
        "id":"ED367240",
        "title":"Scorecard on Colorado Public Higher Education. How the Public Higher Education System and Its Students Perform on Selected Measures."},
      {
        "id":"ED367241",
        "title":"Scorecard on Colorado Public Higher Education. Supporting Data Tables."},
      {
        "id":"ED367243",
        "title":"The Case for Change."},
      {
        "id":"ED367244",
        "title":"Colleges and Universities for the 21st Century. A Report and Proposals for Continued Improvement in Virginia Higher Education."},
      {
        "id":"ED367245",
        "title":"Change and Improvement in Virginia Higher Education: A Preliminary Report to the Governor and General Assembly."},
      {
        "id":"ED367246",
        "title":"The Continuum of Education. Response to House Joint Resolution No. 211, Appropriations Act Item 151, House Joint Resolution No. 142."},
      {
        "id":"ED367247",
        "title":"The Presidents' Paper--1993."},
      {
        "id":"ED367248",
        "title":"Environmental Scanning: Charting Your Way through the Data Explosion."},
      {
        "id":"ED367252",
        "title":"The Impact of Collective Bargaining on Higher Education: A Twenty Year Retrospective. Proceedings of the Annual Conference (20th, New York, New York, April 13-14, 1992)."},
      {
        "id":"ED367258",
        "title":"Faculty in a Time of Change: Job Satisfaction and Career Mobility."},
      {
        "id":"ED367259",
        "title":"What Should We Expect in This Capital Campaign? A Study of Capital Campaigns at Twenty Nine Liberal Arts Colleges."},
      {
        "id":"ED367260",
        "title":"Classroom Techniques for Black Male Student Retention."},
      {
        "id":"ED367261",
        "title":"A Plan for Governance of Higher Education in Kansas 1994."},
      {
        "id":"ED367262",
        "title":"Campus Communities: Intentional and Involving. The Freshman Year Experience, Proceedings of the Annual Conference (13th, Columbia, South Carolina, February 18-22, 1994)."},
      {
        "id":"ED367263",
        "title":"Earthquake Preparedness 101: Planning Guidelines for Colleges and Universities."},
      {
        "id":"ED367266",
        "title":"Partnerships for the Future: Collaboration between Governments and Higher Education Institutions."},
      {
        "id":"ED367267",
        "title":"Academic Major and Alumni Perceptions of Growth and Development."},
      {
        "id":"ED367268",
        "title":"Factors Predicting Faculty Commitment to the University."},
      {
        "id":"ED367269",
        "title":"TQM in a Multi-Campus Public University."},
      {
        "id":"ED367272",
        "title":"Proceedings from the National Presidents&apos; Invitational Forum on Outreach (LaJolla, California, February 28-March 2, 1993)."},
      {
        "id":"ED367273",
        "title":"Selected Data on Academic Science and Engineering R&D Expenditures: Fiscal Year 1992. Surveys of Science Resources Series."},
      {
        "id":"ED367274",
        "title":"The Purposes of Assessment Revisited."},
      {
        "id":"ED367275",
        "title":"General Education Assessment: Grappling with Godzilla."},
      {
        "id":"ED367284",
        "title":"The Characteristics of Student Borrowers in Repayment and the Impact of Educational Debt. Summary Report Comparing 1985 and 1991 Data."},
      {
        "id":"ED367299",
        "title":"Promises &amp; Challenges. Proceedings of the Annual Conference on Multimedia in Education &amp; Industry (2nd, Savannah, Georgia, July 29-31, 1993)."},
      {
        "id":"ED367301",
        "title":"Hearing on H.R. 856, The Educational Research, Development and Dissemination Excellence Act. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED367303",
        "title":"The Development and Implementation of a Global Network for Eurasia Educational Service Using Electronic Mail."},
      {
        "id":"ED367304",
        "title":"Interactive Radio as a Component of Distance Education in Third World Countries."},
      {
        "id":"ED367305",
        "title":"Principles and Tools for Instructional Visualisation."},
      {
        "id":"ED367307",
        "title":"Excellence Center for High Technology Transfer."},
      {
        "id":"ED367311",
        "title":"Integrating Mandated Logo Computer Instruction into the Second Grade Curriculum."},
      {
        "id":"ED367312",
        "title":"Utilization of CNN Newsroom in School Classrooms."},
      {
        "id":"ED367313",
        "title":"An Assessment of the Assistance Methods Used by Eighth-Grade Students in Learning To Search the Online Catalog."},
      {
        "id":"ED367314",
        "title":"Computer Technologies in Education. Proceedings of the International Conference on Computer Technologies in Education (Kiev, Ukraine, September 14-17, 1993)."},
      {
        "id":"ED367315",
        "title":"High Performance Computing and Communications Program. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Third Congress, First Session (October 26, 1993)."},
      {
        "id":"ED367316",
        "title":"The Practical Application of Technology in Public Schools. Professional Issues in Public Education."},
      {
        "id":"ED367318",
        "title":"Library Skills, English 200/201. Merrill Library, Utah State University."},
      {
        "id":"ED367319",
        "title":"AABC Libraries at Century's End: A Demographic Survey of Bible College Libraries Affiliated with the American Association of Bible Colleges."},
      {
        "id":"ED367320",
        "title":"ABI/Inform and Wilson Business Abstracts: A Comparison."},
      {
        "id":"ED367321",
        "title":"Assessing the Role of the Public Librarian with the Whole Language Teacher as Patron."},
      {
        "id":"ED367322",
        "title":"The Association of Christian Librarians."},
      {
        "id":"ED367323",
        "title":"Convergence or Divergence? A Study of the Information Seeking Behavior of Historians and Political Scientists."},
      {
        "id":"ED367324",
        "title":"Evaluation of Directory Entries for Electronic Journals and Newsletters."},
      {
        "id":"ED367325",
        "title":"Global Connections through Electronic Mail Networks."},
      {
        "id":"ED367326",
        "title":"Historical Development of the &quot;Insurance Periodicals Index&quot; by the Insurance Division of the Special Libraries Association."},
      {
        "id":"ED367327",
        "title":"A History of the Kent Free Library, Kent, Ohio 1958-1992."},
      {
        "id":"ED367328",
        "title":"The History of the Duns Scotus Library at Lourdes College."},
      {
        "id":"ED367330",
        "title":"I'll Be Sending You Angels: A Bio-Bibliography of Cynthia Rylant."},
      {
        "id":"ED367331",
        "title":"The Image of Librarians in Poetry, 1958-1993."},
      {
        "id":"ED367332",
        "title":"Information Needs of Anthropologists."},
      {
        "id":"ED367333",
        "title":"Issues of Accessibility in High School Libraries."},
      {
        "id":"ED367334",
        "title":"Law Librarianship: A Content Analysis of Positions Advertised in the &quot;AALL Newsletter.&quot;"},
      {
        "id":"ED367335",
        "title":"Online Catalog Instruction and User Satisfaction at a Medium-Sized Ohio Public Library."},
      {
        "id":"ED367336",
        "title":"Patron Survey of User Satisfaction with Library Services: Relationship between Librarian Behaviors during the Reference Interview and User Satisfaction."},
      {
        "id":"ED367337",
        "title":"Reading Interests of Young Adults in Medina County, Ohio."},
      {
        "id":"ED367338",
        "title":"Retrieving Online Information on Drugs: An Analysis of Four Databases."},
      {
        "id":"ED367339",
        "title":"Retrieval Results of Unassisted Searches of Two General Periodical Indexes."},
      {
        "id":"ED367340",
        "title":"The Role of Information Studies in the Library Science Curriculum, 1993."},
      {
        "id":"ED367341",
        "title":"Security Problems of Ohio Academic Libraries."},
      {
        "id":"ED367342",
        "title":"Services and Materials Being Offered to School Teachers by Public Libraries Serving at least 100,000 People in Ohio and Surrounding States: A Descriptive Study."},
      {
        "id":"ED367343",
        "title":"A Study of Four Public Libraries in Northeastern Ohio To Determine the Restriction of Access of Materials to Children."},
      {
        "id":"ED367344",
        "title":"A Study of the Incorporation of Information Technologies into the Curricula of Some ALA-Accredited Library and Information Science Programs."},
      {
        "id":"ED367345",
        "title":"A Study of Multicultural Content in Notable Children's Songs."},
      {
        "id":"ED367346",
        "title":"A Survey of Occupational Safety &amp; Health Libraries in the United States."},
      {
        "id":"ED367347",
        "title":"Training the Library Staff about Disabilities: A Model for Investigating Staff Education Tested in Seven Public Libraries."},
      {
        "id":"ED367348",
        "title":"The Young Adult Book Review Media: An Evaluation."},
      {
        "id":"ED367349",
        "title":"A 1990 Survey of Bookmobile Operations within the State of Ohio."},
      {
        "id":"ED367350",
        "title":"Academic Law Librarians and the Quest for Faculty Status: A Survey for the 1990's."},
      {
        "id":"ED367351",
        "title":"An Annotated Reference Guide on International Telecommunications and Transborder Data Flow for Library and Information Science Professionals."},
      {
        "id":"ED367352",
        "title":"Appraisals of Charlotte Mew's Poetry 1916-1989: An Annotated Bibliography and Critical Essay."},
      {
        "id":"ED367353",
        "title":"Cataloging Backlog in Academic and Public Libraries: The Case of Ohio."},
      {
        "id":"ED367354",
        "title":"&quot;Children's Digest&quot; and Societal Trends."},
      {
        "id":"ED367355",
        "title":"Compact Disc Cataloging Product User Survey."},
      {
        "id":"ED367356",
        "title":"Continuing Education of Health Sciences Librarians: A National Survey."},
      {
        "id":"ED367357",
        "title":"Cooperative Programs between Schools and Public Libraries in Ohio."},
      {
        "id":"ED367358",
        "title":"Currency and Usage Study of the Franklin Public Library."},
      {
        "id":"ED367359",
        "title":"An Evaluation of Online Business Databases."},
      {
        "id":"ED367360",
        "title":"Four Online Database Vendors: An Evaluation and Cost Analysis of Their Cataloging Support Services."},
      {
        "id":"ED367361",
        "title":"The History of the Barberton Public Library 1903-1990."},
      {
        "id":"ED367362",
        "title":"A History of the Tuscarawas County Public Library 1937-1960."},
      {
        "id":"ED367363",
        "title":"The Importance of User-Orientated Approaches in the Design and Implementation of Information Retrieval Systems."},
      {
        "id":"ED367364",
        "title":"Mentoring Histories of Ohio Public Library Directors."},
      {
        "id":"ED367365",
        "title":"Older Adult Services in Northeastern Ohio Public Libraries."},
      {
        "id":"ED367366",
        "title":"The Origins and Development of the Academic Library Systems Office in Ohio, 1960-1990."},
      {
        "id":"ED367367",
        "title":"Paraprofessionals at the Reference Desk in Ohio Public Libraries."},
      {
        "id":"ED367368",
        "title":"Professional Experience, Continuing Education, Professional Affiliations, and Educational Background of Documents Professionals at ARL Libraries."},
      {
        "id":"ED367369",
        "title":"Results of the Brittle Book Survey Conducted in the Wadsworth Public Library."},
      {
        "id":"ED367370",
        "title":"Russian Corporate and Personal Name Headings on OCLC and RLIN: A Comparison Study."},
      {
        "id":"ED367371",
        "title":"Seeking Assistance at the Reference Desk: A Study To Determine Gender Bias."},
      {
        "id":"ED367372",
        "title":"Slow Fires in the Stacks: Theses and Dissertations, A Preservation Survey."},
      {
        "id":"ED367373",
        "title":"Student Attitudes toward Bibliographic Instruction."},
      {
        "id":"ED367374",
        "title":"A Study of 2 X 2 Toddler Story Times at the Westerville Public Library."},
      {
        "id":"ED367375",
        "title":"A Study of the Effectiveness of the OCLC CJK350 System: From the Point of View of Chinese Language Library Users."},
      {
        "id":"ED367376",
        "title":"A Study of the Relationship between Gender and Reading Preferences in Adolescents."},
      {
        "id":"ED367377",
        "title":"A Survey of LSCA Funding for Latchkey Programs in Public Libraries."},
      {
        "id":"ED367378",
        "title":"The Treatment of the Occult in General Encyclopedias."},
      {
        "id":"ED367379",
        "title":"Willoughby-Eastlake Public Library: A Preliminary Survey of Voter Attitudes."},
      {
        "id":"ED367380",
        "title":"The Brigham Young University Foreign Language Collections: An Assessment."},
      {
        "id":"ED367381",
        "title":"The Coming Generation of Computer Proficient Students: What It May Mean for Libraries."},
      {
        "id":"ED367382",
        "title":"Enhancing Faculty Development: The Impact of AB1725 on California's Community Colleges."},
      {
        "id":"ED367383",
        "title":"A Review of the Ford Foundation Study Titled: \"State Higher Education Systems and College Completion.\" Research Report No. 93-06R."},
      {
        "id":"ED367384",
        "title":"The Non-Native Student: Competency in Mainstream Classes. Institutional Research."},
      {
        "id":"ED367385",
        "title":"English Computer Critical Thinking Reading and Writing Interactive Multi-Media Programs for Comparison/Contrast and Analysis."},
      {
        "id":"ED367386",
        "title":"A Holistic, Collaborative Approach to Teaching Assessment and Instructional Development."},
      {
        "id":"ED367387",
        "title":"Integrating Learner-Driven and Organization-Driven Agendas: A Workplace Study."},
      {
        "id":"ED367388",
        "title":"Understanding Your Customer's Culture: The Key to College/Corporate Partnerships."},
      {
        "id":"ED367389",
        "title":"Partnerships for Quality: A Statewide Plan for Developing and Implementing a Total Quality Curriculum Delivered through Oregon's Community Colleges."},
      {
        "id":"ED367390",
        "title":"Advisors' Perceptions of the Advisement Process."},
      {
        "id":"ED367391",
        "title":"(R)evolution in Financial Services Education."},
      {
        "id":"ED367392",
        "title":"A Study in Predicting English Grades for First-Time-in-College Students Using the Career Planning Program (CPP) and Multiple Assessment and Program Services (MAPS) Reading and Language Scores, Age, Gender, and Race."},
      {
        "id":"ED367393",
        "title":"The Development of a Faculty Resource Manual for the Preparation of Course Study Guides at Northern Maine Technical College."},
      {
        "id":"ED367394",
        "title":"Comparison of Effectiveness of Collaborative Learning Methods and Traditional Methods in Physics Classes at Northern Maine Technical College."},
      {
        "id":"ED367395",
        "title":"Fred Keller and the Flex Lab."},
      {
        "id":"ED367396",
        "title":"Student Success Program."},
      {
        "id":"ED367397",
        "title":"Central Piedmont Community College Current Student Opinion Study, 1992-1993. Assessing Provision of High-Quality, Flexible Educational Programs and Services To Meet Individual and Community Needs."},
      {
        "id":"ED367398",
        "title":"A Comparison of Full-Time Faculty Members and Administrators with Respect to Their Perceived Impacts of Selected Societal Factors on Mercer County Community College."},
      {
        "id":"ED367399",
        "title":"A Practical Guide to Conducting Customized Work Force Training. New Directions for Community Colleges, Number 85."},
      {
        "id":"ED367400",
        "title":"A Model for Assessing Critical Thinking Skills."},
      {
        "id":"ED367401",
        "title":"Harmonizing General Education Programs in Career and Professional Curricula."},
      {
        "id":"ED367402",
        "title":"Corporate Training and Tech Prep."},
      {
        "id":"ED367403",
        "title":"Changing Managerial Imperatives. New Directions for Community Colleges, Number 84."},
      {
        "id":"ED367404",
        "title":"Application and Enrollment Patterns of Transfer Students, Fall, 1992. Report Number 6-93."},
      {
        "id":"ED367405",
        "title":"A Comprehensive Approach to Economic Development."},
      {
        "id":"ED367406",
        "title":"Rethinking Teaching and Testing: Quality in the Classroom."},
      {
        "id":"ED367407",
        "title":"Development of a Video Story Board for Recruitment at Capital-Community-Technical College."},
      {
        "id":"ED367408",
        "title":"The Associate of Arts and Science Degree: A New Opportunity."},
      {
        "id":"ED367410",
        "title":"Managing Community Colleges: A Handbook for Effective Practice."},
      {
        "id":"ED367412",
        "title":"Trustee Quarterly, 1993."},
      {
        "id":"ED367413",
        "title":"Carroll Technical Institute and Southwire Company's Educational Renewal Program."},
      {
        "id":"ED367414",
        "title":"From Teacher Centered to Student Centered Learning."},
      {
        "id":"ED367415",
        "title":"Tech Prep/Associate Degree (TPAD) Academic Outcomes. ERIC Digest."},
      {
        "id":"ED367417",
        "title":"Reinventing the Community College Catalog Using Hypertext for IBM."},
      {
        "id":"ED367418",
        "title":"The Development of a Learning Assistance Course in Psychology at Ulster County Community College."},
      {
        "id":"ED367419",
        "title":"Development of a Plan To Make the Office of Institutional Research a Human Resources Development Utility at Mercer County Community College."},
      {
        "id":"ED367420",
        "title":"Bryant and Stratton Business Institute, Buffalo."},
      {
        "id":"ED367421",
        "title":"An Examination of Supplantation and Redistribution Effects of Lottery Allocations to a Community College System."},
      {
        "id":"ED367422",
        "title":"Revising the Mathematics Department."},
      {
        "id":"ED367423",
        "title":"TQM in Higher Education: What Does the Literature Say?"},
      {
        "id":"ED367424",
        "title":"Reinventing Government."},
      {
        "id":"ED367425",
        "title":"Community College Workforce Training Programs: Expanding the Mission To Meet Critical Needs."},
      {
        "id":"ED367426",
        "title":"Positioning the Community College for Community Leadership."},
      {
        "id":"ED367428",
        "title":"Catalyst for Community Change: Helping To Address Critical Issues."},
      {
        "id":"ED367429",
        "title":"Part-Time Faculty: Partners in Excellence."},
      {
        "id":"ED367430",
        "title":"Professional Development for Two-Way Teaching and Learning."},
      {
        "id":"ED367431",
        "title":"A Community College President's Guide to Corporate Contributions."},
      {
        "id":"ED367432",
        "title":"Vocational and General Education: New Relationship or Shotgun Marriage?"},
      {
        "id":"ED367433",
        "title":"What Presidents Need To Know about the Impact of Networking."},
      {
        "id":"ED367434",
        "title":"Just the Facts: A Summary of Recent Information on America's Children and Their Families."},
      {
        "id":"ED367435",
        "title":"Resources for Family Day Care. An Annotated Bibliography."},
      {
        "id":"ED367436",
        "title":"Social Interaction of Children with and without Learning Disabilities in Dyads and Small Groups."},
      {
        "id":"ED367437",
        "title":"Art Therapy for Young Children: A Review of the Research and Literature."},
      {
        "id":"ED367438",
        "title":"Implementation of Developmentally Appropriate Activities for School-Age Youth in the Extended Day Enrichment Program."},
      {
        "id":"ED367439",
        "title":"Parent Support: A Selective Annotated Bibliography."},
      {
        "id":"ED367440",
        "title":"Including Special Needs Children in Child Care Environments. A Manual To Enable Child Care Decision-Makers To Offer Developmentally Appropriate Preschool Programs for Children with and without Special Needs."},
      {
        "id":"ED367441",
        "title":"Improving Early Childhood Educators' Understanding of the Value of Indoor Play through a Teacher Training Program."},
      {
        "id":"ED367442",
        "title":"Family Connections Handbook. Revised August 1993."},
      {
        "id":"ED367443",
        "title":"Increasing the Participation of Parents of Elementary School Students in Parent Education Activities through Development and Implementation of an Alternative Delivery System."},
      {
        "id":"ED367444",
        "title":"Strengthening the Parent School Partnership: Improving Access of Minorities to School and Community Resources."},
      {
        "id":"ED367445",
        "title":"A Guide to Resources on Advocacy: Facts, Strategies, and Information."},
      {
        "id":"ED367446",
        "title":"Coherence: The Student Perspective."},
      {
        "id":"ED367447",
        "title":"The Primary Program: Growing and Learning in the Heartland."},
      {
        "id":"ED367448",
        "title":"Teacher Training: Raising Teachers' Awareness of Language Development as an Indicator of Developmental Stage in Head Start Children."},
      {
        "id":"ED367452",
        "title":"Quality Standards for Early Childhood Care and Education Services Funded by the Colorado Department of Education. Working Document."},
      {
        "id":"ED367453",
        "title":"Competent Children: Influences of Early Childhood Experiences. Pilot Study Report."},
      {
        "id":"ED367455",
        "title":"Affirming Children's Roots: Cultural and Linguistic Diversity in Early Care and Education."},
      {
        "id":"ED367456",
        "title":"National Poison Prevention Week Promotional Materials."},
      {
        "id":"ED367458",
        "title":"A Case Study of Teacher Strategies Used with Mixed-Age Groups of Children in One Preschool Setting."},
      {
        "id":"ED367459",
        "title":"Bilingual Models for Early Childhood Education: Birth to Five Years."},
      {
        "id":"ED367462",
        "title":"Teaching the Mind, Touching the Heart: Finding the Balance in Middle Level Education."},
      {
        "id":"ED367463",
        "title":"Maternal Representation of the Mother-Child Relationship as Related to Mother-Child Attachment."},
      {
        "id":"ED367470",
        "title":"Parents as Leaders for Children and Policy."},
      {
        "id":"ED367472",
        "title":"A Framework for Action To Make Private Housing Lead-Safe: A Proposal To Focus National Attention."},
      {
        "id":"ED367473",
        "title":"Prekindergarten Program Process Evaluation Report, 1993-94."},
      {
        "id":"ED367474",
        "title":"Michigan Early Childhood Education Preschool Program Process Evaluation Report, 1993-94."},
      {
        "id":"ED367477",
        "title":"A Study of the Relationship between Early Childhood Teacher Evaluation Instruments and Developmentally Appropriate Practices/Code of Ethics Criteria."},
      {
        "id":"ED367478",
        "title":"Parents' Beliefs Regarding Early Childhood Education (Birth to Third Grade)."},
      {
        "id":"ED367479",
        "title":"Counting and Number Conservation."},
      {
        "id":"ED367480",
        "title":"Hearings on H.R. 8: Child Nutrition Reauthorization. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (February 23 and July 21, 1993)."},
      {
        "id":"ED367481",
        "title":"Caring for Infants and Toddlers in Violent Environments: Hurt, Healing, and Hope."},
      {
        "id":"ED367489",
        "title":"A Preliminary Report on the IUSB Parent Project: Infant Temperament and Bidirectional Influence in the Family."},
      {
        "id":"ED367490",
        "title":"Utilization of Teacher Workshops To Enhance Early Exposure to Gender Equity and Mathematics Education for Young Girls in Preschool Settings."},
      {
        "id":"ED367491",
        "title":"Child Care in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED367492",
        "title":"Creating a 21st Century Head Start. Final Report of the Advisory Committee on Head Start Quality and Expansion."},
      {
        "id":"ED367494",
        "title":"Improving the Kansas Child Care System. A Report Prepared for the Kansas State Legislature and the Corporation for Change."},
      {
        "id":"ED367495",
        "title":"FAAIR Coalition Report."},
      {
        "id":"ED367496",
        "title":"Second Helping: An Advanced Enrichment Course for Family Child Care Providers. Program Information Package. [Revised.]"},
      {
        "id":"ED367497",
        "title":"Teaching Nonviolent Living Skills in Preschool: Parental Perspective."},
      {
        "id":"ED367498",
        "title":"Student Perceptions of Elementary School Climates in the Louisiana School Effectiveness Study: A Comparison of Phase III and Phase IV."},
      {
        "id":"ED367499",
        "title":"Foster Care: Federal Policy on Title IV-E Share of Training Costs. Report to the Honorable Daniel K. Inouye, U.S. Senate."},
      {
        "id":"ED367500",
        "title":"A Study of Minority Early Childhood Leadership in Rural South Carolina. A Final Report."},
      {
        "id":"ED367501",
        "title":"A Descriptive Analysis of South Carolina's Target 2000 Parent Education Program."},
      {
        "id":"ED367502",
        "title":"Food Processing: Technology and Nutritive Value."},
      {
        "id":"ED367503",
        "title":"Health and Safety in Early Childhood Centres. AECA Resource Book Series, No. 3."},
      {
        "id":"ED367504",
        "title":"[Sensory Systems of Infants.]"},
      {
        "id":"ED367505",
        "title":"Establishing Articulation Practices for Middle School Students."},
      {
        "id":"ED367506",
        "title":"Increasing Community College Child Development Associate (CDA) Advisor Skills in Recording Observations as a Component of a Competency-Based Assessment."},
      {
        "id":"ED367507",
        "title":"New Beginnings: A Guide to Designing Parenting Programs for Refugee and Immigrant Parents. International Catholic Child Bureau Series."},
      {
        "id":"ED367508",
        "title":"All Children Ready To Learn: Toward the National Education Goals and High Standards for All Students."},
      {
        "id":"ED367510",
        "title":"Nurturing Adult-Youth Relationships in the Family and School."},
      {
        "id":"ED367511",
        "title":"Removing Barriers: Service Learning in Rural Areas."},
      {
        "id":"ED367512",
        "title":"Rural Communities Communicating: The Emergence of Two-Way Interactive Video in Southwestern, Rural, Small Schools."},
      {
        "id":"ED367513",
        "title":"Educating Teachers for Family Involvement with Young Native Americans."},
      {
        "id":"ED367514",
        "title":"Indian and Metis Education: Parents as Partners. SSTA Forum Report (Saskatoon, Saskatchewan, Canada, October 14-15, 1993). Report #93-10."},
      {
        "id":"ED367515",
        "title":"Walking on Sacred Ground: A Navajo School-within-a-School Model."},
      {
        "id":"ED367516",
        "title":"Reducing Baby Bottle Tooth Decay. A SERVE Research Brief."},
      {
        "id":"ED367517",
        "title":"Utah Migrant Education Annual Summer Evaluation Report."},
      {
        "id":"ED367518",
        "title":"You Can't Look Forward to Tomorrow, While Holding on to Yesterday: Rural Education and the At-Risk Student."},
      {
        "id":"ED367519",
        "title":"Challenging the Giant, Volume II: The Best of SKOLE, the Journal of Alternative Education."},
      {
        "id":"ED367520",
        "title":"Implementing of Public Law 102-477, the Indian Employment, Training and Related Services Demonstration Act of 1992. Hearing on Regulations Dealing with Section 401 Job Training Partnership Act before the Committee on Indian Affairs. United States Senate, One Hundred Third Congress, First Session (September 15, 1993)."},
      {
        "id":"ED367522",
        "title":"The Drafting and Submission of an HIV/AIDS Policy Draft for a Native American Child Welfare Agency."},
      {
        "id":"ED367527",
        "title":"A Research Study on the Projected Impact of the North American Free Trade Agreement (NAFTA) on Texas Public Schools."},
      {
        "id":"ED367529",
        "title":"Challenges for College Mathematics: An Agenda for the Next Decade. Report of a Joint Task Force."},
      {
        "id":"ED367531",
        "title":"Arizona Essential Skills for Mathematics. Reformatted Edition."},
      {
        "id":"ED367532",
        "title":"Revitalized Undergraduate Mathematics with Symbol Manipulating Graphics Calculators. Final Report."},
      {
        "id":"ED367533",
        "title":"Teaching Postdoctoral Positions in Mathematics."},
      {
        "id":"ED367534",
        "title":"Promoting Discourse in Mathematics Classrooms Using a New Video Series for Middle Schools."},
      {
        "id":"ED367537",
        "title":"German and Russian Adolescents' Environmental Awareness."},
      {
        "id":"ED367540",
        "title":"Children's Construction of Mathematical Knowledge in Solving Novel Isomorphic Problems in Concrete and Written Form."},
      {
        "id":"ED367541",
        "title":"Global ReLeaf. World Forests: Striking a Balance between Conservation and Development. A Classroom Guide."},
      {
        "id":"ED367544",
        "title":"Growing Ideas, 1990-1993."},
      {
        "id":"ED367546",
        "title":"Working for the Environment Student Guide."},
      {
        "id":"ED367547",
        "title":"Administrative Careers Serving the Environment."},
      {
        "id":"ED367548",
        "title":"Careers in Environmental Research."},
      {
        "id":"ED367549",
        "title":"Planet Patrol. An Environmental Unit on Solid Waste Solutions for Grades 4-6."},
      {
        "id":"ED367551",
        "title":"Plant Growth and Development: An Outline for a Unit Structured Around the Life Cycle of Rapid-Cycling Brassica Rapa."},
      {
        "id":"ED367553",
        "title":"Seamless Subjects, Seamless Reform: Learning and Teaching Together, from Pre-School to Ph.D. Occasional Paper."},
      {
        "id":"ED367554",
        "title":"The Proposed U.S. History Standards: A Report. Occasional Paper."},
      {
        "id":"ED367555",
        "title":"Historical Literature and Democratic Education. Occasional Paper."},
      {
        "id":"ED367556",
        "title":"Census Bureau Education Program."},
      {
        "id":"ED367557",
        "title":"The Earnings Impact of Age, Education, Race, and Gender."},
      {
        "id":"ED367559",
        "title":"Ethics, Morality, and Mores."},
      {
        "id":"ED367560",
        "title":"The Slave Narrative: An Image of Excellence."},
      {
        "id":"ED367561",
        "title":"The Ties That Bind: Linkages among Secondary Schools, Two-Year Colleges, and Baccalaureate Institutions."},
      {
        "id":"ED367562",
        "title":"History Is More than Story: Expanding the Boundaries of Elementary Learning."},
      {
        "id":"ED367563",
        "title":"Geography and Reading: An Integrated Approach to Teaching Reading Skills."},
      {
        "id":"ED367564",
        "title":"K-12 Social Science. Program Evaluation. Agenda 93-225."},
      {
        "id":"ED367565",
        "title":"Art Criticism: The Potential of Conrad Fiedler's Ideas for Art Education."},
      {
        "id":"ED367566",
        "title":"Connecticut's Common Core of Learning."},
      {
        "id":"ED367567",
        "title":"The Parameters of Art."},
      {
        "id":"ED367568",
        "title":"Women's Art in Art Education: Realms, Relevance and Resources, Introduction."},
      {
        "id":"ED367570",
        "title":"Women in Science and Technology: The Institutional Ecology Approach. Volume I: Final Research Report."},
      {
        "id":"ED367571",
        "title":"Women in Science and Technology: The Institutional Ecology Approach. Volume II: Statistical Annex: Sex Differentiation of Grade 12 Enrollments and of Higher Education Disciplines."},
      {
        "id":"ED367572",
        "title":"Women in Science and Technology: The Institutional Ecology Approach. Volume III: Discussion Papers (The Ten Factors of Influence) Used in the UO WISTA Survey."},
      {
        "id":"ED367573",
        "title":"Arab World Almanac 1993."},
      {
        "id":"ED367575",
        "title":"Model for Infusing a Global Perspective into the Curriculum."},
      {
        "id":"ED367576",
        "title":"Elementary School Preservice Teachers' Conceptions of Social Studies Teaching and Learning: A Report on Concept Mapping."},
      {
        "id":"ED367577",
        "title":"A Is for Apathy."},
      {
        "id":"ED367579",
        "title":"Clive Bell, the Doctrine of Significant Form and Visual Arts Communication. (A Review of Sources.)"},
      {
        "id":"ED367580",
        "title":"American Women and the Military in the 20th Century."},
      {
        "id":"ED367581",
        "title":"Artistic Judgment III: Artist Validation. Technical Report 1991-1."},
      {
        "id":"ED367582",
        "title":"Cultural and Intercultural Aspects of Education: A New Responsibility for Teachers."},
      {
        "id":"ED367583",
        "title":"Cultural Development through the Interaction between Education, the Community, and Society in General."},
      {
        "id":"ED367584",
        "title":"The Role of Education in the Cultural and Artistic Development of the Individual: Developing Artistic and Creative Skills."},
      {
        "id":"ED367585",
        "title":"The Role of Education in the Cultural and Artistic Development of the Individual."},
      {
        "id":"ED367586",
        "title":"The Role of Education in the Cultural and Artistic Development of the Individual."},
      {
        "id":"ED367587",
        "title":"Arts Education Research Agenda for the Future."},
      {
        "id":"ED367588",
        "title":"A Collaborative Agenda: Linking School and Teacher Education Renewal with Research through Professional Development Schools."},
      {
        "id":"ED367589",
        "title":"A Change in Practice: A Case Study of Teacher Thinking-In-Action."},
      {
        "id":"ED367590",
        "title":"Beginning Again: Making Sense and Learning the Terrain."},
      {
        "id":"ED367591",
        "title":"Network. Regional Policy Analysts and Advisors."},
      {
        "id":"ED367592",
        "title":"Teachers' Opinions of the Security and Safety Climate in Chicago Public Schools at Cabrini-Green."},
      {
        "id":"ED367593",
        "title":"Synergy, Holistic Education and R. Buckminster Fuller: Education for a World in Transformation."},
      {
        "id":"ED367594",
        "title":"Global Perspectives in the Foundations of Education Curriculum: Japan as a Case Study."},
      {
        "id":"ED367595",
        "title":"A Three College Collaborative Teacher Preparation Program."},
      {
        "id":"ED367596",
        "title":"Differentiating the Expert and Experienced Teacher: Quantitative Differences in Instructional Decision Making."},
      {
        "id":"ED367597",
        "title":"Making Connections: Aligning Theory and Field Practice."},
      {
        "id":"ED367598",
        "title":"An Overview of Teacher Education in Russia."},
      {
        "id":"ED367599",
        "title":"A Report of Student Experiences in Pre-Student Teaching Field Experience."},
      {
        "id":"ED367600",
        "title":"Building a New Paradigm: A Staff Development Program That Is Seeking To Reach Each Child's Potential through Knowing and Using the Seven Intelligences."},
      {
        "id":"ED367601",
        "title":"A Partnership Approach to New Teacher Induction."},
      {
        "id":"ED367602",
        "title":"Developing a Passion for Pluralism: An Expanded Canon and Teacher Preparation."},
      {
        "id":"ED367603",
        "title":"Perception of Multicultural Concepts by Preservice Teachers in Two Institutions."},
      {
        "id":"ED367604",
        "title":"Serving Under-Represented Diverse Populations."},
      {
        "id":"ED367605",
        "title":"Cooperative Learning: What Teachers Know about It and When They Use It."},
      {
        "id":"ED367606",
        "title":"Learning through Assessment: A Project Approach."},
      {
        "id":"ED367607",
        "title":"Training Teachers To Plan Staff Development Programs for Rural Schools."},
      {
        "id":"ED367608",
        "title":"Portfolio Assessment and Secondary Methods Classes: What Happens When the Twain Meet?"},
      {
        "id":"ED367609",
        "title":"Exploring Preservice Students' Perceptions of Literacy Instruction: Listening to Students."},
      {
        "id":"ED367610",
        "title":"Bibliography for the Case Method: Using Case Studies in Teacher Education."},
      {
        "id":"ED367611",
        "title":"Effects of Gender on Perceptions of Teacher Influence."},
      {
        "id":"ED367612",
        "title":"Reflective Inquiry Portfolios: A Design for Development and Assessment of Teaching and Supervision Skills."},
      {
        "id":"ED367613",
        "title":"Teacher Internships: Perceptions of Various Groups--Mentoring Teachers and Interns."},
      {
        "id":"ED367614",
        "title":"Handbook for Alaska Educators. Revised."},
      {
        "id":"ED367615",
        "title":"Learning To Serve--Serving To Learn."},
      {
        "id":"ED367616",
        "title":"The Effects of Peer Coaching on Elementary School Teachers."},
      {
        "id":"ED367617",
        "title":"Publication of a Graduate Seminar Journal: Connecting Students and Content."},
      {
        "id":"ED367618",
        "title":"Competencies, Skills, and Knowledge Teacher Education Programs Need To Teach the Inclusion Teacher."},
      {
        "id":"ED367619",
        "title":"An Analysis of Alumni Perceptions towards Attainment of Outcome-Based Competencies in Teacher Education."},
      {
        "id":"ED367620",
        "title":"Preservice Teachers' Literacy Autobiographies and Teacher Development."},
      {
        "id":"ED367621",
        "title":"INTASC's Model Standards for Beginning Teacher Licensing and Development: One Model for Teacher Preparation Programming."},
      {
        "id":"ED367622",
        "title":"Stress in Children Bibliography."},
      {
        "id":"ED367623",
        "title":"School Teachers' Knowledge of AIDS."},
      {
        "id":"ED367624",
        "title":"Healthy Children: The Key to Our Future. Recommendations for Quality School Health Education in Pennsylvania."},
      {
        "id":"ED367626",
        "title":"Healthy Wyoming: Start with Youth Today. Results of the 1991 Wyoming Youth Risk Behavior and School Health Education Survey."},
      {
        "id":"ED367628",
        "title":"Cultural Awareness and Sensitivity: Resources for Health Educators."},
      {
        "id":"ED367629",
        "title":"Promoting Adolescent Health. Symposium on Research Opportunities in Adolescence (3rd, June 1993). Working Papers."},
      {
        "id":"ED367631",
        "title":"How Mentors Rank Mentor Roles, Benefits of Mentoring and Obstacles to Mentoring."},
      {
        "id":"ED367632",
        "title":"Who Is Leading Us toward Quality Professional Development?"},
      {
        "id":"ED367633",
        "title":"Getting Together on the Pupil Free Day: A System Wide Response to Teachers' Professional Development Needs."},
      {
        "id":"ED367634",
        "title":"Teacher Candidate Performance-Based Assessment."},
      {
        "id":"ED367635",
        "title":"Assessing Student Performance: Are Our Assumptions Valid?"},
      {
        "id":"ED367636",
        "title":"An Analysis and Review of Perkinson's &quot;Teachers without Goals, Students without Purposes.&quot;"},
      {
        "id":"ED367637",
        "title":"Perceptions of Beginning Teachers in an Urban Setting: Does Mentoring Make a Difference?"},
      {
        "id":"ED367638",
        "title":"Teacher Interns' Commitment to Teaching."},
      {
        "id":"ED367639",
        "title":"Relationships among Teachers' Assessment Practices and their Student Outcome and Study Skill Development Goals."},
      {
        "id":"ED367640",
        "title":"An Exploratory Study To Determine Principals' Perceptions Concerning the Effectiveness of a Fifth-Year Teacher Preparation Program."},
      {
        "id":"ED367641",
        "title":"Vignettes from the Field: Stories from Four New Minority Teachers."},
      {
        "id":"ED367642",
        "title":"Engineers: Designers--No Alibis."},
      {
        "id":"ED367643",
        "title":"Elementary Evaluation Content Needs from the Practitioners' Perspectives."},
      {
        "id":"ED367644",
        "title":"Self-Confidence and Critical Thinking Skills: Changes during the Student Teaching Experience."},
      {
        "id":"ED367646",
        "title":"Teaching as a New Career for Military Personnel."},
      {
        "id":"ED367648",
        "title":"An Analysis of Microcomputer Use among Tennessee Science Teachers."},
      {
        "id":"ED367649",
        "title":"Pre-Service Teachers' Expectations for Children from Different Family Structures."},
      {
        "id":"ED367650",
        "title":"Exploring the Student-as-Worker Metaphor: How Do You Get There from Here?"},
      {
        "id":"ED367651",
        "title":"Five Year Teacher Education Program Attrition."},
      {
        "id":"ED367652",
        "title":"Evaluation of Multicultural Education in a Preservice Teacher Education Program."},
      {
        "id":"ED367653",
        "title":"Cooper Foundation Awards for Excellence in Teaching, 1992."},
      {
        "id":"ED367654",
        "title":"Collegial Support Teams Replace Teacher Evaluations in a Partnership School."},
      {
        "id":"ED367655",
        "title":"Using Total Quality Management (TQM) To Ameliorate Motivational Levels of Ninth through Twelfth Grade Students."},
      {
        "id":"ED367657",
        "title":"AIDS: A Catholic Educational Approach to HIV (Human Immunodeficiency Virus): Teacher&apos;s Manual and Implementation Guide. Revised Edition."},
      {
        "id":"ED367659",
        "title":"Using Instructional Technologies in the Preparation of Teachers for the 21st Century."},
      {
        "id":"ED367660",
        "title":"Promoting Gender Equity in Middle and Secondary School Sports Programs. ERIC Digest."},
      {
        "id":"ED367661",
        "title":"Goals 2000: Educate America Act: Implications for Teacher Educators."},
      {
        "id":"ED367662",
        "title":"Designing Teacher Evaluation Systems that Support Professional Growth."},
      {
        "id":"ED367663",
        "title":"The Correlation between the National Educational Development Test and the American College Testing Program."},
      {
        "id":"ED367664",
        "title":"Surveying the Landscape of State Educational Assessment Programs. EdTalk."},
      {
        "id":"ED367665",
        "title":"Standards for All: A Vision for Education in the 21st Century. High Standards for All Students. Goals 2000: Educate America."},
      {
        "id":"ED367666",
        "title":"What Do Student Grades Mean? Differences across Schools. Education Research Report."},
      {
        "id":"ED367667",
        "title":"Time in the Classroom. Indicator of the Month."},
      {
        "id":"ED367668",
        "title":"Interpretation of the WISC-III and Its Subtests."},
      {
        "id":"ED367671",
        "title":"Realistic Exercises for Assessing Learning. I. Conceptual Design and Testing. Report 04-93."},
      {
        "id":"ED367672",
        "title":"Use of the MBTI as a Predictor of Successful Academic and Military Performance at the United States Coast Guard Academy. Report 10-93."},
      {
        "id":"ED367673",
        "title":"Report on Preliminary Study To Test Prototype Workforce Readiness Group Problem-solving Task and Scoring System. Assessment Issues in the Validation of a Computer Simulation of Negotiation Skills. Project 2.1 Designs for Assessing Individual and Group Problem Solving."},
      {
        "id":"ED367674",
        "title":"A Philosophical Item Analysis of the Right-Wing Authoritarianism Scale."},
      {
        "id":"ED367675",
        "title":"Lessons from an Evolving System. Interim Report: The Reliability of Vermont Portfolio Scores in the 1992-93 School Year. Project 3.2 State Accountability Models in Action."},
      {
        "id":"ED367676",
        "title":"Student Motivation for Literacy Learning: The Role of Self-Regulatory Processes."},
      {
        "id":"ED367677",
        "title":"Motivating Self-Regulation of Learning: The Role of Performance Attributions."},
      {
        "id":"ED367678",
        "title":"Historical Origins of Contemporary Statistical Testing Practices: How in the World Did Significance Testing Assume Its Current Place in Contemporary Analytic Practice?"},
      {
        "id":"ED367679",
        "title":"Cognitive Education Project."},
      {
        "id":"ED367680",
        "title":"Developing the Research Database for the School-Based Youth Services Program. Administrative Summary."},
      {
        "id":"ED367681",
        "title":"Manitoba Health Education Assessment 1991. Final Report: French Immersion Program = Evaluation en hygiene Manitoba 1991. Rapport final: programme d'immersion francaise."},
      {
        "id":"ED367682",
        "title":"Cognitive Education Project. Summary Project."},
      {
        "id":"ED367683",
        "title":"Interpretations of National Assessment of Educational Progress (NAEP) Anchor Points and Achievement Levels by the Print Media in 1991."},
      {
        "id":"ED367684",
        "title":"Assessment Questions: Equity Answers. Proceedings of the 1993 CRESST Conference (Los Angeles, California, September 12-14, 1993). Evaluation Comment."},
      {
        "id":"ED367685",
        "title":"Education at a Glance. OECD Indicators. [Second Edition] = Regards sur l'education. Les indicateurs de l'OCDE. [Seconde edition.]"},
      {
        "id":"ED367687",
        "title":"Why Multivariate Methods Are Usually Vital in Research: Some Basic Concepts."},
      {
        "id":"ED367689",
        "title":"Portfolio Resources Bibliography. Innovative Assessment."},
      {
        "id":"ED367690",
        "title":"Public Elementary and Secondary School Statistics: School Year 1993-1994. Early Estimates."},
      {
        "id":"ED367691",
        "title":"On Concept Maps as Potential &quot;Authentic&quot; Assessments in Science. Indirect Approaches to Knowledge Representation of High School Science."},
      {
        "id":"ED367692",
        "title":"Analogical Transfer: Are There Performance Differences among High-Ability Students?"},
      {
        "id":"ED367693",
        "title":"Assessing or Reaffirming Accreditation Criteria for the Southern Association of Colleges and Schools (SACS): Development of an Alumni and Student Survey Instrument."},
      {
        "id":"ED367694",
        "title":"Commonality Analysis for the Regression Case."},
      {
        "id":"ED367695",
        "title":"Factors Affecting School Division Performance. Final Report."},
      {
        "id":"ED367696",
        "title":"Multiple-Category Classification Using a Sequential Probability Ratio Test."},
      {
        "id":"ED367697",
        "title":"A Multivariate Generalizability Analysis of the 1989 and 1990 AAP Mathematics Test Forms with Respect to the Table of Specifications."},
      {
        "id":"ED367698",
        "title":"Federal Support to Universities, Colleges, and Nonprofit Institutions: Fiscal Year 1991. A Report to the President and Congress. Surveys of Science Resources Series. Detailed Statistical Tables."},
      {
        "id":"ED367700",
        "title":"Rational Learning: Finding A Balance between Utility and Efficiency."},
      {
        "id":"ED367701",
        "title":"International Conference of the Australasian Association of Institutional Research (3rd, Auckland, New Zealand, November 25-27, 1992). Selected Papers."},
      {
        "id":"ED367702",
        "title":"How North Carolina Ranks Educationally among the Fifty States. 1993."},
      {
        "id":"ED367703",
        "title":"The Teaching of Educational Psychology through Project-Based Learning."},
      {
        "id":"ED367704",
        "title":"Thurstone's Method of Paired Comparisons: Review of an Old but Still-Useful Measurement Protocol."},
      {
        "id":"ED367705",
        "title":"A Primer on the Use of Predictive Discriminant Analysis."},
      {
        "id":"ED367706",
        "title":"Concurrent Validity of Scores from an Adjectival Self-Description Checklist in Relation to Myers-Briggs Type Indicator (MBTI) Scores."},
      {
        "id":"ED367707",
        "title":"It Is Incorrect To Say &quot;The Test Is Reliable&quot;: Bad Language Habits Can Contribute to Incorrect or Meaningless Research Conclusions."},
      {
        "id":"ED367708",
        "title":"Report Card 1993: The State of School Systems in North Carolina."},
      {
        "id":"ED367709",
        "title":"Differences in Knowledge Application by Students and Medical Experts in Clinical Reasoning."},
      {
        "id":"ED367710",
        "title":"The Influence of Task Instruction and Lab Data Format on Clinical Case Recall."},
      {
        "id":"ED367711",
        "title":"Principal Components and Scale Dependence."},
      {
        "id":"ED367712",
        "title":"Concepts of Quality in Student Assessment."},
      {
        "id":"ED367713",
        "title":"Toward a Science of Cooperation."},
      {
        "id":"ED367714",
        "title":"The State Economic, Demographic & Fiscal Handbook 1993."},
      {
        "id":"ED367715",
        "title":"Analyses of Tutor Behavior at Different Time Points and within Different Departments."},
      {
        "id":"ED367716",
        "title":"An Empirical Approach toward the Prediction of Students' Science Achievement in the United States and the Peoples' Republic of China."},
      {
        "id":"ED367717",
        "title":"The Evaluation of the Strategic Planning Process at the Medical Center Campus of Miami-Dade Community College."},
      {
        "id":"ED367718",
        "title":"An Interdisciplinary Approach to the Evaluation of Visuals for Instruction."},
      {
        "id":"ED367720",
        "title":"Estimating Future Teacher Supply: An Application of Survival Analysis."},
      {
        "id":"ED367721",
        "title":"Listening to Test-Takers: The Use of Supplemental Comments in Assessments."},
      {
        "id":"ED367722",
        "title":"Cross-Validation Analysis for the Canonical Case."},
      {
        "id":"ED367723",
        "title":"Cognitive Effects of the Clerkship Program in High and Low Achieving Medical Students."},
      {
        "id":"ED367724",
        "title":"Title I ESEA/Chapter 1 ECIA: A Quarter Century Effort To Provide Educational Equity and Equality."},
      {
        "id":"ED367725",
        "title":"Reformulating Educational Reform: Toward the Proactive Schooling of African American Children."},
      {
        "id":"ED367726",
        "title":"The Demographics of American Families."},
      {
        "id":"ED367727",
        "title":"National Conference on Educational Reforms and At-Risk Students Proceedings (San Francisco, California, April 24-25, 1992)."},
      {
        "id":"ED367728",
        "title":"Strengthening Urban MCH Capacity. Urban Maternal and Child Health Leadership Conference (Washington, D.C., September 13-16, 1992). Conference Highlights."},
      {
        "id":"ED367729",
        "title":"Parents' Opinions of the Uniform Student Dress Code."},
      {
        "id":"ED367730",
        "title":"Are Dropouts Really Dropouts? An Analysis of Pre-Literate Latino Adolescents."},
      {
        "id":"ED367731",
        "title":"The Quality of Life for Hispanics in Michigan. A Report of Hearings Conducted by the Michigan Commission on Spanish Speaking Affairs, July 10-August 7, 1990."},
      {
        "id":"ED367732",
        "title":"The &quot;Rules&quot; Still Rule: The Failure of School-Based Management/Shared Decision-Making (SBM/SDM) in the New York City Public School System."},
      {
        "id":"ED367733",
        "title":"Urban Elementary School Teachers' Opinion of School Choice and Voucher Plans."},
      {
        "id":"ED367734",
        "title":"The Effectiveness of Chapter I Pull-Out Programs on Reading Achievement."},
      {
        "id":"ED367735",
        "title":"Aspects of Emotional and Cognitive Development in Middle Childhood."},
      {
        "id":"ED367736",
        "title":"Selecting Curriculum Material To Reflect Our Culturally Diverse Society."},
      {
        "id":"ED367737",
        "title":"Target 2000. Dropout Prevention and Retrieval. Technical Assistance Sites. Program Descriptions 1993-94."},
      {
        "id":"ED367742",
        "title":"Effects of Self-Monitoring, and Self-Graphing on Students' Preparedness: as a Prerequisite for Academics."},
      {
        "id":"ED367743",
        "title":"Cultural Pluralism, Multi-cultural Education, and Then What?"},
      {
        "id":"ED367744",
        "title":"An Innovative International Program for the Preparation of Bilingual-Crosscultural Teachers."},
      {
        "id":"ED367745",
        "title":"Retaining Latino Undergraduates: Lessons from the University of Michigan."},
      {
        "id":"ED367746",
        "title":"Empowerment and the Latino Community: Does Consciousness Make a Difference?"},
      {
        "id":"ED367747",
        "title":"Career Paths. Guide to Business and Other Internships, Scholarships and Career Development Opportunities for Minority Students."},
      {
        "id":"ED367748",
        "title":"Hypotheses for Effective Dropout Prevention: Lessons from Project &quot;YES.&quot;"},
      {
        "id":"ED367749",
        "title":"The Laboratory School as the Nexus of Power: Desegregation, the College, and the Public Schools, 1965-1970."},
      {
        "id":"ED367750",
        "title":"Vision 21: An Action Plan for the 21st Century."},
      {
        "id":"ED367751",
        "title":"The Impact of Training Teachers of Children in Poverty about the Specific Health and Human Services Offered to the Students in Their Classrooms."},
      {
        "id":"ED367752",
        "title":"Project Return: Community Education Initiative and Babygram Hospital Outreach 1992-93. OREA Report."},
      {
        "id":"ED367753",
        "title":"Emergency Immigration Education Act Programs: Summer E.S.L. Welcome Plus Program for Students of Limited English Proficiency (LEP), Summer Bilingual Program, and Project Omega. OREA Report."},
      {
        "id":"ED367754",
        "title":"Project Familia. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED367755",
        "title":"Alternative Basic Comprehensive Program (Project A.B.C.) Special Alternative Instructional Program. Final Evaluation Report 1992-93. OREA Report."},
      {
        "id":"ED367756",
        "title":"Capacity Building Special Alternatives Program Community School District 3. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED367757",
        "title":"Violence in the Schools. A National, State, and Local Crisis."},
      {
        "id":"ED367768",
        "title":"School Age Child Care Staff Training Evaluation."},
      {
        "id":"ED367776",
        "title":"Adult Literacy Leadership Training Project Phase II. Volume I: Toward the Development of a Comprehensive Education and Training Model for Florida&apos;s Adult Literacy Leadership."},
      {
        "id":"ED367777",
        "title":"Adult Literacy Leadership Training Project Phase II. Volume II: Fundamental Considerations in the Conceptualization and Design of Adult Literacy Staff Development and Training."},
      {
        "id":"ED367778",
        "title":"Workplace Literacy in Illinois. A Private Sector Report."},
      {
        "id":"ED367779",
        "title":"The Right to Literacy: The Rhetoric, the Romance, the Reality. ACAL National Conference (Sydney, Australia, October 9-11, 1992). Conference Papers, Vol. 1, Plenary and Keynote Sessions."},
      {
        "id":"ED367780",
        "title":"The Right to Literacy: The Rhetoric, the Romance, the Reality. ACAL National Conference (Sydney, Australia, October 9-11, 1992). Conference Papers, Vol. 2, Workshops with a National Focus."},
      {
        "id":"ED367781",
        "title":"ACAL National Conference (Sydney, Australia, October 9-11, 1992). Conference Papers, Vol. 3, Workshops with a Local NSW Focus."},
      {
        "id":"ED367782",
        "title":"Literacy Materials Bulletin 1-8."},
      {
        "id":"ED367783",
        "title":"Job Analysis for Continuous Improvement."},
      {
        "id":"ED367784",
        "title":"Integrating Academic and Vocational Education: Lessons from Early Innovators. Policy Brief, Number 3."},
      {
        "id":"ED367785",
        "title":"Information on Vocational Training on a European Level."},
      {
        "id":"ED367786",
        "title":"Family Influence over the Occupational and Educational Choices of Mexican American Students."},
      {
        "id":"ED367787",
        "title":"Contextual Learning and Tech Prep Curriculum Integration."},
      {
        "id":"ED367788",
        "title":"The Skills and Training Needed by Farm Management Researchers in the Future: Discussion. Economics Staff Paper 93-4."},
      {
        "id":"ED367789",
        "title":"Selecting and Training Community Promoters in Latin America. Studies and Evaluation Papers 13."},
      {
        "id":"ED367790",
        "title":"School-to-Work Transition: Tensions between Policy and Workplace Opportunities in Rural Arizona."},
      {
        "id":"ED367791",
        "title":"Heat Energy. 7th and 8th Grade Agriculture Science Curriculum. Teacher Materials."},
      {
        "id":"ED367792",
        "title":"Electromagnetic Spectrum. 7th and 8th Grade Agriculture Science Curriculum. Teacher Materials."},
      {
        "id":"ED367793",
        "title":"Solar Energy. 7th and 8th Grade Agriculture Science Curriculum. Teacher Materials."},
      {
        "id":"ED367794",
        "title":"Mechanical Advantage. 7th and 8th Grade Agriculture Science Curriculum. Teacher Materials."},
      {
        "id":"ED367795",
        "title":"Electrical Energy. 7th and 8th Grade Agriculture Science Curriculum. Teacher Materials."},
      {
        "id":"ED367796",
        "title":"Energy Conservation. 7th and 8th Grade Agriculture Science Curriculum. Teacher Materials."},
      {
        "id":"ED367798",
        "title":"A Multi-Year Evaluation of a Program in Transition Services."},
      {
        "id":"ED367799",
        "title":"Federal Human Resource Policy: From Kennedy to Clinton."},
      {
        "id":"ED367800",
        "title":"Vocational Guidance/Counseling Teacher Education in Northeast Texas. Final Report."},
      {
        "id":"ED367801",
        "title":"NALS Raises Vital Equity Issues."},
      {
        "id":"ED367802",
        "title":"Asian/Pacific Joint Production Programme of Materials for Neo-Literates in Rural Areas Planning Meeting (Tokyo, Japan, March 4-5, 1991). Report."},
      {
        "id":"ED367803",
        "title":"Changes in Extension Educators' Perceptions of Job Dimensions and Job Satisfaction Following Organizational Restructuring."},
      {
        "id":"ED367804",
        "title":"1979 Vocational Education Graduates in 1988. A Longitudinal Study Based on Federal Income Tax Data [and] Executive Summary."},
      {
        "id":"ED367805",
        "title":"1983 Vocational Education Graduates in 1987. A Study Based on Federal Income Tax Data."},
      {
        "id":"ED367806",
        "title":"1984 Vocational Education Graduates in 1988. A Study Based on Federal Income Tax Data."},
      {
        "id":"ED367807",
        "title":"Computer Technology Resources for Literacy Projects."},
      {
        "id":"ED367808",
        "title":"Literacy and Aging--Making the Connection (A Resource List)."},
      {
        "id":"ED367810",
        "title":"A Resource Guide for Reaching and Teaching Older Persons. A Section 353 Demonstration Project. 1991/92."},
      {
        "id":"ED367811",
        "title":"The Florida Adult Homeless Literacy and Basic Skills Assistance Project 1992-1993. Program Evaluation Summary."},
      {
        "id":"ED367814",
        "title":"Addressing the Counselling and Guidance Needs of Mature Students. Report of a Project Funded Jointly by CNAA/UDACE and the University of Glamorgan. Occasional Papers Series. Paper 6."},
      {
        "id":"ED367815",
        "title":"Innovation and Change in Voc-Tech Education. Report Number 964."},
      {
        "id":"ED367816",
        "title":"Inclusion of Students with Disabilities in Vocational Programs."},
      {
        "id":"ED367818",
        "title":"Methodology Used in the Project &quot;All Aspects of the Industry&quot; for Vocational Education Programs."},
      {
        "id":"ED367826",
        "title":"Multiple Employment Training Programs. Overlapping Programs Can Add Unnecessary Administrative Costs. Report to the Ranking Minority Member, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED367827",
        "title":"What Do Unions Do for Women?"},
      {
        "id":"ED367828",
        "title":"Breaking with Tradition: Women and Nontraditional Training in the JTPA System. Final Report."},
      {
        "id":"ED367829",
        "title":"Mathematical and Computer Skills and Workplace Literacy in Labor Markets: An Analysis of Their Actual and Potential Effect on the Economic Status of Women. Final Report."},
      {
        "id":"ED367830",
        "title":"Good Practice in Continuing Vocational Education: The Role of Academic Staff. UCACE Occasional Paper No. 10."},
      {
        "id":"ED367831",
        "title":"Good Practice in Continuing Vocational Education: Buildings/Capital Investment. UCACE Occasional Paper No. 11."},
      {
        "id":"ED367832",
        "title":"Good Practice in Continuing Vocational Education: Financial Control and Encouragement. UCACE Occasional Paper No. 12."},
      {
        "id":"ED367833",
        "title":"Learning at Work. Leeds Adult Learners at Work Project Final Report."},
      {
        "id":"ED367834",
        "title":"Developing a Learning Workforce. An International Conference (Leeds, England, United Kingdom, July 12-14, 1993). Conference Proceedings."},
      {
        "id":"ED367835",
        "title":"Essential Skills and Generic Skills in the National Qualifications Framework. Consultation Document."},
      {
        "id":"ED367836",
        "title":"The Recognition of Prior Learning. Quality Assurance in Education and Training."},
      {
        "id":"ED367837",
        "title":"Tomorrow's Learners. An Approach to Implementing the Qualifications Framework in New Zealand Secondary Schools. Ka pu te ruha, ka hao te rangitahi = The old net is cast aside, the new net goes fishing."},
      {
        "id":"ED367838",
        "title":"National Vocational Qualifications: A Review. NVQ Report."},
      {
        "id":"ED367840",
        "title":"Multiple Employment Training Programs. Conflicting Requirements Hamper Delivery of Services. Report to the Chairman, Subcommittee on Employment and Productivity, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED367841",
        "title":"Minnesota Adult Basic Education. Annual Performance/Narrative Report. Fiscal Year 1992-1993."},
      {
        "id":"ED367842",
        "title":"Popular Education in Latin America. Synthesis of the Discussion Themes. Verhandelingen no. 50."},
      {
        "id":"ED367843",
        "title":"Reading, Writing and Cultivating. A Resource Book for Post-Literacy Trainers Based on Experiences in Senegal."},
      {
        "id":"ED367844",
        "title":"Business Technology Curriculum Guide. Vo. Ed. 270. Revised 2/94."},
      {
        "id":"ED367845",
        "title":"Florida's Adult Education Programs: Challenges and Accomplishments. A Report for Fiscal Year 1991 [and] Fiscal Year 1992."},
      {
        "id":"ED367846",
        "title":"&quot;Not Just a Number.&quot; The Role of Basic Skills Programmes in the Changing Workplace. An Account of a Leverhulme Trust Funded Research Project."},
      {
        "id":"ED367847",
        "title":"Not Just a Number. Experiences of Workplace Learning by Workers in the North of England."},
      {
        "id":"ED367848",
        "title":"Smart Consumer Lesson Plans."},
      {
        "id":"ED367849",
        "title":"Optimism and Joyful Irreverence. The Sixties Culture and Its Influence on British University Adult Education and the WEA."},
      {
        "id":"ED367850",
        "title":"Women, Education and Training. Barriers to Access, Informal Starting Points and Progression Routes."},
      {
        "id":"ED367851",
        "title":"Older and Wiser. A Study of Educational Provision for Black and Ethnic Minority Elders."},
      {
        "id":"ED367852",
        "title":"Recognising Access. The Formation and Implementation of the National Framework for the Recognition of Access Courses."},
      {
        "id":"ED367853",
        "title":"Working with Black Adult Learners. A Practical Guide."},
      {
        "id":"ED367854",
        "title":"Skills Standards, British Style. Linking Assessment and Training in the United Kingdom. NOICC Occasional Paper 6."},
      {
        "id":"ED367855",
        "title":"Emerging Partnerships: Safer Communities, Transformed Offenders, Shared Educational Resources."},
      {
        "id":"ED367856",
        "title":"National Work Group on Cancer and Literacy. Interview Report."},
      {
        "id":"ED367857",
        "title":"Deaf Literacy Program. Final Section 353 Project Report Summary. Fiscal Year 1992."},
      {
        "id":"ED367858",
        "title":"Project Upgrade. Working with Adults Who Have Learning Disabilities."},
      {
        "id":"ED367859",
        "title":"Ideas That Work for ABE. Activities and Resources for Competency-Based Adult Basic Education."},
      {
        "id":"ED367860",
        "title":"Family Literacy Report."},
      {
        "id":"ED367861",
        "title":"Reach and Teach. A Guide for Parents and Family Agencies. Learning Activities for Children from Birth to Five. A Section 353 Demonstration Project."},
      {
        "id":"ED367862",
        "title":"Parents as Teachers Project. Learning Styles."},
      {
        "id":"ED367863",
        "title":"Read with Me. Final Report. A Section 353 Special Project."},
      {
        "id":"ED367864",
        "title":"Model for Implementing Technology in the ABE Curriculum. 353 Special Demonstration Project. Final Report."},
      {
        "id":"ED367865",
        "title":"Project Re-Entry."},
      {
        "id":"ED367867",
        "title":"Intercultural Communications Skills Conference Proceedings (Townsville, Queensland, Australia, July 1-3, 1990)."},
      {
        "id":"ED367868",
        "title":"Balancing Work and Family through Flexible Work Options. Monograph. Volume 9, Number 1."},
      {
        "id":"ED367869",
        "title":"Work and Family: Promotions among Women. Data from the National Longitudinal Surveys. Report 868."},
      {
        "id":"ED367870",
        "title":"Commonwealth of Pennsylvania Adult Education 353 Special Demonstration Projects. Project Abstracts for the Fiscal Year 1992-93."},
      {
        "id":"ED367871",
        "title":"A.A./N.A. Student/Tutor Training. Final Report."},
      {
        "id":"ED367872",
        "title":"Conflict Resolution Model. Final Report."},
      {
        "id":"ED367873",
        "title":"Exploring Culture. Final Report."},
      {
        "id":"ED367874",
        "title":"When Bonds Are Broken. Family Literacy for Incarcerated Fathers and Their Children. Year Two. Project #98-4004."},
      {
        "id":"ED367875",
        "title":"Annual Earnings of Young Adults. Indicator of the Month."},
      {
        "id":"ED367876",
        "title":"Public Secondary School Teacher Survey on Vocational Education. Contractor Report. Statistical Analysis Report."},
      {
        "id":"ED367877",
        "title":"Can Academia Truly Help Small-Business Owners? Opinion."},
      {
        "id":"ED367878",
        "title":"How Do You Design a Job? New Businesses."},
      {
        "id":"ED367879",
        "title":"International Trade: A Small Business Primer. Growing Businesses."},
      {
        "id":"ED367880",
        "title":"Planning in Small Business: Lessons from the Business Owners. SBDC Professional Enrichment."},
      {
        "id":"ED367882",
        "title":"Why Manufacturers Do--and Do Not--Attend Educational Seminars. SBDC Professional Enrichment."},
      {
        "id":"ED367883",
        "title":"Serving Persons with Disabilities in Vocational Education: Training the Teacher Trainers. Final Report."},
      {
        "id":"ED367885",
        "title":"Assessment Alternatives for Students in Vocational Education."},
      {
        "id":"ED367886",
        "title":"Catch Them, Calm Them, Keep Them (Staff Development). Final Report."},
      {
        "id":"ED367887",
        "title":"The Platinum Historical Literacy Class. A 353 Project Final Report."},
      {
        "id":"ED367888",
        "title":"Project Learn To Vote. A 353 Special Project. Final Report."},
      {
        "id":"ED367889",
        "title":"Empowering Learners through Education in the Democratic Process. Final Report. A Manual for Adult Learners."},
      {
        "id":"ED367890",
        "title":"Retaining Reluctant Learners in ABE through the Student Intake Period."},
      {
        "id":"ED367891",
        "title":"Toward a Collaborative Approach to Parent Involvement: The Implications of Parents' Beliefs."},
      {
        "id":"ED367892",
        "title":"Seniors: Current Events and Consumer Awareness. Final Report."},
      {
        "id":"ED367893",
        "title":"Staff Development: Counseling and Communication. Final Report."},
      {
        "id":"ED367894",
        "title":"A Staff Development Model for Use of a Comprehensive Assessment System in Adult Literacy Programs."},
      {
        "id":"ED367895",
        "title":"CREATE's Tech Prep Implementation Guide. CREATE's 4+2+2."},
      {
        "id":"ED367896",
        "title":"School Reform and Youth Transition. Literature Review and Annotated Bibliography."},
      {
        "id":"ED367898",
        "title":"Multiple Employment Training Programs. Conflicting Requirements Underscore Need for Change. Testimony before the Subcommittee on Employment and Productivity, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED367899",
        "title":"Workplace Education Evaluation Checklist: A Tool for Assessing and Improving Performance."},
      {
        "id":"ED367900",
        "title":"Workplace Education Design Checklist: A Tool for Program Planning."},
      {
        "id":"ED367901",
        "title":"Tutor Reference Manual. Second Edition."},
      {
        "id":"ED367902",
        "title":"Interviewing Guidelines."},
      {
        "id":"ED367903",
        "title":"Job Search Correspondence."},
      {
        "id":"ED367904",
        "title":"Resume Development."},
      {
        "id":"ED367905",
        "title":"No Longer \"Neglected\": Adult Learners in Graduate Education Programs."},
      {
        "id":"ED367906",
        "title":"Career Guidance and the Adolescent."},
      {
        "id":"ED367907",
        "title":"The Dictionary for Human Resource Development."},
      {
        "id":"ED367908",
        "title":"The Adult Education \"Tree\": A Revision."},
      {
        "id":"ED367909",
        "title":"Job Training Partnership Act: Job Cost, Job Outcome. Hearing before the Employment, Housing, and Aviation Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED367910",
        "title":"Review of Nutrition Research and Education Activities. Hearing before the Subcommittee on Department Operations and Nutrition of the Committee on Agriculture. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED367911",
        "title":"Curriculum Development in Selected Workplace Literacy Programs of the Consortium for Worker Education. Evaluation Study. CASE #09-93."},
      {
        "id":"ED367912",
        "title":"Learning for Living. A Series of Lessons for the Adult Learner."},
      {
        "id":"ED367913",
        "title":"The School-To-Work Opportunities Act of 1993. Hearings on S. 1361, to Establish a National Framework for the Development of School-to-Work Opportunities Systems in All States, and for Other Purposes before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources, United States Senate, One Hundred Third Congress, First Session (September 28 and October 14, 1993)."},
      {
        "id":"ED367914",
        "title":"School-to-Work Opportunities Act of 1993. Report together with Supplemental Views [To Accompany H.R. 2884.] House of Representatives, 103D Congress, 1st Session."},
      {
        "id":"ED367915",
        "title":"Entreprise et Innovation. Guide d'enseignement Provisoire (Enterprise and Innovation. Teacher Resource Manual. Interim)."},
      {
        "id":"ED367917",
        "title":"African-American Women: The Psychotherapeutic Process as a Coping Style."},
      {
        "id":"ED367918",
        "title":"African American Men: Psychotherapeutic Process as a Coping Style."},
      {
        "id":"ED367919",
        "title":"Learned Effectiveness: An Empirical Validation."},
      {
        "id":"ED367920",
        "title":"Restructuring: School Counselors Can Make a Difference."},
      {
        "id":"ED367921",
        "title":"Substance Abuse Prevention and Intervention Programs in New York City Public Schools: The 1991-1992 School Year. Revised. OREA Report."},
      {
        "id":"ED367922",
        "title":"Inner Speech as a Primary Self-Regulatory Mechanism in Addictions Recovery."},
      {
        "id":"ED367925",
        "title":"CACD Journal, Volume 11, 1990-91."},
      {
        "id":"ED367927",
        "title":"CACD Journal, Volume 13, 1992-93."},
      {
        "id":"ED367928",
        "title":"Conditions of Confinement: Juvenile Detention and Corrections Facilities. Research Summary."},
      {
        "id":"ED367929",
        "title":"Lives of Promise, Lives of Pain: Young Mothers after New Chance."},
      {
        "id":"ED367930",
        "title":"University Counseling Center Client Satisfaction Surveys: A Four Study Review."},
      {
        "id":"ED367931",
        "title":"Parenting Styles as They Relate to Self-Esteem and Adjustment."},
      {
        "id":"ED367934",
        "title":"The Effect of a Camp Experience on Self Esteem."},
      {
        "id":"ED367936",
        "title":"Ethnic Differences and the Effects of Racism on College Adjustment."},
      {
        "id":"ED367937",
        "title":"Learning the Ropes! Co-ops Do it Faster."},
      {
        "id":"ED367938",
        "title":"In the Spirit of Community: Student Centered Discipline."},
      {
        "id":"ED367939",
        "title":"Why Do I Like You? Students' Understanding of the Impact of the Factors That Contribute to Liking."},
      {
        "id":"ED367940",
        "title":"Proxemics in Public: Space Violations as a Function of Dyad Composition."},
      {
        "id":"ED367941",
        "title":"Results of the Survey of North Carolina's Country Directors of Social Services Concerning Future Service and Training Needs Related to HIV/AIDS."},
      {
        "id":"ED367944",
        "title":"A Study of the Relationship between Basal Illustrations and Contextual Meaning."},
      {
        "id":"ED367945",
        "title":"A Case Study of Three States&apos; Dissemination of &quot;Research within Reach: A Research Guided Response to Concerns of Reading Educators.&quot;"},
      {
        "id":"ED367946",
        "title":"Technical Report of the NAEP 1992 Trial State Assessment Program in Reading."},
      {
        "id":"ED367947",
        "title":"When Do Parents Begin To Diminish the Amount of Time Spent Reading Aloud to Their Children?"},
      {
        "id":"ED367948",
        "title":"Is It Crossteaching? Gay Men, Feminist Theory, and Teaching."},
      {
        "id":"ED367949",
        "title":"Evaluation of a Remedial Spelling Programme for the Failing Standard Four Speller."},
      {
        "id":"ED367950",
        "title":"From Curriculum to Competent Children: The Decade of Quality?"},
      {
        "id":"ED367951",
        "title":"Reading: What Are We Missing? What Can We Infer?"},
      {
        "id":"ED367952",
        "title":"Writing To Read in the Classroom: A Literature-Based Writing Literacy Environment. Simi Star Project Report."},
      {
        "id":"ED367953",
        "title":"Writing To Read in the Classroom: Literature-Based, Writing Process Approach. The Simi Star Evaluation."},
      {
        "id":"ED367954",
        "title":"Learning Disability Characteristics of High Risk Freshmen."},
      {
        "id":"ED367956",
        "title":"Negotiating a Literacy Curriculum: Issues of Ownership and Control."},
      {
        "id":"ED367957",
        "title":"Standards for the Assessment of Reading and Writing."},
      {
        "id":"ED367958",
        "title":"Assessing and Understanding the Cognitive and Metacognitive Perspectives of Adults Who Are Poor Readers. Technical Report No. 594."},
      {
        "id":"ED365954",
        "title":"A Comparison of Third Grade Children's Listening Comprehension of Scientific Information Using an Information Book and an Informational Storybook."},
      {
        "id":"ED365955",
        "title":"Pre-School, Kindergarten, and First-Grade Inventive Spellers' Treatment of Onsets and Rimes. Literacy Research Report No. 14."},
      {
        "id":"ED365957",
        "title":"Making Memoirs and Visions: An Inquiry Based Thematic Unit for Helping 5th Graders To Retain, Understand, and Make Active Use of Knowledge."},
      {
        "id":"ED365958",
        "title":"Andragogy and Whole Language: A Perfect Match."},
      {
        "id":"ED365960",
        "title":"Preservice Teachers' Reactions to Immersion in an Interactive Approach to Literacy Instruction."},
      {
        "id":"ED365961",
        "title":"The Dynamics of ABE Social Networks."},
      {
        "id":"ED365962",
        "title":"Strategies for Poor Spellers."},
      {
        "id":"ED365963",
        "title":"Whole Language and Traditional Reading Instruction: A Comparison of Teacher Views and Techniques."},
      {
        "id":"ED365964",
        "title":"Cross-Age Tutoring in the Elementary School in Northwestern Ohio."},
      {
        "id":"ED365965",
        "title":"Fifth Grade Students' Search for Information in a Textbook. Reading Research Report No. 7."},
      {
        "id":"ED365966",
        "title":"When Students Do Not Feel Motivated for Literacy Learning: How a Responsive Classroom Culture Helps. Reading Research Report No. 8."},
      {
        "id":"ED365968",
        "title":"Texts, Contexts, and Growth: Activity in a Community."},
      {
        "id":"ED365969",
        "title":"Personalized Meanings: The Cognitive Potentials of Visual Notetaking."},
      {
        "id":"ED365979",
        "title":"Children's Literacy Development: Suggestions for Parent Involvement. ERIC Digest."},
      {
        "id":"ED365980",
        "title":"Writing to Read: Computer-Assisted Instruction and Reading Achievement."},
      {
        "id":"ED365981",
        "title":"Functions of Written Language in a First-Grade Classroom."},
      {
        "id":"ED365986",
        "title":"The San Diego State University Liberal Studies Assessment Portfolio."},
      {
        "id":"ED365988",
        "title":"English Leadership Quarterly, 1993."},
      {
        "id":"ED365989",
        "title":"Writing Assignments, Journals, and Student Privacy. ERIC Digest."},
      {
        "id":"ED365991",
        "title":"The Need for Story: Cultural Diversity in Classroom and Community."},
      {
        "id":"ED365992",
        "title":"Responding to Student Papers: When Less Is More."},
      {
        "id":"ED365993",
        "title":"Writing in an Elementary Classroom. SSTA Research Centre Report #93-07."},
      {
        "id":"ED365994",
        "title":"Refereeing and Ethics: What Makes Refereeing Fair?"},
      {
        "id":"ED365995",
        "title":"A Descriptive Study of Gender Differences in Proscribed Language Behavior, Beliefs, and Attitudes."},
      {
        "id":"ED365996",
        "title":"Where Is the Line? How Ethical Questions Reflect a Writing Center's Philosophy."},
      {
        "id":"ED365997",
        "title":"The Democracy of Inclusion: American Indian Literatures in the English Language Arts Classroom."},
      {
        "id":"ED365999",
        "title":"Global Voices: Culture and Identity in the Teaching of English."},
      {
        "id":"ED366000",
        "title":"Reinventing a Composition Methods Course in Secondary English Education."},
      {
        "id":"ED366001",
        "title":"What Is Literature? Two Preservice Teachers' Conceptions of Literature and of the Teaching of Literature."},
      {
        "id":"ED366002",
        "title":"Creative Writing in the Middle Schools."},
      {
        "id":"ED366003",
        "title":"Teaching Human Diversity in the Middle School."},
      {
        "id":"ED366004",
        "title":"Creative Writing in the Urban Middle School: Writing Imagined Narratives To Think about College."},
      {
        "id":"ED366005",
        "title":"Using Blues in the Classroom: Giving Form to Feeling."},
      {
        "id":"ED366006",
        "title":"Effectiveness of Two Approaches to Teaching Writing in Improving Students' Knowledge of English Grammar."},
      {
        "id":"ED366007",
        "title":"The Student's Role in Recruiting: Methods and Benefits."},
      {
        "id":"ED366008",
        "title":"Formula X: The Search for the Equitable Sweepstakes Tabulation Methodology."},
      {
        "id":"ED366009",
        "title":"&quot;Kiss Dagwood Bumstead Goodbye&quot;: A Communication Perspective on Downsizing."},
      {
        "id":"ED366010",
        "title":"E-Mail Editors: Gatekeepers or Facilitators?"},
      {
        "id":"ED366011",
        "title":"Men Do and Women Are: Sixth Grade Girls, Media Messages and Identity."},
      {
        "id":"ED366013",
        "title":"Empowering Teachers and Students through the Collaborative Process."},
      {
        "id":"ED366014",
        "title":"Mass Media Messages, Myths and Martyrs: Analyzing &quot;America Responds to AIDS&quot; Public Service Announcements, 1987-1992."},
      {
        "id":"ED366015",
        "title":"Teacher Play Interaction Styles and Their Impact on Children's Oral Language and Literacy Play."},
      {
        "id":"ED366016",
        "title":"Using the 4MAT System Learning Styles Model To Teach Persuasive Speaking in the Basic Speech Course."},
      {
        "id":"ED366018",
        "title":"Core Works in Journalism and Mass Communication."},
      {
        "id":"ED366019",
        "title":"Communication Styles and Problem Solving: An Introductory Small Group Communication Class."},
      {
        "id":"ED366020",
        "title":"Speech Research Status Report, January-March 1993."},
      {
        "id":"ED366021",
        "title":"Experiential Instruction of Listening for College Students: Theoretical and Practical Approaches to Teaching Listening. Evaluating Listening Texts."},
      {
        "id":"ED366022",
        "title":"Evaluating Directors of Forensics: A Job Analysis Approach."},
      {
        "id":"ED366023",
        "title":"The Impact of Confucianism on Organizational Communication."},
      {
        "id":"ED366024",
        "title":"Assessing Communication Competency in the Interpersonal Communication Course: A Laboratory-Supported Approach."},
      {
        "id":"ED366025",
        "title":"Empirical Measures of Learning Outcomes from Oral Communication across the Curriculum."},
      {
        "id":"ED366026",
        "title":"Theoretical and Practical Approaches to Teaching Listening: Using the Watson-Barker Listening Test To Validate Levels of Learning in the Classroom."},
      {
        "id":"ED366028",
        "title":"Communication Apprehension and Nonverbal Behavior: A Functional-Contextual Approach."},
      {
        "id":"ED366029",
        "title":"Beyond Sharing and Caring: Theoretical Biases in Interpersonal Textbooks."},
      {
        "id":"ED366030",
        "title":"A Special Section of the Basic Speech Communication Course for Students with Public Speaking Anxiety."},
      {
        "id":"ED366031",
        "title":"Community Concepts of Argumentative Legitimacy: Challenging Norms in National-Circuit CEDA Debate."},
      {
        "id":"ED366032",
        "title":"Communication Patterns of Individualistic and Collective Cultures: A Value Based Comparison."},
      {
        "id":"ED366033",
        "title":"The Effects of Teaching Assistants' Public Speaking Anxiety and the Evaluation Results of Classroom Interventions."},
      {
        "id":"ED366034",
        "title":"Unique Approaches and Problems in Recruiting Minority Students: The Use of Media."},
      {
        "id":"ED366036",
        "title":"Celebrate Theatre!"},
      {
        "id":"ED366037",
        "title":"Global Perspectives and the Organizational Communication Course."},
      {
        "id":"ED366038",
        "title":"Does Style Negate Substance? The Use of Argument in Parliamentary Debate."},
      {
        "id":"ED366039",
        "title":"Using the Hearst Text: Fundamentals of Parliamentary Law and Procedure, Second Edition: The Rules for Deliberative Assemblies. The National Parliamentary Project."},
      {
        "id":"ED366040",
        "title":"Judge Adaptation from a Debater's Perspective."},
      {
        "id":"ED366041",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part XIV: More Miscellaneous Studies."},
      {
        "id":"ED366042",
        "title":"Master Plan for Tennessee Schools, 1993: Preparing for the Twenty-First Century."},
      {
        "id":"ED366043",
        "title":"Reaching for Higher Standards: 1992. South Carolina Reports on Progress toward the National Education Goals."},
      {
        "id":"ED366044",
        "title":"Primary School, School-Based Decision Making, Family Resource/Youth Services Centers. Second Year Reports to the Prichard Committee."},
      {
        "id":"ED366045",
        "title":"Achieving Meaningful Student Participation: The Implications of Research into Secondary Schools in New South Wales."},
      {
        "id":"ED366046",
        "title":"School Leadership and Decision-Making: A Critique of Leadership Style ad Decision-Making Processes in Three Comprehensive High Schools."},
      {
        "id":"ED366047",
        "title":"Rescheduling the Traditional School Day/School Year: Research in Brief. SSTA Research Centre Report."},
      {
        "id":"ED366048",
        "title":"Our Children Our Future. The Royal Commission of Inquiry into the Delivery of Programs and Services in Primary, Elementary, Secondary Education. Summary Report."},
      {
        "id":"ED366049",
        "title":"Our Children Our Future. The Royal Commission of Inquiry into the Delivery of Programs and Services in Primary, Elementary, Secondary Education. [Full Report]."},
      {
        "id":"ED366050",
        "title":"Our Children Our Future. The Royal Commission of Inquiry into the Delivery of Programs and Services in Primary, Elementary, Secondary Education. Commissioned Studies."},
      {
        "id":"ED366052",
        "title":"Blueprint for School Transformation: Iowa K-12 Education Reform Study Committee. Final Report."},
      {
        "id":"ED366055",
        "title":"Violence on Campuses. Hearing. Senate Task Force on School Violence, California Legislature (Los Angeles, California, April 30, 1993)."},
      {
        "id":"ED366056",
        "title":"Towards New Schemes of Secondary Education. Report of a Regional Meeting on the State-of-the-Art of Secondary Education. (Surat Thani, Thailand, August 19-26, 1991)."},
      {
        "id":"ED366060",
        "title":"Major Federal Programs Supporting the National Education Goals: An Analysis."},
      {
        "id":"ED366063",
        "title":"The 1993 Utah Legislative Session: Policy Implications for Educational Structure and Governance."},
      {
        "id":"ED366064",
        "title":"Changing the Tire on a Moving Bus: Barriers to the Development of Professional Community in a New Teacher-Led School."},
      {
        "id":"ED366065",
        "title":"What Does One Look Like? A School and Community Approach."},
      {
        "id":"ED366066",
        "title":"Education Reform: Federal Initiatives and National Mandates, 1963-1993. Occasional Paper 1993-3."},
      {
        "id":"ED366067",
        "title":"Expectations versus Realities: Supervision under a State-Mandated Teacher Evaluation System."},
      {
        "id":"ED366068",
        "title":"Perceptions of Principals toward Educational Vouchers."},
      {
        "id":"ED366069",
        "title":"Understanding What Is in Your Insurance Policies."},
      {
        "id":"ED366072",
        "title":"Educational Needs of the Northwest: 1992 Annual Report."},
      {
        "id":"ED366073",
        "title":"Contractual Risk Transfer: Passing the Hot Potato without Getting Burned."},
      {
        "id":"ED366075",
        "title":"Public and Private School Principals: Are There Too Few Women?"},
      {
        "id":"ED366076",
        "title":"Reengineering High Schools for Student Success. Hot Topics: Usable Research."},
      {
        "id":"ED366080",
        "title":"Reform in Administrator Preparation Programs: Individual Perspectives. UCEA Monograph Series."},
      {
        "id":"ED366081",
        "title":"The Changing Professoriate in Educational Administration. UCEA Monograph Series."},
      {
        "id":"ED366082",
        "title":"When Teachers Lead. UCEA Monograph Series."},
      {
        "id":"ED366083",
        "title":"Reform in Administrator Preparation: Myths, Realities, and Proposals. UCEA Monograph Series."},
      {
        "id":"ED366084",
        "title":"Reforms in Empowerment, Choice, and Learning. UCEA Monograph Series."},
      {
        "id":"ED366085",
        "title":"Applications of Reflective Practice. UCEA Monograph Series."},
      {
        "id":"ED366086",
        "title":"Educational Leadership and the Crisis of Democratic Culture. UCEA Monograph Series."},
      {
        "id":"ED366087",
        "title":"Reforming Administrator Preparation Programs. UCEA Monograph Series."},
      {
        "id":"ED366088",
        "title":"Reforming and Restructuring Education. UCEA Monograph Series."},
      {
        "id":"ED366089",
        "title":"Directory of Pacific Professionals for Educational Improvement. First Edition."},
      {
        "id":"ED366090",
        "title":"Issues of Professional Preparation and Practice. UCEA Monograph Series."},
      {
        "id":"ED366091",
        "title":"Enhancing the Knowledge Base in Educational Administration. UCEA Monograph Series."},
      {
        "id":"ED366092",
        "title":"Preventive Law: Strategies for Avoidance of Litigation in Public Schools. UCEA Monograph Series."},
      {
        "id":"ED366093",
        "title":"The Future of Collaborative Action Research: Promises, Problems, and Prospects."},
      {
        "id":"ED366094",
        "title":"Building Parent Involvement."},
      {
        "id":"ED366095",
        "title":"Ten Years of State Education Reform, 1983-1993: Overview with Four Case Studies."},
      {
        "id":"ED366097",
        "title":"Organizing Your Community To Reach the National Education Goals."},
      {
        "id":"ED366098",
        "title":"Framework for Education in the Middle School Grades in Virginia."},
      {
        "id":"ED366099",
        "title":"Summary of New Legislation Affecting Education, 1993."},
      {
        "id":"ED366102",
        "title":"How Safe Are Our Children? Senate Task Force on School Violence, Hearing."},
      {
        "id":"ED366103",
        "title":"Safe, Disciplined, Drug-Free Schools. A Background Paper for the Goals 2000: Educate America Satellite Town Meeting July 20, 1993."},
      {
        "id":"ED366104",
        "title":"Democratizing Educational Research or Why Is Our Nation Still at Risk after Ten Years of Educational Reform?"},
      {
        "id":"ED366105",
        "title":"System Level Support for School Effectiveness."},
      {
        "id":"ED366106",
        "title":"Educational Reform in NSW: Mismatched Freedoms?"},
      {
        "id":"ED366107",
        "title":"Rebuilding the Home-School-Community Partnership."},
      {
        "id":"ED366108",
        "title":"Parent Involvement and Participation at Glen Katherine Primary School, Victoria, Australia: A Case Study."},
      {
        "id":"ED366109",
        "title":"Does Our Reach Exceed Our Grasp? A Case Study of School Based Curriculum Development."},
      {
        "id":"ED366110",
        "title":"Can Regular and Special Education Be Integrated into One System? Political Culture Theory May Have the Answer."},
      {
        "id":"ED366112",
        "title":"Outcomes from Quality Assurance School Reviews: Their Use in System Planning and Decision-Making."},
      {
        "id":"ED366113",
        "title":"Mentoring Partnerships: Key to Leadership Success for Principals and Managers."},
      {
        "id":"ED366115",
        "title":"Prisoners of Time."},
      {
        "id":"ED366116",
        "title":"Employment Guide for College Students with Disabilities. The Career Development Project."},
      {
        "id":"ED366117",
        "title":"Students with Special Educational Needs in Local Schools: Implications for Teacher Education and Development. Summary of the Proceedings of a Joint Conference of the Board of Teacher Registration and the Advisory Council for Special Education Needs (Carseldine, Queensland, Australia, October 18-19, 1991)."},
      {
        "id":"ED366118",
        "title":"Annual Report on the Plan for Ensuring Access for Individuals with Disabilities to All New York State Education Department Programs and Services. Annual Report on Access."},
      {
        "id":"ED366119",
        "title":"Work Temperament Inventory and Manual."},
      {
        "id":"ED366120",
        "title":"Western Regional Resource Center, Final Technical Report 1991-1993."},
      {
        "id":"ED366121",
        "title":"Irritating Behaviors of School Building Administrators as Perceived by Special Education Teachers."},
      {
        "id":"ED366122",
        "title":"Utilizing a Transition Liaison in Discharge Planning."},
      {
        "id":"ED366123",
        "title":"Assistive Devices for Reading. Reference Circular No. 93-02."},
      {
        "id":"ED366124",
        "title":"Compendium of Transition Model Programs. 1993."},
      {
        "id":"ED366125",
        "title":"Annotated Bibliography on Secondary Special Education and Transitional Services. Volume 8."},
      {
        "id":"ED366126",
        "title":"How Do I Do This When I Can't See What I'm Doing? Information Processing for the Visually Disabled."},
      {
        "id":"ED366127",
        "title":"Medicaid as a Resource for Students with Disabilities. Project FORUM."},
      {
        "id":"ED366128",
        "title":"Libraries and the Physically Disabled: An Updated Guide to Information and Their Sources."},
      {
        "id":"ED366129",
        "title":"Documentation of the Development and Validation of the Opinions about Deaf People Scale: A Scale To Measure a Hearing Adult's Belief in the Capabilities of Deaf Adults."},
      {
        "id":"ED366130",
        "title":"Western Hemisphere Conference on Persons with Disabilities. Conference Proceedings (Washington, D.C., March 14-18, 1993) = Conferencia Hemisferica Occidental sobre Personas con Discapacidades. Actas de la Conferencia. (Washington, D.C., 14 al 18 de Marzo de 1993)."},
      {
        "id":"ED366131",
        "title":"Access: Language in Deaf Education. Proceedings of a Seminar Concerning \"Unlocking the Curriculum: Principles for Achieving Access in Deaf Education\" (Washington, D.C., February 21, 1989). Occasional Paper 90-1."},
      {
        "id":"ED366132",
        "title":"A Guide for Bereavement Support."},
      {
        "id":"ED366133",
        "title":"Part H of the Individuals with Disabilities Education Act (IDEA) for Infants, Toddlers, and Their Families Annual Performance Report, Year V (1991-1993)."},
      {
        "id":"ED366134",
        "title":"Skills, Activities, Matrixing System: Project SAMS. A Curriculum Process for Students with Profound Disabilities. Final Report."},
      {
        "id":"ED366135",
        "title":"Research on Multiple-Choice Questions: Implications for Strategy Instruction."},
      {
        "id":"ED366136",
        "title":"The Wisconsin Family-Centered Inservice Project. Inservice Training Programs for Related Services. Final Report."},
      {
        "id":"ED366137",
        "title":"A Comprehensive Model To Enhance the Mastery and Functional Capabilities of Students with Physical and Multiple Disabilities. Final Report."},
      {
        "id":"ED366138",
        "title":"Group Building for Successful Inclusion Programs."},
      {
        "id":"ED366139",
        "title":"Reducing the Inappropriate Referrals of Language Minority Youngsters to Special Education Settings through Teacher Training."},
      {
        "id":"ED366140",
        "title":"A Core Curriculum &amp; Training Program To Prepare Paraeducators To Work in Transitional Services and Supported Employment Programs."},
      {
        "id":"ED366141",
        "title":"A Core Curriculum &amp; Training Program To Prepare Paraeducators To Work in Inclusive Classrooms Serving School Age Students with Disabilities."},
      {
        "id":"ED366143",
        "title":"Performance-Based Supervision and Employee Review Techniques for Special Education Supervisors &amp; Administrators."},
      {
        "id":"ED366144",
        "title":"Using Music To Reinforce Basic Money Skills Taught in the TMH Classroom."},
      {
        "id":"ED366145",
        "title":"Full Inclusion: Analysis of a Controversial Issue."},
      {
        "id":"ED366147",
        "title":"Evaluating and Monitoring Community Services for People with Mental Handicap. A Partnership Approach: The New Zealand Experience."},
      {
        "id":"ED366148",
        "title":"Community-Based Approaches for Individuals with Mental Handicap: An African Experience."},
      {
        "id":"ED366149",
        "title":"Quality Evaluation Guidelines as a Means of Renewal and Revitalisation of Services by Voluntary Associations. Report of an International League of Societies for Persons with Mental Handicap (ILSMH) Seminar (London, England, United Kingdom, April 1986)."},
      {
        "id":"ED366150",
        "title":"Current and Projected Practices for Certification and Monitoring of Personnel Needs in Special Education."},
      {
        "id":"ED366151",
        "title":"Education Reform: A Step Forward or a Step Backward for Students with Learning Disabilities. Proceedings of a Symposium (Atlanta, Georgia, March 7-8, 1992)."},
      {
        "id":"ED366152",
        "title":"Enhancing the Self-Concept and Self-Esteem of Upper Elementary Grade Students with Learning Disabilities through Counseling, Modeling, Reverse-Role Tutoring, and Parent and Teacher Education."},
      {
        "id":"ED366153",
        "title":"Help! Is This an Intensive Care Unit or a Classroom?"},
      {
        "id":"ED366154",
        "title":"Instructionally Differentiated Programming. A Needs-Based Approach for Students with Behavior Disorders."},
      {
        "id":"ED366155",
        "title":"The View Finder: Expanding Boundaries and Perspectives in Special Education. Volume Two."},
      {
        "id":"ED366156",
        "title":"Some Children under Some Conditions: TV and the High Potential Kid. TV and Kids: Research-Based Decision Making Series, Number 9206."},
      {
        "id":"ED366157",
        "title":"Reading with Young Children. Reading: Research-Based Decision Making Series, Number 9302."},
      {
        "id":"ED366158",
        "title":"Evaluate Yourself. Evaluation: Research-Based Decision Making Series, Number 9304."},
      {
        "id":"ED366159",
        "title":"Equitable Identification of Students with Gifted Potential."},
      {
        "id":"ED366160",
        "title":"Curriculum Guide for Maximizing Student Potential in Required Subject Areas."},
      {
        "id":"ED366161",
        "title":"Child Neglect: A Guide for Intervention. The User Manual Series."},
      {
        "id":"ED366162",
        "title":"Child Sexual Abuse: Intervention and Treatment Issues. The User Manual Series."},
      {
        "id":"ED366163",
        "title":"A Dispersed Heterogeneous Placement Supported Employment Model: An Innovative Alternative for Transitioning Students with Mental Retardation from School To Work. Year 2 Report."},
      {
        "id":"ED366164",
        "title":"Views on Inclusion and Testing Accommodations for Students with Disabilities. Synthesis Report 7."},
      {
        "id":"ED366165",
        "title":"Synthesis Report Update 1993: Recent Activities in National Goals, Standards, and Tests. Synthesis Report 8."},
      {
        "id":"ED366166",
        "title":"Outcome-Based Education: Its Relevance to State and National Decision Making. Synthesis Report 9."},
      {
        "id":"ED366167",
        "title":"The Effects of Standards and Assessment on Students in Special Education. Synthesis Report 10."},
      {
        "id":"ED366168",
        "title":"National Goals, National Standards, National Test: Concerns for All (Not Virtually All) Students with Disabilities? Synthesis Report 11."},
      {
        "id":"ED366169",
        "title":"The Identification of People with Disabilities in National Databases: A Failure to Communicate. Technical Report 6."},
      {
        "id":"ED366170",
        "title":"Developing a Model of Educational Outcomes."},
      {
        "id":"ED366171",
        "title":"Consensus Building: A Process for Selecting Educational Outcomes and Indicators."},
      {
        "id":"ED366172",
        "title":"Decision Dependability of Subtests, Tests, and the Overall TOEFL Test Battery."},
      {
        "id":"ED366173",
        "title":"Cross-Cultural Pragmatics in Oral Proficiency Interview Strategies."},
      {
        "id":"ED366174",
        "title":"Bilingual Education Multifunctional Resource Center. Service Area 4. Annual Performance Report, 1992-1993."},
      {
        "id":"ED366175",
        "title":"COMSIS. Mid-Atlantic Multifunctional Resource Center. Contract Year One, 1992-1993. Annual Report."},
      {
        "id":"ED366176",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (Bibliography of Modern Language Instruction) 1992."},
      {
        "id":"ED366177",
        "title":"Transcultural Education Model. A Guide for Developing Transitional ESL/LEP and Bilingual Programs Kindergarten through Adult Education."},
      {
        "id":"ED366179",
        "title":"My Personal Philosophy in Teaching English as a Second Language: Some Methods I Used in Teaching English to Chinese Freshmen in Xi'an Foreign Language University."},
      {
        "id":"ED366181",
        "title":"Language Teaching Methodology for the Nineties. Anthology Series 24."},
      {
        "id":"ED366182",
        "title":"After Methods, What?"},
      {
        "id":"ED366183",
        "title":"An Eternal Triangle? Roles for Teacher, Learners and Teaching Materials in a Communicative Approach."},
      {
        "id":"ED366184",
        "title":"Task, Group, and Task-Group Interactions."},
      {
        "id":"ED366185",
        "title":"A System of Tasks for Language Learning."},
      {
        "id":"ED366186",
        "title":"An Empirically Based Methodology for the Nineties."},
      {
        "id":"ED366187",
        "title":"Content-Based Language Instruction in Second and Foreign Languages."},
      {
        "id":"ED366188",
        "title":"The Methodology of the Module: A Content-Based Approach."},
      {
        "id":"ED366189",
        "title":"Listening and Note-Taking in Higher Education."},
      {
        "id":"ED366190",
        "title":"Argument and Evaluation in Organizational Behaviour: Student Writing in an Introductory Course."},
      {
        "id":"ED366191",
        "title":"Area Studies and Language Teaching: A Practical Approach."},
      {
        "id":"ED366192",
        "title":"Language, Literature, and Critical Practice."},
      {
        "id":"ED366193",
        "title":"Towards Teaching a \"Grammar of Culture.\""},
      {
        "id":"ED366194",
        "title":"Conciliating Communication, Culture, and Language Awareness."},
      {
        "id":"ED366195",
        "title":"What Role for Grammar after the Communicative Resolution?"},
      {
        "id":"ED366196",
        "title":"Collocations: Where Grammar and Vocabulary Teaching Meet."},
      {
        "id":"ED366197",
        "title":"Using Drama Techniques in Language Teaching."},
      {
        "id":"ED366198",
        "title":"Television News, the Computer and Foreign Language Learning."},
      {
        "id":"ED366200",
        "title":"Twenty-Five Years of Linguistic Research and Teaching at the University of Illinois at Urbana-Champaign. Graduate Research by Doctoral and Master's Degree Students."},
      {
        "id":"ED366202",
        "title":"French as a Second Language. Annotated Bibliography of Learning Resources, Intermediate Level (Grades 4 to 12)."},
      {
        "id":"ED366203",
        "title":"Survey of Materials Development Needs in the Less Commonly Taught Languages. Final Report."},
      {
        "id":"ED366204",
        "title":"Two Different Approaches to Teaching Final-Year Projects for Mechanical Engineers and Biotechnologists at Ngee Ann Polytechnic: Case Studies Approach."},
      {
        "id":"ED366205",
        "title":"Case for Quality Assurance in ESP [English For Specific Purposes] Programmes."},
      {
        "id":"ED366206",
        "title":"The Problems of Translating Communicative Needs Into Course Design and Implementation."},
      {
        "id":"ED366207",
        "title":"&quot;English Is the Umbrella of All The Languages in South Africa.&quot; Domestic Workers' Englishes."},
      {
        "id":"ED366208",
        "title":"Using Sentence-Combining To Teach Sentence Structure."},
      {
        "id":"ED366209",
        "title":"Historical Evidence on the Etymology of &quot;OK.&quot;"},
      {
        "id":"ED366211",
        "title":"Assessing the Language Proficiency of Second Language Teachers: An LSP Approach to Test Design."},
      {
        "id":"ED366212",
        "title":"Foreign Language Enrollment and the Attrition Rates in the Grand Blanc Community Schools."},
      {
        "id":"ED366213",
        "title":"Where Is Linguistics in the CFL Classroom."},
      {
        "id":"ED366214",
        "title":"TOCFL: Problems and Guidelines."},
      {
        "id":"ED366215",
        "title":"Universality vs. Particularity in Chinese Teaching and Testing."},
      {
        "id":"ED366216",
        "title":"Towards a Theory of Teaching Chinese as a Foreign Language."},
      {
        "id":"ED366217",
        "title":"A Socio-Cultural Framework for a Critical Analysis of English as a Foreign Language in HongKong."},
      {
        "id":"ED366218",
        "title":"The Effects of Computer-Mediated Reading Supports on the Reading Comprehension and the Reading Behavior of Beginning American Readers of Arabic as a Foreign Language (AFL)."},
      {
        "id":"ED366220",
        "title":"A Video Venture into Pragmatics: Cashing In on Language."},
      {
        "id":"ED366221",
        "title":"Using STAR-TV in the Classroom: A Potpourri of Ideas."},
      {
        "id":"ED366222",
        "title":"Learning To Listen to Authentic English from Satellite TV."},
      {
        "id":"ED366223",
        "title":"E.S.P. Materials Preparation in a Foreign Language Situation."},
      {
        "id":"ED366224",
        "title":"Issues in ESP for the 90's."},
      {
        "id":"ED366225",
        "title":"Comprehension Assessment Measures in Second and Foreign Language Reading."},
      {
        "id":"ED366226",
        "title":"Collaborative Curriculum Renewal in a Tertiary Vocational Institution in Japan."},
      {
        "id":"ED366227",
        "title":"Towards a Language Policy for Education in Papua New Guinea."},
      {
        "id":"ED366228",
        "title":"Steppe by Step: A Cultural Approach to Language Tasks."},
      {
        "id":"ED366231",
        "title":"Limited English Proficiency: A Growing and Costly Educational Challenge Facing Many School Districts. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED366234",
        "title":"Students' Reasons for Entering the Educational Profession."},
      {
        "id":"ED366235",
        "title":"A Century of Curricular Perspectives: Which Curricularist Has Been the Most Influential?"},
      {
        "id":"ED366236",
        "title":"Ten Public Policy Issues for Higher Education in 1994. AGB Public Policy Series No. 94-1."},
      {
        "id":"ED366241",
        "title":"Strategic Planning in a Small, Liberal Arts University."},
      {
        "id":"ED366242",
        "title":"Using Fiscal Policy To Achieve State Education Goals. State Policy and College Learning."},
      {
        "id":"ED366244",
        "title":"20 Years: Putting It All Together. Proceedings of the Annual Conference of the North East Association for Institutional Research (20th, Bolton Landing, New York, November 6-9, 1993)."},
      {
        "id":"ED366247",
        "title":"Issues Affecting the Professoriate in the 1990s."},
      {
        "id":"ED366248",
        "title":"Reciprocity Agreements with Oregon, Idaho, and British Columbia. Status Report."},
      {
        "id":"ED366249",
        "title":"Financial Aid Handbook: How To Begin. The Washington State Guide to Financial Aid for Higher Education."},
      {
        "id":"ED366250",
        "title":"A Survey of Selected Public Policy-Makers in the Deep South States of Arkansas, Alabama, Louisiana, Mississippi and Tennessee To Identify Their Attitudes and Perceptions of the Desegregation Process of Higher Education."},
      {
        "id":"ED366251",
        "title":"Summary of Educational Benefits under the Post-Vietnam Era Veterans' Educational Assistance Program (VEAP) Chapter 32 of Title 38 U.S. Code."},
      {
        "id":"ED366252",
        "title":"Summary of Educational Benefits under the Survivors' and Dependents' Educational Assistance Program, Chapter 35 of Title 38 U.S. Code."},
      {
        "id":"ED366253",
        "title":"Summary of Educational Benefits under the Omnibus Diplomatic Security and Antiterrorism Act of 1986, Public Law 99-399 and Executive Order 12598."},
      {
        "id":"ED366254",
        "title":"Summary of Benefits under the Educational Assistance Test Program Section 901 of Public Law 96-342. Revised."},
      {
        "id":"ED366255",
        "title":"Summary of Educational Benefits under the Montgomery GI Bill-Active Duty Educational Assistance Program, Chapter 30 of Title 38 U.S. Code. Revised."},
      {
        "id":"ED366257",
        "title":"Action Research and Teaching Professors"},
      {
        "id":"ED366258",
        "title":"Ethical Development during the College Years: Theory and Normative Implications for Practice."},
      {
        "id":"ED366259",
        "title":"Literacy Analyses of High School and University Courses: Summary Descriptions of Selected Courses."},
      {
        "id":"ED366260",
        "title":"Academic Demands of the Undergraduate Curriculum: What Students Need."},
      {
        "id":"ED366261",
        "title":"A Model for Faculty Collaboration: Focus on Academic Literacy."},
      {
        "id":"ED366262",
        "title":"Academic Freedom in American Higher Education: Rights, Responsibilities and Limitations. ERIC Digest."},
      {
        "id":"ED366263",
        "title":"Academic Freedom in American Higher Education: Rights, Responsibilities and Limitations. ASHE-ERIC Higher Education Report No. 4."},
      {
        "id":"ED366264",
        "title":"The Status of People of Color, Women, and People with Disabilities in Higher Education in the State of Washington 1991. An Annual Report."},
      {
        "id":"ED366265",
        "title":"Role of Higher Education in Promoting Education for All."},
      {
        "id":"ED366268",
        "title":"Communication among Music Faculty, Department Chairs and Deans in American Higher Education."},
      {
        "id":"ED366270",
        "title":"Unified Budget Recommendations for Fiscal Year 1993-94."},
      {
        "id":"ED366272",
        "title":"1992 Salaries: Society Membership Survey. American Institute of Physics Report."},
      {
        "id":"ED366273",
        "title":"Looking Forward to Uncapping: A Pilot Inquiry into Costs of Faculty Retirement Benefits and Inducements."},
      {
        "id":"ED366276",
        "title":"Student Loans. Millions Loaned Inappropriately to U.S. Nationals at Foreign Medical Schools. Report to Congressional Committees."},
      {
        "id":"ED366277",
        "title":"College and University Degrees Conferred: New York State, 1991-92."},
      {
        "id":"ED366278",
        "title":"Issues in Designing a Federal Program of Income-Contingent Student Loans. CBO Memorandum."},
      {
        "id":"ED366280",
        "title":"Changing States: Higher Education and the Public Good."},
      {
        "id":"ED366281",
        "title":"An Analysis of Public University Administrative and Support Functions."},
      {
        "id":"ED366282",
        "title":"Undergraduate Education Policies: Implementation Update."},
      {
        "id":"ED366283",
        "title":"Baccalaureate Student Graduation Rates and Time to Degree at Illinois Public Universities."},
      {
        "id":"ED366284",
        "title":"Enrollment, Transfer, and Degree Patterns of Public University Baccalaureate Recipients."},
      {
        "id":"ED366285",
        "title":"Enhancing Quality and Productivity in Illinois Higher Education: Faculty Roles and Responsibilities."},
      {
        "id":"ED366287",
        "title":"Fall 1993 Admission Requirements for Public Universities and Community Colleges."},
      {
        "id":"ED366288",
        "title":"Evaluating the Impact of Technology at Peakview Elementary School: The Full Report."},
      {
        "id":"ED366290",
        "title":"Broadcast News, Cable TV and the Telcos: A Historical Examination of the Rhetorical Forces Affecting the Electronic Distribution of Information to the American Television Public."},
      {
        "id":"ED366291",
        "title":"College Students and Computers."},
      {
        "id":"ED366292",
        "title":"Delivering Electronic Information in a Knowledge-Based Democracy. Summary of Proceedings (Washington, DC, July 14, 1993)."},
      {
        "id":"ED366293",
        "title":"A Multi-Level Dynamic Instructional Planner for an Intelligent Physiology Tutoring System."},
      {
        "id":"ED366295",
        "title":"Providing Elementary Students Equitable Access to Notebook Computers by Empowering Three School Communities in Shared Decision Making."},
      {
        "id":"ED366296",
        "title":"The Role of Teleconferencing in Support of Distance Education: The Case for Developing Countries."},
      {
        "id":"ED366297",
        "title":"Quo Vadimus? The 21st Century and Multimedia."},
      {
        "id":"ED366298",
        "title":"Technology Retreat '88 Proceedings (Tempe, Arizona, May 1988)."},
      {
        "id":"ED366299",
        "title":"Ocotillo: Improving Learning through Instruction. Interim Report, 1988-89."},
      {
        "id":"ED366300",
        "title":"Ocotillo: Improving Learning through Instruction. Interim Report, 1989-90."},
      {
        "id":"ED366301",
        "title":"Ocotillo: Improving Learning through Technology. Year End Report, 1990-91."},
      {
        "id":"ED366303",
        "title":"Ocotillo: Improving Learning through Technology. Report &apos;93."},
      {
        "id":"ED366305",
        "title":"Conducting Product Evaluation with a Graduate-Level Class: The Reconstruction of Experience."},
      {
        "id":"ED366306",
        "title":"Developing Applications of Artificial Intelligence Technology To Provide Consultative Support in the Use of Research Methodology by Practitioners."},
      {
        "id":"ED366308",
        "title":"Instructional Video Evaluation."},
      {
        "id":"ED366309",
        "title":"Media Log: A Guide to Film, Television, and Radio Programs Supported by the National Endowment for the Humanities, Division of Public Programs, Humanities Projects in Media."},
      {
        "id":"ED366310",
        "title":"Music Appreciation and Technology: An Evaluation of a Creativity-Based Approach Using a MIDI Environment."},
      {
        "id":"ED366311",
        "title":"Records Management Consultants for Local Governments. Local Government Records Technical Information Series No. 44."},
      {
        "id":"ED366312",
        "title":"Guidelines for Planning Local Government Records Programs. Local Government Records Technical Information Series No. 43."},
      {
        "id":"ED366313",
        "title":"A Technology Primer for Distance Educators."},
      {
        "id":"ED366314",
        "title":"OBN (Open Library Network) Final Report: From Project to Library User."},
      {
        "id":"ED366315",
        "title":"The State of Audiovisual Education Facilities in Japanese Schools and Social Education Centers Today. AVE in Japan No. 32."},
      {
        "id":"ED366316",
        "title":"Literacy and Technology."},
      {
        "id":"ED366319",
        "title":"Media Meets the Curriculum: Uses, Abuses, Historic Perspective, and the Potential of Emerging Technologies."},
      {
        "id":"ED366320",
        "title":"National Information Infrastructure Act of 1993, Report To Accompany H.R. 1757. House of Representatives, 103d Congress, 1st Session."},
      {
        "id":"ED366321",
        "title":"Technology, Scholarship, and the Humanities: The Implications of Electronic Information. Summary of Proceedings (Irvine, California, September 30-October 2, 1992)."},
      {
        "id":"ED366322",
        "title":"Technology: Tools for Transforming Teaching and Learning. A Background Paper for the Goals 2000: Satellite Town Meeting, October 19, 1993."},
      {
        "id":"ED366323",
        "title":"Telecommunications Handbook: Connecting to Newton."},
      {
        "id":"ED366324",
        "title":"Communication Network Design: West Ottawa School District."},
      {
        "id":"ED366325",
        "title":"Digital Video Interactive (DVI) Based Authoring Tools for Unit Level Training. Final Technical Report for Period 27 September 1991 - 27 May 1992."},
      {
        "id":"ED366326",
        "title":"Human Sciences Technology: Ways of Solving Problems in the Human Domain."},
      {
        "id":"ED366328",
        "title":"Technology Refusal and the Organizational Culture of Schools."},
      {
        "id":"ED366329",
        "title":"Television Violence and Behavior: A Research Summary. ERIC Digest."},
      {
        "id":"ED366330",
        "title":"The Field of Educational Technology: A Dozen Frequently Asked Questions. ERIC Digest."},
      {
        "id":"ED366334",
        "title":"Tel-Ed '93, Global Connections. Conference Proceedings. (Dallas, Texas, November 10-13, 1993)."},
      {
        "id":"ED366337",
        "title":"The Electronic Doorway Library: Meeting the Information Needs of the People of New York State."},
      {
        "id":"ED366338",
        "title":"Library Services to Ethnic Minority Populations: Long Range Plan."},
      {
        "id":"ED366339",
        "title":"The Use and Weeding of a Community College Book Collection."},
      {
        "id":"ED366340",
        "title":"CLAN Automation Plan."},
      {
        "id":"ED366341",
        "title":"Nevada State Library and Archives: Masterplan 1993-1996."},
      {
        "id":"ED366342",
        "title":"Statewide Masterplan for Nevada Libraries: 1993-1998."},
      {
        "id":"ED366343",
        "title":"Nevada Public Libraries: A Handbook for Trustees."},
      {
        "id":"ED366344",
        "title":"Information Services Study. Final Report."},
      {
        "id":"ED366345",
        "title":"The Library Media Center: A Force for Student Excellence."},
      {
        "id":"ED366346",
        "title":"User Education Program Manual."},
      {
        "id":"ED366347",
        "title":"All Aboard for Summer Fun! Departing 1993: Louisiana Summer Reading Program 1993 Manual."},
      {
        "id":"ED366349",
        "title":"ILA/ACRL Organization Manual."},
      {
        "id":"ED366350",
        "title":"Copyright Reform Act of 1993. Report To Accompany H.R. 897 and Bill. House of Representatives, 103d Congress, 1st Session."},
      {
        "id":"ED366351",
        "title":"Library Programs: National Education Goals and Information Technology Are Focus of FY93 Training Institutes."},
      {
        "id":"ED366353",
        "title":"Federal Information Policy and Management for Electronic Services Delivery."},
      {
        "id":"ED366355",
        "title":"Diffusion and Perceived Advantages of CD-ROM, Online Databases, and Print Sources in the Libraries of New York State."},
      {
        "id":"ED366357",
        "title":"Looking for the Right Words: Special Problems Affecting Information Retrieval on Iran and Related Subjects Using LCSH."},
      {
        "id":"ED366361",
        "title":"Golden West College Intercultural Center."},
      {
        "id":"ED366362",
        "title":"Time to Degree Study: An Analysis of Enrollment Patterns for Spring 1992 Associate Degree Recipients."},
      {
        "id":"ED366363",
        "title":"Community Colleges and the New Paradigm. Celebrations: An Occasional Publication."},
      {
        "id":"ED366364",
        "title":"Community Colleges Look to Future: Center Symposium Debates Reform."},
      {
        "id":"ED366365",
        "title":"Students Moving from the Community Colleges to the Regents Institutions in the State of Kansas: A Second Statewide Study."},
      {
        "id":"ED366366",
        "title":"Independence Community College Property Appraisal/Assessment Program."},
      {
        "id":"ED366367",
        "title":"Campus Planning Study: Staff Recommendations."},
      {
        "id":"ED366369",
        "title":"Student Equity: Guidelines for Developing a Plan."},
      {
        "id":"ED366370",
        "title":"Corrective Strategies in Reading for At-Risk Community College Students."},
      {
        "id":"ED366371",
        "title":"Predictability Research Study between General Educational Development Writing Skills Test and College Level Examination Program General English Composition."},
      {
        "id":"ED366372",
        "title":"Changing the Organizational Structure of Nonacademic Departments for Institutional Effectiveness."},
      {
        "id":"ED366375",
        "title":"Accountability Report To Assess the Effectiveness of Undergraduate Education at Arapahoe Community College."},
      {
        "id":"ED366376",
        "title":"A Model Manual for Telecourse Faculty."},
      {
        "id":"ED366377",
        "title":"The Who, Whom, What, and How of Institutional Accountability."},
      {
        "id":"ED366378",
        "title":"North Carolina Association of Community College Trustees Review, 1993."},
      {
        "id":"ED366379",
        "title":"Minority Enrollment Report: Fall Semester 1993. Research Report Number 1-94."},
      {
        "id":"ED366380",
        "title":"New Start Program 1993: Eighth-Year Report."},
      {
        "id":"ED366381",
        "title":"IPEM: An Integrated Planning, Effectiveness Model."},
      {
        "id":"ED366382",
        "title":"Hosting a Mathematics Tournament for Two-Year College Students."},
      {
        "id":"ED366383",
        "title":"Using Linguistics in the Teaching of Developmental and Remedial Algebra."},
      {
        "id":"ED366384",
        "title":"Curriculum and Pedagogical Reform for Lower-Division Mathematics: Moving beyond Myths to Standards."},
      {
        "id":"ED366385",
        "title":"Title 5 Regulations: Distance Education. Third Reading, Action Scheduled (Public Hearing Item)."},
      {
        "id":"ED366386",
        "title":"AB 1725 Accountability: Work in Progress. A Report."},
      {
        "id":"ED366387",
        "title":"A Curriculum for All Students. A Report."},
      {
        "id":"ED366388",
        "title":"Tech-Prep and School-to-Work Programs. A Report."},
      {
        "id":"ED366389",
        "title":"Fiscal Year 1993 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED366390",
        "title":"Fall 1993 Salary Survey Report for the Illinois Public Community Colleges."},
      {
        "id":"ED366391",
        "title":"A Fiscal Profile of the Illinois Public Community College System, Fiscal Years 1966-1994."},
      {
        "id":"ED366392",
        "title":"Developmental Studies Department, Rockland Community College-Board of Cooperative Educational Services Pilot Project, 1990-1991."},
      {
        "id":"ED366393",
        "title":"No Pain, No Gain: How One College Emerged Stronger from the Fiscal Crisis."},
      {
        "id":"ED366394",
        "title":"Preparedness of High School Graduates for College: A Statewide Look at Basic Skills Tests Results for 1990-91. Information Capsule No. 93-01C."},
      {
        "id":"ED366395",
        "title":"Indicators of Success for University Transfer of Miami-Dade Community College Graduates in Business/Management, Computer Science, and Engineering. Research Report No. 93-03R."},
      {
        "id":"ED366396",
        "title":"A Performance Feedback Survey for Administrators: Results of a Pilot Study. Research Report No. 93-04R."},
      {
        "id":"ED366397",
        "title":"Acculturation at Miami-Dade Community College, Fall Term 1981 through Fall Term 1991. Research Report No. 93-05R."},
      {
        "id":"ED366398",
        "title":"Education, Incarceration, or Welfare? A Comparative Analysis of Institutional Costs. Research Report No. 93-11R."},
      {
        "id":"ED366399",
        "title":"Graduate Profile for Miami-Dade Community College, 1991-92 and 1992-93. Research Report No. 93-12R."},
      {
        "id":"ED366400",
        "title":"Can a Writing Sample Improve Placement in English Courses? Research Report No. 93-13R."},
      {
        "id":"ED366401",
        "title":"Program Review: Outcome Measures of Miami-Dade Community College Associate in Science Graduates from 1984-85 through 1992-93. Research Report No. 93-14R."},
      {
        "id":"ED366402",
        "title":"Articulation Report, Fall 1993."},
      {
        "id":"ED366403",
        "title":"Mobilizing for Competitiveness: Linking Education and Training to Jobs. A Call to Action from the California Business Roundtable. Summary."},
      {
        "id":"ED366404",
        "title":"Fiscal Data Abstract, 1992-93. California Community Colleges."},
      {
        "id":"ED366405",
        "title":"Improving Communication throughout the Institution: A Unique Approach to Classified Retreats, Sierra Community College."},
      {
        "id":"ED366406",
        "title":"Fall Enrollment Report, 1993. Mississippi Public Community &amp; Junior Colleges."},
      {
        "id":"ED366407",
        "title":"Mississippi Public Community &amp; Junior Colleges Statistical Data, 1992-93."},
      {
        "id":"ED366408",
        "title":"Early Responsivity to Moral Events: Physiological and Behavioral Correlates?"},
      {
        "id":"ED366409",
        "title":"Aggression and Coherence in Children's Narratives: Links with Family Relationships and Adaptation."},
      {
        "id":"ED366410",
        "title":"Tech Prep Early Childhood Professions Advanced Specialty Curriculum Guide for Postsecondary Colleges. Part of an Articulated Program for Secondary &amp; Postsecondary Students."},
      {
        "id":"ED366411",
        "title":"Parents' Interventions in Sibling Conflict: The Administration of Justice in the Family."},
      {
        "id":"ED366412",
        "title":"Parent-Child Negotiation in the Context of Sibling Disputes."},
      {
        "id":"ED366413",
        "title":"Sex Differences in Moral Orientation: Results from an Examination of Concurrent Correlates."},
      {
        "id":"ED366414",
        "title":"A Descriptive Analysis of the Development of Reflective Practice in Early Years Classrooms."},
      {
        "id":"ED366415",
        "title":"Quality of the Child's Life in Nordic Day Care Centers: A Nordic Co-Operative Project."},
      {
        "id":"ED366416",
        "title":"A Historical Perspective of the Training and Education of Early Childhood Education Teachers."},
      {
        "id":"ED366417",
        "title":"Male Teachers in Early Childhood Education: Self &amp; Social Perceptions."},
      {
        "id":"ED366418",
        "title":"Toward a Theory of African American School Achievement. Report No. 16."},
      {
        "id":"ED366419",
        "title":"Providing Fourth Grade Students with Support Systems and Experiences To Enhance Academic Success."},
      {
        "id":"ED366421",
        "title":"Increasing Senior Volunteerism in a K-8 Public School District."},
      {
        "id":"ED366422",
        "title":"ECEAP Longitudinal Study and Annual Report 1992: An Evaluation of Child and Family Development through Comprehensive Preschool Services."},
      {
        "id":"ED366423",
        "title":"Strategies Addressing Discrepancies in Educational and Behavioral Priorities and Expectations between Staff and Middle-Class K-5 Parents."},
      {
        "id":"ED366424",
        "title":"Fitting Policy to Family Needs: Delivering Comprehensive Services through Collaboration and Family Empowerment. Report No. 21."},
      {
        "id":"ED366425",
        "title":"Developing Personal and Social Responsibility. A Guide to Community Action."},
      {
        "id":"ED366426",
        "title":"Improving Conflict Resolution among Third and Fourth-Grade Students through Group Interaction."},
      {
        "id":"ED366427",
        "title":"Improving Faculty and Staff Relationships at an Elementary School Site through a Collegiality Program."},
      {
        "id":"ED366430",
        "title":"Illinois Kids Count: 1993 Report Card."},
      {
        "id":"ED366431",
        "title":"Illinois Kids Count 1993: Imagine the Possibilities. County by County Data and Prescription for Change."},
      {
        "id":"ED366435",
        "title":"Developing an Administration and Supervision Training Program for Directors of Early Childhood Programs at a Local College."},
      {
        "id":"ED366438",
        "title":"The Changing Family Structure."},
      {
        "id":"ED366439",
        "title":"Resource Guide for Educators of Children Affected by Alcohol and Other Drugs."},
      {
        "id":"ED366440",
        "title":"Texas Evaluation Study of Prekindergarten Programs. Interim Report."},
      {
        "id":"ED366441",
        "title":"Child Care Needs Assessment Louisville, Kentucky Metropolitan Area 1992."},
      {
        "id":"ED366442",
        "title":"Readiness and Achievement of Normal and At-Risk Russian and American First Graders."},
      {
        "id":"ED366443",
        "title":"Results from the Right Side Up Test: A Cross-Cultural Study of Young Children in the United States and China."},
      {
        "id":"ED366444",
        "title":"The Effectiveness of Child-Centered (Piggybacking) Approach to Early Childhood Teacher Education."},
      {
        "id":"ED366445",
        "title":"Career Development Survey."},
      {
        "id":"ED366446",
        "title":"Facing the Facts: A Progress Report on Ohio's Black Children."},
      {
        "id":"ED366447",
        "title":"Children and Television."},
      {
        "id":"ED366449",
        "title":"Prenatal Exposure to Substances of Abuse: An Evaluation of the Drug Free Schools and Communities Act Emergency Grants Program."},
      {
        "id":"ED366450",
        "title":"Superstart 1990-92. Final Evaluation Report. OREA Report."},
      {
        "id":"ED366451",
        "title":"Early Childhood Checklist. Pilot Study, Spring 1992. OREA Report."},
      {
        "id":"ED366452",
        "title":"Growing Healthy Bodies: Nutrition Education for Day Care Providers."},
      {
        "id":"ED366453",
        "title":"Child Guidance Techniques."},
      {
        "id":"ED366454",
        "title":"Early Childhood Educare: A Provision System Must Show That We Do Care."},
      {
        "id":"ED366455",
        "title":"Some Cultural Differences in Academic Motivational Orientations between American and Chinese Students."},
      {
        "id":"ED366456",
        "title":"Family Configurations and Children's Perception of Parental Behaviors That Support Schoolwork."},
      {
        "id":"ED366457",
        "title":"Leadership for Collaboration: Participant's Workbook."},
      {
        "id":"ED366459",
        "title":"Hazards of Lead in Schools and Day Care Facilities. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED366460",
        "title":"Building Bridges from Home to School."},
      {
        "id":"ED366461",
        "title":"Directory of Family Day Care Programs with a Low-Income Focus."},
      {
        "id":"ED366462",
        "title":"Exploding Myths, Exploring Truths: Humane, Productive Grading and Grouping in the Quality Middle School."},
      {
        "id":"ED366463",
        "title":"From Dakota Territory to Today: How Much Has Education Changed?"},
      {
        "id":"ED366464",
        "title":"God and the Trolls: Socialization of Lappish Children in Northern Sweden. Reprints and Miniprints from Department of Educational and Psychological Research. No. 781."},
      {
        "id":"ED366465",
        "title":"Circle Time in Pre-School. Reprints and Miniprints from Department of Educational and Psychological Research. No. 785."},
      {
        "id":"ED366466",
        "title":"When Work Was Its Own Reward: A Swedish Study from the Perspective of Women's History, of the Kindergarten Teacher as Public Educator. Reprints and Miniprints from Department of Educational and Psychological Research. No. 792. Summary of a Doctoral Thesis, Malmo School of Education, University of Lund, 1991."},
      {
        "id":"ED366467",
        "title":"Franklin County, Ohio Deceased Child Review System. Working To Eliminate Preventable Child Deaths. 1992 Annual Report."},
      {
        "id":"ED366468",
        "title":"Observational Study of Early Childhood Programs. Final Report. Volume I: Life in Preschool."},
      {
        "id":"ED366469",
        "title":"Observational Study of Early Childhood Programs. Final Report. Volume II: Chapter 1-Funded Early Childhood Programs."},
      {
        "id":"ED366470",
        "title":"Teaching Cultural Values and Building Self-Esteem."},
      {
        "id":"ED366471",
        "title":"American Indian Education Research in New York State: A Team Approach."},
      {
        "id":"ED366472",
        "title":"Rural Secondary School Science Teachers: What They Need To Be Successful."},
      {
        "id":"ED366473",
        "title":"A Curriculum Guide to Learning about American Indians."},
      {
        "id":"ED366474",
        "title":"Montana Institute for Effective Teaching of American Indian Children (Missoula, Montana, 1992)."},
      {
        "id":"ED366475",
        "title":"Researching Rural American Schools: Continuing Cultural Themes and Cultural Conflicts in the Countryside."},
      {
        "id":"ED366478",
        "title":"A Longitudinal Study of Literacy Acquisition in a Native American Community: Observation of the Kindergarten Classes at the Lummi Tribal School."},
      {
        "id":"ED366479",
        "title":"A Longitudinal Study of Literacy Acquisition in a Native American Community: Observation of the 4-Year-Old Classes at Lummi Headstart."},
      {
        "id":"ED366480",
        "title":"Notes From the Field: Education Reform in Rural Kentucky, 1993."},
      {
        "id":"ED366481",
        "title":"The Sharing Circle of Wisdom: A Group for Elderly Aboriginals."},
      {
        "id":"ED366482",
        "title":"A Survey of the Current Status of Rural Education Research (1986-1993)."},
      {
        "id":"ED366483",
        "title":"Creating Education That Works: Building Bilingual Teacher Competencies."},
      {
        "id":"ED366484",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Process Evaluation Report 1993-1994."},
      {
        "id":"ED366485",
        "title":"Increasing Parent Involvement, Student Attendance and Appropriate School Behavior of At-Risk Middle School Students through Parent Partnerships."},
      {
        "id":"ED366486",
        "title":"Precollege Program for Native American Students in Environmental Studies, June 13, 1993 - July 1, 1993. Final Report."},
      {
        "id":"ED366487",
        "title":"The Impact of Students with Special Needs on Rural Teachers in British Columbia."},
      {
        "id":"ED366488",
        "title":"Rural Children: Increasing Poverty Rates Pose Educational Challenges. Briefing Report to the Chairwoman, Congressional Rural Caucus, House of Representatives."},
      {
        "id":"ED366490",
        "title":"Directory of Native Education Resources in the Southeast Region."},
      {
        "id":"ED366492",
        "title":"Educating Recent Immigrants."},
      {
        "id":"ED366493",
        "title":"Adapting Teaching to the Learning Styles of Native Indian Students."},
      {
        "id":"ED366494",
        "title":"Facility and Telecommunications Needs of Tribally Controlled Community Colleges. Hearing before the Committee on Indian Affairs. United States Senate, One Hundred Third Congress, First Session (July 29, 1993)."},
      {
        "id":"ED366495",
        "title":"A Blueprint for an Educational Response to the Needs of Immigrant Students."},
      {
        "id":"ED366496",
        "title":"Empowering Teachers To Change Curriculum and Schools: Evaluation of a Program."},
      {
        "id":"ED366497",
        "title":"Instructional Needs of Currently Migratory Students in the Central Migrant Stream."},
      {
        "id":"ED366499",
        "title":"The Incredible Egg. 4-H Classroom Curriculum Guide for Grade Levels 4-5."},
      {
        "id":"ED366500",
        "title":"The Federal Investment in Science, Mathematics, Engineering, and Technology Education: Where Now? What Next? Report of the Expert Panel for the Review of Federal Education Programs in Science, Mathematics, Engineering, and Technology."},
      {
        "id":"ED366501",
        "title":"Working on Waste."},
      {
        "id":"ED366502",
        "title":"The Federal Investment in Science, Mathematics, Engineering, and Technology Education: Where Now? What Next? Sourcebook. Report of the Expert Panel for the Review of Federal Education Programs in Science, Mathematics, Engineering, and Technology."},
      {
        "id":"ED366503",
        "title":"Environmental Education."},
      {
        "id":"ED366504",
        "title":"A Vision of Science and Mathematics for All."},
      {
        "id":"ED366506",
        "title":"A Comparison of Middle and Junior High Science Teachers' Levels of Efficacy, and Knowledge of Developmentally Appropriate Curriculum and Instruction."},
      {
        "id":"ED366507",
        "title":"A Review of Educational Technology in Science Assessment. Monograph Series Number 7."},
      {
        "id":"ED366508",
        "title":"Integration of Science and Mathematics: What Parents Can Do."},
      {
        "id":"ED366509",
        "title":"Rethinking the Form and Function of Scientific Research in Science Education. NCSTL Monograph Series. #5."},
      {
        "id":"ED366511",
        "title":"User-Friendly Handbook for Project Evaluation: Science, Mathematics, Engineering, and Technology Education."},
      {
        "id":"ED366515",
        "title":"A Cognitive Mapping of Vision and Division in Comparative Education Texts."},
      {
        "id":"ED366516",
        "title":"Social Studies Teachers and Multicultural Education: A Pilot Study of Attitudes, Practices, and Constraints."},
      {
        "id":"ED366517",
        "title":"[Sportsmanship.]"},
      {
        "id":"ED366518",
        "title":"Emphasis on the Instruction on the Documents of Virginia and United States History and Government. Report of the Department of Education to the Governor and the General Assembly of Virginia. Senate Document No. 3."},
      {
        "id":"ED366520",
        "title":"Persisting Barriers: Changes in Educational Opportunities in Thirteen Countries. EUI Working Paper."},
      {
        "id":"ED366521",
        "title":"Using a Cooperative Learning Model to Improve Cultural Attitudes and Increase Cultural Literacy."},
      {
        "id":"ED366522",
        "title":"Why Some People Just Can't Speak Up: Gender Bias in the Classroom."},
      {
        "id":"ED366524",
        "title":"A Review of Innovative Approaches to LRE. Technical Assistance Bulletin No. 4."},
      {
        "id":"ED366525",
        "title":"LRE Research: A Status Report. Technical Assistance Bulletin No. 8."},
      {
        "id":"ED366530",
        "title":"Integrating Thinking Skills into the Third Grade Social Studies Curriculum."},
      {
        "id":"ED366535",
        "title":"Social Studies Teachers' Conceptions of Justice."},
      {
        "id":"ED366537",
        "title":"Channel One in Social Studies: Three Years Later."},
      {
        "id":"ED366538",
        "title":"Education: The Carrier of Cultural Development. Contribution of Education to Cultural Development."},
      {
        "id":"ED366539",
        "title":"Cultural and Intercultural Aspects of Education: A New Responsibility for Teachers. Contribution of Education to Cultural Development."},
      {
        "id":"ED366540",
        "title":"Functional Curriculum Development: A Means of Retaining Nomadic Fulbe Cultural Identity. Contribution of Education to Cultural Development."},
      {
        "id":"ED366541",
        "title":"An Image of the Educated Person of the Future. Contribution of Education to Cultural Development."},
      {
        "id":"ED366542",
        "title":"Which Language for Teaching? The Cultural Messages Transmitted by the Languages Used in Education. Contribution of Education to Cultural Development."},
      {
        "id":"ED366543",
        "title":"Culture in School: A Development Project 1985-1991. Contribution of Education to Cultural Development."},
      {
        "id":"ED366544",
        "title":"Effects of Cultural Interventions on Educational Competencies: Intelligence Rediscovered. Contribution of Education to Cultural Development."},
      {
        "id":"ED366545",
        "title":"The Contribution of Education to the Survival of Small Indigenous Cultures. Contribution of Education to Cultural Development."},
      {
        "id":"ED366547",
        "title":"Cultural Development through the Interaction between Education, the Community, and Society at Large. Contributions of Education to Cultural Development."},
      {
        "id":"ED366548",
        "title":"Learning To Teach in North Carolina. Model Clinical Teaching Network."},
      {
        "id":"ED366549",
        "title":"South Carolina Center for the Advancement of Teaching and School Leadership: Professional Development Schools. Policy Paper Series 1.3."},
      {
        "id":"ED366550",
        "title":"Comprehensive Health Education: Creating the Colorado Model, 1991-1992."},
      {
        "id":"ED366551",
        "title":"Relationship between Academic Achievement and Preadmission Testing Criteria for Teacher Education Students at the University of Akron."},
      {
        "id":"ED366552",
        "title":"Physical Fitness among North Carolina Youth: Report to the 1993 General Assembly of North Carolina."},
      {
        "id":"ED366553",
        "title":"Happy 50th, Smokey Bear! A Learning Kit about Forests and Fire Safety for Grades K-3."},
      {
        "id":"ED366554",
        "title":"Shape of the Nation 1993: A Survey of State Physical Education Requirements."},
      {
        "id":"ED366555",
        "title":"Promoting Achievement in School through Sports. Third-Year Impact Study."},
      {
        "id":"ED366556",
        "title":"AIDS Resource Manual. A Guide for Teaching about AIDS in Thailand."},
      {
        "id":"ED366557",
        "title":"Changing Teaching: The Next Frontier."},
      {
        "id":"ED366558",
        "title":"Teachers' Professional Development and Education Reform. CPRE Policy Briefs."},
      {
        "id":"ED366559",
        "title":"An Investigation into the Influence of Classroom Practica Experiences on Student Teachers' Thoughts about Teaching."},
      {
        "id":"ED366560",
        "title":"A Visual Construct on the Role of the Teacher in Multicultural Education."},
      {
        "id":"ED366561",
        "title":"Human Relations Training for Student Teachers."},
      {
        "id":"ED366562",
        "title":"Discussions on Some Educational Issues IV. Research Report 121."},
      {
        "id":"ED366564",
        "title":"Girls Playing Soccer: Resistance or Submission? A Case Study of Women's Soccer in the ACT. A Report to the National Sports Research Centre, Australian Sports Commission."},
      {
        "id":"ED366565",
        "title":"AUSSIE SPORT--A Comprehensive Modified Sport Program for Children: An Evaluation."},
      {
        "id":"ED366566",
        "title":"A Mapping of Participation Rates in Junior Sport in the Australian Capital Territory."},
      {
        "id":"ED366567",
        "title":"SPORT IT! Evaluation: A Report to the Australian Sports Commission."},
      {
        "id":"ED366568",
        "title":"Provisions and Guiding Proposals concerning the Curriculum in Health and Sex Education."},
      {
        "id":"ED366570",
        "title":"The Holmes Group and Health Education: Oil and Water?"},
      {
        "id":"ED366571",
        "title":"Rehabilitation Counseling for Athletes Prior to Retirement: A Preventative Approach Using Self-Acceptance To Enhance Performance before and after Retirement."},
      {
        "id":"ED366572",
        "title":"One Step Forwards, Two Backwards: Deprofessionalization within Physical Education."},
      {
        "id":"ED366573",
        "title":"Effects of an Exercise Program on Mentally Impaired Older Adults--Alzheimer's and Dementia Residents in a Long-Term Care Facility."},
      {
        "id":"ED366574",
        "title":"The Family Life Education Project in Fiji: A Case Study. Lessons Learned Series in Population Education and Communication."},
      {
        "id":"ED366575",
        "title":"A Compliance Review of HIV/AIDS Instruction in New York City Public Schools."},
      {
        "id":"ED366577",
        "title":"Mindful Management of the Curriculum: A Possible Role for Schema Theory."},
      {
        "id":"ED366578",
        "title":"The Effects of Time, Teaching Certification Type, and Field Placement on Reflective Thinking in Preservice Teachers."},
      {
        "id":"ED366579",
        "title":"Creative Thinking and Locus of Control as Predictors of Reflective Thinking in Preservice Teachers"},
      {
        "id":"ED366580",
        "title":"An Assessment of Prospective Secondary Teachers' Pedagogical Content Knowledge about Functions and Graphs."},
      {
        "id":"ED366581",
        "title":"Professional Development Laboratory (P.D.L.), 1992-93. OREA Report."},
      {
        "id":"ED366582",
        "title":"Difficulty in Identifying Developmentally Appropriate Practices: Conflicts with Traditional Instructional Practices."},
      {
        "id":"ED366583",
        "title":"Creativity Enhancement as a Function of Classroom Structure: Cooperative Learning vs. the Traditional Classroom."},
      {
        "id":"ED366584",
        "title":"From Fistfights to Gunfights: Preparing Teachers and Administrators To Cope with Violence in School."},
      {
        "id":"ED366585",
        "title":"The Relationship between Teachers' Knowledge and Beliefs and the Teaching of Elementary Mathematics."},
      {
        "id":"ED366586",
        "title":"High Involvement Teacher Education: Partnerships in Progress."},
      {
        "id":"ED366588",
        "title":"Preparing Teachers for the Rural World."},
      {
        "id":"ED366589",
        "title":"A Multicultural Model for Rural At-Risk Students."},
      {
        "id":"ED366590",
        "title":"Rural Education and the Urban Reform Movement."},
      {
        "id":"ED366591",
        "title":"Troops to Teachers: Guidelines for Teacher Educators."},
      {
        "id":"ED366592",
        "title":"Preservice Teachers and Cooperative Learning: Their Attitudes toward, Experiences with and Knowledge about This Teaching/Learning Strategy."},
      {
        "id":"ED366593",
        "title":"Beginning Teacher Perceptions of Parent Role in Education Setting."},
      {
        "id":"ED366595",
        "title":"Health for All Targets: The Health Policy for Europe. Updated Edition, September 1991."},
      {
        "id":"ED366596",
        "title":"A Teacher's Guide to the U.S. Department of Education."},
      {
        "id":"ED366597",
        "title":"Enhancing Individual Skills in Dance Composition and Performance Using Cooperative Learning Structures."},
      {
        "id":"ED366598",
        "title":"Test Anxiety and the Curriculum: The Subject Matters."},
      {
        "id":"ED366599",
        "title":"Mathematics, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED366600",
        "title":"Mathematics--Diagnostic, Preschool-Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED366601",
        "title":"Mathematics--Diagnostic, Grades 4-6. Annotated Bibliography of Tests."},
      {
        "id":"ED366602",
        "title":"Mathematics--Diagnostic, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED366603",
        "title":"Metric System. Annotated Bibliography of Tests."},
      {
        "id":"ED366604",
        "title":"Library Skills. Annotated Bibliography of Tests."},
      {
        "id":"ED366605",
        "title":"Mathematics, Preschool-Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED366606",
        "title":"Mathematics, Grades 4-6. Annotated Bibliography of Tests."},
      {
        "id":"ED366607",
        "title":"Geography. Annotated Bibliography of Tests."},
      {
        "id":"ED366608",
        "title":"Music. Annotated Bibliography of Tests."},
      {
        "id":"ED366609",
        "title":"Nutrition. Annotated Bibliography of Tests."},
      {
        "id":"ED366610",
        "title":"Physics and Physical Science. Annotated Bibliography of Tests."},
      {
        "id":"ED366611",
        "title":"Qualitative Analysis of a Synthetic Culture: A Methodological Inquiry."},
      {
        "id":"ED366612",
        "title":"Educational Research--Past, Present, and Future as Viewed by Graduates of an Educational Research Program."},
      {
        "id":"ED366613",
        "title":"Promises To Keep: Creating High Standards for American Students. Report on the Review of Education Standards from the Goals 3 and 4 Technical Planning Group to the National Education Goals Panel."},
      {
        "id":"ED366614",
        "title":"Degrees in Science and Mathematics: National Trends and State-by-State Data."},
      {
        "id":"ED366615",
        "title":"Education in States and Nations: Indicators Comparing U.S. States with the OECD Countries in 1988."},
      {
        "id":"ED366616",
        "title":"Testing in America's Schools. Policy Information Report."},
      {
        "id":"ED366617",
        "title":"Results of the 1992 Primary Assessment Program in Urban Schools."},
      {
        "id":"ED366618",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1991."},
      {
        "id":"ED366619",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1992."},
      {
        "id":"ED366620",
        "title":"Educational Attainment in the United States: March 1991 and 1990."},
      {
        "id":"ED366622",
        "title":"The Influence of Perceived Classroom Goals and Prior Beliefs on Aspects of Student Motivation."},
      {
        "id":"ED366623",
        "title":"The Validity of Mental and Motor Scores from the New Bayley Scales of Infant Development-II: A Second-Order Factor Analysis."},
      {
        "id":"ED366625",
        "title":"The Validity of Testing in Education and Employment."},
      {
        "id":"ED366626",
        "title":"Intercultural Programs: Program Evaluation."},
      {
        "id":"ED366627",
        "title":"Problem-Solving Instruction and Students' Acquisition, Retention and Structuring of Economics Knowledge."},
      {
        "id":"ED366628",
        "title":"Benchmark Factors in Student Retention."},
      {
        "id":"ED366629",
        "title":"Cognitive Style Influence in Reacting to Pictures."},
      {
        "id":"ED366630",
        "title":"Analysis of Learning Conceptions Based on Three Modules."},
      {
        "id":"ED366631",
        "title":"Teachers' Professional Orientation: An Empirical Examination of the Construct Validity Using the Results of Large-Scale Factor Analyses."},
      {
        "id":"ED366632",
        "title":"Effects of Problem-Solving Strategies on Different Ability Levels."},
      {
        "id":"ED366633",
        "title":"Expert Science Teaching Educational Evaluation Model (ESTEEM) for Measuring Excellence in Science Teaching for Professional Development."},
      {
        "id":"ED366634",
        "title":"Student Portfolios: Classroom Uses. Education Consumer Guide 8."},
      {
        "id":"ED366635",
        "title":"Federal Support for Education: Fiscal Years 1980 to 1993."},
      {
        "id":"ED366636",
        "title":"The Evaluation of the Special Alternative Instruction Program."},
      {
        "id":"ED366637",
        "title":"Student, Educator, and Parental Views on Proficiency-Based Credit Assessment."},
      {
        "id":"ED366638",
        "title":"Project Homeroom, Second Year Experiences: A Final Report on the Project in the Maine East High School, New Trier High School, Amos Alonzo Stagg High School."},
      {
        "id":"ED366640",
        "title":"The Role of Strategies and Knowledge in Problem Solving: A Review of the Literature."},
      {
        "id":"ED366641",
        "title":"Dynamism of Cognitive Style of Preprofessional Educators."},
      {
        "id":"ED366642",
        "title":"The Solution-Error Response-Error Model: A Method for the Examination of Test Item Bias."},
      {
        "id":"ED366643",
        "title":"Facts &amp; Figures about Education in Alaska, 1992."},
      {
        "id":"ED366644",
        "title":"External Evaluation of the Mississippi Band of Choctaw Indians' OSAP High Risk Youth Demonstration Program--Year Two."},
      {
        "id":"ED366645",
        "title":"Improving the Quality of Student Notes. ERIC/AE Digest."},
      {
        "id":"ED366646",
        "title":"Children's Attitudes Towards School Reform: A Focus on Kentucky."},
      {
        "id":"ED366647",
        "title":"Reassessing Performance Based Assessment."},
      {
        "id":"ED366648",
        "title":"Utah Educational Quality Indicators. The Seventh in the Report Series."},
      {
        "id":"ED366649",
        "title":"Review of Literature and Survey Results for the Utah State Core Curriculum Performance Assessment. [Draft.]"},
      {
        "id":"ED366650",
        "title":"Factor Analysis of the IDEA Student Rating Instrument for Introductory College Science and Mathematics Courses."},
      {
        "id":"ED366651",
        "title":"Proficiency Scaling Based on Conditional Probability Functions for Attributes."},
      {
        "id":"ED366652",
        "title":"Extending the Rule Space Model to a Semantically-Rich Domain: Diagnostic Assessment in Architecture."},
      {
        "id":"ED366653",
        "title":"A Diagnostic Classification Model for Document Processing Skills."},
      {
        "id":"ED366654",
        "title":"The Concept of Statistical Significance Testing. ERIC/AE Digest."},
      {
        "id":"ED366655",
        "title":"High School Seniors Look to the Future, 1972 and 1992. Statistics in Brief."},
      {
        "id":"ED366656",
        "title":"Crime in the Schools. Indicator of the Month."},
      {
        "id":"ED366657",
        "title":"Time To Complete Baccalaureate Degree. Indicator of the Month."},
      {
        "id":"ED366658",
        "title":"Education and Labor Market Outcomes of High School Diploma and GED Graduates. Indicator of the Month."},
      {
        "id":"ED366659",
        "title":"International Comparisons of Educational Attainment. Indicator of the Month."},
      {
        "id":"ED366660",
        "title":"Learning Processes and Learning Outcomes."},
      {
        "id":"ED366661",
        "title":"Using National Surveys To Improve the Efficiency and Effectiveness of Broad-Based Program Evaluations."},
      {
        "id":"ED366662",
        "title":"Mainstreaming the Urban Poor. Enabling Non-Public Schools To Survive in Inner-City Neighborhoods."},
      {
        "id":"ED366663",
        "title":"Antiracism, Multiculturalism, and Interracial Community: Three Educational Values for a Multicultural Society. Distinguished Lecture Series, 1991-1992."},
      {
        "id":"ED366664",
        "title":"Leading the Way: Partners in Volunteerism. Schools--Non-Profits--Youth. Conference Report on Youth and Volunteerism (New York, New York, 1991)."},
      {
        "id":"ED366665",
        "title":"Beyond Basket Weaving: Multicultural Education and Whole-School Reform."},
      {
        "id":"ED366666",
        "title":"Atlanta Public Schools School Report, 1992-93. Research and Evaluation. Final Copy."},
      {
        "id":"ED366671",
        "title":"Longitudinal Effects of Chapter 1 Schoolwide Projects on the Achievement of Disadvantaged Students."},
      {
        "id":"ED366673",
        "title":"Beyond Culture: Communicating with Asian American Children and Families. ERIC/CUE Digest Number 94."},
      {
        "id":"ED366674",
        "title":"E.C.I.A. Chapter 1 Children's Art Carnival Creative Reading Program 1990-91 and 1991-92."},
      {
        "id":"ED366675",
        "title":"Student Service and Philanthropy Project 1992-93."},
      {
        "id":"ED366676",
        "title":"Developing Professional Community in New and Restructuring Urban Schools."},
      {
        "id":"ED366677",
        "title":"Who Are Homeless Families? A Profile of Homelessness in New York City."},
      {
        "id":"ED366684",
        "title":"The Black Population in the United States: March 1992."},
      {
        "id":"ED366685",
        "title":"Project Support Evaluation, Los Angeles Unified School District. Report No. 1."},
      {
        "id":"ED366688",
        "title":"Channel One in the Public Schools: Widening the Gaps."},
      {
        "id":"ED366689",
        "title":"The Growth of Segregation in American Schools: Changing Patterns of Separation and Poverty since 1968."},
      {
        "id":"ED366690",
        "title":"Venture Capital for Educators II. The Boston Plan for Excellence in the Public Schools, 1993."},
      {
        "id":"ED366691",
        "title":"Educating Today's Children for Tomorrow's World. 1991-92 Chapter 1 Evaluation."},
      {
        "id":"ED366693",
        "title":"Possibilities for Practice: An Education of Value for At Risk Students."},
      {
        "id":"ED366694",
        "title":"Immigrant Education: A Fact Sheet."},
      {
        "id":"ED366695",
        "title":"Dropout Prevention in Theory and Practice."},
      {
        "id":"ED366696",
        "title":"Educational Reforms for Students At Risk: Cultural Dissonance as a Risk Factor in the Development of Students."},
      {
        "id":"ED366698",
        "title":"Sahaka Siksa Kaun Khmer: Issues of Diversity and Partnership."},
      {
        "id":"ED366699",
        "title":"Language and Race: Barriers to Communicating a Vision."},
      {
        "id":"ED366700",
        "title":"Walking the Talk of Racial Equity. SDS Report. Program Summary."},
      {
        "id":"ED366701",
        "title":"Gender Equity and Classroom Experiences: A Review of Research."},
      {
        "id":"ED366705",
        "title":"Hidden Dreams, Hidden Lives. New Hispanic Immigrants in Minnesota."},
      {
        "id":"ED366706",
        "title":"Youth Violence: Gangs on Main Street, USA. Issues in Brief."},
      {
        "id":"ED366707",
        "title":"A Comparison of Role Expectations for Effective Urban Teachers and Behavioral Profiles of Candidates for Alternative Teacher Licensure."},
      {
        "id":"ED366708",
        "title":"Safety Initiatives in Urban Public Schools."},
      {
        "id":"ED366709",
        "title":"Profiles of Change: Communities of Color in the Twin Cities Area."},
      {
        "id":"ED366718",
        "title":"Enhancing Diversity in Agricultural Education."},
      {
        "id":"ED366719",
        "title":"Diversifying the Profession: Recruitment, Retention, and Career Enhancement Strategies Utilized with Under-Represented Groups."},
      {
        "id":"ED366720",
        "title":"Public Policy Education: Its Role in Community Change. Coping with Change. WREP 23. [Revised.]"},
      {
        "id":"ED366721",
        "title":"Volunteerism. Rural Information Center Publication Series, No. 24."},
      {
        "id":"ED366722",
        "title":"Implementing the Vocational Technological Education Model in Arizona. Status Report."},
      {
        "id":"ED366723",
        "title":"The Continuing Education and Training of Agricultural Extension Staff in Namibia with Special Reference to Distance Learning: An Exercise in Participatory Curriculum Development."},
      {
        "id":"ED366724",
        "title":"Guide to the European Community Programmes in the Fields of Education, Training, Youth. Second Edition."},
      {
        "id":"ED366726",
        "title":"Adult Literacy in Ohio: A Commonality of Concerns. A Report on the Governor's Literacy 2000 Regional Summits."},
      {
        "id":"ED366727",
        "title":"Sharing Success in the Southeast: Promising Service-Learning Programs."},
      {
        "id":"ED366731",
        "title":"Employment-Based Training in Japanese Firms in Japan and in the United States: Experiences of Automobile Manufacturers."},
      {
        "id":"ED366732",
        "title":"Organized Labor and Political Action, Attitudes, and Behavior. Working Paper Series."},
      {
        "id":"ED366733",
        "title":"Challenging the Roadblocks to Equality: Race Relations and Civil Rights in the CIO 1935-1955."},
      {
        "id":"ED366734",
        "title":"Union-Management Cooperation: A Process for Increasing Worker Autonomy and Improving Work Group Effectiveness."},
      {
        "id":"ED366735",
        "title":"A History of Labor in Columbus, Ohio 1812-1992."},
      {
        "id":"ED366744",
        "title":"Exploring What Counts: Research into Adult Basic Education Mathematics (RABEM)."},
      {
        "id":"ED366745",
        "title":"Enhancing Labor's Commitment to Total Quality Management: A Review of Literature."}]
  }}
