{
  "response":{"numFound":509939,"start":58000,"numFoundExact":true,"docs":[
      {
        "id":"ED366746",
        "title":"Issues and Challenges in Adult Numeracy."},
      {
        "id":"ED366747",
        "title":"Adult Literacy Training and the Integration of Human Services."},
      {
        "id":"ED366748",
        "title":"Learning: Meeting the Challenges of Older Adulthood."},
      {
        "id":"ED366749",
        "title":"Selecting Program Delivery Methods Effectively."},
      {
        "id":"ED366750",
        "title":"Coordination Concepts. A Guide to Linking JTPA with Local Resources."},
      {
        "id":"ED366751",
        "title":"Effects of Military Experience on the Post-Service Lives of Low-Aptitude Recruits: Project 100,000 and the ASVAB Misnorming. Final Report 89-29."},
      {
        "id":"ED366752",
        "title":"Applied Art in Trade and Industrial Education."},
      {
        "id":"ED366753",
        "title":"Promoting Middle Schoolers' Understanding of the World of Work."},
      {
        "id":"ED366754",
        "title":"School Transition Bibliography."},
      {
        "id":"ED366755",
        "title":"Adult Education in Australia: The Council of Adult Education."},
      {
        "id":"ED366756",
        "title":"Adult Education, Postmodernity and a Future? An Australian Experience."},
      {
        "id":"ED366757",
        "title":"A Current Appraisal of Adult Education Activity in Australia with a Focus on Community-Based Education and Work among Women and Aboriginal People."},
      {
        "id":"ED366758",
        "title":"A Profile of Perceptions Held toward Vocational and Technical Education Programs in Hungary."},
      {
        "id":"ED366759",
        "title":"Results Orientated Workplace Literacy Project."},
      {
        "id":"ED366760",
        "title":"TRW Communications on the Job I-II. [Employee Manual and] Facilitator Manual."},
      {
        "id":"ED366761",
        "title":"Cleveland Wood Products Mathematics on the Job I-II."},
      {
        "id":"ED366762",
        "title":"Tri-Agency Partnership for Quality Workforce Planning Annual Report for Program Year July 1, 1992-June 30, 1993."},
      {
        "id":"ED366763",
        "title":"Programs for Single Parents, Displaced Homemakers, Single Pregnant Women. A Resource Manual."},
      {
        "id":"ED366764",
        "title":"Personnel Development for Staff Delivering Special Population Services, Participant&apos;s Workbook. Presenter&apos;s Manual."},
      {
        "id":"ED366766",
        "title":"ESL Resource Center. An Annotated Bibliography of Selected Resources for Vocational Preparation for Limited English Proficient Students."},
      {
        "id":"ED366767",
        "title":"ESL Staff Development. Assist LEP Students to Access Training for Tomorrow's Jobs. Inservice Manual."},
      {
        "id":"ED366769",
        "title":"Improving Sex Equity in Postsecondary Vocational/Technical Programs: A Resource Manual."},
      {
        "id":"ED366770",
        "title":"Tech Prep Intergenerational Curriculum Development Project. Final Report."},
      {
        "id":"ED366771",
        "title":"Assessment of Competency-Based Instruction. Summary Report."},
      {
        "id":"ED366772",
        "title":"Assessment of Competency-Based Instruction. Final Report. Volumes I-II."},
      {
        "id":"ED366773",
        "title":"NCRVE Change Agent, 1990-91."},
      {
        "id":"ED366774",
        "title":"NCRVE Change Agent, 1992."},
      {
        "id":"ED366775",
        "title":"NCRVE Change Agent [1993]."},
      {
        "id":"ED366776",
        "title":"Identification of Workplace Skills and Competencies Essential for Marketing Occupations."},
      {
        "id":"ED366778",
        "title":"Realtime Caption Reporting Curriculum Development--Year Two. Final Report."},
      {
        "id":"ED366779",
        "title":"Literacy Assessment and Its Implications for Statistical Measurement. Current Surveys and Research in Statistics."},
      {
        "id":"ED366780",
        "title":"A Conceptual Analysis of a Technology Preparation Program in Agriculture in Selected Schools in New York State. Qualitative Study Project Report 1993-1994."},
      {
        "id":"ED366781",
        "title":"Research and Evaluation Pilot Report 1992."},
      {
        "id":"ED366782",
        "title":"Teacher Development Program for ATP 2000. Project Report."},
      {
        "id":"ED366783",
        "title":"Teacher Development for ATP 2000. Project Report 1993-1994."},
      {
        "id":"ED366784",
        "title":"Curriculum Mapping Project."},
      {
        "id":"ED366785",
        "title":"The External Consultant as the Wonderful Wizard from Oz--A Parody."},
      {
        "id":"ED366786",
        "title":"Contemporary Career Assessment Instruments: A Review."},
      {
        "id":"ED366787",
        "title":"High School Followup Survey. Looking Back: Analysis of Student Views, Outcomes, and Recommendations."},
      {
        "id":"ED366788",
        "title":"Identification of Researchable Topics on International Agricultural Education. A Delphi Study."},
      {
        "id":"ED366789",
        "title":"Views, Beliefs, &amp; Opinions of Business Education by State Employment Service Managers in the Pacific Northwest, Secondary Principals in the Pacific Northwest, Chief State School Officers throughout the United States, State Directors of Employment &amp; Training throughout the U.S."},
      {
        "id":"ED366790",
        "title":"Cultural Diversity & Business/Vocational Education: A Question of Human Rights & Cultural Contradiction."},
      {
        "id":"ED366791",
        "title":"Tech Prep Articulation: Making It Work."},
      {
        "id":"ED366792",
        "title":"The Development, Implementation, and Evaluation of an Electronics Curriculum Using Computer-Assisted Instruction/Computer-Controlled Laboratory at Motlow State Community College, Tullahoma, Tennessee."},
      {
        "id":"ED366793",
        "title":"Preparing Pre-Service Teachers for Tech Prep."},
      {
        "id":"ED366794",
        "title":"Defining the Social Context through Agricultural Research. Proceedings of the Annual National Agricultural Education Research Meeting (20th, Nashville, Tennessee, December 3, 1993)."},
      {
        "id":"ED366795",
        "title":"The Relationship between Technology, Science, Engineering, and Mathematics."},
      {
        "id":"ED366796",
        "title":"Two Perspectives: Perkins II Accountability. OBE/Education Reform Movement."},
      {
        "id":"ED366797",
        "title":"Technology Education and Related International Exchange Programs in Taiwan, Republic of China."},
      {
        "id":"ED366798",
        "title":"What Is the Impact of the Four Part Decision Making Process on \"Undecided\" Students?"},
      {
        "id":"ED366799",
        "title":"An Emerging Perspective on Policies for American Work and Education for the Year 2000: Choices We Face."},
      {
        "id":"ED366800",
        "title":"Competency Gauged Writing Activities for Middle Grade Students Prompted by Needs of Technology Education."},
      {
        "id":"ED366801",
        "title":"How Do Education and Training Affect a Country's Economic Performance? A Literature Survey."},
      {
        "id":"ED366802",
        "title":"Building Bridges from School to Work. A Background Paper for the &quot;Goals 2000: Educate America&quot; Satellite Town Meeting."},
      {
        "id":"ED366803",
        "title":"DOD Service Academies. More Actions Needed To Eliminate Sexual Harassment. Report to Congressional Requesters."},
      {
        "id":"ED366804",
        "title":"Florida's Project Independence. Program Implementation, Participation Patterns, and First-Year Impacts."},
      {
        "id":"ED366805",
        "title":"Teaching Top-Down Problem Solving."},
      {
        "id":"ED366806",
        "title":"Technology Education Teacher Preparation for Students at Risk. Preliminary Report of the Study."},
      {
        "id":"ED366807",
        "title":"Analysis of Readability and Interest of Home Economics Textbooks for Special Needs Learners."},
      {
        "id":"ED366808",
        "title":"The Mouse and the Elephant and Entrepreneurship Training."},
      {
        "id":"ED366809",
        "title":"The Teaching of Work Ethics: Current Practices of Work Program Coordinators in Georgia."},
      {
        "id":"ED366810",
        "title":"Home Improvement II (Using Television in Skill Development)."},
      {
        "id":"ED366811",
        "title":"The Macintosh Computer: A Link between Work and the Disabled Worker."},
      {
        "id":"ED366812",
        "title":"Learning Just-in-Time."},
      {
        "id":"ED366813",
        "title":"Moral Orientation, Gender, and Salary."},
      {
        "id":"ED366814",
        "title":"Development by Personal Effort--Personnel Cooperation in German Development Policy. Sonderthema. IN Visitors Information SO 1."},
      {
        "id":"ED366815",
        "title":"Work and Family: Turning Thirty--Job Mobility and Labor Market Attachment. Data from the National Longitudinal Surveys. Report 862."},
      {
        "id":"ED366816",
        "title":"Consumer Education in the States: A Blueprint for Action."},
      {
        "id":"ED366817",
        "title":"Health Personnel Resource Plan. 1993-95 Biennium."},
      {
        "id":"ED366818",
        "title":"A Time for Questions: The Future of Integration and Tech Prep. A Report of a Three-Day Summit (Washington, D.C., June 27-29, 1993)."},
      {
        "id":"ED366819",
        "title":"Benchmarking in Education: Tech Prep, a Case in Point. IEE Brief Number 8."},
      {
        "id":"ED366820",
        "title":"Standards for Mentoring in Career Development. IEE Brief Number 10."},
      {
        "id":"ED366821",
        "title":"VET and Progression for Learners with Disabilities and Learning Difficulties in FE Colleges."},
      {
        "id":"ED366822",
        "title":"Health Occupations Education. Biennial National Health Occupations Research Conference Proceedings. (5th, Nashville, Tennessee, December 1, 1993)."},
      {
        "id":"ED366823",
        "title":"Education and Work for the Year 2000: The Choices We Face. Implications for Vocational Industrial Teacher Education."},
      {
        "id":"ED366824",
        "title":"Achieving Equity in the Secondary Schools of Texas...A Closer Look."},
      {
        "id":"ED366825",
        "title":"Achieving Equity in the Secondary Schools of Texas...A Closer Look. Instructor's Supplement."},
      {
        "id":"ED366826",
        "title":"Making Connections: Ideas for Curriculum Development in the Tertiary Education of Health Care Workers Involved in Caring for People Living with HIV/AIDS."},
      {
        "id":"ED366827",
        "title":"Adapting Standardized Content to Diverse Students."},
      {
        "id":"ED366828",
        "title":"The Test-Taking Behaviors, Knowledge and Perceptions of Adult Basic Education Students on a Standardized Reading Comprehension Test."},
      {
        "id":"ED366829",
        "title":"Peace Corps. Status of the Educational Assistance Grants Demonstration Program. Report to Congressional Committees."},
      {
        "id":"ED366830",
        "title":"Arkansas Long Term Care Facility Nursing Assistant Training Curriculum. Revised."},
      {
        "id":"ED366831",
        "title":"Vocational-Technical Education: Serving the Needs of North Dakota. An Evaluation Report."},
      {
        "id":"ED366832",
        "title":"Quality Education: School Reform for the New American Economy."},
      {
        "id":"ED366833",
        "title":"Demonstrating Cooperation: Lessons from Federally Funded Projects in Vocational Education. Final Report."},
      {
        "id":"ED366834",
        "title":"State of the Art Report on Statewide Student Competency Testing in Vocational and Technical Education, 1993-94."},
      {
        "id":"ED366835",
        "title":"Dropout and Completion in Adult Vocational Job Training Programs: A Prediction Model for the Adult Vocational Student."},
      {
        "id":"ED366836",
        "title":"Education, Retraining and Workplaces. Final Report."},
      {
        "id":"ED366837",
        "title":"Choosing the Right Training Program: A Guidebook for Small Businesses."},
      {
        "id":"ED366839",
        "title":"Introduction to the Danish Vocational Education and Training System."},
      {
        "id":"ED366840",
        "title":"Further Education and Training in Denmark."},
      {
        "id":"ED366841",
        "title":"Course Organisation Handbook for Teachers &amp; Administrators in Further &amp; Higher Education."},
      {
        "id":"ED366842",
        "title":"Workplace Education Programs. Adult Education Supervisor's Handbook."},
      {
        "id":"ED366843",
        "title":"The Politics of College Literacy Programs: Stakes, Resistance, and Collaborative Partnerships."},
      {
        "id":"ED366844",
        "title":"Missouri Vocational Education Annual Performance Report, 1993."},
      {
        "id":"ED366847",
        "title":"Navy Training Policy. Hearing before the Military Forces and Personnel Subcommittee on the Committee on Armed Services. House of Representatives, One Hundred Third Congress, First Session (June 8, 1993)."},
      {
        "id":"ED366848",
        "title":"UNESCO and UNICEF Activities in the Field of Basic Education for Women and Girls. UNESCO-UNICEF Joint Committee on Education Meeting (3rd, Paris, France, May 6-7, 1992)."},
      {
        "id":"ED366850",
        "title":"The National Service Trust Act of 1993. Hearings on S. 919 before the Committee on Labor and Human Resources and the Subcommittee on Children, Family, Drugs and Alcoholism. United States Senate, One Hundred Third Congress, First Session (May 11, 18, and June 8, 1993)."},
      {
        "id":"ED366851",
        "title":"Strengthening Families by Involving Communities: A Report on [a Conference on] Runaway and Homeless Youth in Alaska (2nd, Anchorage, Alaska, October 5-6, 1992)."},
      {
        "id":"ED366852",
        "title":"Funding Patterns of Nonprofit Organizations That Provide Youth Development Services: An Exploratory Study."},
      {
        "id":"ED366853",
        "title":"Sharing Your Success III. Summaries of Successful Programs and Strategies Supporting Drug-Free Schools and Communities. Volume III."},
      {
        "id":"ED366854",
        "title":"Prevention Bibliography 1992-1993: An Annotated Guide to Information on Alcohol, Tobacco, and Other Drug Use among Youth."},
      {
        "id":"ED366855",
        "title":"A President's Perspective on Student Services Delights and Debits. ERIC/CASS Digest."},
      {
        "id":"ED366856",
        "title":"Effective Group Counseling. ERIC/CASS Digest."},
      {
        "id":"ED366857",
        "title":"Teambuilding for Better Decision-Making. An Interdisciplinary Course for Educational Leaders."},
      {
        "id":"ED366858",
        "title":"Decreasing Alternative Placement for At-Risk Students at the Secondary Level."},
      {
        "id":"ED366859",
        "title":"Family Environments, Specific Relationships, and General Perceptions of Adjustment."},
      {
        "id":"ED366861",
        "title":"Courtroom Reforms and Juror's Perceptions in Child Sexual Abuse Trials."},
      {
        "id":"ED366862",
        "title":"Reform in Student Affairs: A Critique of Student Development."},
      {
        "id":"ED366864",
        "title":"An Appraisal of Student Development Research."},
      {
        "id":"ED366865",
        "title":"An Investigation of the Self-Concept of College Preparatory Students."},
      {
        "id":"ED366866",
        "title":"Justice across Generations: What Does It Mean? A Publication of the Public Policy Institute."},
      {
        "id":"ED366867",
        "title":"Talking with TV: A Guide to Starting Dialogue with Youth, 1993-1994 Edition."},
      {
        "id":"ED366868",
        "title":"Ethnicity Knowledge and Attitudes toward Acquired Immune Deficiency Syndrome."},
      {
        "id":"ED366869",
        "title":"What Counselor-Trainees Need Most in Cross-Cultural Education: Some Suggestions for Course Content of One Semester Courses."},
      {
        "id":"ED366870",
        "title":"A Cross-Disciplinary Integrative Summary of Research on Workplace Substance Abuse."},
      {
        "id":"ED366876",
        "title":"Student Assistance Program Demonstration Project Evaluation. Final Report."},
      {
        "id":"ED366878",
        "title":"Student Development as a Reform Movement."},
      {
        "id":"ED366879",
        "title":"School Psychologists: Leaders for Change Building a Secure Future for Children. CASS Digest."},
      {
        "id":"ED366880",
        "title":"Pushing the Boundaries of Education: The Implications of a Youth Development Approach to Education Policies, Structures and Collaborations. Commissioned Paper #6."},
      {
        "id":"ED366881",
        "title":"Peer Assistance Programs in the Schools: Some Legal and Ethical Issues."},
      {
        "id":"ED366882",
        "title":"Condoms in the Schools."},
      {
        "id":"ED366883",
        "title":"Public Funding Resources for Alcohol and Other Drug Programs. [Revised.]"},
      {
        "id":"ED366890",
        "title":"Psychodiagnosis for Counselors: The DSM-IV. ERIC Digest."},
      {
        "id":"ED366891",
        "title":"Program Evaluation of Growin' to Win: A Latchkey and Summer Program for At-Risk Youth."},
      {
        "id":"ED366892",
        "title":"A Follow-up Report on Restructuring Schools: Reducing Alcohol and Other Drug Abuse among Adolescents through a School-Community-University Partnership Program in the Federal Way School District."},
      {
        "id":"ED366893",
        "title":"Do Teachers' Behavioral Expectations Effect the Transition from a Psychiatric Program to Community Schools?"},
      {
        "id":"ED366894",
        "title":"School Injury Prevention Resource Guide."},
      {
        "id":"ED366895",
        "title":"Dropout Study 1991-92. Evaluation Report."},
      {
        "id":"ED366896",
        "title":"Pre-Adolescent Children's Reaction to Divorce."},
      {
        "id":"ED366897",
        "title":"Kids, Crime, and Court: The Juvenile Justice System in Indiana."},
      {
        "id":"ED366899",
        "title":"A Practicum in School Counseling: Using Reflective Journals as an Integral Component."},
      {
        "id":"ED366900",
        "title":"Coping Strategies of Resilient African American Adolescents."},
      {
        "id":"ED366901",
        "title":"The Role of Memory in Early Literacy Acquisition."},
      {
        "id":"ED366905",
        "title":"Whole Language: The Debate."},
      {
        "id":"ED366906",
        "title":"Effects of an Integrated Language Arts Instructional Program on Learning Lab Students' Reading Comprehension."},
      {
        "id":"ED366908",
        "title":"Literature Review on Reading Strategy Research."},
      {
        "id":"ED366909",
        "title":"Etude du contexte visuel en lecture a l'aide d'une nouvelle technique d'auto-presentation segmentee (APS). (Study of Reading Context with the Aid of a New Segmented Auto-Presentation Technique [CAPS])."},
      {
        "id":"ED366910",
        "title":"Three Approaches to Teaching Reading: Basal, Language Experience, and Computer-Assisted Instruction."},
      {
        "id":"ED366911",
        "title":"Elementary Students as Co-Teachers and Co-Researchers: Methods of Increasing Strategic Reading Behavior."},
      {
        "id":"ED366914",
        "title":"Does Parallel Distributed Processing Provide a Plausible Framework for Modeling Early Reading Acquisition?"},
      {
        "id":"ED366915",
        "title":"1994 NAEP Assessment in Reading."},
      {
        "id":"ED366919",
        "title":"Reading Instruction: Using a Single Basal Reading Program versus a Tri-Basal Reading Program."},
      {
        "id":"ED366920",
        "title":"Gender Bias in Reading and Related Literature."},
      {
        "id":"ED366921",
        "title":"Reading and Television: Some Concerns; Some Answers!"},
      {
        "id":"ED366922",
        "title":"Laspedagogiska Institutet EMIR. Forsta Aret 1992-1993. (Eve Malmquist Institute for Reading, EMIR. The First Year 1992-93)."},
      {
        "id":"ED366924",
        "title":"SQ 10 R."},
      {
        "id":"ED366925",
        "title":"The Spelling Curriculum."},
      {
        "id":"ED366926",
        "title":"Gender, Text, and Discussion: Expanding the Possibilities. Perspectives in Reading Research No. 3."},
      {
        "id":"ED366927",
        "title":"Concept-Oriented Reading Instruction: An Integrated Curriculum To Develop Motivations and Strategies for Reading. Reading Research Report No. 10."},
      {
        "id":"ED366928",
        "title":"Current Strategies for Literacy Development in Early Childhood Science Texts. Reading Research Report No. 11."},
      {
        "id":"ED366930",
        "title":"Longitudinal Studies of Spelling Development."},
      {
        "id":"ED366931",
        "title":"Change and Resistance in a Bilingual Whole Language Classroom."},
      {
        "id":"ED366935",
        "title":"Using Captioned TV for Teaching Reading. FASTBACK 359."},
      {
        "id":"ED366936",
        "title":"Informal Literacy Assessment: An Organized Meld of Evaluative Information."},
      {
        "id":"ED366937",
        "title":"Reading Recovery: The Executive Summary 1984 to 1993."},
      {
        "id":"ED366938",
        "title":"Reading Recovery Program Evaluation. Report 1992-93."},
      {
        "id":"ED366939",
        "title":"The Effect of a Child's Age at School Entrance on Reading Readiness and Achievement Test Scores."},
      {
        "id":"ED366940",
        "title":"A Cross-Age Reading Program: Building Fluency and Comprehension."},
      {
        "id":"ED366941",
        "title":"The Knower and the Known: Exploring Issues of Violence against Women in Popular Music."},
      {
        "id":"ED366942",
        "title":"Decentering the Decentered: Constructing Selves at a Community College."},
      {
        "id":"ED366944",
        "title":"&quot;The Blacker the Berry, the Sweeter the Juice&quot;: African American Student Writers and the National Assessment of Educational Progress."},
      {
        "id":"ED366945",
        "title":"Toward Thoughtful Curriculum: Fostering Discipline-Based Conversation in the English Language Arts Classroom. Report Series 1.10."},
      {
        "id":"ED366946",
        "title":"A Response-Based Approach to Reading Literature. Report Series 6.7."},
      {
        "id":"ED366947",
        "title":"Talking American: Dialoguing on Difference in Upstate New York. Report Series 7.2."},
      {
        "id":"ED366948",
        "title":"Exposing the Edge of the Preschool Curriculum: Teachers' Talk about Text and Children's Literary Understandings. Report Series 2.21."},
      {
        "id":"ED366949",
        "title":"The Relationship between Beginning Secondary Teachers' Conceptions of English and Their Instructional Practices: Two Case Studies."},
      {
        "id":"ED366950",
        "title":"The Reader, the Text, the Context: An Exploration of a Choreographed Response to Literature."},
      {
        "id":"ED366951",
        "title":"Writing from Academic Sources. Critiquing Texts in Sociology: A Longitudinal Study. Project 9 (Study 2, Phase 2). Final Report."},
      {
        "id":"ED366952",
        "title":"The Writing of Non-English Background Students--Introduction and Part 1: The Study of Latino-Background Students. Final Report."},
      {
        "id":"ED366953",
        "title":"The Writing of Non-English Background Students--Part 2: The Study of the Chinese-Background Students. Final Report."},
      {
        "id":"ED366954",
        "title":"Constructing Meaning in the Disciplines: Reconceptualizing Writing across the Curriculum as Composing across the Curriculum."},
      {
        "id":"ED366955",
        "title":"Designing Writing Assignments That Foster Critical Thinking: A Brief Annotated Bibliography."},
      {
        "id":"ED366956",
        "title":"Use of Case Studies for Stimulating Thinking and Learning."},
      {
        "id":"ED366957",
        "title":"An Exploration into the Writing of Original Scripts by Inner-City High School Drama Students."},
      {
        "id":"ED368964",
        "title":"Learning To Live in Harmony and Diversity: Focus on Human Rights Education."},
      {
        "id":"ED368966",
        "title":"Working and Learning Together. European Initiatives with Older People. A Report of the Annual Conference of the Association for Educational Gerontology Held in 1993, the European Year of Older People and Solidarity between Generations (Glasgow, Scotland, United Kingdom, July 1-4, 1993)."},
      {
        "id":"ED368967",
        "title":"Adult Education Research Annual Conference (AERC) Proceedings (34th, University Park, Pennsylvania, May 1993)."},
      {
        "id":"ED368969",
        "title":"Communicating on the Job."},
      {
        "id":"ED368970",
        "title":"English as a Second Language. Level 1."},
      {
        "id":"ED368971",
        "title":"English as a Second Language. Level 2."},
      {
        "id":"ED368972",
        "title":"Presentation Skills."},
      {
        "id":"ED368973",
        "title":"Problem Solving."},
      {
        "id":"ED368974",
        "title":"Stress Management."},
      {
        "id":"ED368975",
        "title":"Telecommunications in the Workplace."},
      {
        "id":"ED368976",
        "title":"Time Management."},
      {
        "id":"ED368977",
        "title":"Getting the Point: Reading in the Workplace."},
      {
        "id":"ED368978",
        "title":"Reading Lab."},
      {
        "id":"ED368979",
        "title":"Reading and Writing Effectively."},
      {
        "id":"ED368980",
        "title":"Reading and Writing II."},
      {
        "id":"ED368981",
        "title":"Business Writing."},
      {
        "id":"ED368982",
        "title":"Documentation."},
      {
        "id":"ED368983",
        "title":"Making the Point: Writing in the Workplace."},
      {
        "id":"ED368984",
        "title":"Basic Blueprint Reading."},
      {
        "id":"ED368987",
        "title":"Pre-blueprint Math."},
      {
        "id":"ED368988",
        "title":"Skills for Tomorrow. Workplace Skills Project. DACUM Charts."},
      {
        "id":"ED368989",
        "title":"Preventing Youth Violence and Aggression and Promoting Safety in Schools."},
      {
        "id":"ED368990",
        "title":"Child Abuse and Neglect Prevention: A Resource and Planning Guide."},
      {
        "id":"ED368991",
        "title":"Action Control, Motivation, and Academic Achievement."},
      {
        "id":"ED368992",
        "title":"Preventing Adolescent Drug Involvement, School Dropout and Emotional Distress."},
      {
        "id":"ED368994",
        "title":"Hate Crime: The Rise of Hate Crime on School Campuses."},
      {
        "id":"ED368995",
        "title":"Attitudes and Opinions from the Nation's High Achieving Teens. 24th Annual Survey of High Achievers."},
      {
        "id":"ED368996",
        "title":"Gay Teens at Risk. Fastback 357."},
      {
        "id":"ED368997",
        "title":"It's a Hard, Hard, Hard, Hard World!"},
      {
        "id":"ED368998",
        "title":"Voices in Suicide. The Relationship between the Firestone Voice Scale for Self-Destructive Behavior and Self-Destructive Life-Styles."},
      {
        "id":"ED368999",
        "title":"Origins of Ethnic Strife."},
      {
        "id":"ED369000",
        "title":"The Mother-Daughter Bond."},
      {
        "id":"ED369001",
        "title":"Kansas Quality Performance Accreditation (QPA): A Resource Guide for Addressing Outcome 8."},
      {
        "id":"ED369002",
        "title":"Values Should Be Taught in the Public Schools!"},
      {
        "id":"ED369003",
        "title":"The Universality of Emotional Child Abuse."},
      {
        "id":"ED369004",
        "title":"Stress and Western Kansas High School Students."},
      {
        "id":"ED369005",
        "title":"Long-Term Care Administration at San Francisco State University."},
      {
        "id":"ED369007",
        "title":"Ten Guidelines for Effective Counseling."},
      {
        "id":"ED369008",
        "title":"A Business Advisor's Guide to Counseling Theories."},
      {
        "id":"ED369009",
        "title":"Counseling Service Intakes and Brief Treatment: From Assessment to Outcome."},
      {
        "id":"ED369010",
        "title":"A Study To Explore the Inter-Relationships among Factors Affecting Substance Abuse of Secondary School Students."},
      {
        "id":"ED369011",
        "title":"Asian and Pacific Americans in Higher Education."},
      {
        "id":"ED369012",
        "title":"The Effects of Alcohol on Intentions to Drink and Drive."},
      {
        "id":"ED369013",
        "title":"College-Bound Digest. Valuable Information from Prominent Educators for All College-Bound Students."},
      {
        "id":"ED369014",
        "title":"Maternal Separation Anxiety as a Determinant of Role Satisfaction."},
      {
        "id":"ED369015",
        "title":"Post Concussive and Post Traumatic Stress Disorders: Two Mutually Exclusive Syndromes."},
      {
        "id":"ED369016",
        "title":"The Role of Work Identity in Women's Adjustment to Divorce."},
      {
        "id":"ED369018",
        "title":"Causal Attributions for Health and Illness: A Cross-Cultural Contribution."},
      {
        "id":"ED369019",
        "title":"Causal Attributions for Health and Illness: Some Predictor Variables."},
      {
        "id":"ED369020",
        "title":"A Study of Some Psychological Correlates of HIV Positive Veterans."},
      {
        "id":"ED369021",
        "title":"Codependency: Innovation or Status Quo?"},
      {
        "id":"ED369022",
        "title":"Comparison of Familial and Cognitive Factors Associated with Male and Female Self-Esteem."},
      {
        "id":"ED369025",
        "title":"Adolescent Clients of Washington State's Division of Alcohol and Substance Abuse Services: A Descriptive Study."},
      {
        "id":"ED369026",
        "title":"Think Aloud Statements and Solutions of Dysphoric Persons on a Social Problem-Solving Task."},
      {
        "id":"ED369027",
        "title":"Causes of College Retention: A Systems Perspective."},
      {
        "id":"ED369028",
        "title":"Trait Ambiguity and Controllability in Evaluations of Self and Others."},
      {
        "id":"ED369030",
        "title":"A Family Systems Approach to the Problem of Truancy."},
      {
        "id":"ED369031",
        "title":"Texas School Survey of Substance Abuse: Grade 4-6, 1990."},
      {
        "id":"ED369033",
        "title":"Wholistic Assessment of Proficient Second Language Readers."},
      {
        "id":"ED369034",
        "title":"Organizing for Effective Reading Instruction. ERIC Digest."},
      {
        "id":"ED369035",
        "title":"The Language and Literacy Spectrum, 1994. A Journal of the New York State Reading Association."},
      {
        "id":"ED369036",
        "title":"Assessment and Decision Making in Two Schools: The Ohio Site. Technical Report No. 596."},
      {
        "id":"ED369037",
        "title":"Using Organizational Strategies and Parent-Student-Teacher Involvement To Increase Utilization of an Elementary School Media Center."},
      {
        "id":"ED369039",
        "title":"Improve the Reading Motivation of Third-Grade Children with Extra Time, Encouragement and Choice."},
      {
        "id":"ED369040",
        "title":"Computerized Reading Instruction for Remediating Deficiencies of Slow Learners: Our Forgotten At-Risk Elementary Students."},
      {
        "id":"ED369041",
        "title":"Eighth Grade Reading Improvement with CNN Newsroom and &quot;USA Today.&quot;"},
      {
        "id":"ED369042",
        "title":"Introducing Newbery Winners and Honor Books to Hispanic Fourth and Fifth Graders through a Recreational Reading Program."},
      {
        "id":"ED369043",
        "title":"Improving Third-Grade Students' Attitudes to Reading through the Use of Recreational Reading Activities."},
      {
        "id":"ED369044",
        "title":"Sources of Redundancy in Printed English."},
      {
        "id":"ED369045",
        "title":"A New Look: Basals of the Nineties."},
      {
        "id":"ED369046",
        "title":"The Effect of Reading Aloud on a Child's Success in First Grade."},
      {
        "id":"ED369047",
        "title":"National Survey of Reading Programs for Incarcerated Juvenile Offenders."},
      {
        "id":"ED369051",
        "title":"Changing Lives: Report of the Implementation of the Reading Recovery Program on the North Coast, NSW, 1991."},
      {
        "id":"ED369052",
        "title":"Rockin' Readers Handbook."},
      {
        "id":"ED369053",
        "title":"Rockin' Readers Coordinator Handbook."},
      {
        "id":"ED369054",
        "title":"Diagnostic Reading Program: Diagnostic Teaching in a Language Learning Framework: 5."},
      {
        "id":"ED369055",
        "title":"Trade Books Used in the Teaching of Reading."},
      {
        "id":"ED369056",
        "title":"Literacy Development in Network-Based Classrooms. Technical Report No. 597."},
      {
        "id":"ED369057",
        "title":"Life Stress and Reading Comprehension Test Scores in the Middle School Student."},
      {
        "id":"ED369058",
        "title":"Chapter 1 Developer/Demonstration Program Learning To Read through the Arts 1992-93. OREA Report."},
      {
        "id":"ED369059",
        "title":"E.C.I.A. Chapter 1 Children's Art Carnival Creative Reading Program 1992-93. OREA Report."},
      {
        "id":"ED369060",
        "title":"Annotated Bibliography for Lower Elementary [Reading]: A Suggested Bibliography for Students Grades K-3."},
      {
        "id":"ED369061",
        "title":"Annotated Bibliography for Upper Elementary Reading: A Suggested Bibliography for Students Grades 3-6."},
      {
        "id":"ED369062",
        "title":"Annotated Bibliography for Junior High/Middle School Reading: A Suggested Bibliography for 6-9 Students. Revised Edition."},
      {
        "id":"ED369063",
        "title":"Annotated Bibliography for High School Reading: A Suggested Bibliography for 9-12 Students. Revised Edition."},
      {
        "id":"ED369065",
        "title":"Helping Them Learn To Spell. PEN 94."},
      {
        "id":"ED369066",
        "title":"Grouping Pupils for Language Arts Instruction."},
      {
        "id":"ED369069",
        "title":"Sociocognitive Conflict in Peer-Led and Teacher-Led Discussions of Literature. Reading Research Report No. 12."},
      {
        "id":"ED369070",
        "title":"The Reading-Writing Connection in the Comic Book Genre: A Case Study of Three Young Writers."},
      {
        "id":"ED369071",
        "title":"Readers, Texts, and Contexts in a Sixth-Grade Community of Readers."},
      {
        "id":"ED369072",
        "title":"The Roots of Reading: Preserving the Heritage of a Profession through Oral History Projects."},
      {
        "id":"ED369073",
        "title":"The Efficacy of Shared Reading with Teens."},
      {
        "id":"ED369074",
        "title":"Improving the Reading Comprehension Skills of Unmotivated Fifth Grade Students through Literature-Based Instruction."},
      {
        "id":"ED369075",
        "title":"Theory Meets Practice in Language Arts Assessment. ERIC Digest."},
      {
        "id":"ED369076",
        "title":"&quot;Murrayesque&quot; Expressivism: A Deweyan Reconsideration of Contemporary Composition's Dangerous Dichotomies."},
      {
        "id":"ED369077",
        "title":"Perspectives on Your Chances for Journal Publication."},
      {
        "id":"ED369080",
        "title":"Composition and Rhetoric: A Natural Alliance."},
      {
        "id":"ED369081",
        "title":"Making Routine Letters Have Positive Effects."},
      {
        "id":"ED369082",
        "title":"Beyond the Formula: Students Becoming Writers."},
      {
        "id":"ED369083",
        "title":"Trends and Issues in English Instruction, 1993--Six Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED369084",
        "title":"Trends and Issues in English Instruction, 1994--Six Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED369085",
        "title":"Directing a Basic Writing Program: Encouraging Diversity among Students and Instructors."},
      {
        "id":"ED369086",
        "title":"From Other to Community: Making the Writing Center an All-University Facility."},
      {
        "id":"ED369087",
        "title":"Impact of the Winthrop Writing Institute on Participants' Teaching and Writing 1981 through 1989."},
      {
        "id":"ED369088",
        "title":"A Community of Writers: Peer Tutor Training for Writing Center Techniques Which Foster Dialogue in the Writing Process."},
      {
        "id":"ED369092",
        "title":"Conventions of Language Study--English 30 Diploma Examinations January and June 1993. Major Assignment: Literature Composition 3-Satisfactory on Matters of Convention."},
      {
        "id":"ED369093",
        "title":"Re-Negotiating Authority in Composition: Student-Led Discussions and the Interpretation of Text."},
      {
        "id":"ED369094",
        "title":"Theories of Cognitive Development and the Teaching of Argumentation in First-Year Composition."},
      {
        "id":"ED369095",
        "title":"Power, Patriarchy, and Punishment in Shakespeare's &quot;Othello.&quot;"},
      {
        "id":"ED369098",
        "title":"Breaking the Blame Cycle: A Small Partnership between Preservice Writing Teachers and Elementary Classrooms."},
      {
        "id":"ED369099",
        "title":"Students as Satirists: Encouraging Critique and Comic Release."},
      {
        "id":"ED369100",
        "title":"Teachers Collaboratively Writing about Their Curricular Activism."},
      {
        "id":"ED369101",
        "title":"The Multicultural E-Mail of High School-College Collaboration."},
      {
        "id":"ED369102",
        "title":"Rhetoric and Composition: A Necessary Tension."},
      {
        "id":"ED369103",
        "title":"American Families: Not Just Leave It to Beaver."},
      {
        "id":"ED369106",
        "title":"Structure and Sequence in Curricula for English Majors."},
      {
        "id":"ED369107",
        "title":"Strategic Humor in Leadership: Practical Suggestions for Appropriate Use."},
      {
        "id":"ED369108",
        "title":"Communication--The Modern Approach to Education."},
      {
        "id":"ED369110",
        "title":"Differential Predictions in Nonverbal and Verbal Communications for African American Students."},
      {
        "id":"ED369111",
        "title":"Impacts of Cross-Cultural Mass Media in Iceland, Northern Minnesota, and Francophone Canada in Retrospect."},
      {
        "id":"ED369112",
        "title":"The Classroom as a Third-Culture: Contemporary Perspectives Regarding Multicultural Communication Education."},
      {
        "id":"ED369113",
        "title":"PC, No--An Examination of the Conservative Opposition to Political Correctness."},
      {
        "id":"ED369114",
        "title":"Teaching Gender Issues at a Women's College: A Male's Perspective."},
      {
        "id":"ED369116",
        "title":"Managing Classroom Discourse: An Examination of Teacher/Student Interaction."},
      {
        "id":"ED369117",
        "title":"Determinants of Ethnocentrism: A Study of the Relationship between Students' Exposure to Other Cultures and Their Attitudes toward Cultural Values."},
      {
        "id":"ED369118",
        "title":"Coaching the &quot;Critters.&quot;"},
      {
        "id":"ED369119",
        "title":"CSCE and Information: Proceedings of a Seminar of Experts (Tampere, Finland, April 24-27, 1992). Publications Series B 36/1992."},
      {
        "id":"ED369120",
        "title":"Evaluation of Communication Training Effectiveness in the Workplace: A Case Study."},
      {
        "id":"ED369121",
        "title":"Guide d'enseignement: Art dramatique, Secondaire, Deuxieme cycle (Instructional Guide: Theater Arts, Secondary Schools, Second Cycle)."},
      {
        "id":"ED369122",
        "title":"Mythical Structures in Community Vision."},
      {
        "id":"ED369123",
        "title":"The &quot;WHOOPS! Quotient&quot; and the Wheel of Right Action: Interactive Methods for Teaching Ethics and Values in the Classroom."},
      {
        "id":"ED369124",
        "title":"Textbooks as Canon: The Relationship between Introductory Textbooks and Scholarly Discourse."},
      {
        "id":"ED369125",
        "title":"Curricular Changes, Communication Skills, and Cultural Diversity: The Next Generation."},
      {
        "id":"ED369126",
        "title":"The Pedagogy of Hypertext."},
      {
        "id":"ED369127",
        "title":"Coaching and Counseling: Where To Draw the Line."},
      {
        "id":"ED369128",
        "title":"Voice Identification: Levels-of-Processing and the Relationship between Prior Description Accuracy and Recognition Accuracy."},
      {
        "id":"ED369129",
        "title":"Teaching and Storytelling: A &quot;Foxfire&quot; Approach."},
      {
        "id":"ED369130",
        "title":"Embedding Participation in Educational Finance Strategy: New Representations."},
      {
        "id":"ED369133",
        "title":"Policies of Gender and Equal Opportunities in Curriculum Development: Discussing the Situation in Finland and Britain. Research Bulletin 85."},
      {
        "id":"ED369134",
        "title":"Smart Schools for San Antonio's Future: A Report on Public Education."},
      {
        "id":"ED369135",
        "title":"Planning for Change: A Source Book for Strategic Planning."},
      {
        "id":"ED369136",
        "title":"Funding Crisis Forces Action in Michigan. Policy Seminars."},
      {
        "id":"ED369137",
        "title":"Education in Indiana: An Overview. Special Report."},
      {
        "id":"ED369138",
        "title":"Total Quality Management Handbook: Applying the Baldrige Criteria to Schools."},
      {
        "id":"ED369139",
        "title":"National Educational Goals: Can They Lead Schools to Real Reform? Noteworthy Series."},
      {
        "id":"ED369141",
        "title":"Year-Round Education in the Woodburn School District."},
      {
        "id":"ED369142",
        "title":"Student Motivation."},
      {
        "id":"ED369143",
        "title":"Educational Funding and Student Achievement: You Be the Judge."},
      {
        "id":"ED369144",
        "title":"YRE Basics: History, Methods, Concerns, Future."},
      {
        "id":"ED369147",
        "title":"Improving America's Schools Act of 1994. Report on H.R. 6 Together with Minority, Supplemental, and Additional Views Committee on Education and Labor, House of Representatives, 103rd Congress, 2d session."},
      {
        "id":"ED369148",
        "title":"Safer Schools Program Assessment Report."},
      {
        "id":"ED369149",
        "title":"Goals 2000: Educate America Act. Conference Report To Accompany H.R. 1804, House of Representatives, 103d Congress, 2d Session."},
      {
        "id":"ED369151",
        "title":"Keeping Spirits High: Renewing Our Commitment to Education."},
      {
        "id":"ED369152",
        "title":"Magnet Magic: A Consideration of Choice and Change."},
      {
        "id":"ED369153",
        "title":"The Sexualized Context of American Public High Schools."},
      {
        "id":"ED369154",
        "title":"School-Site Councils. ERIC Digest, Number 89."},
      {
        "id":"ED369155",
        "title":"Ensuring Student Success through Collaboration. Bulletin No. 94076."},
      {
        "id":"ED369156",
        "title":"Sanitation and Safety for School Food Service: Program Development. Bulletin No. 92408."},
      {
        "id":"ED369157",
        "title":"Restructuring Schools: Exploring School-Based Management and Empowerment Issues. A National Perspective."},
      {
        "id":"ED369158",
        "title":"The P-12 Experience of Students: In What Ways Can It Be a Quality Experience?"},
      {
        "id":"ED369159",
        "title":"Violence in Schools: An Overview. CRS Report for Congress."},
      {
        "id":"ED369160",
        "title":"Best Practices Statements for School and Systemic Development."},
      {
        "id":"ED369162",
        "title":"Schools at the Crossroads: Which Way to Educational Excellence?"},
      {
        "id":"ED369163",
        "title":"Hiring, Paying &amp; Evaluating School Administrators: A Cooperative Workbook for School Boards and Administrators."},
      {
        "id":"ED369164",
        "title":"The School Administrator Supply and Demand Report."},
      {
        "id":"ED369165",
        "title":"A Primer to the Outstanding Schools Act."},
      {
        "id":"ED369166",
        "title":"Administrative Flexibility Granted to the University of Hawaii and the Department of Education. Final Report to the Governor and the Legislative of the State of Hawaii."},
      {
        "id":"ED369167",
        "title":"State Education Governance Structures."},
      {
        "id":"ED369169",
        "title":"Business-Education Partnerships: Developing a Collaborative Relationship with Business and Community."},
      {
        "id":"ED369170",
        "title":"Voices from the Future: Students Speak Out on America's Emerging Leadership Crisis: Results of a Survey of \"Century III Leaders,\" Scholarship Winning High School Seniors, and High School Seniors Nationwide."},
      {
        "id":"ED369171",
        "title":"Multicultural Sensitivity: A Principal's Reference Guide."},
      {
        "id":"ED369172",
        "title":"The Effect of Class Size on Achievement and Retention in the Primary Grades: Implications for Policy Makers."},
      {
        "id":"ED369173",
        "title":"Democracy and Education, Students and Schools."},
      {
        "id":"ED369174",
        "title":"Improving Education Productivity through a Focus on Learners."},
      {
        "id":"ED369175",
        "title":"Schools Coping with a Changing World."},
      {
        "id":"ED369176",
        "title":"School Responses to State-Level Restructuring Legislation."},
      {
        "id":"ED369177",
        "title":"To Retain or Not? There Is No Question."},
      {
        "id":"ED369178",
        "title":"History of Educational Supervision: Proposals and Prospects."},
      {
        "id":"ED369179",
        "title":"Addressing the Problems of First-Year Assistant Principals."},
      {
        "id":"ED369181",
        "title":"Professional Development in Education: In Search of the Optimal Mix."},
      {
        "id":"ED369182",
        "title":"Educational Leaders: Professionals or Moral-Social Agents."},
      {
        "id":"ED369183",
        "title":"Piecing Together an Integrated Approach to Drug-Free Schools. 1992-93 Final Report."},
      {
        "id":"ED369184",
        "title":"Chapter 2 Formula. 1992-93 Final Report."},
      {
        "id":"ED369185",
        "title":"Impediments to a Project-Based and Integrated Curriculum: A Qualitative Study of Curriculum Reform."},
      {
        "id":"ED369186",
        "title":"New Boundaries for School-Based Management: The High Involvement Model."},
      {
        "id":"ED369187",
        "title":"Perceptions of First-Year Elementary Principals in Three Southeastern States Regarding Principal Induction Programs."},
      {
        "id":"ED369188",
        "title":"Dissociation and the Development of Psychopathology."},
      {
        "id":"ED369189",
        "title":"Malaysia's First Day Care Center for Children with Disabilities: Future Needs in Research in Early Intervention."},
      {
        "id":"ED369190",
        "title":"The Effect of Self-Recording and Self-Recording Plus Self-Reinforcement on Spelling Achievement."},
      {
        "id":"ED369193",
        "title":"State Incentive Grant High School/State Incentive Grant. Staff Development Program (SIG) 1992-93. OREA Report."},
      {
        "id":"ED369194",
        "title":"State Incentive Grant District 75/Citywide Special Education. Staff Development Program (SIG) 1992-93. OREA Report."},
      {
        "id":"ED369196",
        "title":"Hyperactive or Activity Hyper: Intervention for the Child with Attention Problems."},
      {
        "id":"ED369197",
        "title":"Implementation of the Louisiana ADD Law."},
      {
        "id":"ED369198",
        "title":"Special Education Training and Resource Center (SETRC) 1992-93. OREA Report."},
      {
        "id":"ED369199",
        "title":"The ACCK Preservice Early Intervention Project. Final Report."},
      {
        "id":"ED369200",
        "title":"The Reform Movement: Where Do Gifted Students Fit?"},
      {
        "id":"ED369201",
        "title":"Project REC: Integrated Social and Leisure Recreation Services for Students with Severe Disabilities. Final Report."},
      {
        "id":"ED369202",
        "title":"Having Fun: What's In and What's Not. Project REC."},
      {
        "id":"ED369203",
        "title":"Finding or Creating the Fun in Your Community or School: Places and Ways To Integrate Recreation Programs. Project REC."},
      {
        "id":"ED369204",
        "title":"The Community Leisure Facilitator. Project REC."},
      {
        "id":"ED369205",
        "title":"Integrating Summer Day Camps: A Process for City-Wide Change. Project REC."},
      {
        "id":"ED369206",
        "title":"Community Access Survey. Project REC."},
      {
        "id":"ED369207",
        "title":"Special Education Program Standards Study. Commonwealth of Virginia. Final Technical Report."},
      {
        "id":"ED369208",
        "title":"A Study of Faculty Awareness of Students with Disabilities."},
      {
        "id":"ED369209",
        "title":"Using a Project Portfolio: Empowerment Evaluation for Model Demonstration Projects."},
      {
        "id":"ED369210",
        "title":"Staffing Systems of Care for Children and Families: A Report of the Southern Human Resource Development Consortium for Mental Health on Workforce Issues Related to Community-Based Service Delivery for Children and Adolescents with Serious Emotional Disturbance/Mental Illness and Their Families."},
      {
        "id":"ED369211",
        "title":"Division of High Schools: Public Law 100.297 (Formerly 89-313): Instructional Support Program, 1992-93. OREA Evaluation Report."},
      {
        "id":"ED369212",
        "title":"The Family Involvement Triangle: A School-Home Collaborative Model. Project APIP."},
      {
        "id":"ED369213",
        "title":"Coaching for Accomplishment. Project APIP."},
      {
        "id":"ED369216",
        "title":"Deaf and Hard of Hearing Students in Postsecondary Education. Statistical Analysis Report."},
      {
        "id":"ED369217",
        "title":"State Education Department Preschool Handicapped Education Program. Report 93-S-23."},
      {
        "id":"ED369218",
        "title":"Multi-Agency Project for Preschoolers (MAPPS) Outreach. Final Report."},
      {
        "id":"ED369219",
        "title":"Assistance with Integrity: The Search for Accountability and the Lives of People with Developmental Disabilities."},
      {
        "id":"ED369220",
        "title":"Safeguards."},
      {
        "id":"ED369221",
        "title":"The Systematic Inclusive Preschool Education Model for Children with Severe Disabilities. Final Report."},
      {
        "id":"ED369222",
        "title":"The Children's Mental Health Integrated Fund: A Preliminary Report."},
      {
        "id":"ED369223",
        "title":"An Integrated Children's Mental Health System: Coordinating the Needs of Children with Multiple Problems: Children's Integrated Fund Task Force Report to the Minnesota Legislature.."},
      {
        "id":"ED369224",
        "title":"Higher Education Faculty Institute Multidisciplinary Inservice Model Demonstration Project. Final Report."},
      {
        "id":"ED369225",
        "title":"The Ninos Especiales Outreach Training Project (NEOTP). Final Report."},
      {
        "id":"ED369226",
        "title":"Can \"All\" Ever Really Mean \"All\" in Defining and Assessing Student Outcomes? Synthesis Report 5."},
      {
        "id":"ED369227",
        "title":"Implications of Outcomes-Based Education for Children with Disabilities. Synthesis Report 6."},
      {
        "id":"ED369229",
        "title":"Matching State Goals to a Model of School Completion Outcomes and Indicators. Technical Report 9."},
      {
        "id":"ED369230",
        "title":"Implementation of Alternative Methods for Making Educational Accountability Decisions for Students with Disabilities. Synthesis Report 12."},
      {
        "id":"ED369231",
        "title":"Inclusive Schools. Topical Bibliography on Inclusive Schools."},
      {
        "id":"ED369232",
        "title":"Secondary School Students Classified as Seriously Emotionally Disturbed: How Are They Being Served?"},
      {
        "id":"ED369233",
        "title":"How Well Are Youth with Disabilities Really Doing? A Comparison of Youth with Disabilities and Youth in General. A Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED369234",
        "title":"What Is Inclusion, Anyway? An Analysis of Organizational Position Statements."},
      {
        "id":"ED369235",
        "title":"Employment Success for Students with Mild Disabilities: Process and Outcomes."},
      {
        "id":"ED369236",
        "title":"An Individual Career Plan for Students with Disabilities in Higher Education."},
      {
        "id":"ED369240",
        "title":"Growing: Birth to Three. Piecing It All Together."},
      {
        "id":"ED369241",
        "title":"Community-Based Employment Following Traumatic Brain Injury."},
      {
        "id":"ED369242",
        "title":"Planning Accessible Conferences and Meetings: An ERIC/OSEP Information Brief for Conference Planners."},
      {
        "id":"ED369243",
        "title":"Monograph on Inclusion: Ensuring Appropriate Services to Children and Youth with Emotional/Behavioral Disorders--1. Highlights from the Working Forum on Inclusion (St. Louis, Missouri, October 1, 1993)."},
      {
        "id":"ED369245",
        "title":"The Development of the Danish Folkeskole towards a School for All. Integration of Handicapped Pupils in the Mainstream School System."},
      {
        "id":"ED369246",
        "title":"A Forum To Examine Policy and Practice Issues Surrounding the Annual Evaluation of Program Effectiveness (Alexandria, Virginia, August 2-3, 1993). Project FORUM."},
      {
        "id":"ED369247",
        "title":"State Data Collection and Monitoring Procedures Regarding Overrepresentation of Minority Students in Special Education. Project FORUM."},
      {
        "id":"ED369248",
        "title":"Reauthorization of the Technology-Related Assistance for Individuals with Disabilities Act. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (June 10, 1993)."},
      {
        "id":"ED369249",
        "title":"Performance-Based Identification of Culturally Diverse Gifted Students: A Pilot Study."},
      {
        "id":"ED369250",
        "title":"Skills for Drug-Free Living Curriculum Guide. Future Quest."},
      {
        "id":"ED369251",
        "title":"Inclusionary Programs for Children with Language and/or Learning Disabilities: Issues in Teacher Readiness."},
      {
        "id":"ED369252",
        "title":"Organizational, Instructional and Curricular Strategies To Support the Implementation of Unified, Coordinated, and Inclusive Schools."},
      {
        "id":"ED369253",
        "title":"Self-Monitoring: An Alternative to Daily Point Sheets."},
      {
        "id":"ED369255",
        "title":"Self-Study Centre: Help, Fun, and Interdependence."},
      {
        "id":"ED369256",
        "title":"Proceedings of the Clemson Conference on Language and International Trade (Clemson, South Carolina, March 9-11, 1989)."},
      {
        "id":"ED369257",
        "title":"Prewriting Activities: Focus on the Process of Writing."},
      {
        "id":"ED369258",
        "title":"The Role of Cohesion in Communicative Competence as Exemplified in Oral Proficiency Testing."},
      {
        "id":"ED369259",
        "title":"Teachers Perceptions of and Strategies with Lexical Anomalies."},
      {
        "id":"ED369260",
        "title":"Preventing Language Disadvantage in the Child during the Process of Language Acquisition."},
      {
        "id":"ED369262",
        "title":"Getting Started: Second Language Development in K-1 French Immersion."},
      {
        "id":"ED369263",
        "title":"Bilingual Information Processing--Autonomous Learning and Cross-Cultural Negotiating--the European Monetary Union Project at Aston University."},
      {
        "id":"ED369265",
        "title":"Two-Way Bilingual Programs in the United States. 1993-1994 Supplement."},
      {
        "id":"ED369266",
        "title":"How a Bilingual Child Understands Being Bilingual."},
      {
        "id":"ED369267",
        "title":"Self-Esteem in the Foreign Language Classroom: Activities That Do More Than Teach."},
      {
        "id":"ED369270",
        "title":"Turning the Tables: Choose the Videos, Construct the Course."},
      {
        "id":"ED369271",
        "title":"Speech Acts Used in Business Meetings (And Elsewhere)."},
      {
        "id":"ED369273",
        "title":"English as a Second Language (ESL) in Alberta Schools. Parent Handbook."},
      {
        "id":"ED369274",
        "title":"Language Teacher Education in a Fast-Changing World. Anthology Series 29. Selected Papers from a Seminar on Language Teacher Education in a Fast-Changing World (April 1992)."},
      {
        "id":"ED369275",
        "title":"Collaboration in Assessment: Empowering the Individual Course Member."},
      {
        "id":"ED369276",
        "title":"An Approach to the Evaluation of ELT Preparation Programs."},
      {
        "id":"ED369277",
        "title":"Human Resources Development in the Management of English Language Programs: An Introduction for Teachers."},
      {
        "id":"ED369278",
        "title":"Teachers as Trainers."},
      {
        "id":"ED369279",
        "title":"Coping with Teacher Resistance: Insights from INSET Programmes."},
      {
        "id":"ED369280",
        "title":"Adapting the Six Category Intervention Analysis To Promote Facilitative Type Supervisory Feedback in Teaching Practice."},
      {
        "id":"ED369281",
        "title":"Planning a TEFL Education Program: Policies, Perspectives and Promise."},
      {
        "id":"ED369282",
        "title":"Using Feedback and Reflection as Tools in Bridging the Theory-Practice Link in Language Teacher Training at the Primary Level."},
      {
        "id":"ED369283",
        "title":"&quot;Process vs. Product&quot; in Language Teacher Education - Shifting the Focus of Course Design."},
      {
        "id":"ED369284",
        "title":"Learning with Rods: One Account."},
      {
        "id":"ED369285",
        "title":"The Acquisition of Clicks by Non-Mother-Tongue Speakers."},
      {
        "id":"ED369286",
        "title":"Towards ESP Programmes in Technical and Vocational Institutions in Malaysia."},
      {
        "id":"ED369287",
        "title":"Feedback in L2 Writing."},
      {
        "id":"ED369288",
        "title":"Process and Social Aspects of Writing: Theory and Classroom Application."},
      {
        "id":"ED369289",
        "title":"Role Playing in Foreign Language Teaching: An Application in an Elementary Chinese Class."},
      {
        "id":"ED369290",
        "title":"Teaching Writing with Small Groups."},
      {
        "id":"ED369291",
        "title":"Enhancing Vocabulary Acquisition through Reading: A Hierarchy of Text-Related Exercise Types."},
      {
        "id":"ED369292",
        "title":"Summary of the Bilingual Education State Educational Agency Program Survey of States' Limited English Proficient Persons and Available Educational Services, 1991-1992."},
      {
        "id":"ED369293",
        "title":"Language Policy, Literacy, and Culture. Roundtable Discussion from the International Conference on Education (43rd, Geneva, Switzerland, September 18, 1992)."},
      {
        "id":"ED369294",
        "title":"Dipthongization and Underspecification in Konni."},
      {
        "id":"ED369295",
        "title":"Notes on Linguistics, 1993."},
      {
        "id":"ED369296",
        "title":"Contact inter-ethnique et communication: processus et consequences (Inter-Ethnic Contact and Communication: Process and Results)."},
      {
        "id":"ED369297",
        "title":"Foreign Language Mastery Curriculum."},
      {
        "id":"ED369298",
        "title":"Teaching for Oral Proficiency in German: A Teacher's Manual To Accompany Foreign Language Master Curriculum."},
      {
        "id":"ED369299",
        "title":"Teaching for Oral Proficiency in French: A Teacher's Manual To Accompany Foreign Language Master Curriculum."},
      {
        "id":"ED369300",
        "title":"Teaching for Oral Proficiency in Spanish: A Teacher's Manual To Accompany Foreign Language Master Curriculum."},
      {
        "id":"ED369301",
        "title":"English Literacy for LEP Students. Annotated Bibliography, Task 6."},
      {
        "id":"ED369302",
        "title":"The Wisdom Is Now (Project WIN) Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED369303",
        "title":"English as a Second Language: Implementing Effective Adult Education Programs."},
      {
        "id":"ED369304",
        "title":"The New York City Adult Literacy Initiative. Final Report, 1991-92."},
      {
        "id":"ED369306",
        "title":"Literacy Works, Volume 4, 1992-93."},
      {
        "id":"ED369308",
        "title":"Creating a Professional Workforce in Adult ESL Literacy. ERIC Digest."},
      {
        "id":"ED369309",
        "title":"Improve the Quality of Instruction through Interdisciplinary Internationally Oriented Faculty Resource Teams."},
      {
        "id":"ED369312",
        "title":"The Postsecondary Enrollment Options Program: A Research Report."},
      {
        "id":"ED369313",
        "title":"An Integrated, Cooperative Learning Oriented Freshman Civil Engineering Course: Computer Analysis in Civil Engineering."},
      {
        "id":"ED369314",
        "title":"The Senior Year Experience. Conference Program and Proceedings (4th, Orlando, Florida, March 13-15, 1994)."},
      {
        "id":"ED369316",
        "title":"Work Based Learning and Higher Education in the USA."},
      {
        "id":"ED369317",
        "title":"Educational Plant Survey, The Florida State University, March 15-19, 1993."},
      {
        "id":"ED369319",
        "title":"A Love/Hate Relationship: Dissertation Topic to Doctoral Committee."},
      {
        "id":"ED369320",
        "title":"Promoting Multi-Site Collaborative Inquiry: Initial Efforts and Challenges."},
      {
        "id":"ED369321",
        "title":"Divided We Fall: The Declining Chance for College among Minnesota Youth from Low-Income Families and Communities of Color."},
      {
        "id":"ED369322",
        "title":"National Association for Development Education Annual Conference Proceedings (16th, San Antonio, Texas, February 26-March 1, 1992)."},
      {
        "id":"ED369323",
        "title":"National Association for Developmental Education Annual Conference Proceedings (17th, Washington, D.C., March 17-21, 1993)."},
      {
        "id":"ED369324",
        "title":"Challenging, Caring, and Connecting: Teaching and Reaching the College Student in the 1990s."},
      {
        "id":"ED369325",
        "title":"A Compilation of Federal Education Laws. Volume III--Higher Education, As Amended through March 1994. Prepared for the Use of the Committee on Education and Labor of the U.S. House of Representatives and for the Use of the Committee on Labor and Human Resources of the United States Senate, One Hundred Third Congress, Second Session. [Committee Print.]"},
      {
        "id":"ED369327",
        "title":"Ways and Means: How Minnesota Families Pay for College."},
      {
        "id":"ED369328",
        "title":"Prototype Matching and Striving for Future Selves: Information Management Strategies in the Transition to College."},
      {
        "id":"ED369329",
        "title":"Financial Assistance for Study after Standard 10: First Diplomas and Bachelor's Degrees. 1993/1994. Research Finding MN-141."},
      {
        "id":"ED369331",
        "title":"Engineering. Financial Assistance for Study after Standard 10."},
      {
        "id":"ED369332",
        "title":"Commerce and Administration. Financial Assistance for Study after Standard 10."},
      {
        "id":"ED369334",
        "title":"Human Sciences, Languages, and Education. Financial Assistance for Study after Standard 10."},
      {
        "id":"ED369335",
        "title":"Architecture and Building Sciences. Financial Assistance for Study after Standard 10."},
      {
        "id":"ED369336",
        "title":"Agriculture, Forestry, Fishing, and Veterinary Science. Financial Assistance for Study after Standard 10."},
      {
        "id":"ED369337",
        "title":"Natural, Mathematical, and Computer Sciences. Financial Assistance for Study after Standard 10."},
      {
        "id":"ED369338",
        "title":"Medical and Related Fields. Financial Assistance for Study after Standard 10."},
      {
        "id":"ED369344",
        "title":"An Analysis of the Integration of the Feminist Perspective in Research Methods Classes: Current Practices."},
      {
        "id":"ED369345",
        "title":"Research and Intervention. Preventing Substance Abuse in Higher Education."},
      {
        "id":"ED369346",
        "title":"Remarks by the President to American Council on Education."},
      {
        "id":"ED369347",
        "title":"Quality Assurance in \"New\" Methods of Learning."},
      {
        "id":"ED369348",
        "title":"Building Bridges: Articulating Writing Programs between Two-and Four-Year Colleges."},
      {
        "id":"ED369349",
        "title":"Orientations of State Administrators toward Cultural Diversity in Public Agencies: An Empirical Study."},
      {
        "id":"ED369350",
        "title":"Administrators' Attitudes toward Cultural Diversity Management: An Empirical Study;"},
      {
        "id":"ED369351",
        "title":"Consulting with Your SPRE. Establishing Review Standards."},
      {
        "id":"ED369352",
        "title":"About Women on Campus. Volume 1, Numbers 1-4. Volume 2, Numbers 1-4."},
      {
        "id":"ED369353",
        "title":"Historically Black Colleges and Universities Historic Building Restoration and Preservation Act. Report Together with Dissenting Views [To Accompany H.R. 2921]. House of Representatives, 103D Congress, 1st Session."},
      {
        "id":"ED369356",
        "title":"Higher Education and the Schools: A Call to Action and Strategy for Change."},
      {
        "id":"ED369357",
        "title":"Self-Assessment for Campus Information Technology Services. Professional Paper Series, #12."},
      {
        "id":"ED369358",
        "title":"State University of New York. Central Administration Costs. Report 92-S-104."},
      {
        "id":"ED369359",
        "title":"State University of New York Research Foundation: Controls over Direct Costs. Report 93-S-64."},
      {
        "id":"ED369360",
        "title":"State University of New York Stony Brook University Hospital: Selected Expenditure Controls. Report 92-S-66."},
      {
        "id":"ED369361",
        "title":"State University of New York Health Science Center at Brooklyn: Selected Contracting and Expenditure Controls. Report 93-S-50."},
      {
        "id":"ED369362",
        "title":"Five Years of DCS 101: An Empirical Analysis."},
      {
        "id":"ED369363",
        "title":"Evaluating An Educational Leadership Doctoral Program: Results of a Focus Group Simulation for Educational Leadership Doctoral Students."},
      {
        "id":"ED369365",
        "title":"The Student Guide: Financial Aid from the U.S. Department of Education, 1994-95."},
      {
        "id":"ED369368",
        "title":"The Effects of Higher Loan Limits and Need Analysis Changes on FFELP Borrowing in Pennsylvania, July to December 1992 to 1993."},
      {
        "id":"ED369369",
        "title":"Experience America: A Guide to Enhancing the Process of Living and Learning in the United States for Jefferson Fellows and Associates with the U.S. Agency for International Development."},
      {
        "id":"ED369370",
        "title":"Assessment Issues in Higher Education."},
      {
        "id":"ED369371",
        "title":"The Pervasiveness of the &quot;Psychology of Marginalization&quot;: Barriers to Institutional and Personal Development in a Multicultural Education Environment."},
      {
        "id":"ED369372",
        "title":"Scholarship Reconsidered and Its Impact on the Faculty Member."},
      {
        "id":"ED369373",
        "title":"An Overview of the Issues Surrounding Faculty Burnout."},
      {
        "id":"ED369374",
        "title":"Writing for Publication: Are Junior Faculty Prepared?"},
      {
        "id":"ED369375",
        "title":"Excel: An Intensive and Structured Program of Advising and Academic Support To Assist Minority Freshmen To Succeed at a Large State University."},
      {
        "id":"ED369376",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1993-94."},
      {
        "id":"ED369378",
        "title":"The Pre-Engineering Curriculum Proceedings of the Annual CSU Conference on Innovation in Engineering Education. (1st, San Jose, California, April 26, 1991)."},
      {
        "id":"ED369382",
        "title":"The Center for Research in Educational Policy: Development and Status."},
      {
        "id":"ED369383",
        "title":"Boys, Girls, and E-Mail: A Case Study in Finnish Senior Secondary Schools. Research Report 110."},
      {
        "id":"ED369384",
        "title":"&quot;Droit d'Auteur,&quot;&quot;Copyright&quot; and Neighboring Rights at the Crossroads."},
      {
        "id":"ED369385",
        "title":"The Global Classroom. Special Report: Online for Learning."},
      {
        "id":"ED369386",
        "title":"Distance Education Resource Directory for Northwest Schools."},
      {
        "id":"ED369387",
        "title":"Helping Kindergarten-Fifth Grade Open Library Programs Develop Strategies for Improving Parent Staffing."},
      {
        "id":"ED369389",
        "title":"Performance-Based Assessment"},
      {
        "id":"ED369391",
        "title":"Hands-On Instruction in an Electronic Classroom. A Final Report to the U.S. Dept. of Education of a Research and Development Grant Awarded To Establish a Fully-Equipped Electronic Training Room and Test the Effectiveness of Hands-On Instruction in Learning the NOTIS OPAC and Silver-Platter ERIC."},
      {
        "id":"ED369392",
        "title":"Integrating Technology in the Classroom: Process Evaluation, Strategies and Issues."},
      {
        "id":"ED369393",
        "title":"EPIEgram: The Newsletter of Systemic Change, 1992-1993."},
      {
        "id":"ED369394",
        "title":"Family Literacy. Information Forum Publication #5."},
      {
        "id":"ED369395",
        "title":"Marketing &amp; Libraries Do Mix: A Handbook for Libraries and Information Centers."},
      {
        "id":"ED369396",
        "title":"School Library Policy Statement. Revised."},
      {
        "id":"ED369397",
        "title":"The South Carolina Program for Library Development 1993-1996 under the Library Services and Construction Act (P.L. 101-254, FY 1994)."},
      {
        "id":"ED369398",
        "title":"Collection Conservation Treatment: A Resource Manual for Program Development and Conservation Technician Training, Including &quot;Report on Training the Trainers: A Conference on Training in Collection Conservation, Berkeley, California, April 28-May 2, 1992.&quot;"},
      {
        "id":"ED369399",
        "title":"Users' Perspectives on U.S. Government Information and Services on the Internet: A Summary from Two Seminars. A Report Prepared for The Information Infrastructure Task Force."},
      {
        "id":"ED369400",
        "title":"Mass Deacidification Systems: Planning and Managerial Decision Making."},
      {
        "id":"ED369401",
        "title":"A Roundtable on Mass Deacidification. Report on a Meeting (Andover, Massachusetts, September 12-13, 1991)."},
      {
        "id":"ED369402",
        "title":"Introduction to SmartBooks. Report 23-93."},
      {
        "id":"ED369403",
        "title":"International Students and American Academic Libraries: An Empowering Relation."},
      {
        "id":"ED369404",
        "title":"20/20 Vision: The Development of a National Information Infrastructure."},
      {
        "id":"ED369405",
        "title":"Making Government Work: Electronic Delivery of Federal Services."},
      {
        "id":"ED369406",
        "title":"Gateway to the Pacific Rim: Information Resources for the 21st Century. Association of Research Libraries, Minutes of the Meeting (122nd, Honolulu, Hawaii, May 1993)."},
      {
        "id":"ED369407",
        "title":"Gateways, Gatekeepres, and Roles in the Information Omniverse. Proceedings of the Symposium of the Association of Research Libraries and Association of American University Presses (3rd, Washington, D.C., November 13-15, 1993)."},
      {
        "id":"ED369408",
        "title":"Iowa Governor's Pre-White House Conference on Library and Information Services Proceedings (Des Moines, Iowa, April 30-May 2, 1991)."},
      {
        "id":"ED369410",
        "title":"Towards a Spatial View: Deleuze and Guattari on Technology."},
      {
        "id":"ED369411",
        "title":"Electronic Photography and Its Impact on Instructional Media and Photo Education."},
      {
        "id":"ED369412",
        "title":"Development Communication Report, 1993."},
      {
        "id":"ED369416",
        "title":"Protecting Privacy in Computerized Medical Information."},
      {
        "id":"ED369417",
        "title":"An Examination of Standardized Evaluation Forms Used in Public Libraries To Evaluate Professional Librarians."},
      {
        "id":"ED369418",
        "title":"Experience the Power: Network Technology for Education."},
      {
        "id":"ED369420",
        "title":"ERIC Clearinghouse Publications, 1993. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses Announced in Resources in Education (RIE) January-December 1993."},
      {
        "id":"ED369422",
        "title":"The Bachelor's for Tenure: Analysis and Options. Fourth Draft."},
      {
        "id":"ED369423",
        "title":"Financing Nontraditional Students: A Seminar Report."},
      {
        "id":"ED369424",
        "title":"Reassessing Curriculum and Transfer Rates: A Delicate Balance for the Mission of Community Colleges."},
      {
        "id":"ED369425",
        "title":"Contemporary Campus Issues."},
      {
        "id":"ED369426",
        "title":"Workforce Training: The Pellissippi State Model."},
      {
        "id":"ED369427",
        "title":"Higher Education in the Northwest Territories: Different Systems, Different Perspectives."},
      {
        "id":"ED369428",
        "title":"Part-Time Faculty: Here Today, Not Gone Tomorrow, or Professional Development of Part-Time Faculty and the Changing Role of Division Chairpersons."},
      {
        "id":"ED369429",
        "title":"The Meridian Partnership: A Model Workplace Literacy Project and Development Unit. Internal Evaluation Report, Final Report."},
      {
        "id":"ED369430",
        "title":"National Tech Prep Demonstration Center Annual Performance Report."},
      {
        "id":"ED369432",
        "title":"A Framework for Fundamental Change in the Community College: Creating a Culture of Responsiveness."},
      {
        "id":"ED369433",
        "title":"The Impact of Rising Tuition on the Low Income and Minority Populations of Arizona."},
      {
        "id":"ED369434",
        "title":"The Commission d'evaluation de l'enseignement collegial: Its Mission and Directions (La Commission d'evaluation de l'enseignement collegial: Sa mission et ses orientations)."},
      {
        "id":"ED369435",
        "title":"Evaluating Institutional Policies on the Evaluation of Student Achievement: General Guidelines."},
      {
        "id":"ED369436",
        "title":"Evaluating Programs of Studies: General Guidelines."},
      {
        "id":"ED369437",
        "title":"Effective Partnership between Public Education and Private Industry."},
      {
        "id":"ED369438",
        "title":"Foundations and Contexts of Developmental Education in Higher Education."},
      {
        "id":"ED369439",
        "title":"Moving Teaching and Learning into the Twenty-first Century through Community-Based Programming."},
      {
        "id":"ED369440",
        "title":"Task Force on College Governance Report to the College Community: 3 Years in Progress."},
      {
        "id":"ED369441",
        "title":"The Tech Prep Associate Degree Program Revisited."},
      {
        "id":"ED369442",
        "title":"Faculty Ethics: Expanding the AAUP Ethics Statement."},
      {
        "id":"ED369443",
        "title":"Placement of Courses within Disciplines [and] 1996 Discipline Review and Timeline."},
      {
        "id":"ED369444",
        "title":"Hiring the Right Next Generation of Faculty."},
      {
        "id":"ED369445",
        "title":"Climbing Out from Between a Rock and a Hard Place: Responding to the Challenges of the At-Risk Student."},
      {
        "id":"ED369446",
        "title":"Sustaining Innovation in Teaching and Learning."},
      {
        "id":"ED369447",
        "title":"Partnerships: Doors to the Future for Community Colleges."},
      {
        "id":"ED369449",
        "title":"Survey on the Transferability of Associate's Degree to Four-Year Institutions."},
      {
        "id":"ED369450",
        "title":"OATYC Journal, 1993-94."},
      {
        "id":"ED369451",
        "title":"The Virtual Curriculum: Computer-Assisted Curriculum Development."},
      {
        "id":"ED369452",
        "title":"Early Alert: A Report on Two Pilot Projects at Antelope Valley College."},
      {
        "id":"ED369453",
        "title":"Drug Information Units Project: A Resource Directory of Available Drug Education Information at Ashland Community College."},
      {
        "id":"ED369455",
        "title":"Student Intentions: 'Why They Say They Come and Why They Say They Go...Preliminary Report."},
      {
        "id":"ED369456",
        "title":"Collaborative Learning Strategies for the 90s in the Development of Institutional Effectiveness."},
      {
        "id":"ED369457",
        "title":"Improving the Success of Ethnically Diverse Education Majors in Preparation for Transfer and a Career in Teaching."},
      {
        "id":"ED369458",
        "title":"Back from the Future: Community Demands Reshape a College."},
      {
        "id":"ED369459",
        "title":"The Case for National Student Leadership on Community College Issues."},
      {
        "id":"ED369460",
        "title":"Effective Methods of Recruiting Occupational Students in the North Carolina Community College System."},
      {
        "id":"ED369463",
        "title":"Learner Support Strategies: An Integrated Approach."},
      {
        "id":"ED369464",
        "title":"Instructors as Investors: A Collegial Conspiracy To Improve Classroom Instruction."},
      {
        "id":"ED369465",
        "title":"GAIN in the Community Colleges: A Report on the 1992-93 Survey on GAIN Participants and Funding."},
      {
        "id":"ED369466",
        "title":"The Alabama College System Statistical Profiles, 1992-93."},
      {
        "id":"ED369467",
        "title":"Five Years after Graduation: A Follow-Up Study of 1988-89 Graduates/Certificate Holders."},
      {
        "id":"ED369468",
        "title":"Return Address Study Report."},
      {
        "id":"ED369469",
        "title":"Three Years after Graduation: Survey of 1990-91 Graduates and Certificate Holders."},
      {
        "id":"ED369470",
        "title":"Grad 1, 3, and 5: A Longitudinal Comparison of Graduate Follow-Up Studies."},
      {
        "id":"ED369471",
        "title":"Follow-Up Survey, Graduates of 1992-93."},
      {
        "id":"ED369472",
        "title":"Employer Follow-Up Survey, February-March 1994."},
      {
        "id":"ED369473",
        "title":"Survey Report, 1992-93 Non-Returning Students."},
      {
        "id":"ED369475",
        "title":"Ensuring Income Security. Next Steps for Children and Families. Implementation Guide Series."},
      {
        "id":"ED369476",
        "title":"Improving Health (Majority Recommendations.) Next Steps for Children and Families. Implementation Guide Series."},
      {
        "id":"ED369477",
        "title":"From Play Activity toward Learning Activity: Developmental Perspectives in Early Childhood Education."},
      {
        "id":"ED369478",
        "title":"A Crosscultural, Ethnographical and Comparative Study of One Danish and One American Kindergarten Plus the Psychological Development of These Danish and American 6 Year Old Children."},
      {
        "id":"ED369479",
        "title":"Improving Teacher Education through International Cooperation and Partnership."},
      {
        "id":"ED369480",
        "title":"Review of Sweden's National Evaluation Demonstration Project: Early Childhood Teacher Education."},
      {
        "id":"ED369481",
        "title":"HIPPY: Home Instruction Program for Preschool Youngsters. Proceedings of the HIPPY International Research Seminar (1st, Jerusalem, Israel, December 16-19, 1991)."},
      {
        "id":"ED369483",
        "title":"Infant Memory for Primitive Perceptual Features."},
      {
        "id":"ED369484",
        "title":"What Have You Learned? Co-Constructing the Meaning of Time."},
      {
        "id":"ED369485",
        "title":"Hearing on the Reauthorization of the Elementary, Secondary, and Vocational Education Act. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (York Springs, Pennsylvania, April 30, 1993)."},
      {
        "id":"ED369486",
        "title":"He, She and I. T.: Groupwork in a Gender-Sensitive Area."},
      {
        "id":"ED369487",
        "title":"Child Care Project. Annual Report."},
      {
        "id":"ED369488",
        "title":"Full Circle Program's Family Consulting Services."},
      {
        "id":"ED369489",
        "title":"Boysville of Michigan Family Reunification Project. Final Report, May 17, 1989 - June 30, 1991."},
      {
        "id":"ED369490",
        "title":"Family Reunification Project."},
      {
        "id":"ED369491",
        "title":"Starting Solids: A Guide for Parents and Child Care Providers."},
      {
        "id":"ED369492",
        "title":"In First Person Plural: Growing Up with a Disadvantaged Community."},
      {
        "id":"ED369493",
        "title":"Profile of Georgia Schools in the Middle: A Research Report."},
      {
        "id":"ED369494",
        "title":"Costings of Different Programme Options for Junior Primary Upgrading and Community-Based Educare Provision."},
      {
        "id":"ED369496",
        "title":"A Community Development Approach to Early Childhood Educare Intervention in Disadvantaged Communities."},
      {
        "id":"ED369497",
        "title":"Structural Limits on Verb Mapping."},
      {
        "id":"ED369500",
        "title":"Bilingual Preschool Programs: Future Directions."},
      {
        "id":"ED369503",
        "title":"Early Childhood Health Promotion Project (October 1989 - June 1993). Final Report."},
      {
        "id":"ED369506",
        "title":"Providing Early Childhood Educare Services for the Black Preschool Child."},
      {
        "id":"ED369507",
        "title":"Grassroots. Annual Report 1993."},
      {
        "id":"ED369510",
        "title":"Children for Health."},
      {
        "id":"ED369511",
        "title":"Issues in Early Childhood Development (ECD)."},
      {
        "id":"ED369516",
        "title":"Reform and Early Childhood Education: Making Teacher Preparation Professional and Relevant."},
      {
        "id":"ED369517",
        "title":"Kentucky's Primary Program: A Progress Report."},
      {
        "id":"ED369519",
        "title":"Educare in Europe. Report of the European Child Care Conference (Copenhagen, Denmark, October 1992)."},
      {
        "id":"ED369520",
        "title":"Kindergartners' Self-Concepts and Perceptions of Peer Interactions."},
      {
        "id":"ED369521",
        "title":"A Descriptive Study of Multicultural Elementary Student Playground Behaviors and Their Relationship to Gender, Age, Race and Socioeconomic Status."},
      {
        "id":"ED369522",
        "title":"Observations of Instructional Time in Kindergarten Classrooms: Suggestions for Improvement."},
      {
        "id":"ED369523",
        "title":"Educating the Entire Person."},
      {
        "id":"ED369524",
        "title":"West Virginia Kids Count Data Book: 1993 County Profiles of Child Well-Being."},
      {
        "id":"ED369525",
        "title":"Early Childhood and Pre-School Education in Denmark."},
      {
        "id":"ED369526",
        "title":"Elementary School Children: Many Change Schools Frequently, Harming Their Education. Report to the Honorable Marcy Kaptur, House of Representatives."},
      {
        "id":"ED369527",
        "title":"Response to Child Care Needs: The Valley Community 1993 Annual Report."},
      {
        "id":"ED369528",
        "title":"Child Care Connections-NS: Three Years of Development and Our Commitment to Children, Parents, Colleagues, and Community."},
      {
        "id":"ED369529",
        "title":"Early Childhood Development: The Challenge and the Opportunity."},
      {
        "id":"ED369530",
        "title":"Improving Knowledge and Competency of Early Childhood Providers Through an In-Service Multicultural Bilingual Program."},
      {
        "id":"ED369531",
        "title":"Teaching Children to Care: Management in the Responsive Classroom."},
      {
        "id":"ED369532",
        "title":"A Notebook for Teachers: Making Changes in the Elementary Curriculum. Revised Edition."},
      {
        "id":"ED369534",
        "title":"Child Care Quality: States' Difficulties Enforcing Standards Confront Welfare Reform Plans. Statement of Joseph F. Delfico, Director, Income Security Issues, Health, Education, and Human Services. Testimony before the Subcommittee on Regulation, Business Opportunities, and Technology, Committee on Small Business, House of Representatives."},
      {
        "id":"ED369535",
        "title":"All Children Can Learn: Chile's 900 Schools Programme for the Underprivileged. Education for All: Making It Work."},
      {
        "id":"ED369536",
        "title":"Violence and Hate in the Family and Neighborhood: New Perspectives, Policy and Programs."},
      {
        "id":"ED369537",
        "title":"A Study of Attitudes &amp; Behavior Regarding Children's Education. The Third PTA National Education Survey."},
      {
        "id":"ED369538",
        "title":"Exploratory Programing in Georgia's Middle Schools."},
      {
        "id":"ED369539",
        "title":"The Evaluation of Creative Behaviors."},
      {
        "id":"ED369540",
        "title":"Full-day Versus Half-day Kindergarten: An Experimental Study."},
      {
        "id":"ED369541",
        "title":"A Developmental Approach to Conflict Resolution."},
      {
        "id":"ED369542",
        "title":"Continuous Assessment and Monitoring of Preschool Progress."},
      {
        "id":"ED369543",
        "title":"Head Start Parent Involvement: Vision, Opportunities and Strategies."},
      {
        "id":"ED369545",
        "title":"The Challenge for Site-Based Decision Making Councils: Making Quality Preschool Education Accessible to Language Minority Students."},
      {
        "id":"ED369546",
        "title":"Early Childhood Education Program Evaluation 1992-1993."},
      {
        "id":"ED369548",
        "title":"[Research Summary: Year Round Schools May Not Be the Answer.]"},
      {
        "id":"ED369549",
        "title":"Directory of Child-to-Child Activities Worldwide."},
      {
        "id":"ED369550",
        "title":"LAP Reading Program: Every Child a Reader. UKERA Occasional Papers #0006."},
      {
        "id":"ED369551",
        "title":"Encouraging Symbolic Play in Young Children: A Guide for Developing Creative and Imaginative Experiences."},
      {
        "id":"ED369554",
        "title":"CCAC Family Support Watch Audioconference Series: Summary of Proceedings (April-September 1993)."},
      {
        "id":"ED369556",
        "title":"Parent Involvement: A Survey of Proficiencies of Principals and Teachers."},
      {
        "id":"ED369560",
        "title":"Teachers and the Education of the People: Elementary School Teachers and Images of Citizenship in Scandinavia during the 19th and 20th Centuries."},
      {
        "id":"ED369561",
        "title":"Nurturance of Infant and Toddler Language: Verbal Interactions in the Home Setting."},
      {
        "id":"ED369562",
        "title":"Starting Points: Meeting the Needs of Our Youngest Children. The Report of the Carnegie Task Force on Meeting the Needs of Young Children."},
      {
        "id":"ED369563",
        "title":"Head Start: A Child Development Program."},
      {
        "id":"ED369566",
        "title":"Partners in Creating a 21st Century Head Start. Hearing on Detailing the Recommendations Made in the Report of the Committee on Head Start Quality and Expansion in Preparation for the 1994 Head Start Reauthorization Process, before the Committee on Labor and Human Resources. United States Senate. One Hundred Third Congress, First Session."},
      {
        "id":"ED369569",
        "title":"Social Skills Diagnostic Screen Administration Manual."},
      {
        "id":"ED369570",
        "title":"A Study To Identify and Measure Desirable Student Social Outcomes."},
      {
        "id":"ED369575",
        "title":"School-Linked Services."},
      {
        "id":"ED369576",
        "title":"Resource Rooms for Children: An Innovative Curricular Tool. ERIC Digest."},
      {
        "id":"ED369577",
        "title":"Asian-American Children: What Teachers Should Know. ERIC Digest."},
      {
        "id":"ED369578",
        "title":"Violence and Young Children's Development. ERIC Digest."},
      {
        "id":"ED369579",
        "title":"Children's Nutrition and Learning. ERIC Digest."},
      {
        "id":"ED369580",
        "title":"Nutrition Programs for Children. ERIC Digest."},
      {
        "id":"ED369581",
        "title":"Integrating Children with Disabilities into Preschool. ERIC Digest."},
      {
        "id":"ED369583",
        "title":"The Suburbanization of America and the Future of Hunting and Fishing: How To Get People Back in Touch with the Land, or, Rurbanites: The Problem of Keeping Two Roosters in the Same Henhouse."},
      {
        "id":"ED369584",
        "title":"Multiculturalism: Implications for Outdoor and Conservation Educators."},
      {
        "id":"ED369585",
        "title":"American Indian/Alaska Native Education. Fastback No. 367."},
      {
        "id":"ED369586",
        "title":"Technology in Rural Education. Fastback No. 366."},
      {
        "id":"ED369587",
        "title":"Rural Partnerships: Working Together. Proceedings of the Annual National Conference of the American Council on Rural Special Education (ACRES) (14th, Austin, Texas, March 23-26, 1994)."},
      {
        "id":"ED369588",
        "title":"Academic Alliances, You Can Do It Too."},
      {
        "id":"ED369589",
        "title":"Teacher Induction in Rural and Small School Districts."},
      {
        "id":"ED369590",
        "title":"A Partnership in Training: A Distance Learning Approach to In-Service Training in Rural Communities."},
      {
        "id":"ED369591",
        "title":"Career Ladder Approach to Training for Community Facilities Personnel and Paraeducators in the State of North Dakota."},
      {
        "id":"ED369593",
        "title":"Child Care for Young Children with Disabilities."},
      {
        "id":"ED369594",
        "title":"Are Preservice General Educators Being Adequately Prepared for Inclusion?"},
      {
        "id":"ED369595",
        "title":"Reaching Out to the World: Training Teachers To Integrate Telecommunications into Special Education Classrooms."},
      {
        "id":"ED369596",
        "title":"A Read Aloud Program That Encourages Parent Participation in Schools."},
      {
        "id":"ED369597",
        "title":"Intergenerational Entrepreneurship in an Educational Setting."},
      {
        "id":"ED369598",
        "title":"Deaf Education Using Interactive Television."},
      {
        "id":"ED369599",
        "title":"A Comparison of Traditional and Distance Education Models."},
      {
        "id":"ED369601",
        "title":"Potpourri of Resources To Tap Gifted Education in Rural Areas."},
      {
        "id":"ED369602",
        "title":"Fetal Alcohol Syndrome (FAS), Fetal Alcohol Effects (FAE): Implications For Rural Classrooms."},
      {
        "id":"ED369603",
        "title":"Alternative Certification in Special Education: A Qualitative Study of Two Models."},
      {
        "id":"ED369604",
        "title":"Portfolio Assessment in Teacher Evaluation: A Comparison of the Perspectives of General and Special Education Administrators and Teachers."},
      {
        "id":"ED369605",
        "title":"Classroom Behaviors of Students in Rural Mainstreamed Settings: A Comparison of Students with Disabilities and Their Normative Peers."},
      {
        "id":"ED369606",
        "title":"A Comparison of Leisure and Recreational Activities for Adults with and without Mental Retardation."},
      {
        "id":"ED369607",
        "title":"Grade Retention and Parental Aspirations for Students with Learning Disabilities."},
      {
        "id":"ED369608",
        "title":"Service Delivery Models and Students with Emotional Disabilities and Behavior Disorders: A Rural Perspective."},
      {
        "id":"ED369609",
        "title":"Variables Affecting Itinerant Model Service Delivery in Rural Settings."},
      {
        "id":"ED369610",
        "title":"The New Challenge: A Relevant Program for the Disadvantaged Gifted."},
      {
        "id":"ED369611",
        "title":"Partners for Transition: Preparing Students for the Future."},
      {
        "id":"ED369612",
        "title":"Preparing Special Educators for Work in Rural Areas: Two Field-Based Programs That Work."},
      {
        "id":"ED369613",
        "title":"Developing Medical and Educational Partnerships in School Settings To Meet Health-Related and Educational Needs of Students Who Are Medically Fragile: How Can Rural Schools Catch That Elusive Rainbow?"},
      {
        "id":"ED369614",
        "title":"Engineering the Classroom To Promote Inclusion."},
      {
        "id":"ED369615",
        "title":"Multi-University Consortium for Teacher Training: A Model for Pre-Service Training in Rural Areas."},
      {
        "id":"ED369616",
        "title":"Teachers Teaching Teachers: The Art of Working Together and Sharing."},
      {
        "id":"ED369617",
        "title":"Inclusion: The Key to Success."},
      {
        "id":"ED369618",
        "title":"Stemming Teacher Turnover in Rural Settings: An Alternative Approach."},
      {
        "id":"ED369619",
        "title":"Inclusive Education for All Students."},
      {
        "id":"ED369620",
        "title":"Infusing Rural School-Community Partnerships into Transition Components of Individualized Education Plans: Processes and Outcomes."},
      {
        "id":"ED369621",
        "title":"Creativity Training--A Practical Teaching Strategy."},
      {
        "id":"ED369622",
        "title":"Don't Kill the Messenger! Conducting Program Evaluation and Facilitating Change through Negotiated Evaluation."},
      {
        "id":"ED369623",
        "title":"Ma, Pa, School Folks and Kids: Working a Patchwork to a Complete &quot;Heart.&quot;"},
      {
        "id":"ED369624",
        "title":"Special Education Administrator Training: Meeting Market Needs through Collaboration in Northern New England."},
      {
        "id":"ED369625",
        "title":"The Extended Family: An Educational Program for the Seasonal and Migrant Farm Worker."},
      {
        "id":"ED369627",
        "title":"Building Positive Relationships on the Border with Parents of Special Students: Effective Practices for the I.E.P."},
      {
        "id":"ED369628",
        "title":"Establishing Partnerships among Women Executives in Rural School Districts."},
      {
        "id":"ED369629",
        "title":"Intensive Family-Based Services Program: A Supportive Alternative to Out-of-Home Placement for Troubled Children and Their Families."},
      {
        "id":"ED369630",
        "title":"The Influence of Lead Exposure and Toxicity to Children's Neurological Development and School Performance."},
      {
        "id":"ED369631",
        "title":"Regionalized Parent and Staff Development: The Rural California Model (RRCM)."},
      {
        "id":"ED369632",
        "title":"ADHD Training Modules for Rural Health Care Providers, Educators and Parents."},
      {
        "id":"ED369633",
        "title":"Overcoming Barriers in the Use of Adaptive and Assistive Technology in Special Education."},
      {
        "id":"ED369634",
        "title":"Working Together: When Death Comes to School."},
      {
        "id":"ED369635",
        "title":"Collaborative Consultation in a Rural School."},
      {
        "id":"ED369636",
        "title":"Inclusive Education in Billings, Montana: A Prototype for Rural Schools."},
      {
        "id":"ED369637",
        "title":"College As a Transition Option for Students with Learning Disabilities."},
      {
        "id":"ED369638",
        "title":"Training School and Rehabilitation Counselors To Provide Cooperative Transition Services."},
      {
        "id":"ED369639",
        "title":"Gender Equity. IDRA Forum."},
      {
        "id":"ED369640",
        "title":"A Comprehensive Approach to Gender Equity."},
      {
        "id":"ED369642",
        "title":"The State of Human Capital in the U.S. South: 1980-90."},
      {
        "id":"ED369643",
        "title":"Teacher Shortages and Surpluses in New York State: Perceptions of Rural Teaching Candidates and Administrators."},
      {
        "id":"ED369644",
        "title":"Linking Foreign Language to Occupational Education in a Rural High School: Foreign Language with Criminal Justice and Travel &amp; Tourism."},
      {
        "id":"ED369645",
        "title":"Permeability of Students' World Views to Their School Views."},
      {
        "id":"ED369646",
        "title":"In-Service Chemistry Teachers Training: The Impact of Introducing Computer Technology on Teachers' Attitudes."},
      {
        "id":"ED369647",
        "title":"Improved Science Content for Pre-Service Teachers: Modeling of Teaching Strategies Based on Current Science Education Reform Literature."},
      {
        "id":"ED369648",
        "title":"Health Occupations Extended Campus Program."},
      {
        "id":"ED369649",
        "title":"Differences between Algorithmic and Conceptual Problem Solving by Nonscience Majors in Introductory Chemistry."},
      {
        "id":"ED369650",
        "title":"Analysis of College Science Education Position Announcements."},
      {
        "id":"ED369651",
        "title":"Scientific Visualization: A Synthesis of Historical Data."},
      {
        "id":"ED369652",
        "title":"Science &amp; Engineering Indicators--1993."},
      {
        "id":"ED369653",
        "title":"Program Evaluation Models for Science Education: A Synthesis of Literature Sources."},
      {
        "id":"ED369656",
        "title":"Chemistry Problem-Solving Abilities: Gender, Reasoning Level and Computer-Simulated Experiments."},
      {
        "id":"ED369657",
        "title":"Assessing the Climate of Science Laboratory Classes."},
      {
        "id":"ED369658",
        "title":"Summer Science Camps Program (SSC)."},
      {
        "id":"ED369659",
        "title":"The Origins and Development of the National Training Center, 1976-1984. TRADOC Historical Monograph Series."},
      {
        "id":"ED369660",
        "title":"Province of British Columbia Ministry of Education Annual Report. July 1, 1990 to June 30, 1991."},
      {
        "id":"ED369661",
        "title":"Images of the Foundations."},
      {
        "id":"ED369662",
        "title":"Alternative Conceptualizations."},
      {
        "id":"ED369663",
        "title":"Politics and the Schools."},
      {
        "id":"ED369664",
        "title":"Studies in Empowerment."},
      {
        "id":"ED369665",
        "title":"Sociopolitical Analyses."},
      {
        "id":"ED369666",
        "title":"National Report on Schooling in Australia, 1991."},
      {
        "id":"ED369667",
        "title":"Statistical Annex: National Report on Schooling in Australia, 1991."},
      {
        "id":"ED369669",
        "title":"Going to War? Bosnia and Beyond. A Study Circle Discussion Program."},
      {
        "id":"ED369671",
        "title":"Passing It On--Folk Artists and Education in Cumberland County, New Jersey."},
      {
        "id":"ED369673",
        "title":"Food &amp; Environment. Teaching Global Issues."},
      {
        "id":"ED369674",
        "title":"Militarism Versus Development. Teaching Global Issues."},
      {
        "id":"ED369675",
        "title":"Environment. Development. How Can Societies Develop To Meet Basic Needs and Nurture Economies without Undermining the Natural Resources and Environmental Integrity on Which They Depend? Teaching Global Issues."},
      {
        "id":"ED369676",
        "title":"Participatory Citizenship: A Learned Way of Living."},
      {
        "id":"ED369677",
        "title":"Prison Education and Offender Behavior: A Review of the Scientific Literature. Prision Education Research Project: Report 1."},
      {
        "id":"ED369678",
        "title":"Gender at the Base of World History."},
      {
        "id":"ED369679",
        "title":"Linking Culture and Environment: What Can the Anasazi Tell Us?"},
      {
        "id":"ED369680",
        "title":"Integrated Teaching Units: Focusing an Elementary Methods Block Program on Social Studies and Science."},
      {
        "id":"ED369681",
        "title":"A Study of Sex Differences among Art Students on Spatial Abilities."},
      {
        "id":"ED369682",
        "title":"Chinese-American Students: A Review of the Literature."},
      {
        "id":"ED369683",
        "title":"Life in a Democratic Society: A Primary School Civics Course for Poland."},
      {
        "id":"ED369684",
        "title":"Missouri Women Today...in Education...in Employment. 1991 Status Report."},
      {
        "id":"ED369685",
        "title":"Center for Civic and Economic Education (Warsaw)."},
      {
        "id":"ED369686",
        "title":"Sir Herbert Read and Art Education History."},
      {
        "id":"ED369687",
        "title":"The Use of Video Disks: Computer Based Analysis of Works of Art."},
      {
        "id":"ED369688",
        "title":"Educators Look to the Poets and Artists: The Importance of Creative Visioning in Education."},
      {
        "id":"ED369689",
        "title":"The Use of the Computer in the School Art Program."},
      {
        "id":"ED369690",
        "title":"The Role of the Independent Sector in a Modern Democratic Society. An European View."},
      {
        "id":"ED369691",
        "title":"The Development of a Psychological Aesthetic: Jay Hambidge &amp; Charles Henry."},
      {
        "id":"ED369692",
        "title":"A General Survey of Religious Concepts and Art of North, East, South, and West Africa."},
      {
        "id":"ED369693",
        "title":"Education for Peace in the Classroom--Curriculum Development Strategies and Materials: A Case Study from Ireland. Peace Education Miniprints No. 24."},
      {
        "id":"ED369695",
        "title":"Turning Points: Books and Reports that Reflected and Shaped U.S. Education, 1749-1990s."},
      {
        "id":"ED369696",
        "title":"Equity Issues in the Multicultural British Education System: Focus on a Group of Working Class Students That Reject the Limited Educational Opportunities in the Education System."},
      {
        "id":"ED369697",
        "title":"Art &amp; Design Software Development Using IBM Handy (A Personal Experience)."},
      {
        "id":"ED369698",
        "title":"New Cultural Dimensions and New Educational Approaches: Problems and Perspectives."},
      {
        "id":"ED369699",
        "title":"The Contribution of Education to Cultural Development."},
      {
        "id":"ED369701",
        "title":"Mr. Stinson's Vietnam: Moral Ambiguity in the History Classroom. Teaching Cases in Cross-Cultural Education, No. 11."},
      {
        "id":"ED369703",
        "title":"Influsing Multicultural Education into Today's Schools. An Annotated Bibliography To Accompany a Special Topical Collection of ERIC Microfiche Intended for Teachers, Administrators, and Librarians."},
      {
        "id":"ED369704",
        "title":"Education and Cultural Development: Policies and Practices in the Africa Region."},
      {
        "id":"ED369705",
        "title":"The Contribution of Education to Culture Development in Asia and the Pacific."},
      {
        "id":"ED369706",
        "title":"Perspectives on Interdisciplinary Education. A Focus Group Study Conducted at the Minnesota Center for Arts Education."},
      {
        "id":"ED369707",
        "title":"Interdisciplinary Learning and the Arts: An Annotated Bibliography, July 1993. Second Edition."},
      {
        "id":"ED369709",
        "title":"History Textbooks: A Standard and Guide. 1994-95 Edition."},
      {
        "id":"ED369710",
        "title":"The Status of Social Studies in Louisiana Schools."},
      {
        "id":"ED369711",
        "title":"Destination: Cameroon. Study Guide."},
      {
        "id":"ED369713",
        "title":"The History of Education in North Carolina."},
      {
        "id":"ED369715",
        "title":"Second-Order Learning and Education for Peace: Eva Nordland and the Project &quot;Preparedness for Peace.&quot; Peace Education Miniprints No. 54."},
      {
        "id":"ED369716",
        "title":"Peace Museums as Potential Instruments of Peace Education. Views Expressed by Members of the PEC Network. Peace Education Miniprints No. 51."},
      {
        "id":"ED369717",
        "title":"From the Axial Age to the New Age: Religion as a Dynamic of World History."},
      {
        "id":"ED369718",
        "title":"International Understanding at School. Bulletin No. 59-60 1991."},
      {
        "id":"ED369720",
        "title":"George Peabody's (1795-1869) Educational Legacy."},
      {
        "id":"ED369721",
        "title":"Gender Differences in Course Selection Criteria: Academically Talented Students in an Intensive Summer Program."},
      {
        "id":"ED369722",
        "title":"Improving the Critical Thinking Skills of Ninth Grade World History Students by Integrating Critical Thinking Skills and Course Content."},
      {
        "id":"ED369723",
        "title":"Civic Competence and the Pace of World Events. A Clip Board of Activities for Using the Newspaper."},
      {
        "id":"ED369724",
        "title":"Researching Pedagogy: A Transformative, Feminist Perspective."},
      {
        "id":"ED369725",
        "title":"A World of Maps and Travel. An Interdisciplinary Curriculum and Resource Packet Designed for Secondary Students."},
      {
        "id":"ED369726",
        "title":"\"The State of 'Education and Development': New Directions.\" International Conference (Cairo, Egypt, November 22-25, 1993). Book of Abstracts."},
      {
        "id":"ED369727",
        "title":"The Power of Comparison in Teaching about Constitutionalism, Law, and Democracy."},
      {
        "id":"ED369728",
        "title":"School/University Partnerships and the UNI Teaching Associates Cadre Model: Professional Benefits to PreK-12 Educators."},
      {
        "id":"ED369729",
        "title":"National Network for Educational Renewal: Partner School Directory."},
      {
        "id":"ED369730",
        "title":"The Culture of School Violence."},
      {
        "id":"ED369731",
        "title":"Tennessee's Education Policy: A Mid-Course Assessment."},
      {
        "id":"ED369732",
        "title":"Using Paraeducators Effectively in the Classroom. Fastback 358."},
      {
        "id":"ED369733",
        "title":"Using Faculty Peers To Improve Instruction in Diversified College Classrooms."},
      {
        "id":"ED369734",
        "title":"Doctors' Stories on Teaching and Mentoring. Fastback 369."},
      {
        "id":"ED369735",
        "title":"Computers in Schools of Southeast Texas in 1994."},
      {
        "id":"ED369736",
        "title":"Introduction to Modern Women in Sports: Beyond Winning."},
      {
        "id":"ED369737",
        "title":"African-American Women and Doctoral Study: Three Case Studies."},
      {
        "id":"ED369738",
        "title":"Deterrents to Participation in Continuing Professional Education and Implications for Future Educational Program Planning."},
      {
        "id":"ED369739",
        "title":"AIDS Administration Public and Professional Education and Training Programs. 1992 Annual Report to the Governor and General Assembly of Maryland."},
      {
        "id":"ED369740",
        "title":"Mediating Influences on Serum Lipids among Postmenopausal Women."},
      {
        "id":"ED369742",
        "title":"Survey Assessment of Paideia Teachers Perceptions Concerning Professional Staff Development."},
      {
        "id":"ED369743",
        "title":"Use of Technology by Undergraduate Elementary Education Majors."},
      {
        "id":"ED369744",
        "title":"Texas Teachers, Moonlighting, and Morale, 1980-1994."},
      {
        "id":"ED369745",
        "title":"The Socialization Process of Student Teachers: A Descriptive Study."},
      {
        "id":"ED369746",
        "title":"Self-Efficacy and Performance Ratings of Preservice Teachers in the Area of Emotional and Behavioral Disorders."},
      {
        "id":"ED369748",
        "title":"Four-Way Supervision: Weaving the Voices, Unweaving the Strands."},
      {
        "id":"ED369749",
        "title":"Tertiary Students' Perceptions of Important Events That Occur in Their Learning Environments."},
      {
        "id":"ED369750",
        "title":"Linking High Quality Teacher Preparation to Fundamental School Reform: The Philanthropic Role. A Report on a Consultation Sponsored by the BellSouth Foundation (Memphis, Tennessee, April 21, 1993)."},
      {
        "id":"ED369751",
        "title":"Exploring Staff Development Theories: The Ames Study."},
      {
        "id":"ED369752",
        "title":"Three Models for Teaching and Learning."},
      {
        "id":"ED369753",
        "title":"Education of Teachers in Field Settings: A Case Study."},
      {
        "id":"ED369754",
        "title":"Relationships among Economic Diversity and Context of Student Teaching Placements and Educational Attitudes and Performance of Pre-Service Teachers."},
      {
        "id":"ED369755",
        "title":"Ideal Ends: John Dewey's Later Vision for Education."},
      {
        "id":"ED369756",
        "title":"Teachers Learning from Teachers: Knowledge and Understanding in Collaborative Action Research."},
      {
        "id":"ED369757",
        "title":"The Effects of Three Seating Arrangements on Teachers' Use of Selective Interactive Verbal Behaviors."},
      {
        "id":"ED369758",
        "title":"Demonstrated Competency and Subject-Specific Endorsement Guidelines."},
      {
        "id":"ED369759",
        "title":"Status of Teacher Personnel in Utah 1992-1993."},
      {
        "id":"ED369761",
        "title":"Evaluation of Utah Career Ladder Programs."},
      {
        "id":"ED369762",
        "title":"Edith Bowen Laboratory School Evaluation Committee Report Submitted to the 1994 Utah State Legislature."},
      {
        "id":"ED369763",
        "title":"Procedures for the Evaluation of Teacher Education Programs."},
      {
        "id":"ED369764",
        "title":"A Comparison of the Academic Behaviors of Elementary and Secondary Education Students."},
      {
        "id":"ED369765",
        "title":"Correcting Impaired Student Self-Concepts: An Instructional Leadership Strategy for Teachers and Principals."},
      {
        "id":"ED369766",
        "title":"Teacher Education Follow-up Study, 1994."},
      {
        "id":"ED369767",
        "title":"Model Standards for Beginning Teacher Licensing and Development: A Resource for State Dialogue. Draft for Comments."},
      {
        "id":"ED369768",
        "title":"When Teacher Educators Collaboratively Reflect on Their Practices: A Case Study on Teaching Cases."},
      {
        "id":"ED369769",
        "title":"Becoming a Teacher: The Contribution of Teacher Education."},
      {
        "id":"ED369770",
        "title":"The Development and Implementation of a Training Module To Increase the Awareness of Assistive Technology."},
      {
        "id":"ED369771",
        "title":"Teacher Education Policy in the States: A 50-State Survey of Legislative and Administrative Actions."},
      {
        "id":"ED369774",
        "title":"Senior Citizens as School Volunteers: New Resources for the Future. ERIC Digest."},
      {
        "id":"ED369775",
        "title":"Health/Home Economics Classroom Activities for Secondary Schools. Schools in an Aging Society."},
      {
        "id":"ED369776",
        "title":"D.U.C.K. Walking."},
      {
        "id":"ED369779",
        "title":"American Association of Colleges for Teacher Education Briefing Book 1993."},
      {
        "id":"ED369780",
        "title":"Teacher Education Pipeline III: Schools, Colleges, and Departments of Education Enrollments by Race, Ethnicity, and Gender."},
      {
        "id":"ED369785",
        "title":"Geometry. Annotated Bibliography of Tests."},
      {
        "id":"ED369786",
        "title":"German - Foreign Language. Annotated Bibliography of Tests."},
      {
        "id":"ED369787",
        "title":"Health and Physical Education. Annotated Bibliography of Tests."},
      {
        "id":"ED369788",
        "title":"History. Annotated Bibliography of Tests."},
      {
        "id":"ED369789",
        "title":"Home Economics Tests. Annotated Bibliography of Tests."},
      {
        "id":"ED369790",
        "title":"Industrial Arts, Grades 7-12. Annotated Bibliography of Tests."},
      {
        "id":"ED369791",
        "title":"Italian - Foreign Language. Annotated Bibliography of Tests."},
      {
        "id":"ED369792",
        "title":"Algebra Tests. Annotated Bibliography of Tests."},
      {
        "id":"ED369793",
        "title":"Basic Skills. Annotated Bibliography of Tests."},
      {
        "id":"ED369794",
        "title":"Biology Achievement. Annotated Bibliography of Tests."},
      {
        "id":"ED369795",
        "title":"Measures of Learning Style. Annotated Bibliography of Tests."},
      {
        "id":"ED369796",
        "title":"Piagetian Measures. Annotated Bibliography of Tests."},
      {
        "id":"ED369797",
        "title":"Scholastic Aptitude and Mental/Cognitive Ability. Annotated Bibliography of Tests."},
      {
        "id":"ED369798",
        "title":"Intelligence--Individually Administered, Preschool-Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED369799",
        "title":"Intelligence--Individually Administered, Grades 4-6. Annotated Bibliography of Tests."},
      {
        "id":"ED369800",
        "title":"Intelligence--Group Administered, Grades 4-6. Collection. Annotated Bibliography of Tests."},
      {
        "id":"ED369801",
        "title":"Intelligence--Group Administered, Grades 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED369802",
        "title":"Educational Record and Report Forms. Annotated Bibliography of Tests."},
      {
        "id":"ED369803",
        "title":"Curriculum and Program Evaluation. Annotated Bibliography of Tests."},
      {
        "id":"ED369804",
        "title":"Teaching Style. Annotated Bibliography of Tests."},
      {
        "id":"ED369805",
        "title":"Culture-Fair Tests. Annotated Bibliography of Tests."},
      {
        "id":"ED369806",
        "title":"Item Pools. Annotated Bibliography of Tests."},
      {
        "id":"ED369807",
        "title":"Attitudes Toward Curriculum. Annotated Bibliography of Tests."},
      {
        "id":"ED369808",
        "title":"Attitudes Toward Reading. Annotated Bibliography of Tests."},
      {
        "id":"ED369809",
        "title":"Academic Interest. Annotated Bibliography of Tests."},
      {
        "id":"ED369810",
        "title":"Attitudes Toward School and School Adjustment, Preschool-Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED369811",
        "title":"Attitudes Toward School and School Adjustment, Grades 4-6. Annotated Bibliography of Tests."},
      {
        "id":"ED369812",
        "title":"Attitudes Toward School and School Adjustment, Grades 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED369813",
        "title":"Kantian Model of Moral Development."},
      {
        "id":"ED369814",
        "title":"Identification of Guessing Behavior on the Basis of the Mixed Rasch Model."},
      {
        "id":"ED369815",
        "title":"The Use of Control in Non-Randomized Designs."},
      {
        "id":"ED369817",
        "title":"Resilient Students' Beliefs about Their Schooling Environment: A Possible Role in Developing Goals and Motivation."},
      {
        "id":"ED369818",
        "title":"Assessing the Implementation of a State Wide Competency-Based Student Tracking System in Business Education."},
      {
        "id":"ED369819",
        "title":"Districtwide Norm-Referenced and Criterion-Referenced Tests Results, 1993: An Exploratory Data Analysis of the Relationship between Achievement and Absenteeism in New Orleans Public Schools."},
      {
        "id":"ED369820",
        "title":"The Influence of Minimum Competency Tests on Teaching and Learning."},
      {
        "id":"ED369821",
        "title":"Analyzing Teacher Judgments with the Rasch Model: Their Contribution to the Construction of Continua to Assess Literacy Developments in the Early Years of School."},
      {
        "id":"ED369822",
        "title":"Using Informal Knowledge in Formal Domains: Intuitions and Notations Sometimes Clash."},
      {
        "id":"ED369823",
        "title":"Annual Report on Student Achievement 1992-93. Publication Number 92.30."},
      {
        "id":"ED369824",
        "title":"School Based Improvement: Changes in AISD, 1992-93. Publication Number 93.32."},
      {
        "id":"ED369825",
        "title":"Classroom Interaction. Annotated Bibliography of Tests."},
      {
        "id":"ED369826",
        "title":"Systematic Observation Techniques. Annotated Bibliography of Tests."},
      {
        "id":"ED369827",
        "title":"Curiosity. Annotated Bibliography of Tests."},
      {
        "id":"ED369828",
        "title":"Environments. Annotated Bibliography of Tests."},
      {
        "id":"ED369829",
        "title":"Biographical Inventories. Annotated Bibliography of Tests."},
      {
        "id":"ED369830",
        "title":"Decision-Making Process. Annotated Bibliography of Tests."},
      {
        "id":"ED369831",
        "title":"Non-Verbal Aptitude. Annotated Bibliography of Tests."},
      {
        "id":"ED369833",
        "title":"Developmental Scales for Preschool Children. Annotated Bibliography of Tests."},
      {
        "id":"ED369834",
        "title":"Moral Development. Annotated Bibliography of Tests."},
      {
        "id":"ED369835",
        "title":"Social Skills, Birth - Age 9. Annotated Bibliography of Tests."},
      {
        "id":"ED369836",
        "title":"Social Skills, Grade 4 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED369837",
        "title":"Social Perception and Judgment. Annotated Bibliography of Tests."},
      {
        "id":"ED369838",
        "title":"Behavior Rating Scales, Preschool - Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED369839",
        "title":"Behavior Rating Scales, Grades 4-6. Annotated Bibliography of Tests."},
      {
        "id":"ED369840",
        "title":"Behavior Rating Scales, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED369841",
        "title":"Group Behavior and Influence. Annotated Bibliography of Tests."},
      {
        "id":"ED369842",
        "title":"Changing Perspectives: Youth as Resources."},
      {
        "id":"ED369843",
        "title":"Federal Policy Options for Improving the Education of Low-Income Students. Volume I, Findings and Recommendations."},
      {
        "id":"ED369844",
        "title":"Federal Policy Options for Improving the Education of Low-Income Students. Volume II, Commentaries."},
      {
        "id":"ED369845",
        "title":"Realizing Our Nation's Diversity as an Opportunity. Alternatives to Sorting America's Children. Final Report."},
      {
        "id":"ED369847",
        "title":"Chapter 1: Creating Opportunities for Success. Strengthening Instruction for At-Risk Students through In-Class Services."},
      {
        "id":"ED369848",
        "title":"Evening the Odds: Taking Action for Kentucky&apos;s African American Children and Their Families."},
      {
        "id":"ED369853",
        "title":"Compendium of Program Facts and Executive Summaries. 1990-91 Evaluation Reports."},
      {
        "id":"ED369854",
        "title":"Special Strategies for Educating Disadvantaged Children. Urban and Suburban/Rural. First Year Report."},
      {
        "id":"ED369855",
        "title":"New Horizons Program Planning/Evaluation Report for 1992-93. Focus on Program Evaluation."},
      {
        "id":"ED369856",
        "title":"First Year Teaching Experiences of Early Childhood Urban Teachers."},
      {
        "id":"ED369857",
        "title":"Minority Recruitment in Teacher Education."},
      {
        "id":"ED369858",
        "title":"An Overview of a Field Study of Urban School Districts in the Far West."},
      {
        "id":"ED369860",
        "title":"SUCCESS Program Planning/Evaluation Report for 1992-93. Focus on Program Evaluation."},
      {
        "id":"ED369861",
        "title":"Breaking Barriers: An Asian-American Curriculum Unit."},
      {
        "id":"ED369862",
        "title":"The Mobility Strategies of Successful Hispanic High School Students."},
      {
        "id":"ED369863",
        "title":"Chapter 1: Creating Opportunities for Success through Replacement Services. Chapter 1 Replacement Class Collaborative Teaming and Intensive Teaching Time. A Model for Student Success in Newark City Schools."},
      {
        "id":"ED369864",
        "title":"African American Studies Programs."},
      {
        "id":"ED369865",
        "title":"Curriculum Diversity Competitive Grants Project: An Evaluation."},
      {
        "id":"ED369866",
        "title":"Supporting the Total Child. Resource Book. Chapter 1 &amp; 2. Successful Programs 1993-94."},
      {
        "id":"ED369867",
        "title":"Serving Homeless Children: The Responsibilities of Educators."},
      {
        "id":"ED369868",
        "title":"Federal Policy Options for Improving the Education of Low-Income Students. Volume III. Countering Inequity in School Finance."},
      {
        "id":"ED369869",
        "title":"School Help: 105 Resources for Chicago School Improvement."},
      {
        "id":"ED369870",
        "title":"Chicago School Reform: The Nature and Origin of Basic Assumptions. Research and Policy Analysis Series No. 7."},
      {
        "id":"ED369871",
        "title":"California's Changing Faces: New Immigrant Survival Strategies and State Policy. A Policy Research Program Report."},
      {
        "id":"ED369879",
        "title":"Elements of Quality: Volunteer Adult Tutoring Programs."},
      {
        "id":"ED369880",
        "title":"Manpower Requirement by Levels of Qualification in West Germany until 2010. Implications of the 1989 IAB/Prognos Projection for the Qualification Structure of Jobs. Labour Market Research Topics, No. 4."},
      {
        "id":"ED369881",
        "title":"Evaluating Training and Educational Programs: A Review of the Literature."},
      {
        "id":"ED369882",
        "title":"Using High Fidelity Computer-Based Simulations in Retraining of Retired Military Personnel."},
      {
        "id":"ED369884",
        "title":"Job Training Partnership Act PY '91 Title II-A Program Review."},
      {
        "id":"ED369885",
        "title":"Women's Education and Empowerment. Report of the International Seminar (Hamburg, Germany, January 27-February 2, 1993)."},
      {
        "id":"ED369886",
        "title":"With Agriculture Knowledge and Wisdom (Me Ka Ike Ame Ka Na&apos;auao). Proceedings of the Annual Western Region Agricultural Education Research Meeting (Honolulu, Hawaii, April 13-16, 1994). Volume XIII, Number 1."},
      {
        "id":"ED369887",
        "title":"Family Literacy Programs: Who Benefits? Occasional Paper #2."},
      {
        "id":"ED369888",
        "title":"Snapshots from Tanzania."},
      {
        "id":"ED369890",
        "title":"Pilot Study of Agricultural Literacy. Final Report."},
      {
        "id":"ED369891",
        "title":"Cost Effectiveness of the State Adult Basic and Adult High School Program. FY 1992-93."},
      {
        "id":"ED369893",
        "title":"Utah State Adult Education Evaluation for July 1992 to June 1993."},
      {
        "id":"ED369894",
        "title":"Technology--Life--Careers. Guidance Curriculum. Middle/Junior High Schools. Second Edition."},
      {
        "id":"ED369897",
        "title":"Survey of Attitudes toward the Indiana Higher Education Telecommunication System (IHETS Delivery System)."},
      {
        "id":"ED369899",
        "title":"Assessing Undergraduate Curriculum for the Adult Learner: Focus Group Research."},
      {
        "id":"ED369901",
        "title":"Increasing Working Mothers' Earnings: The Importance of Race, Family, and Job Characteristics. Research-in-Brief."},
      {
        "id":"ED369902",
        "title":"Innovation at the Margins."},
      {
        "id":"ED369903",
        "title":"The History of the American Vocational Education Research Association. The First 25 Years."},
      {
        "id":"ED369904",
        "title":"Building Effective Workplace Literacy and Education Programs. Lessons from Project ELI. A Partnership Effort Dedicated to Upgrading Millworkers' Skills for the Future."},
      {
        "id":"ED369905",
        "title":"Systems and Procedures of Certification of Qualifications in the European Community. Comparative Analysis. CEDEFOP Panorama."},
      {
        "id":"ED369906",
        "title":"Improve Your Future, Deal with Your Present, Understand Your Past: A Rationale and Survival Curriculum for Prisons and Jails."},
      {
        "id":"ED369908",
        "title":"Workplace Literacy and the Nation's Unemployed Workers. Research and Evaluation Report Series 93-F."},
      {
        "id":"ED369909",
        "title":"Women Facing the Multiple Role Challenge. Adult Women Studying Social Work and Adult Education in Canada: A Study of Their Multiple Role Experiences and of Supports Available to Them. Final Report."},
      {
        "id":"ED369910",
        "title":"Skills-Focused Career Development. Facilitator's Manual and Personal Skill Profile."},
      {
        "id":"ED369912",
        "title":"School-to-Work Transition. A Texas Perspective."},
      {
        "id":"ED369913",
        "title":"Hearing on School-to-Work Transition. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, One Hundred Third Congress, First Session (July 15, 1993)."},
      {
        "id":"ED369914",
        "title":"The Displaced vs. the Disadvantaged: A Necessary Dichotomy? Occasional Paper 1994-2."},
      {
        "id":"ED369915",
        "title":"Returning to the Job Market: A Woman's Guide to Employment Planning."},
      {
        "id":"ED369916",
        "title":"Working Options: How To Plan Your Job Search, Your Work Life."},
      {
        "id":"ED369917",
        "title":"Youth Organization and Supervised Agricultural Experience Participation as Predictors of the Career Maturity of Agricultural Education Students. Summary of Research 72."},
      {
        "id":"ED369918",
        "title":"An Examination of Middle School Enrollment in Agricultural Education and Membership in the National FFA Organization in the United States. Summary of Research 73."},
      {
        "id":"ED369919",
        "title":"State-Level Vocational Administrator Perceptions Relevant to Career-Oriented Education in the Middle Grades. Summary of Research 74."},
      {
        "id":"ED369920",
        "title":"Factors Related to the Attitude of First-Year University and College Students toward the Secondary Agriculture Program in Swaziland. Summary of Research 75."},
      {
        "id":"ED369921",
        "title":"Factors Related to the Motivation of Extension Agents in Kenya's Rift Valley Province. Summary of Research 76."},
      {
        "id":"ED369922",
        "title":"A Comparison of Workplace Groups with Groups in Education."},
      {
        "id":"ED369923",
        "title":"Research on School-to-Work Transition Programs in the United States."},
      {
        "id":"ED369924",
        "title":"School-to-Work Opportunities Act of 1994. Conference Report to Accompany H.R. 2884. House of Representatives, 103D Congress, 2d Session."},
      {
        "id":"ED369925",
        "title":"In Uzbekistan, Is It Farm Management or FARM &quot;Management?&quot;"},
      {
        "id":"ED369926",
        "title":"Advanced Hunter Education and Shooting Sports Responsibility. Bulletin 555A."},
      {
        "id":"ED369927",
        "title":"Smart Jobs Training Plan: A Strategy for Texas. A Report to the Governor."},
      {
        "id":"ED369928",
        "title":"Texas Skills Development Program. Report to the Governor."},
      {
        "id":"ED369929",
        "title":"National Assessment of Vocational Education. Interim Report to Congress."},
      {
        "id":"ED369930",
        "title":"The Workplace Literacy System Project (WLS). Phase II. Final Performance Report."},
      {
        "id":"ED369933",
        "title":"Introducing GNVQSs: Planning, Co-Ordinating and Managing the GNVQ Curriculum."},
      {
        "id":"ED369934",
        "title":"Approaches to Partnerships: Who Shares Wins."},
      {
        "id":"ED369935",
        "title":"Public Training with Private Efficiency: An Analysis of the Outcomes of California Employment Training Panel Programs."},
      {
        "id":"ED369936",
        "title":"Job Olympics."},
      {
        "id":"ED369937",
        "title":"Transition: The Key."},
      {
        "id":"ED369938",
        "title":"The Effectiveness of Access Courses: Views of Access Students and Their Teachers. SCRE Research Report Series."},
      {
        "id":"ED369939",
        "title":"Home-Grown Lessons: Innovative Programs Linking Work and High School. School-to-Work Transition Project."},
      {
        "id":"ED369940",
        "title":"Learning through Work: Designing and Implementing Quality Worksite Learning for High School Students. School-to-Work Transition Project."},
      {
        "id":"ED369944",
        "title":"Use of Technology in Developing Problem Solving/Critical Thinking Skills."},
      {
        "id":"ED369945",
        "title":"Project FORWARD: A Curriculum for JOBS Clients. A Leap Forward for JOBS Clients and Their Instructors."},
      {
        "id":"ED369946",
        "title":"Children, Parents, and Families: An Annotated Bibliography on Literacy Development in and out of Program Settings."},
      {
        "id":"ED369947",
        "title":"Evaluating the Relationship between College Students' Vocational Congruence, Academic Success, and Career Maturity: Career Counseling Implications and Future Directions."},
      {
        "id":"ED369950",
        "title":"Workplace Literacy across the Three Phases of Textile Manufacturing. National Workplace Literacy Demonstration Project. Performance Report."},
      {
        "id":"ED369951",
        "title":"Business Writing."},
      {
        "id":"ED369952",
        "title":"Communication and Problem Solving."},
      {
        "id":"ED369953",
        "title":"Computer Programs."},
      {
        "id":"ED369954",
        "title":"Reading and Math."},
      {
        "id":"ED369955",
        "title":"Job Task Analysis."},
      {
        "id":"ED369956",
        "title":"S.C.O.R.E. Sales and Customer Service Occupational Readiness Education. Final Report."},
      {
        "id":"ED369958",
        "title":"Math for Horticulture. Student Manual."},
      {
        "id":"ED369959",
        "title":"Vocational-Technical Education: Major Reforms and Debates 1917-Present."},
      {
        "id":"ED369960",
        "title":"Colorado Department of Education Adult Basic Skills and Literacy Minimum Program Standards."},
      {
        "id":"ED369961",
        "title":"Job Knowledge Test Design: A Cognitively-Oriented Approach. Institute Report No. 241."},
      {
        "id":"ED369962",
        "title":"Army National Guard. Officer Candidate Training Should Be Consolidated at One Site. Report to the Secretary of Defense."},
      {
        "id":"ED369963",
        "title":"Multiple Employment Training Programs. Most Federal Agencies Do Not Know If Their Programs Are Working Effectively. Report to the Ranking Minority Member, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED369964",
        "title":"Multiple Employment Training Programs. Major Overhaul Is Needed. Testimony before the Subcommittee on Employment, Housing, and Aviation, Committee on Government Operations, House of Representatives. Agencies Do Not Know If Their Programs Are Working Effectively."},
      {
        "id":"ED364951",
        "title":"Establishing a State Clearinghouse on At-Risk Education."},
      {
        "id":"ED364952",
        "title":"&quot;Middle&quot; Morphosis: Kentucky's Plan for Young Adolescents."},
      {
        "id":"ED364953",
        "title":"Curriculum Leadership and the Principalship."},
      {
        "id":"ED364954",
        "title":"Academic Outcomes and Behavior--Identifying Quality Indicators. Brooks School District No. 2092."},
      {
        "id":"ED364955",
        "title":"Facts, Figures and Faces: A Look at Minnesota's School Choice Programs."},
      {
        "id":"ED364956",
        "title":"Improving Student Performance: New Strategies for Implementing Higher Standards."},
      {
        "id":"ED364957",
        "title":"Emerging Issues of Violence: Impact on Leading and Learning in Schools."},
      {
        "id":"ED364958",
        "title":"Building Coalitions To Restructure Schools."},
      {
        "id":"ED364959",
        "title":"Women and Racial Minority Representation in School Administration."},
      {
        "id":"ED364960",
        "title":"What Happened to the Cash? Effective Cash Control."},
      {
        "id":"ED364961",
        "title":"Improving Classroom Observation Skills: Guidelines for Teacher Evaluation."},
      {
        "id":"ED364967",
        "title":"Using Portfolios To Assess Teacher Performance."},
      {
        "id":"ED364968",
        "title":"Approaches to Classroom Observations: Open versus Closed Systems."},
      {
        "id":"ED364969",
        "title":"Systemic Education Reform."},
      {
        "id":"ED364970",
        "title":"Iowa School Reorganization: Where Has It Been and Where Is It Going?"},
      {
        "id":"ED364972",
        "title":"The Realities of Principalship."},
      {
        "id":"ED364973",
        "title":"Model Policy on Identifying and Reporting Child Abuse and Model Policy and Rules on Procedures for Investigating Allegations of Abuse of Students by School Employees. [Revised.]"},
      {
        "id":"ED364974",
        "title":"Integration or Fragmentation: The Impact of Site-Based Decision-Making."},
      {
        "id":"ED364975",
        "title":"Food Assistance: Information on Meal Costs in the National School Lunch Program. Briefing Report to Congressional Requesters."},
      {
        "id":"ED364976",
        "title":"Food Assistance: Schools That Left the National School Lunch Program. Briefing Report to Congressional Requesters."},
      {
        "id":"ED364977",
        "title":"School Buses. Traffic Safety Facts 1992."},
      {
        "id":"ED364978",
        "title":"School Bus Safety Report."},
      {
        "id":"ED364979",
        "title":"Students At Risk. Legislative Research Commission Report to the 1993 General Assembly of North Carolina."},
      {
        "id":"ED364980",
        "title":"Empowering Students: Variables Impacting the Effort."},
      {
        "id":"ED364981",
        "title":"Turning the Corner: From Risk to Resiliency. A Compilation of Articles from the \"Western Center News.\""},
      {
        "id":"ED364983",
        "title":"School Empowerment through Self-Managing Teams: Leader Behavior in Developing Self-Managing Work Groups in Schools."},
      {
        "id":"ED364984",
        "title":"Developing and Implementing a Discipline Plan for Hawthorne High School."},
      {
        "id":"ED364985",
        "title":"Risk Management. ERIC Digest, Number 86."},
      {
        "id":"ED364986",
        "title":"The Annual Condition of Education Report. A Report on Elementary, Secondary and Community College Education."},
      {
        "id":"ED364987",
        "title":"Understanding School Finance: A Basic Guide for Pennsylvania School Directors. [Revised.]"},
      {
        "id":"ED364988",
        "title":"Pacific Region School Finance and Facilities Study."},
      {
        "id":"ED364989",
        "title":"Pennsylvania's Sunshine Law: A Guide for Public School Boards. [Revised.]"},
      {
        "id":"ED364992",
        "title":"Community Collaboration: If It Is Such a Good Idea, Why Is It So Hard To Do?"},
      {
        "id":"ED364993",
        "title":"The Role of Educational Research in Policy Making in the UK."},
      {
        "id":"ED364997",
        "title":"Cognitive Perspectives on Educational Leadership. Critical Issues in Educational Leadership Series."},
      {
        "id":"ED365000",
        "title":"School Voucher Programs in the United States: Implications and Applications for California. Policy Study No. 172."},
      {
        "id":"ED365003",
        "title":"State, Local, and Federal Financing for Illinois Public Schools, 1992-93."},
      {
        "id":"ED365004",
        "title":"Analysis of the Parental Choice in Education Initiative: A Proposed Constitutional Amendment on the November 2, 1993, Ballot."},
      {
        "id":"ED365006",
        "title":"Three to Five Selective Screening Guide."},
      {
        "id":"ED365007",
        "title":"Developing and Implementing a Program To Improve School Success for Minority Students."},
      {
        "id":"ED365008",
        "title":"Cooperative Learning and Gifted Students: Report on Five Case Studies."},
      {
        "id":"ED365009",
        "title":"Middle School Site Visit Report: Five Schools in Profile."},
      {
        "id":"ED365010",
        "title":"A Multidimensional Curriculum for Academically Gifted Students: Educating the Whole Person at the Indiana Academy."},
      {
        "id":"ED365012",
        "title":"Facilitating the Inclusion of Mildly Disabled Elementary Students in an Innercity School: A Service Delivery Model."},
      {
        "id":"ED365013",
        "title":"Increasing Parental Involvement through Active Participation with Parents of Fifth Grade Students in an Integrated Mainstreamed Classroom."},
      {
        "id":"ED365014",
        "title":"Development and Implementation of an Integrated Parent Involvement Program for Regular and Special Education Classes in Preschool and Kindergarten for Home and School."},
      {
        "id":"ED365015",
        "title":"Use of a One Day Training Program for Human Services Professionals To Increase Their Understanding of Attention Deficit-Hyperactivity Disorder and Its Ramifications for Adoptive Families."},
      {
        "id":"ED365016",
        "title":"A Transition Model for Personal Empowerment of Learning Disabled Young Adults Exiting from High School to the Work Force or a Post-Secondary Educational Setting."},
      {
        "id":"ED365017",
        "title":"Performance Assessment. Minibibliography. Fall 1993."},
      {
        "id":"ED365018",
        "title":"Early Childhood Special Educator. Careers in Special Education. No. 90.93."},
      {
        "id":"ED365019",
        "title":"Special Education Resource Teacher: Elementary Level. Careers in Special Education. No. 91.93."},
      {
        "id":"ED365020",
        "title":"Perceptions, 1992-93."},
      {
        "id":"ED365021",
        "title":"Exceptional Parent, 1993."},
      {
        "id":"ED365022",
        "title":"Facilitated Communication: An Annotated Bibliography. Creating Inclusive Communities: A Monograph Series, Number 1."},
      {
        "id":"ED365023",
        "title":"Student Outcomes: An Annotated Bibliography. Creating Inclusive Communities: A Monograph Series, Number 2."},
      {
        "id":"ED365024",
        "title":"Student Outcomes: Studying the Effectiveness of Transition in Maine. Final Report."},
      {
        "id":"ED365025",
        "title":"Kids Talk about Inclusive Classrooms. Creating Inclusive Educational Communities: A Monograph Series, Number 3."},
      {
        "id":"ED365026",
        "title":"Guidelines for Inclusive Schools."},
      {
        "id":"ED365027",
        "title":"Re-Examining the Eligibility Determination Process. A Policy Forum To Examine Policy and Practices in Current and Alternative Eligibility Systems in Special Education (Washington, DC, May 3-4, 1993)."},
      {
        "id":"ED365028",
        "title":"School Building Models for Educating Students with Disabilities in the Regular Education Environment. Final Report."},
      {
        "id":"ED365030",
        "title":"Making Connections through Voice: Teacher Receptivity to Change."},
      {
        "id":"ED365032",
        "title":"[Na'imiloa: High School Demonstration Project for Gifted Hawaiian Students.]"},
      {
        "id":"ED365033",
        "title":"Kakela: Program for Gifted Students in Hawaiian."},
      {
        "id":"ED365034",
        "title":"'Imi Na'auao: Directed Studies in Hawaiian Studies."},
      {
        "id":"ED365041",
        "title":"Developing a Social Skills Training Program To Assist Special Education Middle School Students Entering the Mainstream."},
      {
        "id":"ED365043",
        "title":"Training Special Education Teachers and Paraprofessionals of Developmentally Disabled and Behaviorally Disordered Children and Youth in Applied Behavior Analysis."},
      {
        "id":"ED365044",
        "title":"Increasing Academic Achievement of Second Grade Learning Disabled Students through Implementation of a Resource/Consultative Service Delivery Model."},
      {
        "id":"ED365045",
        "title":"Partially Sighted Children: The Visual Processing of Words and Pictures."},
      {
        "id":"ED365046",
        "title":"Special Education in Developing Countries: The Dilemma of Public Policy Making in the Context of Cultural Exchanges and Diffusion of Innovations."},
      {
        "id":"ED365047",
        "title":"Transition in the U.S. and Western European Nations."},
      {
        "id":"ED365048",
        "title":"Policy Implications of Emergent Full Inclusion Models for the Education of Students with Severe Disabilities."},
      {
        "id":"ED365049",
        "title":"EASI 2 Social Interaction Scale, v.6."},
      {
        "id":"ED365050",
        "title":"School Restructuring & Full Inclusion. Revision 5. Prepublication Copy."},
      {
        "id":"ED365051",
        "title":"An Analysis of Student Outcomes Associated with Educational Programs Representing Full Inclusion and Special Class Models of Integration."},
      {
        "id":"ED365052",
        "title":"Schools Are for All Kids: School Site Implementation. Level II Training. Participants Manual."},
      {
        "id":"ED365053",
        "title":"Schools Are for All Kids. Part II: School Site Implementation. Trainer's Packet."},
      {
        "id":"ED365054",
        "title":"Schools Are for All Kids: The Leadership Challenge. Participant's Manual. Revised."},
      {
        "id":"ED365055",
        "title":"The Regular Class as a Communication Support Group."},
      {
        "id":"ED365056",
        "title":"Educational Practices in Integrated Settings Associated with Positive Student Outcomes."},
      {
        "id":"ED365057",
        "title":"Factors Associated with the Integrated Educational Placement of Students with Severe Disabilities."},
      {
        "id":"ED365058",
        "title":"The Effects of a Social Interaction Training Intervention on the Social Behaviors of Nondisabled Secondary-Aged Students toward Their Schoolmates with Severe Disabilities."},
      {
        "id":"ED365059",
        "title":"The Effects of Full Inclusion on Regular Education Teachers. Final Report."},
      {
        "id":"ED365060",
        "title":"Restructuring Education in the 90s."},
      {
        "id":"ED365061",
        "title":"Acquisition of Communication and Motor Skills within the Context of Cooperative Learning Groups in General Education Classrooms."},
      {
        "id":"ED365062",
        "title":"The Effects of Integration on the Challenging Behavior of Students with Severe Disabilities."},
      {
        "id":"ED365063",
        "title":"Student Descriptor Scale Manual."},
      {
        "id":"ED365064",
        "title":"Theory of Mind Deficits in Autism: Social or Cognitive? Primary or Secondary?"},
      {
        "id":"ED365065",
        "title":"Identifying Rural Disadvantaged Gifted Students. Project SPRING: Special Populations Resource Information Network for the Gifted."},
      {
        "id":"ED365066",
        "title":"Educational Modifications: Indiana Site. Project SPRING: Special Populations Resource Information Network for the Gifted."},
      {
        "id":"ED365067",
        "title":"Indiana Site. Final Report of Project SPRING: Special Populations Resource Information Network for the Gifted."},
      {
        "id":"ED365068",
        "title":"A Case Illustration of the Impact of Peer Play on Symbolic Activity in Autism."},
      {
        "id":"ED365069",
        "title":"Directory of Organizations."},
      {
        "id":"ED365070",
        "title":"Employment. Feature Issue."},
      {
        "id":"ED365071",
        "title":"The Americans with Disabilities Act (ADA) Employment Handbook."},
      {
        "id":"ED365072",
        "title":"Special Education in Alaska. A Guide for Parents."},
      {
        "id":"ED365073",
        "title":"Procedures Manual for Regular Education. Section 504, 1973 Rehabilitation Act. Subpart D 34, Code of Federal Regulations--104."},
      {
        "id":"ED365074",
        "title":"Development of a Collaborative Speech-Language-Hearing Model for Service Delivery to Mild and Moderately Language Handicapped Students in an Elementary School."},
      {
        "id":"ED365075",
        "title":"Increasing the Success of Learning Disabled High School Students in Their Transition to the Community College through the Use of Support Services."},
      {
        "id":"ED365076",
        "title":"Pre-Crisis Intervention Strategies for Reducing Unacceptable Behaviors by Exceptional Students in a Public Elementary School."},
      {
        "id":"ED365077",
        "title":"Increasing the Capacity of Regular Education To Serve Students with Learning Problems through Collaboration with the Child Study Team."},
      {
        "id":"ED365078",
        "title":"Characterizing the Communicative Ability of FPAS Children."},
      {
        "id":"ED365079",
        "title":"Education of Children with Attention Deficit Disorder. Proceedings of the Forum (Washington, D.C., January 27-29, 1993)."},
      {
        "id":"ED365080",
        "title":"Differences in Belief Systems about Friendship Employed by Two Groups of Adolescents with Mild Handicaps."},
      {
        "id":"ED365081",
        "title":"Project SPECIAL TOPIC (Training of Professionals in Counseling)."},
      {
        "id":"ED365082",
        "title":"Northeast Regional Resource Center. Final Report."},
      {
        "id":"ED365083",
        "title":"Bridging the Gap between Regular &amp; Special Education: Adventure-Based Counseling for Students with Emotional Disturbances in Public Schools."},
      {
        "id":"ED365085",
        "title":"What Makes a Difference? Influences on Postschool Outcomes of Youth with Disabilities. The Third Comprehensive Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED365086",
        "title":"The Transition Experiences of Young People with Disabilities. A Summary of Findings from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED365087",
        "title":"Services for Youth with Disabilities after Secondary School. A Special Topic Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED365088",
        "title":"Beyond the Report Card: The Multiple Dimensions of Secondary School Performance of Students with Disabilities. A Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED365089",
        "title":"A Report on the Maltreatment of Children with Disabilities."},
      {
        "id":"ED365091",
        "title":"Rater Characteristics and Rater Bias: Implications for Training."},
      {
        "id":"ED365092",
        "title":"A Framework for Introductory Japanese Language Curricula in American High Schools and Colleges."},
      {
        "id":"ED365093",
        "title":"Language and International Studies: A Richard Lambert Perspective."},
      {
        "id":"ED365094",
        "title":"The Development of Descriptors on Scales of Language Proficiency. NFLC Occasional Papers."},
      {
        "id":"ED365095",
        "title":"History and Future of the HEA Title VI. NFLC Position Papers."},
      {
        "id":"ED365096",
        "title":"Qualitative Analysis of Second Language Acquisition in Study Abroad: The ACTR/NFLC Project. NFLC Occasional Papers."},
      {
        "id":"ED365098",
        "title":"Work Papers of the Summer Intitute of Linguistics, 1993. University of North Dakota Session, Volume 37."},
      {
        "id":"ED365099",
        "title":"Goals and Indirect Objects in Seri."},
      {
        "id":"ED365101",
        "title":"Quiegolani Zapotec Phonology."},
      {
        "id":"ED365102",
        "title":"Role and Reference Grammar."},
      {
        "id":"ED365103",
        "title":"The Binding Properties of Quechua Suffixes."},
      {
        "id":"ED365104",
        "title":"Obligatory Dative Clitic Doubling in Spanish."},
      {
        "id":"ED365105",
        "title":"Visual Aspects of Second-Language Reading. [Revised]."},
      {
        "id":"ED365106",
        "title":"Construction of Learning and Interaction of Language Minority Children in Cooperative Learning. Report No. 45."},
      {
        "id":"ED365107",
        "title":"We Need an Empirical Basis for Evaluating College Foreign Language Teaching."},
      {
        "id":"ED365108",
        "title":"Problems of Articulation and Testing: Lessons from the 1920s."},
      {
        "id":"ED365109",
        "title":"A Qualitative Analysis of a Preservice Second Language Teacher's Development."},
      {
        "id":"ED365110",
        "title":"Helping Elementary English as a Second Language Students To Become Independent Learners by Improving Their Reading Strategies."},
      {
        "id":"ED365111",
        "title":"Unlocking Australia&apos;s Language Potential: Profiles of 9 Key Languages in Australia. Volume 1, Arabic."},
      {
        "id":"ED365112",
        "title":"Unlocking Australia's Language Potential: Profiles of 9 Key Languages in Australia. Volume 2, Chinese."},
      {
        "id":"ED365113",
        "title":"Unlocking Australia&apos;s Language Potential: Profiles of 9 Key Languages in Australia. Volume 3, French."},
      {
        "id":"ED365114",
        "title":"Unlocking Australia&apos;s Language Potential: Profiles of 9 Key Languages in Australia. Volume 4, German."},
      {
        "id":"ED365115",
        "title":"Foreign Language Study in Georgia Middle Schools."},
      {
        "id":"ED365116",
        "title":"Student Generated Goals: A Pilot Project."},
      {
        "id":"ED365117",
        "title":"Hong Kong Papers in Linguistics and Language Teaching, 16."},
      {
        "id":"ED365118",
        "title":"Co-Text or No-Text? A Study of an Adapted Cloze Technique for Testing Comprehension/Summary Skills."},
      {
        "id":"ED365119",
        "title":"Small-Corpora Concordancing in ESL Teaching and Learning."},
      {
        "id":"ED365120",
        "title":"Interdisciplinary Dimensions of Debate."},
      {
        "id":"ED365121",
        "title":"Can English Enhancement Programmes Be Efficient?"},
      {
        "id":"ED365122",
        "title":"Academic Communities and the Need for Boundary Conversations: Towards a Metalingua Franca?"},
      {
        "id":"ED365123",
        "title":"Linking Language and Content Instruction in the Social Sciences."},
      {
        "id":"ED365124",
        "title":"Using Study Guides: An Approach to Self-Access."},
      {
        "id":"ED365125",
        "title":"Teachers' Attitudes to Self-Access Learning."},
      {
        "id":"ED365126",
        "title":"Copyright, Publishers, and Self-Access Centres in Hong Kong."},
      {
        "id":"ED365127",
        "title":"Hong Kong Texts on Hong Kong: Developing Computer Text Corpora at Hong Kong University."},
      {
        "id":"ED365129",
        "title":"PIAGET Classroom and Home Programs for Young Bilingual Children and Their Parents."},
      {
        "id":"ED365130",
        "title":"Parent Attitudes to Children's L1 Maintenance. A Cross-Sectional Study of Immigrant Groups in the Nordic Countries."},
      {
        "id":"ED365131",
        "title":"Bilingual Education in Fryslan: Levels of Language Proficiency in Both Dutch And Frisian at the End of Primary School."},
      {
        "id":"ED365132",
        "title":"Students &quot;DO&quot; Process: Bilingual Students&apos; Interactions in a Small Cooperative Reading Group."},
      {
        "id":"ED365133",
        "title":"Elementary and Secondary Education Act (ESEA) Title VII Programs in New York State, 1992-93."},
      {
        "id":"ED365134",
        "title":"Immersing, Revealing, and Telling: A Continuum from Implicit to Explicit Teaching."},
      {
        "id":"ED365135",
        "title":"Educational Services and Programs for Limited English Proficient Students in Nassau County, New York."},
      {
        "id":"ED365136",
        "title":"Instructional Conversations in Special Education Settings: Issues and Accommodations. Educational Practice Report 7."},
      {
        "id":"ED365144",
        "title":"Current Developments in Language Testing. Anthology Series 25."},
      {
        "id":"ED365145",
        "title":"Language Testing in the 1990s: How Far Have We Come? How Much Further Have We to Go?"},
      {
        "id":"ED365146",
        "title":"Current Research/Development in Language Testing."},
      {
        "id":"ED365147",
        "title":"The Difficulties of Difficulty: Prompts in Writing Assessment."},
      {
        "id":"ED365148",
        "title":"Affective Factors in the Assessment of Oral Interaction: Gender and Status."},
      {
        "id":"ED365149",
        "title":"Materials-Based Tests: How Well Do They Work?"},
      {
        "id":"ED365150",
        "title":"Defining Language Ability: The Criteria for Criteria."},
      {
        "id":"ED365151",
        "title":"The Role of Item Response Theory in Language Test Validation."},
      {
        "id":"ED365152",
        "title":"Southeast Asian Languages Proficiency Examinations."},
      {
        "id":"ED365153",
        "title":"Continuous Assessment in the Oral Communication Class: Teacher Constructed Test."},
      {
        "id":"ED365154",
        "title":"Attitudes, Norms and Standardization in English: Some Aspects of the Language in Its Social Context; Metapragmatics and Chauncey Gardener: Toward an Ecology of Communication. ROLIG-papir 50."},
      {
        "id":"ED365157",
        "title":"Methods for Teaching Learning Strategies in the Foreign Language Classroom and Assessment of Language Skills for Instruction. Final Report."},
      {
        "id":"ED365159",
        "title":"Teaching Native Languages in High School: A Teacher Resource Manual."},
      {
        "id":"ED365160",
        "title":"Price-Tagging Child Bilingualism: An Evaluation of Policy and the Socio-Economic and Political Implications of Commercialisation of Nursery Education in Nigeria."},
      {
        "id":"ED365162",
        "title":"Explaining Language Choice in Early Infant Bilingualism."},
      {
        "id":"ED365163",
        "title":"Bilingual Education Act: Background and Reauthorization Issues. CRS Report for Congress."},
      {
        "id":"ED365164",
        "title":"Japanese as a Second Language. A Preliminary Bibliography of Learning Resources."},
      {
        "id":"ED365165",
        "title":"ESP--Things Fall Apart?"},
      {
        "id":"ED365166",
        "title":"Beliefs, Self-Reported Practices and Professional Development Needs of Three Classroom Teachers with Language-Minority Students."},
      {
        "id":"ED365167",
        "title":"Language Characteristics and Schooling in the United States, A Changing Picture: 1979 and 1989."},
      {
        "id":"ED365168",
        "title":"Model Strategies in Bilingual Education: Family Literacy and Parent Involvement."},
      {
        "id":"ED365169",
        "title":"Adult ESL Literacy: Findings from a National Study. ERIC Digest."},
      {
        "id":"ED365170",
        "title":"Language and Literacy Education for Southeast Asian Refugees. ERIC Digest."},
      {
        "id":"ED365171",
        "title":"Higher Education Policy Formation in the European Community. ASHE Annual Meeting Paper."},
      {
        "id":"ED365172",
        "title":"Self-Evaluations and Visiting Committees: Effects of Quality Assessment in Dutch Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED365173",
        "title":"Comments and Replies: Academic Conversations. ASHE Annual Meeting Paper."},
      {
        "id":"ED365174",
        "title":"Can We All Get Along? How College Impacts Students' Sense of the Importance of Promoting Racial Understanding. ASHE Annual Meeting Paper."},
      {
        "id":"ED365175",
        "title":"Students in Cohort Programs and Intensive Schedule Classes: Does Familiarity Breed Differences? ASHE Annual Meeting Paper."},
      {
        "id":"ED365176",
        "title":"Factors Influencing Curriculum Change in Professional Programs. ASHE Annual Meeting Paper."},
      {
        "id":"ED365177",
        "title":"A Study of Underprepared Students at One Community College: Assessing the Impact of Student and Institutional Input, Environmental, and Output Variables on Student Success. ASHE Annual Meeting Paper."},
      {
        "id":"ED365178",
        "title":"What Is Changing in Mexican Public Universities in the Face of Recent Policy Initiatives for Higher Education? ASHE Annual Meeting Paper."},
      {
        "id":"ED365179",
        "title":"Another Dimension of Campus Date Rape: Assessing College Students' Attitudes. ASHE Annual Meeting Paper."},
      {
        "id":"ED365180",
        "title":"Improving Women's Access to Higher Education: A Review of World Bank Project Experience. ASHE Annual Meeting Paper."},
      {
        "id":"ED365181",
        "title":"Graduate Retention: An Investigation of Factors Relating to Older Female Graduate Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED365182",
        "title":"The Development of Mathematical Self-Concept during College: Unique Benefits for Women in Math-Intensive Majors? ASHE Annual Meeting Paper."},
      {
        "id":"ED365183",
        "title":"In- and Out-of-Class Influences Affecting the Development of Students' Intellectual Orientations. ASHE Annual Meeting Paper."},
      {
        "id":"ED365184",
        "title":"The Dimensionality of Academic and Social Integration in Persistence Studies of Hispanic Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED365185",
        "title":"An Approach/Avoidance Behavioral Model of College Student Retention. ASHE Annual Meeting Paper."},
      {
        "id":"ED365186",
        "title":"The Impact of the European Community on Higher Education in Ireland: A Case Study. ASHE Annual Meeting Paper."},
      {
        "id":"ED365187",
        "title":"Institutional Constraints on the Development of Curricular Policy Alternatives. ASHE Annual Meeting Paper."},
      {
        "id":"ED365188",
        "title":"Collaboration in the Research and Scholarship of Feminist Women Faculty. ASHE Annual Meeting Paper."},
      {
        "id":"ED365189",
        "title":"The Development of Contextual Knowing in Graduate and Professional Education Settings. ASHE Annual Meeting Paper."},
      {
        "id":"ED365190",
        "title":"Developing Priorities and Strategies To Meet the Challenge: Educational Development in Post-Apartheid Universities. ASHE Annual Meeting Paper. Draft."},
      {
        "id":"ED365191",
        "title":"Using Multiattribute Evaluation Techniques for Assisting Reallocation Decisions in Higher Education. ASHE Annual Meeting Paper. Draft."},
      {
        "id":"ED365192",
        "title":"&quot;I Can Be Anything!&quot; Student Leadership in Three Women's Colleges. ASHE Annual Meeting Paper."},
      {
        "id":"ED365193",
        "title":"Tenured Faculty Perspectives of Intra-system Transfers: Is There Life after a Campus Closing? ASHE Annual Meeting Paper."},
      {
        "id":"ED365197",
        "title":"Choosing the College Textbook: A Textbook Selection Checklist for Instructor Use. Curriculum and Program Planning."},
      {
        "id":"ED365198",
        "title":"Summer Research Opportunity Programs. Voices and Visions of Success in Pursuit of the Ph.D. Enhancing the Minority Presence in Graduate Education V."},
      {
        "id":"ED365199",
        "title":"Building Bridges: A Review of the School-College Partnership Literature."},
      {
        "id":"ED365200",
        "title":"Building Bridges: Using State Policy To Foster and Sustain Collaboration."},
      {
        "id":"ED365201",
        "title":"Higher Education in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED365202",
        "title":"Research Planning and Organization. Fact Sheets on Sweden."},
      {
        "id":"ED365203",
        "title":"Pittsburg State University Development Achievements for Fiscal Year 1993."},
      {
        "id":"ED365204",
        "title":"Employment and Hiring Patterns for Faculty of Color."},
      {
        "id":"ED365206",
        "title":"Chicanos in Higher Education: Issues and Dilemmas for the 21st Century. ERIC Digest."},
      {
        "id":"ED365207",
        "title":"Chicanos in Higher Education: Issues and Dilemmas for the 21st Century. ASHE-ERIC Higher Education Report No. 3, 1993."},
      {
        "id":"ED365209",
        "title":"Student Charges at Public Institution: Annual Survey 1987-88."},
      {
        "id":"ED365210",
        "title":"Student Charges at Public Institutions. Annual Survey 1989-90."},
      {
        "id":"ED365211",
        "title":"Student Charges at Public Institutions. Annual Survey 1990-91."},
      {
        "id":"ED365212",
        "title":"Student Charges at Public, Four-Year Institutions Fall 1993."},
      {
        "id":"ED365213",
        "title":"Enrollment at State and Land-Grant Universities, 1983-84."},
      {
        "id":"ED365214",
        "title":"Enrollment at State and Land-Grant Universities, 1984-85."},
      {
        "id":"ED365215",
        "title":"Freshmen in the Spotlight. Report on Enrollments at Public, Four-Year Colleges and Universities, 1987-88."},
      {
        "id":"ED365216",
        "title":"Enrollments at Public Four-Year Colleges and Universities. Annual Survey 1989-90."},
      {
        "id":"ED365217",
        "title":"Estimates of Enrollment at Public, Four-Year Institutions, Fall 1992."},
      {
        "id":"ED365218",
        "title":"Building a System...To Be among the Best: The Washington State Master Plan for Higher Education."},
      {
        "id":"ED365219",
        "title":"A Commitment to Opportunity: 1992 Update of the Master Plan for Higher Education."},
      {
        "id":"ED365220",
        "title":"Policy on Minority Participation and Diversity."},
      {
        "id":"ED365221",
        "title":"Operational Definitions and Baseline Data for the Higher Education Coordinating Board Policy on Minority Participation and Diversity."},
      {
        "id":"ED365222",
        "title":"The Washington State Distinguished Professorship Program. Status Report."},
      {
        "id":"ED365223",
        "title":"The Washington State Graduate Fellowship Program. Status Report."},
      {
        "id":"ED365224",
        "title":"Enrollment Plan Update. Planning Paper No. 1."},
      {
        "id":"ED365225",
        "title":"Guidelines for Program Planning and Approval at Washington Public Four-Year Colleges and Universities."},
      {
        "id":"ED365226",
        "title":"Higher Education Statistics: State of Washington."},
      {
        "id":"ED365227",
        "title":"Selected Faculty Compensation Issues within the State of Washington. In Response to Chapter 16, Laws of 1991, Section 609(4). A Report."},
      {
        "id":"ED365228",
        "title":"Gender Equity in Higher Education: Report on Self-Studies and Plans."},
      {
        "id":"ED365229",
        "title":"Gender Equity in Higher Education: 1992 Progress Report."},
      {
        "id":"ED365230",
        "title":"Student Financial Aid in Washington State: An Overview."},
      {
        "id":"ED365231",
        "title":"A Commitment to Opportunity: Considerations for the 1990s. Student Financial Aid Policy Study State of Washington. Final Report."},
      {
        "id":"ED365232",
        "title":"Wage Rate Comparability Review Washington State Work Study Program."},
      {
        "id":"ED365233",
        "title":"Unserved Financial Aid Applicants. Update Report."},
      {
        "id":"ED365234",
        "title":"Financial Support of Higher Education, 1990-91. A National Comparison."},
      {
        "id":"ED365236",
        "title":"Higher Education Finance Issues: Briefing Paper."},
      {
        "id":"ED365237",
        "title":"Tuition and Fee Rates for 1993-95 Biennium."},
      {
        "id":"ED365238",
        "title":"Tuition and Fee Waivers, Residency Exemptions, Reduced Fee Courses."},
      {
        "id":"ED365239",
        "title":"Tuition and Fee Policies. Briefing Paper."},
      {
        "id":"ED365240",
        "title":"Tuition and Fee Rates, 1992-93. A National Comparison."},
      {
        "id":"ED365241",
        "title":"Tuition in Washington: A Comprehensive Review."},
      {
        "id":"ED365242",
        "title":"Assessment of Public Higher Education. Preliminary Baseline Report."},
      {
        "id":"ED365243",
        "title":"Washington State Higher Education Coordinating Board Semiannual Assessment Report."},
      {
        "id":"ED365244",
        "title":"Graduate Education Study. Final Report and Recommendations."},
      {
        "id":"ED365245",
        "title":"High School to College-Going Rates for Oklahoma High School Graduates to Oklahoma Colleges: Linear College-Going Rate, Combined College-Going Rate. Oklahoma High School Educational Indicators Project."},
      {
        "id":"ED365246",
        "title":"Salaries in the Oklahoma State System of Higher Education. 1991-1992: Faculty and Selected Administrative Positions."},
      {
        "id":"ED365247",
        "title":"Salaries in the Oklahoma State System of Higher Education. 1992-1993: Faculty and Selected Administrative Positions."},
      {
        "id":"ED365248",
        "title":"Faculty Productivity. Report &amp; Recommendations to the Oklahoma State Regents for Higher Education."},
      {
        "id":"ED365249",
        "title":"Student Data Report: Oklahoma Higher Education 1991-92."},
      {
        "id":"ED365250",
        "title":"A Study of Physical Education Courses."},
      {
        "id":"ED365251",
        "title":"OU/OSU Study Committee, SB 1009."},
      {
        "id":"ED365252",
        "title":"Student Competencies for College Success."},
      {
        "id":"ED365253",
        "title":"Missing Opportunities: Drop-Outs and a Failure To Find a Mentor."},
      {
        "id":"ED365254",
        "title":"Presence and Promise: Religious Studies in the University. A Collection of Papers from two California State University's Institute for Teaching and Learning Religious Studies Seminars (California, April 1991, February 1992)."},
      {
        "id":"ED365255",
        "title":"The World University System as a Model Prospectus for Institutions of Higher Learning in a Changing World."},
      {
        "id":"ED365256",
        "title":"Understanding and Managing Shock: A Core Curriculum for an Intensive Care Unit."},
      {
        "id":"ED365257",
        "title":"The Power of Cluster Evaluation Networking Conferences."},
      {
        "id":"ED365258",
        "title":"Salaries of Full-Time Instructional Faculty on 9- and 10-Month and 11- and 12-Month Contracts in Institutions of Higher Education, 1981-82 through 1991-92. E.D. TABS."},
      {
        "id":"ED365259",
        "title":"The Characteristics of Stafford Student Loan Borrowers in Repayment and the Impact of Educational Debt on Personal and Economic Life Decisions: Comparing 1985 and 1991 Data."},
      {
        "id":"ED365260",
        "title":"The Impact of Significant Federal Student Loan Policy Changes and the Role of States in Student Credit."},
      {
        "id":"ED365261",
        "title":"Basic Student Charges at Postsecondary Institutions: Academic Year 1992-93. Tuition and Required Fees and Room and Board Charges at 4-year, 2-year, and Public Less-than-2-year Institutions. Statistical Analysis Report."},
      {
        "id":"ED365262",
        "title":"State Higher Education Appropriations 1992-93."},
      {
        "id":"ED365263",
        "title":"Compendium of National Data Sources on Higher Education."},
      {
        "id":"ED365264",
        "title":"The Tuition Dilemma--State Policies and Practices in Pricing Public Higher Education."},
      {
        "id":"ED365265",
        "title":"Characteristics of the Nation's Postsecondary Institutions: Academic Year 1992-93. E.D. TABS."},
      {
        "id":"ED365266",
        "title":"Report of the Committee To Study Preparation of the Workforce. Item #7."},
      {
        "id":"ED365267",
        "title":"Recommendations of the Committee To Study Preparation of the Workforce. Item #4."},
      {
        "id":"ED365269",
        "title":"Assessment of the Educational Needs in Health Professions Programs, 1992. Item #3."},
      {
        "id":"ED365270",
        "title":"Policy Issues in Education for the Health Professions. Item #5B."},
      {
        "id":"ED365271",
        "title":"Policy Recommendations for Health Professions Education. Item #7."},
      {
        "id":"ED365272",
        "title":"The Diversity of Illinois Public Universities. Item #3."},
      {
        "id":"ED365273",
        "title":"Recent Trends in Higher Education Expenditures. Item #1."},
      {
        "id":"ED365274",
        "title":"Analysis of Academic Calendars of Illinois Colleges and Universities. Item #5B."},
      {
        "id":"ED365275",
        "title":"Report of the Committee To Study Underserved Areas: Enhancing Educational Opportunities. Item #5."},
      {
        "id":"ED365276",
        "title":"Recommendations of the Committee to Study Underserved Areas: Enhancing Educational Opportunities. Item #6."},
      {
        "id":"ED365277",
        "title":"Off-Campus Coursework in Illinois Higher Education. Item #4."},
      {
        "id":"ED365278",
        "title":"Guidelines for Productivity Improvements in Illinois Higher Education."},
      {
        "id":"ED365279",
        "title":"Statewide Analysis of the Productivity of Instructional Units at Public Universities. Item #2."},
      {
        "id":"ED365280",
        "title":"Children's Television. Hearing before the Subcommittee on Telecommunications and Finance of the Committee on Energy and Commerce. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED365281",
        "title":"High Definition Information Systems. Hearing before the Subcommittee on Technology, Environment and Aviation of the Committee on Science, Space, and Technology. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED365282",
        "title":"H.R. 1757--High Performance Computing and High Speed Networking Applications Act of 1993. Hearings before the Subcommittee on Science of the Committee on Science, Space, and Technology. House of Representatives, One Hundred Third Congress, First Session (April 27, May 6, May 11, 1993)."},
      {
        "id":"ED365283",
        "title":"High Performance Computing and Network Program. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology, House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED365284",
        "title":"Australian Educational Computing: Journal of the Australian Council for Computers in Education. Volume 8, Special Conference Edition."},
      {
        "id":"ED365285",
        "title":"Government&apos;s Role in the Electronic Era: User Needs and Government&apos;s Response, Proceedings of the Annual FLICC Forum on Federal Information Policies (10th, Washington, D.C., March 25, 1993)."},
      {
        "id":"ED365286",
        "title":"Increasing Technology and Collaborative Learning Experiences of Teachers, Parents, and Students in a Middle School through Teacher Training, Parent Involvement, and a Mentorship Program."},
      {
        "id":"ED365287",
        "title":"Utilizing Shared Decision Making in Developing a Computer Technology Comprehensive Plan for a Small, Rural, K-12 Campus."},
      {
        "id":"ED365288",
        "title":"Animal-Related Computer Simulation Programs for Use in Education and Research. AWIC Series Number 1."},
      {
        "id":"ED365289",
        "title":"Democratic Designs for Electronic Town Meetings."},
      {
        "id":"ED365290",
        "title":"Emerging Telecommunications Technologies. Hearings on H.R. 707, A Bill To Establish Procedures To Improve the Allocation and Assignment of the Electromagnetic Spectrum, before the Subcommittee on Telecommunications and Finance of the Committee on Energy and Commerce. House of Representatives, One Hundred Third Congress, First Session (February 4 and April 22, 1993)."},
      {
        "id":"ED365291",
        "title":"Federal/State Regulatory Enhancement, Cost Allocation, and CATV/TELCO Distance Learning Initiatives in Connecticut."},
      {
        "id":"ED365292",
        "title":"Field Hearing on the Office of Educational Research and Improvement [OERI]. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (New York, NY, March 8, 1993)."},
      {
        "id":"ED365294",
        "title":"Media Literacy. A Report of the National Leadership Conference on Media Literacy."},
      {
        "id":"ED365295",
        "title":"National Survey of Computer Aided Manufacturing in Industrial Technology Programs."},
      {
        "id":"ED365296",
        "title":"Promoting High-Performance Computing and Communications. A CBO Study."},
      {
        "id":"ED365297",
        "title":"State of Washington Strategic Information Technology Plan."},
      {
        "id":"ED365298",
        "title":"State of Washington Video Telecommunications Strategic Plan."},
      {
        "id":"ED365299",
        "title":"Comprehensibility."},
      {
        "id":"ED365300",
        "title":"Using Technology To Combat Truancy. Number 10 in a Series of CTC Trust Publications."},
      {
        "id":"ED365306",
        "title":"Author Your Own!! Friendlier Software for Your Instructional Power."},
      {
        "id":"ED365307",
        "title":"Computer Conferencing Project. Final Report."},
      {
        "id":"ED365308",
        "title":"New Communication Technologies: A Challenge for Press Freedom. No. 106. Reports and Papers on Mass Communication."},
      {
        "id":"ED365309",
        "title":"Occasional Papers in Open and Distance Learning, Number 14."},
      {
        "id":"ED365311",
        "title":"Creating and Evaluating a Hypertext System of Documenting Analytical Test Methods in a Chemical Plant Quality Assurance Laboratory."},
      {
        "id":"ED365312",
        "title":"Alternative Assessment and Technology. ERIC Digest."},
      {
        "id":"ED365314",
        "title":"Teachers' Cooperative Design of Instruction with Media for Social and Environmental Studies."},
      {
        "id":"ED365315",
        "title":"A Survey of Trainers Using Video and Inter-Active Video in Business Training Programs."},
      {
        "id":"ED365317",
        "title":"Improving Library Resources in an Elementary Media Center by Assuring Greater Ethnic and Gender Diversity."},
      {
        "id":"ED365318",
        "title":"Regional Libraries Study, FY93."},
      {
        "id":"ED365319",
        "title":"A Sample School Library Media Center: Operating Policy, Physical Arrangement and Map, and Guide to the Use of Reference Materials."},
      {
        "id":"ED365320",
        "title":"Secondary Biographies: A Selected List of Recent Biographies for Secondary Students Which Have Been Favorably Reviewed."},
      {
        "id":"ED365321",
        "title":"Trains, Trains, and More Trains: All Aboard the Reading Railroad."},
      {
        "id":"ED365322",
        "title":"Alaskana for Libraries: A Core List of Books."},
      {
        "id":"ED365323",
        "title":"Classroom/Media Connection: Accessing Skills with CD-ROM Encyclopedias."},
      {
        "id":"ED365325",
        "title":"[American Association of School Librarians Position Statements.]"},
      {
        "id":"ED365326",
        "title":"Preservation Planning Program: An Assisted Self-Study Manual for Libraries. Revised 1993 Edition."},
      {
        "id":"ED365327",
        "title":"Reinvesting in the Information Job Family: Context, Changes, New Jobs, and Models for Evaluation and Compensation. CAUSE Professional Paper Series, #11."},
      {
        "id":"ED365328",
        "title":"The Role of State Library Agencies in the Evolving National Information Network. Proceedings of the Joint Meeting of the Library of Congress Network Advisory Committee and the Chief Officers of State Library Agencies (Washington, D.C., April 27-29, 1992). Network Planning Paper No. 23."},
      {
        "id":"ED365329",
        "title":"Strategic Plan for Information Systems and Technology, Fiscal Years 1994-1998."},
      {
        "id":"ED365332",
        "title":"Reference Service Manual, Calvin T. Ryan Library, University of Nebraska at Kearney. [Revised.]"},
      {
        "id":"ED365334",
        "title":"Bibles, Other Scriptures, Liturgies, and Hymnals in Special Media."},
      {
        "id":"ED365335",
        "title":"Collegial Evaluation of Professional Librarians."},
      {
        "id":"ED365336",
        "title":"Information Literacy: The Australian Agenda. Proceedings of a Conference Conducted by the University of South Australia Library (Adelaide, South Australia, Australia, December 2-4, 1992)."},
      {
        "id":"ED365337",
        "title":"Library Resources for the Blind and Physically Handicapped: A Directory with FY 1992 Statistics on Readership, Circulation, Budget, Staff, and Collections."},
      {
        "id":"ED365338",
        "title":"Magazines in Special Media."},
      {
        "id":"ED365342",
        "title":"The Public Library Effectiveness Study: The Complete Report."},
      {
        "id":"ED365343",
        "title":"What's Good? Describing Your Public Library's Effectiveness."},
      {
        "id":"ED365344",
        "title":"ARL Preservation Statistics 1991-92: A Compilation of Statistics from the Members of the Association of Research Libraries."},
      {
        "id":"ED365345",
        "title":"Building Bridges to the Twenty-First Century. Kentucky's Path to the White House Conference."},
      {
        "id":"ED365346",
        "title":"Charting the Future: Research Libraries Prepare for the 21st Century. Minutes of the Meeting (121st, Arlington, Virginia, October 21-23, 1992)."},
      {
        "id":"ED365347",
        "title":"The Evolving Educational Mission of the Library."},
      {
        "id":"ED365348",
        "title":"Library Literacy Program. Analysis of Funded Projects 1992. Title VI, Library Services and Construction Act."},
      {
        "id":"ED365349",
        "title":"Grants Awarded to State and Public Libraries To Acquire Foreign Language Materials--Fiscal Year 1993. Library Programs. Announcement."},
      {
        "id":"ED365350",
        "title":"Academic Libraries in Virginia: 1990-1991. Staff Technical Report."},
      {
        "id":"ED365352",
        "title":"How To Do Library Research in Public Health Care Policy. Number 21."},
      {
        "id":"ED365353",
        "title":"Who Do You Think You Are? Library Resources in Genealogy."},
      {
        "id":"ED365354",
        "title":"Access Points to ERIC: Update 1992. ERIC Digest."},
      {
        "id":"ED365355",
        "title":"Manual for Support Staff on the Information Desks."},
      {
        "id":"ED365359",
        "title":"Iowa's Community Colleges: A Silver Anniversary Report."},
      {
        "id":"ED365360",
        "title":"College Services for Students with Psychological Disabilities: A Journey in Learning and Community Collaboration."},
      {
        "id":"ED365361",
        "title":"California Community Colleges Model Service Site for Students with Psychological Disabilities, January 1991-July 1992."},
      {
        "id":"ED365363",
        "title":"General Education Task Force Interim Report to the Academic Plan Steering Committee."},
      {
        "id":"ED365364",
        "title":"The Long Island City Training Study."},
      {
        "id":"ED365365",
        "title":"Community College-Nursing Home Partnership: Improving Care through Education. Annual Reports, 1988-1992."},
      {
        "id":"ED365366",
        "title":"Communication and Collaboration: The Role of the Teacher in the Workplace Classroom."},
      {
        "id":"ED365367",
        "title":"Evaluating Workplace Education Programs."},
      {
        "id":"ED365368",
        "title":"Admission Policy Impact Study, 1993."},
      {
        "id":"ED365369",
        "title":"The Community College Foundation Manual &amp; Guide."},
      {
        "id":"ED365370",
        "title":"Application of the Virginia STEPS (Student/Teacher Education Planning System) by Basic Skills Education Teachers."},
      {
        "id":"ED365372",
        "title":"Peer Mentoring Program Handbook."},
      {
        "id":"ED365373",
        "title":"Measuring the Costs of the Curriculum."},
      {
        "id":"ED365374",
        "title":"A College Course on E-Mail (Electronic Mail) and BBS (Bulletin Board Systems)."},
      {
        "id":"ED365375",
        "title":"Transition: On Becoming a Community College Teacher."},
      {
        "id":"ED365377",
        "title":"LaGuardia Community College/CUNY Report on the Queens Workforce Development Symposium."},
      {
        "id":"ED365378",
        "title":"Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 1993."},
      {
        "id":"ED365379",
        "title":"Report on Community College Program Review, Fiscal Year 1993."},
      {
        "id":"ED365380",
        "title":"Calculating Transfer Rates: Examining Two National Models in Illinois."},
      {
        "id":"ED365381",
        "title":"Open-Admissions: What Has Changed in Two Decades at the Associate Degree Institutions of the City University of New York (CUNY)?"},
      {
        "id":"ED365382",
        "title":"Client Evaluation Survey Report."},
      {
        "id":"ED365383",
        "title":"American River College Beacon Project Student Catalyst Program: Peer Assisted Learning. Annual Report, 1992-93."},
      {
        "id":"ED365384",
        "title":"Straightening the Pipeline: Helping Students Move More Efficiently and Effectively through the California Community Colleges."},
      {
        "id":"ED365385",
        "title":"Vietnamese Choice of Majors at Golden West College."},
      {
        "id":"ED365386",
        "title":"Affirmative Action Report, 1992."},
      {
        "id":"ED365387",
        "title":"University and Community College System of Nevada Completions Report."},
      {
        "id":"ED365388",
        "title":"Academic Faculty Salary Study for 1991-92 at Principal Land Grant Universities and Academic Faculty Salary Study for 1991-92 at Medium-Enrollment Urban Community Colleges."},
      {
        "id":"ED365389",
        "title":"University and Community College System of Nevada. Enrollment Report, Fall 1993."},
      {
        "id":"ED365390",
        "title":"UCCSN Student Financial Aid Study, 1991-1992."},
      {
        "id":"ED365391",
        "title":"Course Transfer Guide, 1993-94. University and Community College System of Nevada."},
      {
        "id":"ED365392",
        "title":"Strategic Directions for the University and Community College System of Nevada."},
      {
        "id":"ED365393",
        "title":"Entrepreneurship Training in American Community Colleges."},
      {
        "id":"ED365394",
        "title":"The Paideia Program."},
      {
        "id":"ED365395",
        "title":"Transfer Outcomes in Washington Community Colleges: A Baseline Report on Transfer Student Outcomes. Operations Report No. 94-1."},
      {
        "id":"ED365396",
        "title":"California Community College Counselors Association Report on the Results of the 1992-93 Statewide Counseling and Advising Services Survey. Revised."},
      {
        "id":"ED365397",
        "title":"TJCTA Messenger, Fall 1987-Spring 1988."},
      {
        "id":"ED365398",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (7th, Ellenville, New York, March 24-26, 1993)."},
      {
        "id":"ED365399",
        "title":"&quot;Good Testing&quot;: An Analysis of the Classroom Context."},
      {
        "id":"ED365400",
        "title":"The Portfolio as a Teaching and Evaluation Tool."},
      {
        "id":"ED365401",
        "title":"Improving Learning by Using a Symposium as an Authentic Assessment Technique."},
      {
        "id":"ED365402",
        "title":"Teaching Introductory Industrial/Organizational Psychology as a Liberal Arts Subject."},
      {
        "id":"ED365403",
        "title":"What a Psychologist Learned by Teaching Writing: Improving Technique and Assessment."},
      {
        "id":"ED365404",
        "title":"An Analysis of Traditional Classroom Assessment Techniques and a Discussion of Alternative Methods of Assessment."},
      {
        "id":"ED365405",
        "title":"Attitudes and Achievement in Introductory Psychological Statistics Classes: Traditional versus Computer-Supported Instruction."},
      {
        "id":"ED365406",
        "title":"Cooperative Testing in Introductory-Level Psychology Courses."},
      {
        "id":"ED365407",
        "title":"The Senior Coordinating Seminar As a Vehicle for Assessment of the Major."},
      {
        "id":"ED365409",
        "title":"Way To Grow/School Readiness Program. A Report to the Legislature."},
      {
        "id":"ED365411",
        "title":"Essentials for Child Development Associates Working with Young Children."},
      {
        "id":"ED365412",
        "title":"Evaluation of Target 2000 Parent Education Program. Final Report."},
      {
        "id":"ED365413",
        "title":"[Australian Accreditation System. Australian Early Childhood Association (AECA) Working Paper Submitted to the Interim National Accreditation Council (INAC).]"},
      {
        "id":"ED365414",
        "title":"Learning To Read and Write through Classroom Talk. Warwick Papers on Education Policy No. 2."},
      {
        "id":"ED365415",
        "title":"U.S. Health Care for Children."},
      {
        "id":"ED365416",
        "title":"Starting RIGHT: Reforming Education in the Early Grades (Prekindergarten through Grade 3). Carnegie Meeting Papers."},
      {
        "id":"ED365417",
        "title":"Motherhood Postponed: The Impact on Family and Society."},
      {
        "id":"ED365418",
        "title":"Oversight Hearing on the Even Start Program. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED365419",
        "title":"Evaluation Report on the Parent Involvement Sessions for the Jefferson Cluster Second Grade Summer School (June 22-July 17, 1992)."},
      {
        "id":"ED365421",
        "title":"National Directory of Early Childhood Teacher Preparation Institutions."},
      {
        "id":"ED365424",
        "title":"A Comparison of Cognitive Teaching Stimuli in a First Grade Classroom."},
      {
        "id":"ED365425",
        "title":"Are WE Ready? Collaboration To Support Young Children and Their Families."},
      {
        "id":"ED365426",
        "title":"Poor Preschool-Aged Children: Numbers Increase but Most Not in Preschool. Briefing Report to the Chairman, Subcommittee on Children, Family, Drugs and Alcoholism, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED365427",
        "title":"Family Roles in America's Utopian Communities from the 1820s to the 1920s."},
      {
        "id":"ED365428",
        "title":"Reaching Out: IDRC-HDFS Research Network (India). Final Report."},
      {
        "id":"ED365429",
        "title":"The Right Place at the Right Time: A Parent's Guide to Before- and After-School Child Care."},
      {
        "id":"ED365430",
        "title":"Project CHERISH (Children in Home Environments: Regulation To Improve Safety and Health). Final Report."},
      {
        "id":"ED365431",
        "title":"Proceedings from the Annual Graduate Research Symposium (5th, Valdosta, Georgia, May 20, 1991)."},
      {
        "id":"ED365432",
        "title":"Symposium on Questions about the Quality of Early Childhood Provisions."},
      {
        "id":"ED365434",
        "title":"Where's Papa? Fathers' Role in Child Care. Population Trends and Public Policy No. 20."},
      {
        "id":"ED365438",
        "title":"Present Early Childhood Educare Policy in South Africa. National Education Policy Integration."},
      {
        "id":"ED365439",
        "title":"Collaboration for Educare Development: The Participation of Government and NGO's in a Future Early Childhood Educare System in South Africa."},
      {
        "id":"ED365440",
        "title":"Early Childhood Educare Policy: What Does the Educational Renewal Strategy (ERS) Suggest? A National Education Policy Investigation (NEPI) Paper."},
      {
        "id":"ED365441",
        "title":"Apartheid and South Africa's Children."},
      {
        "id":"ED365442",
        "title":"Empowering Communities."},
      {
        "id":"ED365443",
        "title":"Preschool Educare in South Africa. Fact Sheet."},
      {
        "id":"ED365444",
        "title":"Empowerment through Preschool Educare, of Children, of Teachers and of Parents."},
      {
        "id":"ED365445",
        "title":"The Government's Educational Renewal Strategy (ERS) and Early Childhood Educare. Ignoring the Needs of 7 Million Children."},
      {
        "id":"ED365446",
        "title":"Empowering Adults in the Educare Community through Organisation and Financial Training."},
      {
        "id":"ED365449",
        "title":"Partnerships: Sharing Responsibility for Children. Policy Briefs."},
      {
        "id":"ED365452",
        "title":"Governor Roy Romer's Early Childhood Professional Standards Task Force. A Proposal for a Colorado System of Early Childhood Professional Development: Findings, Recommendations and Action Plan."},
      {
        "id":"ED365453",
        "title":"Parent/Family Centers: Dimensions of Functioning in 28 Schools in 14 States. Report No. 20."},
      {
        "id":"ED365454",
        "title":"Preventive Health Care for Children: Experience from Selected Foreign Countries. Report to the Chairman, Committee on Finance, U.S. Senate."},
      {
        "id":"ED365455",
        "title":"You're Mean! Differences between Three-Year-Old Boys and Girls in Narratives about Nice and Mean Social Interactions."},
      {
        "id":"ED365456",
        "title":"LIFE (Learning Is For Everyone) Program Evaluation, October 1, 1989-September 30, 1990)."},
      {
        "id":"ED365457",
        "title":"Creating Developmentally Appropriate Curriculum for Young Children: An Integrated Thematic Unit Plan Format."},
      {
        "id":"ED365458",
        "title":"Reshaping Early Childhood Intervention To Be a More Effective Weapon against Poverty."},
      {
        "id":"ED365459",
        "title":"Preschool Caregivers in Center-Based Programs: The Child Development Associate Assessment System and Competency Standards."},
      {
        "id":"ED365460",
        "title":"Infant/Toddler Caregivers in Center-Based Programs: The Child Development Associate Assessment System and Competency Standards."},
      {
        "id":"ED365461",
        "title":"Anxiety and Daycare: Effects on Mothers' and Children's Separation Behaviors."},
      {
        "id":"ED365462",
        "title":"What Parents Tell Their Children: More than Words Can Say."},
      {
        "id":"ED365463",
        "title":"&quot;And We Told Wonderful Stories Also&quot;: Reflections on a Preschool Language Game To Promote Narrative Development."},
      {
        "id":"ED365465",
        "title":"Critical Thinking: Developing a Critical Thinking Environment for Child Development Students."},
      {
        "id":"ED365468",
        "title":"Using Federal Funds To Improve Child Care. ERIC Digest."},
      {
        "id":"ED365471",
        "title":"Reaching the Goals. Goal 2: High School Completion. Technical Report."},
      {
        "id":"ED365472",
        "title":"AIDS: What Early Childhood Educators Need To Know."},
      {
        "id":"ED365476",
        "title":"National Evaluation of the Even Start Family Literacy Program. Report on Effectiveness."},
      {
        "id":"ED365477",
        "title":"Video Games and Children. ERIC Digest."},
      {
        "id":"ED365478",
        "title":"Lasting Benefits of Preschool Programs. ERIC Digest."},
      {
        "id":"ED365480",
        "title":"Maori Teachers Who Leave the Classroom."},
      {
        "id":"ED365481",
        "title":"Riding the Wind. Rural Leadership in Science and Mathematics Education."},
      {
        "id":"ED365482",
        "title":"Kids Explore America&apos;s Hispanic Heritage. Westridge Young Writers Workshop. First Edition."},
      {
        "id":"ED365483",
        "title":"Success Models for Gifted Native Students."},
      {
        "id":"ED365484",
        "title":"Indian Education Legal Support Project, &quot;Tribalizing Indian Education.&quot; Presentation/Workshop Materials."},
      {
        "id":"ED365485",
        "title":"A Needs Assessment Survey of Hispanic Oklahoma City Residents in High Density Areas. A Report of Findings."},
      {
        "id":"ED365486",
        "title":"Migrant Farmworkers in the United States. Implementation of the Helsinki Accords. Briefings of the Commission on Security and Cooperation in Europe (July 20, 1992; October 9, 1992; February 19, 1993; March 1, 1993; April 8, 1993)."},
      {
        "id":"ED365487",
        "title":"Directory of Montana's American Indians and Others, 1993."},
      {
        "id":"ED365488",
        "title":"Common Threads '93: Equitable Solutions...Because Disability Is a Natural Part of Human Experience. Proceedings of a National Conference on Rural Disability Issues (Missoula, Montana, September 10-13, 1993)."},
      {
        "id":"ED365489",
        "title":"Rural Economies and Disability."},
      {
        "id":"ED365491",
        "title":"Smokeless Tobacco Consumption by Mexican-American High School Students."},
      {
        "id":"ED365492",
        "title":"Smokeless Tobacco Consumption by Mexican-American University Students."},
      {
        "id":"ED365493",
        "title":"A Work of ARTE: The Newsletter of the Assembly of Rural Teachers of English, 1993."},
      {
        "id":"ED365494",
        "title":"Student Opinions Concerning Homework Assignments in Seven Rural High Schools."},
      {
        "id":"ED365495",
        "title":"Nebraska School Facilities: Educational Adequacy of Structures and Their Funding."},
      {
        "id":"ED365496",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Product Evaluation Report, 1992-93."},
      {
        "id":"ED365497",
        "title":"Rural Education Issues: An Australian Perspective. Key Papers Number 3."},
      {
        "id":"ED365498",
        "title":"Redefining Remoteness in the Post Industrial Society."},
      {
        "id":"ED365499",
        "title":"Retaining Teachers in Rural Schools: Satisfaction, Commitment, and Lifestyles."},
      {
        "id":"ED365500",
        "title":"Learning Technology Programs in an Isolated Region: Classroom Applications of Technology."},
      {
        "id":"ED365501",
        "title":"Meeting the Needs of At-Risk Learners in Rural Areas: Challenge for the 1990's."},
      {
        "id":"ED365502",
        "title":"An Overview of Distance Learning and Telecommunications in Rural Schools."},
      {
        "id":"ED365503",
        "title":"A Study To Determine the Characteristics of At-Risk Students in Selected Rural High Schools in Middle Tennessee."},
      {
        "id":"ED365505",
        "title":"Reaching for the Sun. A Guide to the Early History and the Cultural Traditions of Native People in Manitoba."},
      {
        "id":"ED365506",
        "title":"Mexican-American and White-American Dropouts: Drug Use, Health and Violence."},
      {
        "id":"ED365507",
        "title":"Use of Selected Drugs among Hispanics: Mexican-Americans, Puerto Ricans, and Cuban-Americans. Findings from the Hispanic Health and Nutrition Examination Survey."},
      {
        "id":"ED365508",
        "title":"Report of the 1989-90 Barrett Math Program. Report No. 12, Vol. 25."},
      {
        "id":"ED365509",
        "title":"National Association for Research in Science Teaching, Annual Meeting (66th, Atlanta, Georgia, April 15-19, 1993). Abstracts of Presented Papers."},
      {
        "id":"ED365510",
        "title":"Improving Mathematics and Science Education in Arizona: Recommendations for the Eisenhower Higher Education Program."},
      {
        "id":"ED365511",
        "title":"Indicators of Science &amp; Mathematics Education 1992. First Edition."},
      {
        "id":"ED365512",
        "title":"Girls and Math: Enough Is Known for Action. Women's Educational Equity Act Publishing Center Digest."},
      {
        "id":"ED365513",
        "title":"Eisenhower Mathematics and Science Education Act: Overview and Issues for Reauthorization. CRS Report for Congress."},
      {
        "id":"ED365514",
        "title":"Development of Children's Strategic and Metastrategic Knowledge in a Novel Mathematical Domain."},
      {
        "id":"ED365515",
        "title":"Learning Science in a Changing World. Cross-National Studies of Science Achievement: 1970 to 1984."},
      {
        "id":"ED365516",
        "title":"Comparing In-School and Out-of-School Mathematics Practice."},
      {
        "id":"ED365517",
        "title":"A Longitudinal Study of the Social Distribution of Mathematics Achievement for a Cohort of Public High School Students."},
      {
        "id":"ED365518",
        "title":"Classroom Practices in Mathematical Problem Solving Instruction: Arizona Elementary and Unified School Districts. Survey Results."},
      {
        "id":"ED365519",
        "title":"Functions and Relations: Some Applications from Database Management for the Teaching of Classroom Mathematics."},
      {
        "id":"ED365520",
        "title":"Measurement of Basic Skills in Mathematics."},
      {
        "id":"ED365521",
        "title":"An Investigation of the Effects on Students' Attitudes, Beliefs, and Abilities in Problem Solving and Mathematics after One Year of a Systematic Approach to the Learning of Problem Solving."},
      {
        "id":"ED365522",
        "title":"Representation Processes in Mathematical Problem Solving."},
      {
        "id":"ED365523",
        "title":"The Effects of Central Control on Classroom Practice."},
      {
        "id":"ED365524",
        "title":"Constructing and Implementing Algorithms for the Teaching of Propositional Calculus by Computer."},
      {
        "id":"ED365525",
        "title":"Teaching as an Interpretive Inquiry Process."},
      {
        "id":"ED365526",
        "title":"African Cultural Perspectives and the Teaching of Science."},
      {
        "id":"ED365528",
        "title":"Attributional Style as a Predictor of Success in College Mathematics."},
      {
        "id":"ED365530",
        "title":"On the Right Track: The Consequences of Mathematics Course Placement Policies and Practices in the Middle Grades."},
      {
        "id":"ED365531",
        "title":"Directory of Mathematics-Based Intervention Projects. Strengthening Underrepresented Minority Mathematics Achievement (SUMMA)."},
      {
        "id":"ED365532",
        "title":"Mental Computation Performance and Strategy Use of Japanese Students in Grades 2, 4, 6, and 8."},
      {
        "id":"ED365533",
        "title":"High Success in Mathematics through Outcome-Based Education."},
      {
        "id":"ED365535",
        "title":"Report to the Governor's Mathematics and Sciences Advisory Board Presented to Governor Carroll A. Campbell, Jr."},
      {
        "id":"ED365536",
        "title":"Children, Additive Change, and Calculus."},
      {
        "id":"ED365537",
        "title":"Making Connections: Talking and Learning in a Fourth-Grade Class. Elementary Subjects Center Series No. 89."},
      {
        "id":"ED365538",
        "title":"Landscape of Geometry: Teacher&apos;s Guide/Student Workbook."},
      {
        "id":"ED365539",
        "title":"The Development of an Instrument To Measure the Attitudes of Middle School Mathematics Teachers toward Low Achievers in Mathematics."},
      {
        "id":"ED365540",
        "title":"Undergraduate Origins of Recent Science and Engineering Doctorate Recipients."},
      {
        "id":"ED365542",
        "title":"The Effect of the Student Teaching Experience upon Preservice Elementary Teachers' Attitude and Anxiety Involving Science and Science Teaching."},
      {
        "id":"ED365543",
        "title":"Analysis of Learning in the Case of a Teaching on Heat and Temperature."},
      {
        "id":"ED365544",
        "title":"Ethnic Differences in Mathematics Teaching Styles: Chinese-American and Caucasian-American Mother-Father-Daughter Triads."},
      {
        "id":"ED365545",
        "title":"What Does It Mean To Understand Science?: Changing Perspectives from a Teacher and Her Students. Elementary Subjects Series, No. 96."},
      {
        "id":"ED365546",
        "title":"The Relationship between Type of Knowledge and Process of Peer Collaboration in a Computer-Mediated Classroom."},
      {
        "id":"ED365547",
        "title":"Science for All and the Quality of Life. Report of the UNESCO/APEID Regional Workshop on Science and Technology Education at Lower Secondary Level (Kathmandu, Nepal, March 12-21, 1990)."},
      {
        "id":"ED365548",
        "title":"Innovative Assessment. Science and Mathematics Bibliographies."},
      {
        "id":"ED365551",
        "title":"Formative and Summative Assessment of a Reform Project: Models of Change. A Glimpse at the Texas Scope, Sequence and Coordination Project (SS&amp;C)."},
      {
        "id":"ED365553",
        "title":"Youth Education Handbook."},
      {
        "id":"ED365554",
        "title":"Rethinking Recycling: An Oregon Waste Reduction Curriculum. Teacher Resource Guide."},
      {
        "id":"ED365555",
        "title":"Ocean Drilling Simulation Activity."},
      {
        "id":"ED365557",
        "title":"Comparison of Formal Operations: Students Enrolled in ChemCom versus a Traditional Chemistry Course."},
      {
        "id":"ED365561",
        "title":"Voicing Concerns: Sociological Perspectives on Contemporary Education Reforms."},
      {
        "id":"ED365562",
        "title":"The Growing Role of Japan in International Politics and Economics. Japan Digest."},
      {
        "id":"ED365563",
        "title":"Japanese-U.S. Economic Relations. Japan Digest."},
      {
        "id":"ED365564",
        "title":"Japan's Relations with Its Asian Neighbors. Japan Digest."},
      {
        "id":"ED365565",
        "title":"A U.S. Which Can Say Yes: A Convergent View of U.S.-Japanese Relations."},
      {
        "id":"ED365566",
        "title":"The Journal of Multicultural and Cross-Cultural Research in Art Education, 1983-1990."},
      {
        "id":"ED365567",
        "title":"A Focus on Writing in Social Science."},
      {
        "id":"ED365568",
        "title":"A Critical Analysis of Research on the Overjustification Effect."},
      {
        "id":"ED365569",
        "title":"The Busy Citizen's Discussion Guides. Suggestions for Informal Conversations: Racism and Race Relations; Sexual Harrassment; Civil Rights for Gays and Lesbians."},
      {
        "id":"ED365570",
        "title":"Peace, Security, and International Conflict Management. Bibliography."},
      {
        "id":"ED365571",
        "title":"Spanish Society. Government and Political Economy: A Bibliographic Essay. Occasional Paper Series."},
      {
        "id":"ED365572",
        "title":"Arts for Everykid: A Handbook for Change."},
      {
        "id":"ED365573",
        "title":"The Role of Social Context and Agent in the Development of Abstract Rights Concepts."},
      {
        "id":"ED365577",
        "title":"The Development and Implementation of an Interdisciplinary Global Education Program at Seacrest Country Day School."},
      {
        "id":"ED365578",
        "title":"Planning To Make the Arts Basic: A Report to the National Endowment for the Arts on the Impact and Results of the Arts in Schools Basic Education Grants Program."},
      {
        "id":"ED365579",
        "title":"Making Your Own Mark: A Drawing & Writing Guide for Senior Citizens."},
      {
        "id":"ED365581",
        "title":"The Role of Individual Differences in the Categorization (or Domain Placement) of Social Cues in Occurrences of Everyday Moral Conflicts."},
      {
        "id":"ED365582",
        "title":"Alternative Approaches to Contemporary Mayan Cultures. An Annotated Bibliography. Revised."},
      {
        "id":"ED365583",
        "title":"College Students' Reports of Learning Activities Experienced in Elementary School Social Studies."},
      {
        "id":"ED365584",
        "title":"The Assertive Self: Japanese Middle School Students and Their Educational Decisions."},
      {
        "id":"ED365585",
        "title":"The Soviet Successor States and Eastern Europe. Teachers&apos; Guide. Revised."},
      {
        "id":"ED365586",
        "title":"Shining Worlds: Putting Technology To Work for Law-Related Education. Working Conference on Technology and Law-Related Education (Boston, Massachusetts, October 1992)."},
      {
        "id":"ED365588",
        "title":"South Carolina Voices: Lessons from the Holocaust."},
      {
        "id":"ED365596",
        "title":"Perceiving, Understanding, and Coping with the World Relations of Everyday Life."},
      {
        "id":"ED365597",
        "title":"American History Since 1945: A Framework for Periodization. Occasional Paper."},
      {
        "id":"ED365600",
        "title":"Heritage Education in the School Curriculum: Defining and Avoiding the Pitfalls. Heritage Education Monograph Series."},
      {
        "id":"ED365601",
        "title":"Interest, Social Studies, and the Emerging Adolescent."},
      {
        "id":"ED365602",
        "title":"ECO/Social Studies and Community-Centered Learning: The 21st Century Social Studies Curriculum."},
      {
        "id":"ED365603",
        "title":"The Health Care Crisis in America. Public Talk Series."},
      {
        "id":"ED365604",
        "title":"Homelessness in America: What Should We Do? Public Talk Series."},
      {
        "id":"ED365605",
        "title":"Sure-Fire Presentations. Bar/School Partnership Programs. [Revised.]"},
      {
        "id":"ED365606",
        "title":"Law Day Partnerships. Bar/School Partnership Programs."},
      {
        "id":"ED365609",
        "title":"The Nature of Values Education in Southeast Asia."},
      {
        "id":"ED365610",
        "title":"Beyond Gender Differences: Traditional and Alternative Cognitive Strategies."},
      {
        "id":"ED365611",
        "title":"Placement of Religion in the Social Studies Curriculum. Committee Report."},
      {
        "id":"ED365612",
        "title":"AIDS and Community Action: Developing a Pedagogical Strategy."},
      {
        "id":"ED365613",
        "title":"Using Internetworking Resources in the Political Science Classroom."},
      {
        "id":"ED365614",
        "title":"Non-European Immigrants among Political Science Faculty: American Higher Education and the New Wave of Immigration."},
      {
        "id":"ED365615",
        "title":"Attitudes of Nigerian Secondary School Teachers towards Media-Based Learning."},
      {
        "id":"ED365616",
        "title":"A Culturally Sensitive Analysis of Culture in the Context of Context: When Is Enough Enough?"},
      {
        "id":"ED365617",
        "title":"Iowa Women of Achievement."},
      {
        "id":"ED365620",
        "title":"Blue Ribbon Schools: Outstanding Practices in Geography Education, 1989-90 and History Education, 1990-92."},
      {
        "id":"ED365621",
        "title":"The Arts and Education Reform: Ideas for Schools and Communities."},
      {
        "id":"ED365622",
        "title":"National Standards for Arts Education: What Every Young American Should Know and Be Able To Do in the Arts."},
      {
        "id":"ED365623",
        "title":"Teaching Teachers through Distance Methods: An Evaluation of a Sri Lankan Programme. Education Division Document, No. 40."},
      {
        "id":"ED365625",
        "title":"The Healthy Hare Family Coloring and Activity Book: Grades Kindergarten-3."},
      {
        "id":"ED365626",
        "title":"Personal Care and the Healthy Hare Family Coloring and Activity Book for Grades 2-3."},
      {
        "id":"ED365627",
        "title":"Personal Safety and the Healthy Hare Family Coloring &amp; Activity Book for Grades 2-3."},
      {
        "id":"ED365628",
        "title":"Health Promotion Activity Book for Grades 4-6."},
      {
        "id":"ED365629",
        "title":"Fitness and Nutrition Activity Book for Grades 4-6."},
      {
        "id":"ED365630",
        "title":"Building for the Future: Nutrition Guidance for the Child Nutrition Programs."},
      {
        "id":"ED365631",
        "title":"Dietary Guidelines and Your Health: Health Educator's Guide to Nutrition and Fitness."},
      {
        "id":"ED365632",
        "title":"A Mapping of Girls' Participation in Sport in the Australian Capital Territory."},
      {
        "id":"ED365633",
        "title":"Case Studies in Teacher Education: A Series for Working with Students at Risk. Volume II."},
      {
        "id":"ED365634",
        "title":"Applying Experiential Learning in College Teaching and Assessment: A Process Model."},
      {
        "id":"ED365637",
        "title":"Certificated Personnel Performance Evaluation Act: Guidelines. Revised."},
      {
        "id":"ED365638",
        "title":"Values Education, the Judgment of Value and Self-Esteem."},
      {
        "id":"ED365639",
        "title":"Doctoral Students' Experiences and Perceptions of the Graduate Program in Educational Leadership in the Center for Excellence in Education at Northern Arizona University. Focus Group Study."},
      {
        "id":"ED365640",
        "title":"Cultural Diversity and Collaboration: Educating Teachers for the Future."},
      {
        "id":"ED365641",
        "title":"Comprehensive School Health Education Programs: Innovative Practices and Issues in Setting Standards."},
      {
        "id":"ED365642",
        "title":"The U.S. and Japanese Education: Should They Be Compared?"},
      {
        "id":"ED365643",
        "title":"Evolution of a 5-Year Action Research Project: Results and Implications for Empowering School Improvement. Short Paper."},
      {
        "id":"ED365645",
        "title":"Encouraging Preservice Teachers To Understand Student Diversity: Pedagogical and Methodological Conditions."},
      {
        "id":"ED365646",
        "title":"Do Alberta's Faculties of Education Graduates Teach in Alberta Schools? Results of a Survey of Recent Graduates of Alberta's Faculties of Education."},
      {
        "id":"ED365647",
        "title":"The Influence of American Education and Culture on Developing Nations: The Case of Iran."},
      {
        "id":"ED365648",
        "title":"Increasing Teachers' Confidence in Using Computers for Education."},
      {
        "id":"ED365649",
        "title":"Careers in Teaching Handbook."},
      {
        "id":"ED365650",
        "title":"A Collaborative Teacher Evaluation Model: Teachers Do Make a Difference. Spirit River School Division No. 47."},
      {
        "id":"ED365651",
        "title":"Educational Quality Indicators in Art and Mathematics. Calgary School District No. 19 and Calgary RCSSD No. 1."},
      {
        "id":"ED365652",
        "title":"Drug Abuse Resistance Education Program (DARE). Evaluation Report."},
      {
        "id":"ED365654",
        "title":"Proposal for a Wellness Clinician/Research Specialization for the Existing Degree Program, Master of Education in Physical Education."},
      {
        "id":"ED365655",
        "title":"Sociocultural Influences in Eating Disorders: Shape, Super Woman and Sport."},
      {
        "id":"ED365658",
        "title":"Articulation between Physical Education and Athletics."},
      {
        "id":"ED365659",
        "title":"Why Teachers Choose To Work in Catholic Schools."},
      {
        "id":"ED365660",
        "title":"Implementation of the Teacher Education External Program Review Team's Recommendations on Teacher Education. Status Report. Presented to the Oklahoma State Regents for Higher Education."},
      {
        "id":"ED365661",
        "title":"The Practitioner Center: Innovation in Teacher Training from Practitioner to Practitioner."},
      {
        "id":"ED365662",
        "title":"Prisoners or Volunteers: Developing Mutual Respect in the Elementary Science Classroom."},
      {
        "id":"ED365663",
        "title":"Order on the Training of Teachers for the Danish Folkeskole. Order No. 261 of 15 April 1992."},
      {
        "id":"ED365664",
        "title":"Performance Based Education: How One District Handled State Mandates."},
      {
        "id":"ED365665",
        "title":"Review of Research Comparing Teacher Education Programs."},
      {
        "id":"ED365666",
        "title":"Master's Degrees for Teachers: A Study of Supply and Demand."},
      {
        "id":"ED365667",
        "title":"Teacher Education for Democratic Classrooms: Moral Reasoning and Ideology Critique. Draft."},
      {
        "id":"ED365668",
        "title":"Evaluating Teacher Effectiveness by Self-Assessment: A Cross-Cultural Study. Research Report 122."},
      {
        "id":"ED365669",
        "title":"Technology: Connecting People and Places."},
      {
        "id":"ED365670",
        "title":"Windows on Teacher Education: Student Progress through Colleges of Education. Phase 4: The First Year in the Classroom."},
      {
        "id":"ED365671",
        "title":"Towards Developing New Teacher Competencies in Response to Mega-Trends in Curriculum Reforms. Report of a Regional Study Group Meeting (Chiang Rai, Thailand, June 25-July 6, 1990)."},
      {
        "id":"ED365673",
        "title":"Greater Than the Sum: Professionals in a Comprehensive Services Model. Teacher Education Monograph No. 17."},
      {
        "id":"ED365674",
        "title":"UNESCO--Worldwide Action in Education. Second Edition."},
      {
        "id":"ED365675",
        "title":"Know Yourself: Comprehensive Health Education Material for High School Students."},
      {
        "id":"ED365677",
        "title":"On Their Own: Students' Responses to Open-Ended Questions in Math, Reading, Science, Social Studies. Results of the 1990 Assessment: Grade Four, Grade Eight, Grade Twelve."},
      {
        "id":"ED365678",
        "title":"Documentation of Assessment Instrumentation--The NORC/CRESST 12th Grade Science Assessment, Item Databases, and Test Booklets. Project 2.6: Analytic Models To Monitor Status &amp; Progress of Learning &amp; Performance &amp; Their Antecedents: The School Science Assessment Project."},
      {
        "id":"ED365679",
        "title":"Evaluation of Pupil Achievement."},
      {
        "id":"ED365680",
        "title":"Faculty/Staff Recruitment Report, Calendar Year 1992. Publication Number 92.10."},
      {
        "id":"ED365681",
        "title":"What Works, and Can We Afford It? Program Effectiveness in AISD, 1991-92. Publication Number 91.43."},
      {
        "id":"ED365682",
        "title":"The Validity of Evaluation/Survey Service Survey Instruments for Reflecting Institutional Change."},
      {
        "id":"ED365683",
        "title":"Oklahoma School Testing Program: Writing Assessment Component. 1992 Summary Report. Stanford Writing Assessment Program for Grades 7 and 10."},
      {
        "id":"ED365684",
        "title":"Oklahoma School Testing Program: Writing Assessment Component. 1993 Summary Report. Stanford Writing Assessment Program for Grades 7 and 10."},
      {
        "id":"ED365685",
        "title":"Programs for the Collection and Analysis of Observational Data."},
      {
        "id":"ED365686",
        "title":"Quadratic versus Linear Rules in Predictive Discriminant Analysis."},
      {
        "id":"ED365687",
        "title":"Secondary Education in North Carolina: A Report of Student Participation and Performance in Algebra I, Geometry, Algebra II, ELP, U.S. History, English I, English II, Physical Science, Biology, Chemistry, Physics."},
      {
        "id":"ED365688",
        "title":"The North Carolina 1993 Scholastic Aptitude Test Report. Reporting on the Nation, the State, the 120 Public School Systems and 2 Special Public Schools."},
      {
        "id":"ED365689",
        "title":"The Validity of Performance Standards."},
      {
        "id":"ED365690",
        "title":"A Mixed-Method Design for Practical Purposes--Combination of Concept Mapping, Questionnaire and Interviews."},
      {
        "id":"ED365691",
        "title":"[Displaying Education Data to Managers and Policy Makers.]"},
      {
        "id":"ED365692",
        "title":"A Summary of Published Research: Classroom Teachers' and Educators' Attitudes toward and Support of Teacher-Made Testing. [Revised.]"},
      {
        "id":"ED365693",
        "title":"Using A &quot;Portfolio&quot; Strategy To Evaluate Utah's Educational Technology Initiative: Findings and Policy Lessons."},
      {
        "id":"ED365694",
        "title":"Read-On Write-On: Spring 1992 District Results."},
      {
        "id":"ED365695",
        "title":"Values, Stakeholder, Structure, and Measurement Challenges in the Evaluation of Disability Programs."},
      {
        "id":"ED365696",
        "title":"A Comparison of Three Presentation Methods of Teaching Statistics."},
      {
        "id":"ED365697",
        "title":"It's about Schools: 1992-93 Report on Surveys. Publication Number 92.37."},
      {
        "id":"ED365698",
        "title":"Austin Youth River Watch Program: 1992-93 Final Report. Publication Number 92.33."},
      {
        "id":"ED365699",
        "title":"Can Portfolios Assess Student Performance and Influence Instruction? The 1991-92 Vermont Experience."},
      {
        "id":"ED365700",
        "title":"Projections of Education Statistics to 2004. Pocket Projections."},
      {
        "id":"ED365701",
        "title":"Persistence and Attainment in Postsecondary Education for Beginning AY 1989-90 Students as of Spring 1992. Beginning Postsecondary Students Longitudinal Study 1992 Followup (BPS: 90/92). E.D. TABS."},
      {
        "id":"ED365702",
        "title":"Integrating Formative Portfolio Assessment, Reflective Practice, and Cognitive Coaching into Preservice Preparation."},
      {
        "id":"ED365703",
        "title":"Total Quality Management as a Philosophical and Organizational Framework To Achieve Outcomes-Based Education and Effective Schools."},
      {
        "id":"ED365704",
        "title":"Assessing Stress in Children: A Literature Review."},
      {
        "id":"ED365705",
        "title":"Differential Item Functioning with a Criterion-Referenced Test: Use of Limited Closed-Interval Measures."},
      {
        "id":"ED365706",
        "title":"Type I Error Rates for Welch's Test and James's Second-Order Test under Nonnormality and Inequality of Variance when There Are Two Groups."},
      {
        "id":"ED365707",
        "title":"Evaluation of DTF and DIF in Two-Dimensional IRT."},
      {
        "id":"ED365708",
        "title":"Market Data Retrieval&apos;s Enrollment Report, 1992/93 vs. 1993/94."},
      {
        "id":"ED365709",
        "title":"Evaluation of the Louisiana Teacher Assessment Program for Interns: Use of the Focus Group Approach."},
      {
        "id":"ED365710",
        "title":"Evaluation Implementation: Association of Louisiana Evaluators."},
      {
        "id":"ED365711",
        "title":"Authentic Assessment in Secondary Education."},
      {
        "id":"ED365712",
        "title":"To Block or Covary a Concomitant Variable: Which Is Better?"},
      {
        "id":"ED365713",
        "title":"Individual Differences in Computerized Adaptive Testing."},
      {
        "id":"ED365714",
        "title":"Measuring Teacher Attitude toward Low Achievers in Mathematics."},
      {
        "id":"ED365715",
        "title":"Creating the Reflective Practitioner: Sources and Causes of Student Teacher Deviation from Planned Lessons."},
      {
        "id":"ED365716",
        "title":"The Urban Teacher Selection Interview: Internal Validity."},
      {
        "id":"ED365717",
        "title":"A Comparative Assessment of School Environments by Delinquent and Nondelinquent Children: Implications for Public School Leaders in Alabama."},
      {
        "id":"ED365718",
        "title":"Health Locus of Control and School Achievement in Middle School Students."},
      {
        "id":"ED365719",
        "title":"Construct Validation of an Instrument Measuring Teacher Career Motivations."},
      {
        "id":"ED365720",
        "title":"The Effects of Violation of Data Set Assumptions when Using the Oneway, Fixed Effects Analysis of Variance and the One Concomitant Analysis of Covariance Statistical Procedures."},
      {
        "id":"ED365721",
        "title":"A Statistical Power Analysis of the Quantitative Techniques Used in the &quot;Journal of Research in Music Education,&quot; 1987 through 1991."},
      {
        "id":"ED365722",
        "title":"Investigating the Relationship between Conceptual and Procedural Errors in the Domain of Probability Problem-Solving."},
      {
        "id":"ED365723",
        "title":"An Examination of the Construct Validity of the Inventory of Classroom Management Style."},
      {
        "id":"ED365724",
        "title":"A Comparison of Three Methods for Assessing Attitudes."},
      {
        "id":"ED365725",
        "title":"The Effect of Guest Readers on Reading Attitudes of Second and Fifth Grade Children."},
      {
        "id":"ED365726",
        "title":"Mid-South Educational Research Association Annual Meeting Proceedings Containing the Abstracts of Discussion Sessions, Display Sessions, Symposia, and Training Sessions (22nd, New Orleans, Louisiana, November 10-12, 1993)."},
      {
        "id":"ED365727",
        "title":"How Do Parents and Teachers &quot;Grade&quot; Louisiana's School Report Cards Program?"},
      {
        "id":"ED365729",
        "title":"The Effect of Changing a Professional Educational Program on National Teacher Education Test Scores."},
      {
        "id":"ED365730",
        "title":"The Effects of Single and Compound Violations of Data Set Assumptions when Using the Oneway, Fixed Effects Analysis of Variance and the One Concomitant Analysis of Covariance Statistical Models."},
      {
        "id":"ED365731",
        "title":"A Thematic Approach to Teaching Tests and Measurement."},
      {
        "id":"ED365732",
        "title":"Portfolio Assessment in Reading and Writing: Linking Assessment and Instruction to Learning."},
      {
        "id":"ED365733",
        "title":"Enhancing Individual Learning: The Forgotten Role of Educational Assessment."},
      {
        "id":"ED365734",
        "title":"Are the Data Clean? Data Verification Procedures: Louisiana and the Nation."},
      {
        "id":"ED365735",
        "title":"An Examination of Attendance in Louisiana Schools."},
      {
        "id":"ED365736",
        "title":"The State Report on Grade Level Retention of Students as of October 1992. A Report from the State Board of Education, Submitted to the Governor, Lieutenant Governor, Speaker, and the Seventy-Third Texas Legislature."},
      {
        "id":"ED365737",
        "title":"Teacher Interaction Patterns: Can They Be Measured?"},
      {
        "id":"ED365738",
        "title":"Report on Models for Educational Assessment Involving Multiple-Choice and Free Response Exercises. Open-Ended Exercises in Secondary School Science Assessment. Project 2.4: Quantitative Models To Monitor the Status and Progress of Learning and Performance and Their Antecedents."},
      {
        "id":"ED365739",
        "title":"Second Step: A Violence-Prevention Curriculum. Preschool-Kindergarten (Ages 4-6). Teacher's Guide."},
      {
        "id":"ED365740",
        "title":"Second Step: A Violence-Prevention Curriculum. Grades 1-3, Second Edition. Teacher's Guide."},
      {
        "id":"ED365741",
        "title":"Second Step: A Violence-Prevention Curriculum. Grades 4-5, Second Edition. Teacher's Guide."},
      {
        "id":"ED365742",
        "title":"Second Step: A Violence-Prevention Curriculum. Grades 6-8."},
      {
        "id":"ED365744",
        "title":"Managing Conflict [A Teacher's Guide to Student Lessons Teaching Conflict Management]."},
      {
        "id":"ED365748",
        "title":"Participation of Private School Students in Chapter 1: Information for Private School Educators and Parents."},
      {
        "id":"ED365750",
        "title":"STS and Urban Minority Students. A Compilation of Papers Presented during Panel Discussions Held at the Technological Literacy Conference (8th, Crystal City, Virginia, January 16, 1993)."},
      {
        "id":"ED365760",
        "title":"Urban Education. Reprints."},
      {
        "id":"ED365761",
        "title":"Learning To Sing from the Same Sheet of Music: A Study of Family Preservation Integration Projects for High-Risk, School-Age Children and Their Families in Minnesota."},
      {
        "id":"ED365762",
        "title":"Imagine... Providence Blueprint for Education. The Report of the PROBE Commission."},
      {
        "id":"ED365763",
        "title":"State of Utah, Chapter 1: 1990-91 Annual Report."},
      {
        "id":"ED365765",
        "title":"Parental-Structure Experiences of Whites, Blacks, Mexicans, and Puerto Ricans. Discussion Papers."},
      {
        "id":"ED365768",
        "title":"Chapter 1 Schoolwide Project Study. Final Report."},
      {
        "id":"ED365769",
        "title":"The Professor of Gangs."},
      {
        "id":"ED365770",
        "title":"The Reorganization and Restructuring of an Urban School System."},
      {
        "id":"ED365771",
        "title":"The Transformation of America's Public Schools: A Community's Struggle To Fulfill the Vision."},
      {
        "id":"ED365772",
        "title":"Springfield Public Schools: Schools of Choice."},
      {
        "id":"ED365774",
        "title":"Self-Employment as a Means to Women's Economic Self-Sufficiency: WomenVenture's Business Development Program. SEEDS No. 15."},
      {
        "id":"ED365775",
        "title":"High Performance Work Organization: Improving Oregon's Competitiveness in the Global Economy."},
      {
        "id":"ED365776",
        "title":"Service-Learning and Forestry."},
      {
        "id":"ED365778",
        "title":"Schneider Skills Enhancement Program. Final Performance Report."},
      {
        "id":"ED365780",
        "title":"Project TIP. Tyson Improvement Program. A Model National Workplace Literacy Project. Executive Summary Report."},
      {
        "id":"ED365783",
        "title":"Coalition Building for Adult Literacy: Historical and Organizational Perspectives."},
      {
        "id":"ED365785",
        "title":"Relationship between Perceived Leadership Ability and Aspiration Levels of High School Students."},
      {
        "id":"ED365786",
        "title":"Liberal Adult Education--Perspectives and Projects. A Discussion Paper in Continuing Education. Number 4."},
      {
        "id":"ED365787",
        "title":"Examination of Motivating Factors Attracting Licensed Practical Nurses into a Registered Nursing Program."},
      {
        "id":"ED365788",
        "title":"Literacy Impact Organizing Handbook."},
      {
        "id":"ED365789",
        "title":"National Competitiveness Act of 1993. Report of the Senate Committee on Commerce, Science, and Transportation together with Additional Views on S.4. 103d Congress, 1st Session."},
      {
        "id":"ED365790",
        "title":"Dislocated Workers. A Look Back at the Redwood Employment Training Programs. Briefing Report to Congressional Requesters."},
      {
        "id":"ED365791",
        "title":"Value Added in Further Education. One Aspect of FEU's Continuing Quality Work."},
      {
        "id":"ED365792",
        "title":"National Workplace Literacy Program. 1993 Abstracts."},
      {
        "id":"ED365793",
        "title":"CEDEFOP Forum 1993 (9th, Berlin, Germany, October 21-22, 1993)."},
      {
        "id":"ED365795",
        "title":"Barriers to Adult Education Training Programs: Challenges for the Adult Educator."},
      {
        "id":"ED365796",
        "title":"Outcomes of GED Graduation: An Annotated Bibliography of Research Reports."},
      {
        "id":"ED365797",
        "title":"Atlanta Family Literacy Collaborative. Interviews of Participants: Year 1 and 2."},
      {
        "id":"ED365798",
        "title":"Cooperative Education as a Strategy for School-to-Work Transition."},
      {
        "id":"ED365799",
        "title":"Classrooms that Work: Teaching and Learning Generic Skills."},
      {
        "id":"ED365800",
        "title":"Hawaii Annual Performance Report for Vocational Education: 1992-1993 for the Vocational Education State-Administered Program under the Carl D. Perkins Vocational and Applied Technology Education Act of 1990."},
      {
        "id":"ED365801",
        "title":"An Inventory of Skills and Knowledge Necessary for a Career as a Data Processing Equipment Maintenance Technician, Computer Technician, or Computer Repairer."},
      {
        "id":"ED365803",
        "title":"An Evaluation Report on the Volunteers in Service to America Summer Associates Program."},
      {
        "id":"ED365804",
        "title":"Iowa's Adult Basic Education Programs: A Survey of Learner Demographics and Preliminary Skill Levels."},
      {
        "id":"ED365805",
        "title":"Work Education Guidelines."},
      {
        "id":"ED365806",
        "title":"Unit-Credit Titles under Program Headings, Directory. Technology Education: Vocational Industrial, Industrial Arts, Home Economics."},
      {
        "id":"ED365807",
        "title":"Technology Education Guidelines: Vocational Industrial, Industrial Arts, Home Economics."},
      {
        "id":"ED365808",
        "title":"Software Applications 30S. Interim Guide."},
      {
        "id":"ED365809",
        "title":"Seminar in Business 40S. Interim Guide."},
      {
        "id":"ED365810",
        "title":"Pima County Workplace Literacy Partnership. Final Report. May 1, 1992 - October 31, 1993."},
      {
        "id":"ED365813",
        "title":"National Survey of the Job Training Partnership Act Eight Percent Set-Aside."},
      {
        "id":"ED365814",
        "title":"Survey of the Job Training Partnership Act Eight Percent Set-Aside."},
      {
        "id":"ED365816",
        "title":"State Job Training Coordinating Councils. Final Report. Research Report Series."},
      {
        "id":"ED365817",
        "title":"The State Youth Initiatives Project. State Education and Coordination Grants: The Early Experience. Working Paper #4."},
      {
        "id":"ED365818",
        "title":"Self-Directed Learning. Myths and Realities."},
      {
        "id":"ED365819",
        "title":"Jobs in the Future. Myths and Realities."},
      {
        "id":"ED365820",
        "title":"Integration of Academic and Vocational Education. Myths and Realities."},
      {
        "id":"ED365821",
        "title":"Workplace Education Evaluation Design Checklist. Draft."},
      {
        "id":"ED365822",
        "title":"A Guide to Special Demonstration and Teacher Training Projects: Special Answers for Special Needs. Projects Funded under Section 353 of the Adult Education Act."},
      {
        "id":"ED365823",
        "title":"Challenging Our Assumptions: The Role of Popular Education in Promoting Health. Proceedings of the Annual Health Promotion Workshop (5th, Toronto, Ontario, Canada, September 25, 1986 and October 9, 1986)."},
      {
        "id":"ED365824",
        "title":"Windows of Opportunity, Strategies for Organizational Change. Proceedings of the Annual Health Promotion Division Workshop (10th, Toronto, Ontario, Canada, September 27, 1991)."},
      {
        "id":"ED365831",
        "title":"Woodyard Skills Handbook. [Today's Workplace: An Employee Handbook]."},
      {
        "id":"ED365832",
        "title":"Improving the Productivity of JOBS Programs. Papers for Practitioners."},
      {
        "id":"ED365834",
        "title":"A Guide to Well-Developed Services for Dislocated Workers."},
      {
        "id":"ED365835",
        "title":"Winds of Change: Toward a Realistic Vision for the Future of Cooperative Extension."},
      {
        "id":"ED365836",
        "title":"Introducing General National Vocational Qualifications."},
      {
        "id":"ED365837",
        "title":"Learners' Needs in College-Based Guidance."},
      {
        "id":"ED365838",
        "title":"Challenges for Colleges: Developing a Corporate Approach to Curriculum and Strategic Planning."},
      {
        "id":"ED365841",
        "title":"Audiographic Communication: The Optel Telewriter Trial."},
      {
        "id":"ED365842",
        "title":"Time Alternative: A Sentence of Life Improvement."},
      {
        "id":"ED365857",
        "title":"Adult Education in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED365858",
        "title":"The Displaced Homemaker Program. 1989-91 Biennial Evaluation Report."},
      {
        "id":"ED365859",
        "title":"Producing Health Materials That Work."},
      {
        "id":"ED365860",
        "title":"Design Strategies for Educational Materials."},
      {
        "id":"ED365861",
        "title":"Distance Education for Health Personnel: New Strategies."},
      {
        "id":"ED365862",
        "title":"Health Education by Radio: A Zambian Experience."},
      {
        "id":"ED365863",
        "title":"Home Study Advertising Handbook."},
      {
        "id":"ED365864",
        "title":"Vocational Rehabilitation Counselor Certification Workshop. Training Resource Book."},
      {
        "id":"ED365865",
        "title":"Tech Prep Planning and Implementation Grants. 1991-1992 Final Report."},
      {
        "id":"ED365866",
        "title":"Tech Prep Planning and Implementation Grants. 1992-1993 Final Report."},
      {
        "id":"ED365867",
        "title":"Implementing Applied Performance Assessment: The External Diploma Program. EDP: Profile of a Mature, High Stakes, Large Scale, Applied-Performance Assessment System."},
      {
        "id":"ED365870",
        "title":"National Roster of Local Practices in the Integration of Vocational and Academic Education."},
      {
        "id":"ED365871",
        "title":"Learning To Read Office Technology Publications."},
      {
        "id":"ED365872",
        "title":"Model Procedure for Developing and Administering Competency Exams in Occupational/Technical Programs. Final Report."},
      {
        "id":"ED365874",
        "title":"Competency Exams for Drafting-Related Occupations. Student and Instructor Manuals."},
      {
        "id":"ED365875",
        "title":"Competency Exams for Electronics/Instrumentation Occupations. Student and Instructor Manuals."},
      {
        "id":"ED365876",
        "title":"Competency Exams for Food Production-Related Occupations. Student and Instructor Manuals."},
      {
        "id":"ED365877",
        "title":"A 1 + 1 (+ 2) High-Technology Partnership in Manufacturing Engineering Technology. Texas Educational Articulation Model for Manufacturing Engineering Technology (TEAM-M)."},
      {
        "id":"ED365878",
        "title":"Total Quality Management (TQM): High School/College Course Material."},
      {
        "id":"ED365879",
        "title":"Total Quality Management (TQM): Training Module on \"Overview of TQM.\""},
      {
        "id":"ED365880",
        "title":"Total Quality Management (TQM): Training Module on \"Continuous Improvement.\""},
      {
        "id":"ED365881",
        "title":"Total Quality Management (TQM): Training Module on &quot;Empowerment/Teamwork.&quot;"},
      {
        "id":"ED365882",
        "title":"Total Quality Management (TQM): Training Module on \"Focus on Processes.\""},
      {
        "id":"ED365883",
        "title":"Total Quality Management (TQM): Training Module on &quot;Focus on the Customer.&quot;"},
      {
        "id":"ED365884",
        "title":"Total Quality Management (TQM): Training Module on \"Problem Solving.\""},
      {
        "id":"ED365885",
        "title":"Total Quality Management (TQM): Training Module on &quot;Statistical Process Control.&quot;"},
      {
        "id":"ED365886",
        "title":"Total Quality Management (TQM): \"Walk the Talk\" Classroom Model."},
      {
        "id":"ED365887",
        "title":"Careers in the Classroom. Activities for Integrating Career Development and Work Readiness into Secondary Curriculum and Career Guidance Programs."},
      {
        "id":"ED365888",
        "title":"Project for Tech Prep Curricula in Computer Science Technology."},
      {
        "id":"ED365889",
        "title":"Anhydrous Ammonia Training Module. Trainer's Package. Participant's Package."},
      {
        "id":"ED365891",
        "title":"Advocating for a School-Based or School-Linked Health Center. Volume I. A Guide to School-Based and School-Linked Health Centers."},
      {
        "id":"ED365892",
        "title":"Designing and Implementing School-Based and School-Linked Health Centers. Volume II. A Guide to School-Based and School-Linked Health Centers."},
      {
        "id":"ED365893",
        "title":"Potential Sources of Federal Support for School-Based and School-Linked Health Services. Volume III. A Guide to School-Based and School-Linked Health Centers."},
      {
        "id":"ED365894",
        "title":"Institute on College Student Values Proceedings (Tallahassee, Florida, February 1993)."},
      {
        "id":"ED365895",
        "title":"We've Come a Long Way Baby: Issues and Progress in National Collegiate Alcohol Awareness Week."},
      {
        "id":"ED365896",
        "title":"Stress Levels of Recovering Drug Addicts."},
      {
        "id":"ED365897",
        "title":"Kids and Guns: A National Disgrace. Third Edition."},
      {
        "id":"ED365898",
        "title":"The Quiet Revolution: Elder Service and Youth Development in an Aging Society."},
      {
        "id":"ED365899",
        "title":"Young Adolescents and Discretionary Time Use: The Nature of Life Outside School."},
      {
        "id":"ED365900",
        "title":"Dare To Be You: A Diversion Program for First Time Juvenile Offenders."},
      {
        "id":"ED365901",
        "title":"Career Development in Mid-Career: Practice and Problems from a British Perspective."},
      {
        "id":"ED365902",
        "title":"Developmental Characteristics of Nontraditional Aged Students."},
      {
        "id":"ED365903",
        "title":"Initiations Rituals: Sanctioning Rites of Passage Rituals to Increase Involvement."},
      {
        "id":"ED365904",
        "title":"Death of a Special Person: The Grieving Process. Symposium (University of Central Texas, Killean, Texas, November 13, 1991)."},
      {
        "id":"ED365907",
        "title":"Conflict Resolution in the Schools. 1993 Edition."},
      {
        "id":"ED365908",
        "title":"The Effects of Differential Timing of Maternal Return to Work."},
      {
        "id":"ED365909",
        "title":"NASW Standards for Social Work Case Management."},
      {
        "id":"ED365910",
        "title":"NASW Standards for School Social Work Services."},
      {
        "id":"ED365911",
        "title":"NASW Standards for Social Work Practice in Child Protection."},
      {
        "id":"ED365912",
        "title":"NASW Standards for Social Work Personnel Practices."},
      {
        "id":"ED365913",
        "title":"NASW Standards for the Practice of Social Work with Adolescents."},
      {
        "id":"ED365914",
        "title":"Code of Ethics of the National Association of Social Workers."},
      {
        "id":"ED365915",
        "title":"The Human Factor: A Key to Excellence in Education."},
      {
        "id":"ED365916",
        "title":"Psychological Aid to the Children Who Suffered from the Chernobyl Catastrophe."},
      {
        "id":"ED365917",
        "title":"Adolescent Abortion and Mandated Parental Involvement: The Impact of Back Alley Laws on Young Women."},
      {
        "id":"ED365918",
        "title":"An Investigation into the Implementation of Advisory Programs in New Hampshire Middle Schools."},
      {
        "id":"ED365922",
        "title":"[Family Research Council: 1993 Family Issues Survey Results.]"},
      {
        "id":"ED365925",
        "title":"Comprehensive Strategy for Serious, Violent, and Chronic Juvenile Offenders: Program Summary."},
      {
        "id":"ED365926",
        "title":"Adolescents, AIDS and HIV. Special Edition: Resources for Parents."},
      {
        "id":"ED365927",
        "title":"Memory: Issues of Import to School Psychologists."},
      {
        "id":"ED365928",
        "title":"The Clinical Supervision Process."},
      {
        "id":"ED365929",
        "title":"Illinois Association for Counseling and Development (IACD) Quarterly, 1988."},
      {
        "id":"ED365930",
        "title":"Illinois Association for Counseling and Development (IACD) Quarterly, 1989."},
      {
        "id":"ED365931",
        "title":"Illinois Association for Counseling and Development (IACD) Quarterly, 1990."},
      {
        "id":"ED365932",
        "title":"Illinois Association for Counseling and Development (IACD) Quarterly, 1991."},
      {
        "id":"ED365933",
        "title":"Illinois Association for Counseling and Development (IACD) Quarterly, 1992."},
      {
        "id":"ED365934",
        "title":"Kindergarten Teachers' Perceptions and Practices in Reading/Language Arts."},
      {
        "id":"ED365937",
        "title":"Reading and the Rural School Pupil."},
      {
        "id":"ED365938",
        "title":"Reading in Science."},
      {
        "id":"ED365939",
        "title":"Comprehensive Instructional Management System--Communication Arts: Whole Language Network 1992-93. OREA Report."},
      {
        "id":"ED365940",
        "title":"Multiplying Meaning: Literacy in a Multimedia World. Draft."},
      {
        "id":"ED365941",
        "title":"Abdullah's Genuine Indonesian Curry Powder--about Early Readers and Differentiated Teaching."},
      {
        "id":"ED365942",
        "title":"Exploring Relationships between Phonics Knowledge and Other Reading Related Variables."},
      {
        "id":"ED365943",
        "title":"Integrating Narrative Reading Comprehension and Writing Instruction for All Learners."},
      {
        "id":"ED365944",
        "title":"A First-Grade Whole-Language Teacher in a Traditional Urban School: Managing Evaluation and Supporting Children's Learning."},
      {
        "id":"ED365946",
        "title":"Incidental Learning of Word Meanings While Reading: A Chinese and American Cross-Cultural Study. Technical Report No. 593."},
      {
        "id":"ED365948",
        "title":"Teachers as Readers. Literacy Research Report No. 18."},
      {
        "id":"ED365950",
        "title":"Reflection, Resistance and Research among Preservice Teachers Studying Their Literacy Histories: Lessons for Literacy Teacher Education."},
      {
        "id":"ED365951",
        "title":"Learning for Life through Universal Themes. Literacy Improvement Series for Elementary Educators."},
      {
        "id":"ED365953",
        "title":"Proceedings of the Asian Reading Conference (Tokyo, Japan, August 3-4, 1993)."},
      {
        "id":"ED367959",
        "title":"Six Teachers' Dialogue during Cognitive Process Instruction. Technical Report No. 595."},
      {
        "id":"ED367960",
        "title":"Integrating Computer-Aided Instruction for Improving Reading Skills with Juvenile Delinquents."},
      {
        "id":"ED367961",
        "title":"Improving Attitudes and Reading Skills of Prospective RSP Students by Using Direct Instruction and Cooperative Learning Techniques in Regular and RSP Classrooms."},
      {
        "id":"ED367963",
        "title":"Developing Parenting and Literacy Skills Together: Effects on Parents of a High School Family Literacy Program."},
      {
        "id":"ED367964",
        "title":"The Effect of Auditory Perception Training on the Reading Ability of Adult Poor Readers."},
      {
        "id":"ED367965",
        "title":"A Study of Two First-Grade Teachers &quot;Roaming around the Known&quot; with Their Students. Reading Research Report No. 9."},
      {
        "id":"ED367969",
        "title":"Eye Movement in Newspapers."},
      {
        "id":"ED367970",
        "title":"The Effects of Reading Aloud in Promoting Literacy and Enhancing Desire to Read."},
      {
        "id":"ED367971",
        "title":"Reading Aloud: A Neglected Strategy for Older Students."},
      {
        "id":"ED367972",
        "title":"The Social and Political Context of Literacy Education for Pastoral Societies: The Case of the Maasai of Tanzania."},
      {
        "id":"ED367973",
        "title":"A Study of Attitudes toward Reading of Western Kansas Students in Grades One through Six in a Selected School."},
      {
        "id":"ED367974",
        "title":"No Bread, No Butter: Lesbian &amp; Gay Critical &amp; Cultural Theories or Multicultural Discussions in the Wonder Bread Factory."},
      {
        "id":"ED367975",
        "title":"Proceedings of the American Journalism Historians' Association Conference (Salt Lake City, Utah, October 5-7, 1993). Part I: Newspapers and Journalism."},
      {
        "id":"ED367976",
        "title":"Proceedings of the American Journalism Historians' Association Conference (Salt Lake City, Utah, October 5-7, 1993). Part II: Issues of Race."},
      {
        "id":"ED367977",
        "title":"Proceedings of the American Journalism Historians' Association Conference (Salt Lake City, Utah, October 5-7, 1993). Part III: Mass Media Studies."},
      {
        "id":"ED367981",
        "title":"Composing Experience and Knowledge: Narrative as a Critical Instrument in English Teacher Preparation."},
      {
        "id":"ED367982",
        "title":"The College Application Essay: A Rhetorical Paradox."},
      {
        "id":"ED367983",
        "title":"Developing Collaboration and Teacher Reflection in a College Curriculum Class."},
      {
        "id":"ED367987",
        "title":"Writing from Academic Sources--Authorship in Writing the Critique. Project 9 (Study 2, Phase 1). Final Report."},
      {
        "id":"ED367988",
        "title":"Word History: A Resource Book for the Teacher."},
      {
        "id":"ED367989",
        "title":"Electronic Literacy: What's in Store for Writing and Its Instruction."},
      {
        "id":"ED367990",
        "title":"Coping with the New System: Self-Assessment, Role-Definition and Professional Expectations of Journalism Students in Former GDR after Democratization."},
      {
        "id":"ED367992",
        "title":"Eat, Drink and Be Merry for Tomorrow You Teach."},
      {
        "id":"ED367994",
        "title":"Language Arts Core Curriculum: Secondary Core Curriculum Standards. Levels 7-12, Language Arts (Drama). Revised."},
      {
        "id":"ED367995",
        "title":"Writing Articulation and Assessment."},
      {
        "id":"ED367997",
        "title":"Julia, &quot;Miss Rose Bell,&quot; and a Detroit Publishing Party."},
      {
        "id":"ED367998",
        "title":"Time and Technology in Native American Indian Literature."},
      {
        "id":"ED367999",
        "title":"Novels in the Composition Class: An Enigma or Stimulating Strategy?"},
      {
        "id":"ED368001",
        "title":"Back to Basics: The Use of Newspapers and Other Print Media To Teach Analytic Reading, Writing, and Reasoning."},
      {
        "id":"ED368002",
        "title":"Family Narrative: How Our Stories Shape Us."},
      {
        "id":"ED368003",
        "title":"Getting over the Hump: A Position Paper on Junior Level Research."},
      {
        "id":"ED368004",
        "title":"Ethos Derived from Karaoke Performance in Taiwan."},
      {
        "id":"ED368005",
        "title":"Graduate Degree Programs in Performance Studies."},
      {
        "id":"ED368006",
        "title":"How To Help Adult and Nontraditional Students Find Success through the Communication Course."},
      {
        "id":"ED368007",
        "title":"Beyond Cookery and Cosmetic: Recommendations and Issues in Employment Interviewee Instruction."},
      {
        "id":"ED368008",
        "title":"What Is Critical Theory? An Essay for the Uninitiated Organizational Communication Scholar."},
      {
        "id":"ED368010",
        "title":"Computer Laboratory Assistant Interactions with Communication Students."},
      {
        "id":"ED368011",
        "title":"Argument for the Requirement of Judging Philosophies at the Pi Kappa Delta National Tournament."},
      {
        "id":"ED368012",
        "title":"The Ideology of the &quot;Organizing Model of Unionism&quot;: Preliminary Understandings."},
      {
        "id":"ED368013",
        "title":"Internationalizing the Business School: Constructing Partnership between the Humanities and the Professions during an NEH Grant Project. Marketing Component."},
      {
        "id":"ED368014",
        "title":"Conceiving Intellectual and Institutional History in Communication Studies."},
      {
        "id":"ED368015",
        "title":"A Comparison of Socialization Research."},
      {
        "id":"ED368016",
        "title":"Creativity and Consciousness in Problem Solving: Creative Cognition and the Modular Mind."},
      {
        "id":"ED368017",
        "title":"Cultural Perspectives and Thinking: The African American Thinker in the Classroom."},
      {
        "id":"ED368018",
        "title":"Leadership for 2001: Teaching Leadership in Communication Behaviors."},
      {
        "id":"ED368019",
        "title":"Three-Phase Creative Process of Scenographic Design for Main Stage Theatre Productions."},
      {
        "id":"ED368020",
        "title":"The Emerging Professoriate in Community Colleges."},
      {
        "id":"ED368021",
        "title":"Applying Theory to the Case Study Course."},
      {
        "id":"ED368022",
        "title":"Don't Give It to Me--Put Me Where I Can Reach It Myself: Equipping Anglos to Recognize Hispanic Student Skills in Civic Leadership Roles--An Ethnically Focused Public Speaking Course."},
      {
        "id":"ED368023",
        "title":"The Prototypical Features of the Outstanding Professor from the Female and Male Undergraduate Perspective: The Roles of Verbal and Nonverbal Communication."},
      {
        "id":"ED368024",
        "title":"Faculty Can Adjust Communication Environments to Improve Interaction with Students: The Theories That Drive the Environment."},
      {
        "id":"ED368025",
        "title":"Commitments and Conflicts of a Feminist Ethnographer and Teacher: To Cultivate a Dialogue."},
      {
        "id":"ED368026",
        "title":"Speaking across the Curriculum as an Alternative Assessment Process."},
      {
        "id":"ED368027",
        "title":"Visual Argument for Social Ends: &quot;Captain Planet&quot; and the Integration of Environmental Values."},
      {
        "id":"ED368028",
        "title":"Organizational Communication: A Top Priority."},
      {
        "id":"ED368029",
        "title":"Hippocrates and Bernays: A Medical Ethics Perspective on the Ethics of Public Relations."},
      {
        "id":"ED368031",
        "title":"The Impact of Community/School Characteristics on Student Outcome: An Analysis of Report Cards on Schools."},
      {
        "id":"ED368033",
        "title":"Guidelines for School and Community Cooperation: Implementation on a Gang Prevention Program."},
      {
        "id":"ED368034",
        "title":"Shared Decision-Making. ERIC Digest, Number 87."},
      {
        "id":"ED368035",
        "title":"Educators and Visionaries: Women in Educational Administration in New Brunswick."},
      {
        "id":"ED368036",
        "title":"A Planning Model for Local Administrator Mentor Program Development."},
      {
        "id":"ED368037",
        "title":"Getting Accountability and School Improvement on Track in Texas: A Report by the School Superintendents of Bexar County."},
      {
        "id":"ED368038",
        "title":"Values Education and the Local School Board."},
      {
        "id":"ED368039",
        "title":"Radon Measurement in Schools. Revised Edition."},
      {
        "id":"ED368040",
        "title":"Public Opinion Survey of an Extended-Suburban School District in Central Arkansas with Comparisons to the 25th Annual Phi Delta Kappa/Gallup Poll of the Public's Attitudes toward the Public Schools."},
      {
        "id":"ED368041",
        "title":"Integrating New Theory and Practice To Prepare Women for Roles in Educational Administration."},
      {
        "id":"ED368042",
        "title":"A Collaborative Model of Administrative Internship: Meeting the Needs of the University and Local Districts."},
      {
        "id":"ED368043",
        "title":"Analyses of School Level Learning Environments: Centralized Decision-Making, Teacher Work Alienation and Organizational Effectiveness."},
      {
        "id":"ED368044",
        "title":"An Effective Schools Primer."},
      {
        "id":"ED368045",
        "title":"Professional Standards for the Superintendency."},
      {
        "id":"ED368046",
        "title":"Educational Change and Structural Adjustment: A Case Study of Costa Rica. [Working Document.]"},
      {
        "id":"ED368047",
        "title":"Decentralization: Why, How, and toward What Ends? Special Policy Report, No. 1. Policy Briefs Series."},
      {
        "id":"ED368050",
        "title":"Attacking Underachievement through the Pupil Assistance Committee."},
      {
        "id":"ED368051",
        "title":"The Alaska School Foundation Funding Program: A Review."},
      {
        "id":"ED368052",
        "title":"Meeting the Challenge, 1993: Pennsylvania&apos;s Third Annual National Education Goals Report."},
      {
        "id":"ED368053",
        "title":"Ethics or the Law: What Drives Administrative Decisions among School Administrators in the Claiborne County Public School System."},
      {
        "id":"ED368055",
        "title":"Class Teaches Students To Cope with Anger."},
      {
        "id":"ED368056",
        "title":"Predictions: From Public School Teacher Salaries to Student Outcomes."},
      {
        "id":"ED368057",
        "title":"Strengthening the School Community Connection. Schools in an Aging Society."},
      {
        "id":"ED368058",
        "title":"School-Site Councils: The Hard Work of Achieving Grassroots Democracy."},
      {
        "id":"ED368059",
        "title":"Legislation on Alternative Education Programs. Wisconsin Legislative Council Report No. 1 to the 1993 Legislature."},
      {
        "id":"ED368060",
        "title":"Basics of Fidelity Bonding."},
      {
        "id":"ED368062",
        "title":"Shared Leadership and TQM."},
      {
        "id":"ED368063",
        "title":"School-Based Management: The Changing Locus of Control in American Public Education."},
      {
        "id":"ED368064",
        "title":"Issues of Curriculum Reform in Science, Mathematics and Higher Order Thinking across the Disciplines."},
      {
        "id":"ED368065",
        "title":"How To Use Site-Monitoring Teams To Evaluate School-Based and School-Linked Health Centers."},
      {
        "id":"ED368066",
        "title":"Who's Liable? Accidents Involving Young Children."},
      {
        "id":"ED368067",
        "title":"Total Quality Management (TQM) as the Procedure for Management of Integrated Academics."},
      {
        "id":"ED368068",
        "title":"Post-Earthquake Damage Evaluation and Reporting Procedures: A Guidebook for California Schools."},
      {
        "id":"ED368069",
        "title":"Identification and Reduction of Nonstructural Earthquake Hazards in California Schools."},
      {
        "id":"ED368070",
        "title":"Unacceptable Risk: Earthquake Hazard Mitigation in One California School District. Hazard Mitigation Case Study."},
      {
        "id":"ED368072",
        "title":"Gender and Administrative Decision-Making."},
      {
        "id":"ED368073",
        "title":"Principal Reports of Violence in Schools and Need for a Violence Prevention Program."},
      {
        "id":"ED368074",
        "title":"The Dissertation Requirement for Educational Administration Programs."},
      {
        "id":"ED368075",
        "title":"Philosophical Rationale for Year-Round Education."},
      {
        "id":"ED368076",
        "title":"Report of the Governor's Task Force on School Construction."},
      {
        "id":"ED368077",
        "title":"Class Size as an Early Intervention Strategy in White-Minority Achievement Gap Reduction."},
      {
        "id":"ED368078",
        "title":"Summary of Alaska&apos;s Public School Districts&apos; Report Cards to the Public, School Year 1992-93."},
      {
        "id":"ED368079",
        "title":"Students Learning More about Learning."},
      {
        "id":"ED368080",
        "title":"Community Coalitions To Restructure Schools. ERIC Digest, Number 88."},
      {
        "id":"ED368081",
        "title":"Legal Aspects of Youth Apprenticeships: What You Should Know."},
      {
        "id":"ED368082",
        "title":"Public Education Finances: 1990-91."},
      {
        "id":"ED368083",
        "title":"Wisconsin Learner Goals, Outcomes, and Assessment: Educating Students for Success in the 21st Century."},
      {
        "id":"ED368084",
        "title":"The Missouri Report: Achieving the National Education Goals, 1993."},
      {
        "id":"ED368085",
        "title":"The 1991-93 Biennial Report of the State of Wisconsin Department of Public Instruction."},
      {
        "id":"ED368086",
        "title":"Ecole et Comportement: Un Guide d'intervention au secondaire (School and Behavior: An Intervention Guide for the Secondary Level)."},
      {
        "id":"ED368087",
        "title":"Ecole et Comportement: Session de formation ou de perfectionnement sur l'intervention au secondaire (School and Behavior: Preservice or Inservice Training on Intervention at the Secondary Level)."},
      {
        "id":"ED368089",
        "title":"New Visions for the Developmental Assessment of Infants and Young Children."},
      {
        "id":"ED368090",
        "title":"Creating Communicative Contexts: An Australian Study."},
      {
        "id":"ED368091",
        "title":"Reverse Mainstreaming: A Team-Teaching Model for Integrative Education."},
      {
        "id":"ED368092",
        "title":"Facts about Dyslexia."},
      {
        "id":"ED368093",
        "title":"Developing Social Skills: Issues for Adolescents with Chronic Illnesses and Disabilities. CYDLINE Reviews."},
      {
        "id":"ED368094",
        "title":"Legal Issues for Adolescents with Chronic Illnesses and Disabilities and Their Families. CYDLINE Reviews."},
      {
        "id":"ED368095",
        "title":"Identifying Underrepresented Disadvantaged Gifted and Talented Children: A Multifaceted Approach. (Volumes 1 and 2.)"},
      {
        "id":"ED368096",
        "title":"Use of the Raven Progressive Matrices Test in an Ethnically Diverse Gifted Population."},
      {
        "id":"ED368097",
        "title":"Use of the WISC-R with Disadvantaged Gifted Children: Current Practice, Limitations, and Ethical Concerns."},
      {
        "id":"ED368098",
        "title":"Evaluation of Risk Factors in Selecting Children for Gifted Programs. Part 1: Gifted Children at Risk: Evidence of an Association between Low Test Scores and Risk Factors. Part 2: Intelligence, Aptitude, and Achievement in Gifted Children with and without Language Risk."},
      {
        "id":"ED368099",
        "title":"Information-Processing in Gifted versus Nongifted African-American, Latino, Filipino, and White Children: Speeded versus Nonspeeded Paradigms."},
      {
        "id":"ED368100",
        "title":"Ethnic and Gender Differences in Locus of Control in At Risk Gifted and Nongifted Children."},
      {
        "id":"ED368101",
        "title":"Understanding Gifted Underachievers in an Ethnically Diverse Population."},
      {
        "id":"ED368105",
        "title":"Student Evaluation of Tutors: The Development of an Evaluation Form."},
      {
        "id":"ED368106",
        "title":"Computer Talk: Helping Young Handicapped Children Communicate."},
      {
        "id":"ED368107",
        "title":"Comprehensive Early Intervention Program for High-Risk Infants, Toddlers and Their Families: Research Implications."},
      {
        "id":"ED368108",
        "title":"Transition Components of the Frost Center, a Model Program Background: The Frost Center and Its Students."},
      {
        "id":"ED368109",
        "title":"Self-Determination. Feature Issue."},
      {
        "id":"ED368110",
        "title":"A College Selection Guidebook for Students with Disabilities, Their Parents, and High School Staff."},
      {
        "id":"ED368111",
        "title":"The Rural Early Intervention Training Project: Preparation of Personnel To Work in Rural Areas. Final Report."},
      {
        "id":"ED368112",
        "title":"Part H of the Individuals with Disabilities Education Act. Year 5 Annual Report for Illinois, October 1, 1991-September 30, 1992."},
      {
        "id":"ED368113",
        "title":"Case Studies of Family and Community Experiences in Transition from School to Post-School Life for Students Receiving Special Education Services. Overview."},
      {
        "id":"ED368114",
        "title":"Project SpecialCare. Final Report."},
      {
        "id":"ED368115",
        "title":"Providing Public Education Services to Young Children with Disabilities in Community-Based Programs: Who's Responsible for What? Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED368116",
        "title":"Early Intervention Services in Maryland, 1991-92."},
      {
        "id":"ED368117",
        "title":"Career Development and Employment for College Students and Graduates with Disabilities: An Annotated Bibliography. 1993 Edition."},
      {
        "id":"ED368118",
        "title":"Achieving Membership in Home Schools for Students with Severe Disabilities. Final Report."},
      {
        "id":"ED368119",
        "title":"Beacon Outreach Program. Final Report 1990-1993."},
      {
        "id":"ED368120",
        "title":"Promoting Social Competency in Attention Deficit Hyperactivity Disordered Elementary-Aged Children."},
      {
        "id":"ED368121",
        "title":"Developing a Comprehensive Model for the Inclusion and Support of the Academically Delayed and Behaviorally Disordered Elementary School Child in the Mainstream Classroom."},
      {
        "id":"ED368122",
        "title":"Mediating At-Risk Factors among Seventh and Eighth Grade Students with Specific Learning Disabilities Using a Holistically Based Model."},
      {
        "id":"ED368123",
        "title":"Empowerment of the General Educator through Effective Teaching Strategies."},
      {
        "id":"ED368124",
        "title":"A Comparison of Teaching Methods in Freshman Composition Classes for Learning Disabled Students at San Antonio College."},
      {
        "id":"ED368125",
        "title":"The Differences of Self-Concept of the Labeled and Non-Labeled Student."},
      {
        "id":"ED368126",
        "title":"Factors Related to the Use of Instructional Strategies that Facilitate Inclusion of Students with Moderate and Severe Impairments in General Education Classes."},
      {
        "id":"ED368127",
        "title":"Effectiveness of Mainstreaming with Collaborative Teaching."},
      {
        "id":"ED368128",
        "title":"Replication and Extended Analysis of Behavior State, Environmental Events, and Related Variables in Profound Disabilities."},
      {
        "id":"ED368129",
        "title":"Selecting Behavioral Interventions for Individualized Intervention Plans."},
      {
        "id":"ED368130",
        "title":"Procedures for Child Study Committees Operating in Virginia."},
      {
        "id":"ED368131",
        "title":"Iowa Procedures for the Provision of Early Childhood Special Education: Programs and Services in the Least Restrictive Environment."},
      {
        "id":"ED368132",
        "title":"Adult Adjustment of Individuals with Learning Disabilities Three vs. One Year Out of School. Iowa Statewide Follow-Up Study."},
      {
        "id":"ED368133",
        "title":"Project TIE (Teams in Early Intervention): Inservice Training Program for Related Services Personnel, October 1, 1990-September 30, 1993. Final Report."},
      {
        "id":"ED368134",
        "title":"A Longitudinal Study of the Experiences of Students with Disabilities: Preliminary Findings for Students Receiving Special Education Services."},
      {
        "id":"ED368135",
        "title":"Children with Attention Deficit Disorders. ADD Fact Sheet."},
      {
        "id":"ED368136",
        "title":"Medical Management of Children with Attention Deficit Disorders: Commonly Asked Questions."},
      {
        "id":"ED368137",
        "title":"Supporting Transition to Adulthood: A Staff Training Package for Practitioners Working with Students with Severe Physical Disabilities."},
      {
        "id":"ED368138",
        "title":"College/University Choices Kansas National Merit Semifinalists: The Class of 1993. Policy Analysis Paper No. 2."},
      {
        "id":"ED368139",
        "title":"Respite Care and Crisis Nursery 1992 Annual Program Survey: For Services Provided during 1991. Data Collection, Analysis and Report."},
      {
        "id":"ED368140",
        "title":"Opportunity for All: Final Recommendations of the Workgroup on Persons with Disabilities."},
      {
        "id":"ED368141",
        "title":"Interagency Agreements: Improving the Transition Process for Young Children with Special Needs and Their Families. FACTS/LRE Information Series #1."},
      {
        "id":"ED368144",
        "title":"World Geography Instruction to Gifted Minority Students Using Mnemonics versus Lecture: A Single-Subject Inquiry."},
      {
        "id":"ED368145",
        "title":"Gifted and Reading."},
      {
        "id":"ED368146",
        "title":"The Achievement and Social Adjustment of Accelerated Students: The Impact of Academic Talent Search after Seven Years."},
      {
        "id":"ED368147",
        "title":"Gifted Education Program Descriptive Summary Report: School Year 1991-92."},
      {
        "id":"ED368148",
        "title":"Aging, Disabilities, Advocacy and Environmental Design. Annotated Bibliography."},
      {
        "id":"ED368149",
        "title":"Aging and Cerebral Palsy."},
      {
        "id":"ED368150",
        "title":"Social Conditions of Hearing-Impaired Pupils in Regular Classes. Reprints and Miniprints No. 773."},
      {
        "id":"ED368151",
        "title":"The National Longitudinal Transition Study of Special Education Students: Report on Sample Design and Limitations, Wave 1 (1987)."},
      {
        "id":"ED368152",
        "title":"The National Longitudinal Transition Study of Special Education Students: Report on Procedures for the Second Wave of Data Collection (1990)."},
      {
        "id":"ED368153",
        "title":"Report on Sample Design, Wave 2 (1990). A Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED368154",
        "title":"Investigating Variability in Tasks and Rater Judgments in a Performance Test of Foreign Language Speaking."},
      {
        "id":"ED368155",
        "title":"Testing the English of Foreign Students in 1930."},
      {
        "id":"ED368157",
        "title":"Arabic 401: A Reading Course. Foreign Language Publications No. 86. Working Draft."},
      {
        "id":"ED368159",
        "title":"Multifunctional Resource Center for Bilingual Education, University of Wisconsin-Madison. Annual Report, October 1, 1992-September 30, 1993 (Contract Year 1)."},
      {
        "id":"ED368160",
        "title":"New England Multifunctional Resource Center for Language and Culture in Education, Brown University. Annual Performance Report."},
      {
        "id":"ED368161",
        "title":"The Teaching of Modern Foreign Languages in Primary and Secondary Education in the European Community."},
      {
        "id":"ED368165",
        "title":"Managing the Foreign Language Department: A Chairperson's Primer."},
      {
        "id":"ED368168",
        "title":"Reflections on the Language Issues in Macau: Policies, Realities, and Prospects."},
      {
        "id":"ED368169",
        "title":"Developing Reading Competence in University ESL Classes."},
      {
        "id":"ED368170",
        "title":"Developing Professionalism in Second Language Education."},
      {
        "id":"ED368171",
        "title":"Sumerian: The Descendant of a Proto-Historical Creole? An Alternative Approach to the &quot;Sumerian Problem.&quot; ROLIG-papir 51."},
      {
        "id":"ED368172",
        "title":"Acculturation Theory and Linguistic Fossilization: A Comparative Case Study. CLCS Occasional Paper No. 37."},
      {
        "id":"ED368173",
        "title":"Non-Didactive Reflective Approaches in ELT Teacher Development."},
      {
        "id":"ED368174",
        "title":"Staying in the Game: Making Conversation in the Classroom."},
      {
        "id":"ED368175",
        "title":"LSP Testing: The Role of Linguistic and Real-World Criteria."},
      {
        "id":"ED368176",
        "title":"The Gwinnett/GSU Language Leadership Team Project."},
      {
        "id":"ED368177",
        "title":"Language and Content: The Case of Law."},
      {
        "id":"ED368178",
        "title":"Peer Observation: A Pilot Study."},
      {
        "id":"ED368179",
        "title":"Cognitive Principles Underlying Task-Centred Foreign Language Learning."},
      {
        "id":"ED368180",
        "title":"Apprendre a apprendre les langues (Learning To Learn Languages)."},
      {
        "id":"ED368181",
        "title":"Resources for the Independent E.F.L. Learner in Japan."},
      {
        "id":"ED368182",
        "title":"Predicting Item Difficulty in a Reading Comprehension Test with an Artificial Neural Network."},
      {
        "id":"ED368183",
        "title":"An Approach to Gain Score Dependability and Validity for Criterion-Referenced Language Tests."},
      {
        "id":"ED368184",
        "title":"From General English to ESP: Bridging the Gap."},
      {
        "id":"ED368185",
        "title":"Languages for Specific Purposes and Degree Studies: Are They Compatible?"},
      {
        "id":"ED368186",
        "title":"An Assessment of Language Needs for Technical Communication in a Multilingual Speech Community: Implications for Teaching LSP in Papua New Guinea."},
      {
        "id":"ED368187",
        "title":"Possibilities for Research into LSP: An Exercise at Unitech."},
      {
        "id":"ED368188",
        "title":"Integrating English as a Second Language and Mathematics Instruction in the Elementary Grades."},
      {
        "id":"ED368189",
        "title":"Naming Patterns of Recent Immigrants from the Former Soviet Union to Israel."},
      {
        "id":"ED368190",
        "title":"How Second Language Learners Respond to Central and Peripheral Content-Based Tasks."},
      {
        "id":"ED368191",
        "title":"Exploring ESP and Language Testing."},
      {
        "id":"ED368193",
        "title":"A Look at TEFL in Russia and Ukraine."},
      {
        "id":"ED368194",
        "title":"Educating Language Minority Students: Laws, Regulations, Policies and Guidelines in the Commonwealth of Massachusetts."},
      {
        "id":"ED368195",
        "title":"Influence of Gender on Compliment Exchange in American English."},
      {
        "id":"ED368196",
        "title":"Effects of ESL Time and Class Size on the Achievement of LEP Students."},
      {
        "id":"ED368197",
        "title":"Portfolio Assessment in Foreign Language, Pilot Project."},
      {
        "id":"ED368198",
        "title":"Etude de textes informatifs oraux et ecrits d&apos;eleves francophones et d&apos;eleves allophones du primaire et du secondaire frequentant des ecoles pluriethniques au Quebec (A Study of Oral and Written Productions of Francophone and Allophone Primary and Secondary School Students in Multiethnic Schools in Quebec)."},
      {
        "id":"ED368200",
        "title":"Integrating Mathematics, Science and Language: An Instructional Program. Volume 1, Grades K-1."},
      {
        "id":"ED368201",
        "title":"Integrating Mathematics, Science, and Language: An Instructional Program (Volume 2, Grades 2-3)."},
      {
        "id":"ED368202",
        "title":"Long Conversational Turns or Frequent Turn Exchanges: Cross-Cultural Comparison of Parental Narrative Elicitation."},
      {
        "id":"ED368203",
        "title":"Elementary Foreign Language Program in the Grand Blanc Community Schools, 1993-1994 (K-3): A Practical Handbook."}]
  }}
