{
  "response":{"numFound":509939,"start":60000,"numFoundExact":true,"docs":[
      {
        "id":"ED368204",
        "title":"The Imbrication of Suffixes in Setswana."},
      {
        "id":"ED368205",
        "title":"The Setswana i(n) Verbal Prefix."},
      {
        "id":"ED368206",
        "title":"The Role of Paraprofessionals in the Instruction of Limited English Proficient Students."},
      {
        "id":"ED368207",
        "title":"Concepts of Language in a Finnish-English Bilingual Preschooler."},
      {
        "id":"ED368208",
        "title":"Research Regarding the Implementation of New Instructional Models to Service Asian LEP Students in a Large Urban School System."},
      {
        "id":"ED368210",
        "title":"LEP Readers: Standardized Testing versus Informal Testing."},
      {
        "id":"ED368211",
        "title":"English for What Reason? Motivation and Needs Assessment in Academic Intensive English Programs."},
      {
        "id":"ED368212",
        "title":"Bridging the Gap: A Sheltered Approach to Language Acquisition and Academic Success in Torrance Unified School District, Torrance, California. Fifth and Final Evaluation Report (1992-1993)."},
      {
        "id":"ED368213",
        "title":"Does Fathertalk or First Language Literacy Predict Academic Success?"},
      {
        "id":"ED368214",
        "title":"Creating Drama with Poetry: Teaching English as a Second Language through Dramatization and Improvisation. ERIC Digest."},
      {
        "id":"ED368217",
        "title":"Latino Immigrant Life and Literacy Needs in a Cultural and Social Context."},
      {
        "id":"ED368220",
        "title":"The Language Improvement Partnership Program."},
      {
        "id":"ED368222",
        "title":"Adult Biliteracy in the United States. Language in Education: Theory and Practice 83."},
      {
        "id":"ED368223",
        "title":"NCLEnotes, 1991-1993."},
      {
        "id":"ED368224",
        "title":"Singing the Lives of the Buddha: Lao Folk Opera as an Educational Medium."},
      {
        "id":"ED368225",
        "title":"On-Campus Enrollment and Geographic Origins in Arkansas Higher Education. Fall 1988."},
      {
        "id":"ED368229",
        "title":"Annual Full-Time Equivalent Enrollment and Student Semester Credit Hour Production in Arkansas State Institutions of Higher Education, 1987-88."},
      {
        "id":"ED368230",
        "title":"Annual Full-Time Equivalent Enrollment and Student Semester Credit Hour Production in Arkansas State Institutions of Higher Education, 1988-89."},
      {
        "id":"ED368231",
        "title":"Annual Full-Time Equivalent Enrollment and Student Semester Credit Hour Production in Arkansas Public Institutions of Higher Education, 1990-91."},
      {
        "id":"ED368232",
        "title":"Annual Full-Time Equivalent Enrollment and Student Semester Credit Hour Production in Arkansas Public Institutions of Higher Education, 1991-92."},
      {
        "id":"ED368233",
        "title":"Annual Summary Report of Degrees Granted by Arkansas Institutions of Higher Education, 1987-88."},
      {
        "id":"ED368234",
        "title":"Annual Summary Report of Degrees Granted by Arkansas Institutions of Higher Education, 1988-89."},
      {
        "id":"ED368235",
        "title":"Annual Summary Report of Degrees Granted by Arkansas Institutions of Higher Education, 1989-90."},
      {
        "id":"ED368236",
        "title":"Annual Summary Report of Degrees Granted by Arkansas Institutions of Higher Education, 1990-91."},
      {
        "id":"ED368237",
        "title":"Utah System of Higher Education Data Book (Supplement to Operating Budget Request) 1993-94."},
      {
        "id":"ED368238",
        "title":"Utah System of Higher Education Data Book (Supplement to Operating Budget Request) 1994-95."},
      {
        "id":"ED368239",
        "title":"Designing Successful Transitions: A Guide for Orienting Students to College. The Freshman Year Experience. Monograph Series Number 13."},
      {
        "id":"ED368240",
        "title":"Internationalization of the Business Curriculum: A Case Study--University of Montevallo."},
      {
        "id":"ED368241",
        "title":"Planning for Recovery. Proceedings of the Society for College and University Planning: Mid-Atlantic Region Annual Conference (Baltimore, Maryland, April 14-16, 1993)."},
      {
        "id":"ED368242",
        "title":"Team-Based Programs: The EMP. An Industry/University Partnership-The Educational Model for the 21st Century."},
      {
        "id":"ED368243",
        "title":"Higher Education and the Panopticon Paradigm: Quality Assessment as &quot;Disciplinary Technology.&quot;"},
      {
        "id":"ED368244",
        "title":"Washington State Work Study: More Than a Financial Aid Program. An Evaluation of the Impact of the Washington State Work Study Program on Students' Career Selection and Employability after Graduation."},
      {
        "id":"ED368245",
        "title":"Cognitive Skills in Workplace Learning?"},
      {
        "id":"ED368246",
        "title":"Improving System-Campus Relationships: Seven Principles."},
      {
        "id":"ED368247",
        "title":"Listening to the Public: The Key to a Constructive Debate about Higher Education."},
      {
        "id":"ED368248",
        "title":"Intercollegiate Sports (Part 2). Hearings before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundred Third Congress, First Session (June 23 and August 4, 1993)."},
      {
        "id":"ED368249",
        "title":"Government, Higher Education and the Industrial Ethic."},
      {
        "id":"ED368250",
        "title":"Sponsored Research &amp; the Freedom of Publication."},
      {
        "id":"ED368251",
        "title":"What Are the &quot;Needs of Industry&quot;?"},
      {
        "id":"ED368253",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1990."},
      {
        "id":"ED368254",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1991."},
      {
        "id":"ED368255",
        "title":"Making Sense of the Dollars: The Costs and Uses of Faculty Compensation. ERIC Digest."},
      {
        "id":"ED368256",
        "title":"Making Sense of the Dollars: The Costs and Uses of Faculty Compensation. ASHE-ERIC Higher Education Report No. 5, 1993."},
      {
        "id":"ED368257",
        "title":"The Foreign Student Intern: Legal and Cultural Aspects."},
      {
        "id":"ED368258",
        "title":"Systems Theory in the Ivory Tower."},
      {
        "id":"ED368259",
        "title":"Managing Information Technology as a Catalyst of Change. Proceedings of the CAUSE Annual Conference (San Diego, California, December 7-10, 1993)."},
      {
        "id":"ED368260",
        "title":"Managing Information Technology as a Catalyst of Change. Track I: Leadership during Times of Change."},
      {
        "id":"ED368261",
        "title":"Managing Information Technology as a Catalyst of Change. Track II: Leveraging People with Technology."},
      {
        "id":"ED368262",
        "title":"Managing Information Technology as a Catalyst of Change. Track III: The Impact of Quality."},
      {
        "id":"ED368263",
        "title":"Managing Information Technology as a Catalyst of Change. Track IV: Managing in a Client/Server Environment."},
      {
        "id":"ED368264",
        "title":"Managing Information Technology as a Catalyst of Change. Track V: Optimizing the Infrastructure."},
      {
        "id":"ED368265",
        "title":"Managing Information Technology as a Catalyst of Change. Track VI: Information Delivery To Support the Institutional Mission."},
      {
        "id":"ED368266",
        "title":"Influences on College Students' Orientations toward Learning for Self-Understanding."},
      {
        "id":"ED368267",
        "title":"A Systemic View of Minority Students in Educational Institutions."},
      {
        "id":"ED368268",
        "title":"Intercollegiate Athletic Participation and Freshman Year Cognitive Outcomes."},
      {
        "id":"ED368270",
        "title":"Total Quality Management and Institutional Effectiveness: Synergy through Congruence."},
      {
        "id":"ED368272",
        "title":"Undergraduate Academic Dishonesty at MIT. Results of a Study of Attitudes and Behavior of Undergraduates, Faculty, and Graduate Teaching Assistants."},
      {
        "id":"ED368273",
        "title":"Management Reform. GAO's Comments on the National Performance Review's Recommendations. Report to Congressional Requesters."},
      {
        "id":"ED368275",
        "title":"Educational Exchange and Global Competence. International Conference on Educational Exchange (46th, Washington, D.C., November 1993)."},
      {
        "id":"ED368276",
        "title":"Reigniting the Flame: TQM Tactics for Faculty Rejuvenation."},
      {
        "id":"ED368277",
        "title":"Gender, Moral Orientation, and Salary."},
      {
        "id":"ED368278",
        "title":"SUNY's Centralization: Normal Schools as Precedents."},
      {
        "id":"ED368280",
        "title":"Program and Career Perceptions of Undergraduate Students Majoring in Fine Art."},
      {
        "id":"ED368281",
        "title":"Directory of Faculty Contracts and Bargaining Agents in Institutions of Higher Education. Volume 19."},
      {
        "id":"ED368282",
        "title":"Collective Bargaining in Higher Education: Leadership in Uncertain Times. Proceedings of the Annual Conference of the National Center for the Study of Collective Bargaining in Higher Education and the Professions (19th, New York, New York, March 1991)."},
      {
        "id":"ED368283",
        "title":"Minorities and Overseas Studies Programs: Correlates of Differential Participation. Occasional Papers on International Educational Exchange: Research Series 30."},
      {
        "id":"ED368285",
        "title":"Annual Report on Higher Education in New Mexico, 1991."},
      {
        "id":"ED368286",
        "title":"Annual Report on Higher Education in New Mexico, 1992."},
      {
        "id":"ED368287",
        "title":"Condition of Higher Education in New Mexico, 1993."},
      {
        "id":"ED368289",
        "title":"Expecting the Worst (or the Best!). What Exchange Programs Should Know about Student Expectations. Occasional Papers in Intercultural Learning, Number 16."},
      {
        "id":"ED368290",
        "title":"An Investigation of the Re-Entry Adjustment of Indians Who Studied in the U.S.A. Occasional Papers in Intercultural Learning, Number 17."},
      {
        "id":"ED368291",
        "title":"Awards for Teaching Excellence at Australian Universities. Centre for the Study of Higher Education Research Working Papers 93.1."},
      {
        "id":"ED368292",
        "title":"Postgraduates at the Interface between Higher Education and Industry. Centre for the Study of Higher Education Research Working Papers 93.2."},
      {
        "id":"ED368293",
        "title":"Academic Values under Pressure. Centre for the Study of Higher Education Research Working Papers, 93.3."},
      {
        "id":"ED368294",
        "title":"Educational Credentials in Australia: Average Positional Value in Decline. Centre for the Study of Higher Education Research Working Papers, 93.4."},
      {
        "id":"ED368295",
        "title":"From the Generalist Courses to Work: An Annotated Bibliography on Generic Skills. Centre for the Study of Higher Education Research Working Papers, 93.5."},
      {
        "id":"ED368296",
        "title":"The Discipline Review of Australian Law Schools. Centre for the Study of Higher Education Research Working Papers, 93.6."},
      {
        "id":"ED368297",
        "title":"Academic Support for Non-Traditional Students. Centre for the Study of Higher Education Research Working Papers, 93.7."},
      {
        "id":"ED368298",
        "title":"Equity or Equality? Students with Language Backgrounds Other Than English. Centre for the Study of Higher Education Research Working Papers, 93.8."},
      {
        "id":"ED368299",
        "title":"Markets in Australian Higher Education. Centre for the Study of Higher Education Research Working Papers, 93.9."},
      {
        "id":"ED368300",
        "title":"Graduate Education in Australian Law Schools: Some Recent Developments. Centre for the Study of Higher Education Research Working Papers 93.10."},
      {
        "id":"ED368301",
        "title":"Higher Education and Employment. Centre for the Study of Higher Education Research Working Papers 93.11."},
      {
        "id":"ED368302",
        "title":"Selected Issues in the Federal Direct Loan Program. A Collection of Commissioned Papers."},
      {
        "id":"ED368303",
        "title":"Restructuring Higher Education Finance: Shifting Financial Responsibility from Government to Students."},
      {
        "id":"ED368304",
        "title":"Academic Achievement - A View from the Top. The Illinois Valedictorian Project."},
      {
        "id":"ED368306",
        "title":"The Universities and the Labour Market. Proceedings of the New Zealand Council for Educational Research (Wellington, New Zealand, October 1993)."},
      {
        "id":"ED368309",
        "title":"Higher Education in Texas: 1994 Status Report."},
      {
        "id":"ED368310",
        "title":"Improving College Instruction: A Strategy for Assisting Professors."},
      {
        "id":"ED368311",
        "title":"Are College Students Disposed to Think?"},
      {
        "id":"ED368312",
        "title":"The Relationship of College Facilities and Services to Student Retention."},
      {
        "id":"ED368313",
        "title":"Faculty Work. Briefing Paper."},
      {
        "id":"ED368314",
        "title":"Unified Budget Recommendations for Fiscal Year 1994-95: Alabama Commission on Higher Education."},
      {
        "id":"ED368315",
        "title":"Assumptions of African-American Students about International Education Exchange."},
      {
        "id":"ED368316",
        "title":"Psychological Safety of Women on Campus."},
      {
        "id":"ED368317",
        "title":"Some Reflections on Scholarly Review and Academic Publication."},
      {
        "id":"ED368320",
        "title":"Effectiveness and Quality in Continuing Professional Education: A Critical Examination of the Interface between Policy and Practice in UK Universities."},
      {
        "id":"ED368321",
        "title":"Enhancing Promotion, Tenure and Beyond: Faculty Socialization as a Cultural Process. ERIC Digest."},
      {
        "id":"ED368322",
        "title":"Enhancing Promotion, Tenure and Beyond: Faculty Socialization as a Cultural Process. ASHE-ERIC Higher Education Report No. 6."},
      {
        "id":"ED368323",
        "title":"Our University in the State: The Sciences."},
      {
        "id":"ED368324",
        "title":"The National Information Infrastructure: Policy Trends and Issues. ERIC Digest."},
      {
        "id":"ED368326",
        "title":"Elementary Technology Demonstration Schools: The Third Year 1992-93. Publication Number 92.31."},
      {
        "id":"ED368327",
        "title":"The Electronic Classroom."},
      {
        "id":"ED368328",
        "title":"Handbook for Technology Planning in Texas Public Schools, Winter 1991."},
      {
        "id":"ED368329",
        "title":"Planning for Distance Education and Supporting Policies. A Workplan."},
      {
        "id":"ED368330",
        "title":"High Performance Computing and Communications: Toward a National Information Infrastructure."},
      {
        "id":"ED368331",
        "title":"A Multitude of Risks in Multimedia."},
      {
        "id":"ED368332",
        "title":"Working in a Wired World."},
      {
        "id":"ED368333",
        "title":"Convergence, Competition, Cooperation: The Report of the Governor's Blue Ribbon Telecommunications Infrastructure Task Force. Volume One."},
      {
        "id":"ED368334",
        "title":"Fundamentals of Establishing a Records Management Program. Local Government Records Technical Information Series. Number 1."},
      {
        "id":"ED368335",
        "title":"Electronic Document Imaging and Optical Storage Systems for Local Governments: An Introduction. Local Government Records Technical Information Series. Number 21."},
      {
        "id":"ED368336",
        "title":"Optical Storage Systems for Records and Information Management: Overview, Recommendations and Guidelines for Local Governments. Local Government Records Technical Information Series. Number 45."},
      {
        "id":"ED368337",
        "title":"Delivery System Preferences of Nontraditional Learners."},
      {
        "id":"ED368338",
        "title":"Connecticut Takes a Cautious First Step in Establishing a Statewide, Interactive, Distance Learning Cable Franchise Operator Interconnection."},
      {
        "id":"ED368339",
        "title":"Assessing the Need."},
      {
        "id":"ED368340",
        "title":"Mathematics Live: A Case Study Development of a Satellite Distance Education Program for Teacher Inservice."},
      {
        "id":"ED368341",
        "title":"Macro I.S.D.: Using an Instructional Design Paradigm To Plan Non-Traditional Degree Programs."},
      {
        "id":"ED368342",
        "title":"Global Communications: Kids-92."},
      {
        "id":"ED368343",
        "title":"Distance Education: The Application of Technology to Education and Training (APTEC)."},
      {
        "id":"ED368344",
        "title":"Preservice Teachers and Computers: Strategies for Reducing Anxiety and Increasing Confidence."},
      {
        "id":"ED368345",
        "title":"Instructional Gaming: Implications for Instructional Technology."},
      {
        "id":"ED368346",
        "title":"Graduate Education through Telecommunications: The Computer and You."},
      {
        "id":"ED368347",
        "title":"Instructional Design and Development Competencies in a New Academic Program."},
      {
        "id":"ED368348",
        "title":"Montana Family Reading Program Manual. Based on the Theme &quot;Many Faces, Many Stories.&quot;"},
      {
        "id":"ED368349",
        "title":"A Computer for Every Teacher. Evaluation Report."},
      {
        "id":"ED368350",
        "title":"A Program That Works: Indiana's Principals' Technology Leadership Training Program."},
      {
        "id":"ED368351",
        "title":"Achieving Educational Excellence by Increasing Access to Knowledge: Discussion Document. Report of the Task Force on Education Network Technology."},
      {
        "id":"ED368352",
        "title":"Marketing Your Library Program--More than a PR Campaign."},
      {
        "id":"ED368353",
        "title":"Finding Guide to the California Indian Library Collections: California State Library. Volume 1, Introduction and Photographic Data: Indexes to Achomawi through Pomo/Kashaya Pomo. Volume 2, Photographic Data: Indexes to Pomo/Kashaya Pomo through Yurok. Volume 3, Photographic Data: Indexes to All Photographs, Sorted by Title. Volume 4, Photographic Data: Indexes to All Photographic Data Sorted by Category."},
      {
        "id":"ED368356",
        "title":"School Library Snapshots: A Brief Survey of Illinois School Library Collections in Three Areas of Science."},
      {
        "id":"ED368357",
        "title":"Assessing the Role of the Rural Public Library."},
      {
        "id":"ED368358",
        "title":"Information Skills: A Report from the Ad Hoc Committee."},
      {
        "id":"ED368359",
        "title":"Internet 101."},
      {
        "id":"ED368360",
        "title":"Accessibility and Integrity of Networked Information Collections. Background Paper."},
      {
        "id":"ED368361",
        "title":"Analysis of User Need with CD-ROM Databases: A Case Study Based on Work Sampling at One University Library."},
      {
        "id":"ED368362",
        "title":"A Comparative Analysis of ERIC and LISA with an Emphasis on Database Composition and Authority Control as They Relate to Retrieval."},
      {
        "id":"ED368364",
        "title":"Book Banquet. A Summer Reading Program Manual."},
      {
        "id":"ED368365",
        "title":"College Library Technology and Cooperation Grants Program Networking Grant, Higher Education Act, Title II-D. Final Performance Report."},
      {
        "id":"ED368367",
        "title":"Library Career Training Program. Abstracts of Funded Projects, 1992. Title II-B, Higher Education Act."},
      {
        "id":"ED368368",
        "title":"New York Is Reading Country: Manual. 1992 New York State Summer Reading Program."},
      {
        "id":"ED368369",
        "title":"Read Around the Clock. 1994 New York State Summer Reading Program."},
      {
        "id":"ED368370",
        "title":"South Carolina State Library Annual Report 1992-1993."},
      {
        "id":"ED368371",
        "title":"Open Forum on Children and Youth Services: Redefining the Federal Role for Libraries (Boston, Massachusetts, May 4-5, 1993)."},
      {
        "id":"ED368372",
        "title":"Universal Telephone Service: Ready for the 21st Century? 1991 Annual Review of the Institute for Information Studies."},
      {
        "id":"ED368373",
        "title":"A National Information Network: Changing Our Lives in the 21st Century. 1992 Annual Review of the Institute for Information Studies."},
      {
        "id":"ED368374",
        "title":"The Knowledge Economy: The Nature of Information in the 21st Century. 1993-94 Annual Review of the Institute for Information Studies."},
      {
        "id":"ED368375",
        "title":"Changing Dimensions: Managing Library and Information Services for the 1990s: A Global Perspective. Proceedings of the Asian/Pacific American Librarians Association [Conference] (Atlanta, Georgia, July 1, 1991)."},
      {
        "id":"ED368376",
        "title":"Council on Library Resources, Inc. Thirty-Seventh Annual Report/1993."},
      {
        "id":"ED368377",
        "title":"Information Literacy: The TAFE Scene."},
      {
        "id":"ED368379",
        "title":"The Questions That They Ask."},
      {
        "id":"ED368380",
        "title":"Using Cooperative Efforts between the African American Church and Local Public Libraries To Expand the Use of Library Services by African Americans. Final Report."},
      {
        "id":"ED368382",
        "title":"Catalogue of Adult Literacy Materials at the State Library of Louisiana."},
      {
        "id":"ED368385",
        "title":"Copyright in Cyberspace: Intellectual Property and Electronic Media and Networks."},
      {
        "id":"ED368387",
        "title":"Library of Congress Music, Theater, Dance: An Illustrated Guide."},
      {
        "id":"ED368391",
        "title":"The Promise and Perils of Emerging Information Technologies. Forum Report. A Report of the Annual Roundtable on Information Technology (2nd, Aspen, Colorado, August 4-8, 1993)."},
      {
        "id":"ED368392",
        "title":"A Unique Partnership between Schools and the Community Library: The Biglerville Elementary School Community Library Program. An Evaluative Report."},
      {
        "id":"ED368393",
        "title":"Libraries: The Greatest Show on Earth."},
      {
        "id":"ED368394",
        "title":"Read Arizona."},
      {
        "id":"ED368396",
        "title":"The Library Head Start Partnership. A Guide to the Use of the Video for Programs and Workshops."},
      {
        "id":"ED368397",
        "title":"Public Libraries Serving Communities: Education Is Job #1."},
      {
        "id":"ED368398",
        "title":"Two-Year College Transfer Rates of Black-American Students."},
      {
        "id":"ED368399",
        "title":"The Expansion of Two-Year Colleges: Tests of Institutional and Political Economy Theories in a Dynamic Model."},
      {
        "id":"ED368400",
        "title":"Jordan and Lange: The California Junior College as Protector of Teaching. Working Papers in Education ED-94-1."},
      {
        "id":"ED368401",
        "title":"Nonsense and the Junior College: Early California Development. Working Papers in Education."},
      {
        "id":"ED368402",
        "title":"The National Council of Instructional Administrators Student Success Strategies, 1993."},
      {
        "id":"ED368403",
        "title":"100 Ways To Save Money & Raise Money."},
      {
        "id":"ED368404",
        "title":"Preparing Teachers of Young Children--A Collaborative Approach."},
      {
        "id":"ED368405",
        "title":"Positions: MinnMATYC Position Statements."},
      {
        "id":"ED368406",
        "title":"Defying the Odds: Academic Performance Toward Transfer of Hispanic First-Year Community College Students."},
      {
        "id":"ED368407",
        "title":"Elements of Contracting, Individualization, and Cooperative Learning in a Community College History Classroom."},
      {
        "id":"ED368408",
        "title":"Employer Needs Assessment Results for Pima County Employers, 1992."},
      {
        "id":"ED368409",
        "title":"The ACCESS Consortium Tech Prep Summer Internship Report, August 1, 1993."},
      {
        "id":"ED368410",
        "title":"The Teaching Portfolio: The Department Chairperson's Role in Creating a Climate of Teaching Excellence."},
      {
        "id":"ED368411",
        "title":"The Hunt for Hidden Resources: A Chair's Guide to Finding Campus Support for Faculty and Staff Development."},
      {
        "id":"ED368412",
        "title":"Five Skills for Becoming a More Effective Team Leader."},
      {
        "id":"ED368413",
        "title":"Calculus Reform: Experiences of a Two-Year College Collaborating with Universities."},
      {
        "id":"ED368414",
        "title":"Chairing the Multi-Disciplinary Department."},
      {
        "id":"ED368418",
        "title":"Engaging Faculty in Telecommunications-Based Instructional Delivery Systems."},
      {
        "id":"ED368419",
        "title":"Developing a Computerized Performance Based Curriculum Model."},
      {
        "id":"ED368420",
        "title":"A New Direction for Developmental Education Using Technology."},
      {
        "id":"ED368421",
        "title":"The Value of Tracking Students--Gathering Evidence about Their Progress along the Way."},
      {
        "id":"ED368422",
        "title":"Faculty Morale--Enhancing It in Spite of Diminishing Resources and Challenges."},
      {
        "id":"ED368423",
        "title":"Creative Financing for Workforce Training."},
      {
        "id":"ED368424",
        "title":"Analysis of Departmental Functions: The Department of Staff and Instructional Services, Houston Community College System."},
      {
        "id":"ED368425",
        "title":"Long-Range Plan, Phase I, 1992-1997. Holyoke Community College."},
      {
        "id":"ED368426",
        "title":"Long-Range Plan, Phase II: Implementation Plan, 1994-1999. Holyoke Community College."},
      {
        "id":"ED368428",
        "title":"Guidelines for the Academic Preparation of Mathematics Faculty at Two-Year Colleges."},
      {
        "id":"ED368429",
        "title":"Characteristics of Successful Learning Center Students."},
      {
        "id":"ED368430",
        "title":"First-Time Freshmen Four-Year Transfer Rates: Gainesville College to University System Senior Colleges and Universities, Fall 1988 to Fall 1992."},
      {
        "id":"ED368431",
        "title":"The Barriers to Moving Students Along the Educational Continuum."},
      {
        "id":"ED368432",
        "title":"Journey Home: A Multimedia Work in Progress on Homer's Odyssey."},
      {
        "id":"ED368434",
        "title":"From the Grass: An Interview with Dr. Krzysztof Pawlowski, Rector of WSB-NLU in Nowy Sacz, Poland."},
      {
        "id":"ED368435",
        "title":"Displaced Worker Transition Programs: Leading the Workforce Back to Community Colleges."},
      {
        "id":"ED368436",
        "title":"Documenting Student Academic Achievement: A Plan for Outcomes Assessment at Owens Community College."},
      {
        "id":"ED368437",
        "title":"The Economic Impact of Piedmont Virginia Community College upon Its Service Region. Research Report Number 2-94."},
      {
        "id":"ED368442",
        "title":"Occupational/Technical Programs at Piedmont Virginia Community College. Research Report Number 3-94."},
      {
        "id":"ED368443",
        "title":"Performance Review Aerobics Exercises Which Systemize the Process."},
      {
        "id":"ED368444",
        "title":"Hostos Community College and the Bronx Center: A Model for a Community College Partnership in Urban Community Development."},
      {
        "id":"ED368445",
        "title":"Human Resources Development Program Performance Summary Report, 1992-1993."},
      {
        "id":"ED368446",
        "title":"Women, Capitalism and Feminisation: Workers' Experiences in Private and Non-Profit Childcare Centres."},
      {
        "id":"ED368447",
        "title":"The Universal and the National in Preschool Education. Papers from the OMEP International Seminar (Moscow, Russia, December 4-7, 1991). YCF Series 3."},
      {
        "id":"ED368449",
        "title":"Beyond Tokenism: Parents as Partners in Literacy Training."},
      {
        "id":"ED368450",
        "title":"Valuing Children: Authentic Assessment Based on Observation, Reflection and Documentation."},
      {
        "id":"ED368453",
        "title":"Toddlers in Child Care: What Does a &quot;Quality&quot; Program Mean?"},
      {
        "id":"ED368454",
        "title":"Maternal Adjustment to Developing Child Competencies: Is Age All That Matters?"},
      {
        "id":"ED368455",
        "title":"Stories Make a Difference: Intercultural Dialogue in the Early Years."},
      {
        "id":"ED368456",
        "title":"[IBM Work and Personal Life Balance Programs.]"},
      {
        "id":"ED368457",
        "title":"Lessons To Enhance Achievement and Develop Student Leadership."},
      {
        "id":"ED368458",
        "title":"Genetic and Common Environmental Influences on Behavioral Inhibition in Infancy and Early Childhood."},
      {
        "id":"ED368459",
        "title":"Historical Roots of the Project Approach in the United States: 1850-1930."},
      {
        "id":"ED368460",
        "title":"Who's Minding the Kids? Child Care Arrangements: Fall 1988."},
      {
        "id":"ED368462",
        "title":"Low Income Family Day Care Home Demonstration. Final Report."},
      {
        "id":"ED368463",
        "title":"Margaret McMillan and Maria Montessori: Champions of the Poor."},
      {
        "id":"ED368465",
        "title":"The Impact of Salary Bulk Funding on New Zealand Kindergartens: Results of the Second National Survey."},
      {
        "id":"ED368466",
        "title":"Education and Care: A Review of International Studies of the Outcomes of Early Childhood Experiences."},
      {
        "id":"ED368468",
        "title":"Young Children: Priority One. A Project Kit for Kiwanis Clubs--Addressing the Needs of Children, Prenatal through Age Five."},
      {
        "id":"ED368469",
        "title":"Child Care Financing in Iowa: Maximizing Funds, Coordinating Services and Structuring Rates."},
      {
        "id":"ED368473",
        "title":"Profiling Canada's Families."},
      {
        "id":"ED368475",
        "title":"A Head Start on Head Start: Effective Birth-to-Three Strategies. An Ounce of Prevention Fund Paper."},
      {
        "id":"ED368476",
        "title":"Flexible Organisation of Educational Work in Kindergarten."},
      {
        "id":"ED368477",
        "title":"Developing and Implementing an Effective Nutrition and Fitness Program for Kindergarten/First-Grade Students through Hands-On and Community Resources."},
      {
        "id":"ED368478",
        "title":"Developing 21st Century Strong Sense Critical Thinkers."},
      {
        "id":"ED368479",
        "title":"Learning Styles and the Classroom."},
      {
        "id":"ED368480",
        "title":"The National Forum on Family Security: Social Economic Factors and Human Development."},
      {
        "id":"ED368481",
        "title":"Facts for Life: A Communication Challenge. Revised Edition."},
      {
        "id":"ED368482",
        "title":"Prenatal to Preschool: An Integrated Approach to School Readiness for Native Hawaiian Children."},
      {
        "id":"ED368483",
        "title":"Using the Delphi Technique with Stakeholders To Develop a Definition of After-School Enrichment for Elementary Children."},
      {
        "id":"ED368484",
        "title":"Improving Inservice Training for Summer Staff in an Early Childhood Center through Individual Professional Development Goals and Ongoing Training."},
      {
        "id":"ED368488",
        "title":"Starting Children Too Early on Number Work: A Mismatch of Developmental and Academic Priorities."},
      {
        "id":"ED368492",
        "title":"The Portable Pediatrician."},
      {
        "id":"ED368493",
        "title":"Early Childhood Education: Taking Stock."},
      {
        "id":"ED368494",
        "title":"Developmentally Appropriate Practices in the Primary Program: A Survey of Primary School Teachers."},
      {
        "id":"ED368495",
        "title":"Conducting an Interpretative Review on Family Interaction: An Illustration of the Use of &quot;Child Development Abstracts.&quot;"},
      {
        "id":"ED368496",
        "title":"Family Context of Adolescent Academic Competence."},
      {
        "id":"ED368498",
        "title":"Earthquake Preparedness: What Every Childcare Provider Should Know."},
      {
        "id":"ED368499",
        "title":"The Environment of the Child."},
      {
        "id":"ED368500",
        "title":"State of American Education. Remarks Prepared for Richard W. Riley, U.S. Secretary of Education."},
      {
        "id":"ED368501",
        "title":"The Impact of Public Policy on Urban Child Care in MN."},
      {
        "id":"ED368502",
        "title":"Children's Delay of Gratification and Preschool Performance."},
      {
        "id":"ED368503",
        "title":"Towards a Policy for Early Childhood Education in Latin America and the Caribbean."},
      {
        "id":"ED368504",
        "title":"Pennsylvania Child Care/Early Childhood Development Training System Annual Report 1992-93."},
      {
        "id":"ED368506",
        "title":"Proceedings of the Annual Early Childhood Education Regional Symposium (3rd, Atlanta, Georgia, October 18-19, 1993) [and] Leadership for Collaboration. Video Proceedings."},
      {
        "id":"ED368507",
        "title":"Assessment in Early Childhood Education: Status of the Issue. A SERVE Research Brief."},
      {
        "id":"ED368509",
        "title":"The Project Approach. ERIC Digest."},
      {
        "id":"ED368510",
        "title":"Where Do Head Start Attendees End Up? One Reason Why Preschool Effects Fade Out."},
      {
        "id":"ED368511",
        "title":"Parent and Community Involvement in the Middle Grades. Evaluating Education Reform. Literature Review."},
      {
        "id":"ED368512",
        "title":"Parent and Community Involvement in the Middle Grades. Evaluating Education Reform. Commissioned Papers."},
      {
        "id":"ED368513",
        "title":"The Seven Module Curriculum on Aging, Vision Loss and Independent Living Skills. A Training Model To Teach Community Outreach Workers To Train Elderly Blind and Visually Impaired American Indians Independent Living Skills: Focus on Family Rehabilitation."},
      {
        "id":"ED368514",
        "title":"A Training Model To Teach Community Outreach Workers To Train Elderly Blind and Visually Impaired American Indians Independent Living Skills: Focus on Family Rehabilitation. Final Report to the Administration on Aging."},
      {
        "id":"ED368516",
        "title":"The American Indian Digest."},
      {
        "id":"ED368521",
        "title":"Encouraging Diversity in the Rural Classroom."},
      {
        "id":"ED368522",
        "title":"Evaluation of Educational Personnel Development Projects in Indian Education. Final Report."},
      {
        "id":"ED368523",
        "title":"Job Training Partnership Act: Labor Title IV Initiatives Could Improve Relations with Native Americans. Report to Congressional Requesters."},
      {
        "id":"ED368524",
        "title":"Statement of Georges Vernez before the Select Committee on Statewide Immigration Impact, California State Assembly."},
      {
        "id":"ED368525",
        "title":"All the Good Choices Are Taken: A Study of Interdistrict Collaboration in North Dakota."},
      {
        "id":"ED368526",
        "title":"The Success Connection. Final Report."},
      {
        "id":"ED368527",
        "title":"Implementation of a Rural Program To Reduce the Drop-out Rate of 9th- and 10th-Grade At-Risk Students."},
      {
        "id":"ED368529",
        "title":"Community Leadership Development for Sustainable Alabama Communities."},
      {
        "id":"ED368530",
        "title":"ESEA Chapter I: Region C Technical Assistance Center. Annual Report: July 1, 1992 through June 30, 1993."},
      {
        "id":"ED368531",
        "title":"A Case Study of the Impact of a State-Level Policy Designed To Improve Rural Schools in the State of Vermont. Occasional Paper No. 36."},
      {
        "id":"ED368533",
        "title":"Program Planner for Migrant Secondary-Aged Youth."},
      {
        "id":"ED368535",
        "title":"School-Community Agency Collaboration in Rural Settings."},
      {
        "id":"ED368536",
        "title":"Indian Colleges: A Means To Construct a Viable Indian Identity or a Capitulation to the Dominant Society?"},
      {
        "id":"ED368537",
        "title":"Developing &quot;Face and Heart&quot; in the Time of the Fifth Sun: An Examination of Aztec Education."},
      {
        "id":"ED368538",
        "title":"Preparing Teachers for Rural Education Settings in Australia: Issues of Policy, Practice and Quality."},
      {
        "id":"ED368539",
        "title":"Rural School Superintendents' Perception of State Department of Education Influence."},
      {
        "id":"ED368540",
        "title":"Beyond the Language: Native Americans' Nonverbal Communication."},
      {
        "id":"ED368541",
        "title":"The Effects of Sociocultural Factors on the Navajo Literacy Environment."},
      {
        "id":"ED368542",
        "title":"\"One of Us Is Not as Powerful as All of Us\": Building a Community for Teaching and Learning Mathematics. Elementary Subjects Center Series, No. 87."},
      {
        "id":"ED368543",
        "title":"Evaluating a Geology Curriculum for Non-Majors."},
      {
        "id":"ED368544",
        "title":"Building the System: Making Science Education Work. Putting the Pieces Together. Proceedings of the Annual Conference (2nd, Washington, D.C., February 24-26, 1994)."},
      {
        "id":"ED368547",
        "title":"Students Learn Statistics When They Assume a Statistician's Role."},
      {
        "id":"ED368548",
        "title":"Biographies of Women Scientists for Young Readers."},
      {
        "id":"ED368551",
        "title":"Accommodating Assessment and Learning: Utilizing Portfolios in Teacher Education with Preservice Teachers."},
      {
        "id":"ED368552",
        "title":"Significant Influences on Children's Learning of Mathematics. Science and Technology Education Document Series, No. 47."},
      {
        "id":"ED368553",
        "title":"Gender Differences in Student Performance and Attitudes. A Longitudinal Study of Engineering Student Performance and Retention. Report No. NCSU-94A."},
      {
        "id":"ED368554",
        "title":"Incorporating Total Quality Management in an Engineering Design Course. Report 5-1993."},
      {
        "id":"ED368555",
        "title":"How To Implement the Science Fair Self-Help Development Program in Schools. Sandia Report."},
      {
        "id":"ED368556",
        "title":"The Future of the Geosciences in the Pre-College Curriculum."},
      {
        "id":"ED368558",
        "title":"General Chemistry and Self-Efficacy."},
      {
        "id":"ED368559",
        "title":"Comparison of Science Attitudes among Middle and Junior High School Students."},
      {
        "id":"ED368560",
        "title":"A Survey of Interactive Video Use in Science Teacher Education in Ohio."},
      {
        "id":"ED368561",
        "title":"Harmful Non-Indigenous Species in the United States."},
      {
        "id":"ED368562",
        "title":"The Global Thinking Project: Linking Schools in Environmental Understanding. Symposium Proceedings (Atlanta, Georgia, November 1993)."},
      {
        "id":"ED368563",
        "title":"A Computerized Weather Station for the Apple IIe."},
      {
        "id":"ED368564",
        "title":"Authentic Assessment in Elementary Science."},
      {
        "id":"ED368565",
        "title":"Look of the Future: Report of the Governor's Committee on High School Science Laboratories for the 21st Century."},
      {
        "id":"ED368566",
        "title":"The Effects of an Interdisciplinary Curriculum Unit on the Environmental Decision-Making of Secondary School Students."},
      {
        "id":"ED368567",
        "title":"Connect: UNESCO-UNEP Environmental Education Newsletter, 1993."},
      {
        "id":"ED368568",
        "title":"The No Waste Anthology: A Teacher's Guide to Environmental Activities K-12."},
      {
        "id":"ED368569",
        "title":"Living Classrooms: Learning Guide for Famous &amp; Historic Trees."},
      {
        "id":"ED368570",
        "title":"Three Hypotheses about Domain Specific Background Knowledge and Achievement in Science."},
      {
        "id":"ED368571",
        "title":"Telecommunications and Pre-Service Science Teachers: the Effects of Using Electronic Mail and a Directed Exploration of Internet on Attitudes."},
      {
        "id":"ED368572",
        "title":"Teaching and Learning Distillation in Chemistry Laboratory Courses."},
      {
        "id":"ED368573",
        "title":"Teachers' Views of the Role of Evolution in the Structure of Biology."},
      {
        "id":"ED368574",
        "title":"A Study of Proportional Reasoning and Self-Regulation Instruction on Students' Conceptual Change in Conceptions of Solution."},
      {
        "id":"ED368575",
        "title":"The Shadow Is There and You Just Can't See It--A Learning Environment for Young Children To Investigate Shadows."},
      {
        "id":"ED368576",
        "title":"The Role of &quot;Experiments&quot; in Conceptual Change: A Teaching-Experiment Study of Electric Circuits."},
      {
        "id":"ED368577",
        "title":"Progressive Transitions from Algorithmic to Conceptual Understanding in Student Ability To Solve Chemistry Problems: A Lakatosian Interpretation."},
      {
        "id":"ED368578",
        "title":"Listening to Diverse Students in an Historically Racist Region: A Social Contextual Study of Science Teaching."},
      {
        "id":"ED368579",
        "title":"The Interpersonal Significance of Molecular Behavior of Science Teachers in Lab Lessons: A Dutch Perspective."},
      {
        "id":"ED368580",
        "title":"An International Investigation of Preservice Science Teachers' Pedagogy and Subject Matter Knowledge Structures."},
      {
        "id":"ED368581",
        "title":"High School Students' Understandings of Diffusion Concepts in Relation to Their Levels of Cognitive Development."},
      {
        "id":"ED368582",
        "title":"Facilitating Successful Predictive Reasoning in Biology through Application of Skill Theory."},
      {
        "id":"ED368583",
        "title":"Participant Guide to Close Up North Dakota."},
      {
        "id":"ED368584",
        "title":"Hacia Una Pedagogia de Solucion de Problemas en La Educacion Ambiental. Serie Educacion Ambiental 15 (Pedagogy of Solutions and Problems in Environmental Education. Environmental Education Series 15."},
      {
        "id":"ED368587",
        "title":"African-American Resources: A GCLC Guide."},
      {
        "id":"ED368588",
        "title":"Columbus and the Age of Discovery. Activity Guide."},
      {
        "id":"ED368589",
        "title":"The East Asian Resource &amp; Education Program at Yale. A Catalogue of A.V. Materials, Resources, and Organizations."},
      {
        "id":"ED368590",
        "title":"Educating about Development: Lessons Learned. Development Education Annual 1989. Volume One."},
      {
        "id":"ED368591",
        "title":"Importance and Consequences of International Contacts. Report No. 7."},
      {
        "id":"ED368593",
        "title":"Current Research on Women Administrators and Professionals: A Select Bibliography."},
      {
        "id":"ED368595",
        "title":"No Kidding Around! America's Young Activists Are Changing Our World and You Can Too."},
      {
        "id":"ED368596",
        "title":"Public Leadership Education: The Role of Citizen Leaders. Volume VI."},
      {
        "id":"ED368597",
        "title":"Refugee Education: Learning in Exile."},
      {
        "id":"ED368598",
        "title":"[Baseball.]"},
      {
        "id":"ED368600",
        "title":"Leadership in the Social Studies."},
      {
        "id":"ED368601",
        "title":"Leadership Manual--Current Issues. Instructor's Guide."},
      {
        "id":"ED368603",
        "title":"Chinese Education for the 21st Century Conference Proceedings (Honolulu, Hawaii, November 19-22, 1991)."},
      {
        "id":"ED368604",
        "title":"Waste Management and Disposal for Artists and Schools."},
      {
        "id":"ED368605",
        "title":"Life in the Past Lane: An Arts/Social Studies Infusion Project."},
      {
        "id":"ED368606",
        "title":"Intersections: Community Arts and Education Collaborations."},
      {
        "id":"ED368607",
        "title":"A Review of Established Guidelines and Standards for International Education Travel and Exchange Programs for Students. Report of the Department of Education to the Governor and the General Assembly of Virgina. House Document No. 25."},
      {
        "id":"ED368608",
        "title":"The Nature of Contemporary History. Occasional Paper."},
      {
        "id":"ED368609",
        "title":"Social Studies Review, Numbers 1-12, 1989-1992."},
      {
        "id":"ED368610",
        "title":"Our Challenge: Making Education for Basic Learning a Priority in U.S. Foreign Aid Policy."},
      {
        "id":"ED368611",
        "title":"From Science to Aesthetics: Tracing the Role of Music in America's Public Schools."},
      {
        "id":"ED368612",
        "title":"United Nations Day, 24 October."},
      {
        "id":"ED368613",
        "title":"Resource Guide to Teaching Aids in Russian and East European Studies. Revised."},
      {
        "id":"ED368619",
        "title":"Attitudes of Prairie Bible College Students toward Human Genetic Manipulation. A Survey and Comparative Study."},
      {
        "id":"ED368621",
        "title":"The Ideology of Vicktor Lowenfeld: A Review of Research."},
      {
        "id":"ED368622",
        "title":"Chaos Theory in the Arts and Design."},
      {
        "id":"ED368623",
        "title":"A Review of Research on the Golden Section Hypothesis in Art and Design."},
      {
        "id":"ED368624",
        "title":"Learning-Centered Psychological Principles: Social Factors in Learning."},
      {
        "id":"ED368625",
        "title":"Teaching Religion in the Public Schools."},
      {
        "id":"ED368626",
        "title":"Brazilian History and Culture Program, June 27 - August 2, 1992. Fulbright Hays Seminars Abroad Program."},
      {
        "id":"ED368627",
        "title":"Substance Abuse Prevention and Geography. Teacher&apos;s Resource Guide."},
      {
        "id":"ED368628",
        "title":"Humans in the World: Introduction to the Educational Theory of Radical Perspectivism."},
      {
        "id":"ED368629",
        "title":"Aesthetics from Below: Possible or Impossible? (A Factor Analytic Study.)"},
      {
        "id":"ED368630",
        "title":"Characteristics of Students in High Schools for the Visual and Performing Arts."},
      {
        "id":"ED368631",
        "title":"The Arts and the At-Risk Child: A School and Community Partnership."},
      {
        "id":"ED368633",
        "title":"Geography and the Environment: International Perspectives. Teacher's Resource Guide."},
      {
        "id":"ED368634",
        "title":"The Impact of Instrumental Music Instruction on the Academic Achievement of Fifth Grade Students."},
      {
        "id":"ED368635",
        "title":"A Survey of Students and Educators: Their Views on Alcohol, Drugs, and Tobacco."},
      {
        "id":"ED368636",
        "title":"1492: Multiple Perspectives. Transcript."},
      {
        "id":"ED368637",
        "title":"Applying Theory to Practice in Public Administration Internships."},
      {
        "id":"ED368639",
        "title":"Peace Education Approaches among Younger and Older Students in Schools. Peace Education Reports. No. 8."},
      {
        "id":"ED368640",
        "title":"Universalization of Education and Improvement of Its Quality and Relevance To Prepare for the 21st Century."},
      {
        "id":"ED368641",
        "title":"Major Project in the Field of Education in Latin America and the Caribbean: Progress, Limitations, Obstacles and Challenges. Working Document."},
      {
        "id":"ED368642",
        "title":"Music. Standards of Learning Objectives for Virginia Public Schools."},
      {
        "id":"ED368643",
        "title":"A Dispute Mediation Program: Report on the Cobble Middle School Student-Conducted Program in Tallahassee, Florida, 1993."},
      {
        "id":"ED368644",
        "title":"The Challenges to Education Systems from the Contemporary Cultural Dynamic."},
      {
        "id":"ED368645",
        "title":"Intercultural Education for Cultural Development: The Contribution of Teacher Education."},
      {
        "id":"ED368646",
        "title":"The Contribution of Education to Cultural Development in the Arab States."},
      {
        "id":"ED368647",
        "title":"On Arnheim. On Rudolph Arnheim's Contribution to Art Education."},
      {
        "id":"ED368648",
        "title":"A Portrait Study. Expression Anchored by Tradition: A Young Native American Artist's Struggle and Growth To Be Creative."},
      {
        "id":"ED368649",
        "title":"Homes in History."},
      {
        "id":"ED368650",
        "title":"Cross-Cultural Trade as a Framework for Teaching World History: Concepts and Applications."},
      {
        "id":"ED368651",
        "title":"Education, Culture and Development: Co-ordinated Policies and Strategies."},
      {
        "id":"ED368654",
        "title":"Education for America&apos;s Role in World Affairs."},
      {
        "id":"ED368655",
        "title":"South Carolina Visual and Performing Arts Curriculum Framework. Field Review Draft."},
      {
        "id":"ED368656",
        "title":"George Washington and the Temple of Democracy. Teaching with Historic Places."},
      {
        "id":"ED368659",
        "title":"A Proposal for Assessing the Teaching of Religious History in Indiana Schools."},
      {
        "id":"ED368660",
        "title":"Becoming Informed Citizens: Lessons on the Constitution for Junior High School Students."},
      {
        "id":"ED368663",
        "title":"Cultural Centers of Color: Report on a National Survey."},
      {
        "id":"ED368664",
        "title":"Women Workers' History."},
      {
        "id":"ED368665",
        "title":"The High School Political Science Curriculum Project. Final Report."},
      {
        "id":"ED368667",
        "title":"The South Carolina Framework for Music Education."},
      {
        "id":"ED368668",
        "title":"The Alaska Journal of Art, 1989."},
      {
        "id":"ED368669",
        "title":"International Dimensions of Education: Documents of State Education Agencies."},
      {
        "id":"ED368671",
        "title":"A Required Carnegie Unit in the Arts - What Form Will It Take?"},
      {
        "id":"ED368672",
        "title":"A Framework for Multicultural Arts Education. [Volume One.]"},
      {
        "id":"ED368673",
        "title":"A Framework for Multicultural Arts Education. Volume Two. Multicultural Arts Education Framework Publication Series."},
      {
        "id":"ED368674",
        "title":"The Authentic Lessons of Schindler's List."},
      {
        "id":"ED368675",
        "title":"Meeting the Challenge of Preparing Teachers for the Classroom of Today. Testimony presented to the New York State Assembly Joint Hearing of the Committee on Higher Education and the Committee on Education (Albany, NY, December 6, 1993)."},
      {
        "id":"ED368676",
        "title":"Dr. Mom Project."},
      {
        "id":"ED368677",
        "title":"A Study in Contrast: Visions of Preservice Teacher Education in the Context of a Professional Development School."},
      {
        "id":"ED368678",
        "title":"Teacher Empowerment in a Professional Development School Collaborative: Pilot Assessment. Technical Report 931101."},
      {
        "id":"ED368681",
        "title":"Examining Preservice Experiences through Journals. Year Two."},
      {
        "id":"ED368682",
        "title":"A Change in Perceptions of Graduate Students with Regard to Teaching as an Art or a Science."},
      {
        "id":"ED368683",
        "title":"A Comparison of Interns' Concerns and Cooperating Teachers' Perceptions of Intern Concerns before and after Internship."},
      {
        "id":"ED368684",
        "title":"Student Teacher Journals: Reflective and Nonreflective."},
      {
        "id":"ED368685",
        "title":"Affective Domain Objectives in Volunteer Courses for Postsecondary Teachers."},
      {
        "id":"ED368686",
        "title":"Integrating the Affective Domain into the Instructional Design Process."},
      {
        "id":"ED368687",
        "title":"Project 30 and the Pedagogy Seminars: A Report to the Administration and Faculty."},
      {
        "id":"ED368688",
        "title":"Show and Tell: An Appreciation of &quot;Making&quot; Activities."},
      {
        "id":"ED368689",
        "title":"From Student to Teacher: Cultural Identities and Their Impact on Classroom Practice."},
      {
        "id":"ED368690",
        "title":"The Effects of Summer Student Teaching on Traditional and Nontraditional Elementary Preservice Teachers: Matching Resources with Student Needs."},
      {
        "id":"ED368691",
        "title":"Time and Learning: Some Professional Reflections."},
      {
        "id":"ED368692",
        "title":"Confronting Issues of Diversity: Putting the Pieces Together with Programs at Home and Abroad."},
      {
        "id":"ED368693",
        "title":"Being Free and Feeling Free: Primary Teachers' Perceptions of Participation in Curriculum Development."},
      {
        "id":"ED368694",
        "title":"Winning through Student Participation in Lesson Closure."},
      {
        "id":"ED368695",
        "title":"A Design for Building Outcomes-focused Curricula."},
      {
        "id":"ED368696",
        "title":"Outcomes Based Staff Development. Reprint."},
      {
        "id":"ED368697",
        "title":"Process Module: Kansas Quality Performance Accreditation (QPA)."},
      {
        "id":"ED368698",
        "title":"Changing Practice: Teaching Mathematics for Understanding. A Professional Development Guide."},
      {
        "id":"ED368699",
        "title":"Preservice Teachers' Development of Pedagogical Understandings and Epistemological Frameworks."},
      {
        "id":"ED368701",
        "title":"Dimensions of Teacher Empowerment."},
      {
        "id":"ED368702",
        "title":"Predicting Teachers' Sense of Efficacy and Job Satisfaction Using School Climate and Participatory Decision Making."},
      {
        "id":"ED368703",
        "title":"Facilitating Effective Learning and Teaching."},
      {
        "id":"ED368704",
        "title":"Promoting Global Teacher Education: Seven Reports."},
      {
        "id":"ED368705",
        "title":"Encouraging Reluctant Writers in the Classroom."},
      {
        "id":"ED368706",
        "title":"IFEP as a Tool for Infusing Community Service Agencies in Pre-Service Teacher Preparation."},
      {
        "id":"ED368710",
        "title":"The Undergraduate Student Teaching Experience: Perspectives of Student Teachers, Cooperating Teachers, and Student Teacher Supervisors."},
      {
        "id":"ED368713",
        "title":"Windows on Teacher Education: Student Progress through Colleges of Education and the First Year in the Classroom. Final Report."},
      {
        "id":"ED368715",
        "title":"Help Wanted: Philosophers of Education for National Accreditation."},
      {
        "id":"ED368721",
        "title":"Preservice Physical Education Teacher Attributes Associated with Positive Attitudes toward Students with Mild Disabilities."},
      {
        "id":"ED368722",
        "title":"Effects of Training on Head Start Providers' Attitudes toward Children with Disabilities and Knowledge of Motor Development."},
      {
        "id":"ED368734",
        "title":"Memory Enhancement for Educators. Fastback 365."},
      {
        "id":"ED368735",
        "title":"Minimum Competency Tests. Annotated Bibliography of Tests."},
      {
        "id":"ED368736",
        "title":"Language Skills, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED368737",
        "title":"Language Development. Annotated Bibliography of Tests."},
      {
        "id":"ED368738",
        "title":"Art. Annotated Bibliography of Tests."},
      {
        "id":"ED368739",
        "title":"Chemistry, College Level. Annotated Bibliography of Tests."},
      {
        "id":"ED368740",
        "title":"Chemistry, Grades 7-12. Annotated Bibliography of Tests."},
      {
        "id":"ED368741",
        "title":"Composition and Writing Skills. Annotated Bibliography of Tests."},
      {
        "id":"ED368742",
        "title":"Consumer Competency. Annotated Bibliography of Tests."},
      {
        "id":"ED368743",
        "title":"Criterion-Referenced Measures, Preschool-Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED368744",
        "title":"Criterion-Referenced Measures, Grades 4-6. Annotated Bibliography of Tests."},
      {
        "id":"ED368745",
        "title":"Criterion-Referenced Measures, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED368746",
        "title":"Economics, Grade 1 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED368747",
        "title":"Environmental Education. Annotated Bibliography of Tests."},
      {
        "id":"ED368748",
        "title":"Achievement Tests, College Level. Annotated Bibliography of Tests."},
      {
        "id":"ED368749",
        "title":"Psychology. Annotated Bibliography of Tests."},
      {
        "id":"ED368750",
        "title":"Reading, Preschool - Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED368751",
        "title":"Reading, Grades 4-6. Annotated Bibliography of Tests."},
      {
        "id":"ED368752",
        "title":"Reading--Diagnostic, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED368753",
        "title":"Reading--Diagnostic, Preschool-Grade 6. Annotated Bibliography of Tests."},
      {
        "id":"ED368754",
        "title":"Reading--Diagnostic, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED368755",
        "title":"Reading Readiness. Annotated Bibliography of Tests."},
      {
        "id":"ED368756",
        "title":"Achievement Batteries, Preschool - Grade 3. Annotated Bibliography of Tests."},
      {
        "id":"ED368757",
        "title":"Achievement Batteries, Grades 4 - 6. Annotated Bibliography of Tests."},
      {
        "id":"ED368758",
        "title":"Achievement Batteries, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED368759",
        "title":"Oral Reading and Listening Skills. Annotated Bibliography of Tests."},
      {
        "id":"ED368760",
        "title":"Selected Papers from the Spring 1993 Breivogel Conference at the University of Florida on Alternative/Portfolio Assessment."},
      {
        "id":"ED368761",
        "title":"Spelling, Grade 7 and Above. Annotated Bibliography of Tests."},
      {
        "id":"ED368762",
        "title":"Spelling, Kindergarten - Grade 6. Annotated Bibliography of Tests."},
      {
        "id":"ED368763",
        "title":"Speech/Communication. Annotated Bibliography of Tests."},
      {
        "id":"ED368764",
        "title":"Study Skills. Annotated Bibliography of Tests."},
      {
        "id":"ED368765",
        "title":"Manual Dexterity. Annotated Bibliography of Tests."},
      {
        "id":"ED368766",
        "title":"Spanish. Annotated Bibliography of Tests."},
      {
        "id":"ED368767",
        "title":"United States History. Annotated Bibliography of Tests."},
      {
        "id":"ED368768",
        "title":"Qualitative Analysis of Comic Strip Culture: A Methodological Inquiry."},
      {
        "id":"ED368769",
        "title":"The Systematic Identification and Articulation of Content Standards and Benchmarks. Update."},
      {
        "id":"ED368770",
        "title":"Outcome-Based Education and Mastery Learning: Clarifying the Differences."},
      {
        "id":"ED368771",
        "title":"Common Methodology Mistakes in Dissertations, Revisited."},
      {
        "id":"ED368772",
        "title":"The Comparability of the Statistical Characteristics of Test Items Generated by Computer Algorithms."},
      {
        "id":"ED368773",
        "title":"Some Measurement Characteristics of Aggregated versus Individual Scores."},
      {
        "id":"ED368774",
        "title":"Maryland School Performance Report, 1993. State and School Systems."},
      {
        "id":"ED368775",
        "title":"Assessing Behavioral Problems: Burks' Scale vs. Devereux Scale."},
      {
        "id":"ED368776",
        "title":"Analysis of Cognitive Demand in Selected Alternative Science Assessments. Analysis of Structures and Processes Assessed in Science. Project 2.1 Alternative Approaches to Assessment in Mathematics and Science. Cognitive Theory as the Basis for Design of Innovative Assessment."},
      {
        "id":"ED368777",
        "title":"Learning To Rate Essays: A Study of Scorer Cognition."},
      {
        "id":"ED368778",
        "title":"Formative Evaluation of the K-12 Education Programs of the Department of Energy."},
      {
        "id":"ED368779",
        "title":"World Class Standards: The Mathematical Sciences Education Perspective."},
      {
        "id":"ED368780",
        "title":"A Revised Modified Parallel Analysis (RMPA) for the Construction of Unidimensional Item Pools."},
      {
        "id":"ED368781",
        "title":"Curriculum-Embedded Assessment in Mathematics."},
      {
        "id":"ED368782",
        "title":"Lessons from the Educational Quality Indicators Initiative."},
      {
        "id":"ED368783",
        "title":"A Comparison of Performance on Piagetian Tasks among Japanese and Anglo-American Children Six Years of Age Who Were Exposed to One Language and Two Languages."},
      {
        "id":"ED368784",
        "title":"Are Reading Comprehension Tasks Affected by Line References in Test Items?"},
      {
        "id":"ED368785",
        "title":"Teacher Assessments of Coping Styles in Children of Divorce."},
      {
        "id":"ED368787",
        "title":"A Comparison of Best Model Selection Criteria in Multiple Regression."},
      {
        "id":"ED368788",
        "title":"Examining Replication Effects in Rasch Fit Statistics."},
      {
        "id":"ED368790",
        "title":"Comparing Incentive Motivation to Metacognitive Strategy in Its Effect on Achievement."},
      {
        "id":"ED368791",
        "title":"The Effect of Restricting Ability Distributions in the Estimation of Item Difficulties: Implications for a CAT Implementation."},
      {
        "id":"ED368792",
        "title":"The Northwest Guilford High School Heterogeneous Grouping, Algebra IA and IB, and Guided Studies Programs. Evaluation Report."},
      {
        "id":"ED368793",
        "title":"The Development of an Assessment of Scientific Experimentation Proficiency for Connecticut's Statewide Testing Program."},
      {
        "id":"ED368794",
        "title":"Learning Styles of African American Children Which Correspond to the MBTI."},
      {
        "id":"ED368795",
        "title":"The Relationship between Assessment and Support of Beginning Teachers: Where Do We Go from Here?"},
      {
        "id":"ED368796",
        "title":"Multicultural/Multiethnic Education in Portland Public Schools."},
      {
        "id":"ED368797",
        "title":"Black Female Adolescents' Career Aspirations and Expectations: Rising to the Challenge of the American Occupational Structure."},
      {
        "id":"ED368799",
        "title":"Chapter 1 Advocacy Handbook. Making the Chapter 1 Program Work in Your Schools."},
      {
        "id":"ED368800",
        "title":"Protecting the Rights of National Origin Language Minority Students during the Implementation of Race Desegregation Plans."},
      {
        "id":"ED368801",
        "title":"An Independent Evaluation of MPS Alternative and Partnership Schools, Spring 1993. Final Report."},
      {
        "id":"ED368802",
        "title":"MPS Partnership Schools' Qualitative Evaluation: Findings and Recommendations."},
      {
        "id":"ED368803",
        "title":"Changing the Odds: Middle School Reform in Progress 1991-1993."},
      {
        "id":"ED368804",
        "title":"Many Faces, Many Ways. Multi-Cultural Diversity of Brooklyn. A Guide for Teachers."},
      {
        "id":"ED368805",
        "title":"A Summary of Research Findings on Efficacy Programs for Middle and Elementary School Students."},
      {
        "id":"ED368806",
        "title":"Drug Abuse among Minority Youth: Advances in Research and Methodology. National Institute on Drug Abuse Research Monograph 130."},
      {
        "id":"ED368807",
        "title":"Empowered Teachers, Empowered Learners: Reform in Progress in Louisville's High Middle Schools."},
      {
        "id":"ED368808",
        "title":"Resolving Conflict Through Mediation."},
      {
        "id":"ED368809",
        "title":"Technology as a Tool for Urban Classrooms. ERIC/CUE Digest, Number 95."},
      {
        "id":"ED368813",
        "title":"Multiculturalism as a Policy for Disarming Gang Violence in Communities at Large and in Schools."},
      {
        "id":"ED368814",
        "title":"Effects of Racial Dominance of School on Perceptions of Teacher Influence."},
      {
        "id":"ED368815",
        "title":"Parental Verbal Interaction and Academic Achievement for At-Risk Adolescent Black Males."},
      {
        "id":"ED368816",
        "title":"At-Risk Adolescent Black Males: Findings for Internal/External Locus of Control, Self-Esteem and Parental Verbal Interaction."},
      {
        "id":"ED368817",
        "title":"Multicultural Education for the Dominant Culture: Toward the Development of a Multicultural Sense of Self."},
      {
        "id":"ED368818",
        "title":"The Center School: An Alternative for the Dropout."},
      {
        "id":"ED368819",
        "title":"Involving Hard-to-Reach Parents of Adolescent Children in the Schooling Process."},
      {
        "id":"ED368820",
        "title":"Teachers&apos; Perceptions of Effective Classroom Management within an Inner-City Middle School."},
      {
        "id":"ED368821",
        "title":"Folklife in Education and Cultural Conservation."},
      {
        "id":"ED368823",
        "title":"Issues of Diversity and Conflict Resolution."},
      {
        "id":"ED368824",
        "title":"To Increase the Number of Participants Utilizing the Homework Assistance Program in a Youth Center Setting through Tutoring, a Conducive Learning Environment, and Computer Instruction."},
      {
        "id":"ED368825",
        "title":"A Resource Guide for Asian and Pacific American Students, K-12."},
      {
        "id":"ED368830",
        "title":"Youth Violence: A Community Resource. Hearing on Experience and Reaction to Trends Regarding Juvenile Violence Within the Jurisdiction of Phoenix and Tucson, AZ, before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, One Hundred Third Congress, First Session (Phoenix and Tucson, AZ, June 1-2, 1993)."},
      {
        "id":"ED368831",
        "title":"Newcomer Programs: Innovative Efforts to Meet the Educational Challenges of Immigrant Students."},
      {
        "id":"ED368832",
        "title":"The AVID Classroom: A System of Academic and Social Supports for Low-Achieving Students."},
      {
        "id":"ED368833",
        "title":"The Politics of Education: Imperatives for African-American Males in the 21st Century."},
      {
        "id":"ED368834",
        "title":"Educator's Guide to &quot;Straight Talk about America&quot;."},
      {
        "id":"ED368835",
        "title":"Educator's Guide to &quot;I Am America.&quot;"},
      {
        "id":"ED368836",
        "title":"Young People: Social Justice and Multiculturalism."},
      {
        "id":"ED368838",
        "title":"Gun Acquisition and Possession in Selected Juvenile Samples. Research in Brief. December 1993."},
      {
        "id":"ED368839",
        "title":"Summerbridge San Francisco. Established 1978 at San Francisco University High School. Information Packet."},
      {
        "id":"ED368840",
        "title":"Teaching at Summerbridge. 1994 Handbook."},
      {
        "id":"ED368841",
        "title":"Multicultural Education: A Challenge for All."},
      {
        "id":"ED368844",
        "title":"Homeless Children and Youth in Utah. 1993 Report."},
      {
        "id":"ED368845",
        "title":"An Analysis of House Systems in New York City Neighborhood High Schools."},
      {
        "id":"ED368846",
        "title":"Dual Education in the Madison Metropolitan School District. Wisconsin Policy Research Institute Report. Volume 7, No. 2."},
      {
        "id":"ED368847",
        "title":"Hispanics in the Labor Force: A Chartbook."},
      {
        "id":"ED368852",
        "title":"Access and the Special Needs Student. Looking at Literacy Provision."},
      {
        "id":"ED368853",
        "title":"Methods To Increase the Number of Successful Transfers between Programs by Students in Adult Literacy Programming. A Research Report."},
      {
        "id":"ED368856",
        "title":"Annual Adult Education Research Conference (AERC) Proceedings (33rd, Saskatoon, Saskatchewan, Canada, May 15-17, 1992). Revised Edition."},
      {
        "id":"ED368857",
        "title":"Learning Enhancement for Adults with Disabilities. LEAD 2000 Congress Proceedings (Little Rock, Arkansas, January 29-31, 1993)."},
      {
        "id":"ED368858",
        "title":"Women's Job Training Agenda."},
      {
        "id":"ED368859",
        "title":"Planning for Life: Career Planning Excellence in America, A National Policy Forum (Washington, D.C., August 4, 1993). Recognition Program: Summer 1994."},
      {
        "id":"ED368860",
        "title":"Private Sector Rehabilitation: Insurance, Trends & Issues for the 21st Century. A Report on the Mary E. Switzer Memorial Seminar (17th, Washington, D.C., June 2-4, 1993)."},
      {
        "id":"ED368863",
        "title":"By Women/For Women: A Beginning Dialogue on Women and Literacy in the United States."},
      {
        "id":"ED368864",
        "title":"Apprenticeship Reference Guide. Third Edition."},
      {
        "id":"ED368865",
        "title":"Alternative Assessment Measures in Adult Basic Education Programs (Adult Informal Measures: AIM)."},
      {
        "id":"ED368866",
        "title":"Staff Development for Volunteers: Distance Education through the Home Study Option."},
      {
        "id":"ED368867",
        "title":"Saskatchewan Institute of Applied Science and Technology Program Review Policy and Procedures. Revised Edition."},
      {
        "id":"ED368868",
        "title":"Tomorrow's Needs; Today's Challenges. Annual Aviation Education Forum (1st, Washington, D.C., June 18, 1993). Edited Proceedings."},
      {
        "id":"ED368869",
        "title":"Systems and Procedures of Certification of Qualifications in the United Kingdom. National Report. 3rd Edition. CEDEFOP Panorama."},
      {
        "id":"ED368870",
        "title":"Makin' a Life: Parenting in Families of Color."},
      {
        "id":"ED368871",
        "title":"Sex Equity. Single Parents, Displaced Homemakers, Single Pregnant Women's Projects. Directory FY-1994."},
      {
        "id":"ED368872",
        "title":"Classroom Strategies for Assessing Limited English Proficient Students in Vocational Programs: A Resource Handbook."},
      {
        "id":"ED368873",
        "title":"Anthology of Inmate Art. Special Demonstration Project."},
      {
        "id":"ED368874",
        "title":"Assessing the Need, Acceptability, and Available Resources for Adult Literacy Staff Development through Distance Education in Rural Pennsylvania and Recommended Models To Meet the Needs."},
      {
        "id":"ED368875",
        "title":"A Cooperative Family Literacy Project. Special Demonstration Project."},
      {
        "id":"ED368876",
        "title":"Exploring the Past. &quot;A Senior Literacy Model.&quot; Final Report."},
      {
        "id":"ED368877",
        "title":"Family Literacy for Parents in Bridge Housing."},
      {
        "id":"ED368878",
        "title":"Helping Learning Disabled Adults through Special Tutorial Techniques. Final Report. 1992-1993."},
      {
        "id":"ED368879",
        "title":"An In-Service Math Instruction Program for Tutors. Final Report."},
      {
        "id":"ED368880",
        "title":"A Literacy Lending Library. Project Report."},
      {
        "id":"ED368881",
        "title":"Literacy Project for Adults with Learning Disabilities."},
      {
        "id":"ED368882",
        "title":"On the Write Track. A 353 Special Project. Final Report."},
      {
        "id":"ED368883",
        "title":"Participatory Staff Development: Lessons from Peers. Special Demonstration Project. Final Report."},
      {
        "id":"ED368884",
        "title":"Staff Orientation Manual for Adult Basic and Literacy Education Providers. Final Report."},
      {
        "id":"ED368885",
        "title":"Student Legal Issues. Final Report."},
      {
        "id":"ED368886",
        "title":"Topics for Lehigh County Seniors."},
      {
        "id":"ED368887",
        "title":"Verifying Applied Literacy Skills (VALS) in ABE Programs."},
      {
        "id":"ED368888",
        "title":"Visual Literacy: A Neglected Component. Final Report."},
      {
        "id":"ED368889",
        "title":"Recruitment and Retention of Minority Teachers in Vocational Education. ERIC Digest No. 144."},
      {
        "id":"ED368890",
        "title":"The Place of the Humanities in Continuing Higher Education. ERIC Digest No. 145."},
      {
        "id":"ED368891",
        "title":"Peer Tutoring in Adult Basic and Literacy Education. ERIC Digest No. 146."},
      {
        "id":"ED368892",
        "title":"Life and Work in a Technological Society. ERIC Digest No. 147."},
      {
        "id":"ED368893",
        "title":"Handbook of Adult Literacy Issues for Community Members."},
      {
        "id":"ED368894",
        "title":"A Plan to Implement a Pre-Military Development Program."},
      {
        "id":"ED368895",
        "title":"Education and Welfare Reform: The Story of a Second Chance School. Fastback 355."},
      {
        "id":"ED368896",
        "title":"Tech Prep: A Strategy for School Reform. Fastback 363."},
      {
        "id":"ED368897",
        "title":"Military Training. Lessons Learned and Their Implications for the Future. Testimony before the Subcommittee on Military Forces and Personnel, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED368898",
        "title":"The Realities of Curriculum Management."},
      {
        "id":"ED368899",
        "title":"National Resources for Adults with Learning Disabilities."},
      {
        "id":"ED368900",
        "title":"The Impact of Restructuring on the Secretarial Profession. A Survey of Office Professionals."},
      {
        "id":"ED368901",
        "title":"Differential Aptitude Test: A Data Source for Reinforcement of Educational/Occupational Choices for Special Population Enrollees."},
      {
        "id":"ED368903",
        "title":"Software Buyer's Guide. 1993 Edition."},
      {
        "id":"ED368904",
        "title":"Leaders of Change! Successful Workforce Development Projects. Envisioning a Competitive America: The Workforce Development Forums (Boston, Massachusetts, April 14-16, 1993; Des Moines, Iowa, May 26-28, 1993; Albuquerque, New Mexico, July 14-16, 1993)."},
      {
        "id":"ED368905",
        "title":"More than the Sum of the Parts: Using Small Group Learning in Adult Basic and Literacy Education. A 353 Special Demonstration Project."},
      {
        "id":"ED368906",
        "title":"Reflections on Teaching at the \"Margins\": Reconceptualizing Multicultural Education."},
      {
        "id":"ED368907",
        "title":"Looking through Eyes of Compassion: Visible Minorities in SIAST."},
      {
        "id":"ED368908",
        "title":"Testing and Assessment in Vocational Education. Background Paper."},
      {
        "id":"ED368909",
        "title":"Planning for International Business Programs: The Resources, Concepts, Strategies, and Practices."},
      {
        "id":"ED368910",
        "title":"Service-Learning Reflections: Update of Service-Learning in Pennsylvania."},
      {
        "id":"ED368911",
        "title":"Basic Skills in the Workplace: Practical Guide for Development & Implementation."},
      {
        "id":"ED368913",
        "title":"An Introduction to Numeracy Teaching."},
      {
        "id":"ED368914",
        "title":"Association for International Agricultural and Extension Education 1994 Conference Papers. Annual Conference (10th, Arlington, Virginia, March 24-26, 1994)."},
      {
        "id":"ED368915",
        "title":"GAIN: Basic Education in a Welfare-to-Work Program. California's Greater Avenues for Independence Program."},
      {
        "id":"ED368929",
        "title":"Success Stories. Celebration of Achievement."},
      {
        "id":"ED368930",
        "title":"Strategic Planning for Community Viability: A Process, Not a Destination. Circular CRD-60."},
      {
        "id":"ED368931",
        "title":"Reconstructing Correctional Education on the Basis of New Critical Realities. Implications for Teachers, Administrators, and Policymakers."},
      {
        "id":"ED368933",
        "title":"Literacy on the Cafeteria Line: Evaluation of the Skills Enhancement Training Program."},
      {
        "id":"ED368934",
        "title":"Conference Program Analysis. Technology Education Division."},
      {
        "id":"ED368935",
        "title":"A Comparison of the Effectiveness between Computer Aided Drafting and the Traditional Drafting Techniques as Methods of Teaching Pictorial and Multiview Drawings."},
      {
        "id":"ED368936",
        "title":"Multivariate and Descriptive Discriminant Analysis of Multidisciplinary Approaches to Integrating Mathematics, Science, and Technology Education in the High School."},
      {
        "id":"ED368937",
        "title":"Professional Development for Technology Education: Results of a National Study."},
      {
        "id":"ED368939",
        "title":"A Study To Determine the Attitudes of Advisors Regarding the Future Direction of the Michigan Association of FHA/HERO. Final Report."},
      {
        "id":"ED368940",
        "title":"Subject Matter Expert's Training Module Template."},
      {
        "id":"ED368941",
        "title":"What Do Unions Do for Women? Research-in-Brief."},
      {
        "id":"ED368942",
        "title":"The Adult Learner. Training Packet for a Three-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368943",
        "title":"Learning Disabilities: Learner-Centered Approaches. Training Packet for a Three-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368944",
        "title":"Mathematics: Strategic Problem Solving. Training Packet for a Two-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368945",
        "title":"Monitoring Student Progress. Training Packet for a Two-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368946",
        "title":"Planning for Instruction. Training Packet for a Two-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368947",
        "title":"Team Learning. Training Packet for a Three-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368948",
        "title":"Whole Language Approach. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368949",
        "title":"Volunteers and Teachers in the Classroom. Training Packet for a Two-Session Workshop. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED368950",
        "title":"Exercise: Benefits for Body and Mind. Student Workbook. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED368951",
        "title":"First Aid: Helping Yourself, Helping Others. Student Workbook. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED368952",
        "title":"Health Care Resources: You Are the Consumer. Student Workbook. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED368953",
        "title":"Health Insurance: The Facts You Need. Student Workbook. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED368954",
        "title":"Nutrition: Eating for Better Health. Student Workbook. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED368955",
        "title":"Sexual Abuse: Facts for Discussion, Prevention, and Management. Student Workbook. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED368956",
        "title":"Problems in Encoding and Retrieval Encountered by Non-traditional Students."},
      {
        "id":"ED368957",
        "title":"The Cafeteria Workers' Skills Enhancement Training Program. Performance Report."},
      {
        "id":"ED368958",
        "title":"Veterinary Accreditation. A Reference Guide for Practitioners."},
      {
        "id":"ED368959",
        "title":"Coast Guard. Cost for the Naval Academy Preparatory School and Profile of Military Enrollment. Report to the Congressional Committees."},
      {
        "id":"ED368960",
        "title":"AERA Vocational Education Special Interest Group Proceedings. American Educational Research Association Annual Meeting (New Orleans, Louisiana, April 4-8, 1994)."},
      {
        "id":"ED368962",
        "title":"Funding Vocational Education. A Study To Enhance Employability Standards of Students in New Mexico."},
      {
        "id":"ED370965",
        "title":"South Carolina Education Profiles 1993."},
      {
        "id":"ED370966",
        "title":"A Comparison of Word-Processed and Handwritten Essays from a Standardized Writing Assessment. ACT Research Report Series 93-8."},
      {
        "id":"ED370967",
        "title":"Issues in Designing and Validating Portfolio Assessments. Project 2.3: Complex Performance Assessments: Expanding the Scope and Approaches to Assessment."},
      {
        "id":"ED370968",
        "title":"An Analysis of Statewide Teacher Appraisal Scores across Four Years."},
      {
        "id":"ED370969",
        "title":"Results of Schoolwide Action Research in the League of Professional Schools."},
      {
        "id":"ED370971",
        "title":"The Relationship between Changes in Perceptual Focus and Understanding."},
      {
        "id":"ED370972",
        "title":"Assessment Program Results 1992-1993."},
      {
        "id":"ED370973",
        "title":"Impact Evaluation of a University-Based Outreach Program Modeled after the Berkeley Bay Area Writing Project."},
      {
        "id":"ED370974",
        "title":"Assessing Design Activity in Complex CMOS Circuit Design."},
      {
        "id":"ED370975",
        "title":"The Impact of Training Students To Be Self-Assessors of Writing."},
      {
        "id":"ED370976",
        "title":"Administrators' Perceptions of Outcome-Based Education: Outputs, Outcomes and Professional Accountability."},
      {
        "id":"ED370977",
        "title":"When Two Heads Are Worse than One, Revisited: Confidence Resolutions by Individuals in Structured Learning Groups."},
      {
        "id":"ED370978",
        "title":"How Teacher-Researchers Are Creating a New Form of Educational Knowledge."},
      {
        "id":"ED370979",
        "title":"Understanding the Performance of U.S. Students on International Assessments. Education Policy Issues: Statistical Perspectives."},
      {
        "id":"ED370980",
        "title":"Performance Assessment: A National Perspective. Policy Briefs Numbers 10 &amp; 11. Special Double Issue."},
      {
        "id":"ED370981",
        "title":"Mini-Digest of Education Statistics 1993."},
      {
        "id":"ED370982",
        "title":"Overview of NAEP Assessment Frameworks."},
      {
        "id":"ED370983",
        "title":"The Reliability of Vermont Portfolio Scores in the 1992-93 School Year. Interim Report. RAND Reprints Series."},
      {
        "id":"ED370984",
        "title":"Issues and Recommendations Regarding Implementation of High School Graduation Tests."},
      {
        "id":"ED370985",
        "title":"Legal Implications of High-Stakes Assessment: What States Should Know."},
      {
        "id":"ED370986",
        "title":"External-Storage Effects on Writing Processes: Delay Hypotheses."},
      {
        "id":"ED370987",
        "title":"Connecting the Home and School: Funds of Knowledge for Mathematics Teaching and Learning. Draft."},
      {
        "id":"ED370989",
        "title":"Social-Cognitive Processes of Behaviorally Withdrawn Children."},
      {
        "id":"ED370990",
        "title":"The Growth Patterns of General Medical Achievement."},
      {
        "id":"ED370992",
        "title":"The Validity and Reliability of Concept Mapping as an Alternative Science Assessment when Item Response Theory Is Used for Scoring."},
      {
        "id":"ED370993",
        "title":"Frame of Reference Theory of Self-Concept Formation with Academically-Able Students."},
      {
        "id":"ED370994",
        "title":"Performance-Based Assessment: An Alternative Assessment Process for Young Gifted Children."},
      {
        "id":"ED370995",
        "title":"The Influence of Subject Matter Expertise on Pedagogical Content Knowledge."},
      {
        "id":"ED370996",
        "title":"The Relationship between Anxiety and Achievement in Adult Learners."},
      {
        "id":"ED370997",
        "title":"Government Finances: 1990-91."},
      {
        "id":"ED370998",
        "title":"The Conflicting World of Standards-Based Assessment."},
      {
        "id":"ED370999",
        "title":"The Revised Program Evaluation Standards and Their Correlation with the Evaluation Use Literature."},
      {
        "id":"ED371000",
        "title":"Individual and Collaborative Action Research in a Large School District."},
      {
        "id":"ED371001",
        "title":"Does a Standard Reflect Minimal Competency of Examinees or Judge Competency?"},
      {
        "id":"ED371002",
        "title":"Using Construct Validity Techniques To Evaluate an Automated Cognitive Model of Geometric Proof Writing."},
      {
        "id":"ED371003",
        "title":"Uses of Measurement of Students&apos; Potential for Professional Development in Veterinary Medicine."},
      {
        "id":"ED371004",
        "title":"Broadening the Concept of Engagement: Inclusion of Perspectives on Adolescence."},
      {
        "id":"ED371005",
        "title":"Doing Life History Research--In Theory and in Practice. Draft."},
      {
        "id":"ED371006",
        "title":"Using Monte Carlo Studies in Discriminant Analysis: An Overview."},
      {
        "id":"ED371007",
        "title":"Comparing Computerized Adaptive and Self-Adapted Tests: The Influence of Examinee Achievement Locus of Control."},
      {
        "id":"ED371008",
        "title":"Development of an Academic Anxiety Coping Instrument."},
      {
        "id":"ED371010",
        "title":"Relationships between Test Specifications, Item Responses, Task Demands, and Item Attributes in a Large-Scale Science Assessment."},
      {
        "id":"ED371011",
        "title":"Testing the Robustness of DIMTEST on Nonnormal Ability Distributions."},
      {
        "id":"ED371012",
        "title":"Using a Transition Needs Assessment as an Evaluation Tool for a Statewide Effort To Increase Transition Opportunities."},
      {
        "id":"ED371013",
        "title":"A Qualitative Look at Kentucky's Primary Program: Interim Findings from a Five-Year Study."},
      {
        "id":"ED371014",
        "title":"A Comparison of Decision Theoretic Approaches to Adjusting Cut Scores."},
      {
        "id":"ED371015",
        "title":"Multidimensional Evaluation of Longterm-Effects of Complex Teaching-Learning Arrangements - in the Context of Commercial Education."},
      {
        "id":"ED371016",
        "title":"Item Calibration Considerations: A Comparison of Item Calibrations on Written and Computerized Adaptive Examinations."},
      {
        "id":"ED371017",
        "title":"Where in the World Am I? Mental Models Derived from Text and Spatial Inference."},
      {
        "id":"ED371018",
        "title":"Facilitating Lecture Recall: The Effects of Embedded Imagery-Evoking Phrases."},
      {
        "id":"ED371019",
        "title":"Robustness of Unidimensional IRT Calibration in the Presence of Essential Dimensionality."},
      {
        "id":"ED371020",
        "title":"Validation as Communication and Action: On the Social Construction of Validity."},
      {
        "id":"ED371021",
        "title":"A Method for Selecting between Linear and Quadratic Classification Models in Discriminant Analysis."},
      {
        "id":"ED371022",
        "title":"Using Multidimensional Scaling To Measure Conceptual Change."},
      {
        "id":"ED371023",
        "title":"Type I Error Rates and Statistical Power for the James Second-Order Test and the Univariate F Test in Two-Way Fixed-Effects ANOVA Models under Heteroscedasticity and/or Nonnormality."},
      {
        "id":"ED371024",
        "title":"Job Satisfaction: A Synthesis of Research in the Educational Administration Quarterly."},
      {
        "id":"ED371025",
        "title":"Transferring Critical Thinking Skills across Content Areas: The Effects of Multiple Content Areas and Summary Generation on the Analogical Problem Solving of Regular and Honors Students."},
      {
        "id":"ED371026",
        "title":"The Cognitive Effects of Problem-Based Learning: A Preliminary Study."},
      {
        "id":"ED371027",
        "title":"The Effects of Knowledge and Task on Students' Peer-Directed Questions in Modified Cooperative Learning Groups."},
      {
        "id":"ED371028",
        "title":"VTLOGANL: A Computer Program for Coding and Analyzing Data Gathered on Video Tape."},
      {
        "id":"ED371029",
        "title":"Controlling for Demographic Characteristics in Person Measures Using a Many-Faceted Rasch Model."},
      {
        "id":"ED371030",
        "title":"A Multi-Faceted Analysis of a New Therapeutic Model of Linking Appraisals to Affective Experiences."},
      {
        "id":"ED371031",
        "title":"Researcher as Teacher: Making the Learning Accessible."},
      {
        "id":"ED371032",
        "title":"Effects of Cognitive Style and Verbal and Visual Presentation Modes on Concept Learning in CBI."},
      {
        "id":"ED371033",
        "title":"Are Multilevel Techniques Necessary? An Attempt at Demystification."},
      {
        "id":"ED371035",
        "title":"Age as a Contextual Cue in Problem-Based Learning."},
      {
        "id":"ED371036",
        "title":"Bias vs. Precision: Combining Estimates in Multisite Evaluation Research."},
      {
        "id":"ED371037",
        "title":"Enriching the Layers of Necessity Model."},
      {
        "id":"ED371038",
        "title":"Development of a Valid Subtest for Assessment of DIF/Bias."},
      {
        "id":"ED371039",
        "title":"Preparing To Assess Families in Treatment: Reliability and Validity of a Family Affiliation Measure."},
      {
        "id":"ED371040",
        "title":"A Meta-Analysis of the Effects of Developmental Studies Programs on College Student Achievement, Attitude, and Persistence."},
      {
        "id":"ED371041",
        "title":"Argumentation Structure and Metacognition in Constructing Shared Knowledge at School."},
      {
        "id":"ED371042",
        "title":"What Do We Mean by Equity in Relation to Assessment?"},
      {
        "id":"ED371043",
        "title":"Initial Development and Piloting of a Learning-Based, Classroom Assessment and Consultation System: New Perspectives on the Rhetoric of Improving Instruction in Higher Education Settings."},
      {
        "id":"ED371044",
        "title":"City Child Poverty Data from 1990 Census."},
      {
        "id":"ED371045",
        "title":"School within a School, Grades 7, 8, 9, 10. Focus on Program Evaluation."},
      {
        "id":"ED371046",
        "title":"Puerto Rican Participation in Job Opportunities and Basic Skills (JOBS) Programs. A Preliminary Assessment."},
      {
        "id":"ED371047",
        "title":"Student Engagement and Achievement in American Secondary Schools."},
      {
        "id":"ED371048",
        "title":"Chart[er]ing Urban School Reform: Philadelphia Style. Draft."},
      {
        "id":"ED371050",
        "title":"Orphans of the HIV Epidemic: Unmet Needs in Six U.S. Cities."},
      {
        "id":"ED371051",
        "title":"Analysis of WISC-III Data from an Urban Population of Referred Children."},
      {
        "id":"ED371052",
        "title":"Why Blame Schools?"},
      {
        "id":"ED371060",
        "title":"Rigoberta Menchu: The Prize that Broke the Silence. An Activity-based Packet on the Relationship between Guatemala and the United States."},
      {
        "id":"ED371061",
        "title":"Immigrant Education. Federal Funding Has Not Kept Pace with Student Increases. Testimony before the Subcommittee on Education, Arts, and the Humanities, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED371062",
        "title":"Program for Disadvantaged Youth. Review and Strategy."},
      {
        "id":"ED371063",
        "title":"Kids Count Data Book. State Profiles of Child Well-Being. 1994."},
      {
        "id":"ED371064",
        "title":"Motivations for Enrollment in Graduate and Professional School among African American Students in HBCUs."},
      {
        "id":"ED371065",
        "title":"Promoting Success for the African-American Male Student: A Blueprint for Action. A Series of Solutions and Strategies. Number 8."},
      {
        "id":"ED371066",
        "title":"Multicultural Mathematics Education."},
      {
        "id":"ED371070",
        "title":"Still Separate, Still Unequal. The Limits of Milliken II's Educational Compensation Remedies."},
      {
        "id":"ED371071",
        "title":"Isaac Dickson Multicultural Summer Research Team Project, 1992."},
      {
        "id":"ED371072",
        "title":"Educational Ideologies of Southeast Asian Bilingual Teachers. Exploring the Elusive."},
      {
        "id":"ED371073",
        "title":"Being, Doing and Becoming: The Identities of Successful Hispanic Students."},
      {
        "id":"ED371074",
        "title":"Life after Dropping Out."},
      {
        "id":"ED371075",
        "title":"Project Pride. Final Evaluation Report 1992-93. OREA Report."},
      {
        "id":"ED371076",
        "title":"Harmony in Career Learning and Scholastic System (Project HI-CLASS). Final Evaluation Report 1992-93. OREA Report."},
      {
        "id":"ED371077",
        "title":"Choosing Optional Infused Career Education for Students in High School Bilingual Programs (Project CHOICE). Final Evaluation Report 1992-93. OREA Report."},
      {
        "id":"ED371078",
        "title":"Asian-American Communications: In-School Staff Workshops. Evaluation Report 1992-93. OREA Report."},
      {
        "id":"ED371079",
        "title":"Integrated Diverse Enrichment for Academic Learning (Project IDEAL). Final Evaluation Report 1992-93. OREA Report."},
      {
        "id":"ED371080",
        "title":"The Seward Park Family Literacy Program. Final Evaluation Report 1992-93. OREA Report."},
      {
        "id":"ED371085",
        "title":"A Directory of Anti-Bias Education Resources and Services."},
      {
        "id":"ED371086",
        "title":"Evaluation of the Chapter 1 Guidance Program, 1992-1993."},
      {
        "id":"ED371087",
        "title":"Money, Choice, and Equity in Kansas City. Major Investments with Modest Returns."},
      {
        "id":"ED371088",
        "title":"Between the Rock of Standards and the Hard Place of Accommodation: Evaluation Practices of Teachers in High Schools Serving Disadvantaged Students."},
      {
        "id":"ED371089",
        "title":"Student Voice: Factors That Cause Teacher/Student Confrontations in a Pluralistic Classroom."},
      {
        "id":"ED371090",
        "title":"Nerds, Normal People, and Homeboys: Asian American Students and the Language of School Success."},
      {
        "id":"ED371091",
        "title":"School Development Program. Research Monograph."},
      {
        "id":"ED371092",
        "title":"Vietnamese Amerasian Resettlement. Education, Employment, and Family Outcomes in the United States. Report to Congressional Requesters."},
      {
        "id":"ED371093",
        "title":"Acquisition of Learning by Facilitating Academics (Project ALFA). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED371094",
        "title":"Alternative Learning Methodologies through Academics (Project ALMA). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED371095",
        "title":"Resegregation in Norfolk, Virginia. Does Restoring Neighborhood Schools Work?"},
      {
        "id":"ED371096",
        "title":"Project LIVE: A Literacy and Dropout Prevention Program that Works. Evaluation Study."},
      {
        "id":"ED371097",
        "title":"Project LIVE Learning through Industry and Volunteer Educators. A Program."},
      {
        "id":"ED371098",
        "title":"The Evaluation of Project SEED, 1991-92, Detroit Public Schools."},
      {
        "id":"ED371099",
        "title":"The Longitudinal Effects of SEED Instruction on Mathematics Achievement and Attitudes. Final Report."},
      {
        "id":"ED371100",
        "title":"The Evaluation of Project SEED, 1989-90."},
      {
        "id":"ED371101",
        "title":"The Evaluation of Project SEED, 1990-91."},
      {
        "id":"ED371102",
        "title":"Multiculturalism as a Basis for Empowerment and Societal Reform."},
      {
        "id":"ED371103",
        "title":"School-Age Children: Poverty and Diversity Challenge Schools Nationwide. Testimony before the Committee on Labor and Human Resources and the Subcommittee on Education, Arts and Humanities, U.S. Senate."},
      {
        "id":"ED371104",
        "title":"Fulfilling the Promise of Brown."},
      {
        "id":"ED371105",
        "title":"Interim Recommendations To Promote Minority Permanence at the University of Pennsylvania. Working Draft for Discussion."},
      {
        "id":"ED371106",
        "title":"The Korean Americans. Multiethnic Reminder."},
      {
        "id":"ED371108",
        "title":"Urban Teachers and Collaborative School-Linked Services. ERIC Digest 96."},
      {
        "id":"ED371110",
        "title":"Financing Vocational Education and Training in Developing Countries. Training Discussion Paper No. 111."},
      {
        "id":"ED371111",
        "title":"Environmental Training and Further Training in the Federal Republic of Germany. Training Discussion Paper No. 112."},
      {
        "id":"ED371112",
        "title":"Positively Different: Guidance for Developing Inclusive Adult Literacy, Language, and Numeracy Curricula. [Report and] Executive Summary."},
      {
        "id":"ED371113",
        "title":"CALL Lesson Plans 3 for Use with Metra-Summerhays Basic Reading for Adults."},
      {
        "id":"ED371114",
        "title":"The Socialisation of Engineers and the Development of Their Skills: A Comparison of France and Japan."},
      {
        "id":"ED371115",
        "title":"Retraining Displaced Workers: The US Experience. Training Policy Study No. 1."},
      {
        "id":"ED371116",
        "title":"Industrial Restructuring and Retraining in Singapore. Training Policy Study No. 2."},
      {
        "id":"ED371117",
        "title":"Vocational Training in Chile: A Decentralized and Market Oriented System. Training Policy Study No. 8."},
      {
        "id":"ED371118",
        "title":"Decentralization of Public Vocational Training in New Zealand and Two Australian States. Training Policy Study No. 9."},
      {
        "id":"ED371119",
        "title":"Reading, but Not Reading Well--Reading Skills at Level 3. A Report from the Survey of Literacy Skills Used in Daily Activities = Capables de Lire, mais pas Tres Bien--Les Lectueurs de Niveau 3. Un rapport de l'enquete sur les capacites de lecture et d'ecriture utilisees quotidiennement."},
      {
        "id":"ED371121",
        "title":"Centre for Adult and Continuing Education (CACE) 1993 Annual Report."},
      {
        "id":"ED371122",
        "title":"History of MODAC. Michigan Occupational Deans Administrative Council. 26 Years: January 25, 1967 to December 31, 1993."},
      {
        "id":"ED371123",
        "title":"Organizational Assessment of Basic Skills Needs at the University Division of Residence Operations. Final Report."},
      {
        "id":"ED371124",
        "title":"Draft Cognitive Skills Training Program for En-Route Air Traffic Controllers."},
      {
        "id":"ED371125",
        "title":"Consumer Judging: Teaching Decision-Making Skills in the Marketplace. 4-H Manual for Grade Levels 4-12."},
      {
        "id":"ED371126",
        "title":"Adult Education in Israel."},
      {
        "id":"ED371127",
        "title":"Accident Prevention through Driving Skills Assessment and Interventions for Older Drivers: A Programmatic Research Project."},
      {
        "id":"ED371128",
        "title":"Sanford Maine Public Schools National Workplace Literacy Program. Performance Report. External Evaluator Report."},
      {
        "id":"ED371129",
        "title":"Compendium of Interdisciplinary Activities for an Introductory Course in Communication Systems at the Secondary Level."},
      {
        "id":"ED371130",
        "title":"Exemplary Career Guidance and Counseling Programs for the Nation's Diverse Student Population: A Preliminary Framework."},
      {
        "id":"ED371131",
        "title":"Medication Manager for Child Caring Facilities, MR (Less than 15 Bed Facilities), Supervised Apartment Living."},
      {
        "id":"ED371132",
        "title":"Success Stories: Minimum Competencies for Early Adolescents. Family &amp; Consumer Education: Home Economics in the Middle School."},
      {
        "id":"ED371133",
        "title":"A Quantitative Assessment of Needs in Vocational-Technical Education in Iowa."},
      {
        "id":"ED371134",
        "title":"A Handbook for Coordinators and Teachers of 75 Hour Nurse Aide Course. Revised."},
      {
        "id":"ED371135",
        "title":"EMT--A Student Handbook. Revised."},
      {
        "id":"ED371136",
        "title":"Vocational-Technical Education Program Management Guide."},
      {
        "id":"ED371137",
        "title":"Occupational Standards and Certification: Past-Current-Future Trends in the United States."},
      {
        "id":"ED371138",
        "title":"Trial by False Fire: Education's Role in U.S. \"Economic Decline.\" Policy Brief Issue Number 4."},
      {
        "id":"ED371141",
        "title":"Certified Professional Secretary Examination. Outline and Bibliography. Effective November 1994."},
      {
        "id":"ED371142",
        "title":"Emerging Tech Prep Models: Promising Approaches to Educational Reform."},
      {
        "id":"ED371143",
        "title":"Beyond the Buzzwords: Delivering Diversity Training that Makes a Difference."},
      {
        "id":"ED371144",
        "title":"Women--Shaping and Sharing the Future. The New National Agenda for Women 1993-2000. Second Edition."},
      {
        "id":"ED371145",
        "title":"National Study of the Supply of and Demand for Secondary Marketing Education Teachers in 1993."},
      {
        "id":"ED371146",
        "title":"Tech Prep Model for Marketing Education."},
      {
        "id":"ED371148",
        "title":"Mayville High School Work Experience Program."},
      {
        "id":"ED371149",
        "title":"The Attitude toward School of Secondary Special Education Students with High, Moderate, and Low Attendance Rates."},
      {
        "id":"ED371150",
        "title":"The Development of Vocational Training in Central and Eastern Europe. German Experience in Demand."},
      {
        "id":"ED371151",
        "title":"Listening Skills. Instructor/Lesson Guide."},
      {
        "id":"ED371152",
        "title":"Treuhand: Qualification Is the Employers' Responsibility. Consequences for East and Central European States."},
      {
        "id":"ED371153",
        "title":"Career Development Support in Organisations. First Edition."},
      {
        "id":"ED371154",
        "title":"Working for Industry. An Introduction to Workplace Assessment and the National Qualifications Framework."},
      {
        "id":"ED371155",
        "title":"Choosing a Career in Marine Occupations: A Cultural Issue."},
      {
        "id":"ED371160",
        "title":"Competency-Based Training &amp; Competency-Based Assessment: &quot;Out of the Frying Pan and into...?&quot;"},
      {
        "id":"ED371161",
        "title":"From the Grassroots: Case Studies of Eight Rural Self-Development Efforts."},
      {
        "id":"ED371162",
        "title":"From the Grassroots: Results of a National Study of Rural Self-Development Projects."},
      {
        "id":"ED371164",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities. Human Resource Development. South Florida Cluster."},
      {
        "id":"ED371174",
        "title":"Datafusion: Resource for Identifying Labor Market and Demographics Data in Maryland."},
      {
        "id":"ED371175",
        "title":"Taking the Step to Skill New Zealand. A Guide for Employers."},
      {
        "id":"ED371176",
        "title":"Unit Standards Catalogue. Unit Standards and Qualifications Registered on the National Qualifications Framework to March 1994."},
      {
        "id":"ED371177",
        "title":"Wisconsin Technical College System Equity Staff Development Workshops and Services--Phase III. Final Report."},
      {
        "id":"ED371178",
        "title":"Adult Literacy in Ohio: Results of the State Adult Literacy Survey."},
      {
        "id":"ED371179",
        "title":"NLS Handbook 1994. The National Longitudinal Surveys."},
      {
        "id":"ED371180",
        "title":"NLS Annotated Bibliography. 1968-1994 Edition. The National Longitudinal Surveys of Labor Market Experience."},
      {
        "id":"ED371181",
        "title":"NLS Users' Guide 1994."},
      {
        "id":"ED371183",
        "title":"New York State Job Training Partnership Council Report on Nontraditional Employment for Women."},
      {
        "id":"ED371184",
        "title":"An Analysis of the Impact on Production Outcomes Using a Team Based Approach in Vocational Rehabilitation."},
      {
        "id":"ED371185",
        "title":"Business Education Index 1993. Index of Business Education Articles and Research Studies Complied from a Selected List of Periodicals and Yearbooks Published during the Year 1993."},
      {
        "id":"ED371186",
        "title":"A Program To Develop Awareness of Nontraditional Career Options, Gender Role Stereotyping, and Decision-Making Skills in Fifth and Sixth Grade Hispanic Girls."},
      {
        "id":"ED371187",
        "title":"Resource Index: Vocation. For Personal Study/Reflection and for Congregational Study/Resourcing."},
      {
        "id":"ED371188",
        "title":"Developing a High Performance Work Force--MAPI Survey of Selected Manufacturing Companies' Training Programs. MAPI Economic Report ER-278."},
      {
        "id":"ED371189",
        "title":"Understanding Assessment. A Guide for Teachers and Managers in Post-Compulsory Education."},
      {
        "id":"ED371190",
        "title":"Teaching by Satellite in a European Virtual Classroom. [and] Open Universities--Their Rationale, Characteristics and Prospects. ZIFF Papiere 92."},
      {
        "id":"ED371191",
        "title":"National Assessment of Vocational Education. Final Report to Congress. Volume I. Summary and Recommendations."},
      {
        "id":"ED371192",
        "title":"National Assessment of Vocational Education. Final Report to Congress. Volume II. Participation in and Quality of Vocational Education."},
      {
        "id":"ED371193",
        "title":"National Assessment of Vocational Education. Final Report to Congress. Volume III. Program Improvement: Educational Reform."},
      {
        "id":"ED371194",
        "title":"National Assessment of Vocational Education. Final Report to Congress. Volume IV. Access to Programs and Services for Special Populations."},
      {
        "id":"ED371195",
        "title":"National Assessment of Vocational Education. Final Report to Congress. Volume V. Funding and Administration Issues."},
      {
        "id":"ED371196",
        "title":"Practical Concerns of Limited Income Families: An Adult Home Economics Curriculum."},
      {
        "id":"ED371197",
        "title":"Consumer Education and Information: Guidelines for Business-Sponsored Materials."},
      {
        "id":"ED371199",
        "title":"Determinants and Effects of Learning Environments in Agricultural Science Classrooms in Nigeria."},
      {
        "id":"ED371200",
        "title":"Using the Cognitive Structure of Knowledge of Female Retirees To Assess Speed and Content of Information Processing."},
      {
        "id":"ED371201",
        "title":"Tailoring Programs for Better Fit. The Key to Coordination."},
      {
        "id":"ED371202",
        "title":"Cultural Understandings as the Eighth Key Competency. Final Report."},
      {
        "id":"ED371203",
        "title":"SCANS Occupational Profile Handbook for Electrical Engineering Technicians."},
      {
        "id":"ED371204",
        "title":"DPI Equity Leadership Project--Phase III. Final Report."},
      {
        "id":"ED371205",
        "title":"Adult Education: Employment-Related Training. National Household Education Survey. Statistical Analysis Report."},
      {
        "id":"ED371206",
        "title":"School-to-Work: What Does Research Say about It?"},
      {
        "id":"ED371207",
        "title":"Redefining the Purpose of Education: Providing Students with a Seamless Transition from School-to-Work. Recommendations from the Speaker's Blue Ribbon Commission on Career/Technical Education."},
      {
        "id":"ED371208",
        "title":"Steps toward a Comprehensive Employment and Training System. Hearing before the Employment, Housing, and Aviation Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED371209",
        "title":"Viewpoints on Tutorials in an Open University in Thailand."},
      {
        "id":"ED371212",
        "title":"The Federal Government Testing Program: The Next 100 Years."},
      {
        "id":"ED371213",
        "title":"Academy of Human Resource Development Conference Proceedings (San Antonio, Texas, March 3-6, 1994)."},
      {
        "id":"ED371214",
        "title":"Documenting Training Effectiveness in Terms of Worker Performance and Adaptability. EQW Working Papers WP23."},
      {
        "id":"ED371215",
        "title":"Public Investments in Training: Perspectives on Macro-Level Structural Issues and Micro-Level Delivery Systems. EQW Working Papers WP24."},
      {
        "id":"ED371216",
        "title":"The Military: Purveyor of Fine Skills and Comportment for a Few Good Men. EQW Working Papers WP25."},
      {
        "id":"ED371217",
        "title":"Will Military Reductions Create Shortages of Trained Personnel and Harm the Career Prospects of American Youth? EQW Working Papers WP26."},
      {
        "id":"ED371218",
        "title":"Tech Prep in Arkansas: A Proposed Better Way."},
      {
        "id":"ED371219",
        "title":"A Review of the Literature Regarding the Impact of Vocational Education on Student Retention: A Paper To Support a Research Study Regarding Georgia Secondary School Vocational Instructors, Vocational Education Supervisors, and Principals."},
      {
        "id":"ED371220",
        "title":"Professional Commitment: An Analysis of Students and Alumni."},
      {
        "id":"ED371221",
        "title":"In Search of Vocational Teacher Education."},
      {
        "id":"ED371223",
        "title":"Tips from Teachers: Ideas that Work."},
      {
        "id":"ED371225",
        "title":"Improving Teamworking Skills of Vocational Home Economics High School Students through Cooperative Learning."},
      {
        "id":"ED371226",
        "title":"Hearings on H.R. 2884, School-to-Work Opportunities Act of 1993. Hearings before the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (September 29, October 20 and 27, 1993)."},
      {
        "id":"ED371227",
        "title":"DVR Client Followup Study. Clients Closed November, 1988 through October, 1989."},
      {
        "id":"ED371228",
        "title":"Examining Assessment. Assessment Issues and Regimes in Post-16 Education and Training."},
      {
        "id":"ED371229",
        "title":"Health Care Assisting Lesson Planning Guide for Long-Term Care Aide Certification. South Carolina Health Occupations Education."},
      {
        "id":"ED371230",
        "title":"South Carolina Guide for Industrial Technology Education."},
      {
        "id":"ED371231",
        "title":"Vocational Training and the Territorial Context."},
      {
        "id":"ED371232",
        "title":"The Basic Skills of Young Adults. Some Findings from the 1970 British Cohort Study."},
      {
        "id":"ED371233",
        "title":"Between the Lines. A Basic Skills Newspaper Pack."},
      {
        "id":"ED371234",
        "title":"Helping Adults to Spell."},
      {
        "id":"ED371235",
        "title":"IT &amp; Basic Skills. A Training Pack for Tutors."},
      {
        "id":"ED371236",
        "title":"Inquiry and Action: A Plan for Adult Education Staff and Professional Development in Virginia. Revised."},
      {
        "id":"ED371238",
        "title":"ABLE Curriculum Guide 1994. A Resource Listing for ABLE Practitioners."},
      {
        "id":"ED371239",
        "title":"Creating Economic Lift: Jobs, Training, and Business Opportunities in Public and Indian Housing."},
      {
        "id":"ED371240",
        "title":"Use It or Lose It? The Problem of Adult Literacy Skill Retention."},
      {
        "id":"ED371241",
        "title":"Adult Literacy in the United States: A Compendium of Quantitative Data and Interpretive Comments."},
      {
        "id":"ED371242",
        "title":"Career Education and Transition from Schooling to Employment."},
      {
        "id":"ED371243",
        "title":"Triple Header Annual Workshop Proceedings (12th, Sarasota, Florida, April 25-29, 1993)."},
      {
        "id":"ED371244",
        "title":"Using a Staff Needs Planning System To Increase Organization, To Increase Quality of Client Services, and To Reduce Overtime."},
      {
        "id":"ED371246",
        "title":"Insights and Implications of Campus Hate Speech Codes."},
      {
        "id":"ED371247",
        "title":"The Use of Transpersonal Empathy with Child Abuse Survivors."},
      {
        "id":"ED371248",
        "title":"Educating Against Gender-Based Violence."},
      {
        "id":"ED371249",
        "title":"Building a Self: Teenaged Girls and Issues of Self-Esteem."},
      {
        "id":"ED371250",
        "title":"Building Self: Adolescent Girls and Self-Esteem. Working Paper 2."},
      {
        "id":"ED371251",
        "title":"The Comprehensive Counseling Program for Alaska Public Schools. A Guide for Program Development: K-12th Grade."},
      {
        "id":"ED371252",
        "title":"Substance Abuse Prevention and Intervention: Year-Three Study: Intervention Services. OREA Report."},
      {
        "id":"ED371253",
        "title":"Texas School Survey of Substance Abuse: Grades 7-12. 1992."},
      {
        "id":"ED371254",
        "title":"A Statewide Faculty Development Program for Undergraduate Social Work Educators in Eldercare. Final Report."},
      {
        "id":"ED371255",
        "title":"Correlates of Prolonged Depression among Detoxified Alcoholics."},
      {
        "id":"ED371256",
        "title":"Paternal Psychopathology: Relationship to Adolescent Substance Abuse and Deviant Behavior."},
      {
        "id":"ED371257",
        "title":"What the High/Scope Perry Preschool Study Reveals about Developmental Transitions and Contextual Challenges of Ethnic Males."},
      {
        "id":"ED371258",
        "title":"Risk Factors Associated with Substance Use in Adolescents."},
      {
        "id":"ED371259",
        "title":"Perfectionism in an Interpersonal Context."},
      {
        "id":"ED371260",
        "title":"Personality Traits of Graduate Counseling Students as Compared to Education Administration/Supervision Students."},
      {
        "id":"ED371261",
        "title":"Substance Use among Youth Entering Texas Youth Commission Reception Facilities in 1989. Second Report: Substance Use and Crime."},
      {
        "id":"ED371262",
        "title":"Developing Cultural Competence in Human Service Providers."},
      {
        "id":"ED371263",
        "title":"Psychotherapy vs. Medication for Depression: Challenging the Conventional Wisdom."},
      {
        "id":"ED371264",
        "title":"Secrets in Full View: Sexual Harassment in Our K-12 Schools."},
      {
        "id":"ED371265",
        "title":"The Measurement of Change in Longitudinal Youth Research: Continuity/Discontinuity, Stability/Instability, and Mean Differences in the Development of Individualism and Collectivism among East and West Berlin Youth between 1990 and 1992."},
      {
        "id":"ED371266",
        "title":"Access by Noncustodial Parents: Effects upon Children's Postdivorce Coping Resources."},
      {
        "id":"ED371267",
        "title":"Shifting Paradigms in Secondary School Counseling: Changing Incidentals to Essentials through Proactive Approaches."},
      {
        "id":"ED371268",
        "title":"School Psychologists Respond to School Violence: A National Survey."},
      {
        "id":"ED371269",
        "title":"Vision and Vocation in School Counseling."},
      {
        "id":"ED371270",
        "title":"Reasons for Living in Homosexual and Heterosexual Older Adolescents."},
      {
        "id":"ED371271",
        "title":"Legacies and Lessons: Insights from Longitudinal Studies of Educated Women."},
      {
        "id":"ED371272",
        "title":"Minority and Non-Minority Undergraduate Psychology Majors' Familiarity with School Psychology and Factors in Their Selection of Graduate Schools."},
      {
        "id":"ED371273",
        "title":"Counseling Job Hunters in Salary Negotiation Tactics."},
      {
        "id":"ED371274",
        "title":"Troubled Youth: Identificaiton and Intervention Strategies."},
      {
        "id":"ED371275",
        "title":"The Influence of Drug Testing Attributes, Participation, and Personality on Potential Applicant's Attitudes and Job Pursuit Intentions."},
      {
        "id":"ED371276",
        "title":"Mapping the Path to Narrative Common Ground with Couples."},
      {
        "id":"ED371277",
        "title":"Affect Relationships to Psychopathology and Issues of Shame and Guilt Assessment."},
      {
        "id":"ED371278",
        "title":"Religious and Affective Variables of Dually Diagnosed Homeless."},
      {
        "id":"ED371279",
        "title":"Assessment of Career Maturity in Transdisciplinary Vocational Assessment."},
      {
        "id":"ED371280",
        "title":"Teaching Skill in Theorizing."},
      {
        "id":"ED371281",
        "title":"Personal Adjustment of Puerto Rican Adolescents."},
      {
        "id":"ED371282",
        "title":"Developing Gender and Ethnically Relevant AIDS Prevention Interventions for High Risk Adolescents."},
      {
        "id":"ED371283",
        "title":"Parental Denial: A Supportive and Productive Mechanism Following Traumatic Brain Injury of a Child."},
      {
        "id":"ED371284",
        "title":"Counselor's Handbook for Postsecondary Schools: 1994-95."},
      {
        "id":"ED371285",
        "title":"Improving Parental Coping Skills during the Adjustment Period: A Model Divorce Education Program."},
      {
        "id":"ED371286",
        "title":"Providing Grief Counseling with Inner City Elementary Aged Children Whose Relative Was Murdered because of Gang Violence."},
      {
        "id":"ED371287",
        "title":"Campus Sexual Harassment and Departmental Climate."},
      {
        "id":"ED371288",
        "title":"How To Grow Up when You're Grown Up: Achieving Balance in Adulthood."},
      {
        "id":"ED371289",
        "title":"Self-Reported Sexual Behavior in College Students."},
      {
        "id":"ED371290",
        "title":"Linkages between Aggression and Children&apos;s Legitimacy of Aggression Beliefs."},
      {
        "id":"ED371291",
        "title":"The Role of Metacognition in Reading Comprehension: Implications for Instruction. Literacy Research Report No. 19."},
      {
        "id":"ED371293",
        "title":"The Improvement of Reading Comprehension of the Second Grade At-Risk Students Using Multisensory Methods of Instruction."},
      {
        "id":"ED371294",
        "title":"Improving Reading Comprehension Skills through the Integration of the Arts."},
      {
        "id":"ED371295",
        "title":"Improving Reading Abilities of Average and Below Average Readers through Peer Tutoring."},
      {
        "id":"ED371296",
        "title":"Improving Reading and Communication Skills of Ninth Grade Students."},
      {
        "id":"ED371297",
        "title":"Whole Language and Reading Achievement: Review of the Literature."},
      {
        "id":"ED371298",
        "title":"Reading/Writing Immersion: A Decision Making Literacy Development Project. Teacher Survey Year 2."},
      {
        "id":"ED371299",
        "title":"The Parent Connection: A Necessary Link in Any Reading Program."},
      {
        "id":"ED371300",
        "title":"Joint Reading between Mothers and Their Head Start Children. Vocabulary Development in Two Text Formats. Reading Research Report No. 13."},
      {
        "id":"ED371301",
        "title":"The Middle Grades Reading Network: Building a Community of Readers."},
      {
        "id":"ED371302",
        "title":"The Best of the Network 1993."},
      {
        "id":"ED371303",
        "title":"Suggestions To Help Engage Young Adolescents with Books."},
      {
        "id":"ED371304",
        "title":"The Relationship between Preservice Teachers' Belief about the Nature of Knowledge and Their Ability To Construct Meaning from Text."},
      {
        "id":"ED371305",
        "title":"Constructing Meaning in a Classroom Context."},
      {
        "id":"ED371306",
        "title":"Dialogue and Resistance in Small-Group Reading-Writing Instruction."},
      {
        "id":"ED371307",
        "title":"The Effects of Spelling Strategy Training with/without Attribution Training."},
      {
        "id":"ED371308",
        "title":"The GALAXY Classroom: An Interactive, Thematic Approach to Literacy Instruction."},
      {
        "id":"ED371309",
        "title":"Spinning Plates or Launching Ships? Outcomes of Motivation for Literacy Learning."},
      {
        "id":"ED371310",
        "title":"Verbal and Non-Verbal Behavior of Ability-Grouped Dyads."},
      {
        "id":"ED371311",
        "title":"The Rhetoric of Page Design: Making Meaning Visible."},
      {
        "id":"ED371312",
        "title":"Teaching Spelling and Vocabulary to At Risk Students Utilizing the Musical/Rhythmic Intelligence."},
      {
        "id":"ED371313",
        "title":"Phonics in a Meaning Based Instructional Program."},
      {
        "id":"ED371314",
        "title":"Stakeholder Group Formed To Support Reading for Middle Grades Students [and] Putting Together the Pieces of the Puzzle."},
      {
        "id":"ED371316",
        "title":"Integration of Reading and Writing Strategies To Improve Reading."},
      {
        "id":"ED371317",
        "title":"Improving Reading Skills through Tactile and Kinesthetic Strategies within a Whole Language Approach."},
      {
        "id":"ED371318",
        "title":"Integration of Reading and Writing Strategies To Improve Reading."},
      {
        "id":"ED371319",
        "title":"Improving Student Reading Abilities and Attitudes of Culturally and Linguistically Diverse Students through Curriculum Adaptation and Home/Parental Involvement."},
      {
        "id":"ED371320",
        "title":"Integration of Reading and Writing Strategies To Improve Reading."},
      {
        "id":"ED371321",
        "title":"Integration of Reading and Writing Strategies in Primary Level Special Education Resource Students To Improve Reading Performance."},
      {
        "id":"ED371322",
        "title":"The Effect of Cooperative Learning, Cross Age Tutoring and Self-Esteem Enhancing Strategies on Student Behavior and Reading Achievement."},
      {
        "id":"ED371323",
        "title":"Factors Affecting Reading Achievement: An Annotated Bibliography."},
      {
        "id":"ED371324",
        "title":"Electronic Literacy. Perspectives in Reading Research No. 4."},
      {
        "id":"ED371325",
        "title":"CONSULT-I Reading. Ohio Project. Final Report."},
      {
        "id":"ED371326",
        "title":"CONSULT-I Reading. Cincinnati Project. Final Report."},
      {
        "id":"ED371327",
        "title":"CONSULT-I Reading. South Avondale Elementary School, Cincinnati Project. Final Report."},
      {
        "id":"ED371328",
        "title":"A Field Study in the Application of CONSULT-I to the Problem of Inconsistency in Diagnosis and Treatment of Reading Difficulties. Proffitt Grant Final Report."},
      {
        "id":"ED371329",
        "title":"Individualizing Language Strategies Using CONSULT-I."},
      {
        "id":"ED371330",
        "title":"UNESCO's Mobilizing Project To Combat Illiteracy: Igniting the Spirit of Exchange."},
      {
        "id":"ED371331",
        "title":"Enhancing Motivation and Reading Achievement: Intervention Strategies for the Underachieving Middle School Student."},
      {
        "id":"ED371332",
        "title":"Under the Whole Language Umbrella: Many Cultures, Many Voices."},
      {
        "id":"ED371333",
        "title":"Is Professor AVKO Right? A Challenge to Educators and Educational Researchers at Every Level."},
      {
        "id":"ED371334",
        "title":"The Mechanics of English Spelling."},
      {
        "id":"ED371335",
        "title":"Is Resistance Empowerment? Using Critical Literacy with Teachers."},
      {
        "id":"ED371336",
        "title":"Reading Center Handbook."},
      {
        "id":"ED371341",
        "title":"A Study of Attitudes toward Reading in a Whole Language Classroom of Western Kansas Students in Grade Three in a Selected School."},
      {
        "id":"ED371342",
        "title":"Effects of a Whole Language and Ability Grouped Reading/Writing Program on First Grade Students."},
      {
        "id":"ED371343",
        "title":"Measuring Reading Activity: An Inventory. Instructional Resource No. 4."},
      {
        "id":"ED371344",
        "title":"Data Compendium for the NAEP 1992 Reading Assessment of the Nation and the States."},
      {
        "id":"ED371345",
        "title":"Within Class Ability Grouping and Its Effect on Third Grade Attitudes toward Reading."},
      {
        "id":"ED371346",
        "title":"How To Increase the Reading Level of Students Who Come from Homes Where Reading Is Not Modeled."},
      {
        "id":"ED371347",
        "title":"The Impact of Parent Attendance at School Meetings on Chapter 1 Student Performance in Reading and Language Arts."},
      {
        "id":"ED371348",
        "title":"Annual Summary of Investigations Relating to Reading, July 1, 1992 to June 30, 1993."},
      {
        "id":"ED371349",
        "title":"The Role of Dissent in Current Composition Theories: Implications for Collaboration."},
      {
        "id":"ED371351",
        "title":"Teaching, Reading Graduate Student Writing, and Other Waste of Time Activities."},
      {
        "id":"ED371352",
        "title":"Why We Need To Publish Student Writers."},
      {
        "id":"ED371353",
        "title":"Talking Back."},
      {
        "id":"ED371354",
        "title":"Elizabeth Cary and the Social Construction of Female Subjectivity."},
      {
        "id":"ED371355",
        "title":"Improving the Powers of Taste: An Historical Case for Using Literature To Teach Composition."},
      {
        "id":"ED371356",
        "title":"The Subject as Reader and Writer: Teaching Composition Theory in a Traditional English Department."},
      {
        "id":"ED371357",
        "title":"&quot;Backlash&quot; or The Dialogic Interanimation between Theory and Research in the Writing Center."},
      {
        "id":"ED371358",
        "title":"Slave Narratives as Polemic."},
      {
        "id":"ED371360",
        "title":"Native AmerIndian Theor(h)etoric: The Periphery Speaks."},
      {
        "id":"ED371362",
        "title":"Academic Discourse and Academic Service: Composition vs. WAC in the University."},
      {
        "id":"ED371364",
        "title":"&quot;Oh You Beautiful Doll&quot;: Gendered Language Practices in the First Month of School."},
      {
        "id":"ED371365",
        "title":"Part-Time Teaching/Full-Time Parenting/Full-Time Consequences."},
      {
        "id":"ED371366",
        "title":"Inter-Cultural Elements in the Collaboration between John G. Neihardt and Black Elk: Meeting in the &quot;Contact Zones.&quot;"},
      {
        "id":"ED371367",
        "title":"Problematizing the Personal: A Feminist Reassessment of Expressionist Rhetoric."},
      {
        "id":"ED371368",
        "title":"Commands and Whispers: Maternal Voices in Early Advice Books for Children."},
      {
        "id":"ED371369",
        "title":"Reading African Women [Writers]."},
      {
        "id":"ED371370",
        "title":"Women Collaborators: Breaking the Rules and Learning How To Win."},
      {
        "id":"ED371371",
        "title":"The Fruits of Literacy: Loss or Gain--Zitkala-Sa: Native American Author and Reformer."},
      {
        "id":"ED371375",
        "title":"Increasing Prekindergarten Children's Writing Opportunities through Teacher Education."},
      {
        "id":"ED371376",
        "title":"Logic and Feminist Argument: Yet Again, Can the Master's Tools Dismantle the Master's House?"},
      {
        "id":"ED371377",
        "title":"Collaboration, Consensus, and &quot;Dissoi Logoi.&quot;"},
      {
        "id":"ED371378",
        "title":"Do You Read Me?"},
      {
        "id":"ED371380",
        "title":"Seeing Yourself as a Teacher: Conversations with Five New Teachers in a University Writing Program."},
      {
        "id":"ED371381",
        "title":"Give a Listen: Stories of Storytelling in School."},
      {
        "id":"ED371382",
        "title":"Emerging Issues in Handwriting Instruction."},
      {
        "id":"ED371383",
        "title":"Effective Communication in the Autobiographical Narratives of Two Women."},
      {
        "id":"ED371384",
        "title":"From Fear of Parsing to Teaching To Parse: A Study of Transformations in a Course on Grammar."},
      {
        "id":"ED371385",
        "title":"Press Laws. Third Edition. Documents on Politics and Society in the Federal Republic of Germany."},
      {
        "id":"ED371389",
        "title":"Using a Collaborative Learning Project To Teach Information Literacy Skills to Twelfth Grade Regular English Students."},
      {
        "id":"ED371390",
        "title":"The Four C's, Tradition, and the Workshop Approach."},
      {
        "id":"ED371391",
        "title":"Folklore around the World: An Annotated Bibliography of Folk Literature."},
      {
        "id":"ED371392",
        "title":"Redefining the Role of &quot;Permanent Temps&quot;: Proving Ourselves Professionals. Proceedings of a Roundtable Session at the Annual Meeting of the Conference on College Composition and Communication (45th, Nashville, Tennessee, March 16-19, 1994)."},
      {
        "id":"ED371393",
        "title":"Peer Response: Is It Worth the Effort?"},
      {
        "id":"ED371394",
        "title":"(Un)Common Readers and Writers: Reading Virginia Woolf To Construct Feminist Composition Pedagogies."},
      {
        "id":"ED371395",
        "title":"What Can We Reasonably Expect at the End of Freshman Composition?"},
      {
        "id":"ED371397",
        "title":"What Are They Reading? Literature Preferences of Charlottesville Area Children."},
      {
        "id":"ED371398",
        "title":"Effects of Computer Correspondence on Student Writing."},
      {
        "id":"ED371399",
        "title":"Defining the Language Arts."},
      {
        "id":"ED371400",
        "title":"Rhetorical Prudence and Ethics: Writing as Cultural Criticism vs. Writing as Moral and Civic Thinking."},
      {
        "id":"ED371401",
        "title":"Crossing the Mainstream: Multicultural Perspectives in Teaching Literature."},
      {
        "id":"ED371402",
        "title":"Post-Modernism as the Resurgence of Humanism in Technical Communication."},
      {
        "id":"ED371403",
        "title":"Multicultural Education Discussed."},
      {
        "id":"ED371404",
        "title":"Differences in Meanings for Nonverbal Cues and Ease/Difficulty in Intercultural Listening."},
      {
        "id":"ED371405",
        "title":"The Theory of International Development."},
      {
        "id":"ED371406",
        "title":"Protocol Analysis as a Method for Analyzing Conversational Data."},
      {
        "id":"ED371407",
        "title":"Preliminary Exploration of the Chromatic Differential: The Measurement of the Meaning of Color."},
      {
        "id":"ED371408",
        "title":"An Examination of the Meanings of Trademarks and Their Graphic Elements."},
      {
        "id":"ED371409",
        "title":"Labor and the Mass Media: A Case Study and Survey of Secondary Literature. Working Paper Series."},
      {
        "id":"ED371410",
        "title":"The Value of Organizational Research for the Study of Social Movement Rhetoric: Conceptual and Methodological Issues."},
      {
        "id":"ED371411",
        "title":"Putting Relationship Maintenance into Proper Perspectives."},
      {
        "id":"ED371413",
        "title":"&quot;Hello...Hello? Is Anybody Listening?&quot;: Teacher as Listener in the Classroom."},
      {
        "id":"ED371414",
        "title":"Communicative Competence: The Cultural Factor in Language Training."},
      {
        "id":"ED371415",
        "title":"An Audio-Stimulus Activity To Focus on Listening for Details."},
      {
        "id":"ED371416",
        "title":"Being a Minority Student at a Small Private University: A Survey of Challenges and Successful Strategies."},
      {
        "id":"ED371417",
        "title":"Madonna: Like a Dichotomy."},
      {
        "id":"ED371418",
        "title":"Producing Bias-Sensitive Theatrical Performance and Variety Shows: A Production Guide. A Primer for Producers of Plays, Talent and Variety Shows, Assembly Programs, and Other Similar Events."},
      {
        "id":"ED371419",
        "title":"Self-Confrontation and Public Speaking Apprehension: To Videotape or Not Videotape Student Speakers?"},
      {
        "id":"ED371421",
        "title":"Teacher Immediacy and Power in the Classroom: The Application of Implicit Communication Theory."},
      {
        "id":"ED371422",
        "title":"Teachers Talking and Students Listening: A Model of Learning Outcomes."},
      {
        "id":"ED371423",
        "title":"Status Report on Speech Research, April-June 1993. SR-114."},
      {
        "id":"ED371424",
        "title":"\"Acting Out\" in the Classroom: Improvisation in the Curriculum."},
      {
        "id":"ED371425",
        "title":"Selling Violence: Television Commercials Targeted to Children."},
      {
        "id":"ED371426",
        "title":"The Return of the Addressed: Rhetoric, Reading and Resonance."},
      {
        "id":"ED371427",
        "title":"Love Styles, Self-Monitoring, and Relational Message Interpretation: What's Being in Love Got To Do with It?"},
      {
        "id":"ED371429",
        "title":"The Balkanisation of Power in Australian Education: Political Lessons from the Recent Collapse of National Partnership in Policy Making."},
      {
        "id":"ED371430",
        "title":"Leadership for Change."},
      {
        "id":"ED371431",
        "title":"The Unfinished Journey: Restructuring Schools in a Diverse Society. A California Tomorrow Research and Policy Report from the Education for a Diverse Society Project."},
      {
        "id":"ED371432",
        "title":"The Management of AIDS in South African Schools."},
      {
        "id":"ED371433",
        "title":"Organizational Climate in Schools in Black Communities in South Africa: A Validation of the OCDQ-RS."},
      {
        "id":"ED371434",
        "title":"Organizational Climate in Schools in White Communities in South Africa: A Validation of the OCDQ-RS."},
      {
        "id":"ED371435",
        "title":"Development and Accountability Program for Effectiveness of Systemic Schools in the Archdiocese of Sydney."},
      {
        "id":"ED371436",
        "title":"A Review of the Literature Regarding the Roles and Responsibilities of Assistant Principals."},
      {
        "id":"ED371437",
        "title":"Implementing an Assessment Centre in Educational Management Training at Universities."},
      {
        "id":"ED371438",
        "title":"The Management Development of Black School Principals: A South African Experience."},
      {
        "id":"ED371439",
        "title":"The Professional Development of School Principals by Means of a Mentoring System in a Developing Country."},
      {
        "id":"ED371440",
        "title":"Guidelines for the Professional Development of School Principals by Means of a Mentoring System in a Developing Country."},
      {
        "id":"ED371442",
        "title":"Arkansas' Slide from Equity."},
      {
        "id":"ED371443",
        "title":"Education Looks at Poverty: Conceptions and Misconceptions."},
      {
        "id":"ED371444",
        "title":"School System Simulation: An Effective Model for Educational Leaders."},
      {
        "id":"ED371445",
        "title":"Heroes, Teams, and Teachers: A Study of Leadership for Change."},
      {
        "id":"ED371446",
        "title":"Schools as Open Social Systems: A Study of Site Specific Restructuring."},
      {
        "id":"ED371447",
        "title":"School Choice: Economic and Fiscal Perspectives. Policy Report PR-B12."},
      {
        "id":"ED371448",
        "title":"Preserving Our Ideals: Papers from the 1993 Principals Academy (Washington, D.C., 1993)."},
      {
        "id":"ED371450",
        "title":"Charter Schools. The Colorado Charter Schools Act of 1993: Information Packet."},
      {
        "id":"ED371451",
        "title":"Expanded Federal Activities and the Impact Aid Program: An Operational View."},
      {
        "id":"ED371460",
        "title":"Diagnostic Tools for the Systemic Reform of Schools."},
      {
        "id":"ED371461",
        "title":"Directory of Organizations in Educational Management. Ninth Edition."},
      {
        "id":"ED371463",
        "title":"Raising Funds for Your Child's School: Over Sixty Great Ideas for Parents and Teachers."},
      {
        "id":"ED371464",
        "title":"Restructuring School Management: Administrative Reorganisation of Public School Governance in Australia."},
      {
        "id":"ED371465",
        "title":"Roles and Relationships: School Boards and Superintendents. [Revised.]"},
      {
        "id":"ED371468",
        "title":"Not Advancing Equally: Women in Educational Management in Australia."},
      {
        "id":"ED371469",
        "title":"Changing Times, Changing Minds: The Consultation Process in Considering Year-Round Schooling."},
      {
        "id":"ED371470",
        "title":"Years of Transition: Times for Change. A Review and Analysis of Pilot Projects Investigating Issues in the Transition Years. Volume One: Context and Summary."},
      {
        "id":"ED371471",
        "title":"Les annees de transition: une epoque de changement. Reveu et analyse des projets pilotes sur les questions relatives aux annees de Transition. Volume 1: Resume (Year of Transition: Times for Change. A Review and Analysis of Pilot Projects Investigating Issues in the Transition Years. Volume 1: Summary)."},
      {
        "id":"ED371472",
        "title":"Years of Transition: Times for Change. A Review and Analysis of Pilot Projects Investigating Issues in the Transition Years. Volume Two: Explaining Variations in Progress."},
      {
        "id":"ED371474",
        "title":"Years of Transition: Times for Change. A Review and Analysis of Pilot Projects Investigating Issues in the Transition Years. Volume Three: The Realities of Restructuring: Case Studies of Transition."},
      {
        "id":"ED371475",
        "title":"Years of Transition: Times for Change. A Review and Analysis of Pilot Projects Investigating Issues in the Transition Years. Volume Four: Exemplary Practices in the Transition Years: A Review of Research and Theory."},
      {
        "id":"ED371482",
        "title":"Helping To Raise the Child: College Partnerships Respond to the Growing Needs of Children, Youth, Families, Schools, and Communities."},
      {
        "id":"ED371483",
        "title":"Childhood, Youth and Social Change: A Comparative Perspective."},
      {
        "id":"ED371484",
        "title":"Schooling Reform in Hard Times. Deakin Studies in Education Series, 9."},
      {
        "id":"ED371485",
        "title":"Improving School Climate & Culture. AASA Critical Issues Report No. 27."},
      {
        "id":"ED371486",
        "title":"Determining the National Dropout Statistic--Considerations from a State's View."},
      {
        "id":"ED371488",
        "title":"Standards for Student Performance."},
      {
        "id":"ED371489",
        "title":"Achieving Equity and Excellence through Improved Assessment."},
      {
        "id":"ED371490",
        "title":"How Chapter 2 Operates at the Federal, State, and Local Levels. Final Report."},
      {
        "id":"ED371492",
        "title":"Use of Multiple Parallel Interface Strategies To Create a Seamless Accessible Interface for Next-Generation Information Systems."},
      {
        "id":"ED371493",
        "title":"Education Facts."},
      {
        "id":"ED371494",
        "title":"&quot;A Place for Every Child.&quot;"},
      {
        "id":"ED371495",
        "title":"The Relationship between Attention-Deficit Hyperactivity Disorder and Creativity."},
      {
        "id":"ED371496",
        "title":"Professional Collaboration: Empowering School Personnel through Peer Coaching."},
      {
        "id":"ED371497",
        "title":"African American Students with Gifts and Talents in an Inclusive Classroom."},
      {
        "id":"ED371498",
        "title":"Art Is for Everyone."},
      {
        "id":"ED371499",
        "title":"A Javits Project: Gifted Education Policy Studies Program. Final Report."},
      {
        "id":"ED371500",
        "title":"TECH-REACH: A Rehabilitation Technology Information Exchange. Final Report."},
      {
        "id":"ED371501",
        "title":"People First: A Reference Guide Regarding Persons with Disabilities. Third Edition (Revised)."},
      {
        "id":"ED371502",
        "title":"Issues in Transition."},
      {
        "id":"ED371503",
        "title":"Issues in Transition. Volume Two."},
      {
        "id":"ED371504",
        "title":"Illinois Interagency Council of Early Intervention. Year 6 Annual Report for Illinois, October 1, 1992-September 30, 1993."},
      {
        "id":"ED371505",
        "title":"Communication Disorders Guidelines."},
      {
        "id":"ED371506",
        "title":"Managing Inappropriate Behavior in the Classroom. ERIC Digest #E408."},
      {
        "id":"ED371507",
        "title":"Severe Disabilities. ERIC Digest #311. Revised."},
      {
        "id":"ED371508",
        "title":"Focus Group Project: Iowa Behavioral Initiative."},
      {
        "id":"ED371509",
        "title":"Selected Iowa Demographic Data for Students with Behavioral Disorders and Perceived Critical Issues in Meeting the Educational Needs of These Students. Revised."},
      {
        "id":"ED371510",
        "title":"An Investigation of Resistance to Teacher Collaboration--Knowledge with Which To &quot;Fix What's Broken.&quot;"},
      {
        "id":"ED371511",
        "title":"Asia Regional Study of Children with Special Educational Needs: Japan Case Study."},
      {
        "id":"ED371512",
        "title":"Summary of the 15th Annual Report to Congress on Special Education."},
      {
        "id":"ED371513",
        "title":"Involvement of Students with Disabilities in the New American Schools Development Corporation Projects. Project FORUM."},
      {
        "id":"ED371514",
        "title":"Team Building through Wilderness Activities in Eighth Grade Special Education."},
      {
        "id":"ED371515",
        "title":"Self-Advocacy. Feature Issue."},
      {
        "id":"ED371516",
        "title":"Augmented Communication To Reduce Aberrant Behaviors."},
      {
        "id":"ED371517",
        "title":"Attitudes of School Personnel toward Special Education."},
      {
        "id":"ED371518",
        "title":"Attitudes of School Personnel toward Special Education as a Function of Position, Years of Experience, and Contact with Students with Disabilities."},
      {
        "id":"ED371519",
        "title":"Eligibility Determination in Special Education: A Review of State Regulations Pertaining to Protection in Evaluation. Project FORUM. Final Report."},
      {
        "id":"ED371520",
        "title":"Blending Gifted Education and School Reform. ERIC Digest #E525."},
      {
        "id":"ED371521",
        "title":"Employment of Youths with Disabilities: Outcomes, Activities, and Indicators."},
      {
        "id":"ED371522",
        "title":"Promoting Employment for Youths in Transition: Outcomes, Activities, and Indicators."},
      {
        "id":"ED371523",
        "title":"School-to-Work Transition: Identification of Employment-Related Outcome and Activity Indicators."},
      {
        "id":"ED371526",
        "title":"Education of the Gifted and Talented Reauthorization Fact Sheet."},
      {
        "id":"ED371527",
        "title":"[Inclusive Education.]"},
      {
        "id":"ED371528",
        "title":"Language Sample Analysis: The Wisconsin Guide. Bulletin 92424."},
      {
        "id":"ED371529",
        "title":"Child Disability: A Study of Three Families."},
      {
        "id":"ED371530",
        "title":"Child Disability: A Study of Three Families (Summary)."},
      {
        "id":"ED371531",
        "title":"Study of Funding for Special Education Programs. Report to the 67th Session of the Nevada Legislature. Bulletin No. 93-25."},
      {
        "id":"ED371532",
        "title":"Altering Teacher Discourse Style To Match the Needs of Spanish-Speaking Students in Special Education."},
      {
        "id":"ED371534",
        "title":"An Investigation of a Parenting Videotape Targeted to Parents of Young Children with Disabilities. Final Report, Phase I."},
      {
        "id":"ED371535",
        "title":"Educational Implications of Cochlear Implants in Deaf Children."},
      {
        "id":"ED371536",
        "title":"Parenting the Very Young Gifted Child. Parenting Research Based Decision Making Series."},
      {
        "id":"ED371537",
        "title":"Images in Transition. Proceedings of the Annual Society for the Advancement of Gifted Education (SAGE) Conference (3rd, Calgary, Alberta, Canada, September 24-26, 1992) and the Canadian Symposium on Gifted Education (6th)."},
      {
        "id":"ED371538",
        "title":"Computer Simulations: An Integrating Tool."},
      {
        "id":"ED371539",
        "title":"The Portrayal of Gifted Children in Children's Books."},
      {
        "id":"ED371540",
        "title":"Does Canada Care for the Gifted Student?"},
      {
        "id":"ED371541",
        "title":"Giftedness in the Regular Classroom."},
      {
        "id":"ED371542",
        "title":"Skemp Activities for the Intelligent Learning of Mathematics."},
      {
        "id":"ED371543",
        "title":"Classrooms with Growing Room. Playing Smart: Enrichment in the Home. Lessons without Limits."},
      {
        "id":"ED371544",
        "title":"Multimedia Technology and Kid TV: A New Approach to Learning."},
      {
        "id":"ED371545",
        "title":"Who Benefits Most from Shad Valley?"},
      {
        "id":"ED371546",
        "title":"Coping Strategies of Successful Canadian Women."},
      {
        "id":"ED371547",
        "title":"Gifted, Special and Inclusive Education: Past, Present and Future Promise."},
      {
        "id":"ED371548",
        "title":"Feeling Bad Can Be Good: Using Dabrowski's Theory To Reframe Gifted Children's Adjustment Difficulties."},
      {
        "id":"ED371549",
        "title":"Career Development for the Gifted and Talented."},
      {
        "id":"ED371550",
        "title":"Attitudes towards, Preferences for, and Knowledge of Computers among Gifted and Average Junior High Children."},
      {
        "id":"ED371551",
        "title":"\"Where Are the Wise Women?\" A Reflection on the Issues Surrounding the Educational Experience of Gifted Girls."},
      {
        "id":"ED371552",
        "title":"Successful Learning Strategies To Use with Gifted Learning Disabled Students."},
      {
        "id":"ED371553",
        "title":"Gender Issues in Education."},
      {
        "id":"ED371554",
        "title":"Nurturing Potential. Annual SAGE (Society for the Advancement of Gifted Education) Conference Proceedings (4th, Edmonton, Alberta, Canada, September 24-25, 1993)."},
      {
        "id":"ED371555",
        "title":"Supporting Giftedness in Girls in the Classroom."},
      {
        "id":"ED371556",
        "title":"International Mathematics Tournament of the Towns."},
      {
        "id":"ED371557",
        "title":"Operation Minerva Rocky View: Mentoring Young Girls in Science."},
      {
        "id":"ED371558",
        "title":"High School and the Advanced Placement Program."},
      {
        "id":"ED371559",
        "title":"Helping the Scientifically Gifted."},
      {
        "id":"ED371560",
        "title":"A Paradigm Shift from Giftedness-as-Potential to Giftedness-as-Possibility."},
      {
        "id":"ED371561",
        "title":"Implications of Inclusive Education for Gifted and Talented Children."},
      {
        "id":"ED371571",
        "title":"A Musical Approach for Teaching English Reading to Limited English Speakers."},
      {
        "id":"ED371572",
        "title":"Simplification: Theory and Application. Anthology Series 31."},
      {
        "id":"ED371573",
        "title":"Simplification in Pedagogy."},
      {
        "id":"ED371574",
        "title":"Simplification."},
      {
        "id":"ED371575",
        "title":"Fossilization as Simplification?"},
      {
        "id":"ED371576",
        "title":"Modifications That Preserve Language and Content."},
      {
        "id":"ED371577",
        "title":"Naturally Simplified Input, Comprehension, and Second Language Acquisition."},
      {
        "id":"ED371578",
        "title":"What's Simple in Simplified Language?"},
      {
        "id":"ED371579",
        "title":"Teaching Casual Conversation: The Issue of Simplification."},
      {
        "id":"ED371580",
        "title":"Simply Defining: Constructing a Dictionary of Language Testing."},
      {
        "id":"ED371581",
        "title":"Simplification in Student Writing."},
      {
        "id":"ED371582",
        "title":"Responding to Task Difficulty: What Is Involved in Adjusting the Relationship between Learners and Learning Experiences?"},
      {
        "id":"ED371583",
        "title":"Do Simplified Texts Simplify Language Comprehension for ESL Learners?"},
      {
        "id":"ED371585",
        "title":"Measuring Readiness for Simplified Material: A Test of the First 1,000 Words of English."},
      {
        "id":"ED371586",
        "title":"Simplification: A Viewpoint in Outline. Appendix."},
      {
        "id":"ED371590",
        "title":"Report of a TEFL Workshop in China."},
      {
        "id":"ED371591",
        "title":"Second Language Writing in the Mainstream Classroom."},
      {
        "id":"ED371594",
        "title":"Endorsements on Teaching Certificates: K-12 Japanese in Washington Language Endorsements."},
      {
        "id":"ED371598",
        "title":"Standards of Program Quality and Effectiveness for Professional Teacher Preparation Programs for Multiple and Single Subject Teaching Credentials with a (Bilingual) Crosscultural, Language, and Academic Development (CLAD/BCLAD) Emphasis."},
      {
        "id":"ED371599",
        "title":"Synthesis in Science."},
      {
        "id":"ED371600",
        "title":"The Politics of Academia: Points of Departure."},
      {
        "id":"ED371601",
        "title":"Contrastive Pragmatics of English and Japanese Offers and Requests."},
      {
        "id":"ED371602",
        "title":"Bilingual Readiness for Achieving through Valued Opportunities (Project BRAVO) Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED371604",
        "title":"The Alphabet and Spelling Connection: Insights from Non-Native Learners of English."},
      {
        "id":"ED371605",
        "title":"When Background Knowledge Doesn't Help: Helping Young Readers Cope."},
      {
        "id":"ED371606",
        "title":"Vocabulary Teaching: A Way To Improve Learners' Fluency."},
      {
        "id":"ED371609",
        "title":"The First Three Years: The National Languages and Literacy Institute of Australia Limited."},
      {
        "id":"ED371610",
        "title":"Reinforcing E.S.L. with Los Cumbancheros Choral Performance Group (Los Cumbancheros). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED371611",
        "title":"Project Reach Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED371612",
        "title":"Instrumentality and Integration: A Taxonomic Approach to Analyzing Motivational Factors in Syllabus and Materials Design for English for Nursing Purposes in Japan."},
      {
        "id":"ED371613",
        "title":"Manual sobre la Educacion en California para Padres de Idiomas Minoritarios (A Handbook on California Education for Language Minority Parents). Revised Edition. Spanish/English Edition."},
      {
        "id":"ED371614",
        "title":"Communicative Competence in English: Teaching about Functions."},
      {
        "id":"ED371615",
        "title":"Directory of Selected Agencies and Organizations Involved in Language-Minority Education. Revised Edition."},
      {
        "id":"ED371616",
        "title":"Quantifying Dialect Mutual Intelligibility."},
      {
        "id":"ED371617",
        "title":"The Use of the Cypriot-Greek Dialect in the Commercials of the Cyprus Broadcasting Corporation."},
      {
        "id":"ED371618",
        "title":"Text, Talk and Inquiry: Schooling as Semiotic Apprenticeship."},
      {
        "id":"ED371619",
        "title":"Discourse as Tool in the Activity of Learning and Teaching."},
      {
        "id":"ED371620",
        "title":"Scholastic Achievement through Bilingual Education and Multicultural Activities Seminars (Project SABE MAS). Final Evaluation Report. 1992-93. OER Report."},
      {
        "id":"ED371621",
        "title":"Serving Up Activities for TV Cooking Shows."},
      {
        "id":"ED371622",
        "title":"Considerations in Writing Item Prompts for Simulated Oral Proficiency Interview (SOPI)."},
      {
        "id":"ED371623",
        "title":"The Semantic Adaptation of Turkish Loanwords in Cypriot-Greek."},
      {
        "id":"ED371625",
        "title":"The Difficulty of Avoiding Gender-Biased Language in Highly Inflected Languages: A Comparison of Greek and Arabic."},
      {
        "id":"ED371626",
        "title":"Problems and Prospects of ESP in Multilingual Learning-Contexts: An Alternative Approach."},
      {
        "id":"ED371627",
        "title":"Longitudinal Second Language Attrition: Case Studies of Japanese Returnees."},
      {
        "id":"ED371628",
        "title":"TESOL Teacher Competencies Document."},
      {
        "id":"ED371629",
        "title":"Communicative Activities for Teaching Listening and Speaking."},
      {
        "id":"ED371630",
        "title":"Augmenting ESL Class Evaluations through Oral Journals."},
      {
        "id":"ED371631",
        "title":"The Academic Bilingual and Career Upgrading System (Project ABACUS). Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED371634",
        "title":"Ulpan: Functional ESOL Immersion Program for Special Education Students."},
      {
        "id":"ED371635",
        "title":"Understanding Sri Lanka: A Cultural Examination Handbook for Peace Corps Volunteers."},
      {
        "id":"ED371636",
        "title":"Translation: Elements of a Craft."},
      {
        "id":"ED371637",
        "title":"Redesigning an EAP Curriculum: Problems, Needs, Solutions and Teacher Development."},
      {
        "id":"ED371638",
        "title":"Whole Language and ESL Children."},
      {
        "id":"ED371639",
        "title":"French by Satellite."},
      {
        "id":"ED371641",
        "title":"The Cutting Edge: Workplace English. Project Handbook and Instructional Guide."},
      {
        "id":"ED371642",
        "title":"Issues in the Relationship of General and Specific Language in Workplace ESL: Some Australian Perspectives."},
      {
        "id":"ED371643",
        "title":"Teaching the Pragmatics of Accounts-Payable Letters in Papua New Guinea."},
      {
        "id":"ED371646",
        "title":"Higher Education in Norway. Monographs on Higher Education Series."},
      {
        "id":"ED371647",
        "title":"Higher Education in Turkey. Monographs on Higher Education."},
      {
        "id":"ED371648",
        "title":"Universities of Tomorrow. CEPES Papers on Higher Education."},
      {
        "id":"ED371649",
        "title":"Timetabling an Academic Department with Linear Programming."},
      {
        "id":"ED371650",
        "title":"Selected Characteristics of Higher Education in the United States and the State of Nebraska."},
      {
        "id":"ED371652",
        "title":"A Consultation on Higher Education in Africa: A Report to the Ford Foundation and the Rockefeller Foundation."},
      {
        "id":"ED371653",
        "title":"Statistical Profile of Higher Education in West Virginia. 1993-94."},
      {
        "id":"ED371654",
        "title":"Current Approaches to International TA Preparation in Higher Education: A Collection of Program Descriptions."},
      {
        "id":"ED371655",
        "title":"Faculty Satisfaction with the Influence of a Union and the Administration on Aspects of Academic Jobs."},
      {
        "id":"ED371656",
        "title":"State of Alaska Student Financial Aid Programs. 1992-93 Annual Report."},
      {
        "id":"ED371657",
        "title":"Acts of Racism and Intolerance at Connecticut Colleges and Universities 1993."},
      {
        "id":"ED371660",
        "title":"Implementation of a Multicultural Curriculum: A Case Study."},
      {
        "id":"ED371661",
        "title":"Educational Benchmarks 1994."},
      {
        "id":"ED371662",
        "title":"Educational Benchmarks 1994: State-By-State Background Data."},
      {
        "id":"ED371663",
        "title":"Undergraduate Enrollment and Completion among Minorities. CBO Papers."},
      {
        "id":"ED371664",
        "title":"The Use of Grants and Loans To Help Finance Undergraduate Education."},
      {
        "id":"ED371665",
        "title":"American Association for Higher Education (AAHE) Bulletin, 1993-94."},
      {
        "id":"ED371666",
        "title":"Initial Employment Report: 1992 Physics Degree Recipients. AIP Report."},
      {
        "id":"ED371667",
        "title":"Assessing Faculty Performance Using the Student Evaluation of Instruction."},
      {
        "id":"ED371670",
        "title":"Indicators of Effective Student Learning in English Composition. A Review of the Literature."},
      {
        "id":"ED371671",
        "title":"What Are the Coursework Patterns Most Associated with the Development of Quantitative Abilities of College Students with Low Math Skills?"},
      {
        "id":"ED371672",
        "title":"Validating Culturally Diverse Students: Toward a New Model of Learning and Student Development."},
      {
        "id":"ED371673",
        "title":"Transforming At-Risk Students into Powerful Learners."},
      {
        "id":"ED371674",
        "title":"Educating for Citizenship: Freeing the Mind and Elevating the Spirit."},
      {
        "id":"ED371675",
        "title":"Multiculturalism in Higher Education: An Organizational Framework for Analysis."},
      {
        "id":"ED371676",
        "title":"Bilingual Cash Machines, Multicultural Campuses and Communities of Difference."},
      {
        "id":"ED371677",
        "title":"Do Black Students Learn More at Historically Black or Predominantly White Colleges?"},
      {
        "id":"ED371678",
        "title":"Cognitive Effects of Two-Year and Four-Year Colleges: Some New Evidence."},
      {
        "id":"ED371679",
        "title":"Student Outcomes Using a Cross-Sectional Design for Nursing External Degree Programs."},
      {
        "id":"ED371680",
        "title":"The Smoke-Free Campus."},
      {
        "id":"ED371681",
        "title":"Rethinking Rites of Passage: Substance Abuse on America's Campuses."},
      {
        "id":"ED371682",
        "title":"Using Networking Conferences for Science Program Improvement."},
      {
        "id":"ED371683",
        "title":"Readiness for College: A Postsecondary Feedback Report to Florida's Public High Schools and School Districts, 1992-93. State and District Summaries."},
      {
        "id":"ED371684",
        "title":"College Students' Attitudes toward Computers."},
      {
        "id":"ED371685",
        "title":"Age Group and Sex of Students, Fall 1993. Report No. 8-94."},
      {
        "id":"ED371687",
        "title":"Unionization among College Faculty-1993."},
      {
        "id":"ED371688",
        "title":"Directory of Faculty Contracts and Bargaining Agents in Institutions of Higher Education. Volume 20."},
      {
        "id":"ED371689",
        "title":"Peer Review of Teaching."},
      {
        "id":"ED371690",
        "title":"Leadership, Diversity and the Campus Community."},
      {
        "id":"ED371691",
        "title":"The Characteristics of Faculty in Comprehensive Institutions: New England Comprehensive Universities Academic Labor Market Study. Working Paper #10."},
      {
        "id":"ED371692",
        "title":"Integrating the Concept of Customer Needs into an Undergraduate Professional Selling Course in a Marketing Curricula."},
      {
        "id":"ED371693",
        "title":"Newsletter of Newsletters, 1973-1993."},
      {
        "id":"ED371694",
        "title":"Graduate Assistants and Unionization."},
      {
        "id":"ED371696",
        "title":"University Policies and Procedures on Sexual Harassment."},
      {
        "id":"ED371697",
        "title":"The Introductory Computer Course: A Cooperative Experiential Tool for Teaching Problem Solving."},
      {
        "id":"ED371698",
        "title":"Historically Black Colleges and Universities Historic Building Restoration and Preservation Act [To Accompany H.R. 2921]. Senate, 103d Congress, 2d Session."},
      {
        "id":"ED371699",
        "title":"On the Horizon. The Environmental Scanning Newsletter for Leaders in Education, 1993-1994."},
      {
        "id":"ED371700",
        "title":"Texas Higher Education Coordinating Board Statistical Report. Fiscal Year 1993, September 1, 1992 - August 31, 1993."},
      {
        "id":"ED371701",
        "title":"State Funded Scholarship/Grant Programs for Students To Attend Postsecondary Educational Institutions: The National Association of State Scholarship & Grant Programs 25th Annual Survey Report, 1993-94 Academic Year."},
      {
        "id":"ED371702",
        "title":"Portfolios: A Capstone Activity for Students in Freshmen Seminar."},
      {
        "id":"ED371703",
        "title":"Empowerment in HBCU's and PBCU's: Developing Microcosms of the Beloved Community through the Re-Definition of Social Institutions and the Learning and Application of Values."},
      {
        "id":"ED371705",
        "title":"Public University Program Review: Statewide Analyses."},
      {
        "id":"ED371706",
        "title":"State Higher Education Appropriations, 1993-94."},
      {
        "id":"ED371707",
        "title":"Academic Improvement in Higher Education: A Search for Enduring Effects."},
      {
        "id":"ED371708",
        "title":"Perceptions and Attitudes of Faculty and Students in Two Distance Learning Modes of Delivery: Online Computer and Telecourse."},
      {
        "id":"ED371709",
        "title":"State Plan for Technology for the State Board of Education of Ohio."},
      {
        "id":"ED371710",
        "title":"The Development of an Interactive Videodisc Program on Protein Synthesis."},
      {
        "id":"ED371711",
        "title":"Specifications for Braille Centralization, Study 1, Part 2, Final Report."},
      {
        "id":"ED371713",
        "title":"TENET after One Year."},
      {
        "id":"ED371714",
        "title":"Understanding Technology Infusion: Comparing Rural and Urban Contexts."},
      {
        "id":"ED371715",
        "title":"Interactive Radio Instruction: Broadening the Definition. LearnTech Case Study Series No. 1."},
      {
        "id":"ED371716",
        "title":"Strategic Plan for Technology: West Ottawa School District. Presented by the Technology Advisory Committee."},
      {
        "id":"ED371717",
        "title":"Building Consensus/Building Models: A Networking Strategy for Change."},
      {
        "id":"ED371718",
        "title":"A Resource Center for the Stimulation of Post Secondary Education Innovation via Computer Network."},
      {
        "id":"ED371719",
        "title":"Bank Auditors Assessment of the Use of CD-ROM Technology in the Banking Industry."},
      {
        "id":"ED371720",
        "title":"Elementary and Secondary Core Curriculum Standards. Levels K-12. Library Media."},
      {
        "id":"ED371721",
        "title":"The DOE Program in HPCC: High-Performance Computing and Communications."},
      {
        "id":"ED371722",
        "title":"Progress Report on The Long-Range Plan for Technology: A Report from the State Board of Education. Submitted to the Governor, Lieutenant Governor, Speaker, and the Seventy-Third Texas Legislature."},
      {
        "id":"ED371723",
        "title":"Confidentiality of Patron Records in Electronic Library Circulation Systems."},
      {
        "id":"ED371724",
        "title":"Educational Technology and Educational Reform in Saskatchewan."},
      {
        "id":"ED371725",
        "title":"Field Hearing on the Office of Educational Research and Improvement. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session New York, NY (June 14, 1993)."},
      {
        "id":"ED371726",
        "title":"Report on the Effectiveness of Technology in Schools, 1990-1994."},
      {
        "id":"ED371727",
        "title":"Cable Television in the Classroom. ERIC Digest."},
      {
        "id":"ED371728",
        "title":"Instructional Communication: Bridging the Gap between Education and Technology."},
      {
        "id":"ED371729",
        "title":"Using Video Technology as an Instructional Strategy within the Elementary Science Curriculum."},
      {
        "id":"ED371730",
        "title":"Computer Simulation: Improving Case Study Methods for Preservice and Inservice Teacher Education."},
      {
        "id":"ED371731",
        "title":"Pathway to the Future: A Report from the Distance Learning Committee to the Kansas Library Network Board."},
      {
        "id":"ED371732",
        "title":"Community Update: Goals 2000. April 1993-March 1994."},
      {
        "id":"ED371733",
        "title":"Creating Printed Materials for Mathematics with a Macintosh Computer."},
      {
        "id":"ED371734",
        "title":"New Partnerships: People, Technology, and Organizations. Proceedings of the International ADCIS Conference (35th, Nashville, Tennessee, February 15-19, 1994)."},
      {
        "id":"ED371735",
        "title":"Application of Information Skills through the Use of Integrated Curriculum."},
      {
        "id":"ED371737",
        "title":"Changing Communications for a Closer Commonwealth? St. Catharine's Conference Report No. 38 (Windsor, England, June 1993)."},
      {
        "id":"ED371740",
        "title":"An Evaluation of Library Services for Spanish-Speaking Communities in Selected Western Public Libraries."},
      {
        "id":"ED371741",
        "title":"Cline Library Surveys of the NAU Faculty and Students, and Users of Media Services and Field Services, and Evaluations of the Desk Services Provided by Media Services and Special Collections and Archives."},
      {
        "id":"ED371742",
        "title":"Using Computer Technology To Create a Global Classroom. Fastback 356."},
      {
        "id":"ED371743",
        "title":"Certification Manual for Wisconsin Public Librarians. Bulletin No. 94111."},
      {
        "id":"ED371746",
        "title":"Reclassifying Florida State Documents: Down to the Nitty Gritty."},
      {
        "id":"ED371747",
        "title":"Collection Development Policy of the University Library. Revised Editing."},
      {
        "id":"ED371748",
        "title":"Visual Literacy in Life and Learning: Readings from the Annual Conference of the International Visual Literacy Association (19th, Tulsa, Oklahoma, October 28-November 1, 1987)."},
      {
        "id":"ED371749",
        "title":"The Role of Visual Mental Imagery in the Speed-Accuracy Tradeoff: A Preliminary Investigation."},
      {
        "id":"ED371754",
        "title":"Long-Range Plan for Library Services in Nevada 1993-1997."},
      {
        "id":"ED371755",
        "title":"The National Information Infrastructure: Requirements for Education and Training."},
      {
        "id":"ED371756",
        "title":"Ward Edwards Library's Materials in Communication Disciplines: An Assessment."},
      {
        "id":"ED371757",
        "title":"Transition Plan for Braille Centralization, Study 1, Part 2."},
      {
        "id":"ED371758",
        "title":"University Libraries and Scholarly Communication: A Study Prepared for the Andrew W. Mellon Foundation."},
      {
        "id":"ED371759",
        "title":"A Century of Library Education at Drexel University: Vignettes of Growth and Change."},
      {
        "id":"ED371762",
        "title":"Native American, African American, Asian American and Hispanic American Literature for Preschool through Adult. Native American Literature. Annotated Bibliography."},
      {
        "id":"ED371763",
        "title":"Native American, African American, Asian American and Hispanic American Literature for Preschool through Adult. African American Literature. Annotated Bibliography."},
      {
        "id":"ED371764",
        "title":"Native American, African American, Asian American and Hispanic American Literature for Preschool through Adult. Asian American Literature. Annotated Bibliography."},
      {
        "id":"ED371765",
        "title":"Native American, African American, Asian American and Hispanic American Literature for Preschool through Adult. Hispanic American Literature. Annotated Bibliography."},
      {
        "id":"ED371766",
        "title":"Information Seeking Behavior and User Education in Academic Libraries: Research, Theory, and Practice. A Selected List of Information Sources."},
      {
        "id":"ED371768",
        "title":"Public Libraries and the Internet: Study Results, Policy Issues, and Recommendations. Final Report."},
      {
        "id":"ED371769",
        "title":"Salary Survey of Pennsylvania Academic Libraries, 1992 and 1993."},
      {
        "id":"ED371770",
        "title":"An Agricultural Library: Its Start and Management. Publication 50."},
      {
        "id":"ED371771",
        "title":"Cataloging and Classification for the Small Library. Second Edition. Revised and Enlarged."},
      {
        "id":"ED371773",
        "title":"A Viewer's Guide to Copyright Law: What Every School, College and Public Library Should Know."},
      {
        "id":"ED371774",
        "title":"Federal Librarians in the 21st Century: Changing Roles in the Electronic Age. Summary Report on Conference Proceedings (Washington, D.C., September 15, 1993)."},
      {
        "id":"ED371775",
        "title":"The Issue of Student Access: Fall 1990 to Fall 1993. Student Equity Report #1."},
      {
        "id":"ED371776",
        "title":"The Issue of Transfer: Transfer Data from CPEC/UC/CSU &amp; the Transfer Assembly. Student Equity Report #2."},
      {
        "id":"ED371777",
        "title":"Building Community for an Interdependent World among Michigan Community Colleges. AACC-Kellogg Beacon Project, Kalamazoo Valley Community College Class of 1993 Report."},
      {
        "id":"ED371778",
        "title":"The Effect of SLS 1122 and Faculty Mentors on Student Performance."},
      {
        "id":"ED371779",
        "title":"Math Background as a Predictor of Student Success in the College Economic Principles Courses: A Preliminary Analysis."},
      {
        "id":"ED371781",
        "title":"Unmet Data Needs of Community Colleges: A Call for Partnership."},
      {
        "id":"ED371783",
        "title":"Oregon Community College 1992-93 Profile."},
      {
        "id":"ED371784",
        "title":"Accountability and the Movement to Performance Indicators: The South Carolina Experience [and] Guidelines for Institutional Effectiveness."},
      {
        "id":"ED371785",
        "title":"The Illinois Articulation Initiative: The Transferable General Education Core Curriculum."},
      {
        "id":"ED371786",
        "title":"Multimedia Curriculum Presentations: A New Twist on Recruiting."},
      {
        "id":"ED371787",
        "title":"Transfer from Sub-Baccalaureate to Baccalaureate Institutions in Minnesota Post-Secondary Education, Fall 1984-Fall 1988."},
      {
        "id":"ED371788",
        "title":"Los Angeles Community College District Annual Report, 1993."},
      {
        "id":"ED371789",
        "title":"Training for Trade: Role of American Community Colleges."},
      {
        "id":"ED371790",
        "title":"Computer-Based Spelling Instruction."},
      {
        "id":"ED371791",
        "title":"Lane Community College Library Policy Manual. First Edition."},
      {
        "id":"ED371792",
        "title":"Putting the Staff in Staff Development."},
      {
        "id":"ED371794",
        "title":"A Plan for the Evaluation and Continuous Improvement of Texas' Community and Technical Colleges: Report and Recommendations of the Task Force on Institutional Effectiveness to the Texas Higher Education Coordinating Board."},
      {
        "id":"ED371795",
        "title":"Comprehensive Learning Centers: Using Technology To Supplement the Classroom."},
      {
        "id":"ED371796",
        "title":"The Challenges and Opportunities of Workforce Development."},
      {
        "id":"ED371797",
        "title":"Comprehensive Minority SEM Programs at Santa Fe Community College."},
      {
        "id":"ED371798",
        "title":"Results of Matriculation Services Survey, Golden West College."},
      {
        "id":"ED371799",
        "title":"Combined English Language Skills Assessment (CELSA): Analysis of Disproportionate Impact."},
      {
        "id":"ED371800",
        "title":"Occupational Needs Assessment Survey."},
      {
        "id":"ED371802",
        "title":"Comparative Financial Statistics for Pennsylvania Community Colleges. Maury Overholt Report. Thirteenth Annual Report."},
      {
        "id":"ED371803",
        "title":"Faculty as Researcher Initiative."},
      {
        "id":"ED371804",
        "title":"Relating Curriculum and Transfer. New Directions for Community Colleges, Number 86."},
      {
        "id":"ED371805",
        "title":"Nursing Student Performance, 1986-1993: Preliminary Findings. Program Evaluation PE93-1."},
      {
        "id":"ED371806",
        "title":"Cuesta College Student Equity Plan."},
      {
        "id":"ED371807",
        "title":"Recent Strategies for Faculty Development. ERIC Digest."},
      {
        "id":"ED371808",
        "title":"Providing Leaders in ADA Compliance: A Business/Education Alliance."},
      {
        "id":"ED371809",
        "title":"Why and How To Manage Diversity."},
      {
        "id":"ED371810",
        "title":"Transfer: Preparing for the Year 2000. A Report on the California Community Colleges Transfer Symposium (California, 1994)."},
      {
        "id":"ED371811",
        "title":"Strategic Staff Development Plan, Lansing Community College Personnel/Professional Development, 1993-1995."},
      {
        "id":"ED371812",
        "title":"Curriculum Alignment: Theory to Practice."},
      {
        "id":"ED371813",
        "title":"Student Follow-Up Using Automated Record Linkage Techniques: Lessons from Florida&apos;s Education and Training Placement Information Program (FETPIP)."},
      {
        "id":"ED371814",
        "title":"Florida Employer Opinion Survey. Annual Report, August 1991."},
      {
        "id":"ED371815",
        "title":"Florida Employer Opinion Survey. Annual Report, June 1992."},
      {
        "id":"ED371816",
        "title":"Florida Employer Opinion Survey. Annual Report, June 1993."},
      {
        "id":"ED371817",
        "title":"Partnerships for Employing Students with Disabilities."},
      {
        "id":"ED371818",
        "title":"Une Ecole Enfantine: Pourquoi? (A School for Infants: Why?)."},
      {
        "id":"ED371820",
        "title":"Reducing the Retention Rate among Kindergarten, First, and Second Grade Students."},
      {
        "id":"ED371821",
        "title":"Implementation of New Legislation: Family Preservation and Support Services, Title IV-B, Subpart 2."},
      {
        "id":"ED371823",
        "title":"The Ten-and-Over Years: Self-Reports from the Children of the NLSY: 1990 Tabulations and Summary Discussion."},
      {
        "id":"ED371824",
        "title":"The Wisconsin Guide to Childhood Hearing Screening. Bulletin No. 94143."},
      {
        "id":"ED371825",
        "title":"Child Development Associate Credential Facilitators&apos; Guide to Active Learning Techniques. Revised Edition."},
      {
        "id":"ED371826",
        "title":"The Child Development Associate Credential Curriculum and Technical Assistance Project. Final Narrative Report."},
      {
        "id":"ED371827",
        "title":"Child Nutrition Programs: Issues for the 103d Congress. Prepared for the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED371829",
        "title":"Enhancing the Fiscal Outlook of a Nonprofit Agency through Board of Training, Fundraising Techniques and a Marketing Plan."},
      {
        "id":"ED371830",
        "title":"Every Child Can Learn: Accommodating Differences in Elementary School."},
      {
        "id":"ED371832",
        "title":"Involvement: The Key to Success. Involving Students in the Student Advisory Board."},
      {
        "id":"ED371833",
        "title":"Decreasing School Suspensions among Middle School Children by Implementing a Rehabilitative In-Room Suspension."},
      {
        "id":"ED371834",
        "title":"Hearing on H.R. 6, the Elementary and Secondary Education Amendments of 1993. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (Oakland, Michigan, May 1, 1993)."},
      {
        "id":"ED371835",
        "title":"Family Literacy in Australia."},
      {
        "id":"ED371836",
        "title":"Improving the Transition of Students Moving into Sixth-Grade through a Middle School Orientation and Peer Helper Program."},
      {
        "id":"ED371838",
        "title":"Training in Family Support: Towards a Conceptual Framework. A Report from a Wingspread Conference."},
      {
        "id":"ED371839",
        "title":"Parent/Teacher Partnerships in Early Literacy Learning: The Benefits for Teachers."},
      {
        "id":"ED371842",
        "title":"Astronaut to Zoologist: Changing the Dramatic Play Area!"},
      {
        "id":"ED371843",
        "title":"Needed: Playleaders--The Adult's Role in Children's Play."},
      {
        "id":"ED371844",
        "title":"Adult Intervention: Appropriate Strategies for Enriching the Quality of Children's Play."},
      {
        "id":"ED371845",
        "title":"AIDS: Children Too."},
      {
        "id":"ED371846",
        "title":"Studio in a School. Early Childhood Program 1992-93. OREA Report."},
      {
        "id":"ED371847",
        "title":"Involving Parents as Partners in a Peer Facilitation Model of Parenting."},
      {
        "id":"ED371849",
        "title":"On-the-Spot Course: Early Childhood Education in Ethiopia (August 2-30, 1993). Report."},
      {
        "id":"ED371850",
        "title":"On-the-Spot Course: Early Childhood Education in Kenya (July 13-30, 1993). Report."},
      {
        "id":"ED371851",
        "title":"Rechten Van Kinderen (Rights of Children) Lecture on the Ombudsman for Children in Costa Rica; Lecture on the Latin American Child and Family Network. Studie- en Documentatiecentrum voor Rechten van Kinderen Cahier 7."},
      {
        "id":"ED371852",
        "title":"Family and Community Support: Coordinated Education, Health and Human Services. The Commissioner's Critical Issue Analysis Series Number 2."},
      {
        "id":"ED371853",
        "title":"Helping Families Succeed in Two Worlds."},
      {
        "id":"ED371854",
        "title":"Bridging Adult Differences through a Problem-Solving Approach to Toilet Learning with Toddlers."},
      {
        "id":"ED371855",
        "title":"Rich Culture, Poor Markets: Why Do Latino Parents Choose To Forego Preschooling?"},
      {
        "id":"ED371857",
        "title":"A Review of Research on Intervention with Preschool Children and Families."},
      {
        "id":"ED371858",
        "title":"Transition to Kindergarten: Parents and Teachers Working Together."},
      {
        "id":"ED371860",
        "title":"Adolescents and the Media."},
      {
        "id":"ED371861",
        "title":"Human Services Amendments of 1994. Report Together with Minority and Additional Views. To Accompany H.R. 4250. House of Representatives, 103rd Congress, 2d Session."},
      {
        "id":"ED371862",
        "title":"Education Reform. Hearing before a Subcommittee of the Committee on Appropriations. United States Senate, One Hundred Third Congress, First Session. Special Hearing."},
      {
        "id":"ED371863",
        "title":"Gender Experiences in an Early Childhood Classroom through an Ethnographic Lens."},
      {
        "id":"ED371865",
        "title":"Severe Malnutrition: A Global Approach."},
      {
        "id":"ED371866",
        "title":"The 900 Schools Programme: Improving the Quality of Primary Schools in Impoverished Areas of Chile. IIEP Research and Studies Programme: Increasing and Improving the Quality of Basic Education. Monograph No. 9."},
      {
        "id":"ED371868",
        "title":"Current Wisdom on Homework and the Effectiveness of a Homework Checking System."},
      {
        "id":"ED371869",
        "title":"Pre-School and Basic Education in Latin America and the Caribbean."},
      {
        "id":"ED371873",
        "title":"Increasing Teacher/Parent Awareness of Developmentally Appropriate Movies for 3-6 Year Olds through Use of a Rating Scale."},
      {
        "id":"ED371874",
        "title":"The Status of Child Nutrition Programs in Colorado."},
      {
        "id":"ED371875",
        "title":"The Thinking Parent: Understanding and Guiding Your Child."},
      {
        "id":"ED371876",
        "title":"Early Childhood Education in the McAllen Independent School District: A Contracted Study."},
      {
        "id":"ED371877",
        "title":"Strengths and Needs of Black Grandparents as Perceived by Grandchildren, Parents, and Grandparents."},
      {
        "id":"ED371879",
        "title":"Social Competence Needs in Young Children: What the Research Says."},
      {
        "id":"ED371881",
        "title":"AIDS/HIV Infection Policies for Early Childhood and School Settings."},
      {
        "id":"ED371882",
        "title":"Meeting the Social Needs of Sixth Grade Students Moving into a Junior High or Middle School through an Integrated Activities Program."},
      {
        "id":"ED371884",
        "title":"The Education of Children under Five. Aspects of Primary Education."},
      {
        "id":"ED371885",
        "title":"Caring for Infants and Toddlers in Groups: Necessary Considerations for Emotional, Social, and Cognitive Development."},
      {
        "id":"ED371886",
        "title":"Families of Adolescents: Dealing with Change."},
      {
        "id":"ED371887",
        "title":"Building Community."},
      {
        "id":"ED371888",
        "title":"A Family-Centered Perspective."},
      {
        "id":"ED371889",
        "title":"Family Resource Coalition: 10 Years."},
      {
        "id":"ED371890",
        "title":"A Practitioner's Notebook."},
      {
        "id":"ED371891",
        "title":"Strengthening Youth and Family Resistance to Alcohol and Other Drug Abuse. Special Focus."},
      {
        "id":"ED371892",
        "title":"Work and Family. Special Focus."},
      {
        "id":"ED371893",
        "title":"Providing Support for Families in Special Circumstances."},
      {
        "id":"ED371894",
        "title":"African American Families: It Takes a Whole Village To Raise a Child."},
      {
        "id":"ED371895",
        "title":"Building Community &amp; Changing Systems."},
      {
        "id":"ED371896",
        "title":"Family Support and School-Linked Services."},
      {
        "id":"ED371897",
        "title":"Changing Parents' Understanding of Learning in a Grade Two-Three Classroom through Teacher Contacts."},
      {
        "id":"ED371899",
        "title":"Is &quot;Cooperative Learning&quot; Either, Both, or Neither? Tales from Three Middle School Classrooms."},
      {
        "id":"ED371904",
        "title":"Education for Affective Development: A Guidebook on Programmes and Practices."},
      {
        "id":"ED371905",
        "title":"Early Childhood Programs: Many Poor Children and Strained Resources Challenge Head Start. Briefing Report to the Chairman, Subcommittee on Children, Family, Drugs and Alcoholism, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED371907",
        "title":"Summer Home Learning Recipes for Parents and Children Grades: K-3, 4-5, 6-8, 9-12."},
      {
        "id":"ED371908",
        "title":"Continuous Progress/Ungraded Schooling: One Way To Individualize Learning."},
      {
        "id":"ED371909",
        "title":"Strong Families, Strong Schools: Building Community Partnerships for Learning. A Research Base for Family Involvement in Learning from the U.S. Department of Education."},
      {
        "id":"ED371911",
        "title":"Consolidation of Rural Schools: Mount Desert Island, Maine: A Case Study."},
      {
        "id":"ED371912",
        "title":"You Can Get There from Here: Involving the Community in Children's Aspirations. A Proposal for Tremont Consolidated Grammar School, Tremont, Maine."},
      {
        "id":"ED371913",
        "title":"Addressing the Neglected Needs of Rural Learners."},
      {
        "id":"ED371914",
        "title":"Rural School Consolidation in New York State, 1795-1993: A Struggle for Control."},
      {
        "id":"ED371916",
        "title":"Mexican Labor in California's Economy: From Rapid Growth to Likely Stability. RAND Reprints."},
      {
        "id":"ED371917",
        "title":"Restructuring for Student Success in a Rural School: Preliminary Analyses."},
      {
        "id":"ED371918",
        "title":"Directory of Native Education Resources in the Appalachian Region."},
      {
        "id":"ED371921",
        "title":"School District Size and State Educational Costs in Kentucky. Revised."},
      {
        "id":"ED371922",
        "title":"Distance Learning Technologies Link Adults to Educational Programming, Opportunities."},
      {
        "id":"ED371923",
        "title":"An Evaluation of the Consequences of the Inclusion of Parental Waivers in the Application for Free and Reduced Price School Meals."},
      {
        "id":"ED371926",
        "title":"Rural TeleHealth: Telemedicine, Distance Education and Informatics for Rural Health Care."},
      {
        "id":"ED371928",
        "title":"Harnessing the Community."},
      {
        "id":"ED371929",
        "title":"Annual Education Report: FY 1992."},
      {
        "id":"ED371932",
        "title":"School-Based Decision Making in Rural Kentucky Schools: Interim Findings of a Five-Year, Longitudinal Study."},
      {
        "id":"ED371933",
        "title":"Priorities for Research and Development with Rural, Small Schools: Results of a Modified Delphi Study with a Panel of Rural Researchers. Occasional Paper No. 35."},
      {
        "id":"ED371934",
        "title":"Directory of Native Education Resources in the Far West Region: 1994."},
      {
        "id":"ED371935",
        "title":"The Condition of Education in Rural Schools."},
      {
        "id":"ED371936",
        "title":"The Relationship between Teacher's Own Scientific Knowledge and Their Ability To Ask High Level Cognitive Question, in Order To Teach the National Curriculum for Science."},
      {
        "id":"ED371937",
        "title":"Population Education Accessions List. January-December 1993."},
      {
        "id":"ED371938",
        "title":"A Comparison of Coastal and Inland Residents&apos; Knowledge of Marine Organisms and Their Feeding Relationships."},
      {
        "id":"ED371939",
        "title":"The TEAM Notebook: Teachers&apos; Environmental Action Manual."},
      {
        "id":"ED371940",
        "title":"Interagency Consultation Meeting on Co-operation and Co-ordination in Environmental Education (3rd, Paris, France, November 6-8, 1990). Final Report."},
      {
        "id":"ED371941",
        "title":"Padilla Bay: The Estuary Guide. Level 2."},
      {
        "id":"ED371942",
        "title":"Developing a Volunteer Program for Public Environmental Education."},
      {
        "id":"ED371943",
        "title":"Cycling Back to Nature with Biodegradable Polymers."},
      {
        "id":"ED371950",
        "title":"Black Box Activities for Grades Seven-Nine Science Programs and Beyond. A Supplement for Science 1, 2, &amp;3."},
      {
        "id":"ED371952",
        "title":"Words, Science and Learning. Developing Science and Technology Series."},
      {
        "id":"ED371953",
        "title":"Teaching Science, Technology and Society. Developing Science and Technology Series."},
      {
        "id":"ED371954",
        "title":"Technology's Challenge to Science Education. Developing Science and Technology Series."},
      {
        "id":"ED371956",
        "title":"Differentiated Science Teaching. Developing Science and Technology Series."},
      {
        "id":"ED371957",
        "title":"Physics Examinations for University Entrance. An International Study. Science and Technology Education Document Series 45."},
      {
        "id":"ED371958",
        "title":"Science Projects in Biology. LC Science Tracer Bullet."},
      {
        "id":"ED371961",
        "title":"Improving Career Access in Science and Engineering for Students with Disabilities. Conference Proceedings of the National Association for Industry-Education Cooperation; American Association for the Advancement of Science; Association on Higher Education and Disability; National Parent Network on Disability, Federation for Children with Special Needs."},
      {
        "id":"ED371962",
        "title":"Planning and Conducting a Workshop on Career Access: Science and Engineering for Students with Disabilities. Planning Guide. Model Undergraduate Project for the Disabled: A Study of Issues Involved in Underrepresentation."},
      {
        "id":"ED371963",
        "title":"The Practicality of Contemplative Attention: Devoted Thought That Is Not Deluded. Occasional Paper No. 141."},
      {
        "id":"ED371964",
        "title":"Creating a Gender-Fair Multicultural Curriculum."},
      {
        "id":"ED371966",
        "title":"Curriculum Reform in Romania."},
      {
        "id":"ED358926",
        "title":"Differential Socialization of Only and First-Born Children."},
      {
        "id":"ED358927",
        "title":"Assessing False Belief Attribution in Preschool Children: The Validity of the Unexpected-Object/Familiar-Container Paradigm."},
      {
        "id":"ED358928",
        "title":"Sex Typing in Stories and Comprehension, Recall, and Sex Typed Beliefs in Preschool Children."},
      {
        "id":"ED358929",
        "title":"Theories of AIDS Transmission: Their Development and Implications."},
      {
        "id":"ED358930",
        "title":"Are Anxious-Withdrawn Preschoolers Inhibited to Novel Social Situations?"},
      {
        "id":"ED358931",
        "title":"A Developmental Evaluation of Frequency Memory for Actions Presented in Lists and Scripts."},
      {
        "id":"ED358932",
        "title":"Preschoolers' Understanding of Parents' Emotions: Implications for Emotional Competence."},
      {
        "id":"ED358933",
        "title":"Scaffolding Young Children's Prosocial Responsiveness: Preschoolers' Responses to Adult Sadness, Anger, and Pain."},
      {
        "id":"ED358934",
        "title":"Play and the Young Child: Musical Implications."},
      {
        "id":"ED358935",
        "title":"Differences in Two Sisters' Acquisition of First Verbs."},
      {
        "id":"ED358936",
        "title":"Children in Divorced Family Systems: New Approaches. Presentations at NCCR's Annual Conference (4th, Arlington, Virginia, October 13-15, 1989)."},
      {
        "id":"ED358937",
        "title":"Parent-Adolescent Attachment and Specificity of Perceived Social Support."},
      {
        "id":"ED358938",
        "title":"Maternal and Toddler Correlates of Behavior during Free Play at 12 and 18 Months."},
      {
        "id":"ED358939",
        "title":"Moral Orientation and Expressions of Empathy in Children's Accounts of the Persian Gulf Conflict."},
      {
        "id":"ED358940",
        "title":"Can Neuromotor Functioning Predict Stanford-Binet IQ Scores and Piagetian Cognitive Task Performance?"},
      {
        "id":"ED358941",
        "title":"Assessing Quality Day-Care: The WHO Child Care Facility Schedule."},
      {
        "id":"ED358942",
        "title":"The Family Relationships Grid: Measuring Family Structure."},
      {
        "id":"ED358943",
        "title":"Effects of Misleading Postevent Information on Children's Memory."},
      {
        "id":"ED358944",
        "title":"Socialization Processes in Encoding and Decoding: Learning Effective Nonverbal Behavior."},
      {
        "id":"ED358945",
        "title":"Does Sentential Prosody Improve Two-Month Olds' Memory for Speech?"},
      {
        "id":"ED358946",
        "title":"Mothers' Contingent Imitation Increases Infant Vocalizations."},
      {
        "id":"ED358947",
        "title":"Brain Electrical Activity Changes and Cognitive Development."},
      {
        "id":"ED358948",
        "title":"Care-Based Moral Reasoning in Male and Female Children."},
      {
        "id":"ED358949",
        "title":"The Long-Term Development of Giftedness and High Competencies in Children Enriched in Language during Infancy."},
      {
        "id":"ED358950",
        "title":"The Brazelton-Neonatal Assessment Scale as a Predictor of One- and Two-Year-Old Mastery Behavior."},
      {
        "id":"ED358952",
        "title":"Predicting Developmental Delay from Cry Analysis in Preterm Infants."},
      {
        "id":"ED358954",
        "title":"Social Strategies and Sociometric Status within the Context of Social Problem Types."},
      {
        "id":"ED358955",
        "title":"Drawing's Demise: U-Shaped Development in Graphic Symbolization."},
      {
        "id":"ED358956",
        "title":"Maternal and Family Predictors of School Readiness in Black, Hispanic and White 6- and 7-Year Olds."},
      {
        "id":"ED358957",
        "title":"Mothers' Perceptions of Risk of Unintentional Injury to Young Children."},
      {
        "id":"ED358958",
        "title":"Health Care and a Child&apos;s Ability To Learn: A Survey of Elementary School Teachers."},
      {
        "id":"ED358959",
        "title":"James P. Comer, M.D., on the School Development Program: Making a Difference for Children."},
      {
        "id":"ED358960",
        "title":"Providing Field Experiences for Early Childhood Preservice Teachers with Homeless Children and/or Mothers in an Urban Setting."},
      {
        "id":"ED358961",
        "title":"Illinois Model Early Childhood Parental Training Program. FY 91 Summary Report."},
      {
        "id":"ED358962",
        "title":"Illinois Model Early Childhood Parental Training Program. FY 92 Summary Report."},
      {
        "id":"ED358963",
        "title":"The Self-Perception of Competence by Canadian and Chinese Children."},
      {
        "id":"ED358964",
        "title":"The Primary Language Record at P.S. 261: How Assessment Transforms Teaching and Learning. A Series on Authentic Assessment and Accountability."},
      {
        "id":"ED358965",
        "title":"Illinois Prekindergarten Program for Children at Risk of Academic Failure. FY 91 Summary Report."},
      {
        "id":"ED358966",
        "title":"Elementary Teachers' Reports of Their Goals and Instructional Practices in Six School Subjects. Elementary Subjects Center Series No. 103."},
      {
        "id":"ED358967",
        "title":"Young Children's Jokes: A Cognitive Developmental Perspective."},
      {
        "id":"ED358968",
        "title":"A Report on Colorado Employer's Involvement in Child Care: Findings, Recommendations and Action Plan."},
      {
        "id":"ED358970",
        "title":"Social Acceptance of Mentally Retarded Children by Nonlabeled Peers."},
      {
        "id":"ED358972",
        "title":"Subject Matter Assessment of Prospective Elementary School Teachers. Report of the California State University Workgroup on Assessment of Prospective Elementary School Teachers (Irvine, California, November 30-December 1, 1987). Resource Guide."},
      {
        "id":"ED358973",
        "title":"Self-Esteem and Narcissism: Implications for Practice. ERIC Digest."},
      {
        "id":"ED358974",
        "title":"1991 in Review. October 1, 1990 to September 30, 1991."},
      {
        "id":"ED358975",
        "title":"Program Integration: An Alternative for Improving County Rural Human Services Delivery. Technical Paper No. 13."},
      {
        "id":"ED358976",
        "title":"May the Spirits Go with You: False Face Reflections on the Great River."},
      {
        "id":"ED358977",
        "title":"Education, Off-Farm Employment and Rural Economic Development: Perspectives from States in the Southeast. Proceedings of a Rural Development Symposium at the Annual Meeting of the Southern Agricultural Economics Association (Lexington, Kentucky, February 1992)."},
      {
        "id":"ED358978",
        "title":"Education and Economic Development in Rural Appalachia."},
      {
        "id":"ED358980",
        "title":"Rural America: Where All Innovations Begin. Conference Proceedings (Savannah, Georgia, March 11-13, 1993)."},
      {
        "id":"ED358981",
        "title":"Interpretive Single-Subject Design: A Research Tool for Practitioner-Guided Applied Inquiry in Rural Settings."},
      {
        "id":"ED358982",
        "title":"Ethnosociology: An Interdisciplinary, Interpretive Research Model for Inquiry in Rural Special Education."},
      {
        "id":"ED358983",
        "title":"The Hmong in Rural Areas: Critical Issues in Special Education."},
      {
        "id":"ED358984",
        "title":"Use of Alternative Funding by Rural Schools for Supplemental Programs Which Address Current Social Issues and Special Education Needs."},
      {
        "id":"ED358985",
        "title":"Reforming Special Education."},
      {
        "id":"ED358986",
        "title":"Learning Visions."},
      {
        "id":"ED358987",
        "title":"Interactive Technology To Teach Rural Social Workers about Special Needs Children and Their Families."},
      {
        "id":"ED358988",
        "title":"Sheltered Workshops and Transition: Old Bottles, New Wine?"},
      {
        "id":"ED358989",
        "title":"Using Multicultural Education To Enhance the Self Worth of Rural At-Risk Students."},
      {
        "id":"ED358990",
        "title":"Mathematics Activities for Rural Classrooms in Tennessee: Development, Implementation, and Evaluation Results in Grades 5-8."},
      {
        "id":"ED358991",
        "title":"Academic Alliances in Humanities."},
      {
        "id":"ED358992",
        "title":"Rural Necessity as the Mother of Invention: Using Collaboration To Extend Services for Autism and Low-Incidence Handicaps."},
      {
        "id":"ED358993",
        "title":"The Dropout Problem as Perceived by School Psychologists and Administrators."},
      {
        "id":"ED358994",
        "title":"Team Assessment of Infants in the Rural Setting."},
      {
        "id":"ED358995",
        "title":"Collaborating To Enhance Resilience in Rural At-Risk Students."},
      {
        "id":"ED358996",
        "title":"Youth Opportunities Unlimited: The Results of a Three Year Study."},
      {
        "id":"ED358997",
        "title":"Rural Issues for Children and Families Affected by Epilepsy."},
      {
        "id":"ED358998",
        "title":"Practitioner Perspectives of Early Childhood Special Educators: Implications for Personnel Preparation."},
      {
        "id":"ED358999",
        "title":"Hand in Hand: Supporting Change through Practitioner-College Partnerships."},
      {
        "id":"ED359000",
        "title":"Strategies for Special Education Inclusion in General Education: Implications for Rural Schools."},
      {
        "id":"ED359001",
        "title":"Using Law-Related Education as a Lifeline for Rural At-Risk Students."},
      {
        "id":"ED359002",
        "title":"Implementing Two-Way Interactive Video in Rural, Small Schools."},
      {
        "id":"ED359003",
        "title":"The 21st Century and Secondary School At-Risk Students: What's Ahead for Teachers in Rural America?"},
      {
        "id":"ED359004",
        "title":"Impacting Attitudes of Teachers toward Mainstream Students Who Are At-Risk: A Holistic Approach."},
      {
        "id":"ED359005",
        "title":"Rural Gifted Education in a Multicultural Society."},
      {
        "id":"ED359006",
        "title":"Finding and Keeping the Best: Three Years of Progress in Recruiting &amp; Retaining Special Education Teachers."},
      {
        "id":"ED359007",
        "title":"Briefs for Parents in Ready-To-Copy Form: English and Spanish. 1993 Compilation."},
      {
        "id":"ED359008",
        "title":"A Comparative Analysis of Women Superintendents in Rural and Urban Settings."},
      {
        "id":"ED359009",
        "title":"Building Bridges: The Yakima Equity Study. The Conditions of Success for Migrant, Hispanic, and Native American Students in the Yakima Valley."},
      {
        "id":"ED359010",
        "title":"Early Intervention in Rural Northern Arizona."},
      {
        "id":"ED359011",
        "title":"Latino Child Poverty in the United States."},
      {
        "id":"ED359012",
        "title":"Quality through Involvement: A School-Based Decision-Making Success Story."},
      {
        "id":"ED359013",
        "title":"Chapter 1 School Improvement Act, Migrant Education Program. Application for State Grant, Program Year 1993-1994."},
      {
        "id":"ED359014",
        "title":"Native Education Directory: Organizations and Resources for Educators of Native Peoples of the United States and Territories."},
      {
        "id":"ED359015",
        "title":"Rural Education Directory: Organizations and Resources."},
      {
        "id":"ED359016",
        "title":"Goals &amp; Recommendations for Improving American Indian Education."},
      {
        "id":"ED359017",
        "title":"Social Construction of Reality: How It Compels Action."},
      {
        "id":"ED359019",
        "title":"Modeling Mathematics Teaching Excellence. Implementation Guide."},
      {
        "id":"ED359020",
        "title":"MAP: Mathematics Assessment Process for the Middle Grades. User's Manual. Volume I."},
      {
        "id":"ED359021",
        "title":"MAP: Mathematics Assessment Process for the Middle Grades. Volume II. Assessment Instruments."},
      {
        "id":"ED359022",
        "title":"MAP: Mathematics Assessment Process for the Middle Grades. Volume III. Staff Development Guidelines."},
      {
        "id":"ED359023",
        "title":"Posture of National Science Foundation. Hearing before the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED359024",
        "title":"Model Competency-Based Mathematics Program."},
      {
        "id":"ED359025",
        "title":"Traditional and Nontraditional Sources of Future Research Scientists. Hearing before the Subcommittee on Investigation and Oversight of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED359026",
        "title":"Sharing Success in the Southeast: Math, Science, and Computer Education."},
      {
        "id":"ED359027",
        "title":"Evaluation in Science: Content or Process?"},
      {
        "id":"ED359028",
        "title":"Physics AB Course of Study. Publication No. SC-953."},
      {
        "id":"ED359029",
        "title":"Biology AB: An Instructional Course Outline. Publication No. SC-928-1987."},
      {
        "id":"ED359030",
        "title":"Chemistry AB Course of Study. Publication No. SC-952."},
      {
        "id":"ED359031",
        "title":"Science Education: Schools Pushed To Broaden Access, Overhaul Practice."},
      {
        "id":"ED359032",
        "title":"U.S. Space Program Benefits to Education. Hearing before the Subcommittee on Space of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED359033",
        "title":"Science and Engineering Doctorate Production among Minorities with Non-Traditional Backgrounds."},
      {
        "id":"ED359034",
        "title":"Women and Minorities in Science and Engineering: An Update."},
      {
        "id":"ED359035",
        "title":"World View--Reality as Viewed by Students: A Synopsis of Methodology. Scientific Literacy and Cultural Studies Project (SLCSP), Working Paper 101."},
      {
        "id":"ED359036",
        "title":"Enabling the Future: Linking Science and Technology to Societal Goals. A Report."},
      {
        "id":"ED359037",
        "title":"Science and Technology in School Curricula. Case Study 5: Pakistan."},
      {
        "id":"ED359038",
        "title":"Changing the Image of Chemistry. Biennial Conference on Chemical Education, Abstracts (12th, Davis, California, August 2-6, 1992)."},
      {
        "id":"ED359039",
        "title":"The Dissemination of Doing Chemistry. Final Evaluation."},
      {
        "id":"ED359041",
        "title":"Asbestos and Asbestosis. LC Science Tracer Bullet."},
      {
        "id":"ED359042",
        "title":"Diversity in Biological Research. National Science Foundation Workshop Report (Washington, D.C., July 11-12, 1991)."},
      {
        "id":"ED359043",
        "title":"National Science Education Standards Project Update. Prepared for the Secretary's Invitational Conference, October, 1992."},
      {
        "id":"ED359044",
        "title":"Computer Networks for Science Teachers. ERIC CSMEE Digest."},
      {
        "id":"ED359045",
        "title":"Education-Business Partnerships: Scientific Work Experience Programs. ERIC/CSMEE Digest."},
      {
        "id":"ED359046",
        "title":"Philosophical Considerations for Curriculum Development in Environmental Education. The Environmental Outlook: An Informational Bulletin from ERIC/CSMEE."},
      {
        "id":"ED359047",
        "title":"Assessment Issues from a Mathematics Education Perspective. The Mathematics Outlook."},
      {
        "id":"ED359048",
        "title":"Teaching Science through Inquiry. ERIC/CSMEE Digest."},
      {
        "id":"ED359049",
        "title":"Earth Systems Education. ERIC/CSMEE Digest."},
      {
        "id":"ED359051",
        "title":"Global Issues and Environmental Education. ERIC/CSMEE Digest."},
      {
        "id":"ED359052",
        "title":"Activities To Teach Mathematics in the Context of Environmental Studies."},
      {
        "id":"ED359053",
        "title":"Teaching Elementary Science With Toys. CESI Sourcebook VII."},
      {
        "id":"ED359054",
        "title":"Integrating Science, Mathematics, and Environmental Education: Resources and Guidelines. The Curriculum File."},
      {
        "id":"ED359055",
        "title":"Decade of Achievement."},
      {
        "id":"ED359056",
        "title":"Development and Testing of a Science and Engineering Fair Self-Help Development Program: Results of the Pilot Program in Three Middle Schools."},
      {
        "id":"ED359058",
        "title":"Concept/Process-Based Science in the Elementary School. Science Curriculum Concept Paper #5."},
      {
        "id":"ED359060",
        "title":"A Hierarchical Linear Model of Educational Productivity."},
      {
        "id":"ED359061",
        "title":"How Things Work."},
      {
        "id":"ED359062",
        "title":"Gender and Discourse: The Unfolding \"Living Text\" of a Science Lesson. Elementary Subjects Center Series No. 60."},
      {
        "id":"ED359064",
        "title":"Environmental Studies and Environmental Careers. ERIC/CSMEE Digest."},
      {
        "id":"ED359065",
        "title":"The Effects of Homogeneous Groupings in Mathematics. ERIC/CSMEE Digest."},
      {
        "id":"ED359066",
        "title":"Improving Instruction and Learning Through Evaluation: Elementary School Science."},
      {
        "id":"ED359067",
        "title":"Finding Funding for Environmental Education Efforts. ERIC/CSMEE Digest."},
      {
        "id":"ED359068",
        "title":"Assessing Student Performance in Science. ERIC CSMEE Digest."},
      {
        "id":"ED359069",
        "title":"Approaching Standards for Mathematics Assessment. ERIC/CSMEE Digest."},
      {
        "id":"ED359070",
        "title":"Indicators of Science and Mathematics Education in Nevada: School Year 1989-90."},
      {
        "id":"ED359071",
        "title":"The Need for Improved Mathematics and Science Education. Policy Brief."},
      {
        "id":"ED359072",
        "title":"Eisenhower Links 1992. Conference Report (Washington, D.C., December 6-9, 1992)."},
      {
        "id":"ED359073",
        "title":"The Influence of Computers and Informatics on Mathematics and Its Teaching. Science and Technology Education Series, 44."},
      {
        "id":"ED359074",
        "title":"Two H's and an O: A Teaching Resource Packet on Water Education."},
      {
        "id":"ED359075",
        "title":"Comprehensive Instructional Management Systems (CIMS)--Science 1991-92. OREA Report."},
      {
        "id":"ED359076",
        "title":"Elixir of Empire: The English Public Schools, Ritualism, Freemasonry, and Imperialism."},
      {
        "id":"ED359077",
        "title":"Quality Education for Citizenship, Complexity, Justice and Human Liberation: Two Perspectives on Peace Education: Kathleen Kanet, James P. Keen, and the Project &quot;Preparedness for Peace.&quot; Reprints and Miniprints, No. 687."},
      {
        "id":"ED359078",
        "title":"Education for Peace and Mutual Understanding: A Perspective from the Soviet Union: Valentina Mitina and the Project &quot;Preparedness for Peace.&quot; Reprints and Miniprints, No. 689."},
      {
        "id":"ED359079",
        "title":"Is It Right for a Teacher To Be Biased--Towards Avoidance of Violence and Environmental Damage? A Conversation on &quot;Peace Education&quot; and &quot;Education for Peace&quot; in a British Context. Paul Smoker and the Project &quot;Preparedness for Peace.&quot; Reprints and Miniprints, No. 691."},
      {
        "id":"ED359080",
        "title":"Children of Culture. Reprints and Miniprints. No. 701."},
      {
        "id":"ED359081",
        "title":"Citizenship as Social Studies Education. Bulletin 4."},
      {
        "id":"ED359082",
        "title":"Infusing a Global Perspective into the Study of Agriculture: Student Activities Volume II."},
      {
        "id":"ED359083",
        "title":"Thematic Instruction: Native Americans Middle School Emphasis."},
      {
        "id":"ED359084",
        "title":"Play as Education in the School Curriculum."},
      {
        "id":"ED359085",
        "title":"Women's Emancipation through Education: The Radical Agenda of Mary Wollstonecraft (1759-1797)."},
      {
        "id":"ED359086",
        "title":"Japanese Education. Japan Digest."},
      {
        "id":"ED359088",
        "title":"Teacher Use of Turkish Art To Motivate and Enlighten Elementary Level Students in Social Studies Reading and Research."},
      {
        "id":"ED359089",
        "title":"Multicultural Education: An International Perspective."},
      {
        "id":"ED359091",
        "title":"Intercollegiate Sports (Part 2). Hearing on Title IX Impact on Women&apos;s Participation in Intercollegiate Athletics and Gender Equity before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED359092",
        "title":"Senior Officer Oral History Program Project Handlist. [Revised.]"},
      {
        "id":"ED359093",
        "title":"A Bi-Dimensional Approach to Measuring the Gender Schema."},
      {
        "id":"ED359094",
        "title":"The Effects of Different Practice Techniques upon Technical Accuracy and Musicality in Student Instrumental Music Performance."},
      {
        "id":"ED359095",
        "title":"A Validation of Music Teacher Behaviors Based on Music Achievement in Elementary General Music Students."},
      {
        "id":"ED359096",
        "title":"Effect of a Visual Prompt on Changes in Antecedents and Consequents of Teaching Behavior."},
      {
        "id":"ED359097",
        "title":"The Effect of High Versus Low Teacher Affect and Active Versus Passive Student Activity during Music Listening on High School General Music Students' Attention."},
      {
        "id":"ED359098",
        "title":"Education in Korea: Doing Well and Feeling Bad."},
      {
        "id":"ED359099",
        "title":"[KIDS Consortium and Related Materials.]"},
      {
        "id":"ED359100",
        "title":"StarServe Community Service Kit."},
      {
        "id":"ED359101",
        "title":"Samples of Students' Writing from the June 1991 Social Studies 30 Diploma Examination."},
      {
        "id":"ED359102",
        "title":"Immigrant Students in Sweden: A Comparative Study between Different Immigrant Groups and a Sample of Swedish Students. Educational and Psychological Interactions No. 109."},
      {
        "id":"ED359103",
        "title":"Conceptions of the Future and Education for Responsibility. Peace Education Reports No. 4."},
      {
        "id":"ED359104",
        "title":"Peace Education: Glimpses from the EUPRA Conference in Firenze. Peace Education Reports No. 5."},
      {
        "id":"ED359105",
        "title":"Problems of Evaluation of Education in a Pluralistic Society: A Discussion Paper. Report Studies S.142."},
      {
        "id":"ED359107",
        "title":"Education for Global Survival: Reflections Based on Some Swedish Experiences and Examples. Peace Education Miniprints, No. 33."},
      {
        "id":"ED359108",
        "title":"The Geography of Me: Geography Activities for Elementary Students."},
      {
        "id":"ED359109",
        "title":"Geography and Literature: The Literacy Connection."},
      {
        "id":"ED359110",
        "title":"Modern Japan: An Idea Book for K-12 Teachers. [Revised.]"},
      {
        "id":"ED359111",
        "title":"A Study of State Mandates and Competencies for Economics Instruction and Their Correlation to &quot;Our Economy: How It Works.&quot;"},
      {
        "id":"ED359112",
        "title":"Discovering a &quot;True&quot; Map of the World--Learning Activities."},
      {
        "id":"ED359113",
        "title":"Educational Research in Malmo. Reprints and Miniprints, No. 756."},
      {
        "id":"ED359114",
        "title":"Non-Formal Education--A Worthwhile Alternative to the Formal Education in India? Case Studies from Ganjam, Orissa. Reprints and Miniprints, No. 757."},
      {
        "id":"ED359115",
        "title":"Effects of Textbook and Teacher Definitions on Student Definitions of Psychology."},
      {
        "id":"ED359116",
        "title":"Do Students Who Prefer To Learn Alone Achieve Better Than Students Who Prefer To Learn with Peers?"},
      {
        "id":"ED359117",
        "title":"Doing Local History."},
      {
        "id":"ED359118",
        "title":"Constitutionalism in Education for Democracy: The Continuing Relevance of Arguments on Constitutional Government of the American Founding Era."},
      {
        "id":"ED359119",
        "title":"Lesson Plans for a Secondary Level Unit on Japan To Accompany &quot;Contemporary Japan: A Teaching Workbook.&quot;"},
      {
        "id":"ED359120",
        "title":"Tragic Pages: How the GDR, FRG and Japan Processed Their War History--Lessons for Education for Peace. Peace Education Miniprints No. 39."},
      {
        "id":"ED359121",
        "title":"A Study on Indian Destitutes: Aspects of the Lives of Destitute Children and Women in Orissa, India. Reprints and Miniprints No. 759."},
      {
        "id":"ED359122",
        "title":"Education in a Global Perspective: Internationalization at the Malmo School of Education. Reprints and Miniprints No. 763."},
      {
        "id":"ED359123",
        "title":"Second Thoughts about Responses to Sexual Harassment: A Survey of Male and Female Pharmacists."},
      {
        "id":"ED359124",
        "title":"Concerns for the Historical Profession: A Liberal Perspective."},
      {
        "id":"ED359125",
        "title":"Lawrence Arthur Cremin (1925-90), U.S. Educational Historian and President, Teachers College, Columbia University (1974-84): Contributions to Higher Education."},
      {
        "id":"ED359126",
        "title":"American Presidents and Education."},
      {
        "id":"ED359127",
        "title":"Holidays. Advisory List: Instructional Media."},
      {
        "id":"ED359131",
        "title":"Challenges of the 1990&apos;s: Economic Development, Social Equity, and Environmental Protection in Mexico and Guatemala. Fulbright-Hays Summer Seminars Abroad Program (November 14, 1992)."},
      {
        "id":"ED359133",
        "title":"Teaching the Bill of Rights: The Case of the Second Amendment. A Critique of Existing Educational Materials and Suggestions for Change."},
      {
        "id":"ED359135",
        "title":"Students' Opinions about the Changes in the Educational System."},
      {
        "id":"ED359137",
        "title":"Muncie Remembers That Day of Infamy."},
      {
        "id":"ED359138",
        "title":"Fifty Peace Educators: Self-Portraits in Passing from Twenty-Two Countries. Peace Education Reports No. 7."},
      {
        "id":"ED359140",
        "title":"Focusing on Teachers: ESEA Title II Mathematics and Science Teacher Training 1991-92."},
      {
        "id":"ED359141",
        "title":"Aide-to-Teacher Project: Building Partnerships for Faculty Diversity."},
      {
        "id":"ED359142",
        "title":"Recruiting New Teachers: Campaign Response 1988-1992. Executive Summary."},
      {
        "id":"ED359143",
        "title":"Short-Term Secondments: An Examination of the Experience of an Occupational Transition in Education."},
      {
        "id":"ED359144",
        "title":"Honoring Diversity in Teacher Education: Infusing Learning Styles, Cooperative Learning and Multicultural Nonsexist Education into the Student Teaching Semester."},
      {
        "id":"ED359146",
        "title":"Creating Professional Development Schools. Fastback 352."},
      {
        "id":"ED359147",
        "title":"Education and Social Service Occupations and Clergy. Reprinted from the Occupational Outlook Handbook, 1992-93 Edition. Bulletin 2400-6."},
      {
        "id":"ED359148",
        "title":"Health Assessment and Readiness To Learn: An Interagency Collaborative Model."},
      {
        "id":"ED359149",
        "title":"School-Based Staff Development: Focused Interviews in Pilot Schools. Formative Evaluation. Research Report #90/91-32."},
      {
        "id":"ED359150",
        "title":"The Effect of Gender and Coaching Success on Players' Preference for a Coach in High School Girls' Basketball."},
      {
        "id":"ED359151",
        "title":"Ethics &amp; the Law: A Teacher's Guide to Decision Making."},
      {
        "id":"ED359152",
        "title":"Liberation Thinking."},
      {
        "id":"ED359153",
        "title":"Creation of a Journal for a Graduate Seminar."},
      {
        "id":"ED359154",
        "title":"The Task Force on Initial Teacher Education Programs. Final Report."},
      {
        "id":"ED359155",
        "title":"Diversity as Creative Process: From Classroom Connections to Global Perspectives."},
      {
        "id":"ED359156",
        "title":"Children's Knowledge of Fire Safety: A Report for the New Zealand Fire Service."},
      {
        "id":"ED359158",
        "title":"Beyond Assessment: University/School Collaboration in Portfolio Review and the Challenge to Program Improvement."},
      {
        "id":"ED359162",
        "title":"Causes of Anxiety for Transfer Students: Implications for Teachers."},
      {
        "id":"ED359163",
        "title":"Testing and Instruction: Partners in Educational Excellence."},
      {
        "id":"ED359164",
        "title":"Sixth Grade Students' Perceptions of Good Teachers."},
      {
        "id":"ED359165",
        "title":"Implications for Teachers' Use of Humor in the Classroom."},
      {
        "id":"ED359166",
        "title":"Toward Creating the Intrinsically Motivating Classroom: Can Students' Motivational Orientations Be Changed?"},
      {
        "id":"ED359167",
        "title":"Educating Teachers for Cultural Diversity. NCRTL Special Report."},
      {
        "id":"ED359168",
        "title":"Findings from the Teacher Education and Learning To Teach Study. Final Report."},
      {
        "id":"ED359169",
        "title":"Learning from the First Years of Classroom Teaching: The Journey In, the Journey Out. NCRTL Special Report."},
      {
        "id":"ED359170",
        "title":"A Study Package for Examining and Tracking Changes in Teachers' Knowledge. NCRTL Technical Series 93-1."},
      {
        "id":"ED359172",
        "title":"Survey of First- and Third-Year Teachers and Their Supervisors, 1992."},
      {
        "id":"ED359174",
        "title":"Teacher Evaluation: A Review of the Literature with Implications for Educators."},
      {
        "id":"ED359175",
        "title":"Subject Matter Assessment of Prospective Physical Education Teachers. Report of the California State University Workgroup (San Francisco, California, May 10-12, 1990). Resource Guide."},
      {
        "id":"ED359176",
        "title":"Critical Issues in Reforming Elementary Teacher Preparation in Mathematics and Science. Conference Proceedings (Greeley, Colorado, October 10-13, 1991)."},
      {
        "id":"ED359177",
        "title":"Resources on Professional Development Schools: An Annotated Bibliography."},
      {
        "id":"ED359178",
        "title":"Project Right Way: An Anabolic Steroid Education Program."},
      {
        "id":"ED359179",
        "title":"Knowledge about Anabolic Steroids of Rhode Island Adolescents: Implications for Education Programs."},
      {
        "id":"ED359180",
        "title":"The Effect of a Longitudinal Teaching Methodology and Classroom Environment on Both Cognitive and Behavioral Moral Development."},
      {
        "id":"ED359181",
        "title":"Finding Time for School Reform: Obstacles and Answers."},
      {
        "id":"ED359182",
        "title":"Mentor Training Manual for Texas Teachers."},
      {
        "id":"ED359183",
        "title":"Middle-Level Athletic Programs. Bulletin No. 92432."},
      {
        "id":"ED359185",
        "title":"America's Teachers: Profile of a Profession."},
      {
        "id":"ED359186",
        "title":"Beginning Knowledge of Beginning Teacher Education Students, Implications for What They Are Taught: Institutional and Group Comparisons."},
      {
        "id":"ED359187",
        "title":"Preservice Teachers&apos; Perceptions of the First Year of a Teacher Preparation Program."},
      {
        "id":"ED359188",
        "title":"Intercollegiate Sports. Hearing on Title IX Impact on Women's Participation in Intercollegiate Athletics and Gender Equity before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED359189",
        "title":"School-Based Clinics That Work."},
      {
        "id":"ED359190",
        "title":"Identification of Non-Uniform Differential Item Functioning Using a Variation of the Mantel-Haenszel Procedure."},
      {
        "id":"ED359193",
        "title":"A Model for Investigating Predictive Validity at Highly Selective Institutions."},
      {
        "id":"ED359194",
        "title":"Communications Skills Training in the Public Sector: Applying the Carkhuff Model for Patient Management."},
      {
        "id":"ED359195",
        "title":"Equity Issues in High Stakes Computerized Testing."},
      {
        "id":"ED359196",
        "title":"Conflict and Engagement: Collaborative Writing in One Ninth-Grade Classroom."},
      {
        "id":"ED359197",
        "title":"A Study of the Long-Term Effectiveness of the Reading Recovery Program. E&amp;R Report No. 93.09A."},
      {
        "id":"ED359198",
        "title":"Depression in Children: The Children's Depression Inventory."},
      {
        "id":"ED359199",
        "title":"Schooling and Work: The Role of Standards and Requirements."},
      {
        "id":"ED359200",
        "title":"An Approach to the Evaluation of Subjects Taught in the Distance Mode."},
      {
        "id":"ED359201",
        "title":"Attitude Scale Construction: A Review of the Literature."},
      {
        "id":"ED359202",
        "title":"Teacher Efficacy: A Study of Construct Dimensions."},
      {
        "id":"ED359203",
        "title":"Objective Assessment of Preservice Teachers."},
      {
        "id":"ED359204",
        "title":"Portfolios in Action: A Study of Two Classrooms with Implications for Reform."},
      {
        "id":"ED359205",
        "title":"Unintended Outcomes: Curriculum and Outcome-Based Education."},
      {
        "id":"ED359206",
        "title":"Approaches to Studying and Preferences for Teaching in Higher Education: Implications for Student Ratings."},
      {
        "id":"ED359207",
        "title":"Estimation of Latent Ability Distributions under Essential Unidimensionality."},
      {
        "id":"ED359208",
        "title":"A Participatory Approach to District-Level Program Evaluation: The Dynamics of Internal Evaluation. Draft Copy."},
      {
        "id":"ED359209",
        "title":"Preliminary Statistical Tests."},
      {
        "id":"ED359211",
        "title":"A Qualitative Study of the Work and the Contextual Factors That Affect the Work of Exemplary Public School Curriculum Directors in Washington State: A Preliminary Analysis."},
      {
        "id":"ED359212",
        "title":"A Study Combining Criticism and Qualitative Research Techniques for Appraising Classroom Media."},
      {
        "id":"ED359213",
        "title":"A Curriculum of Nonroutine Problems."},
      {
        "id":"ED359214",
        "title":"The Dimensionality of Test Data Generated by Compensatory and Non-Compensatory Two-Dimensional IRT Models and Its Effect on Model-Data-Fit."},
      {
        "id":"ED359215",
        "title":"Learner Dispositions Related to Primary School Computing in Three Nations: 1992 Results."},
      {
        "id":"ED359216",
        "title":"Goals and Progress Feedback: Effects on Self-Efficacy and Writing Achievement."},
      {
        "id":"ED359217",
        "title":"Enhancing Strategy Use: Influences of Strategy Value and Goal Orientation."},
      {
        "id":"ED359218",
        "title":"Evaluation of Program Effectiveness. Chapter 2-Assisted Programs of Training &amp; Professional Development."},
      {
        "id":"ED359219",
        "title":"Analysis of the Quality of Research and Development at the OERI Research and Development Centers and at the OERI Regional Educational Laboratories."},
      {
        "id":"ED359220",
        "title":"Modeling Teacher Supply and Demand, with Commentary. Schools and Staffing Survey. Teacher Followup Survey. Research and Development Report."},
      {
        "id":"ED359221",
        "title":"Identifying Latent Variables Measured by the Study Activity Survey."},
      {
        "id":"ED359222",
        "title":"Roses, Retrievers and Research: Collaborative Inquiry To Foster Better Schools."},
      {
        "id":"ED359223",
        "title":"A Didactic Example of the Influence of Conditioning on the Complete Latent Ability Space When Performing DIF Analyses."},
      {
        "id":"ED359224",
        "title":"Participatory Action Research (PAR): What It Is, What It Isn't, How It's Done, What You Get."},
      {
        "id":"ED359225",
        "title":"Schools and Staffing in the United States: Selected Data for Public and Private Schools, 1990-91. Schools and Staffing Survey. E.D. Tabs."},
      {
        "id":"ED359226",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1990-91. Statistical Analysis Report."},
      {
        "id":"ED359227",
        "title":"Training To Be Competitive: Developing the Skills and Knowledge of the Workforce. Policy Information Report."},
      {
        "id":"ED359228",
        "title":"A Comparison of Maine and Oregon Students' Science Knowledge Related to Marine Science and Natural Resources."},
      {
        "id":"ED359229",
        "title":"Sampling Variability of Performance Assessments. Report on the Status of Generalizability Performance: Generalizability and Transfer of Performance Assessments. Project 2.4: Design Theory and Psychometrics for Complex Performance Assessment in Science."},
      {
        "id":"ED359231",
        "title":"Multivariate Test Statistics and Their Approximations: Some Problems."},
      {
        "id":"ED359232",
        "title":"Development and Results of an Effective School Survey for Leon County Schools: A Survey of Parent, Student, Teacher and Community Attitudes toward Their Schools."},
      {
        "id":"ED359233",
        "title":"The Effects of Two Types of Appeal on Survey Response Rates."},
      {
        "id":"ED359234",
        "title":"Self-Schemas, Motivational Strategies and Self-Regulated Learning."},
      {
        "id":"ED359235",
        "title":"Women and Minorities in Science: Motivational and Cognitive Correlates of Achievement."},
      {
        "id":"ED359236",
        "title":"Gender-Related Differences in Problem Solving at the 6th and 8th Grade Levels."},
      {
        "id":"ED359237",
        "title":"Listening to Students' Voices: What University Students Tell Us about How They Learn."},
      {
        "id":"ED359238",
        "title":"The Status of Title VII Evaluation Practice: A Summary of a National Review of Title VII Evaluation and Improvement Practices. A Summary of a Report."},
      {
        "id":"ED359239",
        "title":"Item Parameter Drift in IRT-Based Licensure Examinations."},
      {
        "id":"ED359240",
        "title":"Validation of an Inventory of Classroom Management Style: Differences between Novice and Experienced Teachers."},
      {
        "id":"ED359241",
        "title":"Development of a Student Perceptions Instrument To Assess Contributions of the Learning Environment to the Enhancement of Student Learning in Higher Education Settings."},
      {
        "id":"ED359242",
        "title":"A Comparative Study of Dialogue and Response Journals."},
      {
        "id":"ED359243",
        "title":"Constructing a Measure for Longitudinal Medical Achievement Studies by the Rasch Model One-Step Equating."},
      {
        "id":"ED359244",
        "title":"Issues in Constructing School Profiles."},
      {
        "id":"ED359245",
        "title":"Attendance Factors for a Regional Research Organization's Annual Meeting."},
      {
        "id":"ED359246",
        "title":"Implicit Theories about Everyday Problem Solving."},
      {
        "id":"ED359247",
        "title":"Classroom Structures and Student Motivation: A Study of the Delta Project."},
      {
        "id":"ED359248",
        "title":"Validation of a Developmentally Appropriate Assessment System for Early Childhood Education."},
      {
        "id":"ED359249",
        "title":"Measuring Family Support and Resources: Psychometric Investigation of the FSS and FRS."},
      {
        "id":"ED359250",
        "title":"The Comprehensive Evaluation of Family Functioning: A Psychometric Assessment."},
      {
        "id":"ED359251",
        "title":"Building a Collaborative Model To Enhance the Quality of Research in Middle Schools."},
      {
        "id":"ED359252",
        "title":"Teacher Shortages: Results of the Teacher Demand and Shortage Survey for Public Schools, 1987-88. E.D. TABS."},
      {
        "id":"ED359253",
        "title":"The Effect of Mastery Learning Instruction on the Entry-Level Spanish Proficiency of Secondary School Students."},
      {
        "id":"ED359254",
        "title":"Cooperative Learning and Student Motivation."},
      {
        "id":"ED359255",
        "title":"An Assessment of Visual Learning. Grade 3."},
      {
        "id":"ED359256",
        "title":"Teacher and Student Roles in Different Types of Classroom Discussions."},
      {
        "id":"ED359257",
        "title":"Conducting Case Studies of Curriculum Reform in Science and Mathematics Education."},
      {
        "id":"ED359258",
        "title":"From SAS Mainframe Listing to WordPerfect Table with No Data Entry."},
      {
        "id":"ED359259",
        "title":"Participant Observation: A Way of Conducting Research."},
      {
        "id":"ED359260",
        "title":"An International Perspective on Mastery Learning."},
      {
        "id":"ED359261",
        "title":"An Analytic Framework for Evaluating the Impact of Education Reform."},
      {
        "id":"ED359262",
        "title":"Maximum Likelihood and Minimum Distance Applied to Univariate Mixture Distributions."},
      {
        "id":"ED359263",
        "title":"High Dimensional Empirical Bayes Canonical/Interbattery Methods Applied in a Small Sample Survey of Adolescent Alcohol Use."},
      {
        "id":"ED359264",
        "title":"Context and Expertise: The Case of Electronic Troubleshooting."},
      {
        "id":"ED359265",
        "title":"The Place of Process Evaluation in Action Research."},
      {
        "id":"ED359266",
        "title":"An Empirical Investigation of Equating Stability in a Single and a Double Linkage Design with Small Sample Sizes Using Angoff Model IV."},
      {
        "id":"ED359267",
        "title":"Importance and Attainment of Teacher Certification Competencies as Perceived by Principals and Teachers."},
      {
        "id":"ED359268",
        "title":"Educational Achievement Standards: NAGB's Approach Yields Misleading Interpretations. Report to Congressional Requesters."},
      {
        "id":"ED359269",
        "title":"Serving Different Masters: Title VII Evaluation Practice and Policy. Volume I--Final Report."},
      {
        "id":"ED359271",
        "title":"The Effects of Training in Conflict Resolution and Cooperative Learning in an Alternative High School. Summary Report."},
      {
        "id":"ED359272",
        "title":"The Effects of Training in Cooperative Learning and Conflict Resolution in an Alternative High School."},
      {
        "id":"ED359273",
        "title":"A Qualitative Study of Training in Conflict Resolution and Cooperative Learning in an Alternative High School."},
      {
        "id":"ED359274",
        "title":"Social Psychological Consequences of Interpersonal Relations: A Confirmatory Approach to Testing Deutsch's Theory of Cooperation and Conflict Resolution."},
      {
        "id":"ED359275",
        "title":"An Assessment of the Social Validity of Cooperative Learning and Conflict Resolution Programs in an Alternative Inner City High School."},
      {
        "id":"ED359276",
        "title":"The Effects of Conflict Resolution and Cooperative Learning Interventions upon Adolescent Vocational Readiness."},
      {
        "id":"ED359277",
        "title":"Effects of Cooperative Learning and Conflict Resolution on Student-Perceived Social Climate at an Alternative High School."},
      {
        "id":"ED359278",
        "title":"Cooperative Learning, Self-Concept and Academic Achievement: A Theoretical Argument for Self-Concept as Mediating the Relationship between Cooperative Learning and Academic Achievement."},
      {
        "id":"ED359279",
        "title":"The Bronson Settlement Review: Year Eight 1991-92."},
      {
        "id":"ED359280",
        "title":"Hispanics in Idaho: Concerns and Challenges. Idaho Human Rights Commission, Research Report."},
      {
        "id":"ED359281",
        "title":"A Summary of State Chapter 1 Participation and Achievement Information--1989-90."},
      {
        "id":"ED359282",
        "title":"A Study of Urban Student Mobility. Publication No. 92-21."},
      {
        "id":"ED359283",
        "title":"Teaching the Culturally Different: A Multicultural Framework for School Curricula."},
      {
        "id":"ED359284",
        "title":"Comparing Asian- and Anglo-American Students' Motivation and Perceptions of the Learning Environment in Mathematics."},
      {
        "id":"ED359285",
        "title":"Numbers and Needs: Ethnic and Linguistic Minorities in the United States."},
      {
        "id":"ED359286",
        "title":"Student Voices: High School Students' Perspectives on the Latino Dropout Problem. Interim Report: Volume II. Student Research Project."},
      {
        "id":"ED359287",
        "title":"Toward a Vision for the Education of Latino Students: Community Voices, Student Voices. Interim Report of the Latino Commission on Educational Reform. [Volume I.]"},
      {
        "id":"ED359288",
        "title":"Changing Perspectives on Civil Rights. United States Commission on Civil Rights Forum (Los Angeles, California, September 8-9, 1988)."},
      {
        "id":"ED359289",
        "title":"Changing Perspectives on Civil Rights. United States Commission on Civil Rights Forum (Nashville, Tennessee, December 8-9, 1988)."},
      {
        "id":"ED359290",
        "title":"New Equations: The Urban Schools Science and Mathematics Program."},
      {
        "id":"ED359294",
        "title":"Racial and Ethnic Tensions in American Communities: Poverty, Inequality, and Discrimination. Volume I: The Mount Pleasant Report."},
      {
        "id":"ED359295",
        "title":"Understanding Mentoring Relationships."},
      {
        "id":"ED359296",
        "title":"New Curriculum Developments: An Investigative Survey of New York City's Community School Districts' Response to the Chancellor's Action Plan for Multicultural Education."},
      {
        "id":"ED359297",
        "title":"Response to the Annual Desegregation Review, 1990-91. Part I: Student Assignment Component."},
      {
        "id":"ED359298",
        "title":"Monitoring Project CANAL Total Site Training for 28 Phase II Schools (October 15, 1990 to January 30, 1991). Second Quarter, Year 4 Progress Report (Period Ending February 29, 1992)."},
      {
        "id":"ED359299",
        "title":"Monitoring Project CANAL Training Activities: Student Training Activities for 70 Project CANAL Schools (October 17, 1990 through June 6, 1991). Progress Report."},
      {
        "id":"ED359300",
        "title":"Monitoring Project CANAL Training Activities: Parent Day Workshops for 70 Project CANAL Schools (April 18 through July 3, 1991)."},
      {
        "id":"ED359301",
        "title":"Monitoring Project CANAL: An Overview of Year 4 Training (September 1991 through February 1992). Progress Report. Third Quarter, Year 4 Report (Period Ending May 31, 1992)."},
      {
        "id":"ED359304",
        "title":"Chapter 1 Accountability: Greater Focus on Program Goals Needed. Report to the Chairman, Subcommittee on Elementary, Secondary, and Vocational Education, Committee on Education and Labor. House of Representatives."},
      {
        "id":"ED359305",
        "title":"Peace Corps' Rededication to Youth: Addressing the Needs of Youth-at-Risk."},
      {
        "id":"ED359306",
        "title":"Bucking the Trends: Promoting Successful Urban Education."},
      {
        "id":"ED359307",
        "title":"Meeting the Needs of Newly-Arrived West Indian Students in the New York Public Schools."},
      {
        "id":"ED359308",
        "title":"Adolescent Behavior: Legal and Illegal Drug Use by Race, Gender and Group."},
      {
        "id":"ED359309",
        "title":"Convictions about Racism in the United States of America."},
      {
        "id":"ED359315",
        "title":"Building Home-School Partnerships for Learning: Workshops for Urban Educators. Pilot Version."},
      {
        "id":"ED359317",
        "title":"Charting the Course of Lifelong Learning for Blacks."},
      {
        "id":"ED359318",
        "title":"What Works: When Teachers Integrate Vocational &amp; Academic Education."},
      {
        "id":"ED359319",
        "title":"Five Training Models. Training Occasional Paper No. 9."},
      {
        "id":"ED359320",
        "title":"Retraining the European Workforce: How Technologies Can Help. Training Discussion Paper No. 95."},
      {
        "id":"ED359324",
        "title":"Higher Level Open Distance Learning in Europe: The Accelerating Pace of Change."},
      {
        "id":"ED359325",
        "title":"Why America Should Develop a Youth Apprenticeship System. Policy Report No. 5."},
      {
        "id":"ED359326",
        "title":"Working with Numbers."},
      {
        "id":"ED359327",
        "title":"Flexible Delivery of Adult Literacy and Basic Education Programs."},
      {
        "id":"ED359328",
        "title":"New Focuses on European Extension Education: The Issues. Proceedings of the European Seminar on Extension Education (10th, Vila Real, Portugal, September 1-9, 1991)."},
      {
        "id":"ED359329",
        "title":"Adult Literacy in Canada in 1992: Initiatives, Issues and Imperatives. A Report Prepared for the Prosperity Secretariat."},
      {
        "id":"ED359330",
        "title":"Workforce &amp; Workplace Literacy. Selected References. Revised."},
      {
        "id":"ED359331",
        "title":"National Technical Assistance Organizations. Workforce & Workplace Literacy Series. Revised."},
      {
        "id":"ED359332",
        "title":"Basic Skills in the Hotel &amp; Food Service Industries. Workforce &amp; Workplace Literacy Series. Revised."},
      {
        "id":"ED359333",
        "title":"Basic Skills &amp; the Health Care Industry. Workforce &amp; Workplace Literacy Series. Revised."},
      {
        "id":"ED359334",
        "title":"Basic Skills in Small Businesses. Workforce & Workplace Literacy Series. Revised."},
      {
        "id":"ED359335",
        "title":"Conceptual and Methodological Issues in Assessing Work Skills: A Multi-Disciplinary Analysis."},
      {
        "id":"ED359336",
        "title":"Business Education Index 1992. Volume 53. Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals and Yearbooks Published during the Year 1992."},
      {
        "id":"ED359337",
        "title":"Are Skill Requirements Rising? Evidence from Production and Clerical Jobs. EQW Working Papers."},
      {
        "id":"ED359338",
        "title":"SCID: Model for Effective Instructional Development."},
      {
        "id":"ED359339",
        "title":"DACUM and Tech Prep: Dynamic Duo."},
      {
        "id":"ED359352",
        "title":"It Belongs to Me. A Guide to Portfolio Assessment in Adult Education Programs."},
      {
        "id":"ED359353",
        "title":"The Educational Payoff. EQW Issues Number 5."},
      {
        "id":"ED359354",
        "title":"Workplace Factors Which Enhance Self-Directed Learning. A Report of a Project on Self-Directed Learning in the Workplace."},
      {
        "id":"ED359356",
        "title":"Staying the Course."},
      {
        "id":"ED359357",
        "title":"DPI Gender Equity Leadership Project - Phase II. Final Report."},
      {
        "id":"ED359359",
        "title":"Job Training for the Homeless: Report on Demonstration's First Year. Research and Evaluation Report Series 91-F."},
      {
        "id":"ED359365",
        "title":"Stretching the Subject: The Subject Organization of High Schools and the Transformation of Work Education."},
      {
        "id":"ED359369",
        "title":"Literacy: An Ecological View."},
      {
        "id":"ED359370",
        "title":"The Major National Adult Literacy Volunteer Organizations. A Descriptive Review. Final Report."},
      {
        "id":"ED359371",
        "title":"Development of a Curriculum and Materials for Use in Teaching Occupationally Specific Vocabulary for Health Care Students. Final Report."},
      {
        "id":"ED359372",
        "title":"Michigan Lifelong Learning Link. Facets [and] Perspectives."},
      {
        "id":"ED359373",
        "title":"Career Enhancement Program for the Industries of the Shenandoah Valley of Virginia. Performance Report."},
      {
        "id":"ED359374",
        "title":"Outreach and Technical Assistance Network. Third Year Evaluation Report. February 1, 1992-January 31, 1993. An Adult Education 2000 Project."},
      {
        "id":"ED359375",
        "title":"Youth Apprenticeship. Trends and Issues Alerts."},
      {
        "id":"ED359376",
        "title":"Gender Equity in Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED359377",
        "title":"Systematizing Adult Education: Final Evaluation Report of the Connecticut Adult Performance Program (CAPP)."},
      {
        "id":"ED359378",
        "title":"Study To Examine Actions Perceived as Sexual Harassment."},
      {
        "id":"ED359379",
        "title":"Barriers to Women Entering the Workforce: Sexual Harassment."},
      {
        "id":"ED359380",
        "title":"Study To Examine Math Anxiety for Students Who Are Single Parents and Those Enrolled in Nontraditional Career Preparation Programs."},
      {
        "id":"ED359381",
        "title":"Barriers to Women Entering the Workforce: Math Anxiety. Research Bulletin No. 3."},
      {
        "id":"ED359382",
        "title":"Study To Examine Student Knowledge and Attitude toward Nontraditional Careers."},
      {
        "id":"ED359383",
        "title":"Barriers to Women Entering the Workforce: Knowledge and Attitude toward Nontraditional Careers. Research Bulletin No. 4."},
      {
        "id":"ED359390",
        "title":"Learning for the Future: Adult Learning and the Environment. A NIACE Policy Discussion Paper."},
      {
        "id":"ED359391",
        "title":"The Learning Imperative. National Education and Training Targets and Adult Learners. A NIACE Policy Discussion Paper."},
      {
        "id":"ED359392",
        "title":"BCEL Newsletter for the Business &amp; Literacy Communities, 1984-1993."},
      {
        "id":"ED359393",
        "title":"Computers &amp; Literacy: Curricula &amp; Guides. General Adult Literacy Series. Revised."},
      {
        "id":"ED359394",
        "title":"The Connection between Employee Basic Skills & Productivity. Workforce & Workplace Literacy Series."},
      {
        "id":"ED359395",
        "title":"Resources in Family Literacy. General Adult Literacy Series."},
      {
        "id":"ED359396",
        "title":"Associate in Occupational Studies, Culinary Arts. Self-Study Report Presented to the Accrediting Commission of the American Culinary Federation Educational Institute."},
      {
        "id":"ED359397",
        "title":"National Workplace Literacy Program for Health Care Employees. Final Evaluation Report."},
      {
        "id":"ED359398",
        "title":"The Application of Problem Based Learning to Distance Education."},
      {
        "id":"ED359399",
        "title":"Adults in Transition. A Report of the Fourth Year of the Adult Education for the Homeless Program."},
      {
        "id":"ED359400",
        "title":"Education for Homeless Adults. The 1989-1990 Report."},
      {
        "id":"ED359401",
        "title":"H.R. 996--Veterans Education Outreach Program. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED359403",
        "title":"Workplace Health and Safety across the Vocational/Technical Curriculum."},
      {
        "id":"ED359404",
        "title":"A Survey of the Professional Audio Industry in an Eight State Region To Assess Employers' Perceived Value of Formal Audio Education and Their Perceived Training Needs for Entry-Level Employees."},
      {
        "id":"ED359405",
        "title":"Graduate Follow-up and Employer Survey 1989."},
      {
        "id":"ED359406",
        "title":"Vocational Education: Guam 1991-1992. Annual Performance Report."},
      {
        "id":"ED359407",
        "title":"Territory of Guam Adult Education Programs. Performance Report. Fiscal Year 1992."},
      {
        "id":"ED359408",
        "title":"Guam Adult Education Quality Performance Indicators."},
      {
        "id":"ED359412",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities. Human Resource Development."},
      {
        "id":"ED359413",
        "title":"Designing an Orientation Program To Prepare Students for Distance Education Study."},
      {
        "id":"ED359414",
        "title":"Prison Literacy Project Handbook. Revised."},
      {
        "id":"ED359416",
        "title":"Exemplary Programs Serving Special Populations. Volume II."},
      {
        "id":"ED359426",
        "title":"Advanced Military Studies Programs at the Command and Staff Colleges. Hearings before the Military Education Panel of the Committee on Armed Services. House of Representatives, One Hundred Second Congress, Second Session (May 12 and July 23, 1992)."},
      {
        "id":"ED359427",
        "title":"Multiple Employment Programs. National Employment Training Strategy Needed. Testimony before the Subcommittee on Education, Labor, and Health and Human Services, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED359428",
        "title":"Exploring Career Decisions. Career Development CD 6158. Middle Grades Exploratory Vocational and Technical Education."},
      {
        "id":"ED359433",
        "title":"Gender Equity in Vocational Education. WEEA Digest."},
      {
        "id":"ED359434",
        "title":"Mentoring in Educational Settings: Unresolved Issues and Unanswered Questions. WEEA Digest."},
      {
        "id":"ED359435",
        "title":"20 Facts on Women Workers. Facts on Working Women No. 93-2."},
      {
        "id":"ED359438",
        "title":"A Survey of Fifth Grade Pupils: Selected Variables of Self-Worth, Sexuality and Sources of Information."},
      {
        "id":"ED359439",
        "title":"What's Next?: A Guide to Planning Life after High School."},
      {
        "id":"ED359440",
        "title":"The Comprehensive Guidance Program."},
      {
        "id":"ED359441",
        "title":"Modifying Teachers' Attributions: An Education-Consultation Approach."},
      {
        "id":"ED359442",
        "title":"Attitudes toward Gender Roles in the Family: A Comparison of Women and Men in Dual and Single Earner Families."},
      {
        "id":"ED359443",
        "title":"\"How To Do What's Best for YOU\" - A Workshop for Adolescents."},
      {
        "id":"ED359444",
        "title":"Religiosity, Gender, Sex Anxiety, and AIDS Attitudes as They Affect Attitudes Towards Homosexuals."},
      {
        "id":"ED359445",
        "title":"Attitudes of Suicidal Ideators and Non-Ideators toward Suicide."},
      {
        "id":"ED359446",
        "title":"Serving the Underachiever: School-Based Interventions."},
      {
        "id":"ED359447",
        "title":"Schools as Community Social-Service Centers: West Virginia Programs and Possibilities."},
      {
        "id":"ED359448",
        "title":"The Effects of Personal Characteristics on Mentoring Activities."},
      {
        "id":"ED359450",
        "title":"Flashlights for the Shot in the Dark: Tips on Application to Clinical Psych. Ph.D. Programs."},
      {
        "id":"ED359451",
        "title":"Sextyping and Gender Schematicity: A Tenuous Relationship."},
      {
        "id":"ED359452",
        "title":"Sex, Gender and Locus of Control in College Students."},
      {
        "id":"ED359453",
        "title":"Motivational Profiles of Veterans Seeking Substance Abuse Treatment: Profiles Based on Stages of Change."},
      {
        "id":"ED359454",
        "title":"Stigma, HIV and AIDS: An Exploration and Elaboration of the Illness Trajectory Surrounding HIV Infection and AIDS."},
      {
        "id":"ED359455",
        "title":"Stories and Solutions in Psychotherapy with Adolescents."},
      {
        "id":"ED359456",
        "title":"Tracking Survivors through the High School Years: The Theory of Survival Analysis."},
      {
        "id":"ED359457",
        "title":"Paternal Involvement and the Development of Gender Expectations in Sons and Daughters."},
      {
        "id":"ED359458",
        "title":"Building and Maintaining Community Coalitions on Behalf of Children, Youth and Families. Community Coalitions in Action. Research Report 529."},
      {
        "id":"ED359459",
        "title":"LEAP: Interim Findings on a Welfare Initiative To Improve School Attendance among Teenage Parents. Ohio's Learning, Earning, and Parenting Program."},
      {
        "id":"ED359460",
        "title":"A Program Evaluation of Short Term Counseling with Primary Grade Children."},
      {
        "id":"ED359461",
        "title":"Working with Youth in High-Risk Environments: Experiences in Prevention. OSAP Prevention Monograph-12."},
      {
        "id":"ED359462",
        "title":"Program Development for Community AIDS Outreach. Clinical Report Series."},
      {
        "id":"ED359463",
        "title":"Emerging Factors in Work/Family Interference."},
      {
        "id":"ED359464",
        "title":"A Local Study of the Roles and Functions of the Secondary School Counselor."},
      {
        "id":"ED359465",
        "title":"Job Satisfaction in Human Services: A Rehabilitation Agency."},
      {
        "id":"ED359466",
        "title":"Midwest College Placement Association: Centralized Placement Committee Survey."},
      {
        "id":"ED359467",
        "title":"Forgotten \"Native Americans\": A Study of the Psychological Development of Hawaiian Children."},
      {
        "id":"ED359468",
        "title":"Parental Conflict and Children's Divorce Adjustment: A Multimethod Approach."},
      {
        "id":"ED359469",
        "title":"Colorado: Youth Risk Behavior Survey, 1991."},
      {
        "id":"ED359470",
        "title":"Commitment in Relationships: A Look at Constraint and Dedication."},
      {
        "id":"ED359471",
        "title":"Overview of Childhood Schizophrenia."},
      {
        "id":"ED359472",
        "title":"Parents as Resources When Adult Children Divorce."},
      {
        "id":"ED359473",
        "title":"A Self-Help Support Group for Undergraduate Psychology Majors."},
      {
        "id":"ED359474",
        "title":"Evidence for Changing Attitudes about Gender Roles: An Analysis of Data Acquired since 1968."},
      {
        "id":"ED359475",
        "title":"The Child Behavioral Checklist as a Predictor of Selected DSM III-R Diagnoses."},
      {
        "id":"ED359476",
        "title":"Attitudes toward Child Suicide."},
      {
        "id":"ED359478",
        "title":"Gender and Cultural Diversity Bias in Developmental Textbooks."},
      {
        "id":"ED359480",
        "title":"Gender Differences in the Decision To Seek Post-Retirement Employment."},
      {
        "id":"ED359481",
        "title":"R. I. Caregivers. Caring: A Training Program for Family Caregivers."},
      {
        "id":"ED359482",
        "title":"The Persuade Package Hypothesis: Further Evidence for an Influence Tactics Schema."},
      {
        "id":"ED359483",
        "title":"Battered Husbands and Battered Wives: Why One Is a Social Problem and the Other Is Not."},
      {
        "id":"ED359486",
        "title":"Language Arts Topics and Educational Issues: Information Sheets."},
      {
        "id":"ED359487",
        "title":"Reading Grades K-12; Language Arts Grades K-5. Program Evaluation 1992-93. Focus on Program Evaluation 93-128."},
      {
        "id":"ED359488",
        "title":"Parental Involvement and Its Relationship to Second Graders' Reading Achievement."},
      {
        "id":"ED359489",
        "title":"Whole Language Teacher Education in Multicultural Contexts: Living Our Own Models of Learning."},
      {
        "id":"ED359490",
        "title":"Interactive Reading on the Secondary Level."},
      {
        "id":"ED359491",
        "title":"Shared Meaning: Whole Language Reader Response at the Secondary Level."},
      {
        "id":"ED359492",
        "title":"Developing and Implementing a Curriculum and Instructional Program To Improve Reading Achievement of Middle-Grade Students with Learning Disabilities in a Rural School District."},
      {
        "id":"ED359493",
        "title":"Developing and Implementing a Plan To Improve the Reading Achievement of Second Grade Students at Woodbine Elementary School."},
      {
        "id":"ED359494",
        "title":"Match or Mismatch: Relationship between First-Grade Teachers' Theoretical Orientation to Reading and Their Reading Instructional Practices."},
      {
        "id":"ED359495",
        "title":"The Integrated Language Arts: Curriculum Enactments in Whole Language and Traditional Fourth Grade Classrooms."},
      {
        "id":"ED359498",
        "title":"Improved Reading Comprehension: A Key to University Retention?"},
      {
        "id":"ED359502",
        "title":"Bakhtin as a Theory of Reading. Technical Report No. 579."},
      {
        "id":"ED359503",
        "title":"Influences of Instruction on Amount of Reading: An Empirical Exploration of Social, Cognitive, and Instructional Indicators. Reading Research Report No. 3."},
      {
        "id":"ED359505",
        "title":"The Improvement of Reading Comprehension Skills in At Risk Second Graders."},
      {
        "id":"ED359506",
        "title":"For Our Children (FUN): A Family Literacy Project for Adult Basic Education Classes. Occasional Paper."},
      {
        "id":"ED359507",
        "title":"Restructuring the Curriculum for Active Involvement--Teachers and Students as Learners."},
      {
        "id":"ED359508",
        "title":"Readability of Central Florida Newspapers."},
      {
        "id":"ED359509",
        "title":"Politics and the English Instructor: Using Political Literature To Teach Composition."},
      {
        "id":"ED359510",
        "title":"Rx for Tutor Training."},
      {
        "id":"ED359511",
        "title":"The Uses and Limitations of the Writer's Personal Experience in Writing Theory, Research, and Instruction."},
      {
        "id":"ED359512",
        "title":"Using Reader-Response Techniques To Teach Multicultural Writings in the Composition Classroom."},
      {
        "id":"ED359513",
        "title":"When Teachers Aren't Nice: bell hooks and Feminist Pedagogy."},
      {
        "id":"ED359514",
        "title":"Text, Context, and Shared Understandings: Refocusing on &quot;Accountability&quot; in Student Writing."},
      {
        "id":"ED359515",
        "title":"Towards a Revaluation of Reader Response and School Literature. Report Series 1.8."},
      {
        "id":"ED359516",
        "title":"Reducing the Risk: Integrated Language Arts in Restructured Elementary Schools. Report Series 1.9."},
      {
        "id":"ED359517",
        "title":"Proposal for an Advanced Writing Course--Perspectives on Professional Knowledge."},
      {
        "id":"ED359518",
        "title":"The Effect of Budget Cuts at the University of Georgia."},
      {
        "id":"ED359519",
        "title":"Language Arts Grades 6-12. Program Evaluation 1992-93. Focus on Program Evaluation 93-144."},
      {
        "id":"ED359520",
        "title":"A Model for Professional Education in the 21st Century: Integrating Humanities and Engineering through Writing."},
      {
        "id":"ED359521",
        "title":"Problems in Lectureships at the University of Nevada, Reno."},
      {
        "id":"ED359526",
        "title":"Implementation of a Publishing Center To Enhance the Writing Process for Primary Students."},
      {
        "id":"ED359527",
        "title":"Sexual Difference and Participatory Pedagogy."},
      {
        "id":"ED359528",
        "title":"Two Negatives Equal a Positive: Semiotic Mediation in Peer Tutoring."},
      {
        "id":"ED359529",
        "title":"Can InterChange Write/Right Itself?"},
      {
        "id":"ED359530",
        "title":"Argument, Free Speech, and the Politics of Deliberation in the Composition Classroom."},
      {
        "id":"ED359531",
        "title":"Collaborative Strategies That Integrate the Language Arts for Cross-Age Learning."},
      {
        "id":"ED359533",
        "title":"Multiple Voices in Young Adult Novels."},
      {
        "id":"ED359534",
        "title":"The Phrase of the Phallic Pheminine: Beyond the &quot;Nurturing Mother&quot; in Feminist Composition Pedagogy."},
      {
        "id":"ED359536",
        "title":"Images Bridging Home and Academic Cultures."},
      {
        "id":"ED359537",
        "title":"Growing Up American: A Record."},
      {
        "id":"ED359538",
        "title":"The Astonishing Curriculum: Integrating Science and Humanities through Language."},
      {
        "id":"ED359539",
        "title":"Situating Readers: Students Making Meaning of Literature."},
      {
        "id":"ED359540",
        "title":"Speaking of Poets: Interviews with Poets Who Write for Children and Young Adults."},
      {
        "id":"ED359541",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Eleven."},
      {
        "id":"ED359542",
        "title":"A Survey of the Writing Needs of Graduates of Two Selected Community College Programs of Study. Curriculum and Program Planning Seminar."},
      {
        "id":"ED359543",
        "title":"Carolina English Teacher 1992/1993."},
      {
        "id":"ED359544",
        "title":"On Teaching Literary Classics."},
      {
        "id":"ED359546",
        "title":"A Comparative Study of the Educational Stances of Madeline Hunter and James Britton. Concept Paper No. 6."},
      {
        "id":"ED359547",
        "title":"The Social Nature of Written Text: A Research-Based Review and Summary of Conceptual Issues in the Teaching of Writing. Concept Paper No. 8."},
      {
        "id":"ED359548",
        "title":"Negotiating a Permeable Curriculum: On Literacy, Diversity, and the Interplay of Children's and Teachers' Worlds. Concept Paper No. 9."},
      {
        "id":"ED359549",
        "title":"Language, Race, and the Politics of Educational Failure: A Case for Advocacy. Concept Paper No. 10."},
      {
        "id":"ED359551",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Ten."},
      {
        "id":"ED359553",
        "title":"The Composition Teacher as Drudge: The Pitfalls and Perils of Linking across the Disciplines."},
      {
        "id":"ED359554",
        "title":"Art Therapy: What Does It Have To Say to Writing Teachers?"},
      {
        "id":"ED359555",
        "title":"Middle School Pupils Write Haiku."},
      {
        "id":"ED359556",
        "title":"Middle School Pupils Write Tankas."},
      {
        "id":"ED359557",
        "title":"A Management System for Refocusing Student Writing through Personalization and Cooperative Learning."},
      {
        "id":"ED359559",
        "title":"ESL Students in Freshman English: An Evaluation of the Placement Options."},
      {
        "id":"ED359561",
        "title":"The Well-Tempered Mathematics Assignment."},
      {
        "id":"ED359562",
        "title":"Mina Shaughnessy in the 1990s: Some Changing Answers in Basic Writing."},
      {
        "id":"ED359564",
        "title":"Now Is Their Time! Adolescents Learn Skills and Values through Walter Dean Myers' Books."},
      {
        "id":"ED359565",
        "title":"Telling a Good Story: Origins of Broadcast Drama Criticism."},
      {
        "id":"ED359566",
        "title":"From Hot Wheels to Teenage Mutant Ninja Turtles: The Evolution of the Definition of Program Length Commercials on Children's Television."},
      {
        "id":"ED359568",
        "title":"Expanding Persuasion Research: Using More Personally Relevant Issues and Exploring Relevance Perceived from Message Content."},
      {
        "id":"ED359569",
        "title":"Student Attitudes towards Rhetorical Criticism in Individual Events Competition."},
      {
        "id":"ED359570",
        "title":"The Big Deal over a Camel: What &quot;Joe Smooth&quot; Should Teach Us about Children's Media Research."},
      {
        "id":"ED359571",
        "title":"Cultural Diversity: Preparing Communication Majors for the Real World."},
      {
        "id":"ED359572",
        "title":"Teacher Questioning Behavior and Student Learning: What Research Says to Teachers."},
      {
        "id":"ED359573",
        "title":"The Media Workshop Hybrid in Media Education Reform."},
      {
        "id":"ED359574",
        "title":"A Case Study of Two Foreign Students: Focus on Language Problems."},
      {
        "id":"ED359575",
        "title":"Speech Research Status Report, July-December 1992."},
      {
        "id":"ED359576",
        "title":"Deaf Children's Sex-Role Stereotypes as a Function of Language Ability."},
      {
        "id":"ED359577",
        "title":"As They Liked It: The Tragical-Comical-Pastoral Drama of Elizabethan Theatre. Curriculum Projects. The Huntington Theatre Company's Master Works Study in Shakespeare."},
      {
        "id":"ED359579",
        "title":"The Development of the Comic Spirit in 17th Century England from James Shirley to William Congreve. Curriculum Projects, April 7-June 16, 1992. The Huntington Theatre Company Master Works Study in Restoration Comedy."},
      {
        "id":"ED359580",
        "title":"Research What You Love--and Get It Published Anyway."},
      {
        "id":"ED359581",
        "title":"Homework and Network: Applications for Communication Theory."},
      {
        "id":"ED359582",
        "title":"Willingness To Collaborate as a New Communication Trait: Scale Development and a Predictive Model of Related Communication Traits."},
      {
        "id":"ED359583",
        "title":"Quotational Choices in Impromptu Speaking: A Study in Student Preferences."},
      {
        "id":"ED359584",
        "title":"The Micro Inductive-Reasoning Unit within the Basic Speech Course."},
      {
        "id":"ED359585",
        "title":"Video as Character: The Use of Video Technology in Theatrical Productions."},
      {
        "id":"ED359586",
        "title":"A Content Analysis and Survey Research Review To Determine the Effectiveness of College Image/Recruitment Videos: A Pilot Study."},
      {
        "id":"ED359587",
        "title":"Humor as an Instructional Practice: A Longitudinal Content Analysis of Humor Use in the Classroom."},
      {
        "id":"ED359588",
        "title":"Organizational Communication Feud."},
      {
        "id":"ED359589",
        "title":"Classroom Communication Behaviors Associated with Teacher Effectiveness: A Study of Adult Learners and Traditional Undergraduate Students."},
      {
        "id":"ED359590",
        "title":"Safe Sex and Compliance-Gaining Strategy Usage among College Students."},
      {
        "id":"ED359591",
        "title":"Teaching Oral Interpretation: A Reading Specialization Perspective."},
      {
        "id":"ED359592",
        "title":"A Worm in the Apple: Hollywood's Influence on the Public's Perception of Teachers."},
      {
        "id":"ED359593",
        "title":"Roadmap to Restructuring: Policies, Practices and the Emerging Visions of Schooling."},
      {
        "id":"ED359596",
        "title":"Concerns and Development of Cohort Administrators: Foci and Stages."},
      {
        "id":"ED359597",
        "title":"Austin's Priority Schools: Successful after 5 Years?"},
      {
        "id":"ED359598",
        "title":"Distributive Information Systems for Campuses (DISC): Going Where No Profile Has Gone Before."},
      {
        "id":"ED359599",
        "title":"School Correlates with Student Persistence To Stay in School."},
      {
        "id":"ED359601",
        "title":"A Staff Development Program Designed To Reach the Partnership School&apos;s Goals: Cooperative Learning Strategies, Coaching Sessions and a Narrowed Academic Performance Gap among Student Populations."},
      {
        "id":"ED359602",
        "title":"Student, Teacher and School Performance. Eighth Annual Report Submitted to the Governor and the General Assembly of the State of Tennessee."},
      {
        "id":"ED359604",
        "title":"Quality Assurance in Education: Current Debates. A Report on a SOED-Sponsored Seminar (Stirling, Scotland, United Kingdom, June 1992)."},
      {
        "id":"ED359605",
        "title":"Quality Assurance in Education: Plans, Targets and Performance Indicators. Current Issues."},
      {
        "id":"ED359606",
        "title":"Every Floridian&apos;s Guide to School Improvement and Educational Accountability. Creating Schools for Florida&apos;s Future."},
      {
        "id":"ED359607",
        "title":"Summary of Alaska&apos;s Public School Districts&apos; Report Cards to the Public, School Year 1991-92."},
      {
        "id":"ED359608",
        "title":"Survey of Colorado School Administrator Preparation Programs, 1992."},
      {
        "id":"ED359609",
        "title":"Pupil Transportation Cost Control Opportunities. Public Affairs Focus, Issue Number 26."},
      {
        "id":"ED359610",
        "title":"Who Chooses and Why? Baseline Demographic Data Report. San Antonio School Choice Research Project."},
      {
        "id":"ED359611",
        "title":"Creating the Total Quality Effective School."},
      {
        "id":"ED359612",
        "title":"School Effectiveness: Identifying the Complexities."},
      {
        "id":"ED359613",
        "title":"School Effectiveness: A View from the School."},
      {
        "id":"ED359614",
        "title":"What Do SAT Scores Say about Indiana's Education Performance? Policy Bulletin No. PB-I.2."},
      {
        "id":"ED359615",
        "title":"Dollars and Sense: Catholic High Schools and Their Finances, 1992."},
      {
        "id":"ED359616",
        "title":"The Superintendents' Leadership Role in School-Based Improvement: Documentation of Colloquia of the 1990-1991 School Based Improvement Project."},
      {
        "id":"ED359617",
        "title":"The Superintendents' Leadership Role in School-Based Improvement, Year II: Documentation of Colloquia of the 1991-1992 School Based Improvement Project."},
      {
        "id":"ED359619",
        "title":"Achieving the Vision--1992 Report."},
      {
        "id":"ED359620",
        "title":"Leading the Way: The Role of Superintendents in System Level Restructuring That Promotes School-Based Management. Documentation of a Superintendents' Leadership Colloquium, April 5, 1990."},
      {
        "id":"ED359621",
        "title":"Indoor Recreational Places as Glazed Space."},
      {
        "id":"ED359622",
        "title":"Methods of Power Used by the Ohio State Department of Education To Implement State Mandated Programs."},
      {
        "id":"ED359623",
        "title":"Historical Perspectives on the Current Education Reforms."},
      {
        "id":"ED359624",
        "title":"Collaborative Power: A Grounded Theory of Administrative Instructional Leadership in the Elementary School."},
      {
        "id":"ED359625",
        "title":"Tuition Tax Credits and Vouchers: Political Finance Alternatives Rather than Rational Alternatives to Education Finance."},
      {
        "id":"ED359626",
        "title":"Designing Coherent Education Policy: Improving the System."},
      {
        "id":"ED359627",
        "title":"Decentralization and School Improvement: Can We Fulfill the Promise?"},
      {
        "id":"ED359628",
        "title":"Preparing Tomorrow's School Leaders: Alternative Designs."},
      {
        "id":"ED359629",
        "title":"Working with the News Media."},
      {
        "id":"ED359630",
        "title":"Leadership Styles."},
      {
        "id":"ED359631",
        "title":"The Association of Role Conflict and Ambiguity with Administrator Stress and Burnout."},
      {
        "id":"ED359632",
        "title":"Methodology for Measuring Parent Involvement Program Implementation across Diverse Program Sites."},
      {
        "id":"ED359633",
        "title":"Handbook for Evaluating HIV Education."},
      {
        "id":"ED359634",
        "title":"National Education Goals: Where Are We Now? CRS Report for Congress."},
      {
        "id":"ED359635",
        "title":"America 2000: The President's Education Strategy. CRS Report for Congress."},
      {
        "id":"ED359636",
        "title":"Choice Programs and State Constitutions: The Inclusion of Sectarian Schools. CRS Report for Congress."},
      {
        "id":"ED359637",
        "title":"Goals 2000: Educate America Act Overview and Analysis."},
      {
        "id":"ED359638",
        "title":"Report of the Committee on Student Learning. Submitted to the Governor, Lieutenant Governor, Speaker, and the Seventy-Third Texas Legislature, 1992-1993."},
      {
        "id":"ED359639",
        "title":"The Status of the Curriculum in the Public Schools: A Report from the State Board of Education. Submitted to the Governor, Lieutenant Governor, Speaker, and the Seventy-Third Texas Legislature 1990-1992."},
      {
        "id":"ED359640",
        "title":"National Standards: Who Benefits?"},
      {
        "id":"ED359641",
        "title":"Impact of Educational Reform on Students in At-Risk Situations, Phase III: Interim Report. Executive Summary."},
      {
        "id":"ED359642",
        "title":"Public Education Waivers To Improve Student Achievement, 1991-92."},
      {
        "id":"ED359643",
        "title":"The Quality Fit."},
      {
        "id":"ED359644",
        "title":"School Districts: The Missing Link in Education Reform."}]
  }}
