{
  "response":{"numFound":509939,"start":62000,"numFoundExact":true,"docs":[
      {
        "id":"ED359645",
        "title":"The Impact of Membership Diversity on School Council Decision Making."},
      {
        "id":"ED359646",
        "title":"Information Utilization in Restructuring Schools: The Role of the Beginning Principal."},
      {
        "id":"ED359647",
        "title":"From Attila the Hun to Mary Had a Little Lamb: Redefining Principal Roles in Restructured Schools."},
      {
        "id":"ED359648",
        "title":"Lessons on Corporate Intervention into School-Based Management."},
      {
        "id":"ED359650",
        "title":"District Provision: School Improvement from a District Curriculum Perspective."},
      {
        "id":"ED359651",
        "title":"One Student at a Time: Report of the State Board of Education Task Force on High School Education."},
      {
        "id":"ED359652",
        "title":"Transformational Leadership: Profile of a High School Principal."},
      {
        "id":"ED359653",
        "title":"Educators in Retirement: A Reflection on the Merits of a Sustaining Relationship."},
      {
        "id":"ED359654",
        "title":"Beyond Bureaucracy: Rethinking How Schools Change."},
      {
        "id":"ED359655",
        "title":"The Development and Implementation of Inservice Management Training for Entry-Level Classified Personnel: Phase One--Personnel Selection."},
      {
        "id":"ED359656",
        "title":"The Pocket Condition of Education, 1993."},
      {
        "id":"ED359658",
        "title":"Performance-Base Diploma Program: An Award-Winning Approach to Dropout Prevention."},
      {
        "id":"ED359659",
        "title":"Why a Year Round School District Moved from a Multi-Track to a Single Track Operation."},
      {
        "id":"ED359660",
        "title":"Educational Benefits in Year-Round High Schools."},
      {
        "id":"ED359661",
        "title":"Community Service &amp; Service Learning in Arizona: 1993 Evaluation Report for Arizona's &quot;Serve-America&quot; Program."},
      {
        "id":"ED359662",
        "title":"Charter Schools: A Viable Reform Initiative."},
      {
        "id":"ED359663",
        "title":"Barriers to School Restructuring."},
      {
        "id":"ED359664",
        "title":"A National Review of Open Enrollment/Choice: Debates and Descriptions."},
      {
        "id":"ED359665",
        "title":"Participatory Management Emphasizing Quality: A Viable Alternative for American Corporations and Schools?"},
      {
        "id":"ED359666",
        "title":"Failing Students--Is It Worth the Cost? Issue Paper #3."},
      {
        "id":"ED359667",
        "title":"The Relationship between Culture and Curriculum: A Many Fitting Thing. Project Report."},
      {
        "id":"ED359668",
        "title":"Instructional Leadership, School Instructional Climate, and Student Learning Outcomes. Project Report."},
      {
        "id":"ED359669",
        "title":"A Theory-Based Approach to Restructuring Middle Level Schools."},
      {
        "id":"ED359670",
        "title":"Strategy for the New Principal: Negotiating the Culture of the School. Occasional Papers: School Leadership and Education Reform. OP#12."},
      {
        "id":"ED359671",
        "title":"Improving America's Schools Act of 1993: The Reauthorization of the Elementary and Secondary Education Act and Amendments to Other Acts."},
      {
        "id":"ED359672",
        "title":"Future Frontiers in the Employment of Minority Persons with Disabilities. Proceedings of the National Conference (March 28-30, 1990)."},
      {
        "id":"ED359673",
        "title":"Bridges to Leadership 2000: Howard University Youth Leadership Program."},
      {
        "id":"ED359674",
        "title":"Maximizing Potential: The Parents' Role."},
      {
        "id":"ED359675",
        "title":"[Respite Care for Children.]"},
      {
        "id":"ED359676",
        "title":"Menu Strategy for Improving School Behavior of Severely Emotionally Disturbed Students."},
      {
        "id":"ED359677",
        "title":"The Inclusion Papers: Strategies To Make Inclusion Work. A Collection of Articles."},
      {
        "id":"ED359678",
        "title":"Alcohol, Tobacco, and Other Drugs May Harm the Unborn."},
      {
        "id":"ED359681",
        "title":"Their World."},
      {
        "id":"ED359682",
        "title":"Educating Young Children Prenatally Exposed to Drugs and At Risk. Report and Resource Compendium."},
      {
        "id":"ED359683",
        "title":"National Symposium on Information Technology: Proceedings (7th, Myrtle Beach, South Carolina, May 3-6, 1992). Volume 6."},
      {
        "id":"ED359684",
        "title":"A Manual for Single Switch and Adaptive Software Programming. Computer Applications for Students with Physical, Sensory, Developmental, and Learning Disabilities."},
      {
        "id":"ED359686",
        "title":"Partnerships for Learning."},
      {
        "id":"ED359687",
        "title":"Traumatic Brain Injury: The Role of Schools in Assessment."},
      {
        "id":"ED359688",
        "title":"Comprehensive Training of Personnel and Technical Assistance in Establishment of Home Intervention Programs for Families of Infants, Toddlers, and Preschool-Aged Children with Hearing Impairments. Project SKI*HI Outreach. Final Report."},
      {
        "id":"ED359689",
        "title":"Outreach Services To Stimulate Home-Based Services for Infants, Toddlers, and Preschool-Aged Children with Deaf-Blindness and Multihandicap Sensory Impairments. Project INSITE Outreach. Final Report."},
      {
        "id":"ED359691",
        "title":"Educational Outcomes and Indicators for Individuals at the Post-School Level."},
      {
        "id":"ED359692",
        "title":"National Symposium on Effective Communication for Children and Youth with Severe Disabilities (2nd, McLean, Virginia, July 10-12, 1992): Topic Papers, Reader&apos;s Guide &amp; Videotape."},
      {
        "id":"ED359693",
        "title":"Assuring Best Practices in Communication for Children and Youth with Severe Disabilities."},
      {
        "id":"ED359694",
        "title":"Maximizing Family Participation in the Team Process."},
      {
        "id":"ED359695",
        "title":"Facilitating and Measuring the Team Process within More Inclusive Educational Settings."},
      {
        "id":"ED359696",
        "title":"Maximizing Consumer Participation in the Team Process."},
      {
        "id":"ED359697",
        "title":"Using Functional Communication Training as an Intervention for the Challenging Behavior of Students with Severe Disabilities."},
      {
        "id":"ED359698",
        "title":"Communication Intervention for Individuals with Dual Sensory and Intellectual Impairments."},
      {
        "id":"ED359699",
        "title":"Effective Communication Programming for Language Minority Students with Severe Disabilities."},
      {
        "id":"ED359700",
        "title":"Communication Intervention for Persons with Severe and Profound Disabilities: An Overview."},
      {
        "id":"ED359701",
        "title":"Innovative Assessment Measures and Practices Designed with the Goal of Achieving Functional Communication and Integration."},
      {
        "id":"ED359702",
        "title":"Enhancing Curricular Designs."},
      {
        "id":"ED359703",
        "title":"Is Communication Really the Point? Some Thoughts on Where We've Been and Where We Might Want To Go."},
      {
        "id":"ED359704",
        "title":"Dreams, Schemes, Teams, Flying Machines and Persons with Severe Communication Disabilities."},
      {
        "id":"ED359705",
        "title":"Project ABLE: Academic Bridges to Learning Effectiveness."},
      {
        "id":"ED359706",
        "title":"Integrating Second-System Children: Alternatives to Segregation and Classification of Handicapped Children."},
      {
        "id":"ED359707",
        "title":"Using Network Technology To Create New Writing Environments for Deaf Students: Teachers' Strategies and Student Outcomes."},
      {
        "id":"ED359708",
        "title":"Accelerated Education Methods for Intellectually Gifted Secondary Students."},
      {
        "id":"ED359709",
        "title":"On the Nature of Expertise."},
      {
        "id":"ED359710",
        "title":"Colorado Special Education Administrative Decisions, 1993."},
      {
        "id":"ED359711",
        "title":"Peer Support Programs To Promote Independent Living and Career Development of People with Disabilities. Proceedings of the National Forum (1st, Louisville, Kentucky, November 14, 1991)."},
      {
        "id":"ED359712",
        "title":"A Guide for Parents of the Gifted Child."},
      {
        "id":"ED359713",
        "title":"Administrative Guidelines: Education of Gifted Students [and] Plan for Education of the Gifted in South Dakota."},
      {
        "id":"ED359714",
        "title":"Handbook for Implementing a District Gifted Education Plan."},
      {
        "id":"ED359715",
        "title":"Gifted Education Resource Directory."},
      {
        "id":"ED359716",
        "title":"When School Isn't Special: A Call for Reform of Special Education in Baltimore City Public Schools. A Report by Students First."},
      {
        "id":"ED359717",
        "title":"Cooperative Learning and Gifted Students: A National Survey. Short Report."},
      {
        "id":"ED359718",
        "title":"Teachers' Attitudes toward Their Integrated Learning Handicapped Students: Relationship to Teacher Perceptions of Students' Behavior."},
      {
        "id":"ED359719",
        "title":"A Community Based Supported Employment Program for Persons with Severe Physical Disabilities and Mental Retardation. Final Report."},
      {
        "id":"ED359720",
        "title":"Children's Mental Health and Their Ability To Learn. Occasional Paper #8."},
      {
        "id":"ED359721",
        "title":"General Information about Crisis Nursery Care, ARCH Factsheet Number 1 [and] General Information about Respite Care, ARCH Factsheet Number 2."},
      {
        "id":"ED359722",
        "title":"The Child Care and Development Block Grant Program. ARCH Factsheet Number 19."},
      {
        "id":"ED359723",
        "title":"Crisis Nursery Services--Responding to Parental Concerns. ARCH Factsheet Number 20."},
      {
        "id":"ED359724",
        "title":"Families and the Grief Process. ARCH Factsheet Number 21."},
      {
        "id":"ED359725",
        "title":"Evaluating the Effectiveness and Efficiency of Supported Employment Programs. Policy Research Brief."},
      {
        "id":"ED359726",
        "title":"The Findings and Activities of the Texas Commission on Braille Textbook Production. A Report from the State Board of Education, Submitted to the Governor, Lt. Governor, Speaker, and the Seventy-Third Texas Legislature. Excellence and Equity for All Students."},
      {
        "id":"ED359727",
        "title":"Universal Playground Design."},
      {
        "id":"ED359728",
        "title":"Special Education Students in the Regular Education Classroom: One Rural School District's Attitudes."},
      {
        "id":"ED359729",
        "title":"Practices of Special Education Teachers for Dealing with Students with ADD/ADHD."},
      {
        "id":"ED359730",
        "title":"Building a System for Early Intervention for Colorado's Infants and Toddlers and Their Families."},
      {
        "id":"ED359731",
        "title":"Part H of the Individuals with Disabilities Education Act (IDEA) for Infants, Toddlers, and Their Families Annual Performance Report, Year IV (1990-1992)."},
      {
        "id":"ED359732",
        "title":"Research in the Classroom: Sixth Annual Report of Research Projects Conducted by Educators in Their Classrooms."},
      {
        "id":"ED359734",
        "title":"An Analysis of Resources To Aid Drug-Exposed Infants and Their Families."},
      {
        "id":"ED359735",
        "title":"Special Education: Expenditures and Obligations. Policy Study No. 161."},
      {
        "id":"ED359736",
        "title":"Societal Conceptualization of Mental Retardation: A Contrived Darkness."},
      {
        "id":"ED359737",
        "title":"The Study of Federal Policy Implementation: Infants/Toddlers with Disabilities and Their Families: A Synthesis of Results."},
      {
        "id":"ED359738",
        "title":"Cultural and Linguistic Diversity in Education. Task Force Report."},
      {
        "id":"ED359739",
        "title":"Federal Resource Center for Special Education. Final Report."},
      {
        "id":"ED359740",
        "title":"A Compilation of Federal Education Laws: Volume V, As Amended through December 31, 1992. Prepared for the Use of the Committee on Education and Labor of the U.S. House of Representatives and the Committee on Labor and Human Resources of the United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED359741",
        "title":"Regular Class Participation System (RCPS). A Final Report."},
      {
        "id":"ED359742",
        "title":"Collaborative Teaming for Inclusion-Oriented Schools: A Resource Manual."},
      {
        "id":"ED359743",
        "title":"National Excellence: A Case for Developing America's Talent."},
      {
        "id":"ED359744",
        "title":"Strategy Notebook: A Compilation of Open-Ended Instructional Strategies and Materials for Beginning ESL and Literacy Learners."},
      {
        "id":"ED359745",
        "title":"A Dynamic Treatment of Tone with Special Attention to the Tonal System of Igbo."},
      {
        "id":"ED359746",
        "title":"Nordic Research on Text and Discourse. NORDTEXT Symposium (Espoo, Finland, May 10-13, 1990)."},
      {
        "id":"ED359747",
        "title":"Success Concepts."},
      {
        "id":"ED359748",
        "title":"Reconciling the Psychological with the Linguistic in Accounts of Text Comprehension."},
      {
        "id":"ED359750",
        "title":"Macrostructure in Conversation."},
      {
        "id":"ED359751",
        "title":"Lexis in Discourse."},
      {
        "id":"ED359752",
        "title":"The Notion of Coercion in Courtroom Questioning."},
      {
        "id":"ED359753",
        "title":"Message Structure in LSP Texts: A Socially Determined Variation at Different Text Levels."},
      {
        "id":"ED359754",
        "title":"Main Worlds and Supplements. An Attempt at Using a Qualitative Approach to Quantitative Data."},
      {
        "id":"ED359755",
        "title":"Identity Relations and Superthemes in Swedish LSP Texts."},
      {
        "id":"ED359756",
        "title":"Conflicts and Changes in Textual Norms."},
      {
        "id":"ED359757",
        "title":"Sign, Language and Ritual: Contrastive Discourse Analysis of East German and Soviet TV News."},
      {
        "id":"ED359760",
        "title":"Articulation of Relational Propositions: A Tool for Identifying an Aspect of Text Comprehension."},
      {
        "id":"ED359761",
        "title":"Temporal Adverbials in Text Structuring: On Temporal Text Strategy."},
      {
        "id":"ED359762",
        "title":"Diversifying Procedural Discourse."},
      {
        "id":"ED359763",
        "title":"A Sense of Relief: Backgrounding in Argumentative Student Writing."},
      {
        "id":"ED359764",
        "title":"Text and Reference."},
      {
        "id":"ED359765",
        "title":"Reference in Academic Rhetoric: A Contrastive Study of Finnish and English Writing."},
      {
        "id":"ED359767",
        "title":"Composing on the Computer: A Study of Writing Habits on the Job."},
      {
        "id":"ED359768",
        "title":"The Use of \"Idea Processors\" for Studying Structural Aspects of Text Production."},
      {
        "id":"ED359769",
        "title":"The Projects Strategy in Curriculum and Instruction."},
      {
        "id":"ED359770",
        "title":"Issues in Conducting Surveys Regarding Public Opinion toward Bilingual Education."},
      {
        "id":"ED359771",
        "title":"Working Papers in Educational Linguistics, Volume 9, Number 1, Spring 1993."},
      {
        "id":"ED359772",
        "title":"The Importance of Participant Role in Cooperative Learning."},
      {
        "id":"ED359773",
        "title":"The Trap of Generalization: A Case of Encountering a New Culture."},
      {
        "id":"ED359774",
        "title":"&quot;Sticking Points&quot;: Effects of Instruction on NNS Refusal Strategies."},
      {
        "id":"ED359775",
        "title":"Planning Language-in-Education in Arkansas: A Case Study."},
      {
        "id":"ED359776",
        "title":"Foreign Language Teaching at the University of Pennsylvania: A Language Planning Case Study."},
      {
        "id":"ED359777",
        "title":"Story, Voice, and Culture: The Politics of Narrative in Multicultural Education."},
      {
        "id":"ED359778",
        "title":"Dialect Differences in the Schools: Educational, Social, and Economic Implications. Workshop (Cleveland, Ohio, June 26-28, 1986)."},
      {
        "id":"ED359779",
        "title":"Teacher Research in a Linguistically-Diverse Classroom."},
      {
        "id":"ED359780",
        "title":"How To Integrate Language and Content Instruction: A Training Manual. Second Edition."},
      {
        "id":"ED359781",
        "title":"RELIEF: Revue de linguistique et d'enseignement du francais (Review of Linguistics and French Language Instruction), 1991-1993."},
      {
        "id":"ED359782",
        "title":"Listening to Authentic Czech. Authentic Listening Proficiency-Based Methods."},
      {
        "id":"ED359783",
        "title":"University of New Mexico Working Papers in Linguistics, Volume 1."},
      {
        "id":"ED359784",
        "title":"Notes on Linguistics, 1990."},
      {
        "id":"ED359786",
        "title":"Language Learning in Formal and Informal Contexts. Proceedings of a Joint Seminar of the Irish and British Associations for Applied Linguistics (Dublin, Ireland, September 11-13, 1984)."},
      {
        "id":"ED359787",
        "title":"Two-Way Bilingual Education: A Progress Report on the Amigos Program. Research Report: 7."},
      {
        "id":"ED359788",
        "title":"Testing the Limits of Proficiency: The ACTFL OPI and FL Departments."},
      {
        "id":"ED359789",
        "title":"The Sociolinguistic Model in Speech and Language Pathology."},
      {
        "id":"ED359790",
        "title":"On the Sociolinguistic Significance of Obscure Dialect Structures: The NP[i]&quot;call&quot; NP[i] Ving&quot; Construction in African American Vernacular English."},
      {
        "id":"ED359791",
        "title":"Le Francais a l'elementaire: Guide pedagogique, premier cycle. Francais - langue maternelle (Elementary School French: Teaching Guide, First Cycle. French - Native Language)."},
      {
        "id":"ED359792",
        "title":"Le Francais a l'elementaire: Guide pedagogique, deuxieme cycle. Francais - langue maternelle (Elementary School French: Teaching Guide, Second Cycle. French - Native Language)."},
      {
        "id":"ED359795",
        "title":"Data Collection Report on Language Minority Children."},
      {
        "id":"ED359796",
        "title":"H.R. 1685, Defense Language Institute Foreign Language Center. Hearing before the Investigations Subcommittee of the Committee on Armed Services. House of Representatives, One Hundred Second Congress, Second Session (May 27, 1992)."},
      {
        "id":"ED359797",
        "title":"Strategies for Monolingual Teachers in Multilingual Classrooms."},
      {
        "id":"ED359798",
        "title":"Pragmatics and Morphosyntactic Acquisition: A Case Study."},
      {
        "id":"ED359799",
        "title":"Direct Requests Can Also Be Polite."},
      {
        "id":"ED359802",
        "title":"A Metacognitive Strategy for Teaching Essay Planning to E.S.L. Students: A Computer-Based Instructional Design."},
      {
        "id":"ED359803",
        "title":"Chinese Students and Questioning Skills in American Graduate Level Classrooms."},
      {
        "id":"ED359804",
        "title":"Bilingual Education through Architectural Mathematics (Project BEAM), Community School District 7. Transitional Bilingual Education Grant T003A90275, 1991-92. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED359805",
        "title":"Notes on Linguistics, 1991."},
      {
        "id":"ED359806",
        "title":"&quot;Projects&quot;--The Link between Literacy and the Real World."},
      {
        "id":"ED359807",
        "title":"Teaching Literacy to Second Language Learners."},
      {
        "id":"ED359808",
        "title":"Literacy, Nationalism, and Assessment. LC Report 89-1."},
      {
        "id":"ED359814",
        "title":"Gavin Families. A Report."},
      {
        "id":"ED359815",
        "title":"Descriptive Study of the Family English Literacy Program. Final Report."},
      {
        "id":"ED359816",
        "title":"Vocational English as a Second Language and Office Skills. Curriculum Guide."},
      {
        "id":"ED359817",
        "title":"Using Computers with Bilingual Students."},
      {
        "id":"ED359818",
        "title":"Empowering Adults through Literacy Education in South Africa: Activities at the University of Natal at Pietermaritzburg."},
      {
        "id":"ED359819",
        "title":"Adult ESL Literacy Education in the United States: Developing a Learner-Centered Approach."},
      {
        "id":"ED359820",
        "title":"A Field Guide for Literacy: Life Skills and Literacy for Adult Beginning Readers and ESL Students. Manual for Teachers and Tutors."},
      {
        "id":"ED359821",
        "title":"Literacy for Metis and Non-Status Indian Peoples: A National Strategy."},
      {
        "id":"ED359822",
        "title":"Learn to Read."},
      {
        "id":"ED359823",
        "title":"Latin American Literacy Partnership Project. Final Formative Evaluation."},
      {
        "id":"ED359828",
        "title":"Capitalizing on Culture through Competency-Based Adult Education."},
      {
        "id":"ED359829",
        "title":"Focus Group Used in Model Conceptualization: The Ideal English as a Second Language Program."},
      {
        "id":"ED359831",
        "title":"Clayton Family Literacy and School Support Services Project: Project Class. Final Report."},
      {
        "id":"ED359832",
        "title":"Socioeconomic Profile of the Client Population. The Effects of Poor Education."},
      {
        "id":"ED359833",
        "title":"Family Talk Time. A Curriculum for Refugee and Immigrant Parents."},
      {
        "id":"ED359834",
        "title":"Workplace Skills Enhancement Project, Seattle-King County Private Industry Council (PIC). Final Report."},
      {
        "id":"ED359835",
        "title":"Workplace Literacy Development Guide for Employers."},
      {
        "id":"ED359836",
        "title":"Family Mental Health and Education at the Refugee Women's Alliance: A Working Bibliography of Resources. Part of the Multi-Ethnic Family Intervention Project."},
      {
        "id":"ED359837",
        "title":"Helping ESOL Students to Improve Their Pronunciation."},
      {
        "id":"ED359838",
        "title":"Storytelling Project. Southeast Asian Women's Alliance."},
      {
        "id":"ED359839",
        "title":"Family Story Curriculum Project. Refugee Women's Alliance."},
      {
        "id":"ED359840",
        "title":"Removing Cultural Barriers to Numeracy."},
      {
        "id":"ED359841",
        "title":"Literacy in Cross-Cultural Perspective: Implications for Policy and Practice."},
      {
        "id":"ED359842",
        "title":"What Do We Mean by &quot;Local Literacies?&quot;"},
      {
        "id":"ED359843",
        "title":"Shared Wisdom: A Collection of Proverbs, Sayings and Quotations."},
      {
        "id":"ED359844",
        "title":"Interactive ESL In-Service Teacher Training via Distance Education."},
      {
        "id":"ED359847",
        "title":"Global Stories of People Working for Change."},
      {
        "id":"ED359848",
        "title":"Volunteer Voice. Volume IX."},
      {
        "id":"ED359849",
        "title":"Outside Evaluation Report for the Arlington Federal Workplace Literacy Project."},
      {
        "id":"ED359850",
        "title":"Ideas at Work. Techniques for Effective Communication: Giving Feedback and Asking for Clarification. The Work Styles Series Minibook A."},
      {
        "id":"ED359851",
        "title":"Chicago Quality Programs Project Report #1."},
      {
        "id":"ED359852",
        "title":"Multicultural Resource List."},
      {
        "id":"ED359853",
        "title":"Programs in the California State University that Support Public School Improvement."},
      {
        "id":"ED359854",
        "title":"Student Outcomes Assessment in the California State University. Report of the California State University Advisory Committee on Student Outcomes Assessment."},
      {
        "id":"ED359855",
        "title":"Making Strategic Planning Work with Numbers: Responses to Enrollment Decline."},
      {
        "id":"ED359856",
        "title":"National Assessment of College Student Learning: Getting Started. A Summary of the Beginning Activities."},
      {
        "id":"ED359857",
        "title":"Thinking Across the Curriculum: A Summary of FIPSE Sponsored Project #G-00841209."},
      {
        "id":"ED359858",
        "title":"A Pilot Program in International Engineering."},
      {
        "id":"ED359859",
        "title":"Assessing General Education Outcomes: An Institution-Specific Approach. Final Report."},
      {
        "id":"ED359860",
        "title":"Improving Hospital Ethics Committees (HEC): Educating across the Health Professions."},
      {
        "id":"ED359861",
        "title":"Freshman Seminar Program: Chapman College. Final Report, 1987-89."},
      {
        "id":"ED359862",
        "title":"South Carolina Higher Education Assessment (SCHEA) Project. Final Report."},
      {
        "id":"ED359863",
        "title":"Capstone-Cornerstone Program for Reform of Legal Education at the University of Utah College of Law."},
      {
        "id":"ED359864",
        "title":"Assessing Models of Liberal Education: An Empirical Comparison."},
      {
        "id":"ED359865",
        "title":"UCSF Medical Scholars Program, 1986-1987."},
      {
        "id":"ED359866",
        "title":"A Randomized Controlled Trial Evaluating the Impact of the New Pathway Curriculum at Harvard Medical School. Final Report."},
      {
        "id":"ED359867",
        "title":"Teaching Excellence in the Liberal Arts."},
      {
        "id":"ED359868",
        "title":"Planning Grant To Initiate a National Center for Transition to Teaching. Final Report."},
      {
        "id":"ED359869",
        "title":"A Study of Faculty Needs in Texas, 1991-2008. A Report to the Texas Higher Education Coordinating Board by the Faculty Shortages Advisory Committee."},
      {
        "id":"ED359870",
        "title":"Knowledge and the Educative Functions of a University: Designing the Curriculum of Higher Education."},
      {
        "id":"ED359871",
        "title":"Monological Innovation versus Polylogical Improvement."},
      {
        "id":"ED359872",
        "title":"Public Loss of Confidence in the U.S. Government: Implications for Higher Education."},
      {
        "id":"ED359873",
        "title":"Connected Knowing: Evaluating a Women and Leadership Seminar."},
      {
        "id":"ED359874",
        "title":"Cooperative Learning in a College Chemistry Course."},
      {
        "id":"ED359875",
        "title":"The Career Development of Pretenure Faculty: An Institutional Study."},
      {
        "id":"ED359876",
        "title":"Condoning Drug Education Programs at Colleges and Universities."},
      {
        "id":"ED359877",
        "title":"Motivational Components of College Students' Performance and Productivity."},
      {
        "id":"ED359878",
        "title":"The Emergence of a New Educational Program at the University of Oslo."},
      {
        "id":"ED359880",
        "title":"A Green Paper on Board Governance of the Colleges of Applied Arts and Technology in Ontario."},
      {
        "id":"ED359881",
        "title":"Parity 2000: Achieving Equity for Women in Higher Education. Report of the Council for Women in Higher Education."},
      {
        "id":"ED359882",
        "title":"Financial Audit. Federal Family Education Loan Program's Financial Statements for Fiscal Year 1992. Report to the Congress."},
      {
        "id":"ED359883",
        "title":"Student Loan Program Simplification: Final Report. A Report to the Congress of the United States and the Secretary of Education."},
      {
        "id":"ED359884",
        "title":"Graduate Education: Turning Graduate Students into Professors. Final Report."},
      {
        "id":"ED359885",
        "title":"Maximizing Participation of Women in Collegiate Aviation Education. NIAR Report 93-14."},
      {
        "id":"ED359886",
        "title":"Annual NASSGP/NCHELP Research Network Conference Proceedings (5th, Denver, Colorado, May 25-27, 1988)."},
      {
        "id":"ED359887",
        "title":"Proceedings for the Annual Conference of the NASSGP/NCHELP Research Network (6th, Washington, D.C., June 7-9, 1989)."},
      {
        "id":"ED359888",
        "title":"Trends in Degrees Conferred by Institutions of Higher Education: 1984-85 through 1990-91. E.D. TABS."},
      {
        "id":"ED359889",
        "title":"Network Directory. The Network of Colleges and Universities Committed to the Elimination of Drug and Alcohol Abuse."},
      {
        "id":"ED359890",
        "title":"In Search of Autonomy: Teachers' Aspirations and Expectations from a School-University Collaborative."},
      {
        "id":"ED359891",
        "title":"Direct Student Loans: The Department of Education's Implementation of Direct Lending. Testimony before the Subcommittee on Human Resources and Intergovernmental Relations, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED359892",
        "title":"By Design or Default? A Report."},
      {
        "id":"ED359893",
        "title":"Restructuring Higher Education--By Design. RAND Issue Paper 2."},
      {
        "id":"ED359894",
        "title":"Development Opportunities: The Effect of UMES on the Town of Princess Anne, Maryland."},
      {
        "id":"ED359895",
        "title":"Expanding the Biomedical Model: Interviews with Medical Educators."},
      {
        "id":"ED359896",
        "title":"Education and Job Satisfaction: Are Baccalaureate Nurses More Satisfied with Their Jobs?"},
      {
        "id":"ED359899",
        "title":"Sectoral Differentiation in British Higher Education: Problematics of Mission in a Post-Binary System."},
      {
        "id":"ED359901",
        "title":"Age Group and Sex of Students, Fall 1992. Report Number 8-93."},
      {
        "id":"ED359902",
        "title":"Enrollments and Degrees."},
      {
        "id":"ED359903",
        "title":"Giving Beginning College Students a Chance for Success. A Report of a 20-Year Experiment with Non-traditional Education in a University Setting."},
      {
        "id":"ED359905",
        "title":"Educational Plant Survey, University of South Florida, Education and General, April 19-23, 1993."},
      {
        "id":"ED359906",
        "title":"Educational Plant Survey, University of South Florida, Health Sciences Center, April 26-30, 1993."},
      {
        "id":"ED359907",
        "title":"An Evaluation of Experiential Teaching/Learning Methods--In a Professional Legal Training Course."},
      {
        "id":"ED359908",
        "title":"State Higher Education Profiles. A Comparison of State Higher Education Data for Fiscal Year 1989 and Fiscal Year 1990. Combined Fifth and Sixth Editions."},
      {
        "id":"ED359909",
        "title":"Occupational and Educational Outcomes of Recent College Graduates 1 Year after Graduation: 1991. Contractor Report. Statistical Analysis Report."},
      {
        "id":"ED359910",
        "title":"A Review of Two Higher Education Accountability Issues: Student Assessment and Faculty Workload. Report to Utah State Legislature. Report Number 91-03."},
      {
        "id":"ED359911",
        "title":"Campus Trends, 1993. Higher Education Panel Report Number 83."},
      {
        "id":"ED359912",
        "title":"Helping People Discover Educational Opportunities: The Higher Education Information Center."},
      {
        "id":"ED359913",
        "title":"Career Patterns of Women Graduates of Independent Schools: A Comparison of Coeducational and All-Girls High Schools."},
      {
        "id":"ED359914",
        "title":"On Becoming a Sojourning Community."},
      {
        "id":"ED359915",
        "title":"Relationships between African American Doctoral Students and Their Major Advisors."},
      {
        "id":"ED359916",
        "title":"Distributed Training for the Reserve Component: Course Conversion and Implementation Guidelines for Computer Conferencing."},
      {
        "id":"ED359917",
        "title":"Distributed Training for the Reserve Component: Instructor Handbook for Computer Conferencing."},
      {
        "id":"ED359918",
        "title":"Distributed Training for the Reserve Component: Remote Delivery Using Asynchronous Computer Conferencing."},
      {
        "id":"ED359919",
        "title":"Comprehensive Long Range Plan for Instructional Technology."},
      {
        "id":"ED359920",
        "title":"Problems of Diffusion in High Technology: Compact Disc-Interactive (CD-I)--A Case Study."},
      {
        "id":"ED359921",
        "title":"Reengineering Teaching and Learning in Higher Education: Sheltered Groves, Camelot, Windmills, and Malls. Professional Paper Series, #10."},
      {
        "id":"ED359923",
        "title":"Telecommunications and K-12 Educators: Findings from a National Survey."},
      {
        "id":"ED359924",
        "title":"Gender and Software Effects in Computer-Based Problem Solving."},
      {
        "id":"ED359925",
        "title":"HDTV Debate: Industrial Policy Gone Awry."},
      {
        "id":"ED359926",
        "title":"Impact of Learning Styles on Instructional Design for Distance Education."},
      {
        "id":"ED359928",
        "title":"Occasional Papers in Open and Distance Learning, Number 13."},
      {
        "id":"ED359929",
        "title":"A Procedure for Supporting the Selection of Courseware by Secondary School Teachers."},
      {
        "id":"ED369965",
        "title":"Older Adult Literacy Resource Materials. An Annotated Bibliography."},
      {
        "id":"ED369966",
        "title":"The 1994 Agenda for the National Center for Research in Vocational Education."},
      {
        "id":"ED369967",
        "title":"Value-Added Systems for Information and Instruction at Vocational-Technical Centers."},
      {
        "id":"ED369968",
        "title":"Business-Education Partnership To Help Students Attain Life Skills: A Survey. Background Report BR-2."},
      {
        "id":"ED369970",
        "title":"A Challenge to Vocational Educators. Patrick J. O'Connor Distinguished Scholars. 1994 Papers."},
      {
        "id":"ED369971",
        "title":"Outreach and Technical Assistance Network. Four Year Evaluation Report December 1, 1989-January 31, 1994. An Education 2000 Project."},
      {
        "id":"ED369972",
        "title":"A Paradigm on Student Empathy, Vocational versus Academic."},
      {
        "id":"ED369973",
        "title":"A Study of the Preparation of Vocational Teachers for Teaching Mainstreamed At-Risk Special Needs Students."},
      {
        "id":"ED369974",
        "title":"Wisconsin Workplace Partnership Training Program (National Workplace Literacy Program). June 1, 1992-December 31, 1993. Final Report."},
      {
        "id":"ED369975",
        "title":"The Writing Workshop and the Adult Learner."},
      {
        "id":"ED369976",
        "title":"Alternative Assessment Methodologies for Workplace Education Programs."},
      {
        "id":"ED369977",
        "title":"Workplace Educational Skills Analysis. Training Guide Supplement."},
      {
        "id":"ED369978",
        "title":"Measuring Gain in Adult Literacy Programs."},
      {
        "id":"ED369979",
        "title":"A Call to Consciousness: Continuing Education for a Global Perspective. Proceedings of the Annual Meeting (55th, Jackson, Mississippi, October 17-19, 1993)."},
      {
        "id":"ED369980",
        "title":"Quality and Standards in Distance Education. Report to the National Distance Education Conference."},
      {
        "id":"ED369981",
        "title":"Distance Education and Education for All by the Year 2000: Challenges for the Nineties."},
      {
        "id":"ED369982",
        "title":"Needs Assessment for a Provincial Literacy Hotline Service."},
      {
        "id":"ED369983",
        "title":"An Evaluation of the Effectiveness of Policy Communication in the Professional Development Centre's Training Programs."},
      {
        "id":"ED369985",
        "title":"PALS. Partners in Active Learning Support. The National FFA Mentoring Program. Training Material."},
      {
        "id":"ED369987",
        "title":"A Passion for Work: Our Lifelong Affair."},
      {
        "id":"ED369988",
        "title":"Partners for Employees' Progress 1992-1994. A National Workplace Literacy Project. Final Report."},
      {
        "id":"ED369989",
        "title":"Life Cycle Program Management &amp; Evaluation: An Heuristic Approach. Parts I and II."},
      {
        "id":"ED369990",
        "title":"National Issues in Education: Community Service and Student Loans."},
      {
        "id":"ED369993",
        "title":"Leader Effectiveness Index Manual."},
      {
        "id":"ED369994",
        "title":"Profiles of the National Industry Skills Standards Projects."},
      {
        "id":"ED369995",
        "title":"Strengthening the Industry-Education Alliance in History and Checklist for Industry-Education Alliances in History."},
      {
        "id":"ED369996",
        "title":"Patterns and Predictors of Client Attendance. National Evaluation of Adult Education Programs. Third Interim Report."},
      {
        "id":"ED369997",
        "title":"British Lessons for School-to-Work Transition Policy in the U.S. EQW Working Papers 19."},
      {
        "id":"ED370001",
        "title":"Becoming Adults in England and Germany."},
      {
        "id":"ED370002",
        "title":"Cultivating Abilities through Continuous Achievement (CA)2. A National Workplace Literacy Grant Project. June 1, 1992-March 31, 1994."},
      {
        "id":"ED370004",
        "title":"Vision in College Counseling."},
      {
        "id":"ED370005",
        "title":"Utah Comprehensive Counseling and Guidance Program Model."},
      {
        "id":"ED370006",
        "title":"Is This the Place...for Healthy Kids? Results of the 1991 Utah Youth Risk Behavior and School Health Education Surveys."},
      {
        "id":"ED370007",
        "title":"Is This the Place...for Healthy Kids? Results of the 1993 Utah Youth Risk Behavior and 1992 School Health Education Surveys."},
      {
        "id":"ED370008",
        "title":"The Future of Marriage and Family Counseling from a Systems Perspective."},
      {
        "id":"ED370009",
        "title":"Death Awareness among College Age Students."},
      {
        "id":"ED370010",
        "title":"When Rites Go Wrong: Attributions of Responsibility in a Fraternity Setting."},
      {
        "id":"ED370011",
        "title":"A Tradition of Tolerance: What Wisconsin Parents Think about Teen Alcohol Use; and Executive Summary."},
      {
        "id":"ED370013",
        "title":"The Health, Mobility &amp; Safety Lab at San Francisco State University."},
      {
        "id":"ED370014",
        "title":"Integrative Paradigms for Planning Preferred Futures in a Pluralistic Democracy."},
      {
        "id":"ED370015",
        "title":"Understanding Panic Disorder."},
      {
        "id":"ED370016",
        "title":"The Effects of Death Education on Death Anxiety: A Meta-Analysis."},
      {
        "id":"ED370017",
        "title":"The Career Services Center Assessment Manual."},
      {
        "id":"ED370018",
        "title":"Fifteen Year Study of Drug and Alcohol Use on a College Campus."},
      {
        "id":"ED370019",
        "title":"Practicum and Internship Practices of CACREP Approved Counselor Education Programs."},
      {
        "id":"ED370020",
        "title":"Post-Abortion Perceptions; A Comparison of Self-Identified Distressed and Nondistressed Populations."},
      {
        "id":"ED370021",
        "title":"Substance Use among Youth Entering Texas Youth Commission Reception Facilities, 1989. First Report."},
      {
        "id":"ED370023",
        "title":"Reliability and Validity of the Children's Loneliness Questionnaire."},
      {
        "id":"ED370025",
        "title":"Integration of Cultural Values in the Treatment of a Suicidal Adolescent."},
      {
        "id":"ED370026",
        "title":"Prediction of Research Self-Efficacy and Future Research Involvement."},
      {
        "id":"ED370027",
        "title":"A Factor Analysis of the Research Self-Efficacy Scale."},
      {
        "id":"ED370028",
        "title":"Resilience in Child Sexual Abuse Survivors: Healing Power of Illusions."},
      {
        "id":"ED370029",
        "title":"Interpersonal Problem Solving and Prevention in Urban School Children."},
      {
        "id":"ED370030",
        "title":"Providing Psychoeducational Support for Children Affected by AIDS."},
      {
        "id":"ED370032",
        "title":"Predictors of Postrape Trauma."},
      {
        "id":"ED370033",
        "title":"An Evaluation of a Rape Prevention Program."},
      {
        "id":"ED370034",
        "title":"Issues and Trends in Special Education: Implications for School Psychologists."},
      {
        "id":"ED370035",
        "title":"Improving the Human Services Delivery System for At-Risk Children and Families."},
      {
        "id":"ED370037",
        "title":"Dying and Death: Helping Children Cope."},
      {
        "id":"ED370038",
        "title":"AIDS and the Chronic Mentally Ill: Legal and Ethical Issues."},
      {
        "id":"ED370039",
        "title":"Toddler Strategies for Social Engagement With Peers"},
      {
        "id":"ED370040",
        "title":"Occupational Sex-Role Stereotyping in Secondary Students."},
      {
        "id":"ED370041",
        "title":"Discriminatory Questions and Applicant Reactions in the Employment Interview."},
      {
        "id":"ED370042",
        "title":"Increasing the Predictive Validity of Personality Tests: Private Self-Consciousness and Priming of Trait-Relevant Knowledge."},
      {
        "id":"ED370043",
        "title":"Major Advisor."},
      {
        "id":"ED370044",
        "title":"Family Interactions and Child Psychopathology."},
      {
        "id":"ED370048",
        "title":"Evaluation of Student Retention Programs: An Essential Component."},
      {
        "id":"ED370049",
        "title":"A Credit to Yourself: Planning Your High School Program (Designed for Students Entering Grade 10 During or After the 1994-95 School Year)."},
      {
        "id":"ED370051",
        "title":"Enhancing Higher Educational Opportunities for Secondary School Minority Students: A Precollegiate Program."},
      {
        "id":"ED370052",
        "title":"Comparing Social Skills of Adolescents in Substance Abuse Treatment and Normal Adolescents."},
      {
        "id":"ED370053",
        "title":"Enhancing the Acquisition of Psychotherapy Skills through Live Supervision."},
      {
        "id":"ED370054",
        "title":"Anita Hill/Clarence Thomas Revisited: Emotionality as a Necessary Component of Credibility"},
      {
        "id":"ED370055",
        "title":"Development and Validation of an Interview Measure of Social Cognitive Skills."},
      {
        "id":"ED370056",
        "title":"Effectiveness of Problem Solving Training and Teacher Consultation with Aggressive Children."},
      {
        "id":"ED370057",
        "title":"Japanese and American College Students' Perceptions of Familial and Peer Relationships"},
      {
        "id":"ED370058",
        "title":"Fort Bragg Child &amp; Adolescent Mental Health Demonstration Project."},
      {
        "id":"ED370061",
        "title":"Response Latency Detection of Lying on Personnel Tests."},
      {
        "id":"ED370062",
        "title":"Transition to Adolescence Program: A Program To Empower Early Adolescent Girls."},
      {
        "id":"ED370063",
        "title":"The Timing of Academic Problems among Maltreated and Non-Maltreated Children."},
      {
        "id":"ED370064",
        "title":"Gender Issues in Addictions Research: The Report of the Task Group on Gender-Focused Research."},
      {
        "id":"ED370065",
        "title":"The Relationship between Relapse Prevention Treatment Outcome and Self-Efficacy."},
      {
        "id":"ED370066",
        "title":"Importance of Ideal Body Image, Self-Esteem and Depression in Females."},
      {
        "id":"ED370068",
        "title":"Effective Coping Strategies Employed in African-American Relationships."},
      {
        "id":"ED370069",
        "title":"Relationships between Maternal Coping Efforts and Children's Adaptive Processes in Divorced and Intact Families."},
      {
        "id":"ED370070",
        "title":"Predicting Participation in Smoking Cessation Programs."},
      {
        "id":"ED370071",
        "title":"A Guide to Resources on Youth as Leaders and Partners: Strategies, Programs, and Information."},
      {
        "id":"ED370072",
        "title":"Study To Train Remedial Elementary Students To Become More Sensitive to Context Clues."},
      {
        "id":"ED370073",
        "title":"Morals/Values: A Review of Selected Third and Fifth Grade Reading and Social Studies Texts."},
      {
        "id":"ED370074",
        "title":"The Schools We Have, the Schools We Need. Report Series 1.12."},
      {
        "id":"ED370075",
        "title":"A Comparison of Inner-City Children's Interpretations of Reading and Writing Instruction in the Early Grades in Skills-Based and Whole Language Classrooms."},
      {
        "id":"ED370076",
        "title":"Trade Book Significance: The Spice for Content Area Usage."},
      {
        "id":"ED370078",
        "title":"Phonics for Learning How To Read."},
      {
        "id":"ED370079",
        "title":"Vocabulary Acquisition: A New Instructional Method in the College Developmental Reading-Writing Classroom."},
      {
        "id":"ED370080",
        "title":"Written and Oral Production of Non-Narrative Information in Greek Elementary School Students."},
      {
        "id":"ED370081",
        "title":"Let's Read! 101 Ideas To Help Your Child Learn To Read and Write. Bilingual Edition. Revised Edition = Leamos! Prepare a sus hijos a leer y escribir: 101 Ideas. Texto Bilingue."},
      {
        "id":"ED370084",
        "title":"You Make It Happen for Your Family: A Read Aloud Guide for Parents."},
      {
        "id":"ED370085",
        "title":"Inquiry about Learning To Read."},
      {
        "id":"ED370086",
        "title":"Collaborative Reading of a Novel: Adapting the Macro-Cloze Procedure for Reading a Novel."},
      {
        "id":"ED370087",
        "title":"Physical and Social Contexts for Motivating Reading and Writing. The WRAp Program. Instructional Resource No. 5."},
      {
        "id":"ED370088",
        "title":"The Freshman Seminar: Developmental Reading-Writing Students Evaluate Goals Set by Administration, Faculty, and Prior Students."},
      {
        "id":"ED370089",
        "title":"Spell, Say, and Write--A Synthesis of the Phonics and Whole Word Systems: A Beginner's Workbook for School or Home Study."},
      {
        "id":"ED370090",
        "title":"Phonics Revisited."},
      {
        "id":"ED370091",
        "title":"Support At-Risk Learners as We Support All Learners."},
      {
        "id":"ED370092",
        "title":"Improving Administrative Performance through Teacher Evaluation."},
      {
        "id":"ED370093",
        "title":"Guidelines for Hiring Qualified Reading Professionals."},
      {
        "id":"ED370094",
        "title":"The Integrated Reading Curriculum."},
      {
        "id":"ED370096",
        "title":"High-Risk Emergent Readers' Use of Cueing Systems."},
      {
        "id":"ED370097",
        "title":"Writing for Publication."},
      {
        "id":"ED370098",
        "title":"Teaching in the Borderlands: On Not Being Kevin Costner in a Native American Centered Classroom."},
      {
        "id":"ED370099",
        "title":"Exploring Peer Tutor Differences and Biases."},
      {
        "id":"ED370101",
        "title":"Silencing the Vulgar and Voicing the Other Shakespeare."},
      {
        "id":"ED370102",
        "title":"Towards a Rhetoric of On-line Tutoring."},
      {
        "id":"ED370103",
        "title":"Folklore, Cultural Diversity, and Field Research in First-Year Composition."},
      {
        "id":"ED370105",
        "title":"The Making of Heroes in Composition."},
      {
        "id":"ED370106",
        "title":"Shaping Conversations: A Study of Continuity and Coherence on High School Literature Curricula. Report Series 1.11."},
      {
        "id":"ED370107",
        "title":"Weird Science: Teaching Composition in an Antifoundational World."},
      {
        "id":"ED370108",
        "title":"Writing-to-Learn as a Rationale for Writing across the Curriculum."},
      {
        "id":"ED370109",
        "title":"Training Students Formally: A Rationale for a Three Credit Course."},
      {
        "id":"ED370110",
        "title":"Aristotle and Social-Epistemic Rhetoric: The Systematizing of the Sophistic Legacy."},
      {
        "id":"ED370111",
        "title":"Blurring the Boundaries: Connecting the Autobiographical and the Historical in an Advanced Writing Course."},
      {
        "id":"ED370113",
        "title":"Charlotte Perkins Gilman's &quot;The Yellow Wallpaper&quot;: A Surrealistic Portrayal of a Woman's Arrested Development."},
      {
        "id":"ED370114",
        "title":"Control and Chaos: Student-Centered Pedagogy in the Graduate Composition Theory Course."},
      {
        "id":"ED370115",
        "title":"The Writing Center as a Virtual Dialogic Space."},
      {
        "id":"ED370117",
        "title":"Constellation Prizes: Using Science Fiction for Lesbian, Gay, and Bisexual Issues in College Classes."},
      {
        "id":"ED370118",
        "title":"The Politics of Space in (Feminist) Composition Theory."},
      {
        "id":"ED370119",
        "title":"NAEP 1992 Writing Report Card."},
      {
        "id":"ED370121",
        "title":"Proceedings of the Conference of the American Journalism Historians Association (Lawrence, Kansas, October 1-3, 1992). Part I: Journalism History before the Twentieth Century."},
      {
        "id":"ED370122",
        "title":"Proceedings of the Conference of the American Journalism Historians Association (Lawrence, Kansas, October 1-3, 1992). Part II: Journalism History in the Twentieth Century."},
      {
        "id":"ED370123",
        "title":"Maximizing the Value of Data Collected through Using Student Questionnaires as a Tool in Curricular Reform: The Questionnaire's Design."},
      {
        "id":"ED370124",
        "title":"Students' Perceptions of &quot;Creative&quot; Writing: A Hidden Barrier to Educational Reform?"},
      {
        "id":"ED370125",
        "title":"The (Un)ruly Apostrophe."},
      {
        "id":"ED370126",
        "title":"What They Don't Tell You in Graduate School."},
      {
        "id":"ED370128",
        "title":"Silks, Congress Gaiters, and Rhetoric: A Butler University Graduate of 1860 Tells Her Story."},
      {
        "id":"ED370129",
        "title":"Supporting an Effective Visiting Authors' Program."},
      {
        "id":"ED370130",
        "title":"Creative Writing in the Language Arts."},
      {
        "id":"ED370131",
        "title":"Gender, Ethnicity, Class and the Development of High Literacy among Dominican Americans."},
      {
        "id":"ED370132",
        "title":"Views from the Cellar: Students' Versions of Portfolio Assessment."},
      {
        "id":"ED370133",
        "title":"The New Director of Composition Composes Herself."},
      {
        "id":"ED370134",
        "title":"Margery Speaking from the Margins: The Subversiveness of Margery Kempe's Rhetoric for Medieval and Modern Audiences."},
      {
        "id":"ED370135",
        "title":"The Student as Interpreter: What Do We Mean When We Ask Who Did It?"},
      {
        "id":"ED370136",
        "title":"Anna Julia Cooper: An Explanation."},
      {
        "id":"ED370137",
        "title":"Wondering Discourse in the Classroom."},
      {
        "id":"ED370138",
        "title":"Rhetoric Hewn by Audience and History: The Evolution of the Annual Report as a Business Document."},
      {
        "id":"ED370139",
        "title":"Giving Them What They Want: Student Views of Revision."},
      {
        "id":"ED370140",
        "title":"Fighting for Life in the Academy: Solutions to Gender Relationships from a Historical View."},
      {
        "id":"ED370141",
        "title":"The Influence of Language Style and Gender on Perceptions of Leadership Potential: A Review of Relevant Literature."},
      {
        "id":"ED370142",
        "title":"&quot;Dissoi Logoi&quot; and Rhetorical Invention: Contradictory Arguments for Contemporary Pedagogy."},
      {
        "id":"ED370143",
        "title":"Comparing the Impact of Homosexual and Heterosexual Parents on Children: Meta-Analysis of Existing Research."},
      {
        "id":"ED370144",
        "title":"The Impact of the Law on the Practice of Public Relations Discourse."},
      {
        "id":"ED370145",
        "title":"In Other Words...The Cultural Dimension of Communication for Development. CESO Paperback No. 19."},
      {
        "id":"ED370146",
        "title":"Caught in the Net: Notes from the Electronic Underground."},
      {
        "id":"ED370147",
        "title":"An Exploratory Study of GTA's Attitudes toward Aspects of Teaching and Teaching Style."},
      {
        "id":"ED370148",
        "title":"Discovering Hidden Voices."},
      {
        "id":"ED370149",
        "title":"Findings in Search of an Issue: Preliminary Development of a Student Questionnaire for Distance Education Contexts."},
      {
        "id":"ED370150",
        "title":"Enhancing Conflict Resolution Strategies with Prekindergarten Students through Children's Literature and a Citizenship Program."},
      {
        "id":"ED370151",
        "title":"Evaluating the Stressors of Divorce: Theoretical and Pragmatic Concerns."},
      {
        "id":"ED370152",
        "title":"Effects of Participation in an Intergroup Communication Program: An Assessment of Shippensburg University's Building Bridges Program."},
      {
        "id":"ED370153",
        "title":"Spotlight on the Middle: Report of the Texas Task Force on Middle School Education."},
      {
        "id":"ED370154",
        "title":"Spotlight on the Middle: Report of the Texas Task Force on Middle School Education. Executive Summary and State Board of Education Policy Statement on Middle Grade Education and Middle Grade Schools. Revised."},
      {
        "id":"ED370155",
        "title":"Spotlight on the Middle: A Source Book of Notable Texas Middle School Programs Developed for the Texas Task Force on Middle School Education."},
      {
        "id":"ED370157",
        "title":"A+chieving Excellence. A Parent's Guide to Site-Based Decision Making. Noteworthy = A+lcanzar la Excelencia. Un manual para padres sobre como hacer decisiones. Notable."},
      {
        "id":"ED370159",
        "title":"Costs and Consequences: An Examination of the Potential for Consolidation within the Education System and the Associated Costs. Background Report Prepared for Royal Commission on Education, Newfoundland and Labrador."},
      {
        "id":"ED370160",
        "title":"The Pros and Cons of Year-Round Education at the Elementary Public School Level."},
      {
        "id":"ED370161",
        "title":"1992 Annual Report, Korean Educational Development Institute (KEDI)."},
      {
        "id":"ED370162",
        "title":"State of the States '92: Bridging Troubled Finance Waters. Proceedings of the Fiscal Issues, Policy, and Education Finance Special Interest Group of the American Educational Research Association (San Francisco, California, April 20-24, 1992)."},
      {
        "id":"ED370164",
        "title":"Quality, Equity, Accountability: Long-Range Plan for Public Education, 1991-1995. Interim Evaluation, 1991-1992."},
      {
        "id":"ED370165",
        "title":"Implementing Schoolwide Projects: An Idea Book."},
      {
        "id":"ED370170",
        "title":"Education Finance--Background Memorandum."},
      {
        "id":"ED370171",
        "title":"From Meet and Confer to Collective Bargaining to Collaborative Bargaining."},
      {
        "id":"ED370172",
        "title":"School Improvement: A Case Study. An Effective Schools Framework for Partnerships in Systemic Reform."},
      {
        "id":"ED370175",
        "title":"North Dakota Curriculum Frameworks, Volume I: Language Arts, Library Media, Mathematics, Science, Social Studies."},
      {
        "id":"ED370176",
        "title":"North Dakota Curriculum Frameworks, Volume II: Arts Education, Business Education, Foreign Language, Health, Physical Education."},
      {
        "id":"ED370177",
        "title":"School Prayer: The Court, the Congress, and the First Amendment."},
      {
        "id":"ED370178",
        "title":"Systemic Education Reform. ERIC Digest, Number 90."},
      {
        "id":"ED370180",
        "title":"An Examination of the Federal Role in School Finance. Hearings on Examining the Need for School Finance Reform, Focusing on the Adequacy of Educational Finance in the United States and Its Effect on the Quality of Education, before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, 103rd Congress, First Session (July 26, 27, and August 3, 1993)."},
      {
        "id":"ED370181",
        "title":"Restructuring for the 90s and Beyond: Solution Based Learning in the Era of Smart Homes, Wired Communities, Fast Systems, Global Networks, and Fast Forward Learners in a Borderless World."},
      {
        "id":"ED370182",
        "title":"Utah State Superintendent of Public Instruction, Annual Report, 1992-93."},
      {
        "id":"ED370183",
        "title":"If You Speak Two Languages, You Are Bilingual. If You Speak One Language, You Are American."},
      {
        "id":"ED370184",
        "title":"How Our Investment in Education Pays Off."},
      {
        "id":"ED370188",
        "title":"Power and the Production of Knowledge: Collective Team Learning in Work Organizations."},
      {
        "id":"ED370189",
        "title":"School Restructuring: A Study of the Role of Parents in Selected Accelerated Schools."},
      {
        "id":"ED370191",
        "title":"A Study of First Year Elementary Principals and Their Mentors in the New York City Public Schools."},
      {
        "id":"ED370192",
        "title":"Preparing Future Administrators: Stakeholder Perceptions."},
      {
        "id":"ED370193",
        "title":"The Teacher Salary Equalization Movement in Virginia: The NAACP and the Virginia State Teachers Association, 1935-1941."},
      {
        "id":"ED370194",
        "title":"Local Education Funds: The Community Connection to Education Reform. A Report on a Consultation (Atlanta, Georgia, November 17, 1992)."},
      {
        "id":"ED370195",
        "title":"A School within a School: Evaluation Results of the First Year of a Restructuring Effort."},
      {
        "id":"ED370196",
        "title":"Implementing School Decision-Making Groups: A Case Study in Restructuring."},
      {
        "id":"ED370197",
        "title":"Postmodernism as the Cultural Skin of Late Capitalism: Mapping and the Educational Challenge."},
      {
        "id":"ED370198",
        "title":"Leadership for School Culture. ERIC Digest, Number 91."},
      {
        "id":"ED370199",
        "title":"Building Collaborative Education Systems: New Roles for State Education and Higher Education Agencies. Special Policy Report. Policy Briefs Report 1."},
      {
        "id":"ED370200",
        "title":"Student Motivation To Learn. ERIC Digest, Number 92."},
      {
        "id":"ED370201",
        "title":"School Reform for Youth At Risk: Analysis of Six Change Models. Volume I: Summary and Analysis."},
      {
        "id":"ED370203",
        "title":"Values Education in American Public Schools: Have We Come Full Circle?"},
      {
        "id":"ED370204",
        "title":"The Policy Context of Recent Curriculum Reforms in Australia."},
      {
        "id":"ED370206",
        "title":"The Training of School Administrators: The Roles of Practitioners, Students, and Professors."},
      {
        "id":"ED370207",
        "title":"Education for All: Status and Trends."},
      {
        "id":"ED370208",
        "title":"Task Force Reports Summaries, Revised."},
      {
        "id":"ED370209",
        "title":"Bibliography on School Restructuring."},
      {
        "id":"ED370210",
        "title":"Effects of High School Restructuring and Size on Gains in Achievement and Engagement for Early Secondary School Students."},
      {
        "id":"ED370214",
        "title":"School-Wide Professional Community."},
      {
        "id":"ED370215",
        "title":"Leadership Characteristics That Facilitate School Change."},
      {
        "id":"ED370216",
        "title":"School Context: Bridge or Barrier for Change?"},
      {
        "id":"ED370217",
        "title":"Facilitative Leadership: The Imperative for Change."},
      {
        "id":"ED370218",
        "title":"Coordinating Committee on Education-Related Federal Equipment. Interim Report."},
      {
        "id":"ED370219",
        "title":"Team Approaches to Leadership in Secondary Schools."},
      {
        "id":"ED370220",
        "title":"The Power of Coalition: A Comparative Study of Two School Reform Projects."},
      {
        "id":"ED370221",
        "title":"Teacher-Principal Agreement of Perceptions and Expectations for Professional Development."},
      {
        "id":"ED370222",
        "title":"School Restructuring: A Study of Curriculum and Instruction in Selected Accelerated Schools."},
      {
        "id":"ED370223",
        "title":"Education in the Marketplace: School at Mall of America."},
      {
        "id":"ED370225",
        "title":"Stewardship and the Catholic School Tuition Program."},
      {
        "id":"ED370226",
        "title":"Grant Proposals: A Primer for Writers."},
      {
        "id":"ED370227",
        "title":"Charter Schools Update. Policy Briefs. Report 2."},
      {
        "id":"ED370228",
        "title":"Quality Goes to School: Readings on Quality Management in Education."},
      {
        "id":"ED370229",
        "title":"The 1992 Study of the American School Superintendency: America's Education Leaders in a Time of Reform."},
      {
        "id":"ED370230",
        "title":"School Finance and Facilities Study."},
      {
        "id":"ED370231",
        "title":"Year-Round Schools: The Star of the Sea Model."},
      {
        "id":"ED370232",
        "title":"Educational Innovations in Multiracial Contexts: The Growth of Magnet Schools in American Education."},
      {
        "id":"ED370235",
        "title":"Improving Learning Environments through a State-Wide Collaboration."},
      {
        "id":"ED370238",
        "title":"Safe Texas Schools: Policy Initiatives and Programs."},
      {
        "id":"ED370239",
        "title":"Crossing Boundaries: Explorations in Integrative Curriculum."},
      {
        "id":"ED370240",
        "title":"Politics and Systemic Education Reform. CPRE Policy Briefs."},
      {
        "id":"ED370242",
        "title":"Valuing Diversity in Schools: A Model for Systemic Restructuring."},
      {
        "id":"ED370244",
        "title":"The Goal Orientation of the Principal: A Key Factor in the Success or Failure of School Change."},
      {
        "id":"ED370245",
        "title":"Bellringer 1993: A Report on Indiana Schools and Education"},
      {
        "id":"ED370246",
        "title":"School Improvement Research Series: Series VIII, 1993-94."},
      {
        "id":"ED370247",
        "title":"Replication/Implementation Model Field Test: Project SHAL."},
      {
        "id":"ED370248",
        "title":"Deregulating Categorical Programs: Will It Work?"},
      {
        "id":"ED370249",
        "title":"Local School Councils...Where We Stand."},
      {
        "id":"ED370250",
        "title":"A Multi-Age, Multi-Ability, Thematically Taught, Full Inclusion Approach to Education: A Model Summer Educational Program."},
      {
        "id":"ED370253",
        "title":"DEC Recommended Practices: Indicators of Quality in Programs for Infants and Young Children with Special Needs and Their Families."},
      {
        "id":"ED370254",
        "title":"Establishing Recommended Practices for Programs for Infants and Young Children with Special Needs and Their Families."},
      {
        "id":"ED370255",
        "title":"Assessment: DEC Recommended Practices."},
      {
        "id":"ED370256",
        "title":"Family Participation: DEC Recommended Practices."},
      {
        "id":"ED370258",
        "title":"Service Delivery Models: DEC Recommended Practices."},
      {
        "id":"ED370259",
        "title":"General Curriculum and Intervention Strategies: DEC Recommended Practices."},
      {
        "id":"ED370260",
        "title":"Interventions To Promote Cognitive Skills: DEC Recommended Practices."},
      {
        "id":"ED370261",
        "title":"Interventions To Promote Communication Skills: DEC Recommended Practices."},
      {
        "id":"ED370262",
        "title":"Interventions To Promote Social Skills and Emotional Development: DEC Recommended Practices."},
      {
        "id":"ED370263",
        "title":"Interventions To Promote Adaptive Behavior Skills: DEC Recommended Practices."},
      {
        "id":"ED370264",
        "title":"Interventions To Promote Motor Skills: DEC Recommended Practices."},
      {
        "id":"ED370265",
        "title":"Transition: DEC Recommended Practices."},
      {
        "id":"ED370266",
        "title":"Personnel Competence: DEC Recommended Practices."},
      {
        "id":"ED370267",
        "title":"Program Evaluation: DEC Recommended Practices."},
      {
        "id":"ED370268",
        "title":"Early Intervention with Children Who Are Gifted: DEC Recommended Practices."},
      {
        "id":"ED370271",
        "title":"Resources for Adults with Disabilities."},
      {
        "id":"ED370272",
        "title":"Accessing Parent Groups: A Parent's Guide."},
      {
        "id":"ED370273",
        "title":"Questions and Answers about the IDEA."},
      {
        "id":"ED370274",
        "title":"Questions Often Asked about Special Education Services = Preguntas sobre los servicios de educacion especial."},
      {
        "id":"ED370275",
        "title":"National Resources [and] National Toll Free Numbers."},
      {
        "id":"ED370276",
        "title":"Traversing the Mainstream: Regular Education and Students with Disabilities in Secondary School. A Special Topic Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED370277",
        "title":"Fetal Alcohol Syndrome and Fetal Alcohol Effects in Child Development."},
      {
        "id":"ED370278",
        "title":"Attention Deficit Disorders: An Educators Guide. CH.A.D.D. Fact 5."},
      {
        "id":"ED370279",
        "title":"Birth to Three Inservice Outreach Training Project: Final Report."},
      {
        "id":"ED370280",
        "title":"A Systematic Approach to the Treatment of Attention Deficit Hyperactivity Disorder (ADHD): An Intervention Model."},
      {
        "id":"ED370281",
        "title":"Assessment Practices of School Psychologists When Identifying Children for SED Classes."},
      {
        "id":"ED370283",
        "title":"The Sensory Impaired in a Residential/Day School: Assessment Procedure."},
      {
        "id":"ED370284",
        "title":"Social-Emotional Factors in Students with and without Learning Disabilities."},
      {
        "id":"ED370285",
        "title":"Triennial Reevaluation of Special Needs Students: A Review of Best Practices and Other Considerations."},
      {
        "id":"ED370286",
        "title":"Federal Policy Options for Funding Special Education. Brief No. 1."},
      {
        "id":"ED370287",
        "title":"State Funding Provisions and Least Restrictive Environment: Implications for Federal Policy. Brief No. 2."},
      {
        "id":"ED370288",
        "title":"Self-Esteem: Issues for Adolescents with Chronic Illnesses and Disabilities. CYDLINE Reviews."},
      {
        "id":"ED370289",
        "title":"Lesch-Nyhan Disease."},
      {
        "id":"ED370291",
        "title":"Integrating Children with Special Needs into Pre-School Settings: A Resource Handbook."},
      {
        "id":"ED370293",
        "title":"Reasonable Instructional Accommodations for College Students with Learning Differences or Disabilities."},
      {
        "id":"ED370294",
        "title":"National Forum on New Students with Disabilities. Program &amp; Proceedings (Columbia, South Carolina, February 18, 1994)."},
      {
        "id":"ED370295",
        "title":"Should Gifted Students Be Grade-Advanced? ERIC Digest E526."},
      {
        "id":"ED370296",
        "title":"Maternal and Child Health Research Program. Completed Projects 1989, 1990, and 1991."},
      {
        "id":"ED370297",
        "title":"LDA '94: A Capital IDEA. Poster Session Abstracts of the International Conference of the Learning Disabilities Association of America (Washington, D.C., March 16-19, 1994)."},
      {
        "id":"ED370298",
        "title":"Problems with Social Security Disability Claims among School-Aged Children."},
      {
        "id":"ED370299",
        "title":"Independent Living."},
      {
        "id":"ED370300",
        "title":"Developmental Disabilities Assistance and Bill of Rights Act Amendments of 1994. Conference Report [To Accompany S. 1284]. House of Representatives, 103d Congress, 2d Session."},
      {
        "id":"ED370302",
        "title":"Blueprint for Implementation of the Recommendations of the Regents Select Commission on Disability."},
      {
        "id":"ED370303",
        "title":"Play Therapy for Children with Disabilities."},
      {
        "id":"ED370304",
        "title":"Overcoming Barriers to Science Careers: An Investigation of Deaf Students' Career Development in Science."},
      {
        "id":"ED370305",
        "title":"Is Science a Possible Career for You? A Science Career Development Program Especially Designed for Deaf Students. Teacher/Counselor Guide."},
      {
        "id":"ED370307",
        "title":"Individuals with Disabilities Education Act: Reauthorization Overview. CRS Report for Congress."},
      {
        "id":"ED370308",
        "title":"Assessing Health Services Delivery for Children with Special Health Care Needs (CSHCN) in School."},
      {
        "id":"ED370313",
        "title":"Cultural Competence in Screening and Assessment: Implications for Services to Young Children with Special Needs Ages Birth through Five."},
      {
        "id":"ED370317",
        "title":"CEC Standards for Professional Practice in Special Education."},
      {
        "id":"ED370318",
        "title":"How To Find Answers to Your Special Education Questions. Second Edition."},
      {
        "id":"ED370322",
        "title":"A Comparison of Stanford Achievement Test Results among Regular Class and Special Education Students."},
      {
        "id":"ED370323",
        "title":"Personal Futures Planning Project for Individuals with Deaf Blindness. Final Report."},
      {
        "id":"ED370324",
        "title":"Advocating for Young Children with Disabilities."},
      {
        "id":"ED370325",
        "title":"Are We Pushing Students in Special Education To Drop Out of School?"},
      {
        "id":"ED370327",
        "title":"The Regular Education Initiative: A Blueprint for Success. A Description of a Statewide Implementation Project in Illinois."},
      {
        "id":"ED370328",
        "title":"Learning Disabilities."},
      {
        "id":"ED370329",
        "title":"Science Education for Students with Mild Disabilities: A Status Report."},
      {
        "id":"ED370331",
        "title":"Key Questions Related to Inclusion and Collaboration in the Schools."},
      {
        "id":"ED370332",
        "title":"Teaching Strategies: Education of Children with Attention Deficit Disorder."},
      {
        "id":"ED370333",
        "title":"Where Do I Turn? A Resource Directory of Materials about Attention Deficit Disorder."},
      {
        "id":"ED370334",
        "title":"Attention Deficit Disorder: Adding Up the Facts."},
      {
        "id":"ED370335",
        "title":"Attention Deficit Disorder: Beyond the Myths."},
      {
        "id":"ED370336",
        "title":"Attention Deficit Disorder: What Teachers Should Know."},
      {
        "id":"ED370337",
        "title":"Attention Deficit Disorder: What Parents Should Know."},
      {
        "id":"ED370338",
        "title":"Implementing a Support Program for Parents of Learning Disabled Students in a Rural Elementary School."},
      {
        "id":"ED370339",
        "title":"Assistive Technology Issues for Virginia Schools. Final Report."},
      {
        "id":"ED370340",
        "title":"Parental Response to Lovaas Treatment of Childhood Autism."},
      {
        "id":"ED370343",
        "title":"A Standard Approach for Full Visual Annotation of Auditorially Presented Information for Users, Including Those Who Are Deaf: ShowSounds."},
      {
        "id":"ED370344",
        "title":"Issues and Developments in English and Applied Linguistics (IDEAL). 1989-1993."},
      {
        "id":"ED370345",
        "title":"Bilingual Early Childhood Education in Child Care and Preschool Centres."},
      {
        "id":"ED370346",
        "title":"Learning Strategies in Japanese Foreign Language Instruction. Final Report."},
      {
        "id":"ED370347",
        "title":"Learning Strategies in Japanese Foreign Language Instruction. High School and College Resource Guides, 1992-1993."},
      {
        "id":"ED370349",
        "title":"Widening Our Horizons: Report of the Review of the Teaching of Modern Languages in Higher Education. Volumes I and II."},
      {
        "id":"ED370350",
        "title":"Newsletter of the Illinois Japanese Language Teachers Network, 1986-1993."},
      {
        "id":"ED370351",
        "title":"Theory Building: Sample Size and Data-Model Fit."},
      {
        "id":"ED370354",
        "title":"Activities and Materials for Implementing Adapted Versions of Reciprocal Teaching in Beginning, Intermediate, and Advanced Levels of Instruction in English, Spanish, and French as a Second/Foreign Language."},
      {
        "id":"ED370355",
        "title":"Card Game Activities Using Grammar-Based Dialogues."},
      {
        "id":"ED370356",
        "title":"Issues in Language Teacher Education. Anthology Series 30."},
      {
        "id":"ED370357",
        "title":"Reflective Teaching in TESOL Teacher Education."},
      {
        "id":"ED370358",
        "title":"Developing Productive Thinking in Preservice Student Teachers."},
      {
        "id":"ED370359",
        "title":"Models and the Knowledge Base of Second Language Teacher Education."},
      {
        "id":"ED370360",
        "title":"Preparing Teachers To Use a Meaning and Structure Methodology."},
      {
        "id":"ED370361",
        "title":"In Tandem: Preparing Singapore Teachers for a Changing Primary English Classroom: The Singapore Experience."},
      {
        "id":"ED370362",
        "title":"Becoming a Researcher: Teacher-Conducted Research and Professional Growth."},
      {
        "id":"ED370363",
        "title":"Program Accreditation through Institutional Self-Study and Peer Validation."},
      {
        "id":"ED370364",
        "title":"From English to Filipino: Training Teachers for the Great Shift in Social Studies in the Philippines."},
      {
        "id":"ED370365",
        "title":"Language Teacher Education for Social Cohesion."},
      {
        "id":"ED370366",
        "title":"Appropriateness of Advice as L2 Solidarity Strategy."},
      {
        "id":"ED370367",
        "title":"Bilingual Education through Architectural Mathematics (Project BEAM), Community School District 7. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370368",
        "title":"Serial Verb Nominalisations in Dagaare."},
      {
        "id":"ED370370",
        "title":"Teaching the Teacher Within. Long Term Success for Bilingual & Monolingual Students."},
      {
        "id":"ED370371",
        "title":"Teaching American Culture: An Independent Project for an Intermediate Oral Language Class."},
      {
        "id":"ED370372",
        "title":"Reflections on Change: Implementing the Process Approach in Hong Kong."},
      {
        "id":"ED370373",
        "title":"Auxiliary Services for High Schools Bilingual Resource and Training Center (Project ASHS). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370374",
        "title":"Integrated Methods for Pupils To Reinforce Occupational and Verbal Effectiveness (Project IMPROVE). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370376",
        "title":"Hidden Expectations: Faculty Perceptions of SLA and ESL Writing Competence."},
      {
        "id":"ED370377",
        "title":"Enhancing the Delivery of Services to Black Special Education Students from Non-Standard English Backgrounds. Final Report."},
      {
        "id":"ED370379",
        "title":"Career and Academic Resources in Bilingual Education Program for High School Students (Project CARIBE). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370380",
        "title":"To Examine and Plan for Occupational Requisites and Employment (Project EXPLORE). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370381",
        "title":"Preparation for and Results of a Short-Term Overseas Study Program in the United States."},
      {
        "id":"ED370382",
        "title":"Needs Analysis in Cross-Cultural Sales Negotiation: Bridging the Gap between Subjective and Objective Needs."},
      {
        "id":"ED370383",
        "title":"Bridging the Gap: Bringing Business and Liberal Arts Together Via Computer Assisted Instruction."},
      {
        "id":"ED370384",
        "title":"A Business English Curriculum in an Academic Setting."},
      {
        "id":"ED370385",
        "title":"Teaching ESP-B and Business Communications with the Case Study Method."},
      {
        "id":"ED370386",
        "title":"Jeu de cartes or Jeu Descartes: Business Cards in a French Course for the Professions."},
      {
        "id":"ED370387",
        "title":"French for Business: A Case Study."},
      {
        "id":"ED370388",
        "title":"Developing Aural Proficiency Skills in the Business French Class."},
      {
        "id":"ED370389",
        "title":"Interactive Video in Classes of German for Business and Technology."},
      {
        "id":"ED370390",
        "title":"A New Look at Contextualization and Application: A Comprehensive Pedagogical Strategy for Business German."},
      {
        "id":"ED370391",
        "title":"Teaching Status Differences in Japanese Business Settings."},
      {
        "id":"ED370392",
        "title":"Demonstrating Miscommunication Problems Between American and Japanese Businessmen Through Video."},
      {
        "id":"ED370393",
        "title":"Business Japanese, a HyperCard Simulation."},
      {
        "id":"ED370394",
        "title":"Use of Video Material in the Spanish for Business Language Classroom at the Second- and Third-Year Levels."},
      {
        "id":"ED370395",
        "title":"The High Speed Projection Technique for Teaching the Reading of Korean &amp; Japanese or Other Non-Roman Witing Systems."},
      {
        "id":"ED370396",
        "title":"Plunging into a Foreign Language Without a Dictionary."},
      {
        "id":"ED370397",
        "title":"Italian for Business and Communication: Research Methodology and Creation of a Syllabus."},
      {
        "id":"ED370398",
        "title":"Ukrainian for Business."},
      {
        "id":"ED370399",
        "title":"Computer-Based Language Tools for the Teaching of Language for a Special Purpose."},
      {
        "id":"ED370400",
        "title":"Experiential Language Learning for Professional Experts."},
      {
        "id":"ED370401",
        "title":"Bilingual Russian Academic and Career Educational Services (Project BRACES). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370402",
        "title":"Special Competition Bilingual Enrichment Academic Russian Program. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370404",
        "title":"Exemplary Capacity Building Program of Transitional Bilingual Education, Community School District 3. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370405",
        "title":"Guidance Oriented Acquisition of Learning Skills (Project GOALS). Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370406",
        "title":"Language Issues in Distance Education. Dunford Seminar Report (16th, England, United Kingdom, 1993)."},
      {
        "id":"ED370407",
        "title":"Cognitive Academic Language Learning Approach (Project CALLA), Community School District 2 Special Alternative Instruction Program. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370408",
        "title":"Computer-Based Junior High/Intermediate School Program of Transitional Bilingual Education, Community School District 3, Manhattan. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370409",
        "title":"Learning English through Automotive Electronics (Project LETAE), Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370410",
        "title":"Model Developmental Program of Bilingual Education, Community School District 3, 1992-93. Final Evaluation Report. OREA Report."},
      {
        "id":"ED370411",
        "title":"Vocabulary Learning Strategies of Good and Poor Chinese EFL Learners."},
      {
        "id":"ED370412",
        "title":"Increasing Relevancy in a Speaking Course for Graduate Students."},
      {
        "id":"ED370413",
        "title":"Kansas Working Papers in Linguistics. Volume 19."},
      {
        "id":"ED370414",
        "title":"Xhosa Nominal Tonology: A Domain-Based Approach."},
      {
        "id":"ED370415",
        "title":"On the Representation of Mandarin Syllable Structure."},
      {
        "id":"ED370416",
        "title":"Vendler Classes and Reinterpretation."},
      {
        "id":"ED370417",
        "title":"Negative Polarity Items and the Semantics of the Particles &quot;-to&quot; and &quot;-na&quot; in Korean."},
      {
        "id":"ED370418",
        "title":"Clitics, Case Checking, and Causative Constructions."},
      {
        "id":"ED370419",
        "title":"The Dual Status of the Null Object in Chinese."},
      {
        "id":"ED370420",
        "title":"On the Orientation Problem in Korean 'CAKI' Binding and the Typology of X Reflexive Binding."},
      {
        "id":"ED370422",
        "title":"Deriving the Distribution of Conjunctions."},
      {
        "id":"ED370423",
        "title":"L2 Acquisition of English Reflexives by Native Speakers of Korean."},
      {
        "id":"ED370425",
        "title":"Word-Level Nominalization in Choctaw."},
      {
        "id":"ED370426",
        "title":"Reflexives in Mohawk."},
      {
        "id":"ED370428",
        "title":"The Limit of Structure Preservation in Dakhota Lexical Phonology."},
      {
        "id":"ED370429",
        "title":"Notes on the Kansa Word List of Maximilian, Prince of Wied."},
      {
        "id":"ED370430",
        "title":"Caracteristiques de trois systemes informatiques de transcription phonetique et graphemique (Characteristics of Three Computer-Based Systems of Phonetic and Graphemic Transcription)."},
      {
        "id":"ED370432",
        "title":"Curriculum Options for Pupil Enrichment (Project COPE). Bilingual Special Alternative Instructional Program. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370433",
        "title":"Japanese Students Abroad: Relating Language Ability in Class and in the Community."},
      {
        "id":"ED370434",
        "title":"Closed Captioning: Students' Responses."},
      {
        "id":"ED370435",
        "title":"Project Porvenir. Final Evaluation Report, 1992-93. OERA Report."},
      {
        "id":"ED370436",
        "title":"Prompt Type Effects on Essay Ratings."},
      {
        "id":"ED370437",
        "title":"P-KIMMO: A Prolog Implementation of the Two Level Model."},
      {
        "id":"ED370439",
        "title":"Cross-Linguistic Influence in Indirectness: The Case of English Directives Performed by Native Japanese Speakers."},
      {
        "id":"ED370440",
        "title":"The Title VII Academic Excellence Program: Disseminating Effective Programs and Practices in Bilingual Education."},
      {
        "id":"ED370441",
        "title":"Materiales. Quinto Centenario. Numbers 1-16. (Materials. Fifth Centenary)."},
      {
        "id":"ED370442",
        "title":"Washington State Core Competencies Model Curriculum: English as a Second Language, Level 1A/1B, Version 1.0."},
      {
        "id":"ED370444",
        "title":"The Development and Study of Hmong Literacy: Ensuring the Future and Preserving the Past."},
      {
        "id":"ED370449",
        "title":"How Can We Tell You...How Will We Know? Women and Language Services."},
      {
        "id":"ED370450",
        "title":"Blue Collar and Beyond: The Experiences of Non-English Speaking Background Women in the Australian Labour Force [and] Strategies for Action."},
      {
        "id":"ED370451",
        "title":"Conducting a Spanish National Adult Literacy Survey: A Discussion of the Issues."},
      {
        "id":"ED370452",
        "title":"A Guide for the Volunteer Tutor."},
      {
        "id":"ED370453",
        "title":"Study Guide To Prepare for New Written Citizenship Examination: A Guide for Beginner Level ESL Students."},
      {
        "id":"ED370455",
        "title":"Postsecondary Education Opportunity. The Mortenson Report on Public Policy Analysis of Opportunity for Postsecondary Education. 1992-1993."},
      {
        "id":"ED370456",
        "title":"The NACUBO/TIAA-CREF Survey of College and University Retirees."},
      {
        "id":"ED370457",
        "title":"Faculty Supply and Demand--Data Sources and Data Needs."},
      {
        "id":"ED370458",
        "title":"Employee Benefit Plans and Personal Financial Planning with Expert Systems."},
      {
        "id":"ED370459",
        "title":"Evaluating Long-Term Disability Insurance Plans."},
      {
        "id":"ED370460",
        "title":"Survey of TIAA-CREF Annuitant Households--Accumulated Net Worth and Current Savings Patterns."},
      {
        "id":"ED370461",
        "title":"Survey of Group Health-Care Plans for Retired Employees of Colleges, Universities, and Independent Schools."},
      {
        "id":"ED370462",
        "title":"Planning For Retirement: Using Income Replacement Ratios in Setting Retirement Income Objectives."},
      {
        "id":"ED370463",
        "title":"Influence of Employer-Provided Retiree Health Insurance on Retirement Decisions."},
      {
        "id":"ED370464",
        "title":"The George Engelmann Mathematics &amp; Science Institute. A Follow Up Study and Evaluation: 1992 Alumni."},
      {
        "id":"ED370465",
        "title":"The George Engelmann Mathematics &amp; Science Institute. Scholar Research Program Annual Report 1993."},
      {
        "id":"ED370466",
        "title":"The George Engelmann Mathematics &amp; Science Institute. 1993 Annual Report Science Scholar Program."},
      {
        "id":"ED370469",
        "title":"The Public and Private Interface in Technology: The Regulation of Industry and Academic Links."},
      {
        "id":"ED370470",
        "title":"Challenges, Realities, Strategies: The Master Plan for Florida Postsecondary Education for the 21st Century."},
      {
        "id":"ED370472",
        "title":"Undergraduate Education: Transfer and Articulation Reexamined."},
      {
        "id":"ED370473",
        "title":"Baccalaureate Student Graduation, Time-to-Degree, and Retention at Illinois Public Universities."},
      {
        "id":"ED370474",
        "title":"Focus Statements for Illinois Public Universities."},
      {
        "id":"ED370475",
        "title":"Statewide Higher Education Policies and Priorities for Illinois Private Colleges and Universities."},
      {
        "id":"ED370476",
        "title":"Master Plan for Illinois Higher Education 1991."},
      {
        "id":"ED370478",
        "title":"Selected Legal Issues Relating to Due Process and Liability in Higher Education."},
      {
        "id":"ED370480",
        "title":"Faculty Development for Inclusive Curriculum: Principles and Processes."},
      {
        "id":"ED370481",
        "title":"Academic Earmarks--Parts I &amp; II. Hearings before the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Third Congress, First Session (June 16; September 15, 1993)."},
      {
        "id":"ED370482",
        "title":"Minority Culture-Based Programming in the Six Four-Year Public Institutions of Higher Education in the State of Washington: An Illuminative Evaluation."},
      {
        "id":"ED370483",
        "title":"The Career Paths of Part-Time Degree Students."},
      {
        "id":"ED370484",
        "title":"Post-Secondary Education in Manitoba: Doing Things Differently."},
      {
        "id":"ED370485",
        "title":"University of Hawaii System Outreach Efforts on the Neighbor Islands. Report No. 9."},
      {
        "id":"ED370487",
        "title":"U.S. Medical School Faculty, 1993. Faculty Roster System."},
      {
        "id":"ED370489",
        "title":"AAMC Data Book. Statistical Information Related to Medical Education."},
      {
        "id":"ED370490",
        "title":"Promoting Medical Students' Ethical Development: A Resource Guide."},
      {
        "id":"ED370491",
        "title":"Americans With Disabilities Act (ADA) and the Disabled Student in Medical School: Guidelines for Medical Schools."},
      {
        "id":"ED370492",
        "title":"A Model for the Reinvented Higher Education System: State Policy and College Learning."},
      {
        "id":"ED370493",
        "title":"Summer Sessions in Colleges and Universities: Perspectives, Practices, Problems, and Prospects."},
      {
        "id":"ED370496",
        "title":"The Direct Loan Demonstration Program: An Analysis of the Legislative Process Involving Federal Student Loan Policy."},
      {
        "id":"ED370497",
        "title":"New England Endowments, 1977-1992. Findings from NEBHE's Annual FACTS Survey and Related Research. NEBHE Research Report."},
      {
        "id":"ED370498",
        "title":"A Comparative Study of Students' Learning Experiences in Intensive and Semester-Length Courses and of the Attributes of High-Quality Intensive and Semester Course Learning Experiences."},
      {
        "id":"ED370500",
        "title":"The Effects of Cardiovascular Conditioning on Stress Levels of Law Enforcement Cadets: Politics, Law and Economics of Higher Education."},
      {
        "id":"ED370501",
        "title":"Predicting Rural College Retention among First-Year Undergraduates."},
      {
        "id":"ED370502",
        "title":"Review of Research Concerning the Effectiveness of SI from the University of Missouri-Kansas City and Other Institutions from Across the United States."},
      {
        "id":"ED370503",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement 1994."},
      {
        "id":"ED370504",
        "title":"Foreign Participation in U.S. Academic Science and Engineering: 1991. Surveys of Science Resources Series."},
      {
        "id":"ED370505",
        "title":"Higher Education. Grants Effective at Increasing Minorities' Chances of Graduating. Testimony before the Subcommittee on Education, Arts, and Humanities, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED370507",
        "title":"New Perspectives for Student Affairs Professionals: Evolving Realities, Responsibilities and Roles. ERIC Digest."},
      {
        "id":"ED370508",
        "title":"New Perspectives for Student Affairs Professionals: Evolving Realities, Responsibilities and Roles. ASHE-ERIC Higher Education Report No. 7."},
      {
        "id":"ED370509",
        "title":"Women in Academe: Historical and Sociological Perspectives."},
      {
        "id":"ED370510",
        "title":"Connecting Assessment, Testing and Faculty Development: The Vision of Excellence at Virginia Union University."},
      {
        "id":"ED370511",
        "title":"Evaluation of the NSF Industry/University Cooperative Research Centers: Descriptive and Correlative Findings."},
      {
        "id":"ED370512",
        "title":"National Study of Student Support Services. Interim Report: Volume I: Program Implementation."},
      {
        "id":"ED370513",
        "title":"National Study of Student Support Services. Interim Report: Volume 2: Profile of Freshman Participants and Project Services: 1991-92."},
      {
        "id":"ED370515",
        "title":"Campus Computing 1992. The EDUCOM-USC Survey of Desktop Computing in Higher Education."},
      {
        "id":"ED370516",
        "title":"Campus Computing 1993. The USC National Survey of Desktop Computing in Higher Education."},
      {
        "id":"ED370517",
        "title":"The Freshman Year Experience Special Focus Conference on Urban Campuses: Conference Program and Proceedings, Charleston, SC, June 2-4, 1994."},
      {
        "id":"ED370518",
        "title":"Early Awareness Strategies and Their Measurement: Use of Hierarchical Loglinear Analysis To Assess the Effects of Michigan's Project Awareness on Middle School Students."},
      {
        "id":"ED370519",
        "title":"A Comparative Analysis of ACT Scores and Final GPAs of Chicago State University Undergraduate Students."},
      {
        "id":"ED370520",
        "title":"The Impact of Work and Family Roles on Associate and Baccalaureate Degree Completion among Students in Early Adulthood."},
      {
        "id":"ED370522",
        "title":"The Return to Catholicity: A Department Chair's Perspective."},
      {
        "id":"ED370523",
        "title":"Development of a Job Evaluation and Rating Manual for Non-Academic Employees at Atlantic Baptist College."},
      {
        "id":"ED370524",
        "title":"A Conceptual Exploration of a Bibliographer's Workstation Network."},
      {
        "id":"ED370525",
        "title":"Literacy-Empowerment-Opportunity: Contributed Papers Presented at the ASLA-AEMA Annual Conference (Phoenix, Arizona, December 1-4, 1993)."},
      {
        "id":"ED370526",
        "title":"A Theoretical Analysis of Learning with Graphics--Implications for Computer Graphics Design."},
      {
        "id":"ED370527",
        "title":"A Portfolio-Based Evaluation of Utah's Education Technology Initiative: 1990-1991 School Year."},
      {
        "id":"ED370528",
        "title":"A Study of Computer Attitudes of Nigerian Teachers."},
      {
        "id":"ED370529",
        "title":"Microcomputers in Alberta Schools--1993."},
      {
        "id":"ED370530",
        "title":"Computers in Schools of Southeast Texas in 1991."},
      {
        "id":"ED370531",
        "title":"Educational Resources on the Internet."},
      {
        "id":"ED370532",
        "title":"The Utah Educational Technology Initiative Year Two Evaluation: Program Implementation, Computer Acquisition and Placement, and Computer Use."},
      {
        "id":"ED370533",
        "title":"Instructional Utilization, Teacher Training and Implementation of Utah's Educational Technology Initiative in School Districts and Colleges. Report #ETI-2."},
      {
        "id":"ED370534",
        "title":"The Utah Educational Technology Initiative: Evaluation Update."},
      {
        "id":"ED370535",
        "title":"Resource Sharing: New Technologies as a Must for Universal Availability of Information. International Essen Symposium (16th, Essen, Germany, October 18-21, 1993). Festschrift in Honor of Hans-Peter Geh."},
      {
        "id":"ED370536",
        "title":"Communicating with Faculty about the Collection: Citation Analysis and Beyond."},
      {
        "id":"ED370537",
        "title":"Using a Mnemonic Approach To Teach Fourth Graders To Use a Computer Keyboard."},
      {
        "id":"ED370538",
        "title":"Distance Education Technology Study. Final Report: Executive Summary presented to: Wisconsin Educational Communications Board."},
      {
        "id":"ED370540",
        "title":"Plenary Presentations. Pacific Telecommunications Council Annual Conference (16th, Honolulu, Hawaii, January 16-20, 1994)."},
      {
        "id":"ED370541",
        "title":"Pacific Telecommunications Council Annual Conference Proceedings (16th, Honolulu, Hawaii, January 16-20, 1994)."},
      {
        "id":"ED370542",
        "title":"United States Commission on Libraries and Information Science. Annual Report, 1984-1985. Progress through Partnerships."},
      {
        "id":"ED370543",
        "title":"United States Commission on Libraries and Information Science. Annual Report, 1985-1986. Fifteen Years of Service."},
      {
        "id":"ED370544",
        "title":"United States Commission on Libraries and Information Science. Annual Report, 1987-1988. Progress through Partnerships."},
      {
        "id":"ED370545",
        "title":"United States Commission on Libraries and Information Science. Annual Report, 1989-1990."},
      {
        "id":"ED370546",
        "title":"United States Commission on Libraries and Information Science. Annual Report, 1990-1991."},
      {
        "id":"ED370547",
        "title":"Extended In-School Suspension Schools in Georgia and Their Library Services and Materials."},
      {
        "id":"ED370548",
        "title":"Twenty-Five Years of Visual Literacy Research."},
      {
        "id":"ED370549",
        "title":"Fifteen Reasons To Study Visual Literacy."},
      {
        "id":"ED370551",
        "title":"From Color Code to Color Cue: Remembering Graphic Information."},
      {
        "id":"ED370552",
        "title":"Tarnished Silver: Technology Images as History."},
      {
        "id":"ED370553",
        "title":"Using Symbols in Business Presentations: How Well Are They Understood?"},
      {
        "id":"ED370554",
        "title":"Multimedia: Promise, Reality and Future."},
      {
        "id":"ED370555",
        "title":"Universal Pragmatics: A Critical Approach to Image Ethics."},
      {
        "id":"ED370556",
        "title":"Using Digital Image Elements To Produce Schematic Pictures."},
      {
        "id":"ED370557",
        "title":"Visual Information Strategies in Mental Model Development."},
      {
        "id":"ED370558",
        "title":"Aesthetics and Screen Design: An Integration of Principles."},
      {
        "id":"ED370559",
        "title":"White Letters on Colored Backgrounds: Legibility and Preference."},
      {
        "id":"ED370560",
        "title":"Understanding Visual Information through Deep Viewing."},
      {
        "id":"ED370561",
        "title":"Screen Design: A Review of Research."},
      {
        "id":"ED370562",
        "title":"A Dialogue about Mythological Symbols from the Campfire to the Digital Age."},
      {
        "id":"ED370563",
        "title":"Multimedia and Hypermedia: An Invitation for Discussion."},
      {
        "id":"ED370564",
        "title":"Visual Thinking Skills for the Digital Age."},
      {
        "id":"ED370565",
        "title":"Exploring the Hyper-Environment for Elementary Children."},
      {
        "id":"ED370566",
        "title":"The Impact of Digital Technologies on the Elementary School Classroom."},
      {
        "id":"ED370567",
        "title":"A Middle School's Experience with Hypermedia and Problem-Based Learning."},
      {
        "id":"ED370568",
        "title":"Issues in Identifying Visually Gifted Young Children."},
      {
        "id":"ED370569",
        "title":"Children's Response to Silhouette Illustrations in Picture Books."},
      {
        "id":"ED370570",
        "title":"Representation of Culture in Children's Picture Books."},
      {
        "id":"ED370571",
        "title":"Changing Images of Alice."},
      {
        "id":"ED370573",
        "title":"Integrating Visual Literacy across the Curriculum."},
      {
        "id":"ED370574",
        "title":"Visualizing Classroom Instruction: Creating Visual Images for Preservice Teacher Education."},
      {
        "id":"ED370575",
        "title":"Digitizing Images for Curriculum 21."},
      {
        "id":"ED370576",
        "title":"Accommodating Technology in the Visual Literacy Classroom."},
      {
        "id":"ED370577",
        "title":"Combating Computer Fear and Apprehension through Interactive Multimedia."},
      {
        "id":"ED370578",
        "title":"IMSA--Enjoy the Journey."},
      {
        "id":"ED370579",
        "title":"Visual and Digital Technologies for Adult Learning."},
      {
        "id":"ED370580",
        "title":"Use of Humorous Visuals To Enhance Computer-Based-Instruction."},
      {
        "id":"ED370581",
        "title":"Affective Response to Learning via \"Visual Metaphor.\""},
      {
        "id":"ED370582",
        "title":"Visualizing Technology: An Analysis of Preservice Teacher's Classroom Maps."},
      {
        "id":"ED370583",
        "title":"Women and the Discourses of the Visual: Where Are Women in This Picture?"},
      {
        "id":"ED370584",
        "title":"An Eclectic Approach to the Interpretation of Visual Statements."},
      {
        "id":"ED370585",
        "title":"Analog, Not Digital: Roots of Visual Literacy and Visual Intelligence."},
      {
        "id":"ED370586",
        "title":"Avatars, Affordances, and Interfaces: Virtual Reality Tools for Learning."},
      {
        "id":"ED370587",
        "title":"Teaching a Semiotic Analysis of Television Commercials to Chinese College Students."},
      {
        "id":"ED370588",
        "title":"The Motivational Effect of Televised Instruction on Teacher Directed Science Learning."},
      {
        "id":"ED370590",
        "title":"Examining the Impact of the Channel One School Newscasts."},
      {
        "id":"ED370591",
        "title":"Viewers' Contributions to a Photograph."},
      {
        "id":"ED370592",
        "title":"Fun and Games with Photoshop: Using Image Editors To Change Photographic Meaning."},
      {
        "id":"ED370593",
        "title":"Civil War Photography and Its Impact from 1863-1993."},
      {
        "id":"ED370594",
        "title":"Introduction of Technology into the Art Curriculum."},
      {
        "id":"ED370595",
        "title":"The Artist, the Color Copier, and Digital Imaging."},
      {
        "id":"ED370596",
        "title":"Decoding Photocopy Humor."},
      {
        "id":"ED370597",
        "title":"Merging Art and Technology: Computer Mediated Teaching."},
      {
        "id":"ED370599",
        "title":"Layout as Political Expression: Visual Literacy and the Peruvian Press."},
      {
        "id":"ED370600",
        "title":"The Appearance of Change in &quot;Fried Green Tomatoes.&quot;"},
      {
        "id":"ED370602",
        "title":"Visual Literacy in the Digital Age: Selected Readings from the Annual Conference of the International Visual Literacy Association (25th, Rochester, New York, October 13-17, 1993)."},
      {
        "id":"ED370606",
        "title":"ARL Statistics, 1992-93. A Compilation of Statistics from the One Hundred and Nineteen Members of the Association of Research Libraries."},
      {
        "id":"ED370607",
        "title":"ARL Annual Salary Survey, 1993."},
      {
        "id":"ED370608",
        "title":"Occasional Papers in Open and Distance Learning, Number 15."},
      {
        "id":"ED370609",
        "title":"Field Initiated Studies Program: Abstracts of Funded Projects, 1993."},
      {
        "id":"ED370610",
        "title":"The American Association of Women in Community and Junior Colleges (AAWCJC): Celebrating 20 Years of Growth & Service, 1973-1993."},
      {
        "id":"ED370612",
        "title":"Response Errors in Reports of Parental Income by Community College Freshmen. Working Paper Series No. 1-94."},
      {
        "id":"ED370613",
        "title":"Assessment of Student Academic Achievement."},
      {
        "id":"ED370614",
        "title":"Student Equity Plan, Glendale Community College."},
      {
        "id":"ED370615",
        "title":"College of DuPage Information Technology Plan, Fiscal Year 1994-95."},
      {
        "id":"ED370616",
        "title":"Total Quality Management (TQM) in a Community College."},
      {
        "id":"ED370617",
        "title":"Relationship between APS Writing Test Scores and Instructor Preparedness Ratings: Further Evidence for Validity."},
      {
        "id":"ED370618",
        "title":"Comparative Financial Statistics for Public Two-Year Colleges: FY 1993 Peer Group Sample."},
      {
        "id":"ED370620",
        "title":"Analysis of Faculty Equivalency Policies."},
      {
        "id":"ED370621",
        "title":"Minimum Qualifications for Faculty and Administrators in California Community Colleges. Second Edition."},
      {
        "id":"ED370622",
        "title":"Minimum Qualifications Advisories from &quot;Human Resources Communique,&quot; Numbers 1-12, September 1991-May 1994."},
      {
        "id":"ED370623",
        "title":"Tribal Colleges: A Success Story."},
      {
        "id":"ED370624",
        "title":"Afternoon College: A Self-Contained Afternoon Scheduling Approach at San Jose City College."},
      {
        "id":"ED370625",
        "title":"Macintosh and Photo-CD Technologies Provide Orientations to Southwestern College Library."},
      {
        "id":"ED370626",
        "title":"Class, Culture, and Ideology in a Rural Community College: A Report to the Spencer Foundation."},
      {
        "id":"ED370627",
        "title":"Compendium of Selected Data and Characteristics, 1992-93. University of Kentucky Community College System."},
      {
        "id":"ED370628",
        "title":"A Narrative History of the North Carolina Association of Community College Trustees."},
      {
        "id":"ED370629",
        "title":"Community Colleges and Leadership: An Exercise in Convergence."},
      {
        "id":"ED370630",
        "title":"Meeting the Needs of Diverse Students in the Classroom."},
      {
        "id":"ED370631",
        "title":"School-to-Work Transition Is Now Law. AACC Letter, Special Issue #1."},
      {
        "id":"ED370632",
        "title":"Assisting Minority Students in Meeting the Requirements of the College-Level Academic Skills Test. A Report Submitted to the Florida State Board of Education by the Task Force To Improve Minority Student Performance on the CLAST."},
      {
        "id":"ED370633",
        "title":"Recommendations for High School Preparation for Postsecondary Education and Employment. A Report Submitted to the Florida State Board of Education by the Task Force on High School Preparation for Postsecondary Education and Employment."},
      {
        "id":"ED370634",
        "title":"Findings from the New Resident Study. Special Report."},
      {
        "id":"ED370635",
        "title":"Community Colleges Lead the Way in International and Intercultural Education: Recent Success Stories and a Blueprint for the Future."},
      {
        "id":"ED370636",
        "title":"Report of the Task Force on Institutional Effectiveness Measures."},
      {
        "id":"ED370637",
        "title":"Three Years and Still Going: Howard Community College's Institutional Effectiveness System."},
      {
        "id":"ED370638",
        "title":"California Community College Staff Development Coordinators and Program Survey, 1993."},
      {
        "id":"ED370639",
        "title":"Educational Attainment of Adults in Oregon: What the 1990 Census Tells Us."},
      {
        "id":"ED370640",
        "title":"Oregon Community Colleges Profile, 1991-92."},
      {
        "id":"ED370641",
        "title":"PVCC Service Region High School Graduates. Research Report Number 4-94."},
      {
        "id":"ED370642",
        "title":"The President's Task Force on Retention: Addressing Student Success."},
      {
        "id":"ED370643",
        "title":"Upper-Division Collegiate Offerings on Community College Campuses and Implications for Restructuring American Postsecondary Education: A Report to the National Council of State Directors of Community and Junior Colleges."},
      {
        "id":"ED370645",
        "title":"General Guide to the Evaluation of Programs of Studies by the Commission d'evaluation de l'enseignement collegial."},
      {
        "id":"ED370646",
        "title":"Who's in the Driver's Seat, the Budget or the Strategic Plan: Which Comes First?"},
      {
        "id":"ED370647",
        "title":"A High-Tech Lab for Speech, Sign, and Foreign Languages at Johnson County Community College."},
      {
        "id":"ED370648",
        "title":"An Academic Development Plan for Post-Secondary Education on the Multi-Ethnic Island of Lana'i."},
      {
        "id":"ED370649",
        "title":"A Community Needs Assessment for Post-Secondary Education on the Multi-Ethnic Island of Lana'i."},
      {
        "id":"ED370650",
        "title":"Celebrating Partnerships. Proceedings of the Annual Community Education Conference (2nd, River Grove, IL, November 18, 1993)."},
      {
        "id":"ED370651",
        "title":"Summative Review of College and Vocational Preparatory Instruction."},
      {
        "id":"ED370652",
        "title":"1992-93 Graduate Follow-Up Report. Wisconsin Technical College System Board."},
      {
        "id":"ED370653",
        "title":"VTAE Facts, February 1994. Wisconsin Board of Vocational, Technical, and Adult Education."},
      {
        "id":"ED370654",
        "title":"Actual 1992-93 Cost Allocation Summary. Wisconsin Board of Vocational, Technical, and Adult Education."},
      {
        "id":"ED370656",
        "title":"Lower-Division Offerings in the Oklahoma City Metropolitan Area: Studies and Recommendations."},
      {
        "id":"ED370657",
        "title":"Business Industry Technical Assistance Center, Hazard Community College."},
      {
        "id":"ED370658",
        "title":"Bringing the Community In: A Mission Renewal Process as a Framework for Institutional Effectiveness."},
      {
        "id":"ED370659",
        "title":"A User-Friendly Model for Business/Education Partnerships."},
      {
        "id":"ED370662",
        "title":"Antelope Valley Community College District Education Center."},
      {
        "id":"ED370663",
        "title":"Faculty Salaries in California&apos;s Community Colleges, 1993-94: A Report to the Legislature and the Governor in Response to Supplemental Report Language for the 1979 Budget Act."},
      {
        "id":"ED370664",
        "title":"Executive Compensation in California Public Higher Education, 1993-94: The Second in a Series of Annual Reports to the Governor and Legislature in Response to the 1992 Budget Act. Draft."},
      {
        "id":"ED370665",
        "title":"An Assessment of the Adult Learners' Needs at Gateway Community-Technical College."},
      {
        "id":"ED370666",
        "title":"Activities in Support of Two-Year College Science, Engineering, Technology, and Mathematics Education, Fiscal Year 1993. Highlights."},
      {
        "id":"ED370667",
        "title":"Family Resource Coalition Report. Volumes 6-11, 1987-1992."},
      {
        "id":"ED370668",
        "title":"GAIN Family Life and Child Care Study. Final Report."},
      {
        "id":"ED370670",
        "title":"Lifelong Values."},
      {
        "id":"ED370671",
        "title":"A Celebration of Learning."},
      {
        "id":"ED370672",
        "title":"Parent Resources Inventory."},
      {
        "id":"ED370673",
        "title":"Objectifs de l'ecole enfantine: une consultation et ses resultats (Objectives of Infant Care: An Inquiry and Its Results)."},
      {
        "id":"ED370675",
        "title":"Parent and Community Involvement: Observations of the Reggio Emilia Schools."},
      {
        "id":"ED370676",
        "title":"Meeting the Needs of Transescents through Creative Scheduling Techniques."},
      {
        "id":"ED370678",
        "title":"Primary Thoughts: Implementing Kentucky&apos;s Primary Program."},
      {
        "id":"ED370679",
        "title":"The Longitudinal Assessment Study (LAS): Cycle 3 (Seven Year) Follow-up."},
      {
        "id":"ED370680",
        "title":"Class Size and Student Achievement: Tennessee's Star and Indiana's Prime Time Projects."},
      {
        "id":"ED370681",
        "title":"Research and Clinical Center for Child Development Annual Report, 1992-1993, No. 16."},
      {
        "id":"ED370683",
        "title":"Parents' and Teachers' Attitudes about the Usefulness of the Spectrum Assessment Model as a Framework for Parent-Teacher Conferences."},
      {
        "id":"ED370685",
        "title":"Extended Day Enrichment Program. Community Education. Operations Handbook."},
      {
        "id":"ED370686",
        "title":"Planning Appropriate Learning Environments for Children under Three. Australian Early Childhood Resource Booklets, No. 1."},
      {
        "id":"ED370687",
        "title":"Keeping Our Children Safe: Protective Behaviour Programs in Early Childhood Settings. Australian Early Childhood Resource Booklets No. 2."},
      {
        "id":"ED370688",
        "title":"Breaking the Silence on Domestic Violence: Information for Children's Services Workers. Australian Early Childhood Resource Booklets No. 3."},
      {
        "id":"ED370689",
        "title":"Rediscovering Pretend Play. Australian Early Childhood Resource Booklets No. 4."},
      {
        "id":"ED370690",
        "title":"Pretend Play: A Natural Path to Learning. Australian Early Childhood Resource Booklets No. 5."},
      {
        "id":"ED370691",
        "title":"Why Won't My Torch Work? Physics for 4 to 8 Year Olds. Australian Early Childhood Resource Booklets No. 1."},
      {
        "id":"ED370692",
        "title":"Our Code of Ethics at Work. Australian Early Childhood Resource Booklets No. 2."},
      {
        "id":"ED370693",
        "title":"Getting Ethical: A Resource Book for Workshop Leaders. Australian Early Childhood Resource Booklets No. 3."},
      {
        "id":"ED370694",
        "title":"Playing with Print. Australian Early Childhood Resource Booklets No. 4."},
      {
        "id":"ED370695",
        "title":"Rethinking Table Activities. Australian Early Childhood Resource Booklets No. 5."},
      {
        "id":"ED370696",
        "title":"The Basics of Family Support: A Guide for State Planners (and Others)."},
      {
        "id":"ED370697",
        "title":"Keeping the Lights On: Fundraising for Family Support Programs."},
      {
        "id":"ED370699",
        "title":"Early Learning and Early Identification Follow-Up Study: Transition from the Early to the Later Childhood Grades, 1990-93."},
      {
        "id":"ED370700",
        "title":"Social Skills Development Activity Manual."},
      {
        "id":"ED370701",
        "title":"Parent Time Curriculum Guide: A Learning Activities Guide for the PACE Family Literacy Program."},
      {
        "id":"ED370702",
        "title":"Child Care and Social Policy: An Annotated Bibliography."},
      {
        "id":"ED370705",
        "title":"Infants and Toddlers: Dramatic Increases in Numbers Living in Poverty. Report to the Chairman, Subcommittee on Children, Family, Drugs and Alcoholism, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED370706",
        "title":"Food Assistance: Early Results of USDA's No-Fee School Meal Pilot Program. Testimony before the Elementary, Secondary, and Vocational Education Subcommittee, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED370707",
        "title":"Content Analysis of Children's Letters to Santa: Toy and Non-Toy Requests."},
      {
        "id":"ED370708",
        "title":"Starting and Operating Support Groups: A Guide for Parents."},
      {
        "id":"ED370710",
        "title":"Making Our School a Peaceful Community: A Curriculum Guide on Conflict Resolution for Classroom Guidance in Grades K-5."},
      {
        "id":"ED370711",
        "title":"Men in Early Childhood: What Do Women Think about It?"},
      {
        "id":"ED370713",
        "title":"Course on the Education of the Young Child with Special Needs (September 27 - November 19, 1993). Report."},
      {
        "id":"ED370714",
        "title":"What Research on Early Childhood Education/Care Outcomes Can, and Can't Tell Policymakers."},
      {
        "id":"ED370715",
        "title":"Access to Early Childhood Programs for Children at Risk. National Household Education Survey."},
      {
        "id":"ED370716",
        "title":"\"Back When God Was Around and Everything\": Elementary Children's Understanding of Historical Time."},
      {
        "id":"ED370718",
        "title":"Information Use among Parents of Preschool-Aged Children: Links to Parent and Child Gender, Domain of Development, and Child's Developmental Level."},
      {
        "id":"ED370719",
        "title":"Psychological Factors Associated with the Early Immersion Experience. Draft."},
      {
        "id":"ED370720",
        "title":"Connecting School Family Community Resources. School &amp; Family Partnership Series."},
      {
        "id":"ED370721",
        "title":"Proceedings of the 1991 International Conference on Outdoor Recreation (October 17-19, 1991, Moscow, Idaho)."},
      {
        "id":"ED370722",
        "title":"An Investigation of the Ecological and Social Impacts Caused by Rock Climbers."},
      {
        "id":"ED370723",
        "title":"Why Johnny Can't Cooperate: Cognitive Development and the Concept of \"Adequateness.\""},
      {
        "id":"ED370724",
        "title":"Developing a College Outing Program."},
      {
        "id":"ED370725",
        "title":"The Top Rental Items for University Outdoor Programs and Effective Buying Techniques."},
      {
        "id":"ED370726",
        "title":"Leadership Enhancement for the Active Retired: A Community Leadership Training Manual."},
      {
        "id":"ED370727",
        "title":"Directory of Health Education Programs for Elders."},
      {
        "id":"ED370728",
        "title":"Directory of Education Programs for Caregivers of Elders."},
      {
        "id":"ED370729",
        "title":"Health Promotion for the Rural Black Elderly: A Program Planning and Implementation Guide."},
      {
        "id":"ED370732",
        "title":"Whose KERA Is It Anyway?"},
      {
        "id":"ED370733",
        "title":"Rural Schools and Modern Visions."},
      {
        "id":"ED370734",
        "title":"A New Age for Research in Rural Education?"},
      {
        "id":"ED370735",
        "title":"Challenges & Changes: Strategies for Rural Education & Small Schools. Proceedings of the Annual Rural & Small Schools Conference (15th, Manhattan, Kansas, October 25-26, 1993)."},
      {
        "id":"ED370736",
        "title":"Invisible and Silent along the Blue Highways."},
      {
        "id":"ED370737",
        "title":"Selected Research and Extension Projects of the Four Regional Rural Development Centers. 1993 Combined Report."},
      {
        "id":"ED370739",
        "title":"Including Alaska Natives in a Program for Native Culture and Arts Development. Report To Accompany S. 1059 from the Committee on Indian Affairs. Senate, 103d Congress, 1st Session."},
      {
        "id":"ED370740",
        "title":"American Indian Agricultural Resource Management Act. Reports To Accompany H.R. 1425, from the Committee on Indian Affairs, Senate (Calendar No. 298), and from the Committee on Natural Resources, House of Representatives, 103d Congress, 1st Session."},
      {
        "id":"ED370741",
        "title":"Mathematics Activities Manuals: Final Evaluation Report."},
      {
        "id":"ED370742",
        "title":"The Whole Pole Catalogue of Exemplary Programs in Circumpolar Education. 1992-3 Edition."},
      {
        "id":"ED370744",
        "title":"Office of Indian Education Programs: 1994 Fingertip Facts."},
      {
        "id":"ED370745",
        "title":"Equity in Educational Land Grant Status Act of 1993. Hearing on S. 1345 To Provide Land-Grant Status for Tribally Controlled Community Colleges, Tribally Controlled Postsecondary Vocational Institutions, the Institute of American Indian and Alaska Native Culture and Arts Development, Southwest Indian Polytechnic Institute, and Haskell Indian Junior College, before the Committee on Indian Affairs. United States Senate, One Hundred Third Congress, First Session (November 18, 1993)."},
      {
        "id":"ED370746",
        "title":"Non-Traditional Sources of Revenue for High Schools: South Dakota's Experience in the Private Sector."},
      {
        "id":"ED370749",
        "title":"Political Trends Affecting Nonmetropolitan America."},
      {
        "id":"ED370750",
        "title":"ESOL: A Challenge for Rural Schools."},
      {
        "id":"ED370751",
        "title":"Rural Poverty: A Teaching Guide and Sourcebook."},
      {
        "id":"ED370753",
        "title":"Oklahoma's Federally-Recognized Indian Tribes."},
      {
        "id":"ED370754",
        "title":"Appalachian Women. An Annotated Bibliography."},
      {
        "id":"ED370755",
        "title":"Children in Appalachia: Current Conditions and Recent Trends, 1990."},
      {
        "id":"ED370756",
        "title":"Inter-American Foundation: 1993 in Review, October 1, 1992 to September 30, 1993."},
      {
        "id":"ED370757",
        "title":"Links between Home and School among Low-Income Mexican-American and European-American Families. Educational Practice Report: 9."},
      {
        "id":"ED370760",
        "title":"How Mastery Learning Can Address Our Nation's Science Education Needs."},
      {
        "id":"ED370762",
        "title":"Computers in Life Science Education, 1989-1992."},
      {
        "id":"ED370763",
        "title":"Mathematical Connections: Two Cases from an Evaluation of Students' Mathematical Problem Solving."},
      {
        "id":"ED370764",
        "title":"Using the Pythagorean Theorem in a Contextualized Problem."},
      {
        "id":"ED370766",
        "title":"Reasoning by Analogy in Constructing Mathematical Ideas."},
      {
        "id":"ED370767",
        "title":"Research Implications for Science and Mathematics Teachers. Volume 1. Key Centre Monograph Number 5."},
      {
        "id":"ED370768",
        "title":"What Mathematics Students Can Teach Us about Educational Engagement: Lessons from the Middle School."},
      {
        "id":"ED370769",
        "title":"Careers in Engineering."},
      {
        "id":"ED370770",
        "title":"School-Level Reform and the Teaching/Learning of Mathematics."},
      {
        "id":"ED370771",
        "title":"Reforms in Science Education, K-12."},
      {
        "id":"ED370772",
        "title":"The Influence of Testing on Teaching Math and Science in Grades 4-12."},
      {
        "id":"ED370773",
        "title":"Floods and Drought. An Educational Package for Standards 5 to 8."},
      {
        "id":"ED370774",
        "title":"Classroom Assessment: Key to Reform in Secondary Science Education."},
      {
        "id":"ED370775",
        "title":"Middle School Students' Decision-Making on Solid Waste Management in Taiwan."},
      {
        "id":"ED370776",
        "title":"Forests &amp; Trees."},
      {
        "id":"ED370777",
        "title":"Cooperative Learning in the Science Classroom. Glencoe Science Professional Series."},
      {
        "id":"ED370778",
        "title":"Alternative Assessment in the Science Classroom. Glencoe Science Professional Series."},
      {
        "id":"ED370781",
        "title":"Attributes Heeded When Representing an Osmosis Problem."},
      {
        "id":"ED370782",
        "title":"Social Interaction in Science Environments."},
      {
        "id":"ED370784",
        "title":"The Environment Factor: Developing an Environmental Programme in Further and Higher Education."},
      {
        "id":"ED370785",
        "title":"Images of Scientists: Gender Issues in Science Classrooms. What Research Says to the Science and Mathematics Teacher. Number 4."},
      {
        "id":"ED370786",
        "title":"Metaphors and Images in Teaching. What Research Says to the Science and Mathematics Teacher. Number 5."},
      {
        "id":"ED370787",
        "title":"Scientific Diagrams: How Well Can Students Read Them? What Research Says to the Science and Mathematics Teacher. Number 3."},
      {
        "id":"ED370788",
        "title":"Target Students. What Research Says to the Science and Mathematics Teacher. Number 7."},
      {
        "id":"ED370789",
        "title":"Randomness and Replication Revisited: A Content Analysis of Research Published in &quot;Science Education&quot; from 1988-1992."},
      {
        "id":"ED370791",
        "title":"Energy Education Resources: Kindergarten through 12th Grade."},
      {
        "id":"ED370792",
        "title":"Hazard House Workbook: A Workbook about Household Chemicals. Leader's Manual. Members Manual."},
      {
        "id":"ED370793",
        "title":"Sciences--Secondaire Deuxieme Cycle: Guide d'enseignement (Teaching Guide for the Second Cycle of Secondary School Science)."},
      {
        "id":"ED370794",
        "title":"Protecting the Environment for the Sake of Our Common Future. Special Report 4."},
      {
        "id":"ED370799",
        "title":"Hypermedia: A Conceptual Framework for Science Education and Review of Recent Findings. Monograph Series Number 3."},
      {
        "id":"ED370800",
        "title":"Pre-Teacher Case Study Analysis of Teaching Life and Earth Science in Multicultural Middle School Classes."},
      {
        "id":"ED370801",
        "title":"Wildlife Habitat Evaluation Handbook."},
      {
        "id":"ED370804",
        "title":"Middle-Schoolers' Interest in Science and Space Science: Dimensions of Content, Context, &amp; Actualization."},
      {
        "id":"ED370805",
        "title":"Using Content-Specific Interest To Evaluate Contemporary Science Learning Environments."},
      {
        "id":"ED370806",
        "title":"A Student's Perspective on the Intrinsic Characteristics of the Single-Sex Physics Class."},
      {
        "id":"ED370807",
        "title":"NASA's Education Program."},
      {
        "id":"ED370808",
        "title":"Foundation for the Future."},
      {
        "id":"ED370809",
        "title":"Rockets: Physical Science Teacher&apos;s Guide with Activities."},
      {
        "id":"ED370810",
        "title":"User-Friendly Handbook for Project Dissemination: Science, Mathematics, Engineering, and Technology Education."},
      {
        "id":"ED370811",
        "title":"Secondary-Level Physical Science Teachers and Teaching in Kansas: Survey Results from the Early 1990s."},
      {
        "id":"ED370812",
        "title":"The Making of the Faculty: Fostering Professional Development, Curricular Innovation, and Teamwork Through a Collaborative Science Community."},
      {
        "id":"ED370813",
        "title":"Gaining the Competitive Edge: Critical Issues in Science and Engineering Technician Education."},
      {
        "id":"ED370814",
        "title":"Teacher, Administrator, and Science Educator Form a TRIAD."},
      {
        "id":"ED370822",
        "title":"Teaching about Haiti."},
      {
        "id":"ED370823",
        "title":"Southern Crossroads: A Demographic Look at the Southeast. SERVE Report."},
      {
        "id":"ED370826",
        "title":"The General Aims of Educational Development -- A Comparative Prospect."},
      {
        "id":"ED370827",
        "title":"Quincentennial of Evangelization: A Time for Reflection and Action."},
      {
        "id":"ED370828",
        "title":"Effective Use of Computers in the Social Studies: A Review of the Literature with Implications for Educators."},
      {
        "id":"ED370829",
        "title":"Guidelines for the Training and Certification of Pre Collegiate Teachers of Civics, Government, and Social Studies."},
      {
        "id":"ED370830",
        "title":"Prospects for Further Engagement: A Report of Results of the OAH Survey on International Resource Exchanges."},
      {
        "id":"ED370831",
        "title":"Peace Education: Perspectives from Germany and Israel. Interviews with Haim Gordon (Israel) and Christoph Wulf (Germany). Peace Education Miniprints No. 44."},
      {
        "id":"ED370832",
        "title":"Social Cartography: A New Methodology for Comparative Studies."},
      {
        "id":"ED370833",
        "title":"Building a Foundation for Civic Education in Poland's Schools. Final Report."},
      {
        "id":"ED370834",
        "title":"A Survey of Arts Organizations. Literacy in the Arts, An Imperative for New Jersey Schools."},
      {
        "id":"ED370835",
        "title":"A Survey of Schools. Literacy in the Arts, An Imperative for New Jersey Schools."},
      {
        "id":"ED370836",
        "title":"An Imperative for New Jersey Schools. Literacy in the Arts. A Report by the Literacy in the Arts Task Force."},
      {
        "id":"ED370837",
        "title":"Visual Arts Activities, K-6. North Dakota Arts Curriculum Project."},
      {
        "id":"ED370841",
        "title":"National History Day: An Ethnohistorical Case Study or Taking the Lid Off the Pot."},
      {
        "id":"ED370842",
        "title":"A Survey of Attitudes Toward Human Rights and Toward Self in Alberta Schools: Technical Report."},
      {
        "id":"ED370843",
        "title":"American Influences on the Development of Social and Educational Research in South Africa, 1929-1943."},
      {
        "id":"ED370844",
        "title":"Political and Cultural Determinants of Educational Policymaking: The Case of Native Hawaiians."},
      {
        "id":"ED370845",
        "title":"Using the Freirian Model To Develop an Ethnically Sensitive Sexuality Education Curriculum for an American Indian Group."},
      {
        "id":"ED370846",
        "title":"High School Gay Youth: Invisible Diversity."},
      {
        "id":"ED370847",
        "title":"How To Save the World: Through Critical Thinking."},
      {
        "id":"ED370852",
        "title":"Building a History Curriculum: A Five Year Retrospective. Proceedings of the Conference of the National Council for History Education (Miami, FL, June 11-14, 1993)."},
      {
        "id":"ED370854",
        "title":"Lesson Plans on African History and Geography: A Teaching Resource."},
      {
        "id":"ED370856",
        "title":"Strategic Planning Summary Report."},
      {
        "id":"ED370857",
        "title":"Aesthetic Preference for Human Figures."},
      {
        "id":"ED370858",
        "title":"White Book of the Romanian Child."},
      {
        "id":"ED370860",
        "title":"Resources for History Day 1991: &quot;Rights in History.&quot;"},
      {
        "id":"ED370863",
        "title":"Projekt Programu Nauczania Ksztalcenia Obywatelskiego (Proposed Civic Education Curriculum for Primary and Secondary Schools)."},
      {
        "id":"ED370864",
        "title":"Iowa State Fair."},
      {
        "id":"ED370865",
        "title":"An Environment for Peace Education: The Peace Museum Idea. Peace Education Miniprints, No. 48."},
      {
        "id":"ED370866",
        "title":"On the Creative Principles, Message and Thematic Content of a Peace Museum. Peace Education Miniprints No. 49."},
      {
        "id":"ED370867",
        "title":"The PEC Network 1993. Directory of the Peace Education Commission. Peace Education Miniprints, No. 47."},
      {
        "id":"ED370868",
        "title":"A Peace Museum as a Center for Peace Education: What Do Japanese Students Think of Peace Museums? Peace Education Miniprints No. 50."},
      {
        "id":"ED370869",
        "title":"Peace Education across the Curriculum: Some Perspectives from New Zealand. Peace Education Miniprints No. 52."},
      {
        "id":"ED370870",
        "title":"The Teaching of Conflict Resolution and Nonviolence in Australian Schools: A Context for Peace Education. Peace Education Miniprints No. 53."},
      {
        "id":"ED370876",
        "title":"The Meaning of &quot;Peace Education&quot;: Associations, Emphases, and Sub-categories. Peace Education Reports No. 9."},
      {
        "id":"ED370877",
        "title":"Lyndon Baines Johnson and the Presidential Election Campaign of 1964: A Case Study of Presidential Leadership for Education."},
      {
        "id":"ED370878",
        "title":"Blue Ribbon Schools. Outstanding Practices in the Arts, 1989-90 and 1990-91."},
      {
        "id":"ED370879",
        "title":"Beyond Equal Access: Gender Equity in Learning with Computers."},
      {
        "id":"ED370881",
        "title":"The Essential Elements of Cooperative Learning in the Classroom. ERIC Digest."},
      {
        "id":"ED370882",
        "title":"Civic Education for Global Understanding. ERIC Digest."},
      {
        "id":"ED370883",
        "title":"What Passes for the New."},
      {
        "id":"ED370884",
        "title":"A Focus on Lifespace Awareness for Effective 21st Century Living in the Global Community."},
      {
        "id":"ED370885",
        "title":"Using &quot;Think-Time&quot; and &quot;Wait-Time&quot; Skillfully in the Classroom. ERIC Digest."},
      {
        "id":"ED370886",
        "title":"Strength through Diversity: Utilizing Diverse Learning Styles Study Groups To Strengthen Teaching and Learning Skills."},
      {
        "id":"ED370888",
        "title":"A Constructivist/Reflective Paradigm: A Model for the Early Childhood Program at Tuskegee University."},
      {
        "id":"ED370889",
        "title":"Win/Win Restructuring: Counseling Psychology Collaboration with Teacher Education in Professional Development Schools."},
      {
        "id":"ED370890",
        "title":"Professional Development Schools: Emerging Changes in Educators and the Professional Community."},
      {
        "id":"ED370891",
        "title":"Initiating Conversation at a Professional Development School."},
      {
        "id":"ED370892",
        "title":"Rethinking Educational Reform: The Inclusion of Counseling Psychologists on the Professional Development School (PDS) Leadership Teams in the PDS Schools."},
      {
        "id":"ED370893",
        "title":"Study Groups: Conduit for Reform."},
      {
        "id":"ED370894",
        "title":"Methodological Issues in the Study of Teachers&apos; Careers: Critical Features of a Truly Longitudinal Study."},
      {
        "id":"ED370895",
        "title":"The National Forum on New Student Athletes. The Freshman Year Experience. Program and Proceedings (Columbia, South Carolina, February 18, 1994)."},
      {
        "id":"ED370896",
        "title":"Comparing Canadian and American Legislation and Litigation in the Area of Medical Malpractice in Sport and Recreation."},
      {
        "id":"ED370898",
        "title":"Responsible Healthy Lifestyles. Summary for Teacher Resource File for AIDS Education."},
      {
        "id":"ED370899",
        "title":"Responsible Healthy Lifestyles, Levels 7-12. Secondary Core Curriculum Standards."},
      {
        "id":"ED370900",
        "title":"International Congress: Physical Activities--Sport--Development (Nabeul, Tunisia, February 24-26, 1992). Final Report. = Congres International: Activites physiques--Sport--Developpement (Nabeul, Tunisie, 24-26 fevrier 1992). Rapport final."},
      {
        "id":"ED370904",
        "title":"Reflections: The Philosophies of Health Educators of the 1990s."},
      {
        "id":"ED370905",
        "title":"RATE VI: The Context for the Reform of Teacher Education. 1992 Data Set. Research About Teacher Education Project."},
      {
        "id":"ED370907",
        "title":"Assessment! Assessment! Assessment! Kansas Quality Performance Accreditation (QPA)."},
      {
        "id":"ED370908",
        "title":"Windows on Teacher Education: Student Progress through Colleges of Education. Phase 2: The Second Year."},
      {
        "id":"ED370909",
        "title":"Windows on Teacher Education: Student Progress through Colleges of Education. Phase 3: The Third Year."},
      {
        "id":"ED370910",
        "title":"Culturally Specific Learning Styles: Some Suggestions for Teachers."},
      {
        "id":"ED370911",
        "title":"Cultural Diversity in Classrooms: What Teachers Need To Know."},
      {
        "id":"ED370912",
        "title":"Holistic Perspectives on the Teaching of Qualitative Research Methods."},
      {
        "id":"ED370913",
        "title":"Certification of Professional School Personnel in Manitoba: A Handbook for Graduates of Manitoba's Teacher Training Institutions = Delivrance des brevets au personnel professionnel du Manitoba: Guide a l'attention des diplomes des etablissements de formation d'enseignants du Manitoba."},
      {
        "id":"ED370914",
        "title":"Fundamental Issues for Minority Teachers and Multicultural Teacher Education. Revised Version. Occasional Paper No. 13."},
      {
        "id":"ED370915",
        "title":"Realizing New Learning for All Students: A Framework for the Professional Development of Kentucky Teachers."},
      {
        "id":"ED370916",
        "title":"Early Childhood Student Teachers' Images and Their Classroom Practice."},
      {
        "id":"ED370917",
        "title":"Pre-Service Students' Perspectives to \"Dilemmas\" in a Multicultural Education Course. Draft."},
      {
        "id":"ED370918",
        "title":"Perceptions of a Beginning Teacher: Exploring Subjective Reality."},
      {
        "id":"ED370919",
        "title":"Exploring the Context of Teacher Efficacy: The Role of Achievement and Climate."},
      {
        "id":"ED370920",
        "title":"Attitudes of Students in Education Classes toward Censorship."},
      {
        "id":"ED370923",
        "title":"Salem-Teikyo University Education Department Assessment Plan (Pilot) 1992-1993."},
      {
        "id":"ED370924",
        "title":"Project Unity: Short-Term Training Program. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED370925",
        "title":"Mentor Teacher Internship Program, 1992-93. OERA Report."},
      {
        "id":"ED370926",
        "title":"Metaphors for Mentoring: An Exploratory Study."},
      {
        "id":"ED370927",
        "title":"Experiencing Shared Leadership: Teachers' Reflections."},
      {
        "id":"ED370928",
        "title":"Teachers' Views of Inclusion: &quot;I'd Rather Pump Gas.&quot;"},
      {
        "id":"ED370929",
        "title":"Team Negotiation and Decision-Making: Linking Leadership to Curricular and Instructional Innovation."},
      {
        "id":"ED370930",
        "title":"A Program for Building Trust between Teachers and Administrators To Enhance the Supervision/Evaluation Process."},
      {
        "id":"ED370931",
        "title":"The Relationship between Interest in Teaching as a Career Choice and Perceptions of School/Classroom Environment of 7th and 8th Grade Students."},
      {
        "id":"ED370932",
        "title":"Divisibility and Multiplicative Structure of Natural Numbers: Preservice Teachers&apos; Understanding."},
      {
        "id":"ED370933",
        "title":"The Effect of Post Teaching Conferences on the Instructional Behaviors of Student Teachers."},
      {
        "id":"ED370935",
        "title":"Team Teaching in the Saturday Morning Search for Solutions."},
      {
        "id":"ED370936",
        "title":"Culturally Responsive Curriculum. ERIC Digest."},
      {
        "id":"ED370937",
        "title":"New to the Ranks: Moving from the Military into Teaching. ERIC Digest."},
      {
        "id":"ED370938",
        "title":"School Health: Findings from Evaluated Programs."},
      {
        "id":"ED370939",
        "title":"Educational Programs That Work: A Catalog of Exemplary Programs Approved by the Joint Dissemination Review Panel. Ninth Edition."},
      {
        "id":"ED370943",
        "title":"On Becoming a Teacher: A Longitudinal Tracking Study."},
      {
        "id":"ED370944",
        "title":"Innovation in Teacher Education: A Review of Recent Literature = L'Innovation dans la formation du personnel enseignant: Etude de textes recents."},
      {
        "id":"ED370945",
        "title":"Alternative Teacher Program. Report to the General Assembly, 1993-94."},
      {
        "id":"ED370946",
        "title":"Teacher Education in Colorado 1991-1992 &amp; 1992-1993."},
      {
        "id":"ED370950",
        "title":"School-Based Health Centers and Managed Care."},
      {
        "id":"ED370951",
        "title":"Women of Ancient Greece: Participating in Sport?"},
      {
        "id":"ED370952",
        "title":"Physical Education in the Dominican Republic."},
      {
        "id":"ED370953",
        "title":"Women's Baseball in Colleges and Clubs Prior to 1940."},
      {
        "id":"ED370954",
        "title":"Developing and Implementing a Comprehensive AIDS Education Program in a Public School District."},
      {
        "id":"ED370955",
        "title":"The Development of a Survey Instrument on South Dakota's School District Leadership Climate as Related to Deming's Fourteen Points."},
      {
        "id":"ED370956",
        "title":"Development and Results of a Statewide Assessment of Teachers' and Administrators' Professional Development Needs."},
      {
        "id":"ED370957",
        "title":"Development and Evaluation of a Visual Arts Achievement Test."},
      {
        "id":"ED370959",
        "title":"Measuring Parent and Professional Attitudes about the (IFSP) Individualized Family Service Plan: A Preliminary Report."},
      {
        "id":"ED370961",
        "title":"Response Latency: An Investigation into Determinants of Item-Level Timing."},
      {
        "id":"ED370962",
        "title":"Cognitive Diagnosis Using Latent Trait Models."},
      {
        "id":"ED370963",
        "title":"Cognitive Skills Assessment Battery (CSAB) 1992 Report. Student Performance Assessment Report Series."},
      {
        "id":"ED370964",
        "title":"Graphic Supplement for the Iowa State Adult Literacy Survey. Prose, Document, Quantitative."},
      {
        "id":"ED372967",
        "title":"Doing Mathematics with Your Child. ERIC/CSMEE Digest."},
      {
        "id":"ED372968",
        "title":"Using the Child's Environment To Teach at Home and School. ERIC/CSMEE Digest."},
      {
        "id":"ED372969",
        "title":"Current Reform Efforts in Mathematics Education. ERIC/CSMEE Digest."},
      {
        "id":"ED372970",
        "title":"Social Studies Core Curriculum Standards: Grades 7-12. Revised 1991."},
      {
        "id":"ED372971",
        "title":"Research Reports and Teaching Materials Prepared by the Participants of the Department of Education-Fulbright Hays Summer Seminar (Cairo, Egypt, June-July, 1990)."},
      {
        "id":"ED372974",
        "title":"Equity for Women in the 1990s: Regents Policy and Action Plan with Supporting Background."},
      {
        "id":"ED372975",
        "title":"Improving Student Achievement. Connections, Challenges, and Choices. Florida K-12 Social Studies Program of Study."},
      {
        "id":"ED372976",
        "title":"Global Geography: Activities for Teaching the Five Themes of Geography (Grades 3-9)."},
      {
        "id":"ED372977",
        "title":"Private/Non-State Education: Forms and Status in the Member States of the European Community."},
      {
        "id":"ED372979",
        "title":"U.S. Department of Education Fulbright-Hays Seminars Abroad Program, Malaysia June 26 - July 24, 1993. Participants' Reports."},
      {
        "id":"ED372980",
        "title":"Global Interdependence. Proceedings of the Annual Meeting of the Global Awareness Society International (New York, New York, July 1993)."},
      {
        "id":"ED372981",
        "title":"North Dakota Close Up Program. Participant Guide 1993."},
      {
        "id":"ED372983",
        "title":"Teaching With Historic Places."},
      {
        "id":"ED372984",
        "title":"Integrating World Systems Analysis and Dependency Theory into World History at the Undergraduate and High School Levels."},
      {
        "id":"ED372985",
        "title":"InterGeo II: International Geographical Achievement Test. Field Trials Report and Test (Secondary Schools, Grade 8)."},
      {
        "id":"ED372986",
        "title":"Tracking, Textbooks, and Tradition: A Tyrolean Teacher's Perspective."},
      {
        "id":"ED372987",
        "title":"Teaching Patriotism as a Moral Matter -- Indonesia and the United States."},
      {
        "id":"ED372988",
        "title":"One Germany, Two Identities? Challenges to Political Education in Germany Following Unification."},
      {
        "id":"ED372989",
        "title":"Seduce Your Children."},
      {
        "id":"ED372991",
        "title":"Increasing Attendance at Early Morning Religious Education Classes by Increased Personal Attention, Recognition, and Teacher Improvement."},
      {
        "id":"ED372993",
        "title":"String Things."},
      {
        "id":"ED372994",
        "title":"Gender and Education: &quot;Educating Rita&quot; and the Struggle for Voice."},
      {
        "id":"ED372996",
        "title":"Independent Education in Bulgaria."},
      {
        "id":"ED372997",
        "title":"Maryland and Your World."},
      {
        "id":"ED372998",
        "title":"The Quality of Textbooks: A Basis for European Collaboration."},
      {
        "id":"ED372999",
        "title":"Self-Confidence in Women's Education: A Feminist Critique."},
      {
        "id":"ED373000",
        "title":"Development of Education, 1990-1992: Denmark. National Report. International Conference of Education (43rd, Geneva, Switzerland, September 14-16, 1992)."},
      {
        "id":"ED373001",
        "title":"Comparing Course Content and Awarding Credit for Nonacademic Training Programs for International Providers of Child and Youth Services under Federal Sponsorship."},
      {
        "id":"ED373002",
        "title":"Physical Attractiveness and Self-Esteem in Middle Childhood: Do Recent Life-Span Developmental Texts Perpetuate or Challenge Gender Stereotypes?"},
      {
        "id":"ED373003",
        "title":"Common Ground Race Relations Study Guide. A Study Guide for Small Group Discussions on Race Relations."},
      {
        "id":"ED373006",
        "title":"Sexual Harassment in Employment Costs When..."},
      {
        "id":"ED373007",
        "title":"A Voice for White Society: The Role of &quot;The Virginia Gazette&quot; during School Integration."},
      {
        "id":"ED373009",
        "title":"China and Japan (Theme Issue)."},
      {
        "id":"ED373010",
        "title":"Measuring Student Performance: Assessment in the Social Studies. Theme Issue."},
      {
        "id":"ED373011",
        "title":"National Report on Schooling in Australia, 1992 [and] Statistical Annex."},
      {
        "id":"ED373012",
        "title":"Carbons to Computers: The Changing American Office."},
      {
        "id":"ED373013",
        "title":"Protest &amp; Patriotism. A History of Dissent and Reform."},
      {
        "id":"ED373014",
        "title":"Reflective Practice in Social Studies. Bulletin Number 88."},
      {
        "id":"ED373015",
        "title":"Military Academy: Gender and Racial Disparities."},
      {
        "id":"ED373019",
        "title":"Geography Framework for the 1994 National Assessment of Educational Progress. NAEP Geography Consensus Project."},
      {
        "id":"ED373020",
        "title":"Achieving History Standards in Elementary Schools. ERIC Digest."},
      {
        "id":"ED373021",
        "title":"Recent Trends in Global/International Education. ERIC Digest."},
      {
        "id":"ED373022",
        "title":"Worksite Health Promotion Activities. 1992 National Survey. Summary Report."},
      {
        "id":"ED373023",
        "title":"Health Promotion Goes to Work: Programs with an Impact."},
      {
        "id":"ED373025",
        "title":"The Student Teaching Experience: Are Student Teachers the Only Ones To Benefit?"},
      {
        "id":"ED373026",
        "title":"Supervisory Conferences: Promoting Inquiry and Reflection in Preservice Teachers."},
      {
        "id":"ED373027",
        "title":"A Primer on Teacher Self-Evaluation. Publication Series No. 93-3."},
      {
        "id":"ED373028",
        "title":"Differentiating Whole-theme and Common Paradigms of Instruction."},
      {
        "id":"ED373029",
        "title":"The Effects of Accreditation on Preservice Teachers' Attitudes toward Elementary Methods Courses."},
      {
        "id":"ED373030",
        "title":"Promoting Diversity in Teacher Education."},
      {
        "id":"ED373031",
        "title":"Options on Improving the Certification System. Report to the Legislature. Section 104, Chapter 141, Laws of 1992, Partial Veto (Substitute Senate Bill 5953)."},
      {
        "id":"ED373032",
        "title":"Educating Globally Competent Teachers."},
      {
        "id":"ED373033",
        "title":"Concerns of Beginning Middle and Secondary School Teachers."},
      {
        "id":"ED373034",
        "title":"Fire Safe Together. Kindergarten. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373035",
        "title":"Fire Safety: Any Time, Any Place. First Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373036",
        "title":"Making Me Fire Safe. Second Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373037",
        "title":"Positively Fire Safe. Third Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373038",
        "title":"Fire Safety: Stop the Heat. Fourth Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373039",
        "title":"Charged Up for Fire Safety. Fifth Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373040",
        "title":"Fire Safety Power. Sixth Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373041",
        "title":"Responsible for Fire Safety. Seventh Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373042",
        "title":"Fire Safety's My Job. Eighth Grade. Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373043",
        "title":"A Lifetime for Fire Safety. Health (High School). Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373044",
        "title":"Fire Safety for Consumers. Economics (High School). Fire Safety for Texans: Fire and Burn Prevention Curriculum Guide."},
      {
        "id":"ED373047",
        "title":"Eight Questions Frequently Asked about Questioning."},
      {
        "id":"ED373048",
        "title":"Teachers&apos; Perceptions about Their Quality of School Life According to Their School Setting, Gender and Years of Teaching Experience."},
      {
        "id":"ED373049",
        "title":"Teachers' Professional Development in a Climate of Educational Reform. NCREST Reprint Series."},
      {
        "id":"ED373050",
        "title":"Group Investigation: Structuring an Inquiry-Based Curriculum."},
      {
        "id":"ED373051",
        "title":"PATTERNS: A Study of the Effects of Integrated Curricula on Young Adolescent Problem-Solving Ability."},
      {
        "id":"ED373052",
        "title":"End-of-Major Assessment Practices in CEC-Approved Teacher Preparation Programs."},
      {
        "id":"ED373053",
        "title":"Factors Influencing Teachers' Practices in an Assessment Driven Reform."},
      {
        "id":"ED373054",
        "title":"Performance Evaluation for Experienced Teachers: An Overview of State Policies. Trends and Issues Paper, No. 10."},
      {
        "id":"ED373055",
        "title":"Creating a New Paradigm for Career-Long Teacher Evaluation and Professional Development."},
      {
        "id":"ED373056",
        "title":"Interdisciplinary Teaching: A Review of the Literature."},
      {
        "id":"ED373057",
        "title":"Eating With Your Heart In Mind: 7 to 10 Year Olds."},
      {
        "id":"ED373059",
        "title":"Hearty Habits. Don't Eat Your Heart Out. 15-18 Year Olds."},
      {
        "id":"ED373060",
        "title":"Cholesterol in Children. Healthy Eating is a Family Affair. Parents' Guide."},
      {
        "id":"ED373061",
        "title":"The Best Kept Secret...Self-Initiated Change: Veteran Teachers' Catalyst for Renewal."},
      {
        "id":"ED373062",
        "title":"Teacher Development Outside the United States. A Selected Annotated Bibliography. Recent Works Collected by the Office of Research, U.S. Department of Education."},
      {
        "id":"ED373063",
        "title":"Honor What We Know. Listen to What We Say. Voices from the Goals 2000 Teacher Forum."},
      {
        "id":"ED373065",
        "title":"Utah's Major Student Assessment Programs."},
      {
        "id":"ED373066",
        "title":"Performance-Based Assessment of Software Skills Proficiency: A Demonstration of the &quot;Judd Tests.&quot;"},
      {
        "id":"ED373067",
        "title":"Eliciting Utility Functions for Validating Course Placement Systems."},
      {
        "id":"ED373068",
        "title":"A Validity Generalization Study of the Multiple Assessment and Program Services Test."},
      {
        "id":"ED373069",
        "title":"Linear Models for Item Scores: Reliability, Covariance Structure, and Psychometric Inference."},
      {
        "id":"ED373070",
        "title":"Incremental Validity of ACT Assessment Scores and High School Course Information for Freshmen Course Placement."},
      {
        "id":"ED373071",
        "title":"Historical Trends in Aptitude Scores: A Case Studies of the SET."},
      {
        "id":"ED373072",
        "title":"Development and Initial Evaluation of a Measure of Writing Anxiety."},
      {
        "id":"ED373073",
        "title":"Application of a Theoretical Model to the Development of a New Instrument for Assessing Self-Destructive Potential: The Firestone Voice Scale for Self-Destructive Behavior."},
      {
        "id":"ED373074",
        "title":"Relative Costs of Various Types of Assessments."},
      {
        "id":"ED373075",
        "title":"Increasing Scores on Minimum Competency Tests: Opinions about Effectiveness, Appropriateness and Use. Draft."},
      {
        "id":"ED373076",
        "title":"A Comparison of EQS and LISREL Strategies in Testing for an Invariant 2nd-Order Factor Structure."},
      {
        "id":"ED373080",
        "title":"\"How Does My Teacher Know What I Know?\" Third Graders' Perceptions of Math, Reading, and Assessment."},
      {
        "id":"ED373081",
        "title":"High Standards for All Students."},
      {
        "id":"ED373083",
        "title":"Statistical Power of Modified Bonferroni Methods."},
      {
        "id":"ED373084",
        "title":"How Will National Curriculum Standards Be Assessed at the Local Level?"},
      {
        "id":"ED373085",
        "title":"Graphical Representation of Multidimensional Item Response Theory Analyses."},
      {
        "id":"ED373086",
        "title":"An Examination of the Influence of Expository and Narrative Passages on the Dimensionality of the IGAP Reading Test."},
      {
        "id":"ED373087",
        "title":"Equating Reading Test Scores That Combine Narrative and Expository Test Formats."},
      {
        "id":"ED373088",
        "title":"Diagnostic Value Resulting from the IRT Modeling of IGAP Reading Data: Using A Graded Response Model To Retrieve and Utilize More Information."},
      {
        "id":"ED373089",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 1991-92. Statistics in Brief."},
      {
        "id":"ED373090",
        "title":"Public School Student, Staff, and Graduate Counts by State: School Year 1992-93. Statistics in Brief."},
      {
        "id":"ED373091",
        "title":"An Examination of Response Dependency When There Is More than One Correct Answer."},
      {
        "id":"ED373092",
        "title":"Talking and Working Together: Conditions for Learning in Complex Instruction."},
      {
        "id":"ED373093",
        "title":"Teacher Portfolios: Would an Assessment by Any Other Name Smell as Sweet?"},
      {
        "id":"ED373094",
        "title":"An Analysis of School Report Cards Used in Five Southeastern States."},
      {
        "id":"ED373095",
        "title":"What Americans Study Revisited. Policy Information Report."},
      {
        "id":"ED373096",
        "title":"Issues of Candidate Perception in a Performance Test for Lawyers."},
      {
        "id":"ED373097",
        "title":"Implementing Rigorous Evaluations of Education Interventions: Findings from Two Federal Demonstration Programs."},
      {
        "id":"ED373099",
        "title":"A Comparative Study of Current Theories and Practices in Assessing Students' Achievements at Primary and Secondary Level. Final Report. IBE Document Series, Number 4."},
      {
        "id":"ED373101",
        "title":"Get Your ACT Together: A Resource Guide for ACT Preparation."},
      {
        "id":"ED373102",
        "title":"EPIC Computational Models of Psychological Refractory-Period Effects in Human Multiple-Task Performance."},
      {
        "id":"ED373103",
        "title":"The EPIC Architecture for Modeling Human Information-Processing and Performance: A Brief Introduction."},
      {
        "id":"ED373104",
        "title":"Bridging the Gap: Applying Deming's &quot;Quality by Design&quot; to Portfolios."},
      {
        "id":"ED373105",
        "title":"&quot;The Morning After&quot;: Year IV of a Study of Educators' Perceptions of an Evaluation Program Designed to Replace Lifetime Teacher Certification with a Renewable Credential."},
      {
        "id":"ED373106",
        "title":"Exploring the Relationship between Teachers' Work Orientations and Their Perceptions of Principal Change Facilitator Style."},
      {
        "id":"ED373107",
        "title":"The 1991 Every Secondary Student Survey, Part II: Detailed Profiles of Toronto's Secondary School Students. No. 204."},
      {
        "id":"ED373108",
        "title":"The 1991 Every Secondary Student Survey, Part III: Program Level and Student Achievement No. 205."},
      {
        "id":"ED373109",
        "title":"A Follow-up of the Grade 9 Cohort of 1987 Every Secondary Student Survey Participants. No. 207."},
      {
        "id":"ED373110",
        "title":"Adult Literacy in Iowa: Results of the State Adult Literacy Survey."},
      {
        "id":"ED373111",
        "title":"Life Cycle Program Management and Evaluation: An Heuristic Approach. Parts 1 and 2."},
      {
        "id":"ED373112",
        "title":"SASS by State, 1990-91 Schools and Staffing Survey: Selected State Results."},
      {
        "id":"ED373113",
        "title":"An Overview of the Schools and Staffing Survey (SASS) and Teacher Followup Survey (TFS)."},
      {
        "id":"ED373114",
        "title":"Using Tests To Evaluate the Impact of Curricular Reform on Higher Order Thinking."},
      {
        "id":"ED373115",
        "title":"Building Explanations across Case Studies: A Framework for Synthesis."},
      {
        "id":"ED373116",
        "title":"Quality Profile for SASS: Aspects of the Quality of Data in the Schools and Staffing Surveys (SASS)."},
      {
        "id":"ED373117",
        "title":"Education Data Confidentiality: Two Studies. Issues in Education Data Confidentiality and Access and Compilation of Statutes, Laws, and Regulations Related to the Confidentiality of Education Data."},
      {
        "id":"ED373118",
        "title":"Beginning Postsecondary Students Longitudinal Study First Follow-up (BPS:90/92). Final Public Technical Report. Contractor Report."},
      {
        "id":"ED373119",
        "title":"1991-92 Teacher Followup Survey Data File User's Manual. Restricted Use Version. Schools and Staffing Survey."},
      {
        "id":"ED373120",
        "title":"Making Schools Work for Children in Poverty. A New Framework Prepared by the Commission on Chapter 1."},
      {
        "id":"ED373121",
        "title":"Street Wise OR School Smart: Risky Choices in the Time of Urban Decay."},
      {
        "id":"ED373124",
        "title":"Home-School Communication [Seventh Grade]."},
      {
        "id":"ED373125",
        "title":"Home-School Communication [Ninth Grade]."},
      {
        "id":"ED373127",
        "title":"The African-American Mosaic. A Library of Congress Resource Guide for the Study of Black History and Culture."},
      {
        "id":"ED373129",
        "title":"Years Two and Three of the Chelsea-BU Partnership: A Story of Survival."},
      {
        "id":"ED373130",
        "title":"Increasing the Involvement of Underrepresented Families in an Urban High School Ninth Grade Through Enhanced Communication and Community Outreach."},
      {
        "id":"ED373134",
        "title":"State Chapter 1 Participation and Achievement Information--1991-92. Summary Report."},
      {
        "id":"ED373135",
        "title":"Citywide Programs/District 75. E.C.I.A. Chapter 1, Part B Institutional Facilities Program. Summer 1993. OER Report."},
      {
        "id":"ED373136",
        "title":"Evaluation of the 1992-93 City-as-School Replication Project. OREA Report."},
      {
        "id":"ED373137",
        "title":"Students Upgrading through Computer and Career Education System Services (Project SUCCESS). Final Evaluation Report 1992-93. OER Report."},
      {
        "id":"ED373138",
        "title":"The 1992-1993 Evaluation of the Loan Forgiveness Program (Revised). OER Report."},
      {
        "id":"ED373140",
        "title":"A National Policy for Workplace Training. Lessons from State and Local Experiments."},
      {
        "id":"ED373141",
        "title":"Strategies for Workplace Training. Lessons from Abroad."},
      {
        "id":"ED373142",
        "title":"National Occupational Information Coordinating Committee (NOICC) Fact Sheets, Numbers 1-14."},
      {
        "id":"ED373143",
        "title":"Working through Redundancy. A Self-Help Learning Pack. Second Edition."},
      {
        "id":"ED373145",
        "title":"Education for Work. Background to Policy and Curriculum."},
      {
        "id":"ED373146",
        "title":"Apprenticeship, Alternance, Dual System: Dead Ends or Highways to the Future?"},
      {
        "id":"ED373147",
        "title":"Learning Styles in Adult Education: Issues for Research and Practice."},
      {
        "id":"ED373148",
        "title":"Institute of Technical Education Annual Report 92/93."},
      {
        "id":"ED373149",
        "title":"Key Statistics on Technical Education and Training 1992."},
      {
        "id":"ED373150",
        "title":"ITE Qualifications. First Edition."},
      {
        "id":"ED373151",
        "title":"Project PALS (Parenting and Literacy Skills). Final Report."},
      {
        "id":"ED373152",
        "title":"Creating Families of Readers."},
      {
        "id":"ED373153",
        "title":"Parents and Preschoolers: An Intergenerational Literacy Project. Evaluation Report."},
      {
        "id":"ED373154",
        "title":"Open Doors Project: An Innovative Family Literacy Program. Final Report."},
      {
        "id":"ED373155",
        "title":"Cognitive Skills-Based Instruction and Assessment Project. Final Report."},
      {
        "id":"ED373156",
        "title":"The Northern New England Social Action Theater. Literacy Theater Staff Training Project: An Evaluation. Evaluation Report."},
      {
        "id":"ED373157",
        "title":"Learn at Home: A Philadelphia Distance Learning Project. Program Year 1992-1993. Final Report."},
      {
        "id":"ED373158",
        "title":"LEAD 2000. Learning Enhancement for Adults with Disabilities. Final Performance and Financial Report."},
      {
        "id":"ED373159",
        "title":"Developing Critical Thinking Skills in Adult Learners through Innovative Distance Learning."},
      {
        "id":"ED373160",
        "title":"Evaluating Today's Culture and Visioning for Tomorrow's Cultural Growth: Effectively Utilizing Stakeholders in Planning Strategically for Adult Education."},
      {
        "id":"ED373162",
        "title":"Nurturing Community Growth and Enrichment through Adult Volunteerism in Urban Communities."},
      {
        "id":"ED373163",
        "title":"Utilizing an Innovative Evaluation Model To Assess Impacts of Training Adult Educators on Reaching Limited Resource Audiences."},
      {
        "id":"ED373164",
        "title":"Population Growth and Family Planning. IN Visitors' Information Special Report. SO 6."},
      {
        "id":"ED373165",
        "title":"The Trade Unions in Germany. Facing New Challenges. IN Visitors' Information Special Report. 2nd Quarter."},
      {
        "id":"ED373166",
        "title":"Wisconsin Integrated and Applied Curricula Project. Year One: 1993-1994."},
      {
        "id":"ED373167",
        "title":"Home Economics Teachers: An Important Element for Transforming Middle Level Education."},
      {
        "id":"ED373168",
        "title":"Computer Assisted Everyday Basic Skills. Final Report."},
      {
        "id":"ED373169",
        "title":"Context: An Inmate Newspaper."},
      {
        "id":"ED373170",
        "title":"Effectiveness of Group Instruction in Adult Literacy Acquisition. Final Report."},
      {
        "id":"ED373171",
        "title":"Exploring the Wonders of Books: A Family Literacy Program for Challenged Adults. Final Report."},
      {
        "id":"ED373172",
        "title":"Pennsylvania's Exemplary Special Projects 1976-1990 as Reviewed and Rated by the FOCUS Panel."},
      {
        "id":"ED373173",
        "title":"Laser Disc Technology: A Visual Approach to Reading. Final Report."},
      {
        "id":"ED373174",
        "title":"The Pennsylvania Adult Basic &amp; Literacy Education Handbook for Program Administrators."},
      {
        "id":"ED373175",
        "title":"Volunteer Awareness and Educational Enabling: Staff Development Project for Volunteer Literacy Tutors. 353 Special Project."},
      {
        "id":"ED373176",
        "title":"Newsletter Promoting Student Learning and Student Community. Final Report."},
      {
        "id":"ED373177",
        "title":"Pre-Math/Science Training for Chemical Laboratory Technologist."},
      {
        "id":"ED373178",
        "title":"Seniors in National and Community Service: A Report Prepared for the Commonwealth Fund's Americans over 55 at Work Program."},
      {
        "id":"ED373179",
        "title":"Life Skills Training Programmes: Process and Practice."},
      {
        "id":"ED373180",
        "title":"In Pursuit of Empowerment: A Survey Assessing the Need for Professional Development Activities for Teachers and Administrators Providing Vocational Education for Students with Disabilities in Florida."},
      {
        "id":"ED373181",
        "title":"The Potential Implementation of Youth Apprenticeship Programs in Florida."},
      {
        "id":"ED373182",
        "title":"Tech Prep &amp; Technology Education: A Positive Focus for Competitive Literacy."},
      {
        "id":"ED373183",
        "title":"An Adult Higher Education: A Vision. A Policy Discussion Paper."},
      {
        "id":"ED373185",
        "title":"Wasted Potential: Training and Career Progression for Part-Time and Temporary Workers."},
      {
        "id":"ED373186",
        "title":"Learning with East Aurora Families (LEAF). A National Institute for Literacy Demonstration Project Family Literacy Curriculum. November 1993 to October 1994."},
      {
        "id":"ED373187",
        "title":"Learning with East Aurora Families. Project Evaluation."},
      {
        "id":"ED373188",
        "title":"Starting from Scratch: Assessment and Instruction for Literacy Programs in Correctional Settings."},
      {
        "id":"ED373189",
        "title":"Outreach Training Center Final Report."},
      {
        "id":"ED373190",
        "title":"The Write Way. Book I. The Simple Sentence. Writing and Grammar Instruction for Indian Adults."},
      {
        "id":"ED373191",
        "title":"Community Organizing: Strategies for Recruitment and Retention."},
      {
        "id":"ED373192",
        "title":"Master Skills Check List and Diagnostics."},
      {
        "id":"ED373193",
        "title":"Cherokee Nation of Oklahoma Indian Adult Education Program. Final External Evaluation. October 1, 1992-September 30, 1993."},
      {
        "id":"ED373194",
        "title":"Dreaming Reality: Small Media in Community Development as Critical Educational Practice. A Case Study of Community Narrowcasting in the Town of Buchans, Newfoundland, Canada."},
      {
        "id":"ED373195",
        "title":"PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Resource Guide. Research &amp; Development Series No. 304."},
      {
        "id":"ED373196",
        "title":"Your Potential as an Entrepreneur. Unit 1. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-01."},
      {
        "id":"ED373197",
        "title":"The Nature of Small Business. Unit 2. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-02."},
      {
        "id":"ED373198",
        "title":"Business Opportunities. Unit 3. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-3."},
      {
        "id":"ED373199",
        "title":"Global Markets. Unit 4. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-04."},
      {
        "id":"ED373200",
        "title":"The Business Plan. Unit 5. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-5."},
      {
        "id":"ED373201",
        "title":"Help for the Entrepreneur. Unit 6. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-06."},
      {
        "id":"ED373202",
        "title":"Types of Ownership. Unit 7. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-07."},
      {
        "id":"ED373203",
        "title":"Marketing Analysis. Unit 8. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-8."},
      {
        "id":"ED373204",
        "title":"Location. Unit 9. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-09."},
      {
        "id":"ED373205",
        "title":"Pricing Strategy. Unit 10. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-10."},
      {
        "id":"ED373206",
        "title":"Financing the Business. Unit 11. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-11."},
      {
        "id":"ED373207",
        "title":"Legal Issues. Unit 12. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-12."},
      {
        "id":"ED373208",
        "title":"Business Management. Unit 13. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-13."},
      {
        "id":"ED373209",
        "title":"Human Resources. Unit 14. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-14."},
      {
        "id":"ED373210",
        "title":"Promotion. Unit 15. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-15."},
      {
        "id":"ED373211",
        "title":"Selling. Unit 16. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-16."},
      {
        "id":"ED373212",
        "title":"Record Keeping. Unit 17. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-17."},
      {
        "id":"ED373213",
        "title":"Financial Analysis. Unit 18. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-18."},
      {
        "id":"ED373214",
        "title":"Customer Credit. Unit 19. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-19."},
      {
        "id":"ED373215",
        "title":"Risk Management. Unit 20. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-20."},
      {
        "id":"ED373216",
        "title":"Operations. Unit 21. Level 1. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 301-21."},
      {
        "id":"ED373217",
        "title":"Your Potential as an Entrepreneur. Unit 1. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-01. Series No. 302-01."},
      {
        "id":"ED373218",
        "title":"The Nature of Small Business. Unit 2. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-02."},
      {
        "id":"ED373219",
        "title":"Business Opportunities. Unit 3. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-3."},
      {
        "id":"ED373220",
        "title":"Global Markets. Unit 4. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-04."},
      {
        "id":"ED373221",
        "title":"The Business Plan. Unit 5. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-5."},
      {
        "id":"ED373222",
        "title":"Help for the Entrepreneur. Unit 6. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-06."},
      {
        "id":"ED373223",
        "title":"Types of Ownership. Unit 7. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-07."},
      {
        "id":"ED373224",
        "title":"Marketing Analysis. Unit 8. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-8."},
      {
        "id":"ED373225",
        "title":"Location. Unit 9. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-09."},
      {
        "id":"ED373226",
        "title":"Pricing Strategy. Unit 10. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-10."},
      {
        "id":"ED373227",
        "title":"Financing the Business. Unit 11. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-11. Series No. 302-11."},
      {
        "id":"ED373228",
        "title":"Legal Issues. Unit 12. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-12."},
      {
        "id":"ED373229",
        "title":"Business Management. Unit 13. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-13."},
      {
        "id":"ED373230",
        "title":"Human Resources. Unit 14. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-14."},
      {
        "id":"ED373231",
        "title":"Promotion. Unit 15. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-15."},
      {
        "id":"ED373232",
        "title":"Selling. Unit 16. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-16."},
      {
        "id":"ED373233",
        "title":"Record Keeping. Unit 17. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-17."},
      {
        "id":"ED373234",
        "title":"Financial Analysis. Unit 18. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-18."},
      {
        "id":"ED373235",
        "title":"Customer Credit. Unit 19. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-19."},
      {
        "id":"ED373236",
        "title":"Risk Management. Unit 20. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-20."},
      {
        "id":"ED373237",
        "title":"Operations. Unit 21. Level 2. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 302-21."},
      {
        "id":"ED373238",
        "title":"Your Potential as an Entrepreneur. Unit 1. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-01. Series No. 303-01."},
      {
        "id":"ED373239",
        "title":"The Nature of Small Business. Unit 2. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-02."},
      {
        "id":"ED373240",
        "title":"Business Opportunities. Unit 3. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-3."},
      {
        "id":"ED373241",
        "title":"Global Markets. Unit 4. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-04."},
      {
        "id":"ED373242",
        "title":"The Business Plan. Unit 5. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-5."},
      {
        "id":"ED373243",
        "title":"Help for the Entrepreneur. Unit 6. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-06."},
      {
        "id":"ED373244",
        "title":"Types of Ownership. Unit 7. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-07."},
      {
        "id":"ED373245",
        "title":"Marketing Analysis. Unit 8. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-8."},
      {
        "id":"ED373246",
        "title":"Location. Unit 9. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-09."},
      {
        "id":"ED373247",
        "title":"Pricing Strategy. Unit 10. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-10."},
      {
        "id":"ED373248",
        "title":"Financing the Business. Unit 11. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-11."},
      {
        "id":"ED373249",
        "title":"Legal Issues. Unit 12. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-12."},
      {
        "id":"ED373250",
        "title":"Business Management. Unit 13. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-13."},
      {
        "id":"ED373251",
        "title":"Human Resources. Unit 14. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-14."},
      {
        "id":"ED373252",
        "title":"Promotion. Unit 15. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-15."},
      {
        "id":"ED373253",
        "title":"Selling. Unit 16. Level 3. Instructor Guide. PACE. Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-16."},
      {
        "id":"ED373254",
        "title":"Record Keeping. Unit 17. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-17."},
      {
        "id":"ED373255",
        "title":"Financial Analysis. Unit 18. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-18."},
      {
        "id":"ED373256",
        "title":"Customer Credit. Unit 19. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-19."},
      {
        "id":"ED373257",
        "title":"Risk Management. Unit 20. Level 3. Instructor Guide. PACE: Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-20."},
      {
        "id":"ED373258",
        "title":"Operations. Unit 21. Level 3. Instructor Guide. PACE. Program for Acquiring Competence in Entrepreneurship. Third Edition. Research &amp; Development Series No. 303-21."},
      {
        "id":"ED373259",
        "title":"Alternative Instructional Models for IVN Delivery."},
      {
        "id":"ED373260",
        "title":"Workplace Literacy in a Total Quality Management Environment for the Manufacturing Industry in Chicago and Northern Illinois. Final Performance Report."},
      {
        "id":"ED373261",
        "title":"Evaluation Guide for Workplace Basic Skills Programs."},
      {
        "id":"ED373263",
        "title":"Systematizing the Delivery of Local Employment and Training Services. The Job Center Technical Assistance Guide."},
      {
        "id":"ED373265",
        "title":"Reflections. An Anthology of Selections from the \"All Write News,\" the Newsletter of the Adult Literacy Resource Institute."},
      {
        "id":"ED373266",
        "title":"Imagination & Transformative Learning."},
      {
        "id":"ED373267",
        "title":"Emancipatory Learning of Change Agents: Context and Description."},
      {
        "id":"ED373268",
        "title":"Adult Literacy. A Compendium of Articles from the Journal of Reading."},
      {
        "id":"ED373269",
        "title":"Psychology, Counseling and the Seminarian."},
      {
        "id":"ED373270",
        "title":"Matching Opportunities to Obligations: Lessons for Child Support Reform from the Parents' Fair Share Pilot Phase."},
      {
        "id":"ED373271",
        "title":"Self-Predictions and Depressive Realism in Future Life Events."},
      {
        "id":"ED373272",
        "title":"Adolescent Understanding of Key Variables Affecting Receptivity to Health Curricula."},
      {
        "id":"ED373273",
        "title":"Adolescent Child Care Program, 1992-93: OREA Report."},
      {
        "id":"ED373274",
        "title":"The Dropout -- Fiscal Year 1992: The Graduate -- One Year after Fiscal Year 1991. Iowa Guidance Surveys."},
      {
        "id":"ED373275",
        "title":"The ABC's of Persistence: Suggestions for Teachers To Improve Students' Effort on Academic Tasks."},
      {
        "id":"ED373276",
        "title":"Family Support and Other Social Factors Precipitating Suicidal Ideation."},
      {
        "id":"ED373277",
        "title":"Faith, Family and Friends: Catholic Elementary School Guidance Program. Volumes 1-6."},
      {
        "id":"ED373278",
        "title":"Evaluating a School-Based Program for Aggressive Children: Comparing Outcomes for Different Levels of Service."},
      {
        "id":"ED373279",
        "title":"The Vital Balance Revisited, or, Resolution of the Counseling Profession's Identity Split."},
      {
        "id":"ED373280",
        "title":"Quality in Guidance for Adults."},
      {
        "id":"ED373281",
        "title":"Self-Esteem as an Antidote to Crime and Violence."},
      {
        "id":"ED373282",
        "title":"Using Drawings in the Assessment of Children from Violent Homes."},
      {
        "id":"ED373283",
        "title":"Alternative Punishments for Young Offenders. Report together with Dissenting Views To Accompany H.R. 3351. House of Representatives, 103d Congress, 1st Session."},
      {
        "id":"ED373284",
        "title":"Sexual Harassment in the Law Enforcement Workplace."},
      {
        "id":"ED373285",
        "title":"Alcohol and Other Drugs: Policy Development for Trustees of New Jersey Colleges and Universities. Resource File."},
      {
        "id":"ED373286",
        "title":"Adjustment of Children Reared by Their Grandparents."},
      {
        "id":"ED373287",
        "title":"Empowering Multiple Cultural Identities of Bisexual Women and Men."},
      {
        "id":"ED373288",
        "title":"A Comparative Study of the Worries of Hispanic and White Students."},
      {
        "id":"ED373289",
        "title":"Beliefs Underlying Unrealistic Optimism about Susceptibility to Illness."},
      {
        "id":"ED373290",
        "title":"Career Maturity of Welfare Recipients."},
      {
        "id":"ED373291",
        "title":"Youth-at-Risk in New York State: Alcohol and Drug Use Findings."},
      {
        "id":"ED373292",
        "title":"Drug and Alcohol Findings: New York State Students in Fifth and Sixth Grades."},
      {
        "id":"ED373293",
        "title":"A Study of the Effectiveness of Family Assistance Programs in the Air Force during Operation Desert Shield/Storm. Final Report."},
      {
        "id":"ED373294",
        "title":"Research and Intervention Issues in the Examination of Ethnic Identity in African-American Youth."},
      {
        "id":"ED373296",
        "title":"Assessment of Family Resource and Youth Services Centers: A First Year Report to the Prichard Committee."},
      {
        "id":"ED373297",
        "title":"An Organizational Model for Long-Term Residential Substance Abuse Treatment for Women, Ages 15 to 25 Years, and Their Infant Children."},
      {
        "id":"ED373298",
        "title":"Building Self-Esteem."},
      {
        "id":"ED373299",
        "title":"Munchausen Syndrome by Proxy: Evaluation and Treatment."},
      {
        "id":"ED373300",
        "title":"Designing Peer Outreach Groups To Empower At Risk Junior and Senior High School Students."},
      {
        "id":"ED373301",
        "title":"Effects of Gender and Depression on Self-Evaluations of Performance on Academic Tasks."},
      {
        "id":"ED373302",
        "title":"School Programs To Prevent Smoking: The National Cancer Institute Guide to Strategies That Succeed."},
      {
        "id":"ED373303",
        "title":"Confronting Violence in Our Communities: A Guide for Involving Citizens in Public Dialogue and Problem Solving [and] The Busy Citizen's Discussion Guide: Violence in Our Communities."},
      {
        "id":"ED373304",
        "title":"Children and Adults Reading Children's Literature: A Comparison of Responses."},
      {
        "id":"ED373305",
        "title":"Relationship of Reading Comprehension to the Cognitive Internal State Lexicon. Reading Research Report No. 14."},
      {
        "id":"ED373306",
        "title":"Teaching Science with Analogies: A Strategy for Teachers and Textbook Authors. Reading Research Report No. 15."},
      {
        "id":"ED373307",
        "title":"Replicating Research with Preservice Teachers."},
      {
        "id":"ED373308",
        "title":"Offering Choice in Teacher Education."},
      {
        "id":"ED373310",
        "title":"The Effect of Preschool Attendance on Reading Achievement of Third Graders."},
      {
        "id":"ED373311",
        "title":"The Effect of CAI on Reading Achievement."},
      {
        "id":"ED373312",
        "title":"Differences in Cognitive Style and Student Reading Comprehension."},
      {
        "id":"ED373313",
        "title":"Positive Effects of Teaching Emergent Readers To Verbalize Effective Reading Strategies."},
      {
        "id":"ED373314",
        "title":"Unpacking Phonological Awareness: Comparing Treatment Outcomes for Low-Skilled Kindergarten Children."},
      {
        "id":"ED373315",
        "title":"The Effects of Three Instructional Conditions in Text Structure on Upper Elementary Students' Reading Comprehension and Writing Performance."},
      {
        "id":"ED373316",
        "title":"Portals, A Journal of the Idaho Council of the International Reading Association, 1993-94."},
      {
        "id":"ED373319",
        "title":"Literature-Based Reading Programs: Elements for Success."},
      {
        "id":"ED373320",
        "title":"Literacy Discussed: Special or Individual? Literacy Interests or Literacy Needs?"},
      {
        "id":"ED373321",
        "title":"Writing in the Language Arts."},
      {
        "id":"ED373322",
        "title":"Finding Voice through Teacher-Student Collaboration in a Feminist Research Project: Long-Term Effects."},
      {
        "id":"ED373323",
        "title":"Keywords in Composition Studies: Intertextuality."},
      {
        "id":"ED373324",
        "title":"Writing In and Writing Out: Some Reflections on the Researcher's Dual Role in Ethnographic Research."},
      {
        "id":"ED373325",
        "title":"ESL Students Writing Autobiographies: Are There Any Connections?"},
      {
        "id":"ED373326",
        "title":"Where's the Essay?"},
      {
        "id":"ED373327",
        "title":"Some Questions for Feminist Rhetoric."},
      {
        "id":"ED373328",
        "title":"Grunts or Jargon: Poor Communication in Educational Writing."},
      {
        "id":"ED373329",
        "title":"Novels and Nonfiction Annotated Listing for English 10, English 13, English 20, English 23, English 30, English 33. Senior High English Language Arts."},
      {
        "id":"ED373330",
        "title":"A Teacher's Introduction to Composition in the Rhetorical Tradition. NCTE Teacher's Introduction Series."},
      {
        "id":"ED373331",
        "title":"Listening to the World: Cultural Issues in Academic Writing."},
      {
        "id":"ED373332",
        "title":"Activities for an Interactive Classroom."},
      {
        "id":"ED373333",
        "title":"From Reading to Writing: American Domestic Advice Scrapbooks."},
      {
        "id":"ED373334",
        "title":"On Seeing Black Literature through Brown and Blue Eyes: Teaching African American Literature in Racially Mixed Classes."},
      {
        "id":"ED373335",
        "title":"The Family Literacy Project: Using Children's Literature to Enhance the Literacy of Adolescent Parents."},
      {
        "id":"ED373336",
        "title":"Explanations, Education, and Electromagnetic Fields."},
      {
        "id":"ED373338",
        "title":"Getting the Right Meaning with the Right Words: Applying Elbow in the Writer's Workshop."},
      {
        "id":"ED373339",
        "title":"Writing Subjects Enacting the Writing Subject's Complexity."},
      {
        "id":"ED373340",
        "title":"Thinking Expressivist, Cultural Studies and Spiritual Pedagogies (and Feminism) Together: The Search for a New Term."},
      {
        "id":"ED373343",
        "title":"Furthering the Collaborative Collage."},
      {
        "id":"ED373344",
        "title":"How Do Expert and Novice Writers Differ in Their Knowledge of the Writing Process and Its Regulation (Metacognition) from Each Other, and What Are the Differences in Metacognitive Knowledge between Writers of Different Ages?"},
      {
        "id":"ED373345",
        "title":"The Relationship of Student Ratings, Faculty Status and Student Writing Performance."},
      {
        "id":"ED373346",
        "title":"Teaching Narrative: Write On, Grades 3-5."},
      {
        "id":"ED373347",
        "title":"Strategy Differences in Revising between Skilled and Less Skilled Writers."},
      {
        "id":"ED373348",
        "title":"On the Personal Essay, Mentoring, and Conversation."},
      {
        "id":"ED373349",
        "title":"Role-Playing as Critical Thinking in the Technical Writing Classroom."},
      {
        "id":"ED373350",
        "title":"The Making of Working-Class Academics: &quot;This Fine Place So Far from Home.&quot;"},
      {
        "id":"ED373351",
        "title":"Using Art as a Means of Language Development and of Finding One's Voice: One Case Study of an ESL Learner."},
      {
        "id":"ED373353",
        "title":"Metaphor Replaces Fact: Dissonance Reduction during the Gainesville Serial Slayings through Metaphorical Script Writing."},
      {
        "id":"ED373354",
        "title":"Sociolinguistics in the Classroom."},
      {
        "id":"ED373355",
        "title":"Gender Expectations and Relationships in the Writing Center."},
      {
        "id":"ED373356",
        "title":"Grammar Revisited in the Language Arts."},
      {
        "id":"ED373360",
        "title":"Pedagogy in the Age of Politics: Writing and Reading (in) the Academy."},
      {
        "id":"ED373362",
        "title":"Allies and Competitors as Enscripted Audiences in Scientific Writing."},
      {
        "id":"ED373363",
        "title":"Giving or Taking Authority: Exploring the Ideologies of Collaborative Learning."},
      {
        "id":"ED373365",
        "title":"Students' Grades on Public Speaking Assignments as a Function of Learning Strategies and Motives."},
      {
        "id":"ED373366",
        "title":"From Community to Conformity."},
      {
        "id":"ED373367",
        "title":"Representation of AIDS in Televised Public Service Announcements: The Discursive Practices of Government in the Constitution of Knowledge about AIDS."},
      {
        "id":"ED373368",
        "title":"An Empirical Test of Hall and Sandler's 1982 Report: Who Finds the Classroom Climate Chilly?"},
      {
        "id":"ED373369",
        "title":"Controlling Communication: A Prescriptive Approach to Communication Studies."},
      {
        "id":"ED373371",
        "title":"Evaluating Students' Learning and Communication Processes: Handbook 1--Integrating Diagnostic Evaluation and Instruction."},
      {
        "id":"ED373372",
        "title":"Evaluating Students' Learning and Communication Processes: Handbook 2--Diagnostic Teaching Unit: Language Arts."},
      {
        "id":"ED373373",
        "title":"Evaluating Students' Learning and Communication Processes: Handbook 3--Diagnostic Teaching Units: Social Studies."},
      {
        "id":"ED373374",
        "title":"Evaluating Students' Learning and Communication Processes: Handbook 4--Diagnostic Teaching Units: Science."},
      {
        "id":"ED373375",
        "title":"Communication Apprehension in Japan: Grade School through Secondary School."},
      {
        "id":"ED373376",
        "title":"Assessment in Specific Programs: Employment, Program, and Course Student Portfolios in Communication Studies."},
      {
        "id":"ED373377",
        "title":"Television as Activity System: A Vygotskian Analysis of Preschoolers' Enculturation and &quot;Mr. Rogers' Neighborhood.&quot;"},
      {
        "id":"ED373378",
        "title":"Communication Apprehension Treatment: Issues in Ethics, Law, and Practice."},
      {
        "id":"ED373379",
        "title":"Development of an Organizational Communication Competence Instrument."},
      {
        "id":"ED373380",
        "title":"A Uses and Gratifications Approach to Examining Electronic Mail Use."},
      {
        "id":"ED373381",
        "title":"The 1992 PBS Funding Debate: How Much Diversity Is America Willing To Pay for?"},
      {
        "id":"ED373382",
        "title":"Interpersonal Influence and Alcohol-Related Interventions in the College Environment."},
      {
        "id":"ED373383",
        "title":"Feminist Methodologies and the Ethnography of Communication."},
      {
        "id":"ED373384",
        "title":"Mandating Academic Excellence: High School Responses to State Curriculum Reform. Sociology of Education Series."},
      {
        "id":"ED373387",
        "title":"School Finance Reform: Analysis of the Ballot and Statutory Reform Proposals. Issue Paper."},
      {
        "id":"ED373388",
        "title":"Regulatory Flexibility in Schools: What Happens When Schools Are Allowed To Change the Rules? Report to Congressional Committees."},
      {
        "id":"ED373389",
        "title":"Regional Consultation Meeting on the Asia and Pacific Programme of Educational Innovation for Development (13th, Jomtien, Thailand, June 22-26, 1992). Final Report."},
      {
        "id":"ED373390",
        "title":"Perceptions of Educational Quality Following a School Closing."},
      {
        "id":"ED373391",
        "title":"Change Forces: Probing the Depths of Educational Reform. School Development and the Management of Change Series: 10."},
      {
        "id":"ED373392",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Methodology."},
      {
        "id":"ED373393",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Case #1: Emma Winston, Principal of an Inner-City Elementary School."},
      {
        "id":"ED373394",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Case #2: Frances Hedges, Principal of an Urban Elementary School."},
      {
        "id":"ED373395",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Case #3: Ray Murdock, Principal of a Rural Elementary School."},
      {
        "id":"ED373396",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Case #4: Grace Lancaster, Principal of an Urban Junior High School."},
      {
        "id":"ED373397",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Case #5: Jonathan Rolf, Principal of a Suburban Elementary School."},
      {
        "id":"ED373398",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Case #6: Florence Barnhart, Principal of an Inner-City Junior High School."},
      {
        "id":"ED373399",
        "title":"Understanding the Principal&apos;s Contribution to Instruction: Seven Principals, Seven Stories. Case #7: Louis Wilkens, Principal of a Suburban Elementary School."},
      {
        "id":"ED373401",
        "title":"Decentralising the Education System. Quality in Basic Education: Teacher Management Discussion Paper."},
      {
        "id":"ED373402",
        "title":"Maximizing Time To Teach and Time To Learn."},
      {
        "id":"ED373403",
        "title":"Pupil Nondiscrimination Guidelines: Assessing School District Compliance with S.118.13 of the Wisconsin Statutes and PI 9 of the Wisconsin Administrative Code."},
      {
        "id":"ED373405",
        "title":"Growing toward Excellence: Standards for School Nutrition Programs in North Dakota."},
      {
        "id":"ED373406",
        "title":"Creating Safe Environments for Learning in North Carolina's Public Schools."},
      {
        "id":"ED373407",
        "title":"Projection of State Policy Initiatives for the 1990's."},
      {
        "id":"ED373408",
        "title":"School District Administrators in North Carolina."},
      {
        "id":"ED373409",
        "title":"Enhancing Effective Instructional Time: A Review of Research."},
      {
        "id":"ED373410",
        "title":"Providing Rewards to High Performing School Districts."},
      {
        "id":"ED373411",
        "title":"The Use of Sanctions with Low Performing School Districts."},
      {
        "id":"ED373412",
        "title":"The 1993 North Carolina Education Poll: A State Adaptation of the 1993 Phi Delta Kappa/Gallup Education Poll."},
      {
        "id":"ED373413",
        "title":"What Twenty Years of Educational Studies Reveal about Year-Round Education."},
      {
        "id":"ED373414",
        "title":"Principles of School-Based Management."},
      {
        "id":"ED373415",
        "title":"Financial Flexibility in North Carolina Schools."},
      {
        "id":"ED373416",
        "title":"School-Based Early Childhood Centers: Secrets of Success from Early Innovators."},
      {
        "id":"ED373417",
        "title":"School-Based Management--The View from &quot;Down Under.&quot;"},
      {
        "id":"ED373418",
        "title":"The Principalship under School Reform As Perceived by Principals and Local School Councils."},
      {
        "id":"ED373420",
        "title":"Are Our Schools Safe? AEL Policy Briefs."},
      {
        "id":"ED373421",
        "title":"Principal Self-Efficacy and the Use of Power."},
      {
        "id":"ED373422",
        "title":"School Finance Policy Issues in Texas."},
      {
        "id":"ED373423",
        "title":"Gender Equity: A 20 Year Perspective."},
      {
        "id":"ED373424",
        "title":"A Geology in School Reform: Past Reforms Interact with New As a School District Implements Shared Decision Making."},
      {
        "id":"ED373425",
        "title":"The Cycle of Student Labels in Education: The Case of Culturally Deprived/Disadvantaged and At Risk."},
      {
        "id":"ED373426",
        "title":"Research and Reform: Stories of Structure, Strategy and Suspense."},
      {
        "id":"ED373427",
        "title":"State-of-the-State 1994. Illinois: The Song without an End."},
      {
        "id":"ED373428",
        "title":"Principals and the New Paradigm: Schools As Learning Communities."},
      {
        "id":"ED373429",
        "title":"When the Keeper of the Vision Changes: Leadership in an Accelerated School."},
      {
        "id":"ED373430",
        "title":"The Ceremonial Use of Slogans in the Implementation and Initiation of an Educational Partnership."},
      {
        "id":"ED373431",
        "title":"Verbal and Nonverbal Micropolitical Communication of Female School Principals."},
      {
        "id":"ED373432",
        "title":"The Principal as Mini-Superintendent under Chicago School Reform."},
      {
        "id":"ED373435",
        "title":"The Effects of the California Voucher Initiative on Public Expenditures for Education."},
      {
        "id":"ED373436",
        "title":"Wisconsin Public School Buildings, 1991-1993."},
      {
        "id":"ED373437",
        "title":"Education Reform Briefing Book. Volume I, First Edition. Education Reform in Review and Emerging Education Issues in California."},
      {
        "id":"ED373438",
        "title":"Education Reform Briefing Book. Volume II, First Edition. Excerpts from Selected California Education Studies and Reports, 1983-Present."},
      {
        "id":"ED373440",
        "title":"Emancipatory Research: Support for Women's Access to Power. Draft."},
      {
        "id":"ED373441",
        "title":"Home-School Partnerships through the Eyes of Parents."},
      {
        "id":"ED373443",
        "title":"Quality Management as a Response to Educational Change."},
      {
        "id":"ED373444",
        "title":"Vision and Reality: A First-Year Look at California's Charter Schools."},
      {
        "id":"ED373445",
        "title":"Locating U.S. and English Schools in the Context of Organizational Autonomy."},
      {
        "id":"ED373446",
        "title":"Knowledge in Action? An Ethnographic Study of High School Design and Technology."},
      {
        "id":"ED373447",
        "title":"Restructuring: Leadership and Change for Virginia Beach Schools. Experimental Session 2B: Lessons from Restructuring Works in Progress."},
      {
        "id":"ED373448",
        "title":"New Leaders at Work: Building Coalitions and Creating Community."},
      {
        "id":"ED373449",
        "title":"Superintendent's Report on the School Board Adopted &quot;Resolution of Support for School Based Management and Shared Decision Making.&quot;"},
      {
        "id":"ED373450",
        "title":"The Role of Leaders in School Improvement: Working With Rather than Working On."},
      {
        "id":"ED373451",
        "title":"The Impact of Personal, Professional, and Organizational Characteristics on Administrator Burnout."},
      {
        "id":"ED373452",
        "title":"Current School Funding Policy Issues in Washington State."},
      {
        "id":"ED373453",
        "title":"In Pursuit of Goal Six: A Statewide Initiative To Improve School Safety."},
      {
        "id":"ED373454",
        "title":"Beyond Garbage Cans: An Analysis of Theory and Research in Educational Leadership and Recommendations for the Future."},
      {
        "id":"ED373455",
        "title":"Sectorial Relations &amp; Chicago School Reform: A Preliminary View from the Foundation Sector. A Working Paper."},
      {
        "id":"ED373456",
        "title":"Using &quot;Success for All&quot; To Restructure Elementary Schools: A Tale of Four Cities."},
      {
        "id":"ED373457",
        "title":"Outcome-Based Education. Final Report."},
      {
        "id":"ED373458",
        "title":"North Dakota State Plan Fiscal Year 1993--Fiscal Year 1995 under Part B of the Individuals with Disabilities Education Act."},
      {
        "id":"ED373459",
        "title":"State of the States Gifted and Talented Education Report, 1994."},
      {
        "id":"ED373460",
        "title":"Using a Quality Indicator Checklist To Assess Technical Needs for Individuals and Families."},
      {
        "id":"ED373461",
        "title":"Study Strategies: A Formula for Exceptional Outcomes in the Mainstream."},
      {
        "id":"ED373462",
        "title":"Pet Therapy."},
      {
        "id":"ED373463",
        "title":"Effectiveness, Compliance, Accountability, and Program Improvement: Perspectives on the Evaluation Requirement. Final Report."},
      {
        "id":"ED373464",
        "title":"States' Approaches to Child Count Verification. Final Report."},
      {
        "id":"ED373465",
        "title":"Children on the Boundary: The Challenge Posed by Children with Conduct Disorders."},
      {
        "id":"ED373466",
        "title":"Assessment and Eligibility in Special Education: An Examination of Policy and Practice with Proposals for Change."},
      {
        "id":"ED373467",
        "title":"Office of Special Education Programs&apos; Annual Technical Assistance and Dissemination Conference Proceedings (4th, Washington, D.C., January 27-29, 1994)."},
      {
        "id":"ED373468",
        "title":"Resource Implications of Inclusion: Impressions of Special Education Administrators at Selected Sites. Policy Paper Number 1."},
      {
        "id":"ED373469",
        "title":"Historical Overview. Fiscal Provisions of the Individuals with Disabilities Education Act. Policy Paper Number 2."},
      {
        "id":"ED373470",
        "title":"Policy Issues and Alternatives. Fiscal Provisions of the Individuals with Disabilities Education Act. Policy Paper Number 3."},
      {
        "id":"ED373473",
        "title":"Fairfield City School District's Gifted and Talented Program: A Collaborative Evaluation Study (1978-1994)."},
      {
        "id":"ED373474",
        "title":"Determinants of Attitudes toward People with Disabilities."},
      {
        "id":"ED373475",
        "title":"Traumatic Brain Injury: When Children Return to School."},
      {
        "id":"ED373476",
        "title":"Seizures Following Traumatic Brain Injury in Childhood."},
      {
        "id":"ED373477",
        "title":"Longitudinal Studies of the Effects of Alternative Types of Early Intervention for Children with Disabilities. Annual Report for Project Period October 1, 1991-September 30, 1992."},
      {
        "id":"ED373478",
        "title":"Longitudinal Studies of the Effects of Alternative Types of Early Intervention for Children with Disabilities. Annual Report for Project Period October 1, 1992-September 30, 1993."},
      {
        "id":"ED373480",
        "title":"Understanding Learning Disabilities: A Listing of Resources for Family, Friends and Individuals with Learning Disabilities. Second Edition."},
      {
        "id":"ED373481",
        "title":"Colorado Special Education Administrative Decisions 1993: Impartial Hearing Officer Decisions, State Level Review Decisions, Federal Complaint Findings."},
      {
        "id":"ED373482",
        "title":"A Blueprint for Building the Future: A Strategic Plan for Special Education Services in Colorado."},
      {
        "id":"ED373485",
        "title":"Coexistence of Communication Disorders in SchoolChildren. ASHA Monographs No. 27."},
      {
        "id":"ED373486",
        "title":"Language Interaction in Clinical and Educational Settings. ASHA Monographs No. 30."},
      {
        "id":"ED373487",
        "title":"Concerns for Minority Groups in Communication Disorders. ASHA Reports No. 16."},
      {
        "id":"ED373488",
        "title":"Partnerships in Education: Toward a Literate America. ASHA Reports No. 17."},
      {
        "id":"ED373489",
        "title":"Research Priorities of the National Institute on Deafness and Other Communication Disorders."},
      {
        "id":"ED373490",
        "title":"Cochlear Processes: A Research Report."},
      {
        "id":"ED373491",
        "title":"Keys to Effective Hearing Conservation Programs: Hearing Status of School-Age Children."},
      {
        "id":"ED373492",
        "title":"Audiologic Assessment of Infants and Toddlers."},
      {
        "id":"ED373493",
        "title":"Approaches to Selection and Fitting of Amplification for Infants and Toddlers."},
      {
        "id":"ED373494",
        "title":"Iowa Behavioral Initiative: How Can Schools Better Serve Students with Behavioral Needs? What Families Have To Say: A Survey Report."},
      {
        "id":"ED373495",
        "title":"Increasing the Number of Actively Involved Parents in the Education of Their Special Needs Child."},
      {
        "id":"ED373496",
        "title":"Enhancing Services for Toddlers with Disabilities: A Reverse Mainstreaming Inclusion Approach."},
      {
        "id":"ED373497",
        "title":"Including Students Who Are Physically Handicapped with Nonhandicapped Peers through Integration in Non-Academic Activities."},
      {
        "id":"ED373498",
        "title":"Assisting Regular Education Classroom Teachers of Elementary Learning Disabled Students through Collaboration."},
      {
        "id":"ED373499",
        "title":"Implementing a Transition Career Education Program for Secondary Students with Disabilities."},
      {
        "id":"ED373501",
        "title":"Enabling Parents Who Seek Information about Child Development and Community Resources To Find Answers through a School Based Resource Center."},
      {
        "id":"ED373502",
        "title":"Environmental Controls."},
      {
        "id":"ED373503",
        "title":"Special Education: Program Evaluation, 1993-94."},
      {
        "id":"ED373504",
        "title":"Accommodating Students with Disabilities in National and State Testing Programs. Brief Report 9."},
      {
        "id":"ED373505",
        "title":"Consistency Needed in Naming Disabilities in Data Collection Programs. Brief Report 10."},
      {
        "id":"ED373506",
        "title":"Toward an Understanding of Deafness and Second-Language Literacy."},
      {
        "id":"ED373510",
        "title":"Peer Teaching and Special Education Preparation."},
      {
        "id":"ED373511",
        "title":"Special Education Teacher Attrition in a New Mexico Public School District: A Report to the Superintendent."},
      {
        "id":"ED373512",
        "title":"Regular Education Teachers' Attitudes toward Their Identified Gifted and Special Education Students."},
      {
        "id":"ED373513",
        "title":"Technical Assistance to Early Interventionists in Rural Areas: An Empirical Evaluation."},
      {
        "id":"ED373514",
        "title":"An Evaluation of a Program for Keeping Emotionally Disturbed Kids in the Community."},
      {
        "id":"ED373515",
        "title":"Utah's Transition Guidelines for Students at Risk and Students with Mild/Moderate Handicaps."},
      {
        "id":"ED373516",
        "title":"Utah State Plan under Part B of the Individuals with Disabilities Education Act, Fiscal Years 1993-1995."},
      {
        "id":"ED373517",
        "title":"Guidelines for Serving Students with Special Health Care Needs."},
      {
        "id":"ED373518",
        "title":"The Utah Attention Deficit Disorder Guide 1993: A Resource for Educators and Parents."},
      {
        "id":"ED373519",
        "title":"Utah State Board of Education Special Education Rules. Revised."},
      {
        "id":"ED373520",
        "title":"Educator Guidelines for Serving Students with Traumatic Brain Injuries. Revised Edition."},
      {
        "id":"ED373521",
        "title":"How To Get Started in Multimedia Instruction."},
      {
        "id":"ED373522",
        "title":"Supported Employment: Long Term Funding Supports and Services for People with Severe Disabilities."},
      {
        "id":"ED373523",
        "title":"Conversion: The Time Is NOW!"},
      {
        "id":"ED373524",
        "title":"Increasing Employment Opportunities for Individuals with Disabilities through Economic Development: Creating Business and Corporate Initiatives."},
      {
        "id":"ED373525",
        "title":"Designing Community-Based Vocational Programs for Students with Severe Disabilities. Vocational Options Project."},
      {
        "id":"ED373526",
        "title":"Distance Learning and Adults with Disabilities."},
      {
        "id":"ED373527",
        "title":"Alternatives: Project Description."},
      {
        "id":"ED373528",
        "title":"Special Education Inclusion. Fiscal Analysis of Clark County Schools Inclusion Site Grant."},
      {
        "id":"ED373529",
        "title":"Disability Awareness Programs Resource Guide. Revised."},
      {
        "id":"ED373530",
        "title":"The National Agenda for Achieving Better Results for Children and Youth with Disabilities."},
      {
        "id":"ED373533",
        "title":"Project Clinico. Final Evaluation Report, 1992-93. OREA Report."},
      {
        "id":"ED373534",
        "title":"Complex Predicates and Event Structure: An Integrated Analysis of Serial Verb Constructions in the Mabia Languages of West Africa. Working Papers in Linguistics No. 20."},
      {
        "id":"ED373535",
        "title":"Discussion of the Design and Implementation of the Lauder Content-Based Curriculum: Practical and Theoretical Considerations."},
      {
        "id":"ED373536",
        "title":"Developing Native Social Intuition in Preparation for an Internship in Japan."},
      {
        "id":"ED373537",
        "title":"Traditional Materials and Techniques Used as Instructional Devices in an Advanced Business Spanish Conversation Class."},
      {
        "id":"ED373538",
        "title":"The Use of Authentic Reading Materials in the Business Language Classroom."},
      {
        "id":"ED373539",
        "title":"Grammar and the Spoken Language."},
      {
        "id":"ED373540",
        "title":"EFL Essay Writing: L1 Versus L2 Instruction."},
      {
        "id":"ED373541",
        "title":"Measuring ASL and Written English Development of Deaf Students."},
      {
        "id":"ED373542",
        "title":"A Comparison of the Performance of ESL Students in ESL and Mainstream Classes of Freshman English."},
      {
        "id":"ED373543",
        "title":"Teaching Values through American Movies."},
      {
        "id":"ED373545",
        "title":"CLAD/BCLAD Certificate Handbook."},
      {
        "id":"ED373546",
        "title":"CLAD/BCLAD Examinations. Test Specifications."},
      {
        "id":"ED373547",
        "title":"A Study of Item Bias in the Maine Educational Assessment Test."},
      {
        "id":"ED373548",
        "title":"State-Wide Collaborative Efforts for Teaching Foreign Languages."},
      {
        "id":"ED373549",
        "title":"International Cooperative Games."},
      {
        "id":"ED373550",
        "title":"An Affordable, Off-Campus International/Intercultural Class for Undergraduate Business Majors...One School's Model."},
      {
        "id":"ED373551",
        "title":"Edinburgh Working Papers in Applied Linguistics. Number 5."},
      {
        "id":"ED373552",
        "title":"A Coding System for Analysing a Spoken Text Database."},
      {
        "id":"ED373553",
        "title":"L2 Perceptual Acquisition: The Effect of Multilingual Linguistic Experience on the Perception of a 'Less Novel' Contrast."},
      {
        "id":"ED373554",
        "title":"Peer Observation and Post-Lesson Discussion."},
      {
        "id":"ED373555",
        "title":"Are Score Comparisons across Language Proficiency Test Batteries Justified?: An IELTS-TOEFL Comparability Study."},
      {
        "id":"ED373556",
        "title":"The University of Edinburgh Test of English at Matriculation: Validation Report."},
      {
        "id":"ED373557",
        "title":"Some Aspects of &quot;Foreignness&quot; in the Pronunciation of Upper Intermediate English Students of Spanish."},
      {
        "id":"ED373558",
        "title":"Interpreting Metonymy."},
      {
        "id":"ED373559",
        "title":"Measuring Synonymy as an Intra-Linguistic and Cross-Linguistic Sense Relation."},
      {
        "id":"ED373561",
        "title":"Student Motivation in the Classroom."},
      {
        "id":"ED373562",
        "title":"Variables Affecting the Teacher Implementation of Cooperative Learning Methods in ESL and Bilingual Classrooms."},
      {
        "id":"ED373563",
        "title":"Why Passive Can Block Object Marking."},
      {
        "id":"ED373564",
        "title":"Hearing on Bilingual Education. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (July 22, 1993)."},
      {
        "id":"ED373565",
        "title":"The &quot;Dictionary of Smoky Mountain English&quot; as a Resource for Southern Appalachia."},
      {
        "id":"ED373566",
        "title":"Using Skits To Enhance Beginners' Communicative Skill."},
      {
        "id":"ED373567",
        "title":"Leadership for Change in Bilingual/ESL Education."},
      {
        "id":"ED373568",
        "title":"LEP Readers: Culturally Influenced Meaning or Underachievement."},
      {
        "id":"ED373569",
        "title":"Surveying LEP Populations: Issues Explored through an Example."},
      {
        "id":"ED373572",
        "title":"Higher Achievement and Improvement Through Instruction with Computers and Scholarly Transition And Resource Systems Program (Project HAITI STARS). Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED373573",
        "title":"Bilingual Education: A Look to the Year 2000. Focus: Occasional Papers in Bilingual Education, 9."},
      {
        "id":"ED373574",
        "title":"DOD Training: Many DOD Linguists Do Not Meet Minimum Proficiency Standards. Report to the Chairman, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED373576",
        "title":"English as a Second Language (ESL) in Alberta Schools. Student Handbook."},
      {
        "id":"ED373577",
        "title":"Connecting Formal and Content Schemata: Some Results of Recent Work in Semiotics."},
      {
        "id":"ED373578",
        "title":"Movable Adverbs, Conjunctions, and Grammaticalization of Conjunctive Functions."},
      {
        "id":"ED373579",
        "title":"Enhancement of Learning through an Integrated Teaching Environment (Project ELITE) Special Alternative Instruction Program. Final Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED373581",
        "title":"Assessing Students in Bilingual Contexts: Provisional Guidelines. Prepublication Edition."},
      {
        "id":"ED373582",
        "title":"Language Learning, Social Identity, and Immigrant Women."},
      {
        "id":"ED373583",
        "title":"Experimenting with a Community Language Learning Principle in an English as a Second Language Writing Class."},
      {
        "id":"ED373584",
        "title":"Adult Native Language Literacy: A Synthesis and Plan for Research and Action."},
      {
        "id":"ED373585",
        "title":"ESL and the American Dream: a Report on an Investigation of English as a Second Language Service for Adults."},
      {
        "id":"ED373586",
        "title":"Sparks of Excellence: Program Realities and Promising Practices in Adult ESL. A Report on an Investigation of English as a Second Language Service for Adults."},
      {
        "id":"ED373587",
        "title":"Immigrant Education Program, FFY 89-FFY-93. Final Study of the Illinois State Legalization Impact Assistance Grant."},
      {
        "id":"ED373588",
        "title":"Literacy."},
      {
        "id":"ED373590",
        "title":"The Care of Non-English Speaking Background Residents in Mainstream Nursing Homes and Hostels."},
      {
        "id":"ED373591",
        "title":"Bridging the Gap: A Transitional Program from ESL to ABE. Final Report."},
      {
        "id":"ED373592",
        "title":"The Effects of Education in L1 and Other Factors on the Development of Oral Proficiency in L2 among Adults."},
      {
        "id":"ED373593",
        "title":"The Cutting Edge: Workplace English. Section I: Project Handbook."},
      {
        "id":"ED373594",
        "title":"The Cutting Edge: Workplace English. Instructional Guide."},
      {
        "id":"ED373595",
        "title":"Developing a Plan for Effective ABE/ESL Staff Development: Implications and Recommendations from the \"Study of ABE/ESL Instructor Training Approaches.\""},
      {
        "id":"ED373596",
        "title":"Meeting the Challenges of Transition: Perspectives on the REEP/AALS Transition Project."},
      {
        "id":"ED373597",
        "title":"Project Mastery: A Family Literacy Program, Community School District 10. Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED373598",
        "title":"Project EXCEL: Hotel Workers Literacy Enhancement Program. Final Performance Report."},
      {
        "id":"ED373599",
        "title":"Project EXCEL: Sheraton Palace Hotel, Laundry Department. A Beginning Laundry Curriculum."},
      {
        "id":"ED373600",
        "title":"Project EXCEL: Holiday Inn at Union Square, Housekeeping Department. Safety and Security, Module 2."},
      {
        "id":"ED373604",
        "title":"Restoring the Intergenerational Cycle of Family Teaching: Family Literacy in Multilingual Communities."},
      {
        "id":"ED373605",
        "title":"Project EXCEL: Westin St. Francis, Housekeeping Department. English Communication, Module 1."},
      {
        "id":"ED373607",
        "title":"Project EXCEL: Sheraton Wharf, Room Service Department. English Communication, Module 1."},
      {
        "id":"ED373608",
        "title":"Project EXCEL: San Francisco Hilton and Towers, Stewarding Department. English Communication, Module 1."},
      {
        "id":"ED373609",
        "title":"Project EXCEL: Holiday Inn at Fisherman's Wharf, Housekeeping Department: Improving Customer Service, Module 3."},
      {
        "id":"ED373610",
        "title":"Project EXCEL: Holiday--Union Square, Housekeeping Department. English for Room Cleaners, Module 1."},
      {
        "id":"ED373611",
        "title":"Native Language Literacy Instruction for Adults: Patterns, Issues, & Promises. Issues in ESL Literacy Education 1."},
      {
        "id":"ED373612",
        "title":"What Kind of Adult Literacy Policy Will Help All Adults Develop the English Language and Literacy Skills They Need To Participate Fully in American Life?"},
      {
        "id":"ED373613",
        "title":"Tenure and Promotion Procedures: An Analysis of University Policies."},
      {
        "id":"ED373614",
        "title":"Promoting Utilization of Alumni Research: Design and Implementation Strategies. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373615",
        "title":"From Retention to Satisfaction: New Outcomes for Assessing the Freshman Experience. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373616",
        "title":"The Relationship of Student Loan Default to Individual and Campus Characteristics. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373617",
        "title":"Dealing with Faculty Salary Inequity-A Case Study. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373618",
        "title":"Generic Skills Requirement for Stakeholders: An Australian Case Study. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373619",
        "title":"Testing the Limits of the Student Adaptation to College Questionnaire. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373620",
        "title":"Control or Empowerment: Quality in Higher Education in Australia. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373621",
        "title":"The Use of Occupational Licensure Examination Results in Outcomes Assessment. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373622",
        "title":"Investigating First-Semester Freshman Adjustment to College Using a Measurement of Student Psychosocial Adjustment. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373623",
        "title":"Presidential Change: Interim Administrations in Higher Education. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373624",
        "title":"Interinstitutional Comparison of Instructional Costs and Productivity, by Academic Discipline: A National Study. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373625",
        "title":"How It Ought To Be: Institutional Researchers' Roles as We Approach the 21st Century. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373626",
        "title":"Sometimes More Is Better: Development and Implementation of a Graduate Alumni Survey To Increase Response Rates and Evaluate Strategic Planning. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373627",
        "title":"Americans with Disabilities Act of 1990: Organization, Compliance and Concern in Higher Education. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373628",
        "title":"College Guide Surveys and the Information Revolution: Issues and Consequences. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373629",
        "title":"The Iliad and the Odyssey of Student Attrition. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373630",
        "title":"Beyond Academic Outcomes: Expanding into Comprehensive Assessment while Preserving Faculty Ownership. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373631",
        "title":"Technical Characteristics and Some Correlates of the California Critical Thinking Skills Test, Forms A and B. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373632",
        "title":"The Relationship between Self Reports of College Experiences and Achievement-Test Scores. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373633",
        "title":"Meandering Ways: Studying Student Stopout with Survival Analysis. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373634",
        "title":"Statistical Packages: Some Bugs and Errors. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373635",
        "title":"The Implementation of a Local Model To Assess the Basic Skills Program at a Four-Year Public College. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373636",
        "title":"Total Quality Management on Campus: Pipe Dream or New Paradigm? AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373637",
        "title":"Faculty Salary Equity: Comparison of Two Methodologies. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373638",
        "title":"The Error of Our Ways: Using TQM Tactics To Combat Institutional Research Bloopers. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373639",
        "title":"Parents' Perceptions of Students' Time to Degree. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373640",
        "title":"Factors Influencing the College Choice Decisions of Graduate Students. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373641",
        "title":"The Impact of the Australian Government's Quality Assurance Program on Institutional Roles and Management Processes. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373643",
        "title":"Graduation and Time to Degree: A Research Note from the California State University. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373644",
        "title":"Influences on the Academic, Career, and Personal Gains and Satisfaction of Community College Students. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373645",
        "title":"Why the Five-Year (or Longer) Bachelors Degree?: An Exploratory Study of Time to Degree Attainment. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373646",
        "title":"The Effects of Motivation and Classroom Environment on the Satisfaction of Noncredit Continuing Education Students. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373647",
        "title":"Assessing Student Perceptions of Importance and Progress on Outcomes of Two-Year Public Colleges. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373648",
        "title":"Is There a Place for Every Eligible Student in California Public Higher Education? AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373649",
        "title":"Issues in Choosing a Strategy for Achieving Salary Equity. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373650",
        "title":"Faculty/Student Interaction: Impact on Student Retention. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373651",
        "title":"Enhancing Strategic Planning through Campus Surveys. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373652",
        "title":"New Pathways to a Degree: An Assessment of the Use of Instructional Technologies at Seven Institutions. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373653",
        "title":"Going Modular--For Better or Worse? AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373654",
        "title":"Segmenting Student Markets with a Student Satisfaction and Priorities Survey. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373655",
        "title":"The Academic Department Head: Duties and Compensation. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373656",
        "title":"Reengineering the Community College: Data Support for a Two Tier Institution. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373657",
        "title":"FTE Staff Required To Perform Institutional Research and Planning Functions: Results of a U.S. College and University Survey. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373658",
        "title":"Tuition Pricing and Aid Strategies: A Practical Approach. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373659",
        "title":"Assessing Pricing and Aid Strategies: Rethinking Planning and Evaluation Practices. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373660",
        "title":"Estimating the Enrollment Effects of a Mid-Year Surcharge: Using National Price Response Measures in Institutional Planning. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373661",
        "title":"Assessing the Culture and Climate for Quality Improvement in the Work Environment. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373662",
        "title":"The Assessment of the Institutional Research Function. AIR 1994 Annual Forum Paper."},
      {
        "id":"ED373663",
        "title":"Latino Student Transition to College: Assessing Difficulties and Factors in Successful College Adjustment. 1994 AIR Annual Forum Paper."},
      {
        "id":"ED373664",
        "title":"Trends in Enrollment and Degrees Granted, 1948-1993. Report No. 7-94."},
      {
        "id":"ED373665",
        "title":"Instructional Locations Away from the Main Campus, State University of New York, 1992-93. Report No. 16-94."},
      {
        "id":"ED373670",
        "title":"Cuanto vale Estudiar un Postgrado en America Latina? (How Much do Post-Graduate Studies Cost in Latin America?)."},
      {
        "id":"ED373671",
        "title":"Access to Quality: Common Directions for Uncommon Times."},
      {
        "id":"ED373672",
        "title":"Student Costs at Public Institutions, Academic Year 1993-1994. A Regional Survey."},
      {
        "id":"ED373673",
        "title":"Fact Book. Fiscal Year 1994."},
      {
        "id":"ED373675",
        "title":"Internal Controls over Cash Collections at Selected Campus Peripheral Locations. Report 94-S-27."},
      {
        "id":"ED373676",
        "title":"Minority Participation and Retention in Higher Education. Hearing on Examining Certain Issues Relating to Minority Participation in Higher Education, Focusing on Student Aid Programs before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED373678",
        "title":"Unions and Management: Working Our Way Out of Fiscal Stress. Proceedings of the National Center for the Study of Collective Bargaining in Higher Education and the Professions Annual Conference (21st, New York, New York, April 1993)."},
      {
        "id":"ED373679",
        "title":"Selected Data on Federal Support to Universities and Colleges, Fiscal Year 1992. Selected Data Tables."},
      {
        "id":"ED373681",
        "title":"Expenditure Data and Their Accuracy for Peer Institutional Comparisons."},
      {
        "id":"ED373682",
        "title":"Health Professions Education: Role of Title VII/VIII Programs in Improving Access to Care Is Unclear. Report to Congressional Committees."},
      {
        "id":"ED373683",
        "title":"From Graduate Student to Ethnic Researcher: Multiple Challenges."},
      {
        "id":"ED373684",
        "title":"Fuzzy Logic: A New Tool for the Analysis and Organization of International Business Communications."},
      {
        "id":"ED373685",
        "title":"The Technical Writer in the Global Marketplace."},
      {
        "id":"ED373686",
        "title":"&quot;Will the US Take Mexico for Granted Too?&quot;: Pointers on Doing Business with Our New NAFTA Neighbor."},
      {
        "id":"ED373687",
        "title":"Where in the World Is Knowledge? A Key to International Business Expansion Decisions."},
      {
        "id":"ED373689",
        "title":"&quot;Your Son Is My Son&quot;--Black African Management Principles: An Overseas Marketers Guide."},
      {
        "id":"ED373690",
        "title":"How To Make International Strategic Alliances Work: One More Business Lesson from the Japanese."},
      {
        "id":"ED373691",
        "title":"Making Fiction Integrative: The Role of Literature in the International Business Curriculum."},
      {
        "id":"ED373693",
        "title":"Quebec and the United States: A Cross-Cultural Case Study of International Trade and International Business Communication."},
      {
        "id":"ED373694",
        "title":"U.S. Public Relations from an International Perspective: Curricular Issues and Objectives."},
      {
        "id":"ED373695",
        "title":"Exchange Internships with Germany: How It Can Be Done."},
      {
        "id":"ED373696",
        "title":"An Open Systems Approach to Cross-Cultural Training."},
      {
        "id":"ED373697",
        "title":"Developing and Implementing an International Studies Minor: A Liberal Arts-Business Administration Partnership."},
      {
        "id":"ED373698",
        "title":"The Secret Lives of Undergraduate International Business Students: An Analysis of Cross-Cultural Experience in Multinational Corporations."},
      {
        "id":"ED373699",
        "title":"Teachers' Competence, Affect, Familiarity, and Perceived Skill Regarding Instructional Technology."},
      {
        "id":"ED373700",
        "title":"Empowering Teachers with Technology: An Agenda for Research and Development."},
      {
        "id":"ED373701",
        "title":"Publishing and Editing an Electronic Journal on the Internet."},
      {
        "id":"ED373702",
        "title":"Assessing Student Understanding and Learning in Constructivist Study Environments."},
      {
        "id":"ED373703",
        "title":"Constructivist Design of Graphic Computer Simulations."},
      {
        "id":"ED373704",
        "title":"Applications of an Adult Motivational Instructional Design Model."},
      {
        "id":"ED373705",
        "title":"Improving the Effectiveness of Professional Education: Learning Managerial Accounting via a Complex Case."},
      {
        "id":"ED373706",
        "title":"Designing Hypermedia Is Hell: Metaphor's Role in Instructional Design."},
      {
        "id":"ED373707",
        "title":"New Directions for Research on Graphics Design for Interactive Learning Environments."},
      {
        "id":"ED373708",
        "title":"Survey of Compressed Video Applications: Higher Education, K-12, and the Private Sector, 1993."},
      {
        "id":"ED373709",
        "title":"A Cognitive Model of Journal Writing."},
      {
        "id":"ED373710",
        "title":"How Do Attitudes of Parents, Teachers, and Students Affect the Integration of Technology into Schools? A Case Study."},
      {
        "id":"ED373711",
        "title":"Design and Formative Evaluation of PLANalyst: A Lesson Design Tool."},
      {
        "id":"ED373712",
        "title":"The Odyssey Project: A Quest for School Design."},
      {
        "id":"ED373713",
        "title":"Effects of Knowledge Representation during Computer-Based Training of Console Operation Skill."},
      {
        "id":"ED373714",
        "title":"&quot;Tooling Up To Go the Distance&quot; Video Interaction Analysis."},
      {
        "id":"ED373715",
        "title":"A Socio-Technical Perspective of Instructional Development: A Change in Paradigms."},
      {
        "id":"ED373716",
        "title":"The Effects of Varied Visual Organizational Strategies within Computer-Based Instruction on Factual, Conceptual and Problem Solving Learning."},
      {
        "id":"ED373717",
        "title":"Information Landscapes and Exploratory User Interfaces: Redesigning To Improve Learning Outcomes."},
      {
        "id":"ED373718",
        "title":"TEA3M: A System for Infusing Technology into Teacher Education."},
      {
        "id":"ED373719",
        "title":"Technology in Education: Making a Change in Arkansas, &quot;The Comeback State.&quot;"},
      {
        "id":"ED373720",
        "title":"Persistence and Small Group Interaction."},
      {
        "id":"ED373721",
        "title":"Effects of Learner Cognitive Styles and Metacognitive Tools on Information Acquisition Paths and Learning in Hyperspace Environments."},
      {
        "id":"ED373722",
        "title":"James D. Finn's Contribution to the Development of a Process View of Educational Technology."},
      {
        "id":"ED373723",
        "title":"Effects of Instructional Elements in a Cooperative Learning Setting."},
      {
        "id":"ED373724",
        "title":"Design and Development of Hypermediated, Videodisc Inservice Training for Rural Social Workers."},
      {
        "id":"ED373725",
        "title":"Using DVI To Teach Physics: Making the Abstract More Concrete."},
      {
        "id":"ED373726",
        "title":"&quot;On Teaching Theory&quot; 11th Annual Foundations Symposium: Dialogue on Applying Critical Approaches to Educational Technology."},
      {
        "id":"ED373727",
        "title":"Hypertext Interface Design and Structural Knowledge Acquisition."},
      {
        "id":"ED373728",
        "title":"An Assessment of the Computer Literacy and Computer Attitudes of Incoming First-Year Students at the University of Wisconsin-Eau Claire."},
      {
        "id":"ED373729",
        "title":"The Effects of Search Tool and Cognitive Style on Performance in Hypermedia Database Searches."},
      {
        "id":"ED373730",
        "title":"Authentic Activity as a Model for Appropriate Learning Activity: Implications for Design of Computer-Based Simulations."},
      {
        "id":"ED373731",
        "title":"Identifying Values: The Front-End of Systemic School Restructuring."},
      {
        "id":"ED373732",
        "title":"Key Elements in Successful Educational System Redesign: Learning from Theory and Case Studies."},
      {
        "id":"ED373733",
        "title":"Closed-Captioned Educational Video: Implications for Post-Secondary Students."},
      {
        "id":"ED373734",
        "title":"Effects of Linking Structure and Cognitive Style on Students' Performance and Attitude in a Computer-Based Hypertext Environment."},
      {
        "id":"ED373735",
        "title":"Embedding Metacognitive Cues into Hypermedia Systems To Promote Far Transfer Problem Solving."},
      {
        "id":"ED373736",
        "title":"Metacognition: Implications for Research in Hypermedia-Based Learning Environment."},
      {
        "id":"ED373737",
        "title":"Collaboration as an Instructional Innovation."},
      {
        "id":"ED373738",
        "title":"Practicing vs Future Teachers: Comparisons and Correlates of Computer Use."},
      {
        "id":"ED373739",
        "title":"Subjective Norms Predicting Computer Use."},
      {
        "id":"ED373740",
        "title":"Adapting Instruction to Individual Learner Differences: A Research Paradigm for Computer-Based Instruction."},
      {
        "id":"ED373741",
        "title":"Promoting Generative Learning with Elaboration Training in Computer-Based Instruction."},
      {
        "id":"ED373742",
        "title":"Initiating School Restructuring: A Case Study."},
      {
        "id":"ED373743",
        "title":"Qualitative Evaluation of an Integrated Hypermedia Training Environment."},
      {
        "id":"ED373744",
        "title":"Learning How To Teach: A Computer-Based System To Enhance Teacher Reflection."},
      {
        "id":"ED373745",
        "title":"Synergistic Effects of Learning Strategies Training: Comparing &quot;Black Boxes.&quot;"},
      {
        "id":"ED373746",
        "title":"Situated Learning and the Limits of Applying the Results of These Data to the Theories of Cognitive Apprenticeships."},
      {
        "id":"ED373747",
        "title":"Visualization Techniques for Examining Learner Interactions with HyperMedia Environments."},
      {
        "id":"ED373748",
        "title":"Producing Effective Graduate-Level Distance Education Courses for Interactive Television."},
      {
        "id":"ED373749",
        "title":"Opening the Black Box: Instructional Strategies Examined."},
      {
        "id":"ED373750",
        "title":"Evaluating the Impact of Instructional Multimedia: Workable Techniques."},
      {
        "id":"ED373751",
        "title":"Utilizing Intrinsic Motivation in the Design of Instruction."},
      {
        "id":"ED373752",
        "title":"Design 2000: Theory-Based Design Models of the Future."},
      {
        "id":"ED373753",
        "title":"Developmental Research: The Definition and Scope."},
      {
        "id":"ED373754",
        "title":"Using Interactive Software To Develop Students' Problem-Solving Skills: Evaluation of the &quot;Intelligent Physics Tutor.&quot;"},
      {
        "id":"ED373755",
        "title":"Curiosity, Motivation, and &quot;Flow&quot; in Computer-Based Instruction."},
      {
        "id":"ED373756",
        "title":"Trends in Instructional Technology: Educational Reform and Electronic Performance Support Systems."},
      {
        "id":"ED373757",
        "title":"A Major Children's Educational Art Exhibit: An Evaluative Case Study."},
      {
        "id":"ED373758",
        "title":"What Works: The Results of Evaluations on Two Interactive Multimedia Programs."},
      {
        "id":"ED373759",
        "title":"Educational Technology Adoption: An Information Systems Perspective."},
      {
        "id":"ED373760",
        "title":"Navigating through Hypertext: Navigational Technique, Individual Differences, and Learning."},
      {
        "id":"ED373761",
        "title":"Distance Education in Iowa: A Research Plan."},
      {
        "id":"ED373762",
        "title":"An Exploration of Closure as a Factor Influencing Group Member Satisfaction: Implications for Applications of Group Support Technology in Education."},
      {
        "id":"ED373763",
        "title":"Multimedia vs. Print Information Resources: Information Location and Use, Motivation, and Learning Patterns for Children and Adults."},
      {
        "id":"ED373764",
        "title":"The Use of Humor in a CBI Science Lesson To Enhance Retention."},
      {
        "id":"ED373765",
        "title":"The Role of Perceptions in Instructional Development and Adoption."},
      {
        "id":"ED373766",
        "title":"The Tenure Decision: A Readers Theater on Constructivism."},
      {
        "id":"ED373767",
        "title":"Under What Conditions Are Embedded versus Generative Cognitive Strategy Activators Effective? Two Prescriptive Models for Designing Instruction."},
      {
        "id":"ED373768",
        "title":"An Analysis of a Computer Assisted Learning System: Student Perception and Reactions."},
      {
        "id":"ED373769",
        "title":"Implementation of an Interactive Videodisc Program: An Ethnographic Study."},
      {
        "id":"ED373770",
        "title":"The Integration of Learning Strategies in Interactive Multimedia Instruction."},
      {
        "id":"ED373771",
        "title":"What Is Nursing Informatics?"},
      {
        "id":"ED373772",
        "title":"The Effects of Multimedia Presentation Formats on the Spatial Recall of a Narrative."},
      {
        "id":"ED373773",
        "title":"Visualization as an Aid to Problem-Solving: Examples from History."},
      {
        "id":"ED373774",
        "title":"Proceedings of Selected Research and Development Presentations at the 1994 National Convention of the Association for Educational Communications and Technology Sponsored by the Research and Theory Division (16th, Nashville, Tennessee, 1994)."},
      {
        "id":"ED373775",
        "title":"A Multi-Tech Distance Learning Program: A Model for Folsom Lake College with Emphasis on Teaching Health Science."},
      {
        "id":"ED373776",
        "title":"The Dynamism and Flexibility of Computer Technology Implementation in the Middle Schools in a Centralized Educational System."},
      {
        "id":"ED373777",
        "title":"Analysis of the Effect of Networking on Computer-Assisted Collaborative Writing in a Fifth Grade Classroom."},
      {
        "id":"ED373778",
        "title":"The Socio/Cultural Effects of a Technology Based Intervention in School Environments."},
      {
        "id":"ED373779",
        "title":"Programs of 1993 Winning Teams: Pioneering Partners."},
      {
        "id":"ED373781",
        "title":"College Library Technology and Cooperation Grants Program, Higher Education Act, Title II-D. Final Performance Report."},
      {
        "id":"ED373782",
        "title":"Assessment Design for Academic Libraries: Measuring Patron and Employee Satisfaction with Services and Operations."},
      {
        "id":"ED373783",
        "title":"UNESCO CD-ROM. Prototype Evaluation Summary."},
      {
        "id":"ED373784",
        "title":"High Performance Computing and Communications: Technology for the National Information Infrastructure. Supplement to the President's Fiscal Year 1995 Budget."},
      {
        "id":"ED373785",
        "title":"Book Theft and Mutilation of Library Materials: A Case Study."},
      {
        "id":"ED373786",
        "title":"Last Mile Standards: Communications Review for Public Education."},
      {
        "id":"ED373787",
        "title":"Arizona: The State of Telecommunications for the 21st Century. The Proceedings and Findings of the Arizona Telecommunications Issues and Policy Symposium (Phoenix, Arizona, September 29-October 1, 1993)."},
      {
        "id":"ED373788",
        "title":"&quot;Rock 'n' Read.&quot; 1994 Summer Library Program Manual. Bulletin No. 4910."},
      {
        "id":"ED373789",
        "title":"Paint Your World with Poetry: A Bibliography of Poetry and Rhyme Books in Recorded and Braille Formats for Young Readers from Preschool through Junior High."},
      {
        "id":"ED373790",
        "title":"Razzle Dazzle Reading Circus: A Bibliography of Books in Recorded and Braille Formats for Young Readers from Preschool through Junior High. Silver Summer Scrapbook--Summer Library Program, 1993."},
      {
        "id":"ED373791",
        "title":"Footloose in Florida: A Bibliography of Books in Recorded and Braille Formats for Young Readers from Preschool through Junior High. Silver Summer Scrapbook--Summer Library Program, 1993."},
      {
        "id":"ED373792",
        "title":"Book Quest: The Search for the Dragon's Treasure. A Bibliography of Books in Recorded and Braille Formats for Young Readers from Preschool through Junior High. Silver Summer Scrapbook--Summer Library Program, 1993."},
      {
        "id":"ED373793",
        "title":"Dig-In at Your Library: A Bibliography of Books in Recorded and Braille Formats for Young Readers from Preschool through Junior High. Silver Summer Scrapbook--Summer Library Program, 1993."},
      {
        "id":"ED373794",
        "title":"There's Magic...in Books: A Bibliography of Books in Recorded and Braille Formats for Young Readers from Preschool through Junior High. Silver Summer Scrapbook--Summer Library Program, 1993."},
      {
        "id":"ED373795",
        "title":"Summer Yummers: A Bibliography of Books in Recorded and Braille Formats for Young Readers from Preschool through Junior High. Silver Summer Scrapbook--Summer Library Program, 1993."},
      {
        "id":"ED373796",
        "title":"BIS Handbook: An Organizational Manual &amp; Directory. 1993-1994."},
      {
        "id":"ED373797",
        "title":"Model Information Literacy Guidelines."},
      {
        "id":"ED373798",
        "title":"K-12 Education and the Internet: A Technical Report Prepared for Saskatchewan Education, Training and Employment."},
      {
        "id":"ED373799",
        "title":"Wisconsin Document Depository Program: Manual for Depository Libraries. Bulletin No. 94401."},
      {
        "id":"ED373800",
        "title":"Libraries and Their Role in the Information Infrastructure. Hearing on Examining the Role of Libraries in Developing America's New Information Infrastructure, before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED373802",
        "title":"Developing a BI Program for Medical Resources on Internet."},
      {
        "id":"ED373803",
        "title":"Liaison with Teaching Faculty and Collaborative Collection Development: An Annotated Selective Bibliography of Journal Literature."},
      {
        "id":"ED373805",
        "title":"New Jersey Public Library Statistics for 1992."},
      {
        "id":"ED373806",
        "title":"A History of the Utilization of Technology in Academic Libraries."},
      {
        "id":"ED373807",
        "title":"&quot;Taking Women One Step Further...&quot; Women in Technology. End of Year Report, July '93-June '94."},
      {
        "id":"ED373808",
        "title":"We Are All Related: A Model for Successful Collaboration in American Indian Education."},
      {
        "id":"ED373813",
        "title":"Mathematics Placement at Cottey College."},
      {
        "id":"ED373814",
        "title":"Cultural Pluralism Climate Survey Study."},
      {
        "id":"ED373815",
        "title":"Assessment of Employee Perceptions of Present and Future Professional Development Activities at Northern Maine Technical College: Trends and Issues in Vocational, Technical, and Occupational Education."},
      {
        "id":"ED373816",
        "title":"California Community Colleges Faculty Role in Shared Governance."},
      {
        "id":"ED373817",
        "title":"The AMATYC Review, Volume 15, Numbers 1-2, Fall 1993-Spring 1994."},
      {
        "id":"ED373818",
        "title":"Climb On! From Welfare to a Degree."},
      {
        "id":"ED373819",
        "title":"Projected 1994-95 Cost Allocation Summary, Wisconsin Technical College System."},
      {
        "id":"ED373820",
        "title":"Assessing General Education: Selection and Implementation of an Instrument To Satisfy Internal and External Constituencies."},
      {
        "id":"ED373822",
        "title":"Collaborative Efforts To Improve Conditions for Adjunct Faculty."},
      {
        "id":"ED373823",
        "title":"American Sign Language Program Review."},
      {
        "id":"ED373824",
        "title":"Critical Thinking or Cony Cozenage."},
      {
        "id":"ED373826",
        "title":"Longitudinal Study of Harper College Students, 1982-1992. Volume XXII, Number 11, January 1994."},
      {
        "id":"ED373827",
        "title":"Follow-Up Study of 1991 Harper College Transfer Alumni. Volume XXII, Number 12, January 1994."},
      {
        "id":"ED373828",
        "title":"Follow-Up Study of Former Harper College Sociology and/or Anthropology Graduates. Volume XXII, Number 13, February 1994."},
      {
        "id":"ED373829",
        "title":"Follow-Up Study of 1992 Harper College Harper College Career Alumni. Volume XXII, Number 14, March 1994."},
      {
        "id":"ED373830",
        "title":"Follow-Up Study of 1992 Nursing Graduates. Volume XXII, Number 15, March 1994."},
      {
        "id":"ED373831",
        "title":"Student Development Survey of Adult Students. Volume XXII, Number 16, April 1994."},
      {
        "id":"ED373832",
        "title":"Follow-Up Study of 1993 Dental Hygiene Graduates. Volume XXII, Number 17, June 1994."},
      {
        "id":"ED373833",
        "title":"The Relative Importance of Selected Factors to Attrition at Public Community Colleges."},
      {
        "id":"ED373834",
        "title":"History of Great Ideas: An Honors Seminar."},
      {
        "id":"ED373835",
        "title":"Institutional Effectiveness for a State-Wide Technical College System."},
      {
        "id":"ED373836",
        "title":"Instructional Program Review."},
      {
        "id":"ED373837",
        "title":"The Influence of Gender Differences on Within-Term Changes in Junior-College Student Motivation."},
      {
        "id":"ED373838",
        "title":"The Relationship between Teaching Style and Within-Term Changes in Junior-College Student Motivation."},
      {
        "id":"ED373839",
        "title":"Missouri Community College Association Trustee Workshop."},
      {
        "id":"ED373840",
        "title":"Access to Success for All: Open Doors in Today's Community Colleges."},
      {
        "id":"ED373841",
        "title":"Women in Technology, Project Opportunity."},
      {
        "id":"ED373842",
        "title":"A Critical Analysis of Community College Journalism Programs."},
      {
        "id":"ED373843",
        "title":"Get the Skills Your Need..."},
      {
        "id":"ED373844",
        "title":"At What Point Do Community College Students Transfer to Baccalaureate-Granting Institutions? Evidence from a 13-State Study."},
      {
        "id":"ED373845",
        "title":"Strengthening Transfer through Academic Partnerships."},
      {
        "id":"ED373846",
        "title":"Integrating a Statewide Effectiveness Model with Quality Improvement Methods at Western Wisconsin Technical College."},
      {
        "id":"ED373847",
        "title":"Applying Total Quality to the Teaching/Learning Process."},
      {
        "id":"ED373848",
        "title":"Investigating Gender Influences on Coping."},
      {
        "id":"ED373849",
        "title":"Student Outcomes and Performance Standards: Issues and Challenges for Community and Technical Colleges."},
      {
        "id":"ED373850",
        "title":"Supplemental Instruction: A Peer Tutoring Program at LaGuardia Community College."},
      {
        "id":"ED373852",
        "title":"The Computer Science Program, Programmer/Analyst and Micro-Computer Technology: Specific Guide to the Evaluation of Programs of Studies."},
      {
        "id":"ED373853",
        "title":"Student Success Programs at the Northern Alberta Institute of Technology."},
      {
        "id":"ED373854",
        "title":"Policies on Transfer and the General Education Core Curriculum."},
      {
        "id":"ED373855",
        "title":"Persistence: A Meta-Analysis of College Developmental Studies Programs."},
      {
        "id":"ED373856",
        "title":"Into the Institution's Soul: Individualization and Diversity--Antecedents to Institutional Effectiveness."},
      {
        "id":"ED373857",
        "title":"Postsecondary Novice and Better Than Novice Writers: Effects of Word Processing and a Very Special Computer Assisted Writing Lab."},
      {
        "id":"ED373858",
        "title":"Student Success and Development at Hutchinson Community College: Future Plans."},
      {
        "id":"ED373859",
        "title":"The Power of Family Literacy."},
      {
        "id":"ED373861",
        "title":"Community Schools: The Bruner Foundation&apos;s Evaluation of the New York State Community Schools Program. A Report."},
      {
        "id":"ED373862",
        "title":"One World, One Earth: Educating Children for Social Responsibility."},
      {
        "id":"ED373864",
        "title":"Guidelines for Establishing Family Resource Programs."},
      {
        "id":"ED373865",
        "title":"Increasing the Academic Achievement of Middle School Students Exposed to Domestic Violence through Interpersonal-Cognitive Group Counseling and Parenting Education (Project REAL)."},
      {
        "id":"ED373866",
        "title":"Connecting: A Resource Guide for the Primary Intervention Program."},
      {
        "id":"ED373867",
        "title":"Development of a Flexible Orientation Program for the Diverse Staff of the Westmoreland County Community College Child Development Center."},
      {
        "id":"ED373868",
        "title":"Georgia Prekindergarten Program Evaluation."},
      {
        "id":"ED373869",
        "title":"Emergency Medical Services for Children: Abstracts of Active Projects FY 1994."},
      {
        "id":"ED373870",
        "title":"Principles into Practice: Improving the Quality of Children's Early Learning (Year One: June 1993 to May 1994). Interim Report, Early Childhood Education Research Project."},
      {
        "id":"ED373871",
        "title":"The Relationship between the Construction of Multidimensional Self-Concept in Second Grade Children and the Level of Teacher Endorsement of Developmentally Appropriate Practice."},
      {
        "id":"ED373872",
        "title":"A Staff Orientation and Training Program Developed To Decrease Turnover of Newly Hired Staff in a Child Care Center."},
      {
        "id":"ED373873",
        "title":"Comprehensive Child Development Program--A National Family Support Demonstration. Interim Report to Congress."},
      {
        "id":"ED373874",
        "title":"Lowering the Attrition Rate of Single-Parent Community College Students Enrolled in Child Development through Assessment of Their Special Needs."},
      {
        "id":"ED373876",
        "title":"Promotion of Primary Education for Girls and Disadvantaged Groups."},
      {
        "id":"ED373877",
        "title":"Single, African-American, Low Income Mothers' Child-Rearing Practices and Stressors and Their Relationship to Children's Prosocial Behavior and Peer Status."},
      {
        "id":"ED373878",
        "title":"Field Hearing on H.R. 6: Elementary and Secondary Education Act Reauthorization. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (Houston, TX, May 14, 1993)."},
      {
        "id":"ED373880",
        "title":"Improving Parent Involvement in a First Grade Classroom through the Use of Whole Language Activities."},
      {
        "id":"ED373883",
        "title":"Alternative Work Schedules: Many Agencies Do Not Allow Employees the Full Flexibility Permitted by Law. Report to Congressional Committees."},
      {
        "id":"ED373884",
        "title":"The Young Adult Learner: Fifteen- to Eighteen-Year-Old Students in the Ontario English-Language School System. Volumes One [and] Two."},
      {
        "id":"ED373887",
        "title":"School-Age NOTES. September 1992 through August 1993."},
      {
        "id":"ED373888",
        "title":"Increasing Parental Involvement at a Middle School by Involving Parents in Workshops and School Activities Designed To Meet the Needs of Their Adolescent Child."},
      {
        "id":"ED373889",
        "title":"A Cross-Cultural Study of Young Children's Performance on Drawing and Handwriting Tasks."},
      {
        "id":"ED373890",
        "title":"The Knowledge Sources of Iowa Family Child Care Providers."},
      {
        "id":"ED373891",
        "title":"The Administration Proposal for Head Start Reauthorization. Joint Hearing on Examining Head Start and the Administration's Plans for Expanding and Improving It, before the Subcommittee on Children, Family, Drugs, and Alcoholism of the Committee on Labor and Human Resources, United States Senate and the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED373892",
        "title":"Healthy Meals for Healthy Americans Act of 1994. Committee on Education and Labor Report To Accompany H.R. 8. House of Representatives, 103D Congress, 2d Session."},
      {
        "id":"ED373893",
        "title":"Field Hearing on H.R. 6 Reauthorization of the Elementary and Secondary Education Act. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (New York, NY, October 18, 1993)."},
      {
        "id":"ED373894",
        "title":"Healthy Meals for Healthy Americans Act of 1994. Committee on Agriculture Report To Accompany H.R. 8. House of Representatives, 103D Congress, 2d Session."},
      {
        "id":"ED373896",
        "title":"Images from St. Louis: Considerations and Interpretations from Teachers Who Are Applying the Reggio Approach in the United States."},
      {
        "id":"ED373897",
        "title":"Cultural Conflict and Struggle: Working and Playing in Learning Centers."},
      {
        "id":"ED373899",
        "title":"Strategies for Developing Multi-Age Classrooms."},
      {
        "id":"ED373900",
        "title":"Guidebook for Licensed Child Care Homes."},
      {
        "id":"ED373901",
        "title":"How To Start a Licensed Child Care Home."},
      {
        "id":"ED373902",
        "title":"Tree Amigos."},
      {
        "id":"ED373903",
        "title":"Interdisciplinary Curriculum Development."},
      {
        "id":"ED373904",
        "title":"The Kentucky Education Reform Act (KERA): The &quot;Eighth&quot; Attribute Critical to the Development of Quality Nongraded Primaries."},
      {
        "id":"ED373906",
        "title":"Sex Equity in Teacher-Child Interaction in Preschool Classrooms."},
      {
        "id":"ED373907",
        "title":"Improving Critical Thinking Skills in Second Graders through Instruction and Teacher-Led Discussion Groups."},
      {
        "id":"ED373910",
        "title":"Education for All."},
      {
        "id":"ED373912",
        "title":"Early Childhood Education and Care: A Summary Review of the Outcomes of Inadequate Provision."},
      {
        "id":"ED373914",
        "title":"The Professional Development of Early Childhood Center Directors: Key Elements of Effective Training Models."},
      {
        "id":"ED373916",
        "title":"Planteamientos multiculturales en la educacion: una experiencia alemana. Studies and Evaluation Papers 14. (Multicultural Approaches in Education: A German Experience. Studies and Evaluation Papers 11)."},
      {
        "id":"ED373917",
        "title":"Fundamentos para Asociados en Desarrollo Infantil quienes trabajan con Ninos Pequenos (Essentials for Child Development Associates Working with Young Children)."},
      {
        "id":"ED373918",
        "title":"Vaccines for Children: Critical Issues in Design and Implementation. Report to Congressional Requesters [and] Vaccines for Children: Major Implementation Hurdles Remain. Testimony of Kwai-Cheung Chan, before the Subcommittee on Labor, Health, Human Services, and Education, Committee on Appropriations, United States Senate."},
      {
        "id":"ED373920",
        "title":"A Welcome for Every Child: Care, Education, and Family Support for Infants and Toddlers in Europe."},
      {
        "id":"ED373921",
        "title":"Para Candidatos en Programas de Centros de Cuidado y Educacion Infantil con Ninos de Edad Pre-escolar: Asociado en Desarrollo Infantil Sistema de Evaluacion y Normas de Competencia CDA (Preschool Caregivers in Center-Based Programs: The Child Development Associate Assessment System and Competency Standards)."},
      {
        "id":"ED373922",
        "title":"Para Candidatos en Programas de Centros de Cuidado y Educacion Infantil con Bebes y &quot;Toddlers&quot;: Asociado en Desarrollo Infantil Sistema de Evaluacion y Normas de Competencia CDA (Infant/Toddler Caregivers in Center-Based Programs: The Child Development Associate Assessment System and Competency Standards)."},
      {
        "id":"ED373925",
        "title":"Observation &amp; Record Keeping in Early Childhood Programs. Australian Early Childhood Resource Booklets No. 1."},
      {
        "id":"ED373926",
        "title":"The Positive Aspects of Aggressive Behavior in Young Children."},
      {
        "id":"ED373927",
        "title":"ICLIS: A Model for Extending Knowledge to Residents in Rural Communities. A Planning Workbook."},
      {
        "id":"ED373928",
        "title":"Increasing Understanding of Public Problems and Policies: 1993. [Proceedings of the Annual Conference of the National Public Policy Education Committee (43rd, Clearwater Beach, Florida, September 12-15, 1993).]"},
      {
        "id":"ED373929",
        "title":"Observations on Agricultural Policy, Policy Reform and Public Policy Education."},
      {
        "id":"ED373931",
        "title":"Use of ADR in Extension Public Policy Education Programs and Roles Extension Can Play in Dispute Resolution."},
      {
        "id":"ED373932",
        "title":"Building Coalitions for Educating and Problem Solving: Process, Roles, Warnings and Styles for Extension Involvement."},
      {
        "id":"ED373933",
        "title":"The Beginnings of Rural School Networking in New Zealand: Some Educational and Policy Issues."},
      {
        "id":"ED373934",
        "title":"The Advantages of Small Rural Schools. Final Report to the Idaho Rural School Association."},
      {
        "id":"ED373935",
        "title":"Public Law 101-301: Implementation Procedures Informational Brochure."},
      {
        "id":"ED373936",
        "title":"Development and Pilot Test of Family Connections 2."},
      {
        "id":"ED373940",
        "title":"Earth's Caretakers: Native American Lessons."},
      {
        "id":"ED373943",
        "title":"Predators and Prey: Jordan Lake State Recreation Area. An Environmental Education Learning Experience Designed for Grades K-3."},
      {
        "id":"ED373944",
        "title":"Our Changing Land: Stone Mountain State Park. An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED373945",
        "title":"What Effect Do Volunteers Have on a Rural Primary School?"},
      {
        "id":"ED373946",
        "title":"Teleteaching Distance Education. Issues for Rural Revitalization Series, Volume 2, Number 1."},
      {
        "id":"ED373947",
        "title":"Teleteaching Distance Education. Final Report."},
      {
        "id":"ED373948",
        "title":"A, B, C's the American Indian Way."},
      {
        "id":"ED373949",
        "title":"A Trip To a Pow Wow."},
      {
        "id":"ED373950",
        "title":"Creation of a California Tribe: Grandfather's Maidu Indian Tales."},
      {
        "id":"ED373951",
        "title":"OERI Native American Youth at Risk Study."},
      {
        "id":"ED373952",
        "title":"Indigenous Mexican Culture and Chicana/o Education."},
      {
        "id":"ED373954",
        "title":"&quot;Looking the Dragon in the Eye: School Consolidation Pros &amp; Cons.&quot; Conference Summary and Resource Guide: Annual Rural Education Conference (16th, Dillon, Montana, June 22-24, 1994)."},
      {
        "id":"ED373955",
        "title":"Standard Grade Mathematics Achievements and Competences, Grade 3 to 6."},
      {
        "id":"ED373956",
        "title":"Secondary Science and Mathematics Enrolment Trends. What Research Says to the Science and Mathematics Teacher. Number 12."},
      {
        "id":"ED373957",
        "title":"Teacher-Student Relationships in Science and Mathematics Classes. What Research Says to the Science and Mathematics Teacher. Number 11."},
      {
        "id":"ED373958",
        "title":"Technology Education in Science and Mathematics. What Research Says to the Science and Mathematics Teacher. Number 10."},
      {
        "id":"ED373959",
        "title":"Writing in Mathematics Classes. What Research Says to the Science and Mathematics Teacher. Number 9."},
      {
        "id":"ED373960",
        "title":"Mathematics Learning and Practice In and Out of School: A Framework for Making These Experiences Complementary."},
      {
        "id":"ED373962",
        "title":"Elementary School Teachers' Instructional Behavior in Mathematics Problem Solving: A Comparative Study."},
      {
        "id":"ED373963",
        "title":"Calculators in Primary Mathematics."},
      {
        "id":"ED373964",
        "title":"Exploring What Is: An Examination of Mathematics Instruction in Adult Basic Education Learning Environments."},
      {
        "id":"ED373965",
        "title":"Algebra Word Problems: A Review of the Theoretical Models and Related Research Literature."},
      {
        "id":"ED373966",
        "title":"Beyond Inductive and Deductive Reasoning: The Search for a Sense of Knowing."},
      {
        "id":"ED373967",
        "title":"Mathematics and Science Reform through School/University Collaboration: Fables from the Field in Four Middle/Junior High Schools."},
      {
        "id":"ED373968",
        "title":"Calculators in Primary Mathematics: An Analysis of Classroom Activities."},
      {
        "id":"ED373969",
        "title":"Calculators: A Learning Environment To Promote Number Sense."},
      {
        "id":"ED373970",
        "title":"Curriculum Reform: Difficulties Experienced by Teachers in Implementing a New Statewide Mathematics Curriculum."},
      {
        "id":"ED373971",
        "title":"Teaching Mathematics for Learning with Understanding in the Primary Grades."},
      {
        "id":"ED328862",
        "title":"Mental Health Professionals as Expert Witnesses in Child Sexual Abuse Cases: A Legal Perspective on the Controversies."},
      {
        "id":"ED328869",
        "title":"What Should Schools Teach? Issues of Process and Content."},
      {
        "id":"ED328870",
        "title":"Questions in Elementary Science and Social Studies Textbooks. Technical Report No. 463."},
      {
        "id":"ED328871",
        "title":"Toward the Thinking Curriculum: Current Cognitive Research. 1989 ASCD Yearbook."},
      {
        "id":"ED328872",
        "title":"Fingerspelling within the Context of Simultaneous Communication. Occasional Paper No. 128."},
      {
        "id":"ED328877",
        "title":"Family Literacy Project in the Upper Cumberland Region of Tennessee."},
      {
        "id":"ED328884",
        "title":"What Are the Religious/Spiritual Values in Children's Books? Do Children Get the Values Messages?"},
      {
        "id":"ED328885",
        "title":"Increasing Comprehension by Activating Prior Knowledge. ERIC Digest."},
      {
        "id":"ED328898",
        "title":"The Importance of Neurological and Cognitive Research for Reading Instruction."},
      {
        "id":"ED328899",
        "title":"The Role of Phonics in the Teaching of Reading: A Position Paper Prepared for the Secretary of Education."},
      {
        "id":"ED328900",
        "title":"Modern Phonics Instruction."},
      {
        "id":"ED328901",
        "title":"A Cooperative Learning Approach to Elementary Reading and Writing Instruction: Long-Term Effects. Report No. 42."},
      {
        "id":"ED328902",
        "title":"The Effects of Cooperative Learning and Direct Instruction in Reading Comprehension Strategies on Main Idea Identification. Report No. 44."},
      {
        "id":"ED328903",
        "title":"Effects of Prediction Combined with Story Composing versus Listing Predictions as Prereading Activities on Subsequent Story Comprehension."},
      {
        "id":"ED328904",
        "title":"Effects of Training Ninth-Grade Students in the Two Methods of Self-Questioning: Why Train Students to Self-Question When They Can Simply Reread?"},
      {
        "id":"ED328905",
        "title":"Facilitating Student Achievement: Focusing on Promising and Exemplary Programs in Reading; Writing; Thinking; Partnerships; Technology."},
      {
        "id":"ED328906",
        "title":"Keeping Up on Student Achievement...Volume 1 Fall, 1988."},
      {
        "id":"ED328908",
        "title":"Assessment: All Tests Are Not Created Equally."},
      {
        "id":"ED328909",
        "title":"Journal of a Living Experiment: A Documentary History of the First Ten Years of Teachers and Writers Collaborative."},
      {
        "id":"ED328911",
        "title":"Writing in a Computer-Saturated Classroom."},
      {
        "id":"ED328915",
        "title":"Eight Simple Secrets to More Persuasive Writing."},
      {
        "id":"ED328917",
        "title":"Evaluation of Writing-Across-The-Curriculum Programs."},
      {
        "id":"ED328918",
        "title":"The Feminine Rhetorics of Janet Emig and Andrea Lunsford."},
      {
        "id":"ED328919",
        "title":"Some Ways To Use the Rhetorical Skills of the Black American Folk Tradition To Teach Rhetoric and Composition."},
      {
        "id":"ED328920",
        "title":"Literary and Rhetorical Influences of the Black American Folk Tradition."},
      {
        "id":"ED328921",
        "title":"Factors Facilitating the Disclosure of Sexual Abuse by Children and Adolescents."},
      {
        "id":"ED328922",
        "title":"Republican Campaign Rhetoric: Reflections of a Meaner, Tougher America."},
      {
        "id":"ED328925",
        "title":"The Impact of Paradigm Consistency on Taxonomic Boundaries in CEDA Debate."},
      {
        "id":"ED328928",
        "title":"Personal Accounts and Autobiographical Memories."},
      {
        "id":"ED328929",
        "title":"Influential Teachers and Receptive Students."},
      {
        "id":"ED328931",
        "title":"Activities and Adaptations for At-Risk Students: Student and Teacher Perceptions."},
      {
        "id":"ED328932",
        "title":"&quot;Fast-Tracking&quot;: Ain't No Golden Parachute So Don't Slide off the Rainbow."},
      {
        "id":"ED328933",
        "title":"Video-Modeling and Pre-Performance Apprehension: Ignorance Is Bliss."},
      {
        "id":"ED328935",
        "title":"How Effective Instructional Leaders Get Results."},
      {
        "id":"ED328936",
        "title":"Evaluating the Impact of a Staff Development Program: Analysis of Documentation in Personnel Records."},
      {
        "id":"ED328937",
        "title":"How School Boards Give Recognition to Staff."},
      {
        "id":"ED328938",
        "title":"Teaching Children of the Poor: An Ethnographic Study in Latin America."},
      {
        "id":"ED328939",
        "title":"Program Evaluation and Organizational Change: A Profile of Strengths and Insufficiencies in Readiness Impacting Policy Recommendations, Change and Restructuring of a Comprehensive Statewide Educational Reform Movement."},
      {
        "id":"ED328940",
        "title":"Mentor Teacher. A Leader's Guide to Mentor Training."},
      {
        "id":"ED328941",
        "title":"The Journey toward Educational Leadership: Reflective Voyages of Four Teachers."},
      {
        "id":"ED328943",
        "title":"Reforming America's High Schools: Problems and Strategies. Proceedings of the New York Education Policy Seminar. Rockefeller Institute Conference Proceedings, Number 3."},
      {
        "id":"ED328944",
        "title":"How To Organize for School-Based Management."},
      {
        "id":"ED328945",
        "title":"The Superintendency and School Leadership. The National Center for School Leadership Project Report."},
      {
        "id":"ED328946",
        "title":"Involving the Families of At-Risk Youth in the Educational Process. Trends & Issues Series, Number 5."},
      {
        "id":"ED328947",
        "title":"From the Capitol to the Schoolhouse: An Analysis of the 1990 Education Finance Act. A Special Financial Report."},
      {
        "id":"ED328948",
        "title":"Maintaining the Federal Government's Commitment to Education: The Case for Preserving the Deduction for State and Local Income and Property Taxes."},
      {
        "id":"ED328949",
        "title":"Meeting the Challenge, 1988-89. Condition of Education in Connecticut: Elementary and Secondary."},
      {
        "id":"ED328954",
        "title":"Restructuring Schools: Educators Adapt to a Changing World. Trends & Issues Series, Number 6. A Series of Papers Highlighting Recent Developments in Research and Practice in Educational Management."},
      {
        "id":"ED328956",
        "title":"School Choice: What Parents and Corporations Want."},
      {
        "id":"ED328957",
        "title":"An Analysis of Middle Level Principals' Conceptual Systems in Relation to Student Academic Achievement."},
      {
        "id":"ED328958",
        "title":"Promising Strategies for At-Risk Youth. ERIC Digest No. 59."},
      {
        "id":"ED328959",
        "title":"A Negotiations Primer (Central Administration Survival Kit)."},
      {
        "id":"ED328961",
        "title":"Professional Development Resource Book for School Principals."},
      {
        "id":"ED328962",
        "title":"A Planning Model for American-Sponsored Overseas Schools."},
      {
        "id":"ED328966",
        "title":"What Is Working in Education: A Symposium. Committee on Education and Labor, House of Representatives. One Hundred First Congress, Second Session."},
      {
        "id":"ED328967",
        "title":"How To Run Productive Meetings."},
      {
        "id":"ED328969",
        "title":"Guides to Pollution Prevention: Research and Educational Institutions."},
      {
        "id":"ED328971",
        "title":"Average Class Size in Massachusetts' Public Schools for the 1987-88 School Year."},
      {
        "id":"ED328983",
        "title":"When Illness and Disability Strike Your Staff."},
      {
        "id":"ED328987",
        "title":"Leadership in Educational Administration Development: The Louisiana Administrative Internship."},
      {
        "id":"ED328990",
        "title":"An Effectiveness Paradigm Using Students', Teachers' and Business Leaders' Perceptions about Public Schools."},
      {
        "id":"ED328991",
        "title":"Teacher Empowerment: Three Perspectives."},
      {
        "id":"ED328993",
        "title":"Research-Based School Improvement Practices."},
      {
        "id":"ED328994",
        "title":"The School Effectiveness Report: History, Current Status, Future Directions."},
      {
        "id":"ED328995",
        "title":"Instructional Leadership as Collaborative Inquiry: Opportunities and Challenges."},
      {
        "id":"ED328996",
        "title":"Electing versus Appointing District Superintendents of Schools."},
      {
        "id":"ED328997",
        "title":"Improving Information Dissemination Impact on Districts and Schools. Knowledge Brief Number 5."},
      {
        "id":"ED328998",
        "title":"Strategies for Using Reflective Writing To Promote Professional Development: A Guide for Using &quot;School Leadership Reflections on Practice by California&apos;s Instructional Leaders.&quot;"},
      {
        "id":"ED328999",
        "title":"Educational Reform Options Targeted to Middle-Range High School Students. [Research Report] 08-027."},
      {
        "id":"ED329000",
        "title":"Asbestos School Hazard Abatement. Hearing on H.R. 3677, a Bill To Reauthorize the Asbestos School Hazard Abatement Act of 1984, before the Subcommittee on Transportation and Hazardous Materials of the Committee on Energy and Commerce, House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED329001",
        "title":"Reflections on Leadership by Nevada School Administrators of Colour."},
      {
        "id":"ED329002",
        "title":"Developing an Educational Indicators System for School Improvement in Arkansas; Proceedings of an Invitational Seminar."},
      {
        "id":"ED329003",
        "title":"Parent Involvement in Secondary Schools: A District Wide Approach."},
      {
        "id":"ED329006",
        "title":"Environmental Hazards in Your School: A Resource Handbook."},
      {
        "id":"ED329007",
        "title":"Personal Privacy in Personnel Files: Application of Open Record Acts to Information in School District Personnel Files."},
      {
        "id":"ED329010",
        "title":"How Public Schools Are Financed. Foundations in School Business Management."},
      {
        "id":"ED329011",
        "title":"A Partnership of Memphis City Schools and Memphis State University for Data-Based Decision Making in Seven Schools Using School Based Decision Making: A Perspective from the University."}]
  }}
