{
  "response":{"numFound":509939,"start":64000,"numFoundExact":true,"docs":[
      {
        "id":"ED329016",
        "title":"New Insights from Research on Effective Schools. Insights on Educational Policy and Practice Number 4."},
      {
        "id":"ED329017",
        "title":"Educational Choice--Thinking It Through. Insights on Educational Policy and Practice Number 8."},
      {
        "id":"ED329018",
        "title":"Professionalizing Teaching. Insights on Educational Policy and Practice Number 9."},
      {
        "id":"ED329019",
        "title":"Harnessing the Power of Beliefs: The Challenge of Change. Insights on Educational Policy and Practice Number 10."},
      {
        "id":"ED329020",
        "title":"Cultural Misalignment and Emerging Paradigms. Insights on Educational Policy and Practice Number 24."},
      {
        "id":"ED329021",
        "title":"Harnessing the Energy of People To Improve Schools. Insights on Educational Policy and Practice Series, Special Combined Issue."},
      {
        "id":"ED329022",
        "title":"A Community Approach to an Integrated Service System: A Digest."},
      {
        "id":"ED329026",
        "title":"One Step at a Time: A Manual for Families of Children with Hearing and Vision Impairments."},
      {
        "id":"ED329031",
        "title":"Trainable Mentally Impaired/Severely Multiply Impaired/Autistic Impaired/Severely Mentally Impaired. Product Evaluation Report 1989-1990."},
      {
        "id":"ED329032",
        "title":"Early Intervention."},
      {
        "id":"ED329033",
        "title":"Integrated Leisure and Recreation."},
      {
        "id":"ED329034",
        "title":"Transition."},
      {
        "id":"ED329035",
        "title":"Deinstitutionalization of Persons with Mental Retardation: The Impact on Daily Living Skills."},
      {
        "id":"ED329036",
        "title":"Parent Attitudes about Their Daughter's or Son's Residential Placement before and after Deinstitutionalization."},
      {
        "id":"ED329037",
        "title":"Monitoring the Development of At-Risk and Disabled Infants: The District of Columbia Tracking System."},
      {
        "id":"ED329038",
        "title":"The Impact of Transition from a Campus Residential Program to a Community-Based Supervised Apartment Program for Youth."},
      {
        "id":"ED329041",
        "title":"Preparation of Leadership Personnel in Sensory Impairment. Final Report."},
      {
        "id":"ED329042",
        "title":"Education of the Gifted: Programs and Perspectives."},
      {
        "id":"ED329044",
        "title":"Identifying Residential and Day Programs for Adults with Developmental Disabilities: An Application of Discriminant Analysis."},
      {
        "id":"ED329045",
        "title":"Developing Collaboratively an International School Special Needs Plan for Multicultural, Multilingual, and Multinational Secondary Students."},
      {
        "id":"ED329046",
        "title":"Available Community Living Options for Older Persons with Mental Retardation and/or Developmental Disabilities in the United States."},
      {
        "id":"ED329049",
        "title":"Learning Disabilities Transition Project: A Case Study."},
      {
        "id":"ED329051",
        "title":"The Educational Needs of Parents of Handicapped Students."},
      {
        "id":"ED329052",
        "title":"Career Education and Learning Strategies: Project CELSIM, 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED329053",
        "title":"Supported Employment in Illinois: A Benefit-Cost Analysis during the First Two Years. Volume 7."},
      {
        "id":"ED329054",
        "title":"Comprehensive Assistive Technology Curriculum Outline: A Functional Student-Centered Approach."},
      {
        "id":"ED329058",
        "title":"Efficacy of Collaborative Consultation Coursework in Personnel Preparation of Special Education Teachers."},
      {
        "id":"ED329063",
        "title":"Project Directors&apos; Annual Meeting. Conference Proceedings (2nd, Washington, D.C., October 9-10, 1986)."},
      {
        "id":"ED329064",
        "title":"Secondary Transition Intervention Effectiveness Institute: Second Annual Report."},
      {
        "id":"ED329065",
        "title":"Program Guidelines for Individuals Who Are Deaf-Blind."},
      {
        "id":"ED329066",
        "title":"Guidelines and Procedures for Meeting the Specialized Physical Health Care Needs of Pupils."},
      {
        "id":"ED329067",
        "title":"Office of Maternal and Child Health Active Projects FY 1990. An Annotated Listing."},
      {
        "id":"ED329070",
        "title":"Severely Handicapped Branch: Project Directors' Meeting (Linthicum Heights, Maryland, November 6-9, 1989)."},
      {
        "id":"ED329071",
        "title":"Financial Aid for Students with Disabilities."},
      {
        "id":"ED329072",
        "title":"Life after School for Children with Disabilities: Answers to Questions Parents Ask about Employment and Financial Assistance."},
      {
        "id":"ED329074",
        "title":"Managing Occupational Therapy in Rural Education (M.O.R.E.)."},
      {
        "id":"ED329075",
        "title":"Summary of the Infant Monitoring Project. Polk County, Oregon."},
      {
        "id":"ED329076",
        "title":"Time Management: Strategies for Achieving Success."},
      {
        "id":"ED329077",
        "title":"Improving Social Skills: A Guide for Teenagers, Young Adults, and Parents."},
      {
        "id":"ED329078",
        "title":"Teaching Social Skills to Elementary School-Age Children: A Parent's Guide."},
      {
        "id":"ED329079",
        "title":"Behavior Management for Direct Care Staff Serving Persons with Developmental Disabilities. A Review of Inservice Training Materials."},
      {
        "id":"ED329080",
        "title":"Effective Self Advocacy: Empowering People with Disabilities To Speak for Themselves. Report #90-4."},
      {
        "id":"ED329081",
        "title":"Integrated Education. Feature Issue."},
      {
        "id":"ED329082",
        "title":"Supported Employment."},
      {
        "id":"ED329083",
        "title":"Consumer Controlled Housing. Feature Issue."},
      {
        "id":"ED329085",
        "title":"Quality Health Care for People with Developmental Disabilities: A Guide for Health Professionals."},
      {
        "id":"ED329086",
        "title":"Post-School Occupational and Social Status of Persons with Moderate, Severe, and Profound Mental Retardation. Project Report No. 89-3."},
      {
        "id":"ED329087",
        "title":"Medicaid Services for Persons with Mental Retardation and Related Conditions. Project Report 27."},
      {
        "id":"ED329088",
        "title":"A Follow-Up Study of Non-Speaking Pupils Who Communicate with Bliss Symbols at Bracke Ostergard, Gothenburg, Sweden."},
      {
        "id":"ED329089",
        "title":"Communicative Skills of Nonspeaking CP-Children: A Study on Interaction."},
      {
        "id":"ED329090",
        "title":"A Bibliography of the Developmental Disabilities Literature Focusing on the Deceleration of Excess Behaviors."},
      {
        "id":"ED329092",
        "title":"International Congress on Education of the Deaf. Proceedings I: Abstracts of Presentations (17th, Rochester, New York, July 29-August 3, 1990)."},
      {
        "id":"ED329095",
        "title":"Gifted Teenagers with Problems: Three Case Studies."},
      {
        "id":"ED329096",
        "title":"HELP! A Summer Program for the Gifted and Talented."},
      {
        "id":"ED329097",
        "title":"LEP--1988-89 Final Technical Report. Publication No. 88.M."},
      {
        "id":"ED329099",
        "title":"Volunteer Voice. Vol. VII, Nos. 1-5, June 1989-January 1990."},
      {
        "id":"ED329100",
        "title":"Development of Semi-Direct Tests of Oral Proficiency in Hausa, Hebrew, Indonesian and Portuguese."},
      {
        "id":"ED329101",
        "title":"English Skills for Physical Science. Unit 1--Problem Solving in Physical Science. Tutor Version [and] Student Version."},
      {
        "id":"ED329102",
        "title":"English Skills for Physical Science. Unit 2--Physical Science Terminology. Tutor Version [and] Student Version."},
      {
        "id":"ED329103",
        "title":"English Skills for Life Sciences: Problem Solving in Biology. Tutor Version [and] Student Version."},
      {
        "id":"ED329105",
        "title":"Loosening the Leash on Writing: The Adult Language Learner."},
      {
        "id":"ED329106",
        "title":"New Approach toward Foreign Language TA Supervision."},
      {
        "id":"ED329107",
        "title":"SCOLT: Perspectives for the Future 1990+."},
      {
        "id":"ED329108",
        "title":"The Significance of Written Accent Marks for L2 Spanish Learners."},
      {
        "id":"ED329112",
        "title":"Les structures impersonnelles et l&apos;alterance des modes en subordonnee dans le francais parle de Quebec (Impersonal Structures and the Alternation of Subordinate Styles in Spoken Quebecois French)."},
      {
        "id":"ED329113",
        "title":"Literacy to Aurality/Orality in an Adult Japanese ESL Student: A Case Study."},
      {
        "id":"ED329115",
        "title":"Book of Solutions: Frequent Questions on Concepts, Issues and Strategies for the Education of Language Minority Children."},
      {
        "id":"ED329116",
        "title":"The Globalization of Higher Education."},
      {
        "id":"ED329119",
        "title":"The L2 Text: Genuineness and Authenticity."},
      {
        "id":"ED329120",
        "title":"Subjective Word Frequency Estimates in L1 and L2."},
      {
        "id":"ED329121",
        "title":"Cooperation and Control in Teaching: The Evidence of Classroom Questions."},
      {
        "id":"ED329122",
        "title":"Teaching English to Speakers of Other Languages: State of the Profession."},
      {
        "id":"ED329126",
        "title":"Optimal Age Revisited--A Piagetian Perspective."},
      {
        "id":"ED329127",
        "title":"&quot;UNICERT,&quot; or: Towards the Development of a Unified Language Certificate for German Universities."},
      {
        "id":"ED329130",
        "title":"Academic Achievement in a Second Language. ERIC Digest."},
      {
        "id":"ED329131",
        "title":"Referring Language Minority Students to Special Education. ERIC Digest."},
      {
        "id":"ED329132",
        "title":"Workplace Literacy: A Curriculum Development Guide."},
      {
        "id":"ED329133",
        "title":"A Handbook of the Workplace Literacy Project, 1988-90."},
      {
        "id":"ED329138",
        "title":"The Houston Community College Eligible Legalized Alien Program. Evaluation Program. Evaluation Report."},
      {
        "id":"ED329139",
        "title":"Literacy, Health and Community Development in the Philippines. Final Evaluation."},
      {
        "id":"ED329140",
        "title":"The New York City Adult Literacy Initiative. Final Report 1988-89."},
      {
        "id":"ED329143",
        "title":"Strategic Choice: Making Better Decisions through Better Understanding of Institutions and Their Environments. Proceedings of the Annual Conference of the North East Association for Institutional Research (15th, Providence, Rhode Island, October 23-25, 1988)."},
      {
        "id":"ED329147",
        "title":"Helping Teaching and Learning Centers Improve Teaching. Accent on Improving College Teaching and Learning."},
      {
        "id":"ED329148",
        "title":"Faculty Performance Appraisal: A Recommendation for Growth and Change. Accent on Improving College Teaching and Learning."},
      {
        "id":"ED329149",
        "title":"Why Does It Take \"Forever\" To Revise the Curriculum? Accent on Improving College Teaching and Learning, 3."},
      {
        "id":"ED329150",
        "title":"Assessing Growth in Thinking in College Courses: A Caveat. Accent on Improving College Teaching and Learning, 4."},
      {
        "id":"ED329151",
        "title":"The Computer Revolution in Teaching. Accent on Improving College Teaching and Learning, 5."},
      {
        "id":"ED329152",
        "title":"Administrative Barriers to Improving Undergraduate Education. Accent on Improving College Teaching and Learning, 6."},
      {
        "id":"ED329153",
        "title":"The Racial Climate on the MIT Campus. A Report of the Minority Student Issues Group."},
      {
        "id":"ED329155",
        "title":"Applied Science as Revolutionary Reform in Nicaraguan Higher Education."},
      {
        "id":"ED329156",
        "title":"The Intellectual Exchange: Excellence and Equity in College Teaching."},
      {
        "id":"ED329157",
        "title":"Phenomenological Interviewing in the Conduct of Institutional Research: An Argument and an Illustration. No. 38."},
      {
        "id":"ED329158",
        "title":"Student Aid and the Cost of Postsecondary Education. A CBO Study."},
      {
        "id":"ED329159",
        "title":"Race/Ethnicity Trends in Degrees Conferred by Institutions of Higher Education: 1978-79 through 1988-89. E.D. TABS."},
      {
        "id":"ED329163",
        "title":"Alumni Perceptions of the Impact of Race/Ethnicity on Their University Experience."},
      {
        "id":"ED329164",
        "title":"Alumni vs. Faculty Opinion on Undergraduate Psychology Programs."},
      {
        "id":"ED329166",
        "title":"Study Skills Differences among High-Risk College Freshmen."},
      {
        "id":"ED329167",
        "title":"Health Careers Opportunity Program (HCOP). Section 787 (Public Health Service Act). Program Guide."},
      {
        "id":"ED329171",
        "title":"Debt Burden Facing College Graduates."},
      {
        "id":"ED329174",
        "title":"Structural Analysis of Competitive Forces in Higher Education Industry: A Conceptual Framework."},
      {
        "id":"ED329178",
        "title":"Achieving Campus Diversity: Policies for Change."},
      {
        "id":"ED329179",
        "title":"Promoting Fair College Outcomes: Learning from the Experiences of the Past Decade."},
      {
        "id":"ED329182",
        "title":"Academic Advising for College and Beyond."},
      {
        "id":"ED329183",
        "title":"Using Graduate Record Examination Scores in the Graduate Admissions Process at Glassboro State College."},
      {
        "id":"ED329187",
        "title":"The Development of Air Force Undergraduate Space Training. LTTC Special Study."},
      {
        "id":"ED329189",
        "title":"Statistical Report. Fiscal Year 1990: September 1, 1989-August 3, 1990."},
      {
        "id":"ED329190",
        "title":"National Postsecondary Statistics, Collegiate and Noncollegiate: Fall 1990. Early Estimates. Survey Report."},
      {
        "id":"ED329191",
        "title":"Ethical Issues within the Gerontological Nursing Curriculum."},
      {
        "id":"ED329192",
        "title":"A Framework for Ethical Analysis."},
      {
        "id":"ED329193",
        "title":"Procedural, Educational and Caring Aspects of Nursing and Health Care Technology."},
      {
        "id":"ED329194",
        "title":"Telecommunications: A Vision for Nursing Education in the South."},
      {
        "id":"ED329197",
        "title":"First Progress Report on the Effectiveness of Intersegmental Student Preparation Programs: One of Three Reports to the Legislature in Response to Item 6420-0011-001 of the 1988-89 Budget Act. Report 89-29."},
      {
        "id":"ED329198",
        "title":"Second Progress Report on the Effectiveness of Intersegmental Student Preparation Programs: The Second of Three Reports to the Legislature in Response to Item 6420-0011-001 of the 1988-89 Budget Act. Report 90-22."},
      {
        "id":"ED329199",
        "title":"Legislative Priorities of the Commission, 1990: A Report of the California Postsecondary Education Commission. Report 90-7."},
      {
        "id":"ED329200",
        "title":"Student Profiles 1990: The First in a Series of Annual Factbooks about Student Participation in California Higher Education. Report 90-23."},
      {
        "id":"ED329201",
        "title":"Academic Program Evaluation in California, 1988-89: The Commission&apos;s Fourteenth Annual Report on Program Planning, Approval, and Review Activities. Report 90-17."},
      {
        "id":"ED329202",
        "title":"Toward an Understanding of Campus Climate: A Report to the Legislature in Response to Assembly Bill 4071 (Chapter 690, Statutes of 1988). Report 90-19."},
      {
        "id":"ED329203",
        "title":"Expanding Information and Outreach Efforts To Increase College Preparation: A Report to the Legislature and Governor in Response to Assembly Concurrent Resolution 133 (Chapter 72, Statutes of 1988). Report 90-18."},
      {
        "id":"ED329204",
        "title":"Planning for a New Faculty: Issues for the Twenty-First Century. Report 90-20."},
      {
        "id":"ED329205",
        "title":"Funding for the California State University's Statewide Nursing Program: A Report to the Legislature in Response to Supplemental Language to the 1988-89 Budget Act. Report 89-28."},
      {
        "id":"ED329206",
        "title":"Supplemental Report on Academic Salaries, 1988-89: A Report to the Governor and Legislature in Response to Senate Concurrent Resolution No. 51 (1965) and Subsequent Postsecondary Salary Legislation. Report 89-26."},
      {
        "id":"ED329207",
        "title":"Supplemental Report on Academic Salaries, 1989-90: A Report to the Governor and Legislature in Response to Senate Concurrent Resolution No. 51 (1965) and Subsequent Postsecondary Salary Legislation. Report 90-21."},
      {
        "id":"ED329208",
        "title":"An Analysis of Women's Roles under the Impact of New Technology in the Home and Office."},
      {
        "id":"ED329210",
        "title":"Fernstudieninteressenten Ihr Selbstbild und Weiterer Studienverlauf. [Interest in Distance Studies. Your Self-Image and Further Course of Study.] ZIFF Papiere 47."},
      {
        "id":"ED329211",
        "title":"Educational Technology and Reform in Quebec."},
      {
        "id":"ED329214",
        "title":"Implications of Interactive Video for Education and Annotated Bibliography."},
      {
        "id":"ED329218",
        "title":"Development Communication Report, 1990/1-4, Nos. 68-71."},
      {
        "id":"ED329220",
        "title":"Developing Computer Tools To Support Performing and Learning Complex Cognitive Skills. A RAND Note."},
      {
        "id":"ED329222",
        "title":"Educational Television in English-Language Schools in Ontario: Teacher Survey, 1989-1990. Working Paper 90-8."},
      {
        "id":"ED329223",
        "title":"Evaluation of CBI in Accounting Education."},
      {
        "id":"ED329225",
        "title":"Film and Video Resources at the Library of Congress."},
      {
        "id":"ED329226",
        "title":"High-Performance Computing Act of 1990: Report of the Senate Committee on Commerce, Science, and Transportation on S. 1067."},
      {
        "id":"ED329228",
        "title":"Instructional Systems Design by Analogy."},
      {
        "id":"ED329230",
        "title":"Learning Together: Computer-Integrated Classrooms."},
      {
        "id":"ED329231",
        "title":"National Educational Computing Conference Proceedings (11th, Nashville, Tennessee, June 25-27, 1990)."},
      {
        "id":"ED329232",
        "title":"A Study of the Use of Interactive Videodisc Technology To Present Aural Tests to College Music Appreciation Students."},
      {
        "id":"ED329234",
        "title":"Technology in Distance Education: Future and Issues."},
      {
        "id":"ED329235",
        "title":"Telecommunications: Electronic Tools for Chicago School Reform."},
      {
        "id":"ED329236",
        "title":"La Television educative dans les ecoles de langue francaise de l&apos;Ontario: Enquette aupres des enseignants et des enseignantes, 1989-1990. Document de travail 90-9 (Educational Television in French-Language Schools in Ontario: Teacher Survey, 1989-1990. Working Paper 90-9)."},
      {
        "id":"ED329237",
        "title":"Getting Started with AppleWorks Data Base. First Edition."},
      {
        "id":"ED329238",
        "title":"Some Problems Involved in the Installation of Advanced Information Systems in Developing Countries."},
      {
        "id":"ED329239",
        "title":"Problem Solving Software: What Does It Teach?"},
      {
        "id":"ED329242",
        "title":"The Needs of School Districts for Educational Computer Services."},
      {
        "id":"ED329243",
        "title":"An Evaluation of a Distance Education Project Designed To Provide Equity in Rural Alberta High Schools."},
      {
        "id":"ED329245",
        "title":"Interactivity as a Criterion for Media Selection in Distance Education."},
      {
        "id":"ED329247",
        "title":"Concept Mapping: Student Workbook."},
      {
        "id":"ED329248",
        "title":"The New Technology: Agent of Transformation."},
      {
        "id":"ED329250",
        "title":"Contributed Papers Workshop. Proceedings of a Western New York/Ontario Chapter of the Association of College and Research Libraries (ACRL) Workshop (Buffalo, New York, September 26, 1988)."},
      {
        "id":"ED329251",
        "title":"Making Real Changes: Course Integrated Instruction and Its Impact, A Case Study."},
      {
        "id":"ED329252",
        "title":"Dual Function Positions: A View from the Trenches."},
      {
        "id":"ED329257",
        "title":"The Role of Practicing Librarians in Library Education."},
      {
        "id":"ED329258",
        "title":"What Does Copyright Have To Do with My Teaching Activities? What Is Fair Use? What Is an Anthology?"},
      {
        "id":"ED329261",
        "title":"Dial-Up Service Manual. User&apos;s Guide and Technical Reference. University of Houston Libraries Electronic Publications Center."},
      {
        "id":"ED329263",
        "title":"An Assessment of Jacksonville State University Library's Periodical Subscriptions."},
      {
        "id":"ED329264",
        "title":"Access to Electronic Government Information through the GPO's Depository Library Program: An Update."},
      {
        "id":"ED329266",
        "title":"In-House CD-ROM Publishing: A Feasibility Report."},
      {
        "id":"ED329268",
        "title":"International Exchange Formats."},
      {
        "id":"ED329270",
        "title":"Measuring the Performance of Public Libraries. A Draft Manual."},
      {
        "id":"ED329271",
        "title":"Procedures Handbook for Elementary School IMC Clerks. Revised."},
      {
        "id":"ED329272",
        "title":"Research Collections in the Information Age: The Library of Congress Looks to the Future. Center for the Book Viewpoint Series No. 27."},
      {
        "id":"ED329276",
        "title":"The Impact of Planned Organizational Change on an Academic Library: An MRAP Case Study."},
      {
        "id":"ED329277",
        "title":"Library Programs. Public Library Construction: An Overview and Analysis. Fiscal Year 1987."},
      {
        "id":"ED329278",
        "title":"The Intergovernmental Records Project. Phase 1 Report."},
      {
        "id":"ED329291",
        "title":"California Library Directory, 1990. Listings for Public, Academic, Special, State Agency and County Law Libraries."},
      {
        "id":"ED329292",
        "title":"California Library Statistics, 1990. Fiscal Year 1988-1989 Data from Public, Academic and Special Libraries."},
      {
        "id":"ED329293",
        "title":"Establishing an Agency Records Management Program."},
      {
        "id":"ED329295",
        "title":"Casting a New Net: Searching Library Catalogs via the Internet."},
      {
        "id":"ED329296",
        "title":"Teaching Excellence: A View of the Classroom."},
      {
        "id":"ED329301",
        "title":"Wyoming Community College Commission Statewide Longitudinal Study Annual Report, 1989-90."},
      {
        "id":"ED329305",
        "title":"Assessing the Transfer Function: Issues and Methods."},
      {
        "id":"ED329307",
        "title":"A Profile of Nebraska's Community College System: Education Working for Nebraska in the Past and into the Future. Second Revision."},
      {
        "id":"ED329313",
        "title":"Matriculation Assessment Standards."},
      {
        "id":"ED329315",
        "title":"Matriculation: A Report on Third-Year Implementation, 1989-90."},
      {
        "id":"ED329316",
        "title":"EOPS Annual Reports for 1988-89 and 1989-90."},
      {
        "id":"ED329318",
        "title":"Academic Achievement of HACC Transfers to State University I."},
      {
        "id":"ED329320",
        "title":"Utilization of Associate Faculty at Pima Community College: A Report on Surveys of College Associate Faculty and Department Heads."},
      {
        "id":"ED329324",
        "title":"The Standardized Faculty Schedule: A New Methodology for Interinstitutional Comparison of Faculty Salaries."},
      {
        "id":"ED329328",
        "title":"Saving Lives and Money: Preventing Low Birthweight."},
      {
        "id":"ED329330",
        "title":"Mothers and Children Following Sexual Abuse Disclosure: Connections, Boundaries, and the Expression of Symptomatology."},
      {
        "id":"ED329340",
        "title":"The Creative Curriculum for Family Child Care."},
      {
        "id":"ED329341",
        "title":"A Trainer's Guide to the Creative Curriculum for Family Child Care."},
      {
        "id":"ED329344",
        "title":"Observational Study of Preschool Education and Care for Disadvantaged Children: Recommendations for Measuring Cognitive and Social-Emotional Outcomes among Chapter 1 Children."},
      {
        "id":"ED329345",
        "title":"Healthy Brain Development: Precursor to Learning. National Health/Education Consortium (1st, Baltimore, Maryland, December 6, 1990)."},
      {
        "id":"ED329347",
        "title":"Michigan Early Childhood Education Preschool Program Process Evaluation Report, 1990-91."},
      {
        "id":"ED329348",
        "title":"Early Prevention of School Failure: A Program Designed to Provide Staff Development and Resource Materials for Screening, Conferencing and Implementation of an Academically Successful Educational Program for All Four, Five and Six Year Old Children. Awareness Packet."},
      {
        "id":"ED329349",
        "title":"Family Literacy: Abstracts of Family Literacy Programs."},
      {
        "id":"ED329350",
        "title":"Ways and Means for Children and Families. Local Officials Guide."},
      {
        "id":"ED329351",
        "title":"Babies Won't Wait: Early Intervention Challenges Illinois."},
      {
        "id":"ED329352",
        "title":"Report on the Kindergarten Testing Program: The Effectiveness and Feasibility of a Kindergarten Testing Program Developed by a Pilot Project. A Report to the California Legislature as Required by Education Code Section 49583."},
      {
        "id":"ED329353",
        "title":"Circle of Childhood."},
      {
        "id":"ED329355",
        "title":"Arts for At Risk Children: A Curriculum Development and Renewal Project for the Department of Education, Division of Public Schools by the University of Central Florida, College of Education. Final Report."},
      {
        "id":"ED329356",
        "title":"A Review of the Parent and Child Education (PACE) Program."},
      {
        "id":"ED329357",
        "title":"Towards a Research Agenda on Child Care in Alberta."},
      {
        "id":"ED329358",
        "title":"Those Who Care: A Report on Child Caregivers in Alberta Daycare Centres."},
      {
        "id":"ED329359",
        "title":"Those Who Care: A Report on Approved Family Day Home Providers in Alberta."},
      {
        "id":"ED329360",
        "title":"Early Intervention for At-Risk Children in the North Central Region: A Comparative Analysis of Selected State Education Agencies&apos; Policies."},
      {
        "id":"ED329361",
        "title":"New Beginnings: A Feasibility Study of Integrated Services for Children and Families. Final Report and Appendices."},
      {
        "id":"ED329362",
        "title":"Language Development Component: All Day Kindergarten Program. Final Evaluation Report."},
      {
        "id":"ED329363",
        "title":"Joint Comments of Action for Children's Television, et al. in the Matter of Policies and Rules Concerning Children's Television Programming, Revision of Programming and Commercialization Policies, Ascertainment Requirements, and Program Log Requirements for Commercial Television Stations (MM Docket No. 90-570 and MM Docket No. 83-670) before the Federal Communications Commission (Washington, District of Columbia, January 30, 1991)."},
      {
        "id":"ED329366",
        "title":"Longitudinal Evaluation of a Collaborative Public School and Day Care Intervention Program in Preschool and Kindergarten."},
      {
        "id":"ED329367",
        "title":"The Head Start Leadership Training Program. Final Report to the Department of Health and Human Services, Head Start Division."},
      {
        "id":"ED329375",
        "title":"Education Via Satellite: A Trinational Perspective."},
      {
        "id":"ED329377",
        "title":"Circles of Women: Professional Skills Training with American Indian Women."},
      {
        "id":"ED329379",
        "title":"Rural Schools for Tomorrow. Yearbook."},
      {
        "id":"ED329380",
        "title":"Colonialism in Modern America: The Appalachian Case."},
      {
        "id":"ED329382",
        "title":"Briefs for Parents in Ready-to-Copy Form."},
      {
        "id":"ED329384",
        "title":"Middle Grade Students of Iris County: A Descriptive Study from Southern Appalachia."},
      {
        "id":"ED329385",
        "title":"Literature Search on the Question: What Are the Advantages and Disadvantages of Various Scheduling Options for Small Secondary Schools (High Schools and Middle Schools)?"},
      {
        "id":"ED329391",
        "title":"Strong Tribal Identity Can Protect Native American Youth. How Can We Help?"},
      {
        "id":"ED329392",
        "title":"Alaska's Dependence on State Spending. ISER Fiscal Policy Papers, No. 5."},
      {
        "id":"ED329393",
        "title":"The Potential Benefits of Audiographic Teleteaching among Isolated Schools in the Pacific Basin."},
      {
        "id":"ED329395",
        "title":"A Model for Rural Schools To Involve Parents in the Education of Their Children."},
      {
        "id":"ED329398",
        "title":"Guidelines for Selecting Staff Development Providers: A Resource Book for Rural Educators."},
      {
        "id":"ED329399",
        "title":"National Rural Education Endorsed Research Centers: Current Activities and Future Directions."},
      {
        "id":"ED329401",
        "title":"Delaware's Rural Assistance Council Promotes the Rural Agenda in the First State."},
      {
        "id":"ED329402",
        "title":"Rural Education in Iowa: A Collection of Papers [from the Invitational Rural Education Conference (Cedar Falls, IA, April 7-9, 1989)]. Monograph Series, Volume I, Number 1."},
      {
        "id":"ED329403",
        "title":"School Board Presidents Describe Critical Incidents with Superintendents"},
      {
        "id":"ED329404",
        "title":"American Social Welfare Policy and Social Justice for Appalachia's Children."},
      {
        "id":"ED329405",
        "title":"Hamilton County: A Rural School District Profile."},
      {
        "id":"ED329406",
        "title":"Rural Drug Abuse Prevention: Establishing Needs and Implementing Programs."},
      {
        "id":"ED329408",
        "title":"Patterns of Information Technology Adoption among Rural Health Providers in North Dakota."},
      {
        "id":"ED329409",
        "title":"Describing Rural Primary and Secondary Education: The Role of State Education Agency Information."},
      {
        "id":"ED329411",
        "title":"Migrant and Seasonal Farmworkers: A Forgotten Population."},
      {
        "id":"ED329412",
        "title":"Critical Pedagogy for Rural Teachers?"},
      {
        "id":"ED329414",
        "title":"The Status of Teacher Induction Programs in Rural Pennsylvania School Districts."},
      {
        "id":"ED329416",
        "title":"Agrarian Visions."},
      {
        "id":"ED329420",
        "title":"Rural-Urban Differences in Employment, Household Composition, and Poverty Status among Single Mothers."},
      {
        "id":"ED329422",
        "title":"Chinese Biogas Digester. A Potential Model for Small-Scale, Rural Applications. (A Manual for Construction and Operation). Reprint No. R-51."},
      {
        "id":"ED329424",
        "title":"Bookwatch: A Candid Review of Science Textbooks. Volume I, February-December 1988."},
      {
        "id":"ED329426",
        "title":"A Logico-Structural, Worldview Analysis of the Interrelationship between Science Interest, Gender, and Concept of Nature."},
      {
        "id":"ED329427",
        "title":"Hands-On Science Workshop &quot;Controlling Variables.&quot;"},
      {
        "id":"ED329429",
        "title":"Living in a Global Environment. Classroom Activities in Development Education."},
      {
        "id":"ED329436",
        "title":"Barrier Island Ecology: A Professional Development Activity for Faculty and Staff of Calhoun Community College. Field Trip Reference Booklet."},
      {
        "id":"ED329437",
        "title":"Field Studies in Plant Ecology I, II: A Short Course in Biology. BIO 286, 287, Fall Quarter 1989 and Fall Quarter 199O."},
      {
        "id":"ED329438",
        "title":"Integrating Women into U.S. History: A Sourcebook. Part I: Women in the 18th and 19th Centuries. Part II: Women in the 20th Century."},
      {
        "id":"ED329440",
        "title":"Cultural Literacy and American History Textbooks."},
      {
        "id":"ED329445",
        "title":"Household and Family Characteristics: March 1988. Population Characteristics."},
      {
        "id":"ED329446",
        "title":"Nicaragua: Educational Policy for Ethnic Minorities."},
      {
        "id":"ED329450",
        "title":"Citizenship for the 21st Century. Our Democracy: How America Works Series."},
      {
        "id":"ED329452",
        "title":"Artificial Intelligence, Education and Music: The Use of Artificial Intelligence To Encourage and Facilitate Music Composition by Novices."},
      {
        "id":"ED329454",
        "title":"Mexico Recordings in the Archive of Folk Culture. LC (Library of Congress) Folk Archive Finding Aid."},
      {
        "id":"ED329455",
        "title":"Brazil Recordings in the Archive of Folk Culture. LC (Library of Congress) Folk Archive Finding Aid."},
      {
        "id":"ED329458",
        "title":"Social Spending in Latin America: The Story of the 1980s. World Bank Discussion Papers No. 106."},
      {
        "id":"ED329461",
        "title":"Lesson Plans for the January, 1991 Teaching Seminar for &quot;Indiana and the Nation&quot; Institute: [The Pioneer Period In Indiana, 1800-1850]."},
      {
        "id":"ED329462",
        "title":"The Amish in Indiana."},
      {
        "id":"ED329463",
        "title":"Oliver P. Morton: Indiana&apos;s Civil War Governor. A Teaching Unit for Fourth Grade Indiana History."},
      {
        "id":"ED329465",
        "title":"Primary Education in Pakistan. An Analysis and Assessment of Pakistan's Present Primary Education System with Recommendations for its Further Development. Part I: Summary Conclusions and Recommendations."},
      {
        "id":"ED329466",
        "title":"Primary Education in Pakistan. Part II. The Analysis."},
      {
        "id":"ED329467",
        "title":"Primary Education in Pakistan. Part III. Case Studies of Primary, Middle, Literacy, and Skills Education."},
      {
        "id":"ED329468",
        "title":"Primary Education in Pakistan. Part IV. Annexes to the Analysis."},
      {
        "id":"ED329469",
        "title":"Alaska and Japan: A Teacher's Resource Guide."},
      {
        "id":"ED329470",
        "title":"Recent History of the Social Studies, 1945-1985: The Teachers' Perspective."},
      {
        "id":"ED329471",
        "title":"Diary of Social Legislation and Policy. 1987 and 1988."},
      {
        "id":"ED329472",
        "title":"Diary of Social Legislation and Policy. 1989."},
      {
        "id":"ED329473",
        "title":"The Cost of Sex Bias in Schools and Society. The Report Card #1. Updated Edition."},
      {
        "id":"ED329479",
        "title":"U.S. Teacher Education Events and Trends 1990."},
      {
        "id":"ED329480",
        "title":"Education Events Summary 1990: U.S./World."},
      {
        "id":"ED329481",
        "title":"An Exploratory Survey of Four Groups of 1987 Graduating Seniors' Perceptions Pertaining to: (4) Student Preferred Citizenship Approaches, (5) Teacher Preferred Citizenship Approaches, (6) Citizenship Approaches and Elementary Students, and (7) Citizenship Approaches and Secondary Students."},
      {
        "id":"ED329482",
        "title":"Mysteries in World Geography: A Supplement Activity Book for Teachers of Seventh Grade World Geography in Hillsborough County Public Schools."},
      {
        "id":"ED329484",
        "title":"Social Studies for the 21st Century: Recommendations of the National Commission on Social Studies in the Schools. ERIC Digest."},
      {
        "id":"ED329485",
        "title":"Archaeology in the National Historic Landmarks Program. Technical Brief No. 3, December 1988."},
      {
        "id":"ED329486",
        "title":"Achievement of Knowledge by High School Students in Core Subjects of the Social Studies. ERIC Digest."},
      {
        "id":"ED329487",
        "title":"Stepping-Stones: Teaching about Japan in Elementary Grades. Selected Lesson Plans from the &quot;Japan Alumni.&quot;"},
      {
        "id":"ED329489",
        "title":"Resources for Teachers on the Bill of Rights."},
      {
        "id":"ED329490",
        "title":"Teaching Art From a Global Perspective. ERIC Digest."},
      {
        "id":"ED329491",
        "title":"Aesthetics in Art Education: A Look Toward Implementation. ERIC Digest."},
      {
        "id":"ED329495",
        "title":"Using the Arts as an Educational Model For High-Risk Individuals."},
      {
        "id":"ED329496",
        "title":"Teaching &quot;The Federalist Papers&quot; in Secondary Schools."},
      {
        "id":"ED329498",
        "title":"Education for International Development. International Development and the Foreign Student: A Select Bibliography."},
      {
        "id":"ED329499",
        "title":"Passages from India, Vol. 2."},
      {
        "id":"ED329500",
        "title":"Passages From India, Vol. 1."},
      {
        "id":"ED329502",
        "title":"Transforming Students' Attitudes about Sexual Violence."},
      {
        "id":"ED329505",
        "title":"Travel to India (A Culture Project)."},
      {
        "id":"ED329506",
        "title":"Hindu Mythology: Gods, Goddesses and Values."},
      {
        "id":"ED329507",
        "title":"American Focus on World Constitutions. Teacher's Guide."},
      {
        "id":"ED329508",
        "title":"The Winning PACT: A Higher Education and School District Partnership."},
      {
        "id":"ED329509",
        "title":"External Standards and Good Teaching: The Pros and Cons of Telling Teachers What To Do. Occasional Paper No. 126."},
      {
        "id":"ED329511",
        "title":"Teacher Education: Considerations for a Knowledge Base Framework."},
      {
        "id":"ED329512",
        "title":"Building Systems for Professional Growth. An Action Guide and Handouts, Transparencies, and Readings."},
      {
        "id":"ED329513",
        "title":"AIDS...Our Problem, Too: A K-12 Education Program."},
      {
        "id":"ED329516",
        "title":"An Analysis of a Staff Development Program in Clinical Supervision and the Realities of the K-12 Instructional Setting: Evaluating Its Impact for Special Groups and the Usefulness in the Supervisory Process."},
      {
        "id":"ED329519",
        "title":"The Opinions of Mentors and Beginning Teachers. What Do They Say about Induction? Research Report 91-1."},
      {
        "id":"ED329520",
        "title":"School-Based Mentoring Programs. Untangling the Tensions between Theory and Practice. Research Report 90-7."},
      {
        "id":"ED329522",
        "title":"Texas Teachers, Moonlighting and Morale in the 1990s."},
      {
        "id":"ED329523",
        "title":"Profile of Texas Teachers: A Study of the Characteristics of Texas Teachers in 1990."},
      {
        "id":"ED329531",
        "title":"Teacher Education: Student Teacher Views vs. Those of Cooperating Teachers."},
      {
        "id":"ED329532",
        "title":"The Wisconsin Center for Education Research. Twenty-Five Years of Knowledge Generation and Educational Improvement."},
      {
        "id":"ED329534",
        "title":"Praise: It Beats Getting Hit with a Stick. Maybe!"},
      {
        "id":"ED329536",
        "title":"Teachers for Secondary Schools Program Handbook."},
      {
        "id":"ED329538",
        "title":"The Physiological and Health Response Elicited in 10,701 Females and Males Following a Nine Week Fast Fitness Circuit Training Program."},
      {
        "id":"ED329540",
        "title":"Linking Performance to Rewards for Teachers, Principals, and Schools. The 1990 SREB Career Ladder Clearinghouse Report."},
      {
        "id":"ED329541",
        "title":"The Case for Cases in Teacher Education."},
      {
        "id":"ED329542",
        "title":"Recruiting and Retaining Minority Teachers: A National Perspective."},
      {
        "id":"ED329543",
        "title":"Beginning Teachers and Professional Development."},
      {
        "id":"ED329546",
        "title":"John Dewey and the Knowledge Base for the Beginning Teacher."},
      {
        "id":"ED329549",
        "title":"Teacher Education Policy in the States: A 50-State Survey of Legislative and Administrative Actions. [Revised.]"},
      {
        "id":"ED329550",
        "title":"Relationships between Teachers&apos; Academic and Personality Attributes and Changes in Teaching Anxiety during Training and Early Teaching."},
      {
        "id":"ED329551",
        "title":"The Relation of the School Environment to Teacher Efficacy."},
      {
        "id":"ED329553",
        "title":"The American School Teacher: Agent of Change or Keeper of Tradition?"},
      {
        "id":"ED329554",
        "title":"What Is the &quot;g&quot; That the K-ABC Measures?"},
      {
        "id":"ED329556",
        "title":"Some Empirical Results of Using Non-Linear Scoring Procedures for Yudofsky's Overt Aggression Scale."},
      {
        "id":"ED329557",
        "title":"Eighth Graders' Reports of Courses Taken during the 1988 Academic Year by Selected Student Characteristics. National Education Longitudinal Study of 1988. E.D. TABS."},
      {
        "id":"ED329558",
        "title":"Processes and Knowledge in Designing Instruction."},
      {
        "id":"ED329559",
        "title":"The Bilingual Test Information System."},
      {
        "id":"ED329561",
        "title":"K-ABC and S-B:FE Relationships in an At-Risk Preschool Sample."},
      {
        "id":"ED329563",
        "title":"Applying Social Cognition To Address Measurement Problems in Research: An Attempt To Address Reliability Issues with Small Samples."},
      {
        "id":"ED329565",
        "title":"Feedback: Progress Report on the Science Academy of Austin."},
      {
        "id":"ED329566",
        "title":"Dropout Report. 1989-90."},
      {
        "id":"ED329567",
        "title":"The Research and Evaluation Agenda for the Austin Independent School District 1990-91."},
      {
        "id":"ED329568",
        "title":"Essential Independence and Likelihood-Based Ability Estimation for Polytomous Items."},
      {
        "id":"ED329569",
        "title":"Comparison of Two Logistic Multidimensional Item Response Theory Models. Research Report ONR90-8."},
      {
        "id":"ED329572",
        "title":"Membership Projections for South Carolina Schools 1991 through 1996."},
      {
        "id":"ED329574",
        "title":"Estimating the Costs and Benefits of Large-Scale Assessments: Lessons from Recent Research."},
      {
        "id":"ED329575",
        "title":"Sensible School-Based Evaluation: Multilevel Evaluation Systems Project. Final Deliverable--January 1991."},
      {
        "id":"ED329578",
        "title":"Evaluating the Broad Educational Impact of an Arts Education Program: The Case of the Music Center of Los Angeles County's Artists-in-Residence Program."},
      {
        "id":"ED329579",
        "title":"Reviews of the Tests Approved by the Secretary of Education for Ability To Benefit Admissions."},
      {
        "id":"ED329580",
        "title":"Management Information Systems for Basic Education: Discovering and Supporting Current Best Practice in Adult Literacy and Post-Literacy Evaluation."},
      {
        "id":"ED329581",
        "title":"Evaluation Implications of &quot;Education for All&quot;: Focus on Adult Literacy."},
      {
        "id":"ED329583",
        "title":"A Method for Designing IRT-Based Item Banks. Research Report 90-7."},
      {
        "id":"ED329584",
        "title":"On the Assessment of Dimensionality in Multidimensional Item Response Theory Models. Research Report 90-8."},
      {
        "id":"ED329585",
        "title":"State-Funded Program for High-Risk Four-Year-Olds, 1989-90 Evaluation Report."},
      {
        "id":"ED329588",
        "title":"Evaluation of AIDS Prevention Education Programs: A Rural Schools Model."},
      {
        "id":"ED329589",
        "title":"Reexamining the Factorial Structure of the Maslach Burnout Inventory for Elementary, Intermediate, and Secondary Teachers: A Cross-Validated Confirmatory Factor Analytic Study."},
      {
        "id":"ED329591",
        "title":"Using Cognitive Learning Theory and Domain Knowledge Structure as Guidance in Professional Education Course Development."},
      {
        "id":"ED329592",
        "title":"Toward Establishing Relationships between Essential and Higher Order Teaching Skills."},
      {
        "id":"ED329593",
        "title":"Randomly Missing Data in Multiple Regression: An Empirical Comparison of Common Missing Data Treatments."},
      {
        "id":"ED329594",
        "title":"Using Multiple Choice Examination Items To Measure Teachers' Content-Specific Pedagogical Knowledge."},
      {
        "id":"ED329596",
        "title":"Translation, Cultural Adjustment, and Operationalization of the Construct of Adaptive Behavior."},
      {
        "id":"ED329597",
        "title":"Solving Problems Is Not Enough: Assessing and Diagnosing the Ways in Which Students Organize Statistical Concepts."},
      {
        "id":"ED329598",
        "title":"Measuring Progress toward the National Education Goals: Potential Indicators and Measurement Strategies. Discussion Document."},
      {
        "id":"ED329599",
        "title":"A Perspective on AIDS: A Catastrophic Disease but a Symptom of Deeper Problems in the Black Community."},
      {
        "id":"ED329600",
        "title":"Schools of Choice: An Annotated Catalog of Key Choice Elements: Open Enrollment, Diversity and Empowerment."},
      {
        "id":"ED329601",
        "title":"&quot;Caring for Young Black Children at Risk in Louisiana.&quot; U.S. House of Representatives, Select Committee on Children, Youth, and Families Hearing Summary (New Orleans, Louisiana, July 14, 1989)."},
      {
        "id":"ED329602",
        "title":"Values and Success: Strategies for At-Risk Children and Youth."},
      {
        "id":"ED329603",
        "title":"Position Document on the Re-Authorization of Subtitle VII-B of the Stewart B. McKinney Homeless Assistance Act."},
      {
        "id":"ED329610",
        "title":"[Adolescent Fertility]. Facts-at-a-Glance."},
      {
        "id":"ED329614",
        "title":"Washington Latinos at the Crossroads: Passages of At-Risk Youths from Adolescence to Adulthood."},
      {
        "id":"ED329615",
        "title":"Multiplying Inequalities: The Effects of Race, Social Class, and Tracking on Opportunities to Learn Mathematics and Science."},
      {
        "id":"ED329618",
        "title":"Designing and Evaluating Desired Outcomes for Program Improvement."},
      {
        "id":"ED329619",
        "title":"Using Evaluation Results for Local Reviews and Program Improvement."},
      {
        "id":"ED329622",
        "title":"Multiculturalism in the Curriculum."},
      {
        "id":"ED329630",
        "title":"Success for All."},
      {
        "id":"ED329631",
        "title":"Success for All. CREMS Report."},
      {
        "id":"ED329632",
        "title":"Disadvantage in the Youth Labour Market: A Review of Evidence from the Scottish Young People's Survey."},
      {
        "id":"ED329635",
        "title":"Bilingual Education: Issues and Strategies."},
      {
        "id":"ED329641",
        "title":"Bean Sprouts: A Television Series about Chinese-American Children."},
      {
        "id":"ED329642",
        "title":"The Franco File."},
      {
        "id":"ED329649",
        "title":"Career Education Infusion Task Force Report and Recommendations 1988-89."},
      {
        "id":"ED329650",
        "title":"Vocational Preparation and General Education."},
      {
        "id":"ED329651",
        "title":"Focus Groups: A Tool in Planning and Evaluation in Continuing Education."},
      {
        "id":"ED329652",
        "title":"Adult Literacy and Basic Skills in Sweden. An Overview of Policy Issues and Research Needs."},
      {
        "id":"ED329653",
        "title":"The International Literacy Year in Sweden. A Journey through a Changing Landscape."},
      {
        "id":"ED329654",
        "title":"Literacy by Radio: Lessons from around the World."},
      {
        "id":"ED329656",
        "title":"The Challenge of Quality. JTPA Issues."},
      {
        "id":"ED329657",
        "title":"The Challenge of Quality: Participant Selection, Recruitment and Assignment. JTPA Issues."},
      {
        "id":"ED329659",
        "title":"Recruiting Adult Nonreaders from the Inner City. A Summary Report of the Activities of Project LINC: Literacy Improvement Needs Collaboration."},
      {
        "id":"ED329662",
        "title":"Technologies for Literacy."},
      {
        "id":"ED329664",
        "title":"Auditing JTPA. A Report on NACo's Survey of Job Training Partnership Act Programs To Determine the Extent to which Local Job Training Programs Are Being Audited."},
      {
        "id":"ED329667",
        "title":"Marketing Education National Research Conference Report (Houston, Texas, April 10-12, 1987)."},
      {
        "id":"ED329668",
        "title":"Marketing Education National Research Conference Report (Pittsburgh, Pennsylvania, April 15-17, 1988)."},
      {
        "id":"ED329671",
        "title":"National Workplace Literacy Program. Fiscal Year 1990 Project Abstracts. Resource Guide for the National Workplace Literacy Program."},
      {
        "id":"ED329672",
        "title":"Workplace Literacy and Basic Skills = L'alphabetisation et les competences de base en milieu de travail."},
      {
        "id":"ED329673",
        "title":"Partnerships and Linkages for Success. Enhancing the Employment Potential of Persons with Disabilities. Report of the Los Angeles Regional Conference (September 25-27, 1989)."},
      {
        "id":"ED329674",
        "title":"Look to the Future."},
      {
        "id":"ED329680",
        "title":"The Developing Vocational Education and Training &quot;System&quot;: Partnerships and Customized Training. Reprint Series."},
      {
        "id":"ED329681",
        "title":"Vocational Education: A Success Story. Southern California Regional Occupational Center among the Nation's Best. Reprint Series."},
      {
        "id":"ED329682",
        "title":"Teaching and Learning Generic Skills for the Workplace."},
      {
        "id":"ED329683",
        "title":"Instructional Supervision. VTAE Workshop 90 (Wisconsin Rapids, Wisconsin, March 5-7, 1990). Final Report."},
      {
        "id":"ED329685",
        "title":"VTAE CIM Conference (Menomonie, Wisconsin, June 6-7, 1990). Final Report."},
      {
        "id":"ED329686",
        "title":"Elements of Instruction. VTAE Workshop 90. Final Report."},
      {
        "id":"ED329687",
        "title":"VTAE Trends and Forecasting Workshop (Menomonie, Wisconsin, November 13-15, 1989). Final Report."},
      {
        "id":"ED329688",
        "title":"School-to-Work Transition Strategies. Hearing before the Subcommittee on Education and Health of the Joint Economic Committee, Congress of the United States, One Hundred First Congress, Second Session."},
      {
        "id":"ED329691",
        "title":"Technical Assistance Guide for JTPA Follow-up and Validation."},
      {
        "id":"ED329692",
        "title":"Youth in Transition: From Incarceration to Reintegration. A National Survey of State Juvenile Correctional Services."},
      {
        "id":"ED329694",
        "title":"Wider Horizons, Wider Choices: Educational Guidance for Adults in an Expanded Europe. Report of a Conference of the European Bureau of Adult Education (Glasgow, Scotland, United Kingdom, March 31-April 4, 1990)."},
      {
        "id":"ED329697",
        "title":"A Community Based Study of Adult Literacy in North Carolina."},
      {
        "id":"ED329698",
        "title":"An Evaluation of Adult Basic Education Programs in North Carolina."},
      {
        "id":"ED329705",
        "title":"Vocational Education Tool and Equipment Inventory. April 1988 Update."},
      {
        "id":"ED329706",
        "title":"1987 Follow-up Survey on Chapters 5 and 6 Impact on Area Vocational-Technical Schools and Selected School Districts."},
      {
        "id":"ED329707",
        "title":"Vocational Professional Personnel Preparation in Pennsylvania. A Client Survey."},
      {
        "id":"ED329717",
        "title":"Landscaping and Turf Management. Instructor Guide, Volume 22, Number 2, and Student Reference, Volume 22, Number 3."},
      {
        "id":"ED329719",
        "title":"The Politics of Literacy."},
      {
        "id":"ED329723",
        "title":"Improve the Quality of Vocational Education for Handicapped/Disadvantaged Students. Program Improvement. Final Report."},
      {
        "id":"ED329725",
        "title":"Development and Implementation of Career/Vocational Assessment Centers in the Public Schools of Arlington, Virginia. Final Report."},
      {
        "id":"ED329730",
        "title":"Roads to an Initial Vocational Qualification. Vocational Training. No. 1/1990."},
      {
        "id":"ED329733",
        "title":"A National Database on Vocational Teacher Education."},
      {
        "id":"ED329734",
        "title":"General Education: Vocational and Academic Collaboration."},
      {
        "id":"ED329736",
        "title":"Liaison Program for Automotive Technology. Special Vocational Education."},
      {
        "id":"ED329738",
        "title":"Consumer Education Lesson Plans."},
      {
        "id":"ED329741",
        "title":"Industry to Education Technical Transfer Program &amp; Composite Materials. Composite Materials Course. Fabrication I Course. Fabrication II Course. Composite Materials Testing Course. Final Report."},
      {
        "id":"ED329743",
        "title":"The Pennsylvania Report: A New Agenda for Vocational-Technical Education. Final Report. Volume I: Narrative."},
      {
        "id":"ED329744",
        "title":"The Pennsylvania Report: A New Agenda for Vocational-Technical Education. Final Report. Volume II: Data and Instrumentation."},
      {
        "id":"ED329745",
        "title":"Determining the Use of Self-Directed Learning among Adult Male Students at Lake Correctional Institution."},
      {
        "id":"ED329746",
        "title":"Project T.A.C.K.L.E. (Together, Addressing the Challenges of Knowledge and Literacy for Employees). Evaluation Report."},
      {
        "id":"ED329747",
        "title":"Employee Upgrading for a Quality Workforce."},
      {
        "id":"ED329748",
        "title":"A Comparative Analysis of Academic, General, and Vocational Education Graduates in Rural Northwest Pennsylvania."},
      {
        "id":"ED329749",
        "title":"A Feasibility Study of the Use of Unemployment Insurance Wage-Record Data as an Evaluation Tool for JTPA. Report on Project's Phase I Activities. Research Report Number 90-02."},
      {
        "id":"ED329750",
        "title":"Institutional Factors Underlying Excellence in Vocational Education."},
      {
        "id":"ED329751",
        "title":"Education for Homeless Adults: The First Year."},
      {
        "id":"ED329752",
        "title":"Building Bridges of Meaning: The Role of Contextual Literacy."},
      {
        "id":"ED329754",
        "title":"Instructional Strategies & Resources for Literacy and Employment Training Programs. A Technical Assistance Guide. A Supplement to: Wider Opportunities: Combining Literacy and Employment Training for Women. A Program Model."},
      {
        "id":"ED329755",
        "title":"Funding for Literacy and Employment Training Programs. A Technical Assistance Guide. A Supplement to: Wider Opportunities: Combining Literacy and Employment Training for Women. A Program Model."},
      {
        "id":"ED329756",
        "title":"Literacy and Employment Training Program Participant Follow-Up. A Technical Assistance Guide. A Supplement to: Wider Opportunities: Combining Literacy and Employment Training for Women. A Program Model."},
      {
        "id":"ED329757",
        "title":"Nevada Works: Building Bridges for Success. A Statewide Conference To Evaluate and Plan for Current and Future Labor Force Preparation in Nevada. Proceedings of the Governor's Conference on Employment and Training (Reno, Nevada, November 2, 1989)."},
      {
        "id":"ED329758",
        "title":"GED Candidates: A Decade of Change. GED Profiles: Adults in Transition, No. 1."},
      {
        "id":"ED329759",
        "title":"Schooling, Study, and Academic Goals: The Education of GED Candidates. GED Profiles: Adults in Transition, No. 2."},
      {
        "id":"ED329760",
        "title":"Issues in Urban Vocational Education for Special Populations. TASPP Brief. Volume 2, Number 4."},
      {
        "id":"ED329761",
        "title":"Workplace Literacy Instruction and Evaluation: R.O.A.D. to Success."},
      {
        "id":"ED329762",
        "title":"Learning My Way. Papers from the National Conference on Adult Aboriginal Learning (Perth, Western Australia, September 1988). A Special Edition of Wikaru 16."},
      {
        "id":"ED329764",
        "title":"Adult Vocational Education: Emerging Issues in the 90s. Working Papers."},
      {
        "id":"ED329765",
        "title":"First Business Guide."},
      {
        "id":"ED329769",
        "title":"A Naturalistic Study of the Ecological Differences between Whole Language and Traditional Individualized Literacy Instruction in ABE Settings."},
      {
        "id":"ED329770",
        "title":"Partners in Literacy. A Pilot Attitudinal Survey of Literacy Animators in Tamil Nadu, India."},
      {
        "id":"ED329773",
        "title":"The Status of Consumer Education in United States Schools, Grades K-12. 1990 National Survey."},
      {
        "id":"ED329774",
        "title":"An Examination of Research Priorities in Adult Education."},
      {
        "id":"ED329775",
        "title":"Department of Labor Employment and Training Programs, and H.R. 4087. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs, House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED329784",
        "title":"Evaluation Concepts and Practices in Selected Distance Education Institutions."},
      {
        "id":"ED329785",
        "title":"Continuing Professional Education. Promise and Performance. Australian Education Review, No. 30."},
      {
        "id":"ED329786",
        "title":"The General Education Board and Their Contribution toward Vocationalizing Public Schools 1905-1925."},
      {
        "id":"ED329792",
        "title":"Mental Health. Teacher Edition."},
      {
        "id":"ED329793",
        "title":"Indicators of Education and the Economy."},
      {
        "id":"ED329799",
        "title":"Saginaw Adult Basic Education: Product Evaluation Report 1989-90."},
      {
        "id":"ED329806",
        "title":"School-to-Work Transition: Its Role in Achieving Universal Literacy. ERIC Digest No. 106."},
      {
        "id":"ED329807",
        "title":"ERIC and the Adult Education Act: 25 Years of Collaboration. ERIC Digest No. 107."},
      {
        "id":"ED329808",
        "title":"Tech Prep. ERIC Digest No. 108."},
      {
        "id":"ED329809",
        "title":"Worksite Training. ERIC Digest No. 109."},
      {
        "id":"ED329810",
        "title":"Balancing Work and Family Life. ERIC Digest No. 110."},
      {
        "id":"ED329813",
        "title":"Feuerstein's Instrumental Enrichment: An Exploratory Study for Activating Intellectual Potential in Slow Learners."},
      {
        "id":"ED329814",
        "title":"Increasing Prosocial Competence of At Risk Adolescents through a Social Skills Training Program."},
      {
        "id":"ED329815",
        "title":"Adding Context to the Study of Gender: Considering the Self-Context of the College Student."},
      {
        "id":"ED329816",
        "title":"Incentive Programs for Middle School Students."},
      {
        "id":"ED329817",
        "title":"Experiencing Parental Divorce during College."},
      {
        "id":"ED329819",
        "title":"Issues in Counselling Stable Workers Forces To Make Job Changes."},
      {
        "id":"ED329820",
        "title":"A Review of Counselling Services within Alberta Career Development and Employment."},
      {
        "id":"ED329822",
        "title":"Family Relations of the Middle Generation: Adults' Frustrations and Satisfactions with Parents and Children."},
      {
        "id":"ED329823",
        "title":"A Study of Burnout and Job Satisfaction among Rural School Counselors."},
      {
        "id":"ED329824",
        "title":"Six School-Based Clinics: Their Reproductive Health Services and Impact on Sexual Behavior."},
      {
        "id":"ED329825",
        "title":"Staff Grief Resolution and Care for the Elderly: Artificial Intelligence Analysis."},
      {
        "id":"ED329826",
        "title":"Someone To Lend a Helping Hand: Older Rural Women as Recipients and Providers of Care."},
      {
        "id":"ED329827",
        "title":"Pathways to Employment: Solving Problems on the Job."},
      {
        "id":"ED329828",
        "title":"Guidelines for HIV and AIDS Student Support Services."},
      {
        "id":"ED329830",
        "title":"Why Are Employees Leaving the Federal Government? Results of an Exit Survey. A Report to the President and the Congress of the United States. A Special Study."},
      {
        "id":"ED329833",
        "title":"The Adaptation of Students from the People's Republic of China to an American Academic Culture."},
      {
        "id":"ED329836",
        "title":"Tobacco Talk: Educating Young Children about Tobacco. Suggestions for Teachers, Parents, and Other Care Providers of Children to Age 10."},
      {
        "id":"ED329837",
        "title":"Step by Step to Substance Abuse Prevention. The Planning Guide for School-Based Programs."},
      {
        "id":"ED329840",
        "title":"Entering Adulthood: Looking at Body Image and Eating Disorders. A Curriculum for Grades 9-12. Contemporary Health Series."},
      {
        "id":"ED329841",
        "title":"Into Adolescence: Caring for Our Planet and Our Health. A Curriculum for Grades 5-8. Contemporary Health Series."},
      {
        "id":"ED329845",
        "title":"Stress and Burnout: An Organizational Intervention."},
      {
        "id":"ED329847",
        "title":"A Model for Managing Anger and Conflict."},
      {
        "id":"ED329850",
        "title":"Student Support Services in the Schools: Actual and Preferred Time Use of Psychoeducational Consultants and Social Workers."},
      {
        "id":"ED329851",
        "title":"The Impact of Need for Achievement Components on Goal Commitment."},
      {
        "id":"ED329853",
        "title":"Psychological and Behavioral Effects of Anabolic-Androgenic Steroids."},
      {
        "id":"ED329854",
        "title":"The Title 38 Personnel System in the Department of Veterans Affairs: An Alternate Approach. A Report to the President and the Congress of the United States. A Special Study."},
      {
        "id":"ED329855",
        "title":"Marital and Family Therapy: Implications of Research for Alcoholism Treatment."},
      {
        "id":"ED329857",
        "title":"Seven Skills of the Assessor."},
      {
        "id":"ED329859",
        "title":"Master's-Level Clinical Training in Psychology: What Do We Tell the World about What We Do?"},
      {
        "id":"ED329862",
        "title":"Counseling Futures."},
      {
        "id":"ED336880",
        "title":"How To Teach Self-Management to People with Severe Disabilities. A Training Manual."},
      {
        "id":"ED336883",
        "title":"Providing Transportation for the Elderly and Handicapped in Sweden: Experiences Gained and Future Trends. TFB-Report 1991:17."},
      {
        "id":"ED336884",
        "title":"Client Assistance Program: A Rehabilitation Resource. Institute on Rehabilitation Issues (15th, Tampa, Florida, December 1988)."},
      {
        "id":"ED336885",
        "title":"Individuals with Disabilities Education Act Amendments. Report To Accompany S.1106. Senate, 102d Congress, 1st Session."},
      {
        "id":"ED336886",
        "title":"Hearings on Reauthorization of the Early Intervention and Preschool Programs under the Individuals with Diasbilities Education Act. Hearings before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (April 11-12, 1991)."},
      {
        "id":"ED336890",
        "title":"HEATH Resource Directory, 1991-92."},
      {
        "id":"ED336892",
        "title":"Disability in America: Toward a National Agenda for Prevention."},
      {
        "id":"ED336893",
        "title":"Disability in America: Toward a National Agenda for Prevention. Summary and Recommendations."},
      {
        "id":"ED336894",
        "title":"An Examination of the Process of Teaching Reading to Learning Disabled Children: Vygotskian Perspectives."},
      {
        "id":"ED336896",
        "title":"Who Will Teach Our Children?...Use of Bilingual Paraprofessionals in Special Education."},
      {
        "id":"ED336897",
        "title":"Hearing, Listening and Phonosensitivity."},
      {
        "id":"ED336898",
        "title":"The Transcultural Child in Special Education."},
      {
        "id":"ED336899",
        "title":"Educating Students with Severe Disabilities in General Education Settings: A Resource Manual."},
      {
        "id":"ED336901",
        "title":"How To Teach Pivotal Behaviors to Children with Autism: A Training Manual."},
      {
        "id":"ED336904",
        "title":"Advances in the Prevention of Low Birthweight. Proceedings from an International Symposium (Cape Cod, Massachusetts, May 8-11, 1988)."},
      {
        "id":"ED336905",
        "title":"Disability in Basic Life Activities across the Life Span. Disability Statistics Report 1."},
      {
        "id":"ED336906",
        "title":"Enhancing the Aerobic Fitness of Individuals with Moderate and Severe Disabilities: A Peer-Mediated Aerobic Conditioning Program."},
      {
        "id":"ED336907",
        "title":"Guidelines and Recommended Practices for the Individualized Family Service Plan. Second Edition."},
      {
        "id":"ED336909",
        "title":"Effects of Giftedness and Achievement on the Training and Transfer of a Strategy for Solving Analogies."},
      {
        "id":"ED336911",
        "title":"Crossing the Boundaries between Health and Education. Proceedings of the National Health/Education Consortium (Washington, D.C., May 29-30, 1990)."},
      {
        "id":"ED336912",
        "title":"Moving into the 1990s: A Policy Analysis of Community Living for Adults with Developmental Disabilities in South Dakota."},
      {
        "id":"ED336913",
        "title":"Residential Supports for Children with Severe Disabilities in Northeast South Dakota."},
      {
        "id":"ED336914",
        "title":"Materials on Self-Determination. Self-Advocacy: Speaking for Yourself [and] Annotated Bibliography on Self-Determination."},
      {
        "id":"ED336915",
        "title":"New Directions in Housing for People with Severe Disabilities: A Collection of Resource Materials."},
      {
        "id":"ED336916",
        "title":"Anything's Possible: Project RESCUE Helping Dreams Become Reality in Inner-City Atlanta."},
      {
        "id":"ED336917",
        "title":"In the Shadow of Pennhurst: The Orion Community."},
      {
        "id":"ED336918",
        "title":"Community Living for Adults in North Dakota: A Case Study of an Apartment Program."},
      {
        "id":"ED336919",
        "title":"Working On...A Survey of Emerging Issues in Supported Employment for People with Severe Disabilities."},
      {
        "id":"ED336920",
        "title":"Assuring Residential Quality: Issues, Approaches and Instruments."},
      {
        "id":"ED336921",
        "title":"Looking at the Bright Side: A Positive Approach to Qualitative Policy and Evaluation Research."},
      {
        "id":"ED336922",
        "title":"What Can We Count On To Make and Keep People Safe? Perspectives on Creating Effective Safeguards for People with Developmental Disabilities. [Selections from Background Papers and Discussions with Participants in the Pennsylvania Developmental Disabilities Planning Council Annual Retreat.]"},
      {
        "id":"ED336923",
        "title":"Affectionate Bonds: What We Can Learn By Listening to Friends."},
      {
        "id":"ED336924",
        "title":"&quot;Goin' For It&quot;: Life at the Gig Harbor Group Home."},
      {
        "id":"ED336925",
        "title":"The Caring Business: Lynch Community Homes, Willow Grove, Pennsylvania. A Case Study."},
      {
        "id":"ED336926",
        "title":"A Policy Analysis of Private Community Living Arrangements in Connecticut."},
      {
        "id":"ED336927",
        "title":"A Policy Analysis of the Supported Housing Demonstration Project, Pittsburgh, Pennsylvania."},
      {
        "id":"ED336928",
        "title":"&quot;The Answer to My Prayers&quot;: A Case Study of the CITE Family Support Program, Cincinnati, Ohio. Based on a Site Visit, September 1, 2, &amp; 3, 1987."},
      {
        "id":"ED336929",
        "title":"Against Pain as a Tool in Professional Work on People with Severe Disabilities."},
      {
        "id":"ED336931",
        "title":"New Challenges and Opportunities. Dimension: Languages '87. Report of the Southern Conference on Language Teaching."},
      {
        "id":"ED336933",
        "title":"Conversion to a Proficiency Oriented Curriculum at the University Level."},
      {
        "id":"ED336935",
        "title":"A Sequential Approach to Teaching and Testing the Listening and Speaking Skills."},
      {
        "id":"ED336936",
        "title":"Foreign Language Reading: Linguistic, Cognitive, and Affective Factors Which Influence Comprehension."},
      {
        "id":"ED336937",
        "title":"Writing Across the (Foreign Language) Curriculum."},
      {
        "id":"ED336939",
        "title":"The Newspaper and the Five Skills."},
      {
        "id":"ED336940",
        "title":"Teachers Working with Teachers: Becoming Proficient with Proficiency."},
      {
        "id":"ED336942",
        "title":"Going International in the Business World: A Special Purpose Course in Spanish."},
      {
        "id":"ED336943",
        "title":"The Videocassette Challenge: Strategies for the Foreign Language Teacher."},
      {
        "id":"ED336948",
        "title":"Teaching Translation of Fiction: A Dialogic Point of View."},
      {
        "id":"ED336949",
        "title":"The Use of Latent Trait Methods To Examine Second Language Proficiency."},
      {
        "id":"ED336951",
        "title":"The Need for Nonverbal Communication Theory When Teaching English as a Second Language: A Case Study in China."},
      {
        "id":"ED336953",
        "title":"Dreams, Realities, and Nightmares. The Present and Future of Foreign Language Education in the United States."},
      {
        "id":"ED336954",
        "title":"A Case for On-Going Evaluation in English Language Teaching Projects. CLCS Occasional Paper No. 29."},
      {
        "id":"ED336955",
        "title":"Computer-Assisted Writing Revision: Development of a Grammar Checker."},
      {
        "id":"ED336956",
        "title":"Theory, Research, and Applications: Selected Papers from the Annual Meeting of the National Association for Bilingual Education (16th, Denver, Colorado, March 30-April 3, 1987)."},
      {
        "id":"ED336958",
        "title":"The Development of Bilingual Behavior: Language Choice and Social Context."},
      {
        "id":"ED336959",
        "title":"Effective Schools Research and Language Instruction Programs."},
      {
        "id":"ED336961",
        "title":"Instructional Discourse in an Effective Kindergarten Classroom: A Case of Study."},
      {
        "id":"ED336962",
        "title":"Ecobehavioral Variables within a Classroom with Limited English Proficient Students."},
      {
        "id":"ED336965",
        "title":"Testing the Transfer Paradigm in Second Language Learning: The Case of Spelling Skills."},
      {
        "id":"ED336966",
        "title":"Conducting and Evaluating Oral Tests in the Second Language Classroom."},
      {
        "id":"ED336969",
        "title":"Comparison of Acculturation and Education Characteristics of Referred and Non-Referred Culturally and Linguistically Different Children."},
      {
        "id":"ED336972",
        "title":"Retention of the Latino University Student: Student Affirmative Action at CSULB."},
      {
        "id":"ED336973",
        "title":"Some Research-Based Issues and Recommendations Expressed at the Seminario Internacional Sobre la Educacion Bilingue."},
      {
        "id":"ED336974",
        "title":"Culture and the French Canadian: A Question of Survival."},
      {
        "id":"ED336980",
        "title":"Choosing Helpful Examples of Structures."},
      {
        "id":"ED336981",
        "title":"\"Back to Basics:\" Literacy for Second Language Learners in the Public Schools."},
      {
        "id":"ED336987",
        "title":"The Role of Error Correction in the Process-Oriented ESL Composition Classroom."},
      {
        "id":"ED336988",
        "title":"Perspectives on Proficiency: Curriculum &amp; Instruction. Dimension: Language '84-'85. Report on the Southern Conference on Language Teaching (1984 and 1985)."},
      {
        "id":"ED336990",
        "title":"Developmental Stages in Functional Language Proficiency."},
      {
        "id":"ED336992",
        "title":"Developing Functional Proficiency in Writing."},
      {
        "id":"ED336993",
        "title":"The Proficiency-Based German Class: Experiences and Perspectives."},
      {
        "id":"ED336994",
        "title":"The Study of Latin in American Schools: Success and Crisis."},
      {
        "id":"ED336996",
        "title":"Curriculum Framework for Foreign Language Education in the State of Florida."},
      {
        "id":"ED336997",
        "title":"Proficiency-Guided Business Units in High School Foreign Language Classes."},
      {
        "id":"ED336999",
        "title":"The Ultimate Curriculum Guide Outline: From Philosophy to Test Items."},
      {
        "id":"ED337001",
        "title":"Increasing Student Participation in the Foreign Language Class."},
      {
        "id":"ED337006",
        "title":"Planning for Proficiency. Dimension: Language '86. Report of the Southern Conference on Language Teaching (1986)."},
      {
        "id":"ED337009",
        "title":"Brothers Grimm Bicentenntial: Blueprint for a Community Celebration."},
      {
        "id":"ED337010",
        "title":"Florida: State of the Foreign Language Arts."},
      {
        "id":"ED337018",
        "title":"Fostering Home-School Cooperation: Involving Language Minority Families as Partners in Education."},
      {
        "id":"ED337019",
        "title":"Hanbuk Tungkol sa Edukasyon sa California para sa mga Magulang na ang Wika ay Minorya = A Handbook on California Education for Language Minority Parents. Pilipino/English Edition."},
      {
        "id":"ED337020",
        "title":"A Handbook on California Education for Language Minority Parents. Japanese/English Edition."},
      {
        "id":"ED337024",
        "title":"Toward English Proficiency for Indochinese Students. Increasing English Language Proficiency and Curriculum Achievement in English of Indochinese LEP Students in Grades 6-12. Third Year Evaluation Report of the Camden City (N.J.) Title VII Project, 1984-1987."},
      {
        "id":"ED337025",
        "title":"Remedying the Shortage of Teachers for Limited-English-Proficient Students. Report to the Superintendent from the Task Force on Selected LEP Issues."},
      {
        "id":"ED337026",
        "title":"Reading Attitudes in Asian ESL Learners."},
      {
        "id":"ED337027",
        "title":"School Success for Limited English Proficient Students. The Challenge and State Response."},
      {
        "id":"ED337031",
        "title":"The Bilingual Education Act: Twenty Years Later. New Focus, Occasional Papers in Bilingual Education, Number 6."},
      {
        "id":"ED337032",
        "title":"The Bilingual Education Act: 1988 Legislation. New Focus, No. Occasional Papers in Bilingual Education, Number 7."},
      {
        "id":"ED337033",
        "title":"Early Childhood Programs for Language Minority Children. Focus, Occasional Papers in Bilingual Education, Number 2."},
      {
        "id":"ED337034",
        "title":"Bilingual Education: A Focus on Current Research. Focus, Occasional Papers in Bilingual Education, Number 3."},
      {
        "id":"ED337035",
        "title":"Teaching and Testing for Academic Achievement: The Role of Language Development. Focus, Occasional Papers in Bilingual Education, Number 4."},
      {
        "id":"ED337036",
        "title":"Parent Involvement: A Resource for the Education of Limited English Proficient Students. Program Information Guide Series, Number 8, Fall 1988."},
      {
        "id":"ED337037",
        "title":"Innovative Strategies for Teaching Mathematics to Limited English Proficient Students. Program Information Guide Series, Number 10, Summer 1989."},
      {
        "id":"ED337038",
        "title":"Teaching Writing to Potentially English Proficient Students Using Whole Language Approaches. Program Information Guide Series, Number 11, Summer 1989."},
      {
        "id":"ED337039",
        "title":"Strategies for Involving LEP Students in the All-English-Medium Classroom: A Cooperative Learning Approach. Program Information Guide Series Number 12."},
      {
        "id":"ED337040",
        "title":"Integrating Learning Styles and Skills in the ESL Classroom: An Approach to Lesson Planning."},
      {
        "id":"ED337041",
        "title":"Informal Assessment in Educational Evaluation: Implications for Bilingual Education Programs."},
      {
        "id":"ED337042",
        "title":"The Development of the FLES Test--Spanish. Final Report."},
      {
        "id":"ED337044",
        "title":"Is There a Foreign Language Barrier in Engineering Research?"},
      {
        "id":"ED337047",
        "title":"The Contribution of SLA Theories and Research to Teaching Language."},
      {
        "id":"ED337048",
        "title":"Education in Wales and Welsh Language Teaching."},
      {
        "id":"ED337050",
        "title":"Learning Literacy and Language among Indo-Canadian Women."},
      {
        "id":"ED337051",
        "title":"The Education of Adult Migrant Farmworkers. Volume One: A Resource Base for Administrators And Teachers of Adult Education. Volume Two: Applications for Teachers and Administrators of Adult Education."},
      {
        "id":"ED337053",
        "title":"Volunteers for Literacy Grant. Final Report."},
      {
        "id":"ED337056",
        "title":"Family Literacy for Parents of Pre-Schoolers: A Title VII First-Year Evaluation Report."},
      {
        "id":"ED337058",
        "title":"Nonliterate Adult ESL Students. An Introduction for Teachers."},
      {
        "id":"ED337059",
        "title":"Learning ESL Literacy among Indo-Canadian Women. Final Report."},
      {
        "id":"ED337062",
        "title":"Student Loans in Higher Education: 1. Western Europe and the USA. Report of an IIEP Educational Forum. IIEP Dissemination Programme, Educational Forum Series, No. 1."},
      {
        "id":"ED337063",
        "title":"Student Loans in Higher Education: 2. Asia. Report of an IIEP Educational Forum. IIEP Dissemination Programme, Educational Forum Series, No. 2."},
      {
        "id":"ED337064",
        "title":"Teaching Undergraduates To Think about Ways To Accommodate Student Differences through Guided Inquiry."},
      {
        "id":"ED337067",
        "title":"Ethnic Enrollments at Major Urban Universities. Report No. 89-11."},
      {
        "id":"ED337069",
        "title":"Texas Nursing Education Cost Study and Funding Recommendations. A Report to the Legislative Budget Board from the Texas Higher Education Coordinating Board in Response to: 71st Legislature, Senate Bill 222, Article III, Rider 25, Regular Session 1989."},
      {
        "id":"ED337070",
        "title":"Core Curriculum: Making the Connections. Proceedings of a Conference sponsored by the Texas Higher Education Coordinating Board (Houston, Texas, July 20-23, 1990)."},
      {
        "id":"ED337071",
        "title":"Assessing College Classroom Environment Using Free Description: A Methodological Demonstration."},
      {
        "id":"ED337074",
        "title":"Naval Academy: Low Grades in Electrical Engineering Courses Surface Broader Issues. Report to Congressional Requesters."},
      {
        "id":"ED337075",
        "title":"Business Communication: An Undergraduate and Graduate Experience with Global Perspectives."},
      {
        "id":"ED337078",
        "title":"Teaching Business Students To Learn about Global Issues through Writing."},
      {
        "id":"ED337085",
        "title":"Educating Coast Guard Officers. Technical Report 5-90."},
      {
        "id":"ED337091",
        "title":"Relationship of Academic Variables to National Council for Licensure Examination for Registered Nurse Performance of Graduates in a Selected Associate Degree Nursing Program."},
      {
        "id":"ED337092",
        "title":"Recruitment and Retention of Minority Medical Students in SREB States."},
      {
        "id":"ED337097",
        "title":"Interaction and Interdependence: University-based Architectural Education and the Architectural Profession."},
      {
        "id":"ED337098",
        "title":"Listening to Your Alumni: One Way To Assess Academic Outcomes."},
      {
        "id":"ED337099",
        "title":"The College President's Role in Fund Raising."},
      {
        "id":"ED337101",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Kansas City, Missouri. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Kansas City, MO, May 6, 1991)."},
      {
        "id":"ED337102",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Vancouver, Washington. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Vancouver, WA, May 13, 1991)."},
      {
        "id":"ED337103",
        "title":"Linking Faculty Development with Adult Development: An Individualized Approach to Professional Growth and Renewal."},
      {
        "id":"ED337104",
        "title":"Model for Greek Alumni Relations Programs: A Five Step Approach."},
      {
        "id":"ED337105",
        "title":"The Early Retirees of Canadian Universities."},
      {
        "id":"ED337107",
        "title":"Selecting Teaching Methods for Differing Educational Objectives in Higher Education."},
      {
        "id":"ED337110",
        "title":"Higher Education and School Reform: Creating the Partnership."},
      {
        "id":"ED337111",
        "title":"The Methods and Effectiveness of State Licensing of Proprietary Institutions."},
      {
        "id":"ED337112",
        "title":"Assessing and Reporting Student Progress: a Response to the \"New Accountability.\""},
      {
        "id":"ED337113",
        "title":"Compendium of National Data Sources on Higher Education."},
      {
        "id":"ED337114",
        "title":"Crossroads: Montana Higher Education in the Nineties. Report of the Montana Education Commission for the Nineties and Beyond."},
      {
        "id":"ED337117",
        "title":"Substance and Alcohol Abuse Policy for Students."},
      {
        "id":"ED337118",
        "title":"Substance and Alcohol Abuse Policy for Employees."},
      {
        "id":"ED337119",
        "title":"Infusing Alcohol and Drug Prevention with Existing Classroom Study Units: Geography."},
      {
        "id":"ED337120",
        "title":"Infusing Alcohol and Drug Prevention with Existing Classroom Study Units: Mathematics."},
      {
        "id":"ED337121",
        "title":"Infusing Alcohol and Drug Prevention with Existing Classroom Study Units: Language Arts."},
      {
        "id":"ED337122",
        "title":"Infusing Alcohol and Drug Prevention with Existing Classroom Study Units: Science."},
      {
        "id":"ED337123",
        "title":"Infusing Alcohol and Drug Prevention with Existing Classroom Study Units: Exceptional Education."},
      {
        "id":"ED337124",
        "title":"Infusing Alcohol and Drug Prevention with Existing Classroom Study Units: Health."},
      {
        "id":"ED337125",
        "title":"Infusing Alcohol and Drug Prevention with Existing Classroom Study Units: Miscellaneous."},
      {
        "id":"ED337135",
        "title":"Camp Wanna-Read: Program Guide for the Texas Reading Club 1991."},
      {
        "id":"ED337137",
        "title":"Computer Integration in the Primary Grades."},
      {
        "id":"ED337142",
        "title":"When Powerful Tools Meet Conventional Beliefs and Institutional Constraints: National Survey Findings on Computer Use by American Teachers. Report No. 49."},
      {
        "id":"ED337144",
        "title":"Effectiveness of Interactive Videodisc in Army Communications Training."},
      {
        "id":"ED337145",
        "title":"Great Teaching in the One Computer Classroom. Second Edition."},
      {
        "id":"ED337150",
        "title":"Three Different Views of Students: The Role of Technology in Assessing Student Performance. Technical Report No. 12."},
      {
        "id":"ED337151",
        "title":"A World in the Classroom: Making Sense of Seasonal Change through Talk and Technology. Technical Report No. 11."},
      {
        "id":"ED337152",
        "title":"Trading Places: When Teachers Utilize Student Expertise in Technology-Intensive Classrooms."},
      {
        "id":"ED337153",
        "title":"The Relationship between Technological Innovation and Collegial Interaction."},
      {
        "id":"ED337154",
        "title":"Penetrating the Glass Wall: Creating and Retaining the Interactive Illusion in Televised Distance Education."},
      {
        "id":"ED337155",
        "title":"Semiotic Criteria for Evaluating Instructional HyperMedia."},
      {
        "id":"ED337157",
        "title":"The Use of Computers in Education Worldwide: Results from a Comparative Survey in 18 Countries."},
      {
        "id":"ED337162",
        "title":"Technical Reports &amp; Working Papers: A Publication History."},
      {
        "id":"ED337164",
        "title":"Suggested Copyright Policy and Guidelines for California's School Districts."},
      {
        "id":"ED337172",
        "title":"Large Print Bibliography, 1990."},
      {
        "id":"ED337173",
        "title":"Ask Me about DELCAT: A Self-Paced Workbook to DELCAT Technical Services. 3rd Edition."},
      {
        "id":"ED337174",
        "title":"Information Power for Washington: Guidelines for School Library Media Programs. Revised."},
      {
        "id":"ED337179",
        "title":"Training of Technical Services Staff in the Automated Environment. SPEC Kit 171."},
      {
        "id":"ED337180",
        "title":"Library Automation in the Republic of China: Practical Aspects and Perspectives."},
      {
        "id":"ED337186",
        "title":"The New York State Program for the Conservation and Preservation of Library Research Materials. Conservation Environment Guidelines for Libraries and Archives."},
      {
        "id":"ED337187",
        "title":"Patient Education for Self-Care: The Role of Nurses. Current Bibliographies in Medicine. January 1983 through November 1990."},
      {
        "id":"ED337188",
        "title":"The White House Conference on Library and Information Services (Washington, D.C., July 9-13, 1991)."},
      {
        "id":"ED337189",
        "title":"The White House Conference on Library and Information Services. July 9-13, 1991. Discussion Papers."},
      {
        "id":"ED337190",
        "title":"The International Dimension. Proceedings of A Pre-Conference Symposium [on] The White House Conference on Library and Information Services. Final Report."},
      {
        "id":"ED337191",
        "title":"The White House Conference on Library and Information Services. July 1991. Delegate Education Materials."},
      {
        "id":"ED337192",
        "title":"The White House Conference on Library and Information Services 1991. Theme Statements."},
      {
        "id":"ED337193",
        "title":"Workforce 2000. Executive Summary. White House Conference on Library and Information Services."},
      {
        "id":"ED337194",
        "title":"Marketing: Putting People in the Process. White House Conference on Library and Information Services."},
      {
        "id":"ED337195",
        "title":"Public Library Standards: The Quest for Excellence. White House Conference on Library and Information Services."},
      {
        "id":"ED337196",
        "title":"The Information Age: Promise or Dream. White House Conference on Library and Information Services."},
      {
        "id":"ED337197",
        "title":"The Challenge of the Information Age. White House Conference on Library and Information Services."},
      {
        "id":"ED337198",
        "title":"The Idea of a Library in 2001. White House Conference on Library and Information Services."},
      {
        "id":"ED337199",
        "title":"Preservation Integrity of Our Nation's Records at Risk. White House Conference on Library and Information Services."},
      {
        "id":"ED337200",
        "title":"Statistics in Support of the Ten Topic Areas. White House Conference on Library and Information Services."},
      {
        "id":"ED337201",
        "title":"White House Conference on Library and Information Services: Keynote Addresses, Remarks, and Presented Papers (2nd, Washington, D.C., July 9-13, 1991)."},
      {
        "id":"ED337202",
        "title":"White House Conference on Library and Information Services. Issue Briefing Book."},
      {
        "id":"ED337203",
        "title":"Psychological Dimensions of User-Computer Interfaces. ERIC Digest."},
      {
        "id":"ED337205",
        "title":"Science, Mathematics, Engineering, and Technology in Two-Year and Community Colleges. Higher Education Surveys Number 9."},
      {
        "id":"ED337206",
        "title":"Pueblo Community College Objectives: 1990-91 Completed, 1991-92 Current, 1992-93 Projected, 1995-96 Projected."},
      {
        "id":"ED337207",
        "title":"Faculty Handbook: A Resource Guide for Experienced Faculty. 1991-1992."},
      {
        "id":"ED337210",
        "title":"College Renewal through the Self-Study Process."},
      {
        "id":"ED337212",
        "title":"[Report Prepared for the] Intersegmental Coordinating Committee Meeting, January 17, 1991."},
      {
        "id":"ED337215",
        "title":"Approaching a Comprehensive Institutional Plan for Western Iowa Tech Community College. Phase II: Creating a New Vision."},
      {
        "id":"ED337216",
        "title":"Promoting Career Opportunities in Nursing to the Minority and Male Population of Galveston."},
      {
        "id":"ED337220",
        "title":"Curriculum Guide and Index and Matrix for IRCA ESL Programs."},
      {
        "id":"ED337224",
        "title":"Commitment to Quality: Educational Accountability for California Community Colleges."},
      {
        "id":"ED337225",
        "title":"Transfer: A Plan for the Future."},
      {
        "id":"ED337228",
        "title":"Conflicting Voices in the Definition of the Junior/Community College."},
      {
        "id":"ED337229",
        "title":"The Redemptive Role of the Community College within a Rural Society."},
      {
        "id":"ED337230",
        "title":"Technology Transfer: Continuing Education's Hidden Treasure for the 21st Century."},
      {
        "id":"ED337231",
        "title":"El Paso Community College Health Careers Opportunity Program (HCOP)."},
      {
        "id":"ED337233",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1989-90. Research Report Number 6-91."},
      {
        "id":"ED337234",
        "title":"Center Stage: A Platform for the Discussion of Teaching/Learning Ideas. Volume 1, Numbers 1-8, 1990-91."},
      {
        "id":"ED337241",
        "title":"Child Labor Act of 1990. Hearing before the Subcommittee on Labor and Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, Second Session on S. 2548 To Amend the Fair Labor Standards Act of 1938 To Increase Penalities for Employers Who Violate the Child Labor Provisions of Such Act."},
      {
        "id":"ED337244",
        "title":"Longitudinal and Behavior Genetic Analyses of Inhibition from 14 to 36 Months: The MacArthur Longitudinal Twin Study."},
      {
        "id":"ED337245",
        "title":"Program Continuity: Elementary Education in Action."},
      {
        "id":"ED337246",
        "title":"A Statewide Search for Exemplary Practices in Early Childhood Education in Illinois."},
      {
        "id":"ED337249",
        "title":"J. A. Comenius: Reflections in the New World."},
      {
        "id":"ED337251",
        "title":"Preschoolers' Understanding of Challenging Peer Situations."},
      {
        "id":"ED337252",
        "title":"Project SAIL: The First Two Years, 1987-88 and 1988-89."},
      {
        "id":"ED337253",
        "title":"Socialization of Emotion: Pathway to Preschoolers' Affect Regulation and Emotion Knowledge?"},
      {
        "id":"ED337254",
        "title":"A Model for General Parenting Skill is Too Simple: Mediational Models Work Better."},
      {
        "id":"ED337257",
        "title":"Determinants of Strategy Choices in Deciding an Order of Preference for a Group."},
      {
        "id":"ED337258",
        "title":"Summary of the Public Hearings on the Federal Child Care and Development Block Grant."},
      {
        "id":"ED337260",
        "title":"Loneliness in Middle Childhood: Concurrent and Longitudinal Predictors."},
      {
        "id":"ED337261",
        "title":"A Child Care WORKS Profile of Child Care in the Seven County Metropolitan Area, 1991."},
      {
        "id":"ED337263",
        "title":"The Family's Construction of Past Stressors: Clues in the Measurement of Family Stories."},
      {
        "id":"ED337264",
        "title":"Get Ready, Get Set, Parent's Role: Parent Booklet."},
      {
        "id":"ED337265",
        "title":"Child Care: A Summary and Analysis of New Federal Programs and Tax Credits. 101st Congress in Review. State-Federal Issue Brief Vol. 3, No. 8."},
      {
        "id":"ED337266",
        "title":"Prekindergarten Curriculum: Implications for State Policy. Policy Issues."},
      {
        "id":"ED337267",
        "title":"Children and Family Structures: Child and Different Relationships of Recent Family Types. Proceedings from the Fenno Hungarian Conference on Recent Family Types (Lahti, Finland, July 5-7, 1989)."},
      {
        "id":"ED337269",
        "title":"Parents Hold a Key to \"The Land of Opportunity.\""},
      {
        "id":"ED337270",
        "title":"Nebraska Preschool Child Care: 1990. A Survey of Parents on Access to Quality Child Care."},
      {
        "id":"ED337271",
        "title":"The Development of Moral Responsibility in Friendship."},
      {
        "id":"ED337275",
        "title":"Perspectives on Early Childhood Education: Growing with Young Children toward the 21st Century. NEA Early Childhood Education Series."},
      {
        "id":"ED337276",
        "title":"Iowa Local Early Childhood Advisory Committee Reports: An Analysis of Community Programs, Needs, and Possibilities."},
      {
        "id":"ED337277",
        "title":"Iowa Vision for Early Childhood."},
      {
        "id":"ED337278",
        "title":"The Parent Principle: Prerequisite for Educational Success. Focus 6."},
      {
        "id":"ED337280",
        "title":"Reading, Reporting, and Repast: Three R's for Co-Constructing Language and Literacy Skills."},
      {
        "id":"ED337282",
        "title":"Catholic Preschools: Some Legal Concerns."},
      {
        "id":"ED337283",
        "title":"Extended Care Programs in Catholic Schools: Some Legal Concerns."},
      {
        "id":"ED337284",
        "title":"\"Why Play Is the Fundamental Right of the Child.\" Theme Session I."},
      {
        "id":"ED337287",
        "title":"Development of Preschoolers' Picture-Elicited Narratives."},
      {
        "id":"ED337289",
        "title":"Current Telephone-Based Schoolwork Assistance Programs: An Analysis of Their Findings."},
      {
        "id":"ED337290",
        "title":"Parent Perceptions of the Importance of Computer Knowledge for Young Children."},
      {
        "id":"ED337291",
        "title":"A Study of the Factors Which Contribute to the Academic Performance of First Grade At-Risk Hispanic Students at a Schoolwide Projects Facility."},
      {
        "id":"ED337293",
        "title":"Mothers Also Withdraw from Parent-Child Interaction as a Short-Term Response to Increased Load at Work."},
      {
        "id":"ED337294",
        "title":"Early Words for Movement."},
      {
        "id":"ED337296",
        "title":"Mothers and Peers as Conversational Partners: Quantity and Quality of Talk."},
      {
        "id":"ED337300",
        "title":"The National Curriculum of England and Wales: Its Implementation and Evaluation in Early Childhood Classrooms."},
      {
        "id":"ED337301",
        "title":"Working with Families: Promising Programs To Help Parents Support Young Children's Learning. Summary of Findings. Final Report."},
      {
        "id":"ED337302",
        "title":"Reflections on Tribal Governance in Montana."},
      {
        "id":"ED337305",
        "title":"Special Education Teacher Training To Prevent Minority School Dropouts in Rural Areas."},
      {
        "id":"ED337308",
        "title":"A Computerized Risk Index Screening Program for At-Risk Students."},
      {
        "id":"ED337310",
        "title":"High Tech in the Heartland: Teachers Designing Computer Activities for Rural Classrooms."},
      {
        "id":"ED337314",
        "title":"Rural Health Care for Children with Special Health Care Needs: Results of the 1989 National Bureau of Maternal and Child Health Survey."},
      {
        "id":"ED337315",
        "title":"Meeting Northern Arizona's Supported Employment Training Needs."},
      {
        "id":"ED337321",
        "title":"Good Bye, Good Luck, Good Life: Are We Preparing Students with Handicaps for Successful Post-School Outcomes in South Dakota?"},
      {
        "id":"ED337322",
        "title":"Inventory of Personal Skills for Achievement: Validity and Reliability Study of an Instrument for Identifying Educationally At-Risk Junior [High] School Students."},
      {
        "id":"ED337325",
        "title":"The Rural Southwest in the Year 2002: Implications for Educational Policy."},
      {
        "id":"ED337328",
        "title":"Hands-On Science Instruction in the Rural Elementary School: A Strategy To Reduce the High School Dropout Rate."},
      {
        "id":"ED337330",
        "title":"Partnerships for Preventing Rural School Dropouts."},
      {
        "id":"ED337331",
        "title":"The Phi Delta Kappa At-Risk Scale: Its Composition, Meaning and Educational Implications."},
      {
        "id":"ED337335",
        "title":"Rural Community Library in 2001."},
      {
        "id":"ED337336",
        "title":"Building Staff Competencies and Selecting Communications Methods for Waste Management Programs."},
      {
        "id":"ED337337",
        "title":"Rural and Urban Youth Programs."},
      {
        "id":"ED337344",
        "title":"Chapter 1 in Three Easy Steps: A Manual for Rural Chapter 1 Teachers and Coordinators."},
      {
        "id":"ED337345",
        "title":"State Indicators of Science and Mathematics Education 1990."},
      {
        "id":"ED337349",
        "title":"Gender and Mathematics: An International Perspective."},
      {
        "id":"ED337350",
        "title":"Aspects of Cognitive Apprenticeship in Science Teaching."},
      {
        "id":"ED337351",
        "title":"Attitude Research in Science Education: Contemporary Models and Methods."},
      {
        "id":"ED337352",
        "title":"Predicting and Understanding Korean High School Students' Science Track Choice: Testing the Theory of Reasoned Action by Structural Equation Modeling."},
      {
        "id":"ED337353",
        "title":"Hispanic-American Students' Attitudes toward Enrolling in High School Chemistry: A Study of Planned Behavior and Belief-Based Change."},
      {
        "id":"ED337354",
        "title":"The Effects of Free Exploration from Hands-On Science Center Exhibits."},
      {
        "id":"ED337356",
        "title":"Begin with the Nuts and Bolts of S/T/S."},
      {
        "id":"ED337357",
        "title":"Science in the Classroom: Two Strategies."},
      {
        "id":"ED337359",
        "title":"Elementary Textbooks versus the Child: Conflicting Perceptions of Biology."},
      {
        "id":"ED337360",
        "title":"A Plant Identification Task: Avoidance Strategies in Children."},
      {
        "id":"ED337362",
        "title":"Common Differences between Black and White Women. Changing the Ways We Think about and Teach Women's Experiences and the Humanities. Conference Bibliography."},
      {
        "id":"ED337366",
        "title":"Soaps and Sitcoms as Socialization: The Role of Television in Citizenship Education."},
      {
        "id":"ED337371",
        "title":"Coordinated Health and Human Resources Development: Report of a WHO Study Group. Technical Report Series No. 801."},
      {
        "id":"ED337374",
        "title":"Resources for Teachers. &quot;Turning Ideas Into Reality: The Executive Branch Fosters Engineering Excellence.&quot; An Institute for Pre-College Science and Social Studies Teachers (West Hartford, Connecticut, February 18-19, 24-26, 1989). Revised."},
      {
        "id":"ED337375",
        "title":"The Roman Family: A Bridge to Roman Culture, Values, and Literature. A Curriculum Guide."},
      {
        "id":"ED337376",
        "title":"Identifying Issues in the Criticism of Social Studies Teaching."},
      {
        "id":"ED337377",
        "title":"&quot;The Wilder Years,&quot; The Little House Books and Other Resources on the Westward Movement."},
      {
        "id":"ED337378",
        "title":"A Proposal for a Course on the Sociology of Work and the Family. Working Paper No. 133."},
      {
        "id":"ED337379",
        "title":"Integrating the Curriculum: Teaching about Lesbians and Homophobia. Working Paper No. 138."},
      {
        "id":"ED337380",
        "title":"Feminist Transformation: Teaching Experimental Psychology. Working Paper No. 140."},
      {
        "id":"ED337381",
        "title":"Communication and the Foundations of the Social Sciences: Contributions of Peirce, Apel, and Habermas."},
      {
        "id":"ED337384",
        "title":"Distinctive Curriculum Materials in K-6 Social Studies. Elementary Subjects Center Series No. 35."},
      {
        "id":"ED337385",
        "title":"Social Studies Education Should Be Driven by Major Social Education Goals. Research Series No. 205."},
      {
        "id":"ED337386",
        "title":"Geography in U.S. History: A Teacher&apos;s Guide."},
      {
        "id":"ED337388",
        "title":"Is Curriculum Integration a Boon or a Threat to Social Studies? Research Series No. 204."},
      {
        "id":"ED337390",
        "title":"How Do You Spell Social Studies?"},
      {
        "id":"ED337391",
        "title":"More Than a Good Idea: Moving from Words to Action in Social Studies. 1989 British Columbia Assessment of Social Studies Provincial Report."},
      {
        "id":"ED337392",
        "title":"Cognitive Style and Hemispheric Dominance: Piecing the Puzzle Together--Toward Practical Application in Teaching the Social Studies."},
      {
        "id":"ED337393",
        "title":"Where Is Geography? Three Studies of Thinking and Teaching. Technical Report."},
      {
        "id":"ED337399",
        "title":"The Role of Literature and Writing in Social Studies Methods Texts: A Case for Change in Teacher Education."},
      {
        "id":"ED337400",
        "title":"Arts Education. Advisory List of Instructional Media."},
      {
        "id":"ED337401",
        "title":"Visitor Learning in Museums. Curiosity and Human Development Theories: Implications for Museum Programs and Exhibit Design. Museum Studies Program. Reviews of Current Research Volume 1."},
      {
        "id":"ED337402",
        "title":"The Engineer and the Societal Dilemma: An Interdisciplinary Approach."},
      {
        "id":"ED337403",
        "title":"Publications Relating to the 1990-91 College Debate Topic. Subject Bibliography."},
      {
        "id":"ED337406",
        "title":"Social Development and the Curriculum."},
      {
        "id":"ED337407",
        "title":"Storytelling, Imagination, and Fanciful Elaboration in Children's Historical Reconstructions. Elementary Subjects Center Series No. 38."},
      {
        "id":"ED337409",
        "title":"The Lessons of the Vietnam War."},
      {
        "id":"ED337411",
        "title":"Education in a Declining Economy: The Case of Zambia: 1975-1985. EDI Development Policy Case Series. Analytical Case Studies Number 8."},
      {
        "id":"ED337413",
        "title":"Educacion en Ciencia, Tecnologia y Sociedad: Teoria y Practica (Education in Science, Technology, and Society: Theory and Practice)."},
      {
        "id":"ED337415",
        "title":"Teaching As an Autonomous Profession: Teacher Training in a New Key."},
      {
        "id":"ED337418",
        "title":"Teachers: Lost at the Crossroads of Historiography."},
      {
        "id":"ED337419",
        "title":"The Changing Role of Headteachers in England and Wales."},
      {
        "id":"ED337421",
        "title":"Developing a Theoretical Framework for Faculty Planning and Collaboration."},
      {
        "id":"ED337423",
        "title":"The Cincinnati Initiative: Restructuring Teacher Education--Process, Conflict, Resolution."},
      {
        "id":"ED337424",
        "title":"Changing Teaching Effectiveness Behavior through In-Service."},
      {
        "id":"ED337425",
        "title":"A Metaphorical Analysis of Professional Development Conferences with Teachers: Implications for Evaluating Statewide Teacher Assessment Initiatives."},
      {
        "id":"ED337426",
        "title":"Toward a Shared Vision of Education Reform: Establishing Professional Development Schools. Draft."},
      {
        "id":"ED337427",
        "title":"Subject Specific Pedagogy: Are We Ready To Change Our Vision of Teaching?"},
      {
        "id":"ED337428",
        "title":"Beginning Teachers' and Mentors' Perceptions of Effective Mentoring Programs (Draft)."},
      {
        "id":"ED337430",
        "title":"Soviet-American Dance Medicine. Proceedings of the Glasnost Dance Medicine Conference and Workshops (Boston, Massachusetts, May 18-19, 1990)."},
      {
        "id":"ED337431",
        "title":"College Student Self-Care Diary."},
      {
        "id":"ED337432",
        "title":"Annual in Therapeutic Recreation. Volume 2."},
      {
        "id":"ED337433",
        "title":"An Environmental Education Approach to the Training of Middle Level Teachers: A Prototype Programme. Environmental Education Series 30."},
      {
        "id":"ED337434",
        "title":"The Context for a Clinical Teacher Education Component."},
      {
        "id":"ED337436",
        "title":"The Teaching Profession As Perceived by African-Americans."},
      {
        "id":"ED337437",
        "title":"State Approved Alternative Certification: Are These Programs Changing the Face of Teacher Preparation?"},
      {
        "id":"ED337439",
        "title":"Teachers for Florida's Classrooms: The Experimental Alternative Certification Program for Secondary Teachers. Report and Recommendations."},
      {
        "id":"ED337441",
        "title":"Teachers as Learners: Accountability and Growth."},
      {
        "id":"ED337444",
        "title":"Public School Professional Personnel Report 1990-1991. New York State 1990-91."},
      {
        "id":"ED337446",
        "title":"Syntopical Theory and the Foundations of Education."},
      {
        "id":"ED337447",
        "title":"Matching Beginning Teachers and Mentors: Perceptions of Participants in a State-Mandated Mentoring Program."},
      {
        "id":"ED337448",
        "title":"In the Eyes of the Beholder: Beginning Teachers' Conception of the Nature of Science and Science Teaching."},
      {
        "id":"ED337452",
        "title":"Improving Instructional and Classroom Management Skills: Effects and Implications of a Staff Development Programme and Coaching for In-service Education."},
      {
        "id":"ED337453",
        "title":"Research Genres in Teacher Education. Issue Paper 91-1."},
      {
        "id":"ED337454",
        "title":"Making Conversations about Teaching and Learning in an Introductory Teacher Education Course. Craft Paper 91-2."},
      {
        "id":"ED337455",
        "title":"Aspects of Teacher Supply and Demand in Public School Districts and Private Schools: 1987-88. E.D. TABS."},
      {
        "id":"ED337456",
        "title":"Teacher Education Policy in the States: A 50-State Survey of Legislative and Administrative Actions."},
      {
        "id":"ED337457",
        "title":"Early Childhood Education: State Policy and Practice. An Issue Paper."},
      {
        "id":"ED337458",
        "title":"Teaching Thinking for Learning: North Carolina's Statewide Effort."},
      {
        "id":"ED337459",
        "title":"The Dialogues of Teacher Education: Entering and Influencing Preservice Teachers' Internal Conversations. Research Report 91-4."},
      {
        "id":"ED337460",
        "title":"Practicing What We Teach. Research Report 91-5."},
      {
        "id":"ED337462",
        "title":"Interim Report on the Evaluation of the 1990 NAEP Trial State Assessment. April 1991."},
      {
        "id":"ED337463",
        "title":"Generalizing Criterion-Related Validity Evidence for Certification Requirements across Situations and Specialty Areas."},
      {
        "id":"ED337464",
        "title":"An Investigation of Methods for Improving Estimation of Test Score Distributions."},
      {
        "id":"ED337465",
        "title":"Computerized Test Construction Using an Average Growth Approximation of Target Information Functions."},
      {
        "id":"ED337466",
        "title":"Mapping Career Groups on Basic Interest Dimensions."},
      {
        "id":"ED337467",
        "title":"Differential Test and Item Performance of Talented Youth and High School Seniors on the ACT."},
      {
        "id":"ED337468",
        "title":"Effects of High-Stakes Testing on Instruction."},
      {
        "id":"ED337469",
        "title":"Grade 4 Mastery Test Results. Summary and Interpretations: 1990-91. Connecticut Education Evaluation and Remedial Assistance."},
      {
        "id":"ED337470",
        "title":"Grade 6 Mastery Test Results. Summary and Interpretations: 1990-91. Connecticut Education Evaluation and Remedial Assistance."},
      {
        "id":"ED337471",
        "title":"Grade 8 Mastery Test Results. Summary and Interpretations: 1990-91. Connecticut Education Evaluation and Remedial Assistance."},
      {
        "id":"ED337472",
        "title":"Projections of Public and Nonpublic School Enrollment and High School Graduates to 2000-01, New York State."},
      {
        "id":"ED337474",
        "title":"Proceedings of the 1984 IPMAAC Conference on Public Personnel Assessment (8th, Seattle, Washington, May 6-10, 1984)."},
      {
        "id":"ED337475",
        "title":"Proceedings of the 1985 IPMAAC Conference on Public Personnel Assessment (9th, New Orleans, Louisiana, June 16-20, 1985)."},
      {
        "id":"ED337476",
        "title":"Proceedings of the 1986 IPMAAC Conference on Public Personnel Assessment (10th, San Francisco, California, June 15-19, 1986)."},
      {
        "id":"ED337477",
        "title":"Proceedings of the 1980 IPMAAC Conference on Public Personnel Assessment (4th, Boston, Massachusetts, July 6-10, 1980)."},
      {
        "id":"ED337478",
        "title":"Proceedings of the 1981 IPMAAC Conference on Public Personnel Assessment (5th, Denver, Colorado, May 10-14, 1981)."},
      {
        "id":"ED337479",
        "title":"Proceedings of the 1982 IPMAAC Conference on Public Personnel Assessment (6th, Minneapolis, Minnesota, June 6-10, 1982)."},
      {
        "id":"ED337480",
        "title":"Proceedings of the 1983 IPMAAC Conference on Public Personnel Assessment (7th, Washington, D.C., May 22-26, 1983)."},
      {
        "id":"ED337481",
        "title":"Adapting Tests for Use in Different Cultures: Technical Issues and Methods."},
      {
        "id":"ED337483",
        "title":"A Psychological Measurement of Student Testing Design Preferences."},
      {
        "id":"ED337484",
        "title":"Proceedings of the 1988 IPMAAC Conference on Personnel Assessment (12th, Las Vegas, Nevada, June 19-23, 1988)."},
      {
        "id":"ED337485",
        "title":"Proceedings of the 1990 IPMAAC Conference on Personnel Assessment (14th, San Diego, California, June 24-28, 1990)."},
      {
        "id":"ED337486",
        "title":"Evaluation of New York State's Children and Youth Intensive Case Management Program."},
      {
        "id":"ED337487",
        "title":"Issues in Teacher Competency Tests."},
      {
        "id":"ED337488",
        "title":"Meaningful Assessment of Problem-Solving Activities in the Classroom: Some Exemplars. Research Monograph No. 2."},
      {
        "id":"ED337489",
        "title":"Expanding Student Assessment."},
      {
        "id":"ED337494",
        "title":"Toward Extended Assessment: The Big Picture."},
      {
        "id":"ED337497",
        "title":"Comprehensive Adult Student Assessment System: IRCA Pre-Enrollment Appraisal Manual."},
      {
        "id":"ED337498",
        "title":"Using the California Critical Thinking Skills Test in Research, Evaluation, and Assessment."},
      {
        "id":"ED337499",
        "title":"Statistical Tests of Significance for the One Group Posttest Only Design."},
      {
        "id":"ED337501",
        "title":"National Assessment of Educational Progress."},
      {
        "id":"ED337502",
        "title":"Reporting High-School Graduation and Other High School Completer Statistics: Recommendations Developed by the Education Data Improvement Project Task Force on High School Completion Rates."},
      {
        "id":"ED337503",
        "title":"Lamar High School: Instructional Tracks and Student Achievement (1990/91)."},
      {
        "id":"ED337506",
        "title":"Your Career Starts Here: A Student's Guide to the ASVAB. [Revised.]"},
      {
        "id":"ED337507",
        "title":"Discovering What Schools Really Teach: Designing Improved Coursework Indicators. Joint Report JR-02."},
      {
        "id":"ED337508",
        "title":"The Fourth R: Responsibility. A Handbook for School Staff: To Promote School-Home Relations and Educational Equity."},
      {
        "id":"ED337511",
        "title":"Parent Participation in the Chicago Public Schools."},
      {
        "id":"ED337512",
        "title":"Reasons for Dropping Out of School and Assessment of Risk Factors: A Comparison of Dropouts, &quot;At-Risk,&quot; and &quot;Regular&quot; Students."},
      {
        "id":"ED337513",
        "title":"IN-D'MAND: Internships for Disabled, Minority, and Disadvantaged Students. Vocational Education Resource Package."},
      {
        "id":"ED337514",
        "title":"Business Impact on Education and Child Development Reform: A Study Prepared for the Committee for Economic Development."},
      {
        "id":"ED337516",
        "title":"Growing Up in a Single-Parent Family: Some Not-So-Negative Effects on Adolescent Females' Plans for the Future."},
      {
        "id":"ED337517",
        "title":"Predicting Adolescent Females' Plans for Higher Education: Race and Socioeconomic Differences."},
      {
        "id":"ED337518",
        "title":"Life in the Industrial Heartland: A Profile of Latinos in the Midwest."},
      {
        "id":"ED337524",
        "title":"A Mentor, Peer Group, Incentive Model for Helping Underclass Youth. Research Paper."},
      {
        "id":"ED337525",
        "title":"Underrepresented Minorities and Women in Science, Mathematics, and Engineering: Problems and Issues for the 1990s. CRS Report for Congress."},
      {
        "id":"ED337528",
        "title":"Providing Options for At-Risk Youth: The Health and Media Academies in Oakland. Final Report."},
      {
        "id":"ED337529",
        "title":"An Understanding of Academic Excellence through the Ethnography of High and Low Achieving Secondary School Students."},
      {
        "id":"ED337531",
        "title":"Evaluation of Chapter I Take-Home Computer Program. Report No. 7, Vol. 25."},
      {
        "id":"ED337532",
        "title":"Grade Retention: A Longitudinal Study of School Correlates of Rates of Retention."},
      {
        "id":"ED337533",
        "title":"Espoused Theoretical Frameworks and the Leadership Behaviors of Principals in Achieving Urban Elementary Schools."},
      {
        "id":"ED337534",
        "title":"The Oakland Explorers Workshop Workbook. Working Paper 517."},
      {
        "id":"ED337535",
        "title":"Vision as a Core Component in School Culture. Symposium: Professional Culture in Schools: Types and Processes."},
      {
        "id":"ED337537",
        "title":"Sustained Effects of Chapter 1 Participation 1987-1990. Evaluation Report."},
      {
        "id":"ED337538",
        "title":"Education Confronts Changing Demographics. The Challenge to Edge Cities."},
      {
        "id":"ED337542",
        "title":"Oregon&apos;s Chapter 1 Handbook: Elementary and Secondary School Improvement Amendments of 1988 (Public Law 100-297) Addressing that Portion of the Law which Provides Services for Educationally-Deprived Children."},
      {
        "id":"ED337543",
        "title":"A Catholic Response to the Asian Presence."},
      {
        "id":"ED337544",
        "title":"Higher Achievement and Improvement Through Instruction with Computers and Scholarly Transition and Resource Systems Program (Project HAITI STARS), 1989-90. Final Evaluation Report."},
      {
        "id":"ED337545",
        "title":"Bilingualism in the Computer Age, 1989-90. Final Evaluation Report."},
      {
        "id":"ED337548",
        "title":"Towards a Healthy District: Organizing and Managing District Health Systems Based on Primary Health Care."},
      {
        "id":"ED337553",
        "title":"Batiendo La Olla (&quot;Stirring the Pot&quot;): A Cross-Generational Comparison and Self-Study by Second Generation Puerto Ricans in Philadelphia. A Final Narrative Report to &quot;Youthgrants in the Humanities,&quot; National Endowment for the Humanities."},
      {
        "id":"ED337556",
        "title":"Funding Interventions for Students at Risk. School Finance Series."},
      {
        "id":"ED337557",
        "title":"Urban Education Network Post-Conference Yearbook. North Central Regional Educational Laboratory's TECH EXPO and Conference 1990."},
      {
        "id":"ED337559",
        "title":"A Guide to High School Redirection. R &amp; D Report 91-01."},
      {
        "id":"ED337566",
        "title":"H.R. 3098 A Bill To Improve the College Participation Rates of Groups Underserved by Institutions of Higher Education and for Other Purposes. 102d Congress, 1st Session."},
      {
        "id":"ED337569",
        "title":"At-Risk Students Three Years Later: We Know Which Ones Will Drop Out. Publication No. 90.16."},
      {
        "id":"ED337570",
        "title":"Comparing Actual and Predicted Dropout Rates To Evaluate Program Effectiveness. Publication No. 90.19."},
      {
        "id":"ED337575",
        "title":"Assessment in Adult Literacy Programs."},
      {
        "id":"ED337576",
        "title":"JTPA and High-Risk Youth: A Guide to Successful Employment &amp; Training Programs."},
      {
        "id":"ED337577",
        "title":"The Use of a Qualifying Instrument To Determine Success on the General Educational Development Test."},
      {
        "id":"ED337579",
        "title":"Basic Skills Training: A Launchpad for Success in the Workplace. Literacy Task Analysis Project. Final Technical Report."},
      {
        "id":"ED337580",
        "title":"Literacy Task Analysis. A How To Manual for Workplace Trainers."},
      {
        "id":"ED337581",
        "title":"From Structure to Content: Evidence for Styles of Thinking in Adulthood."},
      {
        "id":"ED337586",
        "title":"Employment Profile of the Service Sector in Selected Countries."},
      {
        "id":"ED337588",
        "title":"Instructional Technology and Worker Learning Needs. Contractor Report."},
      {
        "id":"ED337590",
        "title":"Training and Competitiveness in U.S. Manufacturing and Services: Training Needs and Practices of Lead Firms in Textile, Banking, Retailing and Business Services. Contractor Report."},
      {
        "id":"ED337592",
        "title":"Training in the Workplace: An IBM Case Study. Contractor Report."},
      {
        "id":"ED337596",
        "title":"Strategies for Vocational Education Delivery Systems. Final Report."},
      {
        "id":"ED337600",
        "title":"Hearings on Proposed Amendments to the Job Training Partnership Act. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Washington, DC, May 9 and 21, 1991; Bellmawr, NJ, June 17, 1991)."},
      {
        "id":"ED337602",
        "title":"Vocational Ethics: A Supplementary Instructional Packet."},
      {
        "id":"ED337603",
        "title":"Career Planning for Adult Probationers: An Educational Resource Handbook for Probation Officers."},
      {
        "id":"ED337606",
        "title":"Meeting Challenges: A Literacy Project for Adults with Developmental Disabilities."},
      {
        "id":"ED337607",
        "title":"Voices Rising: A Bulletin about Women and Popular Education. Volumes 1-4. 1987-1990."},
      {
        "id":"ED337611",
        "title":"Architectural Drafting: Commercial Applications. Teacher Guide."},
      {
        "id":"ED337612",
        "title":"Employment in Agribusiness. Teacher Edition. Second Edition."},
      {
        "id":"ED337613",
        "title":"Food Production, Management and Services: Management. Teacher Edition. Second Edition."},
      {
        "id":"ED337614",
        "title":"Food Production, Management and Services: Service. Teacher Edition. Second Edition."},
      {
        "id":"ED337618",
        "title":"Building Effective Program Linkages To Establish a Coordinated System of Lifelong Learning for Adults with Disabilities. Proceedings of a Conference (Washington, D.C., March 11-12, 1991)."},
      {
        "id":"ED337620",
        "title":"Health Occupations Students of America Handbooks and Procedures Manuals."},
      {
        "id":"ED337625",
        "title":"Adult Education Profile for 1990-91. Statistics in Brief."},
      {
        "id":"ED337627",
        "title":"Breaking Ground: A Study of Gestalt Therapy Theory and Holland's Theory of Vocational Choice."},
      {
        "id":"ED337634",
        "title":"The 1990 Perkins Amendments: No More &quot;Business as Usual.&quot; TASPP Brief."},
      {
        "id":"ED337636",
        "title":"Building a National System for School-to-Work Transition: Lessons from Britain and Australia."},
      {
        "id":"ED337643",
        "title":"Comparative Analysis of High School Graduates in Central Pennsylvania from Vocational, Academic and General Curricula for the Years 1982, 1985 and 1988 for Lancaster and Lebanon Counties."},
      {
        "id":"ED337644",
        "title":"Follow Up Study of Greene County High School Graduates from 1982, 1985 and 1988. Final Report."},
      {
        "id":"ED337646",
        "title":"Book Bridges: Its First Phase. An Evaluation."},
      {
        "id":"ED337647",
        "title":"Job Training Reform Act Amendments: Report Together with Additional Values To Accompany H.R. 3033."},
      {
        "id":"ED337649",
        "title":"Building a Workforce for the South. Proceedings of the Regional Workplace Literacy Conference (Atlanta, Georgia, June 21-23, 1990)."},
      {
        "id":"ED337652",
        "title":"Adult Education for the Homeless: 1989 Report, 1990 Report."},
      {
        "id":"ED337653",
        "title":"California Career Assessment Model Manual. Draft."},
      {
        "id":"ED337654",
        "title":"Career Guidance. Resource Handbook for Teachers and Counselors and Instructional Materials and Activities for Students. [Revised.]"},
      {
        "id":"ED337655",
        "title":"CASAS Statewide Accountability System for Federally Funded 321 Adult Basic Education Programs. An Adult Education 2000 Project. July 1, 1990-June 30, 1991."},
      {
        "id":"ED337656",
        "title":"Employability Competency System. California Statewide Results. Final Report."},
      {
        "id":"ED337657",
        "title":"GAIN Appraisal Program III. Third Report."},
      {
        "id":"ED337658",
        "title":"Guidance and Motivation for JOBS/GAIN Participants. Revised."},
      {
        "id":"ED337659",
        "title":"San Diego County Literacy Report."},
      {
        "id":"ED337663",
        "title":"Writing Processes and Behaviors of Adult Literacy Students: An Ethnographic Case Study."},
      {
        "id":"ED337666",
        "title":"Current State of Occupational and Technical Training: The Need for Integration and High Quality Programs. Working Paper."},
      {
        "id":"ED337667",
        "title":"Learning from Each Other. A Handbook for Participative Learning and Community Work Learning Programmes."},
      {
        "id":"ED337668",
        "title":"Career Skills Enhancement Program. Project Evaluation Report for 1990-1991."},
      {
        "id":"ED337675",
        "title":"Garden Center Management. 2+2 Articulated Curriculum in Agricultural Technology: First Year Final Report."},
      {
        "id":"ED337676",
        "title":"Poultry Products Management. 2+2+2 Articulated Curriculum in Agricultural Technology: First Year Final Report. July 1, 1989-June 30, 1990."},
      {
        "id":"ED337677",
        "title":"Retail Florist Management. 2+2 Articulated Curriculum in Agricultural Technology: First Year Final Report."},
      {
        "id":"ED337678",
        "title":"Dairy Products Management. 2+2+2 Articulated Curriculum in Agricultural Technology: First Year Final Report. July 1, 1989-June 30, 1990."},
      {
        "id":"ED337679",
        "title":"2+2 Electronics Technology. Looking Forward to the Future. A Model Secondary/Post-Secondary 2+2 Program To Prepare Students for Employment."},
      {
        "id":"ED337687",
        "title":"Career Opportunities Instructional Guide. Career Investigation. Revised."},
      {
        "id":"ED337689",
        "title":"Designing Effective Learning Environments: Cognitive Apprenticeship Models."},
      {
        "id":"ED337690",
        "title":"Cooperative Demonstration Program for High Technology Training. Performance Report."},
      {
        "id":"ED337695",
        "title":"Welfare to Work. States Begin JOBS, but Fiscal and Other Problems May Impede Their Progress. Report to the Committee on Finance, U.S. Senate."},
      {
        "id":"ED337703",
        "title":"Biennial National Health Occupations Education Research Conference (4th, Fort Lauderdale, Florida, October 9-11, 1991). Proceedings."},
      {
        "id":"ED337705",
        "title":"Applications of Computer Conferencing to Teacher Education and Human Resource Development. Proceedings from an International Symposium on Computer Conferencing (Columbus, Ohio, June 13-15, 1991)."},
      {
        "id":"ED337709",
        "title":"Development and Testing of an Expert System To Assist in Evaluating Handicapped Vocational Students for IEPs. Final Report."},
      {
        "id":"ED337710",
        "title":"Revision of the Applied Biological and Agribusiness Interest Inventory. Final Report."},
      {
        "id":"ED337712",
        "title":"Computer-Assisted Career Guidance: General Issues Bibliography."},
      {
        "id":"ED337713",
        "title":"Computer-Assisted Career Guidance: DISCOVER Bibliography."},
      {
        "id":"ED337714",
        "title":"Computer-Assisted Career Guidance: Ethical Issues Bibliography."},
      {
        "id":"ED337715",
        "title":"Computer-Assisted Career Guidance: SIGI PLUS and SIGI Bibliography."},
      {
        "id":"ED337718",
        "title":"Defensive Attribution: A Re-examination Distinguishing between Behavioral and Characterlogical Blame."},
      {
        "id":"ED337719",
        "title":"Documentation in Counseling Records. AACD Legal Series. Volume 2."},
      {
        "id":"ED337727",
        "title":"Self-Destructive Behavior in Women."},
      {
        "id":"ED337728",
        "title":"A Developmental Analysis of Self-Monitoring and Sensation-Seeking."},
      {
        "id":"ED337729",
        "title":"Biology, Violence, and Antisocial Personality."},
      {
        "id":"ED337732",
        "title":"The Phenomenon of College Student Development: A Perspective of Balance."},
      {
        "id":"ED337733",
        "title":"Adolescent Substance Use and Academic Achievement and Motivation."},
      {
        "id":"ED337735",
        "title":"Eating Disorders as Sequelae of Sexual Abuse: A Review of the Literature."},
      {
        "id":"ED337736",
        "title":"AIDS and Adolescents. A Resource Listing for Parents and Professionals. Reference Sheet #11."},
      {
        "id":"ED337740",
        "title":"Using Video Technology To Encourage Reluctant Primary School Children To Participate Actively in the Evaluation and Counseling Processes."},
      {
        "id":"ED337742",
        "title":"Adolescent Sexuality Special Subject Bibliography, 1988-1990."},
      {
        "id":"ED337743",
        "title":"On Their Own: Runaway and Homeless Youth and Programs that Serve Them."},
      {
        "id":"ED337744",
        "title":"Celebrating Literacy. Proceedings of the Annual Reading Conference at California State University (14th, San Bernadino, California, March 5, 1990)."},
      {
        "id":"ED337746",
        "title":"Literacy Assessment: Merging Teaching, Learning, and Assessment."},
      {
        "id":"ED337747",
        "title":"The Enactment of Literacy in High School Biology Classrooms: Two Case Studies."},
      {
        "id":"ED337749",
        "title":"Reading Print Media: The Effects of Justification and Column Rule on Memory."},
      {
        "id":"ED337751",
        "title":"An Interactive/Cognitive Model of the Acquisition of a Graphophonemic System by Young Children."},
      {
        "id":"ED337755",
        "title":"Alternatives in Understanding and Educating Attention-Deficit Students: A Systems-Based Whole Language Perspective. NCTE Concept Paper Series. Concept Paper No. 3."},
      {
        "id":"ED337756",
        "title":"Changing Classroom Tasks and Interaction Patterns: The &quot;Heart of the Matter&quot; of Restructuring."},
      {
        "id":"ED337757",
        "title":"Integrating High and Low Literacy: A Working Model."},
      {
        "id":"ED337758",
        "title":"The Analysis and Identification of Basic Words in Grades K-6."},
      {
        "id":"ED337761",
        "title":"Teacher Effectiveness and Reading Instruction."},
      {
        "id":"ED337762",
        "title":"Reading: Middle and Secondary. Special Collection Number 7."},
      {
        "id":"ED337765",
        "title":"Reading and the Student."},
      {
        "id":"ED337768",
        "title":"Reconsidering the Conference Ethos, or the &quot;Hey, You There,&quot; of Subjectivity."},
      {
        "id":"ED337771",
        "title":"The Writing Process and the Distribution of Power."},
      {
        "id":"ED337772",
        "title":"Gender Issues and the Slave Narratives: &quot;Incidents in the Life&quot; and &quot;Narrative of the Life&quot; Compared."},
      {
        "id":"ED337773",
        "title":"A Real-World Writer Reenters the Classroom: Stumbling Blocks and Stepping Stones."},
      {
        "id":"ED337774",
        "title":"Transformative or Political Functions of Young Children's Writing."},
      {
        "id":"ED337776",
        "title":"Street Corner Writing."},
      {
        "id":"ED337780",
        "title":"Supporting the Process of Literary Understanding: Analysis of a Classroom Discussion. Report Series 2.15."},
      {
        "id":"ED337781",
        "title":"Discussions of Literature in Middle-Track Classrooms. Report Series 2.17."},
      {
        "id":"ED337782",
        "title":"Prototype Measures of the Domain of Learning in Literature. Report Series 3.3."},
      {
        "id":"ED337783",
        "title":"A Different Dynamic: The Changing Role of the Teacher in the Writing Classroom."},
      {
        "id":"ED337787",
        "title":"Insights into Compromise through an International Canon."},
      {
        "id":"ED337797",
        "title":"Lessons from the Workplace: Writing and Oral Communication in Three African American Families."},
      {
        "id":"ED337800",
        "title":"The Development of One Student's Written and Oral Texts in Different Instructional Contexts. Elementary Subjects Center Series No. 46."},
      {
        "id":"ED337801",
        "title":"Guidelines for Judging and Selecting Language Arts Textbooks: A Modest Proposal. Concept Paper No. 1."},
      {
        "id":"ED337802",
        "title":"Doublespeak: A Brief History, Definition, and Bibliography, with a List of Award Winners, 1974-1990. NCTE Concept Paper Series. Concept Paper No. 2."},
      {
        "id":"ED337803",
        "title":"The Effects of Three Types of Linguistic Encoding Strategies on the Processing of Information Presented in Lecture Format."},
      {
        "id":"ED337804",
        "title":"Your Reading: A Booklist for Junior High and Middle School Students. Eighth Edition."},
      {
        "id":"ED337805",
        "title":"Literature. Special Collection Number 8."},
      {
        "id":"ED337806",
        "title":"Writing in the University Curriculum."},
      {
        "id":"ED337807",
        "title":"Editing the &quot;Handbook of American Women's History&quot;: No Good Deed Goes Unpublished."},
      {
        "id":"ED337808",
        "title":"Grammatical Transitions: A Study of One Basic Writer."},
      {
        "id":"ED337809",
        "title":"Emotional Transitions: The Studio/Peer Instructor Approach to Basic Writing."},
      {
        "id":"ED337811",
        "title":"Shakespeare's Intent: A Discourse on Racism."},
      {
        "id":"ED337813",
        "title":"Goals, the Learner, and the Language Arts."},
      {
        "id":"ED337815",
        "title":"Implementing the Study of Multicultural Aesthetics in Film and Video."},
      {
        "id":"ED337816",
        "title":"Follow Us into Our World: Feminist Scholarship on the Communication of Women of Color."},
      {
        "id":"ED337817",
        "title":"Power in the Classroom? A Plan for the Destruction of the Universities."},
      {
        "id":"ED337818",
        "title":"Television and the Crisis in the Humanities."},
      {
        "id":"ED337820",
        "title":"Sexual Identity/Identification in Communicative Practices: A Semiological Analysis of Newspaper Coverage of Sports."},
      {
        "id":"ED337821",
        "title":"On Organizational Theory and Practice: Some Lessons Learned from the Severely Mentally &quot;Disabled.&quot;"},
      {
        "id":"ED337824",
        "title":"Images of Men and Masculinity in the Mass Media: A Selected Research Bibliography."},
      {
        "id":"ED337827",
        "title":"Inclusive Study of Central States Communication Association Masters Program, 1988: A Quantitative Study."},
      {
        "id":"ED337828",
        "title":"Guidelines for Developing Oral Communication Curricula in Kindergarten through Twelfth Grade."},
      {
        "id":"ED337832",
        "title":"Variables Associated with Question-Asking in the College Classroom."},
      {
        "id":"ED337833",
        "title":"An Assessment Program Designed To Improve Communication Instruction through a Competency-Based Core Curriculum."},
      {
        "id":"ED337834",
        "title":"Oral Communication across the Curriculum: Designing, Implementing, and Assessing a University-Wide Program."},
      {
        "id":"ED337838",
        "title":"Control, Control, Complete Control!!! Neurotic Control Relationships and the Development of Dysfunctional Organizational Structures."},
      {
        "id":"ED337840",
        "title":"Oral History Lives: A Content Analysis of Newspaper Use of Language."},
      {
        "id":"ED337841",
        "title":"Oral Communication Across the Curriculum: A Report of Data."},
      {
        "id":"ED337843",
        "title":"Principals: How To Train, Recruit, Select, Induct, and Evaluate Leaders for America's Schools."},
      {
        "id":"ED337846",
        "title":"The Administration's Education Reform Proposal. Hearing on Examining the Administration's Proposal To Reform the National Education System before the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED337847",
        "title":"Shaping Tennessee&apos;s Career Ladder Program--1985. Part 2: Improving Teacher Quality through Incentives Project."},
      {
        "id":"ED337848",
        "title":"Reaching the Goal To Reduce the Dropout Rate."},
      {
        "id":"ED337849",
        "title":"Educational Evaluation and Reform Strategies: The United States of America. Country Reports."},
      {
        "id":"ED337851",
        "title":"The Law of Teacher Evaluation. NOLPE Monograph/Book Series, No. 42."},
      {
        "id":"ED337854",
        "title":"Higher Order Learning for All: A Report by the Council of Chief State School Officers on Restructuring Learning."},
      {
        "id":"ED337855",
        "title":"National Youth Service: A Democratic Institution for the 21st Century. Proceedings of a National Service Secretariat Conference (Wisconsin, July 19-21, 1991)."},
      {
        "id":"ED337856",
        "title":"Building School Capacity for Effective Teacher Empowerment: Applications to Elementary Schools with At-Risk Students."},
      {
        "id":"ED337857",
        "title":"Teacher Empowerment and Professional Knowledge. CPRE Research Report Series RR-020."},
      {
        "id":"ED337858",
        "title":"Sharing Your Success: Summaries of Successful Programs and Strategies Supporting Drug-Free Schools and Communities."},
      {
        "id":"ED337860",
        "title":"The Courtship and Consequences of Liberalization: A Snapshot of Educational Restructuring in Central East Europe."},
      {
        "id":"ED337861",
        "title":"Experimenting with Decentralization: The Politics of Change."},
      {
        "id":"ED337862",
        "title":"School-Based Management in Big City Districts: Are Dollars Decentralized Too? Draft."},
      {
        "id":"ED337863",
        "title":"Assessing Legislative Control of Bureaucracy: The Implementation Contract."},
      {
        "id":"ED337866",
        "title":"Humor As a Management Technique: Its Impact on School Culture and Climate."},
      {
        "id":"ED337870",
        "title":"School Climate and Student Achievement. Executive Summary."},
      {
        "id":"ED337873",
        "title":"School Board Self-Evaluation: Charting a Path to the Future."},
      {
        "id":"ED337874",
        "title":"Conversations on School Restructuring in the Mid-Atlantic Region."},
      {
        "id":"ED337877",
        "title":"Next Steps in the Relationship between Business and Public Schools. Supporting Leaders for Tomorrow, Occasional Paper #1."},
      {
        "id":"ED337878",
        "title":"Getting Down to Business: Next Steps in School Business Partnerships. A Report on an Exploratory Conference (Washington, DC, February 24, 1988). Supporting Leaders for Tomorrow, Occasional Paper #2."},
      {
        "id":"ED337879",
        "title":"Chicago Business Leadership and School Reform. Supporting Leaders for Tomorrow, Occasional Paper #3."},
      {
        "id":"ED342893",
        "title":"An Agenda for Leadership: A Report on Ohio&apos;s Vocational and Technical Education System."},
      {
        "id":"ED342894",
        "title":"Adult Education: 353 Special Projects, Commonwealth of Pennsylvania. Project Abstracts, Fiscal Year 1991."},
      {
        "id":"ED342895",
        "title":"Adult Education: 353 Special Projects, Commonwealth of Pennsylvania. Project Abstracts, Fiscal Year 1992."},
      {
        "id":"ED342898",
        "title":"Computer Literacy: Staff Training. Final Report."},
      {
        "id":"ED342900",
        "title":"Adding Family Literacy to Tutor Training. Final Report."},
      {
        "id":"ED342901",
        "title":"Together We Learn: Family Literacy."},
      {
        "id":"ED342903",
        "title":"A Student-Centered Approach to Adult Literacy in Allegheny County: Adoption of a Nationally-Recognized Model Small Group Instruction in Math. Final Report."},
      {
        "id":"ED342909",
        "title":"ENCORE. The Next Step by the Improvisation Theatre Group!"},
      {
        "id":"ED342910",
        "title":"Student Apprenticeship Linkage in Vocational Education."},
      {
        "id":"ED342913",
        "title":"Increasing Women's Participation in Technical Fields. A Pilot Project in Africa. Training Discussion Paper No. 90."},
      {
        "id":"ED342914",
        "title":"Model Video/Computer Based Alternative Delivery System."},
      {
        "id":"ED342916",
        "title":"Study of the Implementation of the Economic Dislocation and Worker Adjustment Assistance Act. Research and Evaluation Report Series 91-G."},
      {
        "id":"ED342917",
        "title":"A Comparison of the Perceived Needs for Inservice Education of Illinois and Indiana Marketing Education Teachers."},
      {
        "id":"ED342922",
        "title":"Support Systems which Affect the Hispanic and Anglo Adolescent Mother's Decision To Continue Her Education."},
      {
        "id":"ED342924",
        "title":"The Meaning of Apprenticeship: When and How To Use the Term. A Policy Recommendation."},
      {
        "id":"ED342925",
        "title":"Beyond Articulation: The Development of Tech Prep Programs."},
      {
        "id":"ED342926",
        "title":"On Becoming a Teacher: An Examination of the Induction of Beginning Vocational Teachers in American Public Schools."},
      {
        "id":"ED342927",
        "title":"Transition Assistance Program. Hearing before the Subcommittee on Education, Training, and Employment of the Committee on Veterans&apos; Affairs, House of Representatives, One Hundred Second Congress, First Session (July 18, 1991 and July 25, 1991)."},
      {
        "id":"ED342929",
        "title":"Training for the Workforce."},
      {
        "id":"ED342931",
        "title":"Part-Time Students in Higher Education. Trends and Issues Alerts."},
      {
        "id":"ED342932",
        "title":"Tech Prep. Trends and Issues Alerts."},
      {
        "id":"ED342933",
        "title":"Assessment of the 1987 Changes in GED Score Requirements in Wisconsin. Final Report."},
      {
        "id":"ED342941",
        "title":"Technology in Career Education (A Component of BINS)."},
      {
        "id":"ED342946",
        "title":"Civil Rights Compliance in Vocational Education. 1988-89 Annual Report."},
      {
        "id":"ED342949",
        "title":"Fayetteville West Campus Child Care/Parenting Project. Program Improvement Final Report."},
      {
        "id":"ED342955",
        "title":"Literacy and Health in the United States: Selected Annotations. Disease Prevention and Health Promotion."},
      {
        "id":"ED342958",
        "title":"The Tanzania Literacy Programme: A View from Below. Report of an IIEP Research Review Workshop (Morogoro, Tanzania, October 10-12, 1990)."},
      {
        "id":"ED342959",
        "title":"Acquiring New Perspectives: The Impact of Education on Adult Students in a Traditional University."},
      {
        "id":"ED342981",
        "title":"Recruitment-Retention Program. Final Report."},
      {
        "id":"ED342982",
        "title":"Retention: A Game Plan."},
      {
        "id":"ED342983",
        "title":"Teamwork: The Name of the Game in Recruitment."},
      {
        "id":"ED342994",
        "title":"Project Winamac. Final Performance Report."},
      {
        "id":"ED342995",
        "title":"Family Stories, by the Members of the Reach One Program."},
      {
        "id":"ED342996",
        "title":"Reaching for Solutions: Math Word Problems by the Members of the Reach One Program."},
      {
        "id":"ED342997",
        "title":"The 1992 Agenda for the National Center for Research in Vocational Education."},
      {
        "id":"ED342998",
        "title":"A Guide to Using Postsecondary Transcript Data and An Overview of Course Taking in Less-than-Four-Year Postsecondary Institutions."},
      {
        "id":"ED342999",
        "title":"Secondary and Postsecondary Vocational Education in Mississippi: An Evaluation. Final Report Prepared for the Mississippi Commission on Work Force Excellence."},
      {
        "id":"ED343000",
        "title":"Performance Measures and Standards for Vocational Education: 1991 Survey Results."},
      {
        "id":"ED343002",
        "title":"Beyond Training: A Field Test of the American Society for Training &amp; Development's Workplace Basics."},
      {
        "id":"ED343003",
        "title":"Basic Skills Research: Implications for JTPA."},
      {
        "id":"ED343004",
        "title":"A Historical Demographic Evaluation of the Illinois Department of Public Aid Population Enrolled in the Illinois State Board of Education, Adult Education Information Referral and Retention Special Project, of the Illinois Eastern Community College District 529 during the Period of FY84-FY88. A Five Year Study."},
      {
        "id":"ED343005",
        "title":"The Army's Training Revolution, 1973-1990: An Overview. TRADOC Historical Study Series."},
      {
        "id":"ED343008",
        "title":"Touching the Hearts and Souls of the Vietnam Warrior."},
      {
        "id":"ED343009",
        "title":"Workplace Literacy Analysis for Adults with Special Learning Needs."},
      {
        "id":"ED343010",
        "title":"Apprenticeship Training. Administration, Use, and Equal Opportunity. Report to Congressional Requesters."},
      {
        "id":"ED343012",
        "title":"&quot;I'm Not a Quitter!&quot; Job Training and Basic Education for Women Textile Workers."},
      {
        "id":"ED343014",
        "title":"Africa: A Survey of Distance Education 1991. New Papers on Higher Education: Studies and Research 4."},
      {
        "id":"ED343017",
        "title":"Job Corps Intergroup Relations Program."},
      {
        "id":"ED343018",
        "title":"Social Skills Training Program. Center Training Manual."},
      {
        "id":"ED343020",
        "title":"Metal Fabrication Program Curriculum Development."},
      {
        "id":"ED343021",
        "title":"Wisconsin&apos;s Aging Workforce: Trends in Vocational Education. A Research Study."},
      {
        "id":"ED343022",
        "title":"Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED343023",
        "title":"Effective Presentations. Communicating in Health Care Settings. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED343024",
        "title":"Communication for Supervisors. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED343025",
        "title":"Straight Talk. Communicating in Health Care Settings. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED343026",
        "title":"The Write Stuff: Memos and Short Reports. An Offering of Step Ahead: A Partnership for Improved Health Care Communication."},
      {
        "id":"ED343027",
        "title":"TACSCE Research Annual 1991."},
      {
        "id":"ED343028",
        "title":"Performance-Based Occupational Affective Behavior Analysis (OABA). Implementation and Supporting Research."},
      {
        "id":"ED343029",
        "title":"A Comparison of Factors Related to the Job Satisfaction and Professional Development of Beginning and Experienced Technical College Instructors."},
      {
        "id":"ED343032",
        "title":"Skill Clinics: Community Approaches."},
      {
        "id":"ED343034",
        "title":"The Wisconsin Study: Alcohol and Other Drug Use. A Search Institute Report. Bulletin No. 92178."},
      {
        "id":"ED343038",
        "title":"Anabolic Steroids: A Threat to Body and Mind. National Institute on Drug Abuse Research Report Series."},
      {
        "id":"ED343039",
        "title":"Training Drug Treatment Staff in the Age of AIDS: A Frontline Perspective. Report of a Meeting (April 1989). Clinical Report Series."},
      {
        "id":"ED343040",
        "title":"Drug Use among American High School Seniors, College Students and Young Adults, 1975-1990. Volume II. College Students and Young Adults."},
      {
        "id":"ED343041",
        "title":"Success Stories from Drug-Free Schools: A Guide for Educators, Parents, and Policymakers."},
      {
        "id":"ED343042",
        "title":"Dropout Study 1990-91."},
      {
        "id":"ED343043",
        "title":"Child Abuse, Domestic Violence, Adoption and Family Services Act of 1991. Report To Accompany S. 838. Senate Committee on Labor and Human Resources. 102d Congress, 1st Session."},
      {
        "id":"ED343044",
        "title":"Conflicts and Adaptation: A Discussion of Individualism-Oriented Therapeutic Counseling and Its Implications for Chinese College Counselors."},
      {
        "id":"ED343045",
        "title":"Profile of Ritualistic and Religion-Related Abuse Allegations Reported to Clinical Psychologists in the United States."},
      {
        "id":"ED343046",
        "title":"Examining Some Crucial Variables in Counselor Interpersonal Power Base Preference."},
      {
        "id":"ED343047",
        "title":"Too Many Young People Drink and Know Too Little about the Consequences."},
      {
        "id":"ED343049",
        "title":"Young Teens: Who They Are and How To Communicate with Them about Alcohol & Other Drugs."},
      {
        "id":"ED343050",
        "title":"Getting It Together: Promoting Drug-Free Communities. A Resource Guide for Developing Effective Youth Coalitions."},
      {
        "id":"ED343051",
        "title":"Prevention Plus III: Assessing Alcohol and Other Drug Prevention Programs at the School and Community Level. A Four-Step Guide to Useful Program Assessment."},
      {
        "id":"ED343053",
        "title":"The Rise and Development of the Adult Children of Alcoholics Movement: Merging Three Theoretical Perspectives."},
      {
        "id":"ED343055",
        "title":"Another Look at the Relationship between the Broken Home and Juvenile Delinquency."},
      {
        "id":"ED343056",
        "title":"Reducing Youth Violence. Coordinated Federal Efforts and Early Intervention Strategies Could Help. Statement of Gregory J. McDonald, Director of Human Services, Policy and Management Issues, Human Resources Division. Testimony before the Committee on Governmental Affairs, United States Senate."},
      {
        "id":"ED343058",
        "title":"A Causal Model of Career Aspirations."},
      {
        "id":"ED343061",
        "title":"Evaluators as Moral Agents: Risks and Responsibilities in a New Role."},
      {
        "id":"ED343063",
        "title":"Overlooked Issues Relevant in Sexual Abuse."},
      {
        "id":"ED343065",
        "title":"Personality and Its Relationship to Adaptability of Prepracticum Counseling Style."},
      {
        "id":"ED343066",
        "title":"Measuring Perceptions of Romantic Love from Three Theoretical Perspectives: Implications for Counseling."},
      {
        "id":"ED343071",
        "title":"Quantitative and Qualitative Methods in the Evaluation of an Alcohol and Other Drug Abuse Prevention Program for High Risk Families with Preschool Children."},
      {
        "id":"ED343073",
        "title":"Developmental Guidance Program Implementation."},
      {
        "id":"ED343077",
        "title":"A Comparison of African-American and Caucasian Women Adult Children of Alcoholics and Non Adult Children of Alcoholics."},
      {
        "id":"ED343078",
        "title":"Racial and Gender Differences in Timing and Factors Associated with Retirement."},
      {
        "id":"ED343082",
        "title":"Multidisciplinary Perspectives on Literacy Research."},
      {
        "id":"ED343085",
        "title":"Going Out on a Limb: Teaching Adolescent Boys To be Readers."},
      {
        "id":"ED343087",
        "title":"Developing a Reading/Writing Curriculum for At-Risk High School Students."},
      {
        "id":"ED343088",
        "title":"Portfolio Assessment in Teacher Education Courses: Impact on Students' Beliefs, Attitudes and Habits."},
      {
        "id":"ED343089",
        "title":"The Personal, Social, and Political Functions of Young Children's Reading and Writing."},
      {
        "id":"ED343090",
        "title":"Effects of an Alternative Instructional Approach for Teaching Preservice Teachers How To Teach Strategic Reasoning: Three Illustrative Cases."},
      {
        "id":"ED343096",
        "title":"Restructuring a Preservice Literacy Methods Course: Dilemmas and Lessons Learned."},
      {
        "id":"ED343098",
        "title":"When Students Become Story-Tellers. Monograph No. 1."},
      {
        "id":"ED343099",
        "title":"Whole Class Language Experiences in Primary Classrooms. Monograph No. 6."},
      {
        "id":"ED343100",
        "title":"Literacy through Cooperative Learning: The Jigsaw Reading Technique. Monograph No. 7."},
      {
        "id":"ED343101",
        "title":"A Teacher Development Project in Transactional Strategy Instruction for Teachers of Severely Reading Disabled Adolescents."},
      {
        "id":"ED343103",
        "title":"Portfolios: From Mandate to Implementation."},
      {
        "id":"ED343104",
        "title":"Aspects of Reading in ESL and L1 Students."},
      {
        "id":"ED343105",
        "title":"Literacy and Learning."},
      {
        "id":"ED343115",
        "title":"Dialogical-Thinking Reading Lessons: Promoting Critical Thinking among &quot;Learning-Disabled&quot; Students. Technical Report No. 553."},
      {
        "id":"ED343116",
        "title":"Reading Research in Great Britain: Are the Research Questions Being Asked Either Appropriate or Helpful?"},
      {
        "id":"ED343118",
        "title":"Practicing Theory in Introductory College Literature Courses."},
      {
        "id":"ED343119",
        "title":"Children&apos;s Literature Favorites: Using the Five Senses."},
      {
        "id":"ED343120",
        "title":"Reconsidering the Effects of Context on Writing: Some Social Implications for Writing."},
      {
        "id":"ED343121",
        "title":"Initial Gestures: Point of View and Context in Responding to Student Writing."},
      {
        "id":"ED343122",
        "title":"Writing Women in(to) the Curriculum."},
      {
        "id":"ED343123",
        "title":"Developing Literacy/Developing Gender: Constructing College Freshmen."},
      {
        "id":"ED343124",
        "title":"Challenging the Future through Young Adult Literature, Fiction Writing and Local History."},
      {
        "id":"ED343127",
        "title":"Enhancing Student Response to Literature: A Matter of Changing Old Habits."},
      {
        "id":"ED343128",
        "title":"Multiethnic Literature: Holding Fast to Dreams. Technical Report No. 551."},
      {
        "id":"ED343129",
        "title":"Making the Wyoming Resolution a Reality: A 1992 Progress Report from Kentucky."},
      {
        "id":"ED343130",
        "title":"Autobiographical Writing and the Building of a Freshman Composition Research Community."},
      {
        "id":"ED343131",
        "title":"Computers and Composition in the Context of a Whole Language Philosophy."},
      {
        "id":"ED343132",
        "title":"Patterns of Discourse in Small Group Discussions of Literature."},
      {
        "id":"ED343133",
        "title":"Swedish TEFL Meets Reality."},
      {
        "id":"ED343136",
        "title":"Clear Writing in the Professions. ERIC Digest."},
      {
        "id":"ED343141",
        "title":"Gender and the Evaluation of Writing."},
      {
        "id":"ED343145",
        "title":"Goals and Feedback during Writing Strategy Instruction with Gifted Students."},
      {
        "id":"ED343147",
        "title":"Creative Writing and Collaborative Learning."},
      {
        "id":"ED343148",
        "title":"Fostering &quot;Fruitful&quot; Responses to Literature with Introductory Activities."},
      {
        "id":"ED343151",
        "title":"Gestures? We Don't Need Your Stinking Gestures!: Empowerment through Radical Teachers and Cultural Action for Freedom."},
      {
        "id":"ED343152",
        "title":"Toward an Understanding of Collaborative Writing."},
      {
        "id":"ED343154",
        "title":"Exploring New Methods for Collecting Students' School-based Writing: NAEP's 1990 Portfolio Study."},
      {
        "id":"ED343156",
        "title":"Text against Text: Counterbalancing the Hegemony of Assessment."},
      {
        "id":"ED343158",
        "title":"The Best of SET: Writing."},
      {
        "id":"ED343161",
        "title":"Classroom Stories: Teachers' Use of Collaborative Learning."},
      {
        "id":"ED343162",
        "title":"Real Projects/Real Audiences/Real Headaches: Collaboration in a Technical Publications Course."},
      {
        "id":"ED343163",
        "title":"First Steps: New Faculty, New Writing across the Curriculum Program."},
      {
        "id":"ED343167",
        "title":"Women in Higher Education Public Relations: An Inkling of Change?"},
      {
        "id":"ED343168",
        "title":"Electronic Media Regulation and the First Amendment: A Perspective for the Future. Report of a Conference of the Aspen Institute's Program on Communications and Society (Queenstown, Maryland, June 3-5, 1990). Forum Report #14."},
      {
        "id":"ED343169",
        "title":"The American Debate Association: An Evaluation of Rules for Academic Debate."},
      {
        "id":"ED343170",
        "title":"A Wolf in Sheep's Clothing: Message Legitimacy for Establishment Movements."},
      {
        "id":"ED343171",
        "title":"Applied Television Aesthetics in Education."},
      {
        "id":"ED343173",
        "title":"High School Principals and Students: Negotiating Deviant Behavior through Politeness."},
      {
        "id":"ED343175",
        "title":"Teaching Group Communication with Feature Films."},
      {
        "id":"ED343176",
        "title":"Integrating Curricula, Teachers, and Instructional Video."},
      {
        "id":"ED343177",
        "title":"Breaking Up Is Hard To Do."},
      {
        "id":"ED343182",
        "title":"No Pitiful Stories: Looking at the Relationship between Adult Literacy Programs and Empowerment."},
      {
        "id":"ED343184",
        "title":"Meeting the Challenge of Improving the Oral Communications of At-Risk Latino Students."},
      {
        "id":"ED343186",
        "title":"AIDS Information in Children's Television Programs."},
      {
        "id":"ED343188",
        "title":"Presidents as Symbols: An Investigation of John F. Kennedy's, Lyndon B. Johnson's, and Ronald Reagan's Use of Presidential Allusions."},
      {
        "id":"ED343189",
        "title":"Anxiety and Message-Induced Persuasion: A Meta-analytical Approach."},
      {
        "id":"ED343190",
        "title":"The Application of Critical Thinking Skills in the Public Relations Curriculum."},
      {
        "id":"ED343191",
        "title":"What Students Don't Like about What Teachers Say and Do."},
      {
        "id":"ED343192",
        "title":"Intercultural Training through Global Education: An Alternative to Media Images of Africa."},
      {
        "id":"ED343194",
        "title":"Magnet Schools: Promoting Equal Opportunity and Quality Education."},
      {
        "id":"ED343195",
        "title":"Antecedent Conditions Affecting Learning in an In-Service Program for Consultants."},
      {
        "id":"ED343196",
        "title":"Some Emerging Trends in School Restructuring. ERIC Digest, Number 67."},
      {
        "id":"ED343198",
        "title":"The Sources of Administrative Training in the Preparation of Building Level Administrators."},
      {
        "id":"ED343200",
        "title":"Pension Portability in the Northeastern States. A Policy Brief Prepared for the Steering Committee of the Northeast Common Market Project."},
      {
        "id":"ED343201",
        "title":"Changes in High School Course-Taking, 1982-88: A Study of Transcript Data from Selected Schools and States. CPRE Research Report Series."},
      {
        "id":"ED343202",
        "title":"The Cost of Excellence: Federal Education Funding."},
      {
        "id":"ED343205",
        "title":"Trading Textbooks for Prison Cells."},
      {
        "id":"ED343206",
        "title":"The Potential Strength of State Curriculum Control Systems: Four Case studies."},
      {
        "id":"ED343207",
        "title":"Educational Choice. A Background Paper."},
      {
        "id":"ED343214",
        "title":"Decentralization and Policy Design. CPRE Policy Briefs."},
      {
        "id":"ED343215",
        "title":"Putting the Pieces Together: Systemic School Reform. CPRE Policy Briefs."},
      {
        "id":"ED343217",
        "title":"School Health: Helping Children Learn. Leadership Reports, 1991-2."},
      {
        "id":"ED343223",
        "title":"Teacher Participation in School Government: A Central Element in Educational Reform."},
      {
        "id":"ED343225",
        "title":"School-Based Management and Its Linkage with the Curriculum in an Effective Secondary School."},
      {
        "id":"ED343226",
        "title":"As Nearly Uniform as Practicable?"},
      {
        "id":"ED343228",
        "title":"Conditional Deregulation of Federal Elementary and Secondary Education Programs: The &quot;America 2000&quot; Proposal. CRS Report for Congress."},
      {
        "id":"ED343230",
        "title":"The Neighborhood Schools Improvement Act, H.R. 3320: Summary and Analysis. CRS Report for Congress."},
      {
        "id":"ED343231",
        "title":"Merit Grants to Schools Based on Performance: The America 2000 Proposal. CRS Report for Congress."},
      {
        "id":"ED343232",
        "title":"School Choice: Status and Issues. CRS Report for Congress."},
      {
        "id":"ED343233",
        "title":"Family Involvement."},
      {
        "id":"ED343239",
        "title":"A Model of School Improvement within a First Nations Environment."},
      {
        "id":"ED343240",
        "title":"The Districtwide Improvement Project and the Development of School Improvement Strategies by the Lac La Ronge Indian Band. Report to the Prince Albert Tribal Council, Education Division."},
      {
        "id":"ED343242",
        "title":"Educational Marketing and the Public Schools: Policies, Practices and Problems."},
      {
        "id":"ED343243",
        "title":"School Housing for the Schooling of Children."},
      {
        "id":"ED343244",
        "title":"School Restructuring: The Superintendent's View."},
      {
        "id":"ED343245",
        "title":"Longitudinal Effects of Nonpromotion in Junior High School."},
      {
        "id":"ED343246",
        "title":"The &quot;Vision Thing&quot; and School Restructuring."},
      {
        "id":"ED343249",
        "title":"The National Goals for Education: Challenges in Policy, Measurement, and Research."},
      {
        "id":"ED343250",
        "title":"Role of School Development Plans in Managing School Effectiveness. Management of Educational Resources: 5."},
      {
        "id":"ED343252",
        "title":"The Importance of Focusing on Student Outcomes."},
      {
        "id":"ED343254",
        "title":"The Middle School--And Beyond."},
      {
        "id":"ED343262",
        "title":"The Impact of Research on Education Policy. Working Paper."},
      {
        "id":"ED343263",
        "title":"Lessons from Laboratories in School Restructuring and Site-Based Decision-Making: Oregon's '2020' Schools Take Control of Their Own Reform."},
      {
        "id":"ED343266",
        "title":"Differences between New and Experienced Principals within an Urban School System."},
      {
        "id":"ED343267",
        "title":"School Safety Project: Product Evaluation, 1990-1991."},
      {
        "id":"ED343269",
        "title":"Innovative Educational Restructuring for America 2000: Time To Bury Political Bureaucracies and Begin Systematic Assessment, Profiling & Technological Improvement of School Organizations."},
      {
        "id":"ED343275",
        "title":"Education Is Iowa's Future: The State Plan for Educational Excellence in the 21st Century."},
      {
        "id":"ED343276",
        "title":"The Annual Condition of Education Report: A Report on Elementary and Secondary Education in Iowa."},
      {
        "id":"ED343277",
        "title":"Teacher Collaboration and Constraint: Quantitative Ethnographies of Two Middle Schools. Final Report."},
      {
        "id":"ED343278",
        "title":"Year-Round Education: Calendar Options."},
      {
        "id":"ED343283",
        "title":"Indiana Youth Poll: Youths' Views of High School Life."},
      {
        "id":"ED343284",
        "title":"Engagement during Communicative Interactions with Two Groups of Preverbal Children."},
      {
        "id":"ED343285",
        "title":"State University System of Florida: Resource Guide to Programs and Services for Students with Disabilities."},
      {
        "id":"ED343287",
        "title":"Minister's Forum on Special Education: &quot;Together Today for Our Children Tomorrow.&quot; Proceedings (Alberta, Canada, May 10-11, 1991)."},
      {
        "id":"ED343289",
        "title":"Hearing on the Reauthorization of the Rehabilitation Act of 1973 (As Amended). Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (September 26, 1991)."},
      {
        "id":"ED343290",
        "title":"Students Who Are Deaf or Hard of Hearing in Postsecondary Education."},
      {
        "id":"ED343295",
        "title":"Sexuality and Developmental Disabilities: An Investigation of Sexual Incidents at Bernard Fineson Developmental Center."},
      {
        "id":"ED343296",
        "title":"The Computer: An Art Tool for the Visually Gifted. A Curriculum Guide."},
      {
        "id":"ED343298",
        "title":"Childhood Lead Poisoning Prevention: A Resource Directory. Second Edition."},
      {
        "id":"ED343299",
        "title":"Beyond Workbooks: The Computer as a Treatment Supplement."},
      {
        "id":"ED343301",
        "title":"Inclusive Education (Preschool-1st Grade [and] K-12). Feature Issues."},
      {
        "id":"ED343303",
        "title":"Once Is Not Enough: Former Special Educators Who Return to Teaching."},
      {
        "id":"ED343304",
        "title":"Reforming Mental Health Services for Seriously Emotionally Disturbed Youth: Rhetoric, Practice, and Research."},
      {
        "id":"ED343307",
        "title":"The Development and Treatment of Phonological Processes in Spanish Speaking Children."},
      {
        "id":"ED343312",
        "title":"Evaluation of Still Picture Telephone for Mentally Retarded Persons. Telematics and Mental Retardation."},
      {
        "id":"ED343313",
        "title":"More Than Just a New Address: Images of Organization for Supported Living Agencies. Perspectives on Community Building."},
      {
        "id":"ED343314",
        "title":"The Potential for U.S.-Asia Research Collaboration: Two Examples."},
      {
        "id":"ED343315",
        "title":"Access: A Guide to Finding Community Services. Project STEPS (Sequenced Transition to Education in the Public Schools)."},
      {
        "id":"ED343316",
        "title":"Project STEPS (Sequenced Transition to Education in the Public Schools): Instructional Strategies for the Helpful Entry Level Skills Checklist. Second Edition."},
      {
        "id":"ED343317",
        "title":"Increasing Affective and Academic Performance of Ninth Grade Emotionally Handicapped Students through a Peer Assistance Team Program."},
      {
        "id":"ED343318",
        "title":"Education of the Handicapped Act Amendments of 1990, P.L. 101-476: A Summary. CRS Report for Congress."},
      {
        "id":"ED343319",
        "title":"Special Education for Children with Attention Deficit Disorder: Current Issues. CRS Report for Congress."},
      {
        "id":"ED343320",
        "title":"Education of the Deaf Act: Background and Reauthorization Issues. CRS Report for Congress."},
      {
        "id":"ED343323",
        "title":"Integrated Outdoor Education/Adventure. Feature Issue."},
      {
        "id":"ED343326",
        "title":"Provision of Services to Infants and Toddlers with Developmental Delay: The Health Perspective on Family and Social Issues. Short Report."},
      {
        "id":"ED343327",
        "title":"Evaluation of Discretionary Programs under the Education of the Handicapped Act: Personnel Preparation Program. Final Goal Evaluation Report [and] Technical Appendices."},
      {
        "id":"ED343328",
        "title":"Evaluation of Discretionary Programs under the Education of the Handicapped Act: Personnel Preparation Program: Final Strategy Evaluation Report [and] Technical Appendices."},
      {
        "id":"ED343329",
        "title":"The Relationship of Grouping Practices to the Education of the Gifted and Talented Learner: Research-Based Decision Making Series."},
      {
        "id":"ED343330",
        "title":"The Relationship of Grouping Practices to the Education of the Gifted and Talented Learner. Executive Summary. Research-Based Decision Making Series."},
      {
        "id":"ED343331",
        "title":"The National Research Center on the Gifted and Talented (NRC/GT) Newsletter, June 1991 and November 1991."},
      {
        "id":"ED343332",
        "title":"Critical Issues in Special Education: Implications for Personnel Preparation. Monograph."},
      {
        "id":"ED343337",
        "title":"Leadership Training for Teacher Educators."},
      {
        "id":"ED343338",
        "title":"State Certification."},
      {
        "id":"ED343346",
        "title":"Five Years of Follow-Up of Mentally Retarded School Completers."},
      {
        "id":"ED343348",
        "title":"Family Support: A New Way of Thinking."},
      {
        "id":"ED343349",
        "title":"Policy Statements of the Illinois Planning Council on Developmental Disabilities."},
      {
        "id":"ED343352",
        "title":"Supports for Community Living: A Case Study."},
      {
        "id":"ED343353",
        "title":"Provision of Services to Handicapped Infants and Toddlers with Developmental Delay: The Health Perspective on Resources. Short Report."},
      {
        "id":"ED343355",
        "title":"Service Delivery Options and Considerations for Students Who Have Sensory or Multiple Disabilities. A New Vision for Education."},
      {
        "id":"ED343357",
        "title":"History and Future Needs of Doctoral Training in Special Education."},
      {
        "id":"ED343359",
        "title":"Exploring Education Issues of Cultural Diversity."},
      {
        "id":"ED343360",
        "title":"Medicaid Financing for Mental Health and Substance Abuse Services for Children and Adolescents. Technical Assistance Publication Series Number 2. Financing Subseries, Volume 1."},
      {
        "id":"ED343361",
        "title":"Participation of Students with Disabilities and Special Needs in Postsecondary Enrollment Options. Research Report No. 1. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED343362",
        "title":"Public School Choice: What about Students with Disabilities? Research Report No. 2. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED343363",
        "title":"Students with Disabilities Use of Various Options To Access Alternative Schools and Area Learning Centers. Research Report No. 3. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED343364",
        "title":"Participation of Different Categories of Students with Special Needs in Enrollment Options. Research Report No. 4. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED343366",
        "title":"Annual Report of the Rehabilitation Services Administration to the President and to the Congress on Federal Activities Related to the Administration of the Rehabilitation Act of 1973, as Amended. Fiscal Year 1990."},
      {
        "id":"ED343367",
        "title":"Referral Consultant: An Expert System for Guiding Teachers in Referring Students for Special Education Placement. Final Report."},
      {
        "id":"ED343368",
        "title":"Financing Community Services for Persons with Disabilities: State Agency and Community Provider Perspectives."},
      {
        "id":"ED343370",
        "title":"An Analysis of the QEI Evaluation System."},
      {
        "id":"ED343371",
        "title":"Developmental Delay: Establishing Parameters for a Preschool Category of Exceptionality."},
      {
        "id":"ED343372",
        "title":"Issues in International Rehabilitation."},
      {
        "id":"ED343375",
        "title":"The Research Report and the Secondary ESL Student: Structure, Support, and Success."},
      {
        "id":"ED343384",
        "title":"The Undergraduate's Guide to Studying Languages."},
      {
        "id":"ED343385",
        "title":"Higher Education for International Careers."},
      {
        "id":"ED343388",
        "title":"A Sociosemiotic View of the Grasp of Language at Reality: The Lexical Field \"Aesthetic Judgment.\""},
      {
        "id":"ED343391",
        "title":"Investigating the Complexities of Communication in a Second Language."},
      {
        "id":"ED343392",
        "title":"Applying the Concept of Working Memory to Foreign Language Listening Comprehension."},
      {
        "id":"ED343394",
        "title":"Writing As a Construct."},
      {
        "id":"ED343399",
        "title":"Invalid Talk: Reduction of Personality in the Evaluation of Foreign Language Speaking Skills."},
      {
        "id":"ED343401",
        "title":"Language in Preschool Education in a Functional Perspective."},
      {
        "id":"ED343403",
        "title":"Verbal Communication in the Classroom."},
      {
        "id":"ED343406",
        "title":"Testing Pronunciation."},
      {
        "id":"ED343407",
        "title":"Task-Based Activities: Making the Language Laboratory Interactive. ERIC Digest."},
      {
        "id":"ED343408",
        "title":"Teaching ASL as a Second Language. ERIC Digest."},
      {
        "id":"ED343409",
        "title":"Psychological Dimensions of Women's Names: A Semantic Differential Analysis."},
      {
        "id":"ED343410",
        "title":"Opportunities Abroad for Teaching English as a Foreign Language: A Resource List. 1992 Update. ERIC Digest."},
      {
        "id":"ED343411",
        "title":"Materials for Language Learning and Teaching. Anthology Series 22."},
      {
        "id":"ED343413",
        "title":"Principles of Communicative Task Design."},
      {
        "id":"ED343415",
        "title":"The Texts for Teaching Writing."},
      {
        "id":"ED343418",
        "title":"Self-Directed Learning and New Technologies: Computers as Language Learning Tools."},
      {
        "id":"ED343425",
        "title":"The Many Voices of Bilingual Students in Massachusetts."},
      {
        "id":"ED343428",
        "title":"Building Bridges: A Guide to Second Languages in the Middle Grades. Curriculum and Instruction Series Number 3."},
      {
        "id":"ED343429",
        "title":"Annotated Bibliography of Research on Writing in a Non-Native Language. Technical Report No. 51."},
      {
        "id":"ED343431",
        "title":"The Role of Cognitive Schemata and Discrepant Stimuli in the Foreign Language Classroom."},
      {
        "id":"ED343432",
        "title":"Folk Literature in the Foreign Language Classroom."},
      {
        "id":"ED343433",
        "title":"Improving Teacher-Prepared Computer Software for Better Language Teaching/Learning."},
      {
        "id":"ED343434",
        "title":"Cheche Konnen: Collaborative Scientific Inquiry in Language Minority Classrooms. Handbook for Teachers and Planners from the Innovative Approaches Research Project. Second Edition."},
      {
        "id":"ED343436",
        "title":"Emerging Perspectives on Advanced ESL Reading Instruction."},
      {
        "id":"ED343438",
        "title":"Learning Strategy Instruction in the Foreign Language Classroom: Reading."},
      {
        "id":"ED343439",
        "title":"Learning Strategy Instruction in the Foreign Language Classroom: Speaking."},
      {
        "id":"ED343440",
        "title":"Learning Strategy Instruction in the Foreign Language Classroom: Writing."},
      {
        "id":"ED343441",
        "title":"Learning Strategy Instruction in the Foreign Language Classroom: Listening."},
      {
        "id":"ED343442",
        "title":"Examining the Validity of a Scale Used in a Performance Assessment from Many Angles Using the Many-Faceted Rasch Model."},
      {
        "id":"ED343443",
        "title":"Extending a Scale of Language Proficiency Using Concurrent Calibration and the Rasch Model."},
      {
        "id":"ED343444",
        "title":"Two-Way Bilingual Programs in the United States, 1991-1992."},
      {
        "id":"ED343448",
        "title":"Volunteer Voice, Volume VIII. Tacoma Community House Training Project."},
      {
        "id":"ED343449",
        "title":"Language and Literacy Learning: The Adult Immigrant's Account."},
      {
        "id":"ED343450",
        "title":"Collaboration in Workplace Literacy: The Vancouver Municipal Workplace Language Training Program."},
      {
        "id":"ED343451",
        "title":"Language and Literacy: The Case of India."},
      {
        "id":"ED343452",
        "title":"Literacy Works, Volume 1, 1990."},
      {
        "id":"ED343453",
        "title":"Project FIEL: Family Initiative for English Literacy Handbook."},
      {
        "id":"ED343454",
        "title":"Literacy Materials Produced in Saskatchewan: A Bibliography."},
      {
        "id":"ED343458",
        "title":"Family Literacy: Community and Family Life Materials. A Guide to Recent and Recommended Books."},
      {
        "id":"ED343459",
        "title":"Workforce Literacy: Employment and Workplace Materials. A Guide to Recent and Recommended Books."},
      {
        "id":"ED343462",
        "title":"Using Computers with Adult ESL Literacy Learners. ERIC Digest."},
      {
        "id":"ED343463",
        "title":"The Partnerships Project: Linking Educational Opportunity and Community Development To Revitalize Rural Communities into Global Villages. Final Report."},
      {
        "id":"ED343465",
        "title":"Cooperative Learning: Increasing College Faculty Instructional Productivity. ASHE-ERIC Higher Education Report No. 4, 1991."},
      {
        "id":"ED343470",
        "title":"The NEA 1992 Almanac of Higher Education."},
      {
        "id":"ED343471",
        "title":"A Creative University: Is It Possible?"},
      {
        "id":"ED343474",
        "title":"Averting Faculty Shortages; A Discussion Paper on the Canadian Academic Labour Market in the 1990s."},
      {
        "id":"ED343476",
        "title":"Direct Student Loans Could Save Money and Simplify Program Administration. Statement of Franklin Frazier, Director Education and Employment Issues, Human Resources Division, before the Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED343477",
        "title":"Student Financial Aid: Most Supplemental Educational Opportunity Grants Are Awarded to Needy Students. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED343480",
        "title":"College Students' Perceptions of Their Misuse of Alcohol."},
      {
        "id":"ED343481",
        "title":"State of Alaska Student Financial Aid Programs. 1990-91 Annual Report."},
      {
        "id":"ED343482",
        "title":"Rethinking Patterns of Knowledge. Papers in Comparative Studies, Vol. 6, 1988-89."},
      {
        "id":"ED343484",
        "title":"Restructuring for the 90's...And Beyond. The Era of Smart Homes, Wired Communities, Fast Systems, Global Networks, and Fast Forward Learners in a Borderless World."},
      {
        "id":"ED343491",
        "title":"Nonreturning Freshmen at Maryland Public Campuses: Why They Left and What They Thought of Their College Experience."},
      {
        "id":"ED343493",
        "title":"An Analysis of the Processes Used To Fund the State University System of Florida."},
      {
        "id":"ED343495",
        "title":"The Status of Female Faculty at West Chester University of Pennsylvania: An Historical Perspective, 1974-1989."},
      {
        "id":"ED343497",
        "title":"Priming the Pump: The Making of Foreign Area Experts."},
      {
        "id":"ED343498",
        "title":"The Development of a Handbook for the Undecided Major at the State University of New York College at Purchase."},
      {
        "id":"ED343499",
        "title":"Health Professions Education Amendments of 1991. Report To Accompany H.R. 3508. House of Representatives, 102d Congress, 1st Session."},
      {
        "id":"ED343500",
        "title":"Hearings on the Reauthorization of the Higher Education Act of 1965: Need Analysis. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (July 31 and August 1, 1991)."},
      {
        "id":"ED343501",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965: Titles I, VI, and XI, Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED343502",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Kearney, Nebraska. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Kearney, NE, July 15, 1991)."},
      {
        "id":"ED343505",
        "title":"University of the College Union: Proceedings of the Annual Conference of the Association of College Unions-International (71st, St. Louis, Missouri, March 24-27, 1991)."},
      {
        "id":"ED343509",
        "title":"The Best of Miami University's Portfolios 1991."},
      {
        "id":"ED343510",
        "title":"Designing the Master Plan for Colorado Postsecondary Education: Preparing for a New Millennium."},
      {
        "id":"ED343511",
        "title":"Multiculturalism in Higher Education: A Myth or Reality?"},
      {
        "id":"ED343512",
        "title":"Outcomes Assessment and Analysis: A Reference Document for Accrediting Bodies."},
      {
        "id":"ED343513",
        "title":"Accreditation, Assessment, and Institutional Effectiveness: Resource Papers for the COPA Task Force on Institutional Effectiveness."},
      {
        "id":"ED343515",
        "title":"An Analysis of Higher Education Administrative Appointments: A Focus on Women from 1986 to 1991."},
      {
        "id":"ED343516",
        "title":"An Assessment of Resident Student Problems at a Rural University."},
      {
        "id":"ED343517",
        "title":"Ethics in the College-Level Business Classroom: A Tripartite Examination."},
      {
        "id":"ED343519",
        "title":"First National Survey on Freshman Seminar Programs: Findings, Conclusions, and Recommendations. Monograph Series Number 6."},
      {
        "id":"ED343524",
        "title":"Job Involvement as It Relates to Staff-Management Relations in University Administration."},
      {
        "id":"ED343525",
        "title":"Intercollegiate Sports: Hearings before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundred Second Congress, First Session (June 19, 1991--Overview; July 25, 1991--Academics and Athletics; September 12, 1991--Historically Black Colleges and Universities)."},
      {
        "id":"ED343526",
        "title":"The Library of Teaching Improvement Packets (TIPS) for Preparing Personal Teaching Improvement Guides: 24 Item Edition."},
      {
        "id":"ED343528",
        "title":"National Service: A Promise to Keep."},
      {
        "id":"ED343529",
        "title":"Appropriations: State Tax Funds for Operating Expenses of Higher Education 1987-1988."},
      {
        "id":"ED343530",
        "title":"Appropriations: State Tax Funds for Operating Expenses of Higher Education 1988-1989."},
      {
        "id":"ED343531",
        "title":"Appropriations: State Tax Funds for Operating Expenses of Higher Education 1989-1990."},
      {
        "id":"ED343532",
        "title":"Appropriations: State Tax Funds for Operating Expenses of Higher Education 1990-1991."},
      {
        "id":"ED343533",
        "title":"Headcount Enrollment, Degrees Awarded, Institutional Finance, and Faculty Salaries. A Factual Look at Higher Education in Nebraska."},
      {
        "id":"ED343534",
        "title":"Educational Plant Survey: Florida Agricultural and Mechanical University, April 1-5, 1991."},
      {
        "id":"ED343535",
        "title":"Implementing Total Quality Management in Higher Education."},
      {
        "id":"ED343538",
        "title":"Fiscal Officer Training Workshop Trainee Guide."},
      {
        "id":"ED343540",
        "title":"Characteristics of Doctorate Recipients: 1979, 1984, and 1989. E.D. TABS."},
      {
        "id":"ED343541",
        "title":"Student Financial Aid: Characteristics of Jobs Provided through the College Work-Study Program. Briefing Report to the Honorable Harris Wofford, U.S. Senate."},
      {
        "id":"ED343542",
        "title":"Stafford Student Loan Program. Correspondence Schools' Loan Volume Declines Sharply. Fact Sheet for the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED343543",
        "title":"Student Financial Aid for North Carolinians."},
      {
        "id":"ED343544",
        "title":"Rewarding Part-time/Adjunct Faculty: The Senior Lecturer Program."},
      {
        "id":"ED343546",
        "title":"High School-College Partnerships: Conceptual Models, Programs, and Issues. ASHE-ERIC Higher Education Report No. 5, 1991."},
      {
        "id":"ED343547",
        "title":"Higher Education Opportunities for Minorities and Women--Annotated Selections. 1991 Edition."},
      {
        "id":"ED343548",
        "title":"The Student Guide. Financial Aid from the U.S. Department of Education: Grants, Loans, and Work-Study, 1991-92."},
      {
        "id":"ED343549",
        "title":"Chapter 1 Information Management Program. User's Guide."},
      {
        "id":"ED343551",
        "title":"Technology and At-Risk Students: The TLTG Science Project at Robbins."},
      {
        "id":"ED343552",
        "title":"Chapter 2 Formula: Evaluation Report 1990-91."},
      {
        "id":"ED343553",
        "title":"Project A+ Elementary Technology Demonstration Schools 1990-91. The First Year."},
      {
        "id":"ED343555",
        "title":"The Midlands Consortium Star Schools Project: Final Report, Final Evaluation Report, Final Evaluation Report Appendices."},
      {
        "id":"ED343557",
        "title":"Public Broadcasters International: Background Papers and Options for Action."},
      {
        "id":"ED343558",
        "title":"Dissemination, Utilization, and Assessment Project. Final Report."},
      {
        "id":"ED343562",
        "title":"Technology and Teacher Education Annual 1991: Proceedings of the Annual Conference of the Society for Teacher education (2nd, Greenville, North Carolina, April 25-27, 1991)."},
      {
        "id":"ED343563",
        "title":"Biography. Advisory List of Instructional Media."},
      {
        "id":"ED343565",
        "title":"Student-Teacher Interactions in Computer Settings: A Naturalistic Inquiry."},
      {
        "id":"ED343566",
        "title":"Afro-American Studies: A Research Guide. 1992 Edition."},
      {
        "id":"ED343567",
        "title":"Beyond Computer Literacy: How Can Teacher Educators Help Teachers Use Interactive Multimedia?"},
      {
        "id":"ED343569",
        "title":"Computer-Mediated Communications for Distance Education and Training: Literature Review and International Resources."},
      {
        "id":"ED343571",
        "title":"Instructional Television (ITV) at a Glance."},
      {
        "id":"ED343572",
        "title":"Instructional Audio Communications at a Glance."},
      {
        "id":"ED343573",
        "title":"Evaluation in Distance Education at a Glance."},
      {
        "id":"ED343574",
        "title":"Instructional Development at a Glance."},
      {
        "id":"ED343575",
        "title":"Distance Education Interaction and Feedback at a Glance."},
      {
        "id":"ED343576",
        "title":"Distance Education Teaching Tips at a Glance."},
      {
        "id":"ED343579",
        "title":"Emerging Telecommunications Technologies Act of 1991. Report To Accompany H.R. 531. House of Representatives, 102d Congress, 1st Session."},
      {
        "id":"ED343580",
        "title":"Bits, Bytes, and Barriers: Tennessee Teachers' Use of Technology."},
      {
        "id":"ED343582",
        "title":"The CAI/Cooperative Learning Project. First Year Evaluation Report."},
      {
        "id":"ED343583",
        "title":"Readiness: Children and Their Schools. Getting Ready for Readiness: A Case Study. The ERIC Review."},
      {
        "id":"ED343584",
        "title":"Field Initiated Studies Program. Abstracts of Funded Projects 1990 and 1991."},
      {
        "id":"ED343585",
        "title":"Fostering Information Literate Students at a Medium-Sized Research Library: A Comparison of Manual and Online Searches on an Interdisciplinary Topic."},
      {
        "id":"ED343589",
        "title":"Application of the Principles of Management Information Systems to Information Retrieval Services in Not-for-Profit Academic Libraries."},
      {
        "id":"ED343591",
        "title":"Managing Our Past for Our Future: A Five-Year Plan for Cooperative Efforts to Preserve the Documentary Heritage of the Western New York Region. 1990-1994."},
      {
        "id":"ED343598",
        "title":"Library Networks in Less-Developed Countries: Two Argentine Cases and Some Observations."},
      {
        "id":"ED343599",
        "title":"Collections Care: A Basic Reference Shelflist."},
      {
        "id":"ED343600",
        "title":"A Computer Approach To Teach Study Skills to Third Grade Students and Parents."},
      {
        "id":"ED343602",
        "title":"Libraries--Link To Learning. Final Report on the Indiana Governor's Conference on Libraries and Information Services (2nd, Indianapolis, Indiana, November 16-18, 1990)."},
      {
        "id":"ED343606",
        "title":"South Carolina State Library Annual Report. 1990-91."},
      {
        "id":"ED343607",
        "title":"Strengthening the Literacy Network. Proceedings of a National Forum for State Libraries (1st, Alexandria, Virginia, May 20-22, 1990)."},
      {
        "id":"ED343609",
        "title":"Computer Applications and Libraries: A Study of Small and Medium-sized Academic Libraries."},
      {
        "id":"ED343610",
        "title":"Copyright Renewal Provisions. Hearing before the Subcommittee on Patents, Copyrights and Trademarks of the Committee on the Judiciary. United States Senate, One Hundred Second Congress, First Session on S. 765. A Bill To Amend Title 17, United States Code, the Copyright Renewal Provisions, and for Other Purposes."},
      {
        "id":"ED343611",
        "title":"Guidelines for Arrangement and Description of Archives and Manuscripts: A Manual for Historical Records Programs in New York State."},
      {
        "id":"ED343612",
        "title":"Jewelry History: A Core Bibliography in Support of Preservation."},
      {
        "id":"ED343615",
        "title":"&quot;Well Acquainted with Books.&quot; The Founding Framers of 1787. With James Madison&apos;s List of Books for Congress."},
      {
        "id":"ED343616",
        "title":"1989--The Year of the Young Reader. Report on Events, Projects, and Activities."},
      {
        "id":"ED343617",
        "title":"Trends in Educational Technology 1991. ERIC Digest."},
      {
        "id":"ED343618",
        "title":"Information Literacy: Nebraska Responds. Proceedings from the Spring Meeting of the Nebraska Library Association, College and University Section (Lincoln, Nebraska, May 17, 1991)."},
      {
        "id":"ED343620",
        "title":"Minority Faculty Recruitment Programs at Two-Year Colleges."},
      {
        "id":"ED343623",
        "title":"Committee for the Introductory Course in History (CINCH), 1988-1991: An Overview of Its Investigations and Findings."},
      {
        "id":"ED343628",
        "title":"Negative Impact of Faculty Contract Negotiations on Community College Faculty Evaluation Systems."},
      {
        "id":"ED343629",
        "title":"How To Dismiss a Tenured Faculty Member."},
      {
        "id":"ED343630",
        "title":"External and Institutional Factors Affecting Community College Student-Transfer Activity."},
      {
        "id":"ED343638",
        "title":"Undergraduate Education: Transfer and Articulation."},
      {
        "id":"ED343644",
        "title":"Special Populations Grant Report, Fiscal Year 1991. Executive Summary."},
      {
        "id":"ED343651",
        "title":"Implementing CAI at San Juan College: Toward the Campus of the Future."},
      {
        "id":"ED343655",
        "title":"Prekindergarten Program Product evaluation Report, 1990-91."},
      {
        "id":"ED343656",
        "title":"Michigan Early Childhood Education Preschool Program Product Evaluation Report, 1990-91."},
      {
        "id":"ED343659",
        "title":"Successful Applications of Montessori Methods with Children at Risk for Learning Disabilities."},
      {
        "id":"ED343662",
        "title":"Mother-Only Families: Low Earnings Will Keep Many Children in Poverty. Report to Congressional Committees."},
      {
        "id":"ED343664",
        "title":"Just Like Any Parent: The Child Care Choices of Welfare Mothers in New Jersey."},
      {
        "id":"ED343669",
        "title":"Mothers' Retrospections of Premature Childbirth."},
      {
        "id":"ED343670",
        "title":"Mental Health in Head Start: A Wellness Approach."},
      {
        "id":"ED343671",
        "title":"Development and Implementation of a Program of Evaluation To Support Improvement of Organizational Components in a Child Care Center."},
      {
        "id":"ED343672",
        "title":"Perception of Parents Scale: Development and Validation."},
      {
        "id":"ED343673",
        "title":"Prekindergarten Program Process Evaluation Report, 1991-92."},
      {
        "id":"ED343674",
        "title":"Michigan Early Childhood Education Preschool Program Process Evaluation Report, 1991-92."},
      {
        "id":"ED343676",
        "title":"Comprehensive Child Development Program--A National Family Support Demonstration. First Annual Report."},
      {
        "id":"ED343677",
        "title":"Serving Children with Disabilities in Chapter 1 Programs for Children Who Are Educationally Deprived. Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED343678",
        "title":"Speaking of Kids: A National Survey of Children and Parents. Report of the National Opinion Research Project."},
      {
        "id":"ED343680",
        "title":"Developmental Drama: The Curricular Process for Prekindergarten-Grade 6."},
      {
        "id":"ED343683",
        "title":"Making and Appreciating Drama: Pretend Play Developed for the Primary Grade Child."},
      {
        "id":"ED343684",
        "title":"Developing Positive Parent Involvement in Indian Pre-School Programs through Appropriate Program Orientation."},
      {
        "id":"ED343685",
        "title":"Increasing the Competence of Staff Dealing with Young Children."},
      {
        "id":"ED343686",
        "title":"A Study into the Effects of Light on Children of Elementary School-Age--A Case of Daylight Robbery."},
      {
        "id":"ED343687",
        "title":"Library Latchkey Children. ERIC Digest."},
      {
        "id":"ED343690",
        "title":"Parent-Teacher Conferencing in Early Childhood Education. NEA Early Childhood Education Series."},
      {
        "id":"ED343692",
        "title":"Child Care Facilities in Public Schools Benefit Students, Schools, Communities and Children."},
      {
        "id":"ED343693",
        "title":"Helping Children Become More Prosocial: Tips for Teachers."},
      {
        "id":"ED343694",
        "title":"United States Contributions to Children's Rights: An Overview of the 20th Century."},
      {
        "id":"ED343697",
        "title":"Intergenerational Transmission of the Family System: Children's Representations of the Family in Doll Play."},
      {
        "id":"ED343699",
        "title":"Play's Place in Public Education for Young Children. NEA Early Childhood Education Series."},
      {
        "id":"ED343700",
        "title":"Mapping the Policy Landscape: What Federal and State Governments Are Doing To Promote Family-School-Community Partnerships."},
      {
        "id":"ED343701",
        "title":"A Portrait of Schools Reaching Out: Report of a Survey of Practices and Policies of Family-Community-School Collaboration. Report No. 1."},
      {
        "id":"ED343702",
        "title":"A Profile of Child Care Settings: Early Education and Care in 1990."},
      {
        "id":"ED343704",
        "title":"Home-Based Family-Centered Services: A Response to the Child Welfare Crisis. Occasional Paper No. 1."},
      {
        "id":"ED343709",
        "title":"National Children's Day: Honoring Our Promises to America's Youth. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session (September 30, 1991)."},
      {
        "id":"ED343710",
        "title":"Report on the Activities for the Year 1991 of the Select Committee on Children, Youth, and Families. House of Representatives, 102d Congress, First Session."},
      {
        "id":"ED343712",
        "title":"Design and Evaluation of an Alcohol and Other Drug Abuse Prevention Program for High Risk Families with Preschool Children."},
      {
        "id":"ED343713",
        "title":"Toward an Understanding of Chinese-American Educational Achievement: A Literature Review. Report No. 2."},
      {
        "id":"ED343714",
        "title":"What Does Learning Mean for Infants and Toddlers? The Contributions of the Child, the Family, and the Community. Report No. 3."},
      {
        "id":"ED343715",
        "title":"School and Family Partnerships. Report No. 6."},
      {
        "id":"ED343716",
        "title":"Project Self Help: A First-Year Evaluation of a Family Literacy Program. Report No. 8."},
      {
        "id":"ED343717",
        "title":"Friends Versus Nonfriends: Perceptions of Similarity across Self, Teachers, and Peers."},
      {
        "id":"ED343718",
        "title":"Working Conference on Preschool-to-School Linkages (Louisville, Kentucky, November 21-22, 1991)."},
      {
        "id":"ED343721",
        "title":"The Museum and Me: An Early Childhood Art Education Model."},
      {
        "id":"ED343725",
        "title":"Incidence and Impact of Selected Infectious Diseases in Childhood."},
      {
        "id":"ED343728",
        "title":"Adolescent Friendships during Pregnancy and Early Parenting."},
      {
        "id":"ED343729",
        "title":"The Relation between the Teaching Strategies of Parents and the Cognitive Style of Their Children."},
      {
        "id":"ED343730",
        "title":"There Are No Subways in Lickingville: Metropolitan Models Don't Work for Rural People."},
      {
        "id":"ED343731",
        "title":"African Past: Migrant Present. A Guide to the Exhibition."},
      {
        "id":"ED343732",
        "title":"The Algonquin World: Seasons, Cycles, Change. A Guide to the Exhibition (Geneseo, New York, October 18-November 2, 1991)."},
      {
        "id":"ED343735",
        "title":"Multilevel Grouping, Grades Preschool-5 Small and Rural Schools. Outstanding Teaching Practices Series, Volume 4."},
      {
        "id":"ED343737",
        "title":"A Home for Pearl. A Videotape Series about Wildlife Habitat for Elementary Students. Instructional Guide."},
      {
        "id":"ED343738",
        "title":"Rural Education."},
      {
        "id":"ED343739",
        "title":"Healing and Spirituality: Implications for the Training and Practice of Psychologists."},
      {
        "id":"ED343745",
        "title":"Education and Rural Economic Development: Strategies for the 1990s."},
      {
        "id":"ED343746",
        "title":"American Indians and Native Alaskans. Prevention Resource Guide."},
      {
        "id":"ED343749",
        "title":"Grouping Students and Helpful Suggestions for Combination Classrooms."},
      {
        "id":"ED343751",
        "title":"School-Community Collaboration in a Rural Setting: Sources and Profiles. Knowledge Brief, Number Eight."},
      {
        "id":"ED343753",
        "title":"Indian Nations At Risk. [Task Force Commissioned Papers.]"},
      {
        "id":"ED343754",
        "title":"Indian Nations At Risk Task Force: Listen to the People."},
      {
        "id":"ED343755",
        "title":"Current Conditions in American Indian and Alaska Native Communities."},
      {
        "id":"ED343756",
        "title":"Native American Education at a Turning Point: Current Demographics and Trends."},
      {
        "id":"ED343757",
        "title":"Responsibilities and Roles of Governments and Native People in the Education of American Indians and Alaska Natives."},
      {
        "id":"ED343758",
        "title":"Funding and Resources for American Indian and Alaska Native Education."},
      {
        "id":"ED343759",
        "title":"Native and Non-Native Teachers and Administrators for Elementary and Secondary Schools Serving American Indian and Alaska Native Students."},
      {
        "id":"ED343760",
        "title":"Continuous Evaluation of Native Education Programs for American Indian and Alaska Native Students."},
      {
        "id":"ED343761",
        "title":"Early Childhood Education in American Indian and Alaska Native Communities."},
      {
        "id":"ED343762",
        "title":"Plans for Dropout Prevention and Special School Support Services for American Indian and Alaska Native Students."},
      {
        "id":"ED343763",
        "title":"Improving Parental Participation in Elementary and Secondary Education for American Indian and Alaska Native Students."},
      {
        "id":"ED343764",
        "title":"Teaching through Traditions: Incorporating Native Languages and Cultures into Curricula."},
      {
        "id":"ED343765",
        "title":"Strategic Plans for Use of Modern Technology in the Education of American Indian and Alaska Native Students."},
      {
        "id":"ED343766",
        "title":"Reading and Language Arts Curricula in Elementary and Secondary Education for American Indians and Alaska Natives."},
      {
        "id":"ED343767",
        "title":"Mathematics and Science Curricula in Elementary and Secondary Education for American Indian and Alaska Native Students."},
      {
        "id":"ED343768",
        "title":"History and Social Studies Curricula in Elementary and Secondary Schools."},
      {
        "id":"ED343769",
        "title":"Gifted and Talented American Indian and Alaska Native Students."},
      {
        "id":"ED343770",
        "title":"American Indians and Alaska Natives with Disabilities."},
      {
        "id":"ED343771",
        "title":"American Indian and Alaska Native Higher Education: Toward a New Century of Academic Achievement and Cultural Integrity."},
      {
        "id":"ED343772",
        "title":"Underfunded Miracles: Tribal Colleges."},
      {
        "id":"ED343773",
        "title":"American Indian and Alaska Native Adult Education and Vocational Training Programs: Historical Beginnings, Present Conditions and Future Directions."},
      {
        "id":"ED343774",
        "title":"A Concluding Prospectus on Change and Development for Native Education."},
      {
        "id":"ED343776",
        "title":"Assessment in the Context of Mathematics Instruction Reform: The Design of Assessment in the QUASAR Project."},
      {
        "id":"ED343777",
        "title":"Let&apos;s Reduce and Recycle: Curriculum for Solid Waste Awareness. Lesson Plans for Grades K-6 and 7-12. Revised."},
      {
        "id":"ED343778",
        "title":"Chemistry and Crime: From Sherlock Holmes to Today's Courtroom."},
      {
        "id":"ED343779",
        "title":"Integrating Science into the K-8 Curriculum of Deaf Children. Final Report to the Indiana Commission for Higher Education."},
      {
        "id":"ED343780",
        "title":"A Curricular Reform and Modernization Proposal for Internationalizing Engineering Education."},
      {
        "id":"ED343781",
        "title":"K-6 Supplementary Mathematics Materials for a Technological Society: Final Project Report."},
      {
        "id":"ED343783",
        "title":"Transitions in Learning: Evidence for Simultaneously Activated Strategies."},
      {
        "id":"ED343791",
        "title":"Dinosaurs and Power Plants. Energy from the Past for the Future. Teacher's Lesson Plan and Activity Guide; Teacher's Guide Supplement of Reproducible Graphics."},
      {
        "id":"ED343793",
        "title":"What We Know about Mathematics Teaching and Learning. EDTALK."},
      {
        "id":"ED343795",
        "title":"Key Centre for Teaching and Research in School Science and Mathematics (Especially for Women) Report of the Activities."},
      {
        "id":"ED343799",
        "title":"Twin Cities Urban Mathematics Collaborative Five-Year Site Report. Program Report 91-5-TC."},
      {
        "id":"ED343800",
        "title":"St. Louis Urban Mathematics Collaborative Four-Year Site Report. Program Report 91-5 SL."},
      {
        "id":"ED343801",
        "title":"San Diego Urban Mathematics Collaborative Four-Year Site Report. Program Report 91-5 SD."},
      {
        "id":"ED343802",
        "title":"San Francisco Mathematics Collaborative Five-Year Site Report. Program Report 91-5 SF."},
      {
        "id":"ED343803",
        "title":"Memphis Urban Mathematics Collaborative Four-Year Site Report. Program Report 91-5 MS."},
      {
        "id":"ED343804",
        "title":"New Orleans Mathematics Collaborative Four-Year Site Report. Program Report 91-5 NO."},
      {
        "id":"ED343805",
        "title":"Pittsburgh Mathematics Collaborative Five-Year Site Report. Program Report 91-5 PB."},
      {
        "id":"ED343806",
        "title":"Philadelphia Math Science Collaborative Five-Year Site Report. Program Report 91-5 PH."},
      {
        "id":"ED343807",
        "title":"The Durham Mathematics Council Five-Year Site Report. Program Report 91-5 DU."},
      {
        "id":"ED343808",
        "title":"Los Angeles Urban Mathematics/Science/Technology Collaborative Five-Year Site Report. Program Report 91-5 LA."},
      {
        "id":"ED343809",
        "title":"Cleveland Collaborative for Mathematics Education Five-Year Site Report. Program Report 91-5 CL."},
      {
        "id":"ED343810",
        "title":"Case Studies of the Urban Mathematics Collaborative Project: Program Report 91-3."},
      {
        "id":"ED343811",
        "title":"The UMC Guide to Documentation. A Report from the Urban Mathematics Collaborative (UMC) Documentation Project. Program Report 91-2."},
      {
        "id":"ED343813",
        "title":"Creative Problem-Solving."},
      {
        "id":"ED343816",
        "title":"Sources and Resources for the Middle and High School Social Studies Teacher: A Select Annotated Bibliography."},
      {
        "id":"ED343820",
        "title":"Women and Geography, 1991: A Bibliography."},
      {
        "id":"ED343823",
        "title":"Hershey Museum. A Hitchhiker&apos;s Guide to the Museum: A Secondary Curriculum Project To Bring the Museum to the Classroom."},
      {
        "id":"ED343831",
        "title":"Missing the Magic Carpet. The Real Significance of Geographic Ignorance."},
      {
        "id":"ED343832",
        "title":"Philosophy for Children: A Pathfinder and Annotated Bibliography."},
      {
        "id":"ED343833",
        "title":"We, the People of the World... Special Programs in Citizenship Education: Comparative Legal Systems. SPICE V."},
      {
        "id":"ED343835",
        "title":"African Roots of Cultural Diversity in American Society: Rationale for a Critical Analysis and Reform in American Higher Education."},
      {
        "id":"ED343836",
        "title":"In Search of the Heart of America: A Primary Grade Geographical Musical Play in Study of the United States."},
      {
        "id":"ED343837",
        "title":"Integrating Technology into the K-12 Music Curriculum."},
      {
        "id":"ED343842",
        "title":"Internationalizing the U.S. Classroom: Japan as a Model."},
      {
        "id":"ED343843",
        "title":"The Towering Tenacity of Student Social Class: How Effective Can Effective Schools Be?"},
      {
        "id":"ED343845",
        "title":"New and Returning Teachers in Indiana: Sources of Supply."},
      {
        "id":"ED343846",
        "title":"Empowering the School Community: Meeting the Challenge through Intra-University and University-School District Collaboratives."},
      {
        "id":"ED343848",
        "title":"Cultural Dimensions of the Good Teacher."},
      {
        "id":"ED343849",
        "title":"Diverse Models of Collaboration in Teacher Education."},
      {
        "id":"ED343850",
        "title":"Water, Water Everywhere. An Integrated Approach to Science Preparation for Elementary Teachers."},
      {
        "id":"ED343851",
        "title":"Multicultural Education: A Canadian Perspective."},
      {
        "id":"ED343852",
        "title":"Seeing the Island from the Other Shore: Attempts To Bring Together Teacher Education Students from Predominantly White and Historically Black Institutions."},
      {
        "id":"ED343853",
        "title":"Follow-Up Studies in Program Evaluation."},
      {
        "id":"ED343864",
        "title":"A Longitudinal Study of Teacher Performance Evaluation."},
      {
        "id":"ED343865",
        "title":"Action Research and the Student Teacher: A Framework for Problem-Solving and Reflective Thinking."},
      {
        "id":"ED343866",
        "title":"The Collaborative Role of Higher Education in the Mentor Teacher-Internship Program in New York State."},
      {
        "id":"ED343867",
        "title":"A Follow-Up Study on Learning Styles: Using Research To Facilitate Educational Excellence."},
      {
        "id":"ED343870",
        "title":"The Benefits of Mentoring as Viewed by Beginning Teachers and Mentors in a State-Mandated Mentoring Program. Draft."},
      {
        "id":"ED343873",
        "title":"Manipulative Mathematics with Computer Applications: An Approach To Help Practicing Elementary Teachers To Go Beyond the Textbook."},
      {
        "id":"ED343874",
        "title":"The Best and Worst of High School Student Teaching."},
      {
        "id":"ED343875",
        "title":"Excellence in Teacher Education: Helping Teachers Develop Learner-Centered Schools."},
      {
        "id":"ED343878",
        "title":"Teacher Decisional Participation: Rhetoric or Reality?"},
      {
        "id":"ED343879",
        "title":"How Informed Are Middle School Teachers about Laws Which Affect Them?"},
      {
        "id":"ED343881",
        "title":"A View from the Top: Liberal Arts Presidents on Teacher Education."},
      {
        "id":"ED343885",
        "title":"Assessing Assessment: Investigating a Mathematics Performance Assessment. Craft Paper 91-3."},
      {
        "id":"ED343886",
        "title":"Learning To Teach in a Different Culture."},
      {
        "id":"ED343887",
        "title":"Helping Novices Learn To Teach: Lessons from an Experienced Support Teacher. Research Report 91-6."},
      {
        "id":"ED343888",
        "title":"Influencing Beginning Teachers' Practice in Mathematics Education: Confronting Constraints of Knowledge, Beliefs, and Context."},
      {
        "id":"ED343889",
        "title":"Teaching Diverse Students: Cases and Commentaries. Instructor's Guide."},
      {
        "id":"ED343890",
        "title":"Teaching Portfolios: Synthesis of Research and Annotated Bibliography."},
      {
        "id":"ED343891",
        "title":"Content Connections: Creating Interdisciplinary Units."},
      {
        "id":"ED343896",
        "title":"Alternative Routes for Teacher Certification."},
      {
        "id":"ED335878",
        "title":"A Double-Verb Construction in Mbya Guarani."},
      {
        "id":"ED335880",
        "title":"The Definite Article with Proper Names for Referring to People in the Greek of Acts."},
      {
        "id":"ED335883",
        "title":"Papers and Reports on Child Language Development, Number 28."},
      {
        "id":"ED335884",
        "title":"The Structural Sources of Verb Meaning."},
      {
        "id":"ED335885",
        "title":"Acquisition of Noun Incorporation in Inuktitut."},
      {
        "id":"ED335886",
        "title":"Why Do Children Omit Subjects?"},
      {
        "id":"ED335887",
        "title":"Acquiring Language in a Creole Setting: Theoretical and Methodological Issues."},
      {
        "id":"ED335888",
        "title":"Children's Knowledge of Relative Scope in Chinese."},
      {
        "id":"ED335889",
        "title":"Problems in the Acquisition of Grammatical Tone."},
      {
        "id":"ED335895",
        "title":"The Sonority Cycle in the Acquisition of Phonology."},
      {
        "id":"ED335901",
        "title":"Tones for Profoundly Deaf Tone-Language Speakers."},
      {
        "id":"ED335902",
        "title":"Word Formation and the Limits of Analytic Equivalence."},
      {
        "id":"ED335903",
        "title":"Interlanguage Ergative Constructions and Learnability."},
      {
        "id":"ED335909",
        "title":"Teaching College Computer Courses in Saudi Arabia (Issues Concerning the Classroom and the Culture)."},
      {
        "id":"ED335911",
        "title":"Learning and Teaching in Large Classes: A Bibliography. Project Report No.1."},
      {
        "id":"ED335918",
        "title":"Liquid Assimilation in Havana Spanish."},
      {
        "id":"ED335921",
        "title":"Transitivity Indicators &quot;-Yu&quot; and &quot;-Wi&quot; in Hualapai."},
      {
        "id":"ED335924",
        "title":"Research on Language Learning: How Can It Respond to Classroom Concerns?"},
      {
        "id":"ED335925",
        "title":"Building Rapport through Indirect Complaints: Implications for Language Learning."},
      {
        "id":"ED335929",
        "title":"Penn Working Papers in Educational Linguistics, Volume 6, Number 1."},
      {
        "id":"ED335930",
        "title":"Creating Successful Learning Contexts for Biliteracy."},
      {
        "id":"ED335932",
        "title":"Language Learning through Interaction: What Role Does Gender Play?"},
      {
        "id":"ED335934",
        "title":"Penn Working Papers in Educational Linguistics, Volume 6, Number 2."},
      {
        "id":"ED335936",
        "title":"Cultural Expression in Speech Behavior: Methods of Inquiry."},
      {
        "id":"ED335937",
        "title":"&quot;I Really Like Your Lifestyle&quot;: ESL Learners Learning How To Compliment."},
      {
        "id":"ED335938",
        "title":"\"Your Eye Is Sparkling\": Formulaic Expressions and Routines in Turkish."},
      {
        "id":"ED335940",
        "title":"Discourse Marking and Elaboration and the Comprehensibility of Second Language Speakers."},
      {
        "id":"ED335941",
        "title":"Intercultural Communication Education: A Classroom Case."},
      {
        "id":"ED335942",
        "title":"Bilingual Program Report 1986-87. Publication No. 510."},
      {
        "id":"ED335943",
        "title":"Sixth-Grade Performance of Former Limited-English Proficient Pupils Reclassified to Fluent English Proficient. Publication No. 511."},
      {
        "id":"ED335944",
        "title":"Children of Promise: Literate Activity in Linguistically and Culturally Diverse Classrooms. NEA School Restructuring Series."},
      {
        "id":"ED335945",
        "title":"The Condition of Bilingual Education in the Nation: A Report to the Congress and the President."},
      {
        "id":"ED335946",
        "title":"Work Papers of the 1990 Summer Institute of Linguistics, University of North Dakota Session. Volume 34."},
      {
        "id":"ED335948",
        "title":"Unmarked and Marked Instances of Topicalization in Hebrew."},
      {
        "id":"ED335949",
        "title":"Zapotec Pronoun Classification."},
      {
        "id":"ED335952",
        "title":"Strategies in Solving Computer-Based Cloze: Is It Reading?"},
      {
        "id":"ED335954",
        "title":"The Teacher Trainer: A Practical Journal Mainly for Modern Language Teacher Trainers. Volume Four, Numbers One-Three."},
      {
        "id":"ED335955",
        "title":"A Transformational Bilingual Model for Teacher Education."},
      {
        "id":"ED335957",
        "title":"Les sciences du langage a l'Universite de Neuchatel. Travaux Neuchatelois de linguistique (Language Sciences at the University of Neuchatel. Neuchatel Linguistic Working Papers) No. 15."},
      {
        "id":"ED335960",
        "title":"Improving Reading Speed and Comprehension of ESL Students with the Computer."},
      {
        "id":"ED335961",
        "title":"Children's Narrative Structure: How Do Japanese Children Talk About Their Own Stories?"},
      {
        "id":"ED335962",
        "title":"A Commonsense Guide to Bilingual Education."},
      {
        "id":"ED335963",
        "title":"Language Anxiety from the Foreign Language Specialist's Perspective: Interviews with Krashen, Omaggio Hadley, Terrell and Rardin."},
      {
        "id":"ED335964",
        "title":"The Teacher Trainer: A Practical Journal Mainly for Modern Language Teacher Trainers. Volume Three, Numbers One-Three."},
      {
        "id":"ED335965",
        "title":"A Composite Dictionary of Philippine Creole Spanish (PCS)."},
      {
        "id":"ED335966",
        "title":"Kulturformidlingen i Fremmedsprogsundervisningen: 4 Artikler (The Emphasis on Culture in Foreign Language Instruction: 4 Articles). ROLIG-papir 45."},
      {
        "id":"ED335969",
        "title":"Project Learning T.I.P. (To Improve Productivity). Final Report."},
      {
        "id":"ED335970",
        "title":"Project Learning T.I.P. (To Improve Productivity) Workplace Literacy Program at Lindsey Hopkins Technical Education Center, 1989-1990. Final Evaluation."},
      {
        "id":"ED335976",
        "title":"The La Salle University FIPSE Grant: A Review and Evaluation of the Alcohol and Other Drug Program, 1 September 88 through 30 September 90."},
      {
        "id":"ED335982",
        "title":"Federal Support to Universities and Colleges: Fiscal Year 1989. Selected Data."},
      {
        "id":"ED335984",
        "title":"Collaborative Learning in Higher Education. Proceedings of the Teaching Conference (Bloomington, Indiana, October 11-12, 1990). Panel Discussions and Selected Presentations."},
      {
        "id":"ED335999",
        "title":"From Survival to Success: Promoting Minority Student Retention. Monograph Series Volume 9."},
      {
        "id":"ED336011",
        "title":"Science and Institutional Research: The Links. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336015",
        "title":"Academic Health Center Faculty at Work. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336016",
        "title":"Being Competitive in Time: Key Success Indices. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336020",
        "title":"Participatory Planning Using Computer-Based Modeling. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336021",
        "title":"Improving Minority Participation in Higher Education: A National Challenge. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336026",
        "title":"The Use of Perceptual Data in the Assessment of Administrative Offices. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336027",
        "title":"The Legitimacy of Statistical Evidence in Discrimination Lawsuits in the Context of Employment in Higher Education. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336031",
        "title":"Critique of a Method for Surveying Employers. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336032",
        "title":"The Status of Student Outcomes Assessment at NASULGC Member Institutions. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336033",
        "title":"University Budgeting: Creating Incentives for Change? AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336035",
        "title":"Part-time Faculty in the Community College: A Study of Their Qualifications, Frustrations, and Involvement. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336036",
        "title":"Predicting Persistence from the Student Adaptation to College Questionnaire: Early Warning or Siren Song? AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336039",
        "title":"Using Total Quality To Better Manage an Institutional Research Office. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336040",
        "title":"The Impact of a Chief Planning Officer on the Administrative Environment for Planning. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336042",
        "title":"Assessing the Impact of a Faculty Development Program on Teaching Quality in a Mexican University. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336043",
        "title":"Three Into One Did Go--Development of a Common First Year Curriculum. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336045",
        "title":"A Method for Assessing the Impact of Individual Course Marks on Overall Freshman Student Performance. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336046",
        "title":"Lies, Damn Lies, and Statistics Revisited: A Comparison of Three Methods of Representing Change. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336047",
        "title":"A Spreadsheet for a 2 x 3 x 2 Log-Linear Analysis. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336048",
        "title":"A Technique for Producing a Double-Entry Expectancy Nomograph from Observed Proportions without Distributional Assumptions. AIR 1991 Annual Forum Paper."},
      {
        "id":"ED336049",
        "title":"Active Learning: Creating Excitement in the Classroom. 1991 ASHE-ERIC Higher Education Reports."},
      {
        "id":"ED336050",
        "title":"Special Institutional Lender Study. Final Report to the Congress of the United States."},
      {
        "id":"ED336051",
        "title":"Priorities of the 1990s: Recommendations for Reauthorizing the Higher Education Act of 1965. A Report to the Congress of the United States."},
      {
        "id":"ED336055",
        "title":"Health Professions and Nurse Education. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce, House of Representatives, One Hundred Second Congress, First Session, on H.R. 2405."},
      {
        "id":"ED336056",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965--Postsecondary Education Pipeline. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, First Session."},
      {
        "id":"ED336058",
        "title":"Profiles of Faculty in Higher Education Institutions, 1988. Statistical Analysis Report. Contractor Report."},
      {
        "id":"ED336059",
        "title":"Theory and Practice: Implementing Computer Technology in a Secondary School."},
      {
        "id":"ED336062",
        "title":"An Analysis of Problem Solving Strategies in LOGO Programming Using Partially Automated Techniques."},
      {
        "id":"ED336065",
        "title":"Fair Use and Unpublished Works. Joint Hearing on S. 2370 and H.R. 4263, Bills To Amend Section 107 of Title 17, United States Code...before the Subcommittee on Patents, Copyrights, and Trademarks of the Senate Committee on the Judiciary and the Subcommittee on Courts, Intellectual Property, and the Administration of Justice of the House Committee on the Judiciary."},
      {
        "id":"ED336066",
        "title":"High Performance Computing and Networking for Science--Background Paper."},
      {
        "id":"ED336068",
        "title":"Helping Amreica Compete: The Role of Federal Scientific &amp; Technical Information."},
      {
        "id":"ED336072",
        "title":"Improving Retention in Music Fundamentals through the Use of Computer Based Instruction."},
      {
        "id":"ED336073",
        "title":"Training for Reflective Expertise: A Four-Component Instructional Design Model for Complex Cognitive Skills."},
      {
        "id":"ED336075",
        "title":"The Place of Global Reality in Interdisciplinary Settings: Using Modern Technology to Link Classrooms for Globalization."},
      {
        "id":"ED336078",
        "title":"Learner-Generated Summaries in Tutorial Courseware."},
      {
        "id":"ED336079",
        "title":"Hypertext and Database Tools for Qualitative Research."},
      {
        "id":"ED336080",
        "title":"Advancements in Instructional Design Theory: Contextual Module Analysis and Integrated Instructional Strategies."},
      {
        "id":"ED336083",
        "title":"Grand Challenges: High Performance Computing and Communications. The FY 1992 U.S. Research and Development Program."},
      {
        "id":"ED336084",
        "title":"High-Performance Computing Act of 1991. Report To Accompany H.R. 656. House of Representatives, 102d Congress, 1st Session."},
      {
        "id":"ED336085",
        "title":"Federal Information Dissemination Policies and Practices: Hearings before the Government Information, Justice, and Agriculture Subcommittee of the Committee on Government Operations, House of Representatives. One Hundred First Congress, First Session, April 18, May 23, and July 11, 1989."},
      {
        "id":"ED336086",
        "title":"A Research and Development Strategy for High Performance Computing."},
      {
        "id":"ED336087",
        "title":"Research into Distance Education = Fernlehre und Fernlehrforschung."},
      {
        "id":"ED336090",
        "title":"Functions and Statistics with Computers at the College Level."},
      {
        "id":"ED336091",
        "title":"National High-Performance Computing and Networking Act. Report To Accompany S. 343, Senate, 102d Congess, 1st Session."},
      {
        "id":"ED336092",
        "title":"Department of Energy High-Performance Computing Act of 1991. Hearing before the Committee on Energy and Natural Resources, United States Senate, One Hundred Second Congress, First Session, on S. 343, To Provide for Continued United States Leadership in High-Performance Computing."},
      {
        "id":"ED336094",
        "title":"Evaluation of the Missouri Statewide Bibliographic Database on CD-ROM."},
      {
        "id":"ED336095",
        "title":"Comparing Computerized and Paper Based Information Retrieval Systems in Library Public Services: A Meta-Analysis."},
      {
        "id":"ED336096",
        "title":"Oregon Intellectual Freedom Clearinghouse Annual Report. May 1987-June 30, 1988."},
      {
        "id":"ED336097",
        "title":"Oregon Intellectual Freedom Clearinghouse: Third Annual Report."},
      {
        "id":"ED336100",
        "title":"Research Journal Prices--Trends and Problems. Update. CRS Report for Congress."},
      {
        "id":"ED336101",
        "title":"National Conference on the Development of Statewide Preservation Programs. Report of a Conference on the Current Status and Future Directions of Statewide Programs for the Preservation of Our Intellectual Heritage (Washington, D.C., March 1-3, 1989)."},
      {
        "id":"ED336102",
        "title":"U.S. Documents in the Study of History. Academic Library Guide, Government Documents Series Number 5."},
      {
        "id":"ED336104",
        "title":"Supplementary Materials for State Penitentiary Library Project. Final Performance Report."},
      {
        "id":"ED336108",
        "title":"The CSUS HyperCard Library Directory."},
      {
        "id":"ED336110",
        "title":"Information Desk Assistants' Manual."},
      {
        "id":"ED336112",
        "title":"Indexers' Manual for the Oregon Index."},
      {
        "id":"ED336114",
        "title":"A Tutorial on Using ERIC On Disc. Educational Resources Information Center CD-ROM Database."},
      {
        "id":"ED336115",
        "title":"The Production and Bibliographic Control of Latin American Preservation Microforms in the United States."},
      {
        "id":"ED336122",
        "title":"Holding Down Costs at Academic Research Libraries: A Consortial Approach. Final Report Submitted to the U.S. Department of Education."},
      {
        "id":"ED336124",
        "title":"Preserving the Literary Heritage: The Final Report of the Scholarly Advisory Committee on Modern Language and Literature of the Commission on Preservation and Access."},
      {
        "id":"ED336126",
        "title":"American College Testing Program (ACT) Survey of Postsecondary Plans: Dade County High School Composite Report Summary. Research Report No. 89-22R."},
      {
        "id":"ED336130",
        "title":"The Cutting Edge: Sharpening Faculty Skills in a Changing World."},
      {
        "id":"ED336134",
        "title":"Measuring Institutional Effectiveness through the Strategic Planning Process."},
      {
        "id":"ED336136",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1988-89. Research Report 5-91."},
      {
        "id":"ED336137",
        "title":"Developmental Studies Department Special Services Project. Rockland Community College/Board of Cooperative Educational Services Pilot Project, 1989-1990."},
      {
        "id":"ED336139",
        "title":"A Profile of the Enrollment Behavior of 1990 Associate Degree Recipients at Community College of Philadelphia. Report #59."},
      {
        "id":"ED336140",
        "title":"Faculty Renewal through Scholarship."},
      {
        "id":"ED336143",
        "title":"Project International Emphasis Interim Report, July 1991."},
      {
        "id":"ED336147",
        "title":"Selecting an Information System for the '90s: Can a User Driven Process Work?"},
      {
        "id":"ED336149",
        "title":"Roane State Community College Workplace Literacy Program Report. AACJC Rural College Partnership."},
      {
        "id":"ED336153",
        "title":"Survey of Writing Centers in Community Colleges."},
      {
        "id":"ED336154",
        "title":"Development of a Writing Center: A Bright Idea."},
      {
        "id":"ED336177",
        "title":"Environmental Toxins and Children: Exploring the Risks, Part I. Hearing held in Oakland, California, before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED336178",
        "title":"Environmental Toxins and Children: Exploring the Risks, Part II. Hearing held in Washington, DC before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED336179",
        "title":"Early Childhood Education in Ankara Gecekondus: A First Report from a Longitudinal Field Study in Ankara."},
      {
        "id":"ED336180",
        "title":"Maternal Employment and Adolescent Achievement: Effects of Demandingness, Responsiveness, and Commitment to Achievement."},
      {
        "id":"ED336182",
        "title":"Passing the Rod: Similarities between Parents' and Children's Orientations toward Physical Punishment."},
      {
        "id":"ED336183",
        "title":"Computer-Elicited Parental Self-Reports: Reactions to, Reliability, and Behavioral Validity."},
      {
        "id":"ED336184",
        "title":"From Anticipation to Reflection: Biological, Cognitive and Social Underpinnings of Children's Understanding of Intentionality."},
      {
        "id":"ED336188",
        "title":"Accidental Injuries among Children in Day Care Centers and Family Day Care Homes."},
      {
        "id":"ED336190",
        "title":"The Concept of Human Nature in Three Cultures: A Developmental Approach."},
      {
        "id":"ED336191",
        "title":"The National Follow through Program: Lessons from Two Decades of Research and Practice in School Improvement."},
      {
        "id":"ED336194",
        "title":"Classroom Change and Pupil Experience. Draft."},
      {
        "id":"ED336196",
        "title":"Who Said So? Defining Developmentally Appropriate Activities for Preschool Children."},
      {
        "id":"ED336197",
        "title":"Are Your Children Captured by Ninja Turtles? How To Turn What Children &quot;Love&quot; into What Is Appropriate."},
      {
        "id":"ED336198",
        "title":"Designing the Curriculum."},
      {
        "id":"ED336199",
        "title":"The Development of Spatial Thinking in Everyday Activity."},
      {
        "id":"ED336201",
        "title":"Beyond Rhetoric: A New American Agenda for Children and Families. Final Report of the National Commission on Children."},
      {
        "id":"ED336204",
        "title":"Parenting Children Who Have Been Prenatally Exposed to Drugs or Alcohol: A Handbook for Foster and Adoptive Parents."},
      {
        "id":"ED336205",
        "title":"A Rural Teacher-Parent Partnership for the Enhancement of School Success: An Executive Summary."},
      {
        "id":"ED336206",
        "title":"Creating Sex-Fair Family Day Care: A Guide for Trainers."},
      {
        "id":"ED336207",
        "title":"Risk-Taking in Learning, K-3. NEA Early Childhood Education Series."},
      {
        "id":"ED336210",
        "title":"Infant Child Care Patterns and Later Ratings of Preschool Behaviors."},
      {
        "id":"ED336211",
        "title":"Parent Involvement Programs in California Public Schools: Families, Schools, and Communities Working Together."},
      {
        "id":"ED336212",
        "title":"Joy in Learning: Making It Happen in Early Childhood Classes. NEA Early Childhood Education Series."},
      {
        "id":"ED336213",
        "title":"Innovative Models to Guide Family Support and Education Policy in the 1990s: An Analysis of Four Pioneering State Programs."},
      {
        "id":"ED336214",
        "title":"From Grass Roots Programs to State Policy: Strategic Planning and Choices for Family Support and Education Initiatives. Draft."},
      {
        "id":"ED336216",
        "title":"The Consolidation of a Rural School District: A Case Study."},
      {
        "id":"ED336220",
        "title":"Treatment of Farm Families under Need Analysis for Student Aid. Final Report."},
      {
        "id":"ED336221",
        "title":"Conditions Affecting the Restructuring of Rural Secondary Schools."},
      {
        "id":"ED336225",
        "title":"Measuring Intelligence of Minority Children in Canadian Multicultural Contexts."},
      {
        "id":"ED336229",
        "title":"Gender Differences in Learning Styles of Cree, Dene and Metis Students."},
      {
        "id":"ED336236",
        "title":"Integrating Preschool Programs and Preschool Children."},
      {
        "id":"ED336238",
        "title":"Systemic Reform in Six Rural Districts: A Case Study of First Reactions to the Kentucky Education Reform Act of 1990."},
      {
        "id":"ED336242",
        "title":"The American Indian: Yesterday, Today, &amp; Tomorrow. A Handbook for Educators."},
      {
        "id":"ED336245",
        "title":"Project Breakthrough: A Telecourse Model for the Mountain State."},
      {
        "id":"ED336247",
        "title":"Extracurricular Participation and Achievement: School Size as Possible Mediator of SES Influence among Individual Students."},
      {
        "id":"ED336253",
        "title":"A Study Concerning Stress among High School Students in Selected Rural Schools."},
      {
        "id":"ED336255",
        "title":"The Texas Water Education Network Directory."},
      {
        "id":"ED336257",
        "title":"ScienceVision: An Inquiry-Based Videodisc Science Curriculum."},
      {
        "id":"ED336259",
        "title":"Participation in School Science: A Synthesis of Recent Research."},
      {
        "id":"ED336261",
        "title":"Development of Student Inquiry Skills: A Constructivist Approach in a Computerized Classroom Environment."},
      {
        "id":"ED336262",
        "title":"Learning in the Middle School Earth Science Classroom: Students Conceptually Integrate New Knowledge Using Intelligent Laserdiscs."},
      {
        "id":"ED336264",
        "title":"Performance-Based Assessment of Biology Teachers: Promises and Pitfalls."},
      {
        "id":"ED336266",
        "title":"College Science Courses, ACT Science, C-Base Science, and GALT: Predictors of Science Process Skills and Physical Science Misconceptions."},
      {
        "id":"ED336267",
        "title":"The Second IEA Science Study--U.S. Revised Edition."},
      {
        "id":"ED336268",
        "title":"Science Achievement in the United States and Sixteen Countries: A Report to the Public."},
      {
        "id":"ED336269",
        "title":"An Instructional 'Man-Trap': Anthropomorphic and Animistic Thought in Constructivist Science Education."},
      {
        "id":"ED336275",
        "title":"African-American Science Student Learning Style, Halifax County, North Carolina."},
      {
        "id":"ED336279",
        "title":"An Assessment of Factors Related to the Attrition and Retention of Science and Mathematics Teachers in Kansas."},
      {
        "id":"ED336280",
        "title":"The Relative Effectiveness and Efficiency of Hands-On, Demonstration and Videotape Laboratories for Non-Science Major Students."},
      {
        "id":"ED336286",
        "title":"California Basic Instructional Materials in History--Social Science. Adoption Recommendations of the Curriculum Development and Supplemental Materials Commission to the State Board of Education 1990. Second Edition."},
      {
        "id":"ED336289",
        "title":"Update: Saudi Arabia."},
      {
        "id":"ED336291",
        "title":"[National Art Education Association Convention Caucus Program Papers (Chicago, Illinois, April 1981).]"},
      {
        "id":"ED336292",
        "title":"[Modern Art, Educational Ideology, and Curriculum.]"},
      {
        "id":"ED336293",
        "title":"[Theoretical and Pragmatic Relationships of Art Education and Social Circumstance.]"},
      {
        "id":"ED336294",
        "title":"[Social Ramifications of Art Education.]"},
      {
        "id":"ED336295",
        "title":"[Aesthetic Response to Art.]"},
      {
        "id":"ED336296",
        "title":"Interpretations. Volume 3."},
      {
        "id":"ED336297",
        "title":"Youth Community Service. 1989-90 Annual Report."},
      {
        "id":"ED336306",
        "title":"Robert Michels (1876-1936), Political Sociologist and Economist."},
      {
        "id":"ED336311",
        "title":"A Sampler of Ethnic Crafts."},
      {
        "id":"ED336312",
        "title":"Toward a Better Balance: Curriculum Guide for Multicultural Education, Part I, Grades K-6."},
      {
        "id":"ED336313",
        "title":"Toward a Better Balance: Curriculum Guide for Multicultural Education, Part II, Grades 7-12."},
      {
        "id":"ED336316",
        "title":"Documenting Prehistoric Habitation in Your Community: A Guide for Local Historians. New York State Museum Circular No. 55."},
      {
        "id":"ED336318",
        "title":"Introducing Analog Drawing into a Prison Art Education Setting."},
      {
        "id":"ED336323",
        "title":"Program of Studies. Instructional Goals and Objectives: Art."},
      {
        "id":"ED336324",
        "title":"The Arts &amp; Government: Questions for the Nineties. Report of the American Assembly Conference (Harriman, New York, November 8-11, 1990)."},
      {
        "id":"ED336328",
        "title":"[Teaching Materials about the U.S. Constitution.]"},
      {
        "id":"ED336329",
        "title":"Preserving the Global Environment: The Challenge of Shared Leadership."},
      {
        "id":"ED336330",
        "title":"The Meaning of Citizenship...in America and in the World. Resource Packet."},
      {
        "id":"ED336331",
        "title":"The Nature of Politics and Government...Differing Concepts of \"Authority\" in the World...Differing Views of the \"State.\" Resource Packet."},
      {
        "id":"ED336332",
        "title":"Constitutional and Non-Constitutional Governments...Similarities and Differences throughout History. Resource Packet."},
      {
        "id":"ED336333",
        "title":"A History of the California Federation of Teachers, 1919-1989."},
      {
        "id":"ED336334",
        "title":"Proceedings of the International Conference on Critical Thinking and Educational Reform (10th, Rohnert Park, California, August 5-8, 1990)."},
      {
        "id":"ED336335",
        "title":"The Topological Scaling of Consciousness: The World in the Perspectives of Economists and Technologists. No. 34."},
      {
        "id":"ED336336",
        "title":"Teaching Place-Names within the Cognitive Psychology Model."},
      {
        "id":"ED336340",
        "title":"Toward an Agenda for Induction: Perceptions of Beginning Teachers and Student Teachers."},
      {
        "id":"ED336342",
        "title":"[Education Research and Development for Teacher Learning: Leadership Roles.]"},
      {
        "id":"ED336344",
        "title":"An Experienced Teacher's Emerging Constructivist Beliefs about Teaching and Learning."},
      {
        "id":"ED336345",
        "title":"Extended Teacher-Preparation Programs: What the Literature Tells Us."},
      {
        "id":"ED336346",
        "title":"New Teachers with Life Experiences: How Different Are They?"},
      {
        "id":"ED336347",
        "title":"Second Career Teachers: Themes and Variations."},
      {
        "id":"ED336348",
        "title":"Critical Issues in the Curriculum of Teacher Education Programs."},
      {
        "id":"ED336349",
        "title":"Modifying the Learning Environment of Students To Enhance Personal Learning."},
      {
        "id":"ED336350",
        "title":"U.S. Teacher Education Reform (Goodlad and Holmes Group 1990 Reports): Commentary on Four New Books."},
      {
        "id":"ED336351",
        "title":"Quantitative and Qualitative Perspectives on Teacher Attitudes: The Third Year."},
      {
        "id":"ED336353",
        "title":"An Old Wine in a New Bottle: Opportunities for Physical Educators to Package and Deliver It, not Just Stomp Grapes."},
      {
        "id":"ED336354",
        "title":"Novice and Expert Physical Education Teachers: They May Think and Decide Differently...But Do They Behave Differently?"},
      {
        "id":"ED336357",
        "title":"Relationship of Observable Teaching Effectiveness Behaviors to MBTI Personality Types."},
      {
        "id":"ED336358",
        "title":"Re-Examining the History of the l960s."},
      {
        "id":"ED336362",
        "title":"Prepare To Meet Thy Mood? Teacher Preparation Time and the Intensification Thesis."},
      {
        "id":"ED336366",
        "title":"Mastery Learning: Teacher Belief, Language, and Practice."},
      {
        "id":"ED336374",
        "title":"Determining the Usages of Clinical Supervision."},
      {
        "id":"ED336377",
        "title":"A Century of Women&apos;s Basketball. From Frailty to Final Four."},
      {
        "id":"ED336381",
        "title":"The Effectiveness of Teaching Internships as a Viable Route to California Alternative Certification."},
      {
        "id":"ED336384",
        "title":"Cases of Culturally Responsible Pedagogy: Reflecting on the Past and Present To Realign for the Future."},
      {
        "id":"ED336385",
        "title":"Transforming Knowledge in Undergraduate Teacher Education. A Craft Paper 91-1."},
      {
        "id":"ED336386",
        "title":"Careers in Teaching: Following Members of the High School Class of 1972 In and Out of Teaching. Analysis Report. National Longitudinal Studies of the High School Class of 1972."},
      {
        "id":"ED336388",
        "title":"Connecticut Participation in the National Educational Longitudinal Study (NELS)."},
      {
        "id":"ED336389",
        "title":"Concurrent Validation of the Wechsler Preschool and Primary Scale of Intelligence--Revised (WPPSI) with the McCarthy Scales of Children's Abilities, and the Peabody Picture Vocabulary Test--Revised."},
      {
        "id":"ED336391",
        "title":"Understanding Collaborative Learning: Small Group Work on Contextual Problems Using a Multi-Representational Software Tool."},
      {
        "id":"ED336392",
        "title":"United States Catholic Elementary and Secondary Schools 1990-91: Annual Statistical Report on Schools, Enrollment and Staffing."},
      {
        "id":"ED336393",
        "title":"Profiles of Alaska's Public School Districts, Fiscal Year 1990."},
      {
        "id":"ED336395",
        "title":"Programs for the Field Collection of Observational Data."},
      {
        "id":"ED336396",
        "title":"Does Education Pay Off? Bureau of the Census Statistical Brief SB/91-4."},
      {
        "id":"ED336397",
        "title":"The Asymptotic Posterior Normality of the Latent Trait in an IRT Model."},
      {
        "id":"ED336399",
        "title":"1988 Schools and Staffing Survey Sample Design and Estimation. Schools and Staffing Survey. Technical Report."},
      {
        "id":"ED336401",
        "title":"Development of a Framework and Measure for Assessing Principal Change Facilitator Style."},
      {
        "id":"ED336404",
        "title":"Peer Collaboration: The Case for Treating the Dyad as the Unit of Analysis."},
      {
        "id":"ED336410",
        "title":"Validating the Measurement and Structure of the Beck Depression Inventory across English and French Nonclinical Adolescents."},
      {
        "id":"ED336411",
        "title":"Sample Size Tables, &quot;t&quot; Test, and a Prevalent Psychometric Distribution."},
      {
        "id":"ED336412",
        "title":"Confounding Covariates in Nonrandomized Studies."},
      {
        "id":"ED336413",
        "title":"Rasch Rating Scale Analysis of Quality Indicators of Elementary and Secondary School Performance."},
      {
        "id":"ED336414",
        "title":"Student Assessment in Pennsylvania. Pennsylvania Educational Policy Studies. Policy Paper Number 6."},
      {
        "id":"ED336415",
        "title":"Testing and School Improvement. Policy Paper Number 9. Pennsylvania Educational Policy Studies."},
      {
        "id":"ED336416",
        "title":"1990 Report Card, the State of School Systems in North Carolina."},
      {
        "id":"ED336417",
        "title":"A Framework and Principles for International Comparative Studies in Education."},
      {
        "id":"ED336418",
        "title":"Analysis of State Chapter 2 Applications."},
      {
        "id":"ED336419",
        "title":"Lower Costs, Fewer Staff, More Information: Critique of a Generic, Data-Base Evaluation System. Publication Number 90.21."},
      {
        "id":"ED336420",
        "title":"A Call for a New National Norming Methodology."},
      {
        "id":"ED336421",
        "title":"NAGB Sets Standards for the 1990 NAEP Mathematics Assessment. National Assessment Governing Board Bulletin."},
      {
        "id":"ED336422",
        "title":"High Stakes Minimum Skills Tests: Is Their Use Increasing Achievement? ORE Publication Number 90.25."},
      {
        "id":"ED336423",
        "title":"Oversight Hearings on Educational Assessment. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education. Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session (March 13-14, 1991)."},
      {
        "id":"ED336425",
        "title":"The Role of Student Outcomes in Dual Purpose Teacher Evaluation Systems: A Model for Meeting Top Down and Bottom Up Needs."},
      {
        "id":"ED336426",
        "title":"Changes in PEP Test Scores for Students Who Have Tested More Than Once."},
      {
        "id":"ED336427",
        "title":"Congeneric Models and Levine's Linear Equating Procedures."},
      {
        "id":"ED336428",
        "title":"An Argument-Based Approach to Validation."},
      {
        "id":"ED336429",
        "title":"Detecting and Correcting for Rater Effects in Performance Assessment."},
      {
        "id":"ED336430",
        "title":"Public School Enrollment and Staff, New York State 1990-91."},
      {
        "id":"ED336431",
        "title":"Nonpublic School Enrollment and Staff, New York State 1990-91."},
      {
        "id":"ED336438",
        "title":"Hawai'i State Plan for the Education of Homeless Children and Youth."},
      {
        "id":"ED336439",
        "title":"Moving toward a &quot;Just and Vital Culture&quot;: Multiculturalism in Our Schools."},
      {
        "id":"ED336440",
        "title":"Implementing the Children's Agenda: Critical Elements of System-Wide Reform. A Statement of the National Coalition for an Urban Children's Agenda."},
      {
        "id":"ED336441",
        "title":"Within-School Discrimination: Inadequate Title VI Enforcement by Education's Office for Civil Rights. Statement of Lawrence H. Thompson, Assistant Comptroller General, Human Resources Division, Before the Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED336442",
        "title":"Young Black Men and the Criminal Justice System: A Growing National Problem."},
      {
        "id":"ED336443",
        "title":"Absent Fathers in the Inner City."},
      {
        "id":"ED336445",
        "title":"The Effects of Testing on Native Americans."},
      {
        "id":"ED336446",
        "title":"Math Notes. The Clipboard Connection. Chapter I Resource Center Curriculum and Instruction."},
      {
        "id":"ED336447",
        "title":"Parents and Instruction. The Clipboard Connection. Chapter I Resource Center Curriculum and Instruction."},
      {
        "id":"ED336448",
        "title":"The Reading Writing Connection. The Clipboard Connection. Chapter I Resource Center Curriculum and Instruction."},
      {
        "id":"ED336449",
        "title":"Teaching Ideas. The Clipboard Connection. Chapter I Resource Center Curriculum and Instruction."},
      {
        "id":"ED336450",
        "title":"Products Available. The Clipboard Connection. Chapter I Resource Center Curriculum and Instruction."},
      {
        "id":"ED336452",
        "title":"Testing and Assessment in Publicly-Supported Job Training for the Disadvantaged."},
      {
        "id":"ED336455",
        "title":"The Cohort Report: Four-Year Results for the Class of 1990 and Follow-Ups of the Classes of 1987, 1988, and 1989, and The 1989-90 Annual Dropout Rate. OREA Report."},
      {
        "id":"ED336456",
        "title":"Ecology of Alcohol and Other Drug Use: Helping Black High-Risk Youth. Proceedings of the Howard University School of Human Ecology Forum (Washington, D.C., October 26-27, 1987). OSAP Prevention Monograph-7."},
      {
        "id":"ED336458",
        "title":"The Case for Community Based Programs that Inform and Motivate Black Male Youth."},
      {
        "id":"ED336480",
        "title":"Choosing Optional Infused Career Education for Students in High School Bilingual Programs (Project CHOICE). 1989-90 Final Evaluation Report."},
      {
        "id":"ED336481",
        "title":"Asian and Arabic Mediated Enrichment Resource and Instructional Career Awareness (Project AMERICA). 1989-90 Final Evaluation Report."},
      {
        "id":"ED336482",
        "title":"Aspire To Win through Academic Retention in Excellence (Project AWARE). 1989-90 Final Evaluation Report."},
      {
        "id":"ED336483",
        "title":"Bilingual Education and Academic/Career Outreach for Newcomers (Project BEACON). 1989-90 Final Evaluation Report."},
      {
        "id":"ED336486",
        "title":"Assessing the Culturally Different: Cultural Factors in the Clinical Assessment of Asian-Americans."},
      {
        "id":"ED336487",
        "title":"Infusion of African and African-American History and Culture into the Atlanta Public Schools' Curriculum. Evaluation Report 1988-1990. Report No. 6, Vol. 25."},
      {
        "id":"ED336488",
        "title":"ScholarshipBuilder Program, Second Annual Report 1989-1990. Report No. 10, Vol. 25."},
      {
        "id":"ED336489",
        "title":"Breaking New Ground for Youth at Risk: Program Summaries. OSAP Technical Report 1."},
      {
        "id":"ED336490",
        "title":"Intergroup Relations in Cooperative Learning Groups."},
      {
        "id":"ED336491",
        "title":"What Is Taught, and How, to the Children of Poverty. Study of Academic Instruction for Disadvantaged Students. Interim Report from a Two-Year Investigation."},
      {
        "id":"ED336492",
        "title":"Success for All: Multi-Year Effects of a Schoolwide Elementary Restructuring Program. Report No. 18."},
      {
        "id":"ED336493",
        "title":"Repeating a Grade: Time To Grow or Denial of Opportunity? Report No. 16."},
      {
        "id":"ED336494",
        "title":"A Study of the Longitudinal Effects of All-Day Kindergarten Attendance on Achievement."},
      {
        "id":"ED336496",
        "title":"What Should a Model Technology Education Program Look Like? How Have Successful Program Models in Secondary School Technology Education Been Implemented?"},
      {
        "id":"ED336506",
        "title":"How To Help Your Child Choose a Career. New and Revised Edition. Today's Youth and Tomorrow's Careers Edition."},
      {
        "id":"ED336510",
        "title":"Workplace Education Efforts in Small Business: Learning from the Field. Final Report."},
      {
        "id":"ED336511",
        "title":"Adult Literacy and Numeracy Competency Scales. An International Literacy Year Project."},
      {
        "id":"ED336512",
        "title":"Developing Competency Rating Scales in Adult Literacy: An Analytical Approach."},
      {
        "id":"ED336513",
        "title":"Linking Planning and Evaluation: Understanding the Process in Vocational and Technical Education. Working Papers."},
      {
        "id":"ED336514",
        "title":"Teacher Preparation, Qualifications, and Demand. Working Papers."},
      {
        "id":"ED336515",
        "title":"Competency Profile Development for the (Supervisory) Management Curriculum. Marketing Education Teacher's Resource Guide. Competency Listing, Expected Student Learning Outcomes and Cross-Referenced Instructional Materials by Competencies."},
      {
        "id":"ED336516",
        "title":"Missouri Marketing Education Program Evaluation Guide."},
      {
        "id":"ED336517",
        "title":"Missouri Marketing Education Program Improvement Review Guide."},
      {
        "id":"ED336518",
        "title":"Program Operations and Curriculum Guide for Cooperative Industrial Education Programs in Missouri."},
      {
        "id":"ED336522",
        "title":"Electronics. Criterion-Referenced Test (CRT) Item Bank."},
      {
        "id":"ED336523",
        "title":"Machine Shop. Criterion-Referenced Test (CRT) Item Bank."},
      {
        "id":"ED336526",
        "title":"Competency Profile Development for the General Related Core Curriculum for Cooperative Industrial Education Programs. Cooperative Industrial Education Teacher's Resource Guide. Competency Listing, Expected Student Learning Outcomes and Cross-Referenced Instructional Materials by Competencies."},
      {
        "id":"ED336529",
        "title":"Focusing Agricultural Education Research: The Challenge of the 1990's and Beyond. Proceedings of the National Agricultural Education Research Meeting (17th, Cincinnati, Ohio, November 30, 1990)."},
      {
        "id":"ED336530",
        "title":"Student Views of the Two-Paycheck Family Lifestyle: Boon, Burden, or Both."},
      {
        "id":"ED336532",
        "title":"Work Values of High School Vocational Education Students."},
      {
        "id":"ED336535",
        "title":"Economic Change and the American Workforce. State Workforce Development for a New Economic Era. Volume I."},
      {
        "id":"ED336536",
        "title":"Economic Change and the American Workforce. State Workforce Development for a New Economic Era. Volume II."},
      {
        "id":"ED336537",
        "title":"[State Program of Jobs for the Future. Volume III.]"},
      {
        "id":"ED336538",
        "title":"[Workforce Preparation Steps. Economic Change and the American Workforce. State Workforce Development for a New Economic Era. Volume IV.]"},
      {
        "id":"ED336539",
        "title":"Continuing Education: A Capital Idea. Proceedings of the Annual Conference of Region II, National University Continuing Education Association (Washington, D.C., October 5-7, 1991)."},
      {
        "id":"ED336542",
        "title":"Transitions: Research on the Success of Newer Deans and Directors of Continuing Education."},
      {
        "id":"ED336544",
        "title":"Cooperative Demonstration Program To Train Aviation Maintenance Technicians. Final Report."},
      {
        "id":"ED336545",
        "title":"Investments in Tomorrow's Workforce: Corporate Partnerships for the Education, Training, and Employment of Disadvantaged Youth."},
      {
        "id":"ED336546",
        "title":"The Global View of Vocational-Academic Integration."},
      {
        "id":"ED336548",
        "title":"Building Local Labor Market Dynamics into Workforce 2000. Research Report No. 53."},
      {
        "id":"ED336560",
        "title":"Techniques: Developing Learning Modules for Adults."},
      {
        "id":"ED336562",
        "title":"Techniques: Coach, Consultant, Critic, Counselor: The Multiple Roles of the Responsive Facilitator."},
      {
        "id":"ED336565",
        "title":"Mapping Occupations: A Longitudinal Study Based on Vocational Interests. ACT Research Report Series 90-11."},
      {
        "id":"ED336566",
        "title":"A Look at Planning and Evaluation Linkages across the Nation."},
      {
        "id":"ED336567",
        "title":"Vocational Education for Special Populations: Recommendations for Improving State Policy."},
      {
        "id":"ED336568",
        "title":"Readin', Writin', and 'Rithmetic One More Time: The Role of Remediation in Vocational Education and Job Training Programs. A Report to Congress, the Secretary of Education, and the Secretary of Labor."},
      {
        "id":"ED336569",
        "title":"Illinois Guidance by Objectives. Building Fairness: Creating and Implementing Equity Programs. A Guide for EFE Systems."},
      {
        "id":"ED336570",
        "title":"Student Services Handbook."},
      {
        "id":"ED336585",
        "title":"Cluster Matarices for Industrial Occupations. Education for Employment Task Lists."},
      {
        "id":"ED336586",
        "title":"Task Lists for Industrial Occupations. Education for Employment Task Lists."},
      {
        "id":"ED336587",
        "title":"Field Crop Nutrition--Applied Science Concepts. Student Manual."},
      {
        "id":"ED336588",
        "title":"Livestock Nutrition and Feeding. Student Manual. Second Edition."},
      {
        "id":"ED336592",
        "title":"A Study To Determine the Effect of College-Level Mathematics Skills on Electronic Technology Final Grades."},
      {
        "id":"ED336593",
        "title":"A Study To Determine the Job Satisfaction of the Engineering/Industrial Technology Faculty at Delgado Community College."},
      {
        "id":"ED336594",
        "title":"DELSILIFE. An Educational Strategy To Fight Poverty. CESO Paperback No. 9."},
      {
        "id":"ED336596",
        "title":"Impact of Consumer/Homemaking Programs II: Preparation for Dual Roles as Homemaker and Wage Earner. Final Report."},
      {
        "id":"ED336597",
        "title":"Impact of Consumer and Homemaking Education of 1983 and 1988 Graduates in Montana. Final Report."},
      {
        "id":"ED336606",
        "title":"University for Masses."},
      {
        "id":"ED336607",
        "title":"Report and Analysis of the Pilot Test of the Career Orientation Planning Profile (COPP)."},
      {
        "id":"ED336610",
        "title":"A Business-Education Venture To Provide High Technology Skills Training for Health Care Occupations. Final Evaluation Report."},
      {
        "id":"ED336611",
        "title":"A Business-Education Venture To Provide High Technology Skills Training for Health Care Occupations. Final Performance Report."},
      {
        "id":"ED336612",
        "title":"Career Skills Enhancement Program (CSEP). A National Workplace Literacy Program, Final Report To Cover Activities April 1, 1990-September 30, 1991."},
      {
        "id":"ED336613",
        "title":"The EICCD Program Evaluation Process for Vocational-Technical Programs: A Summary."},
      {
        "id":"ED336614",
        "title":"A Model Vocational High Technology in Health Care Demonstration Project. Final Performance Report."},
      {
        "id":"ED336615",
        "title":"Myles Horton (1905-90) of Highlander: Adult Educator and Southern Activist."},
      {
        "id":"ED336616",
        "title":"Youth Training in the United States, Britain, and Australia."},
      {
        "id":"ED336617",
        "title":"LEAP. Impelementing a Welfare Initiative To Improve School Attendance among Teenage Parents. Ohio's Learning, Earning, and Parenting Program."},
      {
        "id":"ED336624",
        "title":"Self-Employment for Welfare Recipients: Implementation of the SEID Program."},
      {
        "id":"ED336625",
        "title":"General Cooperative Education Clubs of Arkansas."},
      {
        "id":"ED336626",
        "title":"The Virginia Department of Correctional Education Transition Program."},
      {
        "id":"ED336628",
        "title":"Educating for a Change."},
      {
        "id":"ED336633",
        "title":"Corporate Strategy and Industrial Training. Contract Report."},
      {
        "id":"ED336634",
        "title":"Proceedings of the Workshop To Review Questions Asked about the Respiratory Care Essentials. AARC Summer Forum (St. Petersburg, Florida, July 14-15, 1989)."},
      {
        "id":"ED336640",
        "title":"Advanced Technology and the Workforce: An Evolving Agenda for Instructor Preparation. Proceedings of the Annual Rupert N. Evans Symposium on Vocational Education (11th, Monticello, Illinois, May 3-4, 1990)."},
      {
        "id":"ED336642",
        "title":"Sophisticated Technology, the Workforce and Vocational Education."},
      {
        "id":"ED336644",
        "title":"Reference Guide for Teaching Selected Duty Areas from Business, Marketing and Management Occupations."},
      {
        "id":"ED336645",
        "title":"The Contribution of Graduate Student Research Published in \"The Journal of Adult Education/Adult Education Quarterly,\" 1969-1988."},
      {
        "id":"ED336646",
        "title":"A Journal of Pilot Site Visits and Other Professional Notes Concerning Methods, Processes, Impediments, and Facilitators to Integrate Curriculum To Improve Students' Basic Skills."},
      {
        "id":"ED336647",
        "title":"Managing Diversity: A Key to Building a Quality Work Force. Research and Development Series No. 271."},
      {
        "id":"ED336648",
        "title":"Post-Secondary Distance Education in Canada. Policies, Practices and Priorities."},
      {
        "id":"ED336649",
        "title":"Young Adolescents Describe the Encouraging Adult Who Would Listen to Them."},
      {
        "id":"ED336651",
        "title":"Effects of Self-Efficacy on Fear Arousal and Performance."},
      {
        "id":"ED336652",
        "title":"Explaining Depression among Clinically Depressed and Nondiagnosed Hispanic Women."},
      {
        "id":"ED336653",
        "title":"The Job Stress-Social Support Buffering Hypothesis: Employees' Gender, Education, and Collar Color."},
      {
        "id":"ED336657",
        "title":"Career Planning & Placement Survey: An Operational Profile, 1987."},
      {
        "id":"ED336665",
        "title":"Occupational Stress: Coping of Police and Their Spouses."},
      {
        "id":"ED336666",
        "title":"An Open Letter to School Administrators and Mental Health Professionals about School-Based Suicide Prevention Programs."},
      {
        "id":"ED336668",
        "title":"Academic Stress amongst Adolescents: An Examination by Ethnicity, Grade, and Sex."},
      {
        "id":"ED336670",
        "title":"Teaching Collegiate AIDS Prevention Programs: A State-wide Training Workshop."},
      {
        "id":"ED336673",
        "title":"Variation in Adjustment to Divorce: The Feeling of Being Caught between Parents."},
      {
        "id":"ED336679",
        "title":"Adolescents Arguing with Their Mothers: Age Differences in Dialogic Behavior."},
      {
        "id":"ED336682",
        "title":"Beyond Tolerance: Gays, Lesbians and Bisexuals on Campus."},
      {
        "id":"ED336683",
        "title":"Women's Worldly Fate: Guatemalan, Filipino, and U.S.A. Adolescents' Images of Women as Office Workers and Homemakers."},
      {
        "id":"ED336684",
        "title":"Guatemalan Girls' Views of the Ideal Woman."},
      {
        "id":"ED336685",
        "title":"Project PRIDE: 1990-1991. Evaluation Report."},
      {
        "id":"ED336688",
        "title":"Drugs and Crime Facts, 1990."},
      {
        "id":"ED336689",
        "title":"Depressed Mothers' Expressed Emotion and Their Children's Self-Esteem and Mood Disorders."},
      {
        "id":"ED336694",
        "title":"Establishing and Maintaining School Health Advisory Councils: A How-To Manual for Local Educational Agencies."},
      {
        "id":"ED336695",
        "title":"Crime and the Nation's Households, 1990. Bureau of Justice Statistics Bulletin."},
      {
        "id":"ED336696",
        "title":"Drug Use among American High School Seniors, College Students and Young Adults, 1975-1990. Volume 1: High School Seniors."},
      {
        "id":"ED336697",
        "title":"Youth and Alcohol: Laws and Enforcement. Is the 21-Year-Old Drinking Age a Myth?"},
      {
        "id":"ED336698",
        "title":"Consultation in the Counseling Profession: An Annotated Bibliography."},
      {
        "id":"ED336701",
        "title":"Letting Go..."},
      {
        "id":"ED336702",
        "title":"Education, Economics & Youth."},
      {
        "id":"ED336704",
        "title":"Harris County Juvenile Detention Center (1990-91)."},
      {
        "id":"ED336705",
        "title":"Gender Effects in College Students' Drinking Habits and Their Perceptions of Intoxication of Others."},
      {
        "id":"ED336706",
        "title":"College Students' Perceptions of the Sexual Interest of a Young Woman and Man: Cognitive Expectancy of a Gender Effect."},
      {
        "id":"ED336708",
        "title":"Cognitive Expectancies of Alcohol-Facilitated Sexuality."},
      {
        "id":"ED336710",
        "title":"Psychologically Abandoned Children: Dependency, Trust and Self-Esteem in ACOAs."},
      {
        "id":"ED336711",
        "title":"Stability of Parental Nurturance as a Salient Predictor of Self-Esteem."},
      {
        "id":"ED336712",
        "title":"Marriage and Family Therapy: Who Needs It? Where To Find It?"},
      {
        "id":"ED336713",
        "title":"Children as Witness to Marital Violence: A Risk Factor for Life Long Problems among a Nationally Representative Sample of American Men and Women."},
      {
        "id":"ED336717",
        "title":"Kids Helping Kids Kosair Read-a-Thon: Suggestions for Teachers and Parents."},
      {
        "id":"ED336718",
        "title":"A Research Study To Augment Reading Comprehension of Gifted Students through Increased Exposure to Test-Taking Methods and Strategies."},
      {
        "id":"ED336724",
        "title":"Out from between a Rock and a Hard Place: Whole Language in Tennessee."},
      {
        "id":"ED336725",
        "title":"Reading on Higher Education Level."},
      {
        "id":"ED336732",
        "title":"Reading Instruction Reconsidered: Literature and Discussion in the Reading Program. Elementary Subjects Center Series No. 47."},
      {
        "id":"ED336735",
        "title":"Reading Is Knowledge: Thirteenth Yearbook of the College Reading Association, 1991."},
      {
        "id":"ED336737",
        "title":"The Effects of Explicit Instruction on Critical Reading and Argumentative Writing: The TASK of Reading and Writing."},
      {
        "id":"ED336739",
        "title":"Can Writing Programs Change the University? Change from the Margins."},
      {
        "id":"ED336741",
        "title":"Enhancing Long-Term Retention of New Vocabulary Using Visual Images."},
      {
        "id":"ED336743",
        "title":"Teaching Literacy through Student Book Clubs: A First-Year Teacher's Experience. Elementary Subjects Center Series No. 41."},
      {
        "id":"ED336745",
        "title":"Writing Development of Inner City Primary Students: Comparative Effects of a Whole Language and a Skills-Oriented Program."},
      {
        "id":"ED336748",
        "title":"Stick to Reality and a Dream: Celebrating America's Young Readers. A Lecture for the Year of the Young Reader Presented on November 17, 1988 at the Library of Congress. Children's Literature Center Series No. 3."},
      {
        "id":"ED336749",
        "title":"Writing for Publication in Reading and Language Arts."},
      {
        "id":"ED336751",
        "title":"Student Perceptions of Achievement in School Literature. Report Series 3.5."},
      {
        "id":"ED336753",
        "title":"Teaching Poetry to the Unenthused."},
      {
        "id":"ED336755",
        "title":"Philosophy of Writing Instruction."},
      {
        "id":"ED336756",
        "title":"Searching for Objectivity and Prejudice in Writing about AIDS."},
      {
        "id":"ED336757",
        "title":"Writing Portfolios: A Resource for Teaching and Assessment."},
      {
        "id":"ED336758",
        "title":"Center for the Learning and Teaching of Literature--Final Report."},
      {
        "id":"ED336760",
        "title":"Half Sinful Words: Disguised Grief in &quot;Ulysses.&quot;"},
      {
        "id":"ED336762",
        "title":"Writing across the Curriculum."},
      {
        "id":"ED336763",
        "title":"Raising the Level of Analysis in Media-Audience Studies."},
      {
        "id":"ED336765",
        "title":"Teaching Intercultural Communication through the Hollywood Film: An Analysis of &quot;Witness.&quot;"},
      {
        "id":"ED336766",
        "title":"&quot;Talking Good&quot;: Family Communication and Children's Morality."},
      {
        "id":"ED336767",
        "title":"Exploring the Affective Impact of Interpersonal Influence Messages."},
      {
        "id":"ED336772",
        "title":"Group Discussion and Individual Critical Thinking Processes: An Interactive Perspective."},
      {
        "id":"ED336773",
        "title":"Patterns and Communication Barriers between Teenagers and Parents about Sex-Related Topics: A Survey of Teenagers in Sex Education Classes."},
      {
        "id":"ED336775",
        "title":"Intervention Techniques for the Reduction of Communication Apprehension in the Basic Oral Communication Course: Some Practical Guidelines."},
      {
        "id":"ED336776",
        "title":"Replicating Small Group Research Using the Functional Theory."},
      {
        "id":"ED336778",
        "title":"Oral Interpretation as a Pedagogical Tool in Teaching Literary Comprehension and Appreciation."},
      {
        "id":"ED336783",
        "title":"Critical Thinking: The Importance of Teaching."},
      {
        "id":"ED336784",
        "title":"Do the Ends Justify the Means? Thinking Critically about &quot;Twelve Angry Men.&quot;"},
      {
        "id":"ED336785",
        "title":"Using C-SPAN as a Research Tool To Analyze Cross-Cultural Relations."},
      {
        "id":"ED336803",
        "title":"Methods of Assessing Internship Performance."},
      {
        "id":"ED336812",
        "title":"Acorns in a Mountain Pool: The Role of Litigation, Law and Lawyers in Kentucky Education Reform."},
      {
        "id":"ED336818",
        "title":"A Profile of Selected Demographic, Economic and Educational Characteristics of the North Central Region, 1990."},
      {
        "id":"ED336823",
        "title":"Voices from the Field: 30 Expert Opinions on America 2000, The Bush Administration Strategy To &quot;Reinvent&quot; America's Schools."},
      {
        "id":"ED336825",
        "title":"A Systems Analysis Approach To Selecting, Designing and Implementing Automated Systems: Administrative Uses of Microcomputers in Schools."},
      {
        "id":"ED336826",
        "title":"In-School Suspension Program."},
      {
        "id":"ED336828",
        "title":"Equality in Education: Progress, Problems and Possibilities. CPRE Policy Briefs Series."},
      {
        "id":"ED336831",
        "title":"From Rhetoric to Action: State Progress in Restructuring the Education System."},
      {
        "id":"ED336832",
        "title":"School-Based Management and Educational Reform: Cases in the USA and Spain."},
      {
        "id":"ED336833",
        "title":"Evaluation of the Coaching Teachers to Higher Levels of Effectiveness Performance Learning, Incorporated Workshops. Report No. 20, Vol. 24."},
      {
        "id":"ED336838",
        "title":"School Restructuring: What the Reformers Are Saying."},
      {
        "id":"ED336839",
        "title":"Restructuring the Education System: A Consumer's Guide, Volume 1."},
      {
        "id":"ED336844",
        "title":"Measuring Fiscal Capacity of School Systems."},
      {
        "id":"ED336845",
        "title":"School-Based Management and Student Performance. ERIC Digest, Number 62."},
      {
        "id":"ED336846",
        "title":"Using Incentives To Stimulate Improved School Performance; An Assessment of Alternative Approaches."},
      {
        "id":"ED336847",
        "title":"Geographical Cost of Living Differences: Interstate and Intrastate, Update 1991. MacArthur Spencer Series Number 20."},
      {
        "id":"ED336848",
        "title":"Accelerated Schools--Evolving Thoughts on the Evaluation of an Innovative Model."},
      {
        "id":"ED336849",
        "title":"Accelerated Schools: The Satellite Center Project."},
      {
        "id":"ED336852",
        "title":"The Meanings of \"At-Risk\", Whose Meanings Count, and Why: Experts, Reformers, Policymakers and Teachers."},
      {
        "id":"ED336853",
        "title":"Homeschooling: Issues for Administrators. Occasional Paper Series, No. 12."},
      {
        "id":"ED336854",
        "title":"Stressed for Success: A Study of Stress and the Superintendency. Occasional Paper Series, No. 14."},
      {
        "id":"ED336855",
        "title":"Parental Choice Options in Maine. Occasional Paper Series, No. 11."},
      {
        "id":"ED336859",
        "title":"Promises To Keep: 1991 Education Agenda."},
      {
        "id":"ED336861",
        "title":"Oversight of State Education Reforms: The Motivations and Methods of Program \"Fixers\"."},
      {
        "id":"ED336862",
        "title":"Defining Principal Leadership in an Era of Teacher Empowerment."},
      {
        "id":"ED336863",
        "title":"Superintendent Role Changes and Labor Relations Reform."},
      {
        "id":"ED336864",
        "title":"Collaborative Action Research: Can It Improve School Effectiveness?"},
      {
        "id":"ED336865",
        "title":"School-Based Budgeting. ERIC Digest, Number 64."},
      {
        "id":"ED336866",
        "title":"Distance Education: A Primer for Administrators."},
      {
        "id":"ED336867",
        "title":"Doubts &amp; Certainties: Working Together To Restructure Schools. NEA School Restructuring Series."},
      {
        "id":"ED336871",
        "title":"Why Restructure?"},
      {
        "id":"ED336873",
        "title":"Planned Change for Personnel Development: Strategic Planning and the CSPD."},
      {
        "id":"ED336874",
        "title":"Accountability Mechanisms for State Education Reform: Some Organizational Alternatives."},
      {
        "id":"ED336875",
        "title":"Making the Most of School Reform: Suggestions for More Effective Local School Councils."},
      {
        "id":"ED336877",
        "title":"Scaling the Acceptability of Behavior Decelerative Procedures: Perceptions of Staff Working with Persons with Developmental Disabilities."},
      {
        "id":"ED334875",
        "title":"Large Enrollment Classes: Necessary Evil or Not Necessarily Evil? Notes on Teaching, No. 5. Occasional Paper."},
      {
        "id":"ED334876",
        "title":"Mandate for a New Century: Reshaping the Research University's Role in Social Policy. Eleventh David Dodds Henry Lecture."},
      {
        "id":"ED334878",
        "title":"Choosing a College President: Opportunities and Constraints."},
      {
        "id":"ED334880",
        "title":"Character Development in the Freshman Year and over Four Years of Undergraduate Study. The Freshman Year Experience. Monograph Series No. 1."},
      {
        "id":"ED334883",
        "title":"The Freshman Orientation Seminar: A Research-Based Rationale for Its Value, Delivery, and Content. The Freshman Year Experience. Monograph Series No. 4."},
      {
        "id":"ED334884",
        "title":"Residence Life Programs and the First-Year Experience. The Freshman Year Experience. Monograph Series No. 5."},
      {
        "id":"ED334885",
        "title":"Guidelines for Evaluating the Freshman Year Experience."},
      {
        "id":"ED334886",
        "title":"Benefits and Costs of Assessment in Higher Education: A Framework for Choicemaking."},
      {
        "id":"ED334891",
        "title":"A Survey of Pre-Health Advisors and Black Students in South Carolina. Factors Affecting the Decreasing Number of South Carolina Applicants to the Dental Profession. Final Report."},
      {
        "id":"ED334902",
        "title":"Recruiting Trends 1990-91: A Study of 549 Businesses, Industries, Government Agencies, and Educational Institutions Employing New College Graduates. 20th Anniversary Abridged Edition."},
      {
        "id":"ED334906",
        "title":"Causal Attributions for College Success and Failure: An American-Asian Comparison."},
      {
        "id":"ED334907",
        "title":"Hispanic Women: Making Their Presence on Campus Less Tenuous."},
      {
        "id":"ED334909",
        "title":"Enrollment Report, Fall 1990. University of Nevada System."},
      {
        "id":"ED334910",
        "title":"Student Aid Information and Private Tuition-Guarantee Programs. Statement of Eleanor Chelinsky, Assistant Comptroller General, Program Evaluation and Methodology Division, Before the Subcommittee on Postsecondary Education, United States House of Representatives."},
      {
        "id":"ED334913",
        "title":"Annual Report to the California Education Round Table, 1990."},
      {
        "id":"ED334914",
        "title":"A Study of the Academic Performance and Progress of Students Placed in Remedial Mathematics: 1985-1986."},
      {
        "id":"ED334915",
        "title":"The University of Louisville Tutoring Program: 1986-1987 Operations and Outcomes."},
      {
        "id":"ED334916",
        "title":"An Analysis of ACT Scores, Placement Tests, and Academic Performance in Reading, English, and Mathematics Courses."},
      {
        "id":"ED334917",
        "title":"The Impact of Minimum Admission Standards: 1986-1989."},
      {
        "id":"ED334918",
        "title":"The Long-Term Performance and Retention of Preparatory Division Transfer Students: 1983-1990."},
      {
        "id":"ED334919",
        "title":"Aiming for a College Education: A Strategy for Scotland."},
      {
        "id":"ED334922",
        "title":"Implementing Cooperative Learning Methods."},
      {
        "id":"ED334923",
        "title":"Barrow High School Graduate Survey: A Study of the 1986-89 Graduates."},
      {
        "id":"ED334924",
        "title":"Juneau Douglas High School Graduate Survey: A Study of the 1986-89 Graduates."},
      {
        "id":"ED334925",
        "title":"Mt. Edgecumbe High School Graduate Survey: A Study of the 1986-89 Graduates."},
      {
        "id":"ED334928",
        "title":"Development &amp; Testing of the Cluster-Analytic Model To Identify Coursework Patterns Associated with General Learned Abilities of College Students: Clayton State College Report on Combined Samples."},
      {
        "id":"ED334929",
        "title":"The Statewide Extended Campus, 1991-92: Policies and Procedures for the Colorado Statewide Extended Studies Program, Off-Campus State-Funded Programs, Out-of-State and Out-of-Country Instruction. [Compendium of Commission Policies Section IV.]"},
      {
        "id":"ED334931",
        "title":"Minority Participation in Higher Education."},
      {
        "id":"ED334932",
        "title":"Howard University: A Comparative Fiscal Analysis."},
      {
        "id":"ED334933",
        "title":"Structure and Governance of Universities in France, the United States of America, and Mexico."},
      {
        "id":"ED334934",
        "title":"The Policy Implications of College and Career Assessment Findings."},
      {
        "id":"ED334935",
        "title":"Usage of Student Learning Outcomes Assessment."},
      {
        "id":"ED334939",
        "title":"Testimony to the Senate Subcommittee on Education, Arts, and Humanities on the Reauthorization of the Higher Education Act."},
      {
        "id":"ED334940",
        "title":"Social Consciousness and Career Awareness: Emerging Link in Higher Education. ASHE-ERIC Higher Education Report No. 8, 1990."},
      {
        "id":"ED334941",
        "title":"Fact Book on Theological Education for the Academic Year 1990-91."},
      {
        "id":"ED334942",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1989."},
      {
        "id":"ED334944",
        "title":"Spring 1991 Higher Education Enrollment Information."},
      {
        "id":"ED334945",
        "title":"Enrollment in Higher Education, Fall 1989. E.D. TABS."},
      {
        "id":"ED334947",
        "title":"Salaries of Full-Time Instructional Faculty on 9- and 10-month Contracts in Institutions of Higher Education, 1979-80 through 1989-90. E.D. TABS."},
      {
        "id":"ED334948",
        "title":"State Higher Education Profiles (SHEP), Third Edition. A Comparison of State Higher Education Data for FY 1987."},
      {
        "id":"ED334955",
        "title":"Abuses in Federal Student Aid Programs: Hearings Before the Permanent Subcommittee on Investigations of the Committee on Governmental Affairs. United States Senate, One Hundred First Congress, Second Session (February 20, 26, 1990)."}]
  }}
