{
  "response":{"numFound":509939,"start":66000,"numFoundExact":true,"docs":[
      {
        "id":"ED334956",
        "title":"Abuses in Federal Student Aid Programs. Hearings Before the Permanent Subcommittee on Investigations of the Committee on Governmental Affairs. United States Senate, One Hundred First Congress, Second Session, Part 2: Licensing, Accreditation, Certification, and Eligibility (September 12, 13, October 5, 1990)."},
      {
        "id":"ED334959",
        "title":"Social Consciousness and Career Awareness: Emerging Link in Higher Education. ERIC Digest."},
      {
        "id":"ED334960",
        "title":"ITV Resources in the Defined Minimum Program, 1987-88. Curriculum Guide."},
      {
        "id":"ED334962",
        "title":"The Use of the Computer in Louisiana Schools. Sixth Annual Report. Bulletin 1679."},
      {
        "id":"ED334963",
        "title":"Using High Technology in Education--The Northeastern Utah Telelearning Project."},
      {
        "id":"ED334964",
        "title":"Telecourse Utilization Survey Project. Third Year Report: Fall 1986-Summer 1989."},
      {
        "id":"ED334966",
        "title":"Learner Centredness: Views of Canadian Distance Education Educators."},
      {
        "id":"ED334969",
        "title":"Proceedings of Selected Research Paper Presentations at the Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (Orlando, Florida, February 13-17, 1991)."},
      {
        "id":"ED334970",
        "title":"Citation Networks of Selected Instructional Design and Technology Journals, 1985-1990."},
      {
        "id":"ED334972",
        "title":"Effects of Variations in Learner Control on Children's Curiosity and Learning from Interactive Video."},
      {
        "id":"ED334974",
        "title":"The Interaction of Color Realism and Pictorial Recall Memory."},
      {
        "id":"ED334975",
        "title":"Visual Complexity and Pictorial Memory: A Fifteen Year Research Perspective."},
      {
        "id":"ED334977",
        "title":"Doctoral Dissertation Research in Instructional Design and Technology from 1976 through 1988."},
      {
        "id":"ED334980",
        "title":"Using Photo-Interviewing as Tool for Research and Evaluation."},
      {
        "id":"ED334981",
        "title":"Square One Television and Gender."},
      {
        "id":"ED334982",
        "title":"A Comparison of an Expert Systems Approach to Computerized Adaptive Testing and an Item Response Theory Model."},
      {
        "id":"ED334984",
        "title":"Supporting Learning with Process Tools: Theory and Design Issues."},
      {
        "id":"ED334986",
        "title":"Learners Self-Reports of Characteristics Related to Academic Achievement and Motivation."},
      {
        "id":"ED334987",
        "title":"The Effects of Pictorial Complexity and Cognitive Style on Visual Recall Memory."},
      {
        "id":"ED334991",
        "title":"Theory Building and Educational Technology: Foundations for Reconceptualization."},
      {
        "id":"ED334994",
        "title":"Implementation Levels of a Videodisc-Based Mathematics Program and Achievement."},
      {
        "id":"ED334996",
        "title":"Interactive Media Audit Trails: Approaches and Issues."},
      {
        "id":"ED334998",
        "title":"Interactive Video and Informal Learning Environments."},
      {
        "id":"ED335000",
        "title":"Instructional Analogies and the Learning of Tangible and Intangible Concepts."},
      {
        "id":"ED335001",
        "title":"A National Survey of Systemic School Restructuring Experiences."},
      {
        "id":"ED335003",
        "title":"Using Intelligent Tutoring Design Principles To Integrate Cognitive Theory into Computer-Based Instruction."},
      {
        "id":"ED335005",
        "title":"Adult Attitudes toward Alternative Delivery Systems and Industrial Training Outcomes."},
      {
        "id":"ED335009",
        "title":"An Evaluation of Alternative Distance Tutoring Models for At-Risk Elementary School Children."},
      {
        "id":"ED335010",
        "title":"The Development of Writing Skills in a Computer-Intensive Environment."},
      {
        "id":"ED335012",
        "title":"The Use of Instructional Development Procedures To Create Exhibits: A Survey of Major American Museums."},
      {
        "id":"ED335013",
        "title":"Distance Education in Taiwan: A Model Validated."},
      {
        "id":"ED335015",
        "title":"The Validity of a Multiple-Choice, Paper and Pencil Instrument in Discriminating between Masters and Nonmasters of Instructional Design."},
      {
        "id":"ED335017",
        "title":"Instructional Design and Human Practice: What Can We Learn from Habermas' Theory of Technical and Practical Human Interests?"},
      {
        "id":"ED335018",
        "title":"Automating Instructional Systems Development."},
      {
        "id":"ED335019",
        "title":"Two Theories of Design and Instructional Design."},
      {
        "id":"ED335020",
        "title":"Color Realism and Hemispheric Laterality."},
      {
        "id":"ED335021",
        "title":"Instructor's Plan: A Lesson Planning Expert System for School Teachers."},
      {
        "id":"ED335022",
        "title":"Cognitive Apprenticeships: An Instructional Design Review."},
      {
        "id":"ED335023",
        "title":"A Qualitative Study of Teachers' Planning of Instruction for Adult Learners in a Telecommunications-based Distance Education Environment."},
      {
        "id":"ED335026",
        "title":"Survey of Instructional Design Needs and Competencies."},
      {
        "id":"ED335027",
        "title":"Survey of Instructional Development Models with an Annotated ERIC Bibliography. Second Edition."},
      {
        "id":"ED335036",
        "title":"Strategies for Searching: A Self-Paced Workbook for Learning Basic Library Skills. 1991 Edition."},
      {
        "id":"ED335037",
        "title":"Basic Research in Atkins Library. A Research Guide and Workbook."},
      {
        "id":"ED335044",
        "title":"The NDSU Library Instruction Book. Third Edition."},
      {
        "id":"ED335045",
        "title":"Using Libraries and Their Resources. Secretary, Clerical Bookkeeping. COMPAC OA03."},
      {
        "id":"ED335046",
        "title":"Current Status of Texas Library Media Specialists' Intervention with At-Risk Students."},
      {
        "id":"ED335047",
        "title":"Public Use of Academic Libraries in Virginia."},
      {
        "id":"ED335048",
        "title":"The School Library and the Curriculum."},
      {
        "id":"ED335049",
        "title":"The Art of Reference Collection Development."},
      {
        "id":"ED335050",
        "title":"The Educational Impact of the Appointment of Full-Time Trained Teacher-Librarians. Final Report."},
      {
        "id":"ED335056",
        "title":"Impact of Year-Round Education on RUSD Elementary Libraries."},
      {
        "id":"ED335058",
        "title":"What Is An Expert System? ERIC Digest."},
      {
        "id":"ED335059",
        "title":"A Practical Guide to Preservation in School and Public Libraries. ERIC Digest."},
      {
        "id":"ED335060",
        "title":"ERIC Clearinghouse Publications, 1990. An Annotated Bibliography of Information Analysis Products and Other Major Publications of ERIC Clearinghouses, January-December 1990."},
      {
        "id":"ED335061",
        "title":"Trends & Issues in Library & Information Science 1990."},
      {
        "id":"ED335065",
        "title":"Model 2 + 2 + 2 Tech Prep Program in Engineering Technology."},
      {
        "id":"ED335067",
        "title":"Partnership 2000: A Bridge to a More Effective California Workforce and a Continuing Challenge for Educational Excellence, [October 1990-July 1991]. Project Number: 89-0132."},
      {
        "id":"ED335069",
        "title":"Napa County Business/Education Partnership: A Regional Planning Model for Career-Vocational Education."},
      {
        "id":"ED335076",
        "title":"The Effects of Classroom Research by Part-Time Faculty upon the Retention of Adult Learners. Practitioner-Based Research Report."},
      {
        "id":"ED335083",
        "title":"Beyond Amnesty: Programs and Services for the New Californians."},
      {
        "id":"ED335084",
        "title":"Title 5 Course Standards and Grading Policy Regulations."},
      {
        "id":"ED335087",
        "title":"Institutional Effectiveness: A Strategy for Institutional Renewal."},
      {
        "id":"ED335090",
        "title":"Serving the Community: Results of the 1991 Piedmont Virginia Community College Community Survey. Research Report Number 4-91."},
      {
        "id":"ED335091",
        "title":"Proposed Transfer Project between the District and the Four-Year Segments."},
      {
        "id":"ED335092",
        "title":"Non-Traditional Age Students: Attrition, Retention, and Recommendations for Campus Change."},
      {
        "id":"ED335095",
        "title":"Total Quality Management: Institutional Research Applications."},
      {
        "id":"ED335096",
        "title":"The Development of an Operational Guidebook for Curriculum Committee Members at Seminole Community College."},
      {
        "id":"ED335097",
        "title":"The Development of a Handbook for Technical Advisory Committee Members at Delgado Community College."},
      {
        "id":"ED335099",
        "title":"Survey of 1990 Catonsville Community College Graduates."},
      {
        "id":"ED335106",
        "title":"Future Teachers Institute: Design/Implementation/Recommendations."},
      {
        "id":"ED335107",
        "title":"Economic and Work Force Development. New Directions for Community Colleges, Number 75."},
      {
        "id":"ED335111",
        "title":"Professionalization and Parent Involvement in Early Childhood Education: Complementary or Conflicting Strategies?"},
      {
        "id":"ED335112",
        "title":"Rethinking Parent Involvement in Day Care."},
      {
        "id":"ED335113",
        "title":"Preventing Damaged Lives: A Family Support System for Arizona's Children."},
      {
        "id":"ED335114",
        "title":"From Family to Friends: Microsocial Process Relating the Two Spheres in Adolescence. First Draft."},
      {
        "id":"ED335115",
        "title":"Play as the Vehicle for Early Intervention with At-Risk Infants and Toddlers."},
      {
        "id":"ED335116",
        "title":"Conversational Response Latencies of Teachers and Reticent Children."},
      {
        "id":"ED335124",
        "title":"Emergence of Autobiographical Memory at Age 4."},
      {
        "id":"ED335125",
        "title":"Family Structure and Its Effect on Behavioral and Emotional Problems in Young Adolescents."},
      {
        "id":"ED335127",
        "title":"Children's Prosociality and Metacognitive Knowledge of Effective Helping."},
      {
        "id":"ED335132",
        "title":"Strategies for Involving Parents in Their Children's Education. Fastback 315."},
      {
        "id":"ED335134",
        "title":"Early School Experiences: Gender Differences in Mathematics Learning."},
      {
        "id":"ED335135",
        "title":"Discipline: Toward Positive Student Behavior. What Research Says to the Teacher."},
      {
        "id":"ED335136",
        "title":"Between a Rock and a Hard Place: Raising Rates To Raise Wages. A How-To Book on Raising Rates."},
      {
        "id":"ED335138",
        "title":"Early Childhood Teachers: Roles and Relationships."},
      {
        "id":"ED335139",
        "title":"Should Developmental Psychologists Take Seriously the Hermeneutic Critique?"},
      {
        "id":"ED335141",
        "title":"Making Connections: Teaching and the Human Brain."},
      {
        "id":"ED335143",
        "title":"Attitudes of Preschool Children toward Their Peers in a Mainstreamed Class: A Year-Long Investigation."},
      {
        "id":"ED335144",
        "title":"Parents' Reward Strategies and Children's Academic Intrinsic Motivation and School Performance."},
      {
        "id":"ED335145",
        "title":"The Influence of the Social Context on Infants' Reactions to New People."},
      {
        "id":"ED335146",
        "title":"Application of an Observer-Based Procedure to the Assessment of Auditory Sensitivity in 1-Month-Old Infants."},
      {
        "id":"ED335150",
        "title":"Effects of Domestic Violence on Children's Adjustment in School."},
      {
        "id":"ED335154",
        "title":"Correlates of Long-Term Breastfeeding: A Study of Social and Personal Factors."},
      {
        "id":"ED335155",
        "title":"Differences in Creative Thinking between Japanese and American Fifth Grade Children."},
      {
        "id":"ED335156",
        "title":"Ungraded Primary Programs: Steps toward Developmentally Appropriate Instruction."},
      {
        "id":"ED335157",
        "title":"Opportunities for Improved Management Efficiency of the Head Start Program: Performance Evaluation and High Risk Determination."},
      {
        "id":"ED335158",
        "title":"Approaches to School-Age Child Care. ERIC Digest."},
      {
        "id":"ED335161",
        "title":"Global Educational and Social Forces Affecting Preschool Mainstreaming. Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED335162",
        "title":"The Toddler: 4-H Child Development Project."},
      {
        "id":"ED335163",
        "title":"The Infant: 4-H Child Development Project."},
      {
        "id":"ED335164",
        "title":"The Preschooler: 4-H Child Development Project."},
      {
        "id":"ED335165",
        "title":"Middle Childhood: 4-H Child Development Project."},
      {
        "id":"ED335168",
        "title":"Perceptions and Prescriptions in Appalachia."},
      {
        "id":"ED335170",
        "title":"The Role of Agriculture in the Social and Economic Development of the Lower Mississippi River Delta Region. Proceedings of a Regional Conference (Memphis, Tennessee, February 26-28, 1990)."},
      {
        "id":"ED335171",
        "title":"The Educational Philosophy of Wendell Berry."},
      {
        "id":"ED335172",
        "title":"Rural Pennsylvanians--A Troubled People."},
      {
        "id":"ED335173",
        "title":"You're a Parent...You're a Teacher Too. Join the Education Team."},
      {
        "id":"ED335174",
        "title":"Family Lives and Parental Involvement in Migrant Students' Education. ERIC Digest."},
      {
        "id":"ED335175",
        "title":"American Indian/Alaskan Native Learning Styles: Research and Practice. ERIC Digest."},
      {
        "id":"ED335176",
        "title":"Use of the Spanish Language in the United States: Trends, Challenges, and Opportunities. ERIC Digest."},
      {
        "id":"ED335177",
        "title":"School Completion 2000: Dropout Rates and Their Implications for Meeting the National Goal. ERIC Digest."},
      {
        "id":"ED335178",
        "title":"Teaching and Learning in the Multigrade Classroom: Student Performance and Instructional Routines. ERIC Digest."},
      {
        "id":"ED335179",
        "title":"Migrant Students Who Leave School Early: Strategies for Retrieval. ERIC Digest."},
      {
        "id":"ED335180",
        "title":"Recent Trends in Rural Poverty: A Summary for Educators. ERIC Digest."},
      {
        "id":"ED335181",
        "title":"Rural Thinking Skills Catalog."},
      {
        "id":"ED335183",
        "title":"The Alaska Statewide Student Testing Program: Are the Tests Biased? AK-ERA White Paper #1."},
      {
        "id":"ED335186",
        "title":"The Labor Market and Human Capital Investment."},
      {
        "id":"ED335188",
        "title":"Employee Preparation towards 2001. National Conference for Outdoor Leaders. Public, Commercial, and Non-Profit Partnerships Conference Proceedings (Gunnison, Colorado, September 27-30, 1990)."},
      {
        "id":"ED335189",
        "title":"Definitions of Outdoor Recreation and Other Associated Terminology."},
      {
        "id":"ED335194",
        "title":"Recreation and the Outdoor Educator: A Means of Integration for People with Physical Disabilities."},
      {
        "id":"ED335195",
        "title":"The Forces Restructuring Our Future and Outdoor Recreation: Transcription of Keynote Speech."},
      {
        "id":"ED335197",
        "title":"The Development of Rural America in the Age of the Knowledge-Driven Economy."},
      {
        "id":"ED335200",
        "title":"Developing a Training Program for Early Childhood Inservice Personnel Preparation: A Rural Approach."},
      {
        "id":"ED335202",
        "title":"The Dropout Problem: Superintendent's Priorities by School Locale."},
      {
        "id":"ED335205",
        "title":"Funding Rural, Small Schools: Strategies at the Statehouse. ERIC Digest."},
      {
        "id":"ED335206",
        "title":"Efficient Financial Management in Rural Schools: Common Problems and Solutions from the Field. ERIC Digest."},
      {
        "id":"ED335207",
        "title":"Fighting Alcohol and Substance Abuse among American Indian and Alaskan Native Youth. ERIC Digest."},
      {
        "id":"ED335208",
        "title":"Using Microcomputers in Teaching Science. Fastback 297."},
      {
        "id":"ED335209",
        "title":"Examination of a Strategy for Maximizing Teacher Implementation of Workshop Learning Experiences through the Use of Electronic Conferencing."},
      {
        "id":"ED335210",
        "title":"Meeting National Goals for 2000 and Beyond in Mathematics Education. ERIC/SMEAC Mathematics Education Digest No. 1."},
      {
        "id":"ED335211",
        "title":"Meeting National Goals for 2000 and Beyond in Science Education. ERIC/SMEAC Science Education Digest No. 1."},
      {
        "id":"ED335212",
        "title":"Science: The End of the Frontier?"},
      {
        "id":"ED335213",
        "title":"Neuropsychological Components of Imagery Processing, Final Technical Report."},
      {
        "id":"ED335214",
        "title":"The Making of Meaning: A Model for Interpreting Mathematics Education Research."},
      {
        "id":"ED335215",
        "title":"A Model for Inferring Components of Belief Systems by Interpreting the Content and Context Cues Used by Students to Situate Mathematical Tasks."},
      {
        "id":"ED335219",
        "title":"The Relationship of Children's Mathematical Knowledge to Their Understanding of Geographical Concepts."},
      {
        "id":"ED335221",
        "title":"The Development and Preliminary Evaluation of Anchored Instruction Environments for Developing Mathematical and Scientific Thinking."},
      {
        "id":"ED335222",
        "title":"Problem Solving in Physics and Mathematics--What Do They Have in Common? (Creating a Base for Research and Teaching)."},
      {
        "id":"ED335223",
        "title":"Semiotics in the College Mathematics Classroom."},
      {
        "id":"ED335225",
        "title":"The Eisenhower Mathematics and Science Education Program: An Enabling Resource for Reform. Summary Report. National Study of the Education for Economic Security Act (EESA) Title II Program."},
      {
        "id":"ED335226",
        "title":"The Eisenhower Mathematics and Science Education Program: An Enabling Resource for Reform. Technical Report. National Study of the Education for Economic Security Act (EESA) Title II Program."},
      {
        "id":"ED335228",
        "title":"Counting on You: Actions Supporting Mathematics Teaching Standards. Perspectives on School Mathematics."},
      {
        "id":"ED335230",
        "title":"Mathematics: Promising and Exemplary Programs and Materials in Elementary and Secondary Schools. [Mathematics Education Information Report.]"},
      {
        "id":"ED335231",
        "title":"Trends and Issues in Mathematics Education: Curriculum and Instruction."},
      {
        "id":"ED335232",
        "title":"Environmental Activities for Teaching Critical Thinking. [Environmental Education Information Report.]"},
      {
        "id":"ED335233",
        "title":"Trends and Issues Related to the Preparation of Teachers for Environmental Education. [Environmental Education Information Report.]"},
      {
        "id":"ED335234",
        "title":"Science: Promising and Exemplary Programs and Materials in Elementary and Secondary Schools. [Science Education Information Report.]"},
      {
        "id":"ED335235",
        "title":"National Association for Research in Science Teaching Annual Conference Proceedings (63rd, Atlanta, Georgia, April 8-11, 1990). Abstracts of Presented Papers."},
      {
        "id":"ED335236",
        "title":"Trends and Issues in Science Education: Curriculum and Instruction."},
      {
        "id":"ED335237",
        "title":"A Summary of Research in Science Education--1989."},
      {
        "id":"ED335238",
        "title":"Communicating the Next Message of Reform through the Professional Standards for Teaching Mathematics. ERIC/SMEAC Mathematics Education Digest."},
      {
        "id":"ED335239",
        "title":"Environmental Education for Adult Learners. ERIC/SMEAC Environmental Education Digest."},
      {
        "id":"ED335241",
        "title":"Interreligious and Interdenominational Cooperation in the Civil Rights Movement."},
      {
        "id":"ED335242",
        "title":"What's New about &quot;New&quot; Social Movements? Some Notes on a Liverpool Protest Movement over a School Closure."},
      {
        "id":"ED335243",
        "title":"Population Change and the Future of Texas."},
      {
        "id":"ED335252",
        "title":"If You Believe That, Have I Got a Deal for You: Systems of Bias Detection."},
      {
        "id":"ED335257",
        "title":"Resources for Topics in Art."},
      {
        "id":"ED335258",
        "title":"Resources for Topics in Architecture."},
      {
        "id":"ED335259",
        "title":"Problem Finding and Empathy in Art."},
      {
        "id":"ED335261",
        "title":"Teaching Research Methods: A Multidimensional Feminist Curricular Transformation Plan. Working Paper No. 164."},
      {
        "id":"ED335266",
        "title":"Local Knowledge of Art as a School Art Alternative."},
      {
        "id":"ED335275",
        "title":"Hungarian Education in Transition."},
      {
        "id":"ED335276",
        "title":"Education, U.S. Economic Performance and the Federal Role. Hearing before the Joint Economic Committee, Congress of the United States. One Hundred First Congress, Second Session."},
      {
        "id":"ED335277",
        "title":"The Social Studies Link to HIV Education. A Sourcebook for HIV/AIDS Education in the Social Studies Classroom, Grades 11-12."},
      {
        "id":"ED335279",
        "title":"Effects of Visual/Verbal Associations."},
      {
        "id":"ED335283",
        "title":"Teaching the 20th-Century History of the United States. ERIC Digest."},
      {
        "id":"ED335284",
        "title":"Teaching Geography at School and Home. ERIC Digest."},
      {
        "id":"ED335285",
        "title":"Ideas of the Founders on Constitutional Government: Resources for Teachers of History and Government."},
      {
        "id":"ED335286",
        "title":"Cross-Cultural Issues in Aging: A Curriculum Model for Incorporating Content on Racial/Ethnic Elderly Minorities."},
      {
        "id":"ED335289",
        "title":"Thoughts on Population Education."},
      {
        "id":"ED335291",
        "title":"Seventh Grade Social Studies Curriculum."},
      {
        "id":"ED335292",
        "title":"United States History Curriculum. Eighth Grade Social Studies Curriculum."},
      {
        "id":"ED335295",
        "title":"The Seminole County 12th Grade Economics Curriculum Guide."},
      {
        "id":"ED335297",
        "title":"The Classroom Teacher as Teacher Educator. ERIC Digest 89-7."},
      {
        "id":"ED335299",
        "title":"The Task Force on the Preparation of Teachers in West Virginia. Final Report."},
      {
        "id":"ED335301",
        "title":"On Teaching. Draft."},
      {
        "id":"ED335302",
        "title":"What School Leaders Can Do To Help Change Teacher Education. Advancing the Agenda for Teacher Education in a Democracy: A Guide for School Leaders."},
      {
        "id":"ED335303",
        "title":"What College and University Leaders Can Do To Help Change Teacher Education. Advancing the Agenda for Teacher Education in a Democracy: A Guide for College and University Leaders."},
      {
        "id":"ED335304",
        "title":"What Business Leaders Can Do To Help Change Teacher Education. Advancing the Agenda for Teacher Education in a Democracy: A Guide for Business Leaders."},
      {
        "id":"ED335305",
        "title":"What State Leaders Can Do To Help Change Teacher Education. Advancing the Agenda for Teacher Education in a Democracy: A Guide for State Leaders."},
      {
        "id":"ED335306",
        "title":"Undergraduate and Graduate Student Teachers' Developing Understandings of Teaching and Learning: Report of a One-Year Journal Study and Follow-Up Interviews."},
      {
        "id":"ED335310",
        "title":"Higher Order Thinking: &quot;Problem Solving/Decision Making.&quot; A Module for Staff Development."},
      {
        "id":"ED335311",
        "title":"Higher Order Thinking &quot;Increasing Student Interaction in the 'Thoughtful' Classroom.&quot; A Module for Staff Development."},
      {
        "id":"ED335312",
        "title":"Preparing Teachers for Multicultural Classrooms: A Case Study in Rural Alaska. Draft."},
      {
        "id":"ED335313",
        "title":"Doing Good, Doing Science: The Holmes Group Reports and the Rhetorics of Educational Reform."},
      {
        "id":"ED335317",
        "title":"A Journey of the Heart: The Call to Teaching."},
      {
        "id":"ED335318",
        "title":"Training Teachers: A Practical Guide."},
      {
        "id":"ED335320",
        "title":"The Influence of Learning Environment on the Satisfaction of Pre-Service Teacher Education Students."},
      {
        "id":"ED335322",
        "title":"Health and Safety: A Guide to Curriculum Development."},
      {
        "id":"ED335323",
        "title":"Proceedings from the Intermountain Leisure Symposium (11th, Provo, Utah, November 15, 1990)."},
      {
        "id":"ED335324",
        "title":"Drug Abuse Resistance Education (D.A.R.E.): Faculty Orientation."},
      {
        "id":"ED335325",
        "title":"Drug Abuse Resistance Education. Administrative Orientation. Revised."},
      {
        "id":"ED335327",
        "title":"Perceptions of Preservice and Inservice Teachers Regarding Test-Taking Procedures and Test-Wiseness Programs. Literacy Research Report No. 4."},
      {
        "id":"ED335328",
        "title":"Looking in Mirrors: Teachers Doing, Seeing, Knowing."},
      {
        "id":"ED335329",
        "title":"Burnout in Teachers: Is It Burnout or Is It Depression?"},
      {
        "id":"ED335330",
        "title":"Stories of Schooling in Films and Television: A Cultural Studies Approach to Teacher Education."},
      {
        "id":"ED335332",
        "title":"The Impact of Current Changes in English Primary Schools on Teacher Professionalism."},
      {
        "id":"ED335334",
        "title":"A Longitudinal Study of Occupational Stress in First-Year Teachers."},
      {
        "id":"ED335336",
        "title":"A Study of Teaching Perspectives Held by Career-Change Preservice and Novice Teachers in an Alternative Teacher Education Program."},
      {
        "id":"ED335338",
        "title":"When Should Teachers Learn Pedagogical Content Knowledge?"},
      {
        "id":"ED335340",
        "title":"Criteria and Selection of Cooperating Teachers Involved in Alternative Teacher Education Programs."},
      {
        "id":"ED335342",
        "title":"Impact of a Sustained Three-Year Program of In-Service on Teacher Effectiveness Using Knowledge of Teaching and Learning Styles, Classroom Environments and Observational Feedback."},
      {
        "id":"ED335343",
        "title":"Mathematics Analysis Using a Homework Hotline."},
      {
        "id":"ED335344",
        "title":"The Computer and Education. What Research Says to the Teacher, Second Edition."},
      {
        "id":"ED335350",
        "title":"Improving Athletic Eligibility among High Risk Ninth, Tenth and Eleventh Grade Students through Parental Awareness and Peer Involvement."},
      {
        "id":"ED335352",
        "title":"Replacing Lifetime Certification with a Renewable Credential: A Survey of Louisiana Educators' Perceptions of the Louisiana Teaching Internship and Statewide Teacher Evaluation Programs."},
      {
        "id":"ED335355",
        "title":"Drills vs. Games--Any Differences? A Pilot Study."},
      {
        "id":"ED335356",
        "title":"Preparation of Middle School Teachers. ERIC Digest 90-1."},
      {
        "id":"ED335357",
        "title":"Professional Development Schools and Educational Reform: Concepts and Concerns. ERIC Digest 91-2."},
      {
        "id":"ED335359",
        "title":"Differences between Novice and Expert Knowledge Structure, Pre- and Post-Training, in a Statistics and Test Theory Domain."},
      {
        "id":"ED335360",
        "title":"Mixed Methods in a Study of Implementation of Technology-Based Materials in the Elementary Classroom."},
      {
        "id":"ED335361",
        "title":"GENESYS 1989-90: Selected Program Evaluations."},
      {
        "id":"ED335362",
        "title":"Integration Evaluation Report. Executive Summary, Introduction, Summaries and Recommendations, Conclusions, 1988-89. Publication No. 548, Part I."},
      {
        "id":"ED335363",
        "title":"Youth Indicators 1991: Trends in the Well-Being of American Youth."},
      {
        "id":"ED335364",
        "title":"Curriculum-Referenced Test Development Workshop Series, Addendum to Workshops Two and Three: Using Portfolios in Instruction and Assessment."},
      {
        "id":"ED335365",
        "title":"The Tested Achievement of the National Education Longitudinal Study of 1988 Eighth Grade Class. E.D. Tabs."},
      {
        "id":"ED335366",
        "title":"A Procedure To Detect Test Bias Present Simultaneously in Several Items."},
      {
        "id":"ED335378",
        "title":"Turnkey Training Expanded Safety Program for Special Education Teacher Aides. Evaluation Report."},
      {
        "id":"ED335379",
        "title":"Enrollments. Educational Programs Operated by Department of Health and Social Services, Department of Corrections, Department of Services for Children, Youth and Their Families: 1990. Document No. 95-01/90/10/11. R &amp; E No. 91-10."},
      {
        "id":"ED335381",
        "title":"High School Profile Impact Study."},
      {
        "id":"ED335382",
        "title":"Enrollment Report: Nonpublic Schools in Delaware 1990-1991."},
      {
        "id":"ED335384",
        "title":"Federal Support for Education: Fiscal Years 1980 to 1990. Survey Report."},
      {
        "id":"ED335386",
        "title":"National Assessment of Educational Progress in Brief."},
      {
        "id":"ED335387",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1988-89. Survey Report."},
      {
        "id":"ED335389",
        "title":"Schooling, Skills, and the Returns to Government Investment in Education: An Exploration Using Data from Ghana. Living Standards Measurement Study, Working Paper No. 76."},
      {
        "id":"ED335393",
        "title":"Field-Based Concerns about Fourth-Generation Evaluation Theory."},
      {
        "id":"ED335394",
        "title":"A Post-Hoc Procedure That Can Be Better than Random Assignment to Treatment."},
      {
        "id":"ED335395",
        "title":"Facts &amp; Figures about Education in Alaska, 1990."},
      {
        "id":"ED335396",
        "title":"Teaching. ETS Policy Notes, Volume 3, Number 2. Spring 1991."},
      {
        "id":"ED335400",
        "title":"A Study of the Generalizability of the System for Teaching and Learning Assessment and Review (STAR)."},
      {
        "id":"ED335403",
        "title":"National Council on Education Standards and Testing Act. Report by Mr. Ford of Michigan, Committee on Education and Labor, House of Representatives, 102nd Congress, 1st Session, June 10, 1991. Report to accompany H.R. 2435, the National Council on Education Standards and Testing Act."},
      {
        "id":"ED335404",
        "title":"Results of Iterative Standards-Setting Procedures for a Performance-Based System for Renewable Certification."},
      {
        "id":"ED335406",
        "title":"The Beck Depression Inventory: Testing for Invariant Measurement and Structure across Gender for Nonclinical Adolescents."},
      {
        "id":"ED335407",
        "title":"Classroom Assessments of 6000 Teachers: What Do the Results Show about the Effectiveness of Teaching and Learning?"},
      {
        "id":"ED335408",
        "title":"The Effects of &quot;High Stakes&quot; Certification Demands on the Generalizability and Dependability of a Classroom-Based Teacher Assessment System."},
      {
        "id":"ED335410",
        "title":"Development and Validation of a Comprehensive Assessment System for Teaching and Learning."},
      {
        "id":"ED335411",
        "title":"Characteristics of Stayers, Movers, and Leavers: Results from the Teacher Followup Survey, 1988-89. E.D. Tabs."},
      {
        "id":"ED335412",
        "title":"Use of Conceptual Models in Case Studies: Dynamic Concept Analysis. Research Bulletin 78."},
      {
        "id":"ED335413",
        "title":"An Examination of Fifty States' Policies and Practices of Innovative, Pilot, or Experimental Programs in Teacher Education."},
      {
        "id":"ED335415",
        "title":"Performance Assessment and Records of Accomplishment for Employability."},
      {
        "id":"ED335416",
        "title":"Key Statistics on Public Elementary and Secondary Education Reported by State and by Regional, Locale, and Wealth Clusters, 1988-89. Survey Report."},
      {
        "id":"ED335418",
        "title":"The NELS:88 Second Follow-Up Field Test Report. Volume 1."},
      {
        "id":"ED335419",
        "title":"The NELS:88 Second Follow-Up Field Test Report. Volume 2."},
      {
        "id":"ED335420",
        "title":"From Protoquantities to Number Sense."},
      {
        "id":"ED335421",
        "title":"Tests as Standards of Achievement in Schools."},
      {
        "id":"ED335422",
        "title":"The Importance of Evaluating Whether Results Will Generalize: Application of Cross-Validation in Discriminant Analysis."},
      {
        "id":"ED335423",
        "title":"Staffing the Multilingually Impacted Schools of the 1990s. Proceedings of the National Forum on Personnel Needs for Districts with Changing Demographics (Washington, D.C., January 11-12, 1990)."},
      {
        "id":"ED335425",
        "title":"At-Risk Students and School Restructuring."},
      {
        "id":"ED335431",
        "title":"Disadvantaged Urban Eighth Graders: Where They Are and How They Do."},
      {
        "id":"ED335435",
        "title":"A Summary of State Chapter 1 Participation and Achievement Information for 1987-88."},
      {
        "id":"ED335442",
        "title":"The Impact of Employee Illiteracy on Canadian Business. Report 58-90-E."},
      {
        "id":"ED335443",
        "title":"Literacy 2000: Make the Next Ten Years Matter. Conference Summary (New Westminster, British Columbia, October 18-21, 1990)."},
      {
        "id":"ED335444",
        "title":"Developments in Distance Education in Asia. An Analysis of Five Case Studies."},
      {
        "id":"ED335445",
        "title":"The Illinois Literacy Effort: Its Past Accomplishments, Its Future Needs. A Report from the Illinois Literacy Council's Long-Range Planning Team."},
      {
        "id":"ED335447",
        "title":"Evaluation of a Workplace Basic Skills Program: An Impact Study of AVC Edmonton's 1990 Job Effectiveness Training Program at Stelco Steel. Report Summary."},
      {
        "id":"ED335448",
        "title":"Planning Self-Managed Work Groups. Features of Self-Managed Work Groups. Results of Using Self-Managed Work Groups. Issues and Implications in Using Self-Managed Work Groups. Status of Ohio Manufacturing Companies."},
      {
        "id":"ED335450",
        "title":"National Minimum Standards for Associate Degree Technical Education Programs."},
      {
        "id":"ED335452",
        "title":"Children at Work: Peril or Promise?"},
      {
        "id":"ED335460",
        "title":"Use of Technology in Adult Literacy: Minnesota&apos;s Programs."},
      {
        "id":"ED335464",
        "title":"Teaching Basic Skills through Home Economics. Instructional Activities for Home Economics Students."},
      {
        "id":"ED335465",
        "title":"H.R. 821--Persian Gulf Conflict Education Equity Act and H.R. 1108. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED335466",
        "title":"Strengthening Basic Academic Skills through Home Economics. Instructional Activities for Home Economics Students."},
      {
        "id":"ED335468",
        "title":"Management of a Major Downsizing at a Naval Shipyard. Research Report No. 52."},
      {
        "id":"ED335469",
        "title":"Job Training and Fulfillment Study. An Examination of Aspirations, Needs and Solutions for ADC Mothers in the Cincinnati, Ohio Area. Final Report."},
      {
        "id":"ED335474",
        "title":"VTAE Problem-Solving Workshop (Menomonie, Wisconsin, April 29-May 1, 1991)."},
      {
        "id":"ED335478",
        "title":"Clear Lines: How To Compose and Design Clear Language Documents for the Workplace."},
      {
        "id":"ED335479",
        "title":"Workplace Literacy National Forum Sponsored by Frontier College Report (Toronto, Ontario, Canada, December 6-7, 1990)."},
      {
        "id":"ED335480",
        "title":"Learning in the Workplace. Quarterly News. Volume 1, Nos. 1-4."},
      {
        "id":"ED335482",
        "title":"The Need for Training: A Synthesis of Recent Studies. Report 90-17."},
      {
        "id":"ED335484",
        "title":"State-Level Measurement of Performance Outcomes in Postsecondary Vocational Education. Volume I: Executive Summary. An Overview of State Policies."},
      {
        "id":"ED335485",
        "title":"State-Level Measurement of Performance Outcomes in Postsecondary Vocational Education. Volume II: Appendix. Profiles of State Date Collection Activities."},
      {
        "id":"ED335487",
        "title":"How To Evaluate Adult Education."},
      {
        "id":"ED335488",
        "title":"From Welfare to Work."},
      {
        "id":"ED335491",
        "title":"Library Literacy Grant, October 1, 1988--September 30, 1989. Final Financial Status and Performance Report."},
      {
        "id":"ED335492",
        "title":"[South Carolina State Library's FY 1988 LSCA Title VI Final Performance Report.]"},
      {
        "id":"ED335493",
        "title":"Technology Assisted Learning Center."},
      {
        "id":"ED335496",
        "title":"Agricultural Education Computer Networking, November 1, 1989 to August 31, 1990. Final Report."},
      {
        "id":"ED335499",
        "title":"A Development Curriculum Plan To Achieve a Sequenced Curriculum between High School Courses in Automotive Mechanics and the Mattatuck Community College Automotive Technician Program. Final Report."},
      {
        "id":"ED335500",
        "title":"A Developmental Curriculum Plan To Achieve a Sequenced Curriculum between High School Courses in Food Preparation and the Mattatuck Community College Hospitality/Food Services Program. Final Report."},
      {
        "id":"ED335501",
        "title":"JOBS in the South: A Review of Initial State Data. State Profiles. Statistics Related to JOBS Implementation in the South."},
      {
        "id":"ED335502",
        "title":"JOBS in the South. The Impact of Low Welfare Benefits and Low Education Levels."},
      {
        "id":"ED335515",
        "title":"Positive Ageing. Proceedings of the NSW U3A Conference (1st, Orange, Australia, March 14-15, 1991)."},
      {
        "id":"ED335516",
        "title":"Characteristics of Excellent Trainers in Business and Industry: A Psychological, Interpersonal, Motivational, and Demographic Profile. Working Papers."},
      {
        "id":"ED335517",
        "title":"On Becoming a Teacher: \"They Just Gave Me a Key and Said, 'Good Luck'.\""},
      {
        "id":"ED335518",
        "title":"Working in Groups: Selected Research Abstracts. Training and Development Research Report."},
      {
        "id":"ED335519",
        "title":"Toward the 21st Century: Preparing Strategic Thinkers in Vocational, Technical, and Occupational Education for Restructuring Establishments."},
      {
        "id":"ED335520",
        "title":"Integrating Academic Content into Business Education: Results from Research in Illinois."},
      {
        "id":"ED335521",
        "title":"Getting to Grips with On-the-Job Training."},
      {
        "id":"ED335522",
        "title":"Getting to Grips with Key Technologies. A British Perspective."},
      {
        "id":"ED335523",
        "title":"Links between TAFE and Industry: A TAFE Perspective. A Discussion Paper."},
      {
        "id":"ED335524",
        "title":"Methodologies for Measurement of Client Satisfaction with TAFE Services: Summary Report."},
      {
        "id":"ED335525",
        "title":"Regional Trends Sustainable Development. ASPBAE Courier No. 51."},
      {
        "id":"ED335527",
        "title":"Creating a Learning Culture. Work and Literacy in the Nineties. Based on the Report, &quot;Workforce Literacy: An Economic Challenge for Canada,&quot; by the Hudson Institute."},
      {
        "id":"ED335528",
        "title":"Partners in Literacy. National Literacy Program. An Overview of Projects = Partenaires en Alphabetisation. Programme National d'Alphabetisation. Un Apercu des Projets."},
      {
        "id":"ED335529",
        "title":"Words of Promise: Voluntary Organizations' Experiences with Literacy = Des Perspectives Reconfortantes: Experiences des Organismes Benevoles dans le Domaine de l'Alphabetisation."},
      {
        "id":"ED335530",
        "title":"Professional Development Programs, Leadership, and Institutional Culture: Lessons from a Study of Professional Development Programs for Community College Occupational-Technical Faculty."},
      {
        "id":"ED335532",
        "title":"Hearing on Dropout Prevention and Workplace Literacy. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session (Flint, Michigan)."},
      {
        "id":"ED335534",
        "title":"Modules--Teaching, Learning and Assessment. The Views of Students, Staff and Employers Involved in the National Certificate. [SCRE Publication 110. Practitioner MiniPaper 11.]"},
      {
        "id":"ED335535",
        "title":"Evaluation of the Cooperative Demonstration Program (High Technology): First Year Report."},
      {
        "id":"ED335536",
        "title":"Veterans Education Outreach Program. Exemplary Projects."},
      {
        "id":"ED335539",
        "title":"Transition from School to Work. Linking Education and Worksite Training. Report to Congressional Requesters."},
      {
        "id":"ED335542",
        "title":"Project Hand-Up. Helping Adolescents Needing Direction-Unlimited Partnership (HAND-UP): Stimulating Coordination and Linkage between Occupational Work Adjustment Programs and the Job Training Partnership Act (JTPA). Final Report."},
      {
        "id":"ED335544",
        "title":"Look into the Future: Displaced Clerical Project. Final Report."},
      {
        "id":"ED335545",
        "title":"Clermont-Warren SDA #12 Clerical Displacement Training Pilot. Final Report."},
      {
        "id":"ED335546",
        "title":"School Drop-Out Intervention for At Risk Youth. Final Report."},
      {
        "id":"ED335547",
        "title":"Literacy and Career Choices. Final Report."},
      {
        "id":"ED335548",
        "title":"Literacy Coordination for Montgomery and Preble Counties. July 1, 1989 to June 30, 1990. Final Report."},
      {
        "id":"ED335549",
        "title":"Literacy at Work: A Multi-Agency Collaborative Project. Final Report."},
      {
        "id":"ED335550",
        "title":"A Family Literacy Project. Final Report."},
      {
        "id":"ED335551",
        "title":"Professional Improvement Needs of Administrators of Postsecondary Technical/Vocational Programs. Summary Report. Professional Improvement Assessment Project."},
      {
        "id":"ED335552",
        "title":"Professional Improvement Needs of Faculty of Postsecondary Technical/Vocational Programs. Summary Report. Professional Improvement Assessment Project."},
      {
        "id":"ED335553",
        "title":"Professional Improvement Needs of Postsecondary Career Counselors. Summary Report. Professional Improvement Assessment Project."},
      {
        "id":"ED335554",
        "title":"Literacy Plus Final Performance Report."},
      {
        "id":"ED335555",
        "title":"Initial Encounters in Formal Adult Education. On Decision-making in the Classroom. Report 1990:04."},
      {
        "id":"ED335556",
        "title":"What Have We Learned? Update on the SREB State-Vocational Education Consortium."},
      {
        "id":"ED335557",
        "title":"Job Training Partnership Act. Inadequate Oversight Leaves Program Vulnerable to Waste, Abuse, and Mismanagement. Report to Congressional Requesters."},
      {
        "id":"ED335564",
        "title":"Careers of Undergraduate Psychology Alumni."},
      {
        "id":"ED335565",
        "title":"Crisis Management/Death and Dying: Coping with Terminal Illness in the International Student Community."},
      {
        "id":"ED335566",
        "title":"How Are Transpersonal Experience and Personal Maturity Related?"},
      {
        "id":"ED335567",
        "title":"AIDS Education: Effective Behavior Change Using a Peer Based Model."},
      {
        "id":"ED335568",
        "title":"Family Adaptation to Relocation: An Empirical Analysis of Family Stressors, Adaptive Resources, and Sense of Coherence. Technical Report 856."},
      {
        "id":"ED335569",
        "title":"The Relationship of Family Satisfaction to Satisfaction with the Military Way of Life among Soldiers. Technical Report 864."},
      {
        "id":"ED335570",
        "title":"The Relationship between the Perceived Level of Organizational Support for Families and Spouse Satisfaction with Military Life. Technical Report 874."},
      {
        "id":"ED335571",
        "title":"The Family Adaptation Model: A Life Course Perspective. Technical Report 880."},
      {
        "id":"ED335572",
        "title":"Family Adaptation in the Military. Technical Report 1559."},
      {
        "id":"ED335573",
        "title":"Moderating Effects of Support on the Consequences of Psychological Distress."},
      {
        "id":"ED335576",
        "title":"Dysfunctional Cognitions and Marital Satisfaction: A Multidimensional Analysis."},
      {
        "id":"ED335577",
        "title":"Attributions of Counseling by Counselor Trainees and Supervisors over Time."},
      {
        "id":"ED335578",
        "title":"Gender Stereotypes of Occupations: Does Women's Work Have Prestige Yet?"},
      {
        "id":"ED335579",
        "title":"Academic Enhancement through Planned Leadership Growth and Development."},
      {
        "id":"ED335581",
        "title":"The Effects of Attitude Similarity and Utility on Liking for a Stranger: Measurement of Attraction with the IJS."},
      {
        "id":"ED335584",
        "title":"Incidence of Traumatic Events and Posttraumatic Psychological Symptoms among College Students."},
      {
        "id":"ED335585",
        "title":"The Relationship between Major Life Events and the Potential for Child Abuse."},
      {
        "id":"ED335587",
        "title":"Do Mothers Accept Grandmothers' Advice When Disciplining Their Children?"},
      {
        "id":"ED335588",
        "title":"Managing Stress and Burnout among Helpers in Rural Areas."},
      {
        "id":"ED335590",
        "title":"Cartoon All-Stars to the Rescue. Joint Hearing before the Senate Committee on the Judiciary and the House Committee on the Judiciary on An Entertaining Way of Enlightening Children about the Dangers of Substance Abuse. One Hundred First Congress, Second Session."},
      {
        "id":"ED335591",
        "title":"Developments in Aging: 1989. Volume 1. A Report of the Special Committee on Aging, United States Senate, Pursuant to S. RES. 66, SEC. 19, February 28, 1989, Resolution Authorizing a Study of the Problems of the Aged and Aging. 101st Congress, 2d Session."},
      {
        "id":"ED335595",
        "title":"Spousal Adjustment to Myocardial Infarction."},
      {
        "id":"ED335596",
        "title":"The Role of Physical and Health Educators and Coaches in the Prevention of Eating Disorders."},
      {
        "id":"ED335598",
        "title":"Effects of Social Interaction with Host and Conationals on the Psychological Adjustment of Sojourning Students: A Review of the Literature."},
      {
        "id":"ED335599",
        "title":"Salience of Logotherapy among Students of Career Counseling."},
      {
        "id":"ED335600",
        "title":"The Stress of Patient Suicide during Training: Preliminary Findings."},
      {
        "id":"ED335601",
        "title":"Recent Research on Eating Disorders and Body Image Distortion among Aerobic Instructors and Exercise Participants."},
      {
        "id":"ED335602",
        "title":"Thoughts &amp; Views on the Gulf War. Facilitators Notes and Workbook."},
      {
        "id":"ED335603",
        "title":"Annual Conference on Drug-Free Schools and Communities Proceedings (4th, Falls Church, Virginia, June 11-15, 1990)."},
      {
        "id":"ED335604",
        "title":"How Long Do Chinese Immigrants Stay in Psychotherapy?"},
      {
        "id":"ED335606",
        "title":"Gender Stereotypes and Power: Perceptions of the Roles in Violent Marriages."},
      {
        "id":"ED335609",
        "title":"The Impacts of Teenage Employment: Teachers' Perceptions Versus Student Realities."},
      {
        "id":"ED335610",
        "title":"Assessing the Determinants of School Refusal Behavior."},
      {
        "id":"ED335611",
        "title":"Family World View, Parent Emotion Management and Adolescent Health."},
      {
        "id":"ED335613",
        "title":"A Process View of Identity Formation and Maintenance."},
      {
        "id":"ED335614",
        "title":"Assessing Attachment in Young Adulthood: A Validational Study."},
      {
        "id":"ED335621",
        "title":"Thirtysomething Years of Marriage: Understanding Experiences of Women and Men in Enduring Family Relationships."},
      {
        "id":"ED335622",
        "title":"Gender across Generations: Patterns of Similarity between Young Adults and Their Middle-Aged and Aging Parents."},
      {
        "id":"ED335623",
        "title":"Young Children of Substance Abusers. Prevention Research Update No. 8."},
      {
        "id":"ED335625",
        "title":"Functions of the School Counselor."},
      {
        "id":"ED335628",
        "title":"Teacher Research and Other Research Communities: A Case for Desegregation."},
      {
        "id":"ED335631",
        "title":"College Students as Readers."},
      {
        "id":"ED335633",
        "title":"Structural Components of Single Word Decoding."},
      {
        "id":"ED335634",
        "title":"Creating a Love of Reading = Susciter le Gout de la Lecture."},
      {
        "id":"ED335636",
        "title":"Looking at How Well Our Students Read: The 1992 National Assessment of Educational Progress in Reading."},
      {
        "id":"ED335643",
        "title":"The Middle School Student and Interest in Reading."},
      {
        "id":"ED335649",
        "title":"Enhancing Aesthetic Reading and Response. Theory and Research into Practice (TRIP) Series."},
      {
        "id":"ED335650",
        "title":"Making Frames for Learning from Informational Text. Technical Report No. 542."},
      {
        "id":"ED335651",
        "title":"Literacy: The Aspect of Computers at the University Level."},
      {
        "id":"ED335661",
        "title":"Cohesive Harmony in Stories Reconstructed by Emergent Readers."},
      {
        "id":"ED335664",
        "title":"Developing Positive Attitudes toward Reading through Cross-Age Tutoring, Mentoring, and Reading Aloud Strategies for Third Graders."},
      {
        "id":"ED335668",
        "title":"How Professionals View Portfolio Assessment. Literacy Research Report No. 10."},
      {
        "id":"ED335671",
        "title":"The Classics in the Literature Curriculum."},
      {
        "id":"ED335672",
        "title":"Tenth Graders' Exploration of Tensions and Contradictions in Story Writing and Literary Responses."},
      {
        "id":"ED335673",
        "title":"21st-Century Citizen Scholars: Testing What Is Possible and Desirable."},
      {
        "id":"ED335674",
        "title":"Things Better Shared over Coffee: Tales of Teaching To Learn."},
      {
        "id":"ED335676",
        "title":"Critical Challenges for Research on Writing and Literacy: 1990-1995. Technical Report No. 1-B."},
      {
        "id":"ED335677",
        "title":"Remediation as Social Construct: Perspectives from an Analysis of Classroom Discourse. Technical Report No. 44."},
      {
        "id":"ED335678",
        "title":"Visions of Children as Language Users: Research on Language and Language Education in Early Childhood. Technical Report No. 49."},
      {
        "id":"ED335679",
        "title":"&quot;This Wooden Shack Place&quot;: The Logic of an Unconventional Reading. Occasional Paper No. 22."},
      {
        "id":"ED335680",
        "title":"High School English and the Teacher-Student Writing Conference: Fine-Tuned Duets in the Ensemble of the Classroom. Occasional Paper No. 26."},
      {
        "id":"ED335681",
        "title":"Evaluating Writing: Linking Large-Scale Testing and Classroom Assessment. Occasional Paper No. 27."},
      {
        "id":"ED335685",
        "title":"Combining the Personal and Analytical: Assignments for Basic Writing."},
      {
        "id":"ED335688",
        "title":"The Negotiated Curriculum as Praxis in the World of the Classroom."},
      {
        "id":"ED335690",
        "title":"The IEA Study of Written Composition in Sweden."},
      {
        "id":"ED335695",
        "title":"&quot;The Road from Coorain&quot;: A Journey of Power."},
      {
        "id":"ED335696",
        "title":"Getting To Know You: Profiles of Children's Authors Featured in &quot;Language Arts&quot; 1985-90."},
      {
        "id":"ED335697",
        "title":"Creative Writing and the Middle School Student."},
      {
        "id":"ED335698",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Nine."},
      {
        "id":"ED335699",
        "title":"Trends and Issues in English Instruction, 1991. Reports on Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED335700",
        "title":"Collaborative Learning in the Literature Classroom: Old Problems Revisited."},
      {
        "id":"ED335701",
        "title":"The Learner-Centered Classroom: Explorations Into Language and Learning."},
      {
        "id":"ED335703",
        "title":"Early Literacy: A Constructivist Foundation for Whole Language. NEA Early Childhood Education Series."},
      {
        "id":"ED335704",
        "title":"Synthesizing Information from Multiple Sources: A Descriptive Study of Elementary Students' Perceptions and Performance of Discourse Synthesis. Elementary Subjects Center Series No. 45."},
      {
        "id":"ED335708",
        "title":"Feminist Rhetoric: A Selected Annotated Bibliography."},
      {
        "id":"ED335714",
        "title":"Serving the Information Needs of the International and Minority Students at the Small College Library: A Librarian's View."},
      {
        "id":"ED335718",
        "title":"First You Have To Get Their Attention: A Case Study of an Alcohol Awareness Campaign Designed for and by College Students."},
      {
        "id":"ED335722",
        "title":"Family Communication and Health: Maintaining Marital Satisfaction and Quality of Life."},
      {
        "id":"ED335728",
        "title":"Icebreakers and Group Builders for the Classroom."},
      {
        "id":"ED335736",
        "title":"Restructuring Restructuring: Postmodernity and the Prospects for Educational Change."},
      {
        "id":"ED335737",
        "title":"Helping Students Achieve: Implications for Roles and Responsibilities. Critical Issues in Student Achievement Paper Number 5."},
      {
        "id":"ED335738",
        "title":"Catholic High Schools and Their Finances 1990."},
      {
        "id":"ED335743",
        "title":"Decentralization and School-Based Management."},
      {
        "id":"ED335745",
        "title":"Reconceptualizing School-Based Curriculum Development."},
      {
        "id":"ED335749",
        "title":"An Invitation to School Improvement in North Carolina: School Improvement and Accountability Act."},
      {
        "id":"ED335751",
        "title":"Fiscal Strain in Pennsylvania's School Districts. PEPS Policy Paper Series Number 8."},
      {
        "id":"ED335752",
        "title":"Educational Choice."},
      {
        "id":"ED335753",
        "title":"Examining the Evidence: Have States Eliminated Local Control of the Curriculum?"},
      {
        "id":"ED335757",
        "title":"Decentralization--The Case of Sweden."},
      {
        "id":"ED335759",
        "title":"School Building Models: Tailoring Interventions To Meet School Conditions and Needs."},
      {
        "id":"ED335762",
        "title":"Audience in School Renewal: Electronic Networking in Schools, across Schools, and across Groups."},
      {
        "id":"ED335763",
        "title":"Restructuring, Teacher Engagement, and School Culture: Perspectives on School Reform and the Improvement of Teachers' Work."},
      {
        "id":"ED335764",
        "title":"A Tale of Two Schools and Teachers' Work: Reforming a Traditional School--Designing a New School. Final Deliverable."},
      {
        "id":"ED335765",
        "title":"Changes at Big Mountain High School: A Teaching Case. Final Deliverable."},
      {
        "id":"ED335768",
        "title":"Ethics or the Law: What Drives Administrative Decisions?"},
      {
        "id":"ED335769",
        "title":"School Dropouts: What Agenda Do Administrators See for Dealing with the Problem?"},
      {
        "id":"ED335770",
        "title":"Women and Public School Administration: Invisibility and Discrimination."},
      {
        "id":"ED335771",
        "title":"Utilizing Participatory Evaluation in a Public School Setting: An Assessment of Teacher Involvement in Decision Making."},
      {
        "id":"ED335772",
        "title":"The Move To Decentralize: Predictors of Early Success."},
      {
        "id":"ED335773",
        "title":"Testing and School Improvement. PEPS Policy Paper Series Number 9."},
      {
        "id":"ED335779",
        "title":"Financing School Choice. School Finance Series."},
      {
        "id":"ED335780",
        "title":"The National Evidence on Magnet Schools. Occasional Paper Series."},
      {
        "id":"ED335781",
        "title":"Fostering Resiliency in Kids: Protective Factors in the Family, School, and Community."},
      {
        "id":"ED335783",
        "title":"Chicago School Reform: From the Inside Out."},
      {
        "id":"ED335784",
        "title":"The Usefulness of State-by-State Comparison and Other Education Indicators to Policymaking: An Example from Arizona."},
      {
        "id":"ED335789",
        "title":"Compensation Systems and School Effectiveness: Merit Pay As an Incentive for School Improvement."},
      {
        "id":"ED335790",
        "title":"Are \"Field-Based\" Programs the Answer to the Reform of Administrator Preparation Programs?"},
      {
        "id":"ED335791",
        "title":"State School Finance Litigation: A Background Paper."},
      {
        "id":"ED335792",
        "title":"Teacher Salary Trends in Minnesota: 1974-1988. A Research Report."},
      {
        "id":"ED335797",
        "title":"A Wide-Angle Lens: How To Increase the Variety, Collection, and Use of Data for School Improvement."},
      {
        "id":"ED335800",
        "title":"Report Cards for Education: Accountability Reporting in SREB States."},
      {
        "id":"ED335802",
        "title":"Colorado: The State and Its Educational System."},
      {
        "id":"ED335803",
        "title":"Virginia: The State and Its Educational System."},
      {
        "id":"ED335804",
        "title":"Washington: The State and Its Educational System."},
      {
        "id":"ED335805",
        "title":"Beyond the Rhetoric of Restructuring. Policy Briefs Series Number Sixteen."},
      {
        "id":"ED335806",
        "title":"Schools Attack the Roots of Violence. ERIC Digest, Number 63."},
      {
        "id":"ED335808",
        "title":"Three Studies of Attachment in Autism."},
      {
        "id":"ED335809",
        "title":"Project SKI*HI Outreach Programming for Hearing Impaired Infants and Families: Recertification Statement, Questions, Responses, and Approval."},
      {
        "id":"ED335810",
        "title":"Proceedings for the Annual Conference on the Management of Federal/State Data Systems (5th, Crystal City, Virginia, March 25-27, 1991)."},
      {
        "id":"ED335811",
        "title":"Bilingual Education Talented Academy--Gifted and Talented (Project BETA). 1989-90 Final Evaluation Report. OREA Report."},
      {
        "id":"ED335814",
        "title":"Mainstreamed Behavior Disordered Adolescents' Perceptions of Teacher Interventions."},
      {
        "id":"ED335815",
        "title":"Social and Emotional Supports for Children with Disabilities and Their Families."},
      {
        "id":"ED335816",
        "title":"Mainstreaming Secondary School Students with Visual Impairments. Studies in Education Series, No. 49."},
      {
        "id":"ED335817",
        "title":"Another Chance: The Comprehensive Learning Program for Adults with Learning Disabilities."},
      {
        "id":"ED335820",
        "title":"Aging in America: Implication for Vocational Rehabilitation and Independent Living. Institute on Rehabilitation Issues (17th, Las Vegas, October, 1990)."},
      {
        "id":"ED335821",
        "title":"Characteristics of Students Receiving Special Education Services in a Central Minnesota School District According to Setting, Classification, and Level of Service."},
      {
        "id":"ED335822",
        "title":"Persons with Mental Retardation and Related Conditions in State-Operated Residential Facilities: Year Ending June 30, 1989. Project Report #33."},
      {
        "id":"ED335830",
        "title":"Progress Report on the Delaware Least Restrictive Environment Initiative."},
      {
        "id":"ED335832",
        "title":"Project Recurso, 1989-1990. Final Evaluation Report. OREA Report."},
      {
        "id":"ED335833",
        "title":"A Nonintrusive Remediation Technique for Directive Maternal Behaviors."},
      {
        "id":"ED335834",
        "title":"Inmates with Developmental Disabilities in New York State Correctional Facilities."},
      {
        "id":"ED335836",
        "title":"Can I Make It? A Transition Program for College Bound Learning Disabled Students and Their Parents."},
      {
        "id":"ED335838",
        "title":"Maternal Directiveness in Interactions with Developmentally Delayed Children: A Correlational Analysis."},
      {
        "id":"ED335840",
        "title":"Using Mastery in the Regular Classroom To Help Learning Disabled and At-Risk Students."},
      {
        "id":"ED335841",
        "title":"Literacy and Science: The Development of Deaf Students' Writing Skills in Networked Science Classrooms."},
      {
        "id":"ED335842",
        "title":"Report to the National Advisory Child Health and Human Development Council."},
      {
        "id":"ED335843",
        "title":"Center for Research for Mothers and Children. 1988 Progress Report."},
      {
        "id":"ED335844",
        "title":"California Special Education Programs: A Composite of Laws: Education Code--Part 30, Other Related Laws, and California Code of Regulations--Title 5. Revised to Cover Laws Enacted during 1990. Thirteenth Edition."},
      {
        "id":"ED335846",
        "title":"Off the Record: Mainstream Provision for Pupils with Non-Recorded Learning Difficulties in Primary and Secondary Schools. SCRE Project Report [No. 23]."},
      {
        "id":"ED335847",
        "title":"Meeting the Needs of Infants and Toddlers with Handicaps. Federal Resources, Services, and Coordination Efforts in the Departments of Education and Health and Human Services. A Report to Congress."},
      {
        "id":"ED335849",
        "title":"A Profile of State Interagency Efforts for Children with Special Needs and Their Families."},
      {
        "id":"ED335850",
        "title":"The Part H Initiative: Towards a Community-Based Service Delivery System for Infants and Toddlers with Handicaps and Their Families."},
      {
        "id":"ED335851",
        "title":"Co-Teaching: Regular Education/Special Education [and] Co-Teaching Reference Guide."},
      {
        "id":"ED335852",
        "title":"[Creativity: Nature and Nurture; Program and Curriculum; Reading and Writing.]"},
      {
        "id":"ED335853",
        "title":"Personal Relationships and Social Networks: Facilitating the Participation of Individuals with Disabilities in Community Life."},
      {
        "id":"ED335855",
        "title":"Toy Libraries and Lekotek in an International Perspective. Handicap Research Group Report No. 11."},
      {
        "id":"ED335857",
        "title":"Working Together: Guidelines, for Partnership between Professionals and Parents of Children and Young People with Disabilities. Guides for Special Education No. 2."},
      {
        "id":"ED335858",
        "title":"Testing and Teaching Handicapped Children and Youth in Developing Countries. Guides for Special Education No. 3."},
      {
        "id":"ED335861",
        "title":"Adult Adjustment of Individuals with Severe/Profound Disabilities One and Three Years after Leaving School. Iowa Statewide Follow-Up Study."},
      {
        "id":"ED335862",
        "title":"Teaching Conversation Skills to Individuals with Severe Disabilities with a Communication Book Adaptation. Instructional Handbook."},
      {
        "id":"ED335863",
        "title":"Progress toward Developing a Definition for Developmentally Delayed: Report #2."},
      {
        "id":"ED335866",
        "title":"Steps in the Construction and Validation of Domain-Referenced Tests of English Use."},
      {
        "id":"ED335867",
        "title":"English as a Second Language/Dialect Resource Book for K-12."},
      {
        "id":"ED335869",
        "title":"Using Written Recall Protocols To Measure Aspects of Holistic Assessment of Second Language Writing Proficiency: The Effect of Task Awareness."},
      {
        "id":"ED335870",
        "title":"Can Literary, Nay, Poetic, Translation Be Taught? A Conference Interpreter Thinks [So]."},
      {
        "id":"ED335876",
        "title":"Work Papers of the Summer Institute of Linguistics, University of North Dakota Session. Volume 35."},
      {
        "id":"ED337880",
        "title":"Corporate Advocacy for Public Education. Occasional Paper No. 5."},
      {
        "id":"ED337881",
        "title":"How To Plan and Implement a Peer Coaching Program."},
      {
        "id":"ED337882",
        "title":"Reaching Common Ground: Advancing Business Participation in Restructuring Education. Supporting Leaders for Tomorrow, Occasional Paper #6."},
      {
        "id":"ED337883",
        "title":"Detroit Business Leadership and Educational Change. Supporting Leaders for Tomorrow, Occasional Paper #7."},
      {
        "id":"ED337884",
        "title":"Moving beyond Fuzy Altruism in Business-Education Relationships: The Potential of the Georgia Alliance for Public Education. Supporting Leaders for Tomorrow, Occasional Paper #8."},
      {
        "id":"ED337885",
        "title":"Sustained Business Involvement in State School Reform: The South Carolina Story. Supporting Leaders for Tomorrow, Occasional Paper #9."},
      {
        "id":"ED337886",
        "title":"New Jersey Business Pledges To Invest in Needy Children. Supporting Leaders for Tomorrow, Occasional Paper #10."},
      {
        "id":"ED337887",
        "title":"School Industry &quot;Partnership Academies&quot;: Programs That Work. Supporting Leaders for Tomorrow, Occasional Paper #11."},
      {
        "id":"ED337888",
        "title":"Corporations and Urban School Reform: Lessons from Boston. Supporting Leaders for Tomorrow, Occasional Paper #12."},
      {
        "id":"ED337889",
        "title":"Community Leaders Allied for Superior Schools: The &quot;Class Initiative&quot; in Indianapolis. Supporting Leaders for Tomorrow, Occasional Paper #13."},
      {
        "id":"ED337890",
        "title":"Three Portraits: TextBook Adoption Policy Changes in North Carolina, Texas, California. An Occasional Paper."},
      {
        "id":"ED337891",
        "title":"A Journey through Iowa Schools, 1990-91."},
      {
        "id":"ED337892",
        "title":"A Nationwide Survey of School Administrator Training Program Provisions and Awareness of Certification Requirements for Administrator Competency in Special Education and Special Education Law."},
      {
        "id":"ED337893",
        "title":"Assessing Educational Adequacy: The Emphasis Is on Results."},
      {
        "id":"ED337894",
        "title":"The Changing Contours of School Finance. Policy White Paper."},
      {
        "id":"ED337895",
        "title":"Legal Guidelines for Permissible Student Searches in the Public Schools."},
      {
        "id":"ED337898",
        "title":"Kindle the Spark: An Action Guide for Schools Committed to the Success of Every Child."},
      {
        "id":"ED337900",
        "title":"Quality, Equity, Accountability: Long-Range Plan for Public Education, 1991-1995."},
      {
        "id":"ED337901",
        "title":"Progress toward Excellence in Education: The Advanced Placement Program in SREB States."},
      {
        "id":"ED337902",
        "title":"Educational Goals in SREB States."},
      {
        "id":"ED337903",
        "title":"Estimating the Home Schooled Population. Working Paper."},
      {
        "id":"ED337904",
        "title":"Challenge 2000: Goals for Education."},
      {
        "id":"ED337905",
        "title":"Southern California: The Region and Its Educational System."},
      {
        "id":"ED337906",
        "title":"South Carolina: The State and Its Educational System."},
      {
        "id":"ED337907",
        "title":"&quot;Abbott v. Burke&quot; vs. New Jersey: Policy, Politics and Political Economy."},
      {
        "id":"ED337910",
        "title":"Educational Fiscal Equality in Kansas under the School District Equalization Act: Consultants' Analysis on Behalf of Plaintiffs in Newton USD et al v State of Kansas. Consultants' Report."},
      {
        "id":"ED337911",
        "title":"Fiscal Equity in Kansas under the School District Equalization Act: Consultants' Analysis on Behalf of Turner USD 202 in Mock v State of Kansas."},
      {
        "id":"ED337914",
        "title":"Conducting a School Public Relations Program Using Simulated School District Information."},
      {
        "id":"ED337915",
        "title":"Networking among Principals: A Study of Established Practices and Relationships."},
      {
        "id":"ED337917",
        "title":"School-University Partnerships: Ideas and Experiments (1986-1990). Occasional Paper No. 12."},
      {
        "id":"ED337921",
        "title":"Women with Disabilities: Issues, Resources, Connections."},
      {
        "id":"ED337922",
        "title":"Infant Mortality Review: Project Abstracts, Meeting Proceedings, and Product Information."},
      {
        "id":"ED337924",
        "title":"The Concept of Quality of Life in the Lives of Persons with Mental Retardation."},
      {
        "id":"ED337927",
        "title":"Psychological Aspects of Sleep Disorders in Children with Mental Retardation."},
      {
        "id":"ED337928",
        "title":"Use of ASL To Teach Reading and Writing to Deaf Students: An Interactive Theoretical Perspective."},
      {
        "id":"ED337929",
        "title":"Community Adjustment of Young Adults with Mental Retardation: A Developmental Perspective."},
      {
        "id":"ED337930",
        "title":"Common Mental Representation: A Cognitive Guide to Promoting Wide Generalization."},
      {
        "id":"ED337931",
        "title":"Co-Worker Involvement in Employment Programs for Persons with Mental Retardation."},
      {
        "id":"ED337933",
        "title":"Preparing for the Future: A Practical Guide for Developing Individual Transition Plans."},
      {
        "id":"ED337934",
        "title":"Lifeplan: A Workbook for Assisting Parents of People with Developmental Disabilities in Thinking about the Future."},
      {
        "id":"ED337935",
        "title":"North Carolina Plan for Implementation of Educational Programs for Handicapped Children Ages Three and Four. As Required by the North Carolina General Assembly in Senate Bill 1309, Section 14."},
      {
        "id":"ED337936",
        "title":"Special Education Instructional Programs. Program Evaluation 1990-91."},
      {
        "id":"ED337937",
        "title":"Current Trends in Child Abuse Reporting and Fatalities: The Results of the 1990 Annual Fifty State Survey. Working Paper Number 808."},
      {
        "id":"ED337938",
        "title":"Public Attitudes and Behaviors with Respect to Child Abuse Prevention 1987-1991. Working Paper Number 840."},
      {
        "id":"ED337941",
        "title":"Scientists at Work. Final Report."},
      {
        "id":"ED337943",
        "title":"The Wake Leisure Education Program: An Integral Part of Special Education. A Facilitator's Manual Containing Field-Tested Leisure Education Curriculum Materials."},
      {
        "id":"ED337944",
        "title":"Team Assessment in Early Childhood Special Education: A Trainer&apos;s Resource Guide. Second Edition."},
      {
        "id":"ED337946",
        "title":"Critical Step in Curriculum Reform: Regular Education Materials and Special Needs Students."},
      {
        "id":"ED337948",
        "title":"Sports, Outdoor Recreation, and Games for Visually and Physically Impaired Individuals: Reference Circular No. 91-1."},
      {
        "id":"ED337949",
        "title":"Making Friends: Developing Relationships between People with Disabilities and Other Members of the Community."},
      {
        "id":"ED337950",
        "title":"Leisure Connections: Enabling People with a Disability To Lead Richer Lives in the Community."},
      {
        "id":"ED337951",
        "title":"Poor Places: Disability-Related Housing and Support Services."},
      {
        "id":"ED337952",
        "title":"The Power To Choose: An Examination of Service Brokerage and Individualized Funding as Implemented by the Community Living Society."},
      {
        "id":"ED337953",
        "title":"Literacy and Labels: A Look at Literacy Policy and People with a Mental Handicap."},
      {
        "id":"ED337956",
        "title":"The Effectiveness of the Keyword Method for Vocabulary Learning in Deaf Young Adults."},
      {
        "id":"ED337957",
        "title":"Differences in Transfer Propensity and Learning Speed on Balance-Scale Problems for Students with Learning Disabilities and Other Low-Achieving Students."},
      {
        "id":"ED337959",
        "title":"Evaluating Effectiveness: A Comparison of Federal Expectations and Local Capabilities for Evaluation among Federally-Funded Model Demonstration Programs."},
      {
        "id":"ED337962",
        "title":"Preparation of Special Educators in Essential Early Education. Preparation of Personnel To Provide Special Education and Related Services to Newborn and Infant Children with Handicaps."},
      {
        "id":"ED337963",
        "title":"Preparing Early Intervention Specialist To Service Newborn and Infant Children at Risk or with Identified Handicaps and Their Families within Rural Vermont. Final Report."},
      {
        "id":"ED337964",
        "title":"Evaluation of Instructional Model Applied to Functional Math. Project on Effective Computer Instruction for Effective Special Education, Prince George's County Public Schools."},
      {
        "id":"ED337967",
        "title":"Energizing Potential: SAGE (Society for the Advancement of Gifted Education) Conference Proceedings (1st, Calgary, Alberta, Canada, September 27-29, 1990)."},
      {
        "id":"ED337968",
        "title":"Centre for Gifted Education: Summary Report 1988-1991."},
      {
        "id":"ED337971",
        "title":"Prereferral Funding: A Model for Promoting System Level Change."},
      {
        "id":"ED337973",
        "title":"The Texas Early Childhood Intervention Program, 1990. ECI: Helping Families from the Beginning."},
      {
        "id":"ED337974",
        "title":"Postsecondary Education for Individuals with Disabilities."},
      {
        "id":"ED337975",
        "title":"Attitudes of Gifted Underachievers toward Accelerative Options."},
      {
        "id":"ED337976",
        "title":"Characteristics of Learning Disabled, Emotionally Disturbed, ADHD/ADD, and Nonexceptional Children: A Behavioral Assessment Measurement Approach."},
      {
        "id":"ED337977",
        "title":"Field Hearing on the Reauthorization of the Early Intervention and Preschool Programs under the Individuals with Disabilities Education Act. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session (Brooklyn, New York)."},
      {
        "id":"ED337978",
        "title":"Resources on Integrated Recreation/Leisure Opportunities for Children and Teens with Developmental Disabilities."},
      {
        "id":"ED337979",
        "title":"Making a Move: Advice from &quot;People First&quot; Members about Helping People Move out of Institutions and Nursing Homes."},
      {
        "id":"ED337982",
        "title":"Employability Assessment & Planning in Rehabilitation & Educational Settings."},
      {
        "id":"ED337983",
        "title":"The Future Workplace: Implications for Rehabilitation. Report from the Study Group. Institute on Rehabilitation Issues (14th, Memphis, Tennessee, October 1987)."},
      {
        "id":"ED337984",
        "title":"Job Application Training."},
      {
        "id":"ED337985",
        "title":"Traumatic Brain Injuries. Guidelines Paper."},
      {
        "id":"ED337986",
        "title":"Adapted Physical Education, Occupational Therapy, and Physical Therapy in the Public School: Procedures and Recommended Guidelines. Procedures Manual."},
      {
        "id":"ED337988",
        "title":"Status of States' Progress in Implementing Part H of IDEA: Report #3."},
      {
        "id":"ED337989",
        "title":"Project STRIDE: Services for Transition to Independence through Education. Final Report, July 1988-June 1990 [and] Manual."},
      {
        "id":"ED337990",
        "title":"Race and Ethnicity: Issues for Adolescents with Chronic Illnesses and Disabilities. Cydline Reviews."},
      {
        "id":"ED337991",
        "title":"Neighbor Care: Training Manual for Family Day Care."},
      {
        "id":"ED337992",
        "title":"Project Dakota Final Report: 1983-1986."},
      {
        "id":"ED337993",
        "title":"Program Evaluation Using the Project Dakota Parent Satisfaction Survey. A Manual for Administration and Interpretation of Findings Using a Validated Instrument."},
      {
        "id":"ED337994",
        "title":"Project Dakota: Early Intervention--Tailor Made. Revised."},
      {
        "id":"ED337995",
        "title":"Comparison of Integration Practices for Children Birth to Three and Three to Six: Results of a Statewide Survey of Minnesota's Local School District Programs."},
      {
        "id":"ED337996",
        "title":"Reauthorization of Part H of the Individuals with Disabilities Education Act. Hearing before the Subcommittee on Disability Policy of the Committee on Labor and Human Resources, United States Senate, One Hundred Second Congress, First Session on Examining Proposed Legislation Authorizing Funds for the Individuals with Disabilities Education Act, Focusing on Part H, Relating to Early Intervention Services for Infants and Toddlers."},
      {
        "id":"ED337997",
        "title":"Caring for Children with Special Needs. BNA Special Report Series on Work & Family. Special Report #43."},
      {
        "id":"ED337998",
        "title":"Focus on Perinatal Substance Abuse. MCH Program Interchange."},
      {
        "id":"ED338000",
        "title":"Sustaining Employment: Social Skills at Work."},
      {
        "id":"ED338001",
        "title":"Methods for Managing Stress in the Workplace: Coping Effectively on the Job."},
      {
        "id":"ED338002",
        "title":"Reaching Out to All People with Disabilities: A Guide for Consumer and Provider Organizations."},
      {
        "id":"ED338003",
        "title":"Is Your Church Accessible? Houses of Worship: Physical Accessibility Checklist."},
      {
        "id":"ED338004",
        "title":"Resource Inventories [1990]."},
      {
        "id":"ED338005",
        "title":"The Marketplace: Report on Technology in Special Education. Volumes 2-4, Winter 1989-Fall 1991."},
      {
        "id":"ED338006",
        "title":"Funding Technology Programs and Devices [and] Funding Technology Products and Services. Selected Readings."},
      {
        "id":"ED338007",
        "title":"Taking Action: Ideas To Promote Technology Integration [and] Administrator&apos;s Desk Reference: Readings To Promote Technology Integration. Technology Integration: A Thematic Focus."},
      {
        "id":"ED338008",
        "title":"Multimedia Technology Seminar: Proceedings (Washington, D.C., May 20-21, 1991)."},
      {
        "id":"ED338009",
        "title":"Multimedia Technologies. Desk Reference."},
      {
        "id":"ED338010",
        "title":"Directory of Technology Training Materials."},
      {
        "id":"ED338011",
        "title":"The Seminar on Technology Integration (Reston, Virginia, November 1990). Final Report."},
      {
        "id":"ED338012",
        "title":"Trainer&apos;s Resource Guide: Program Planning Ideas [and] Trainer&apos;s Resource Guide: Training Materials Design Guidelines."},
      {
        "id":"ED338013",
        "title":"Approaches to the Management of Large Classes. Lancaster-Leeds Language Learning in Large Classes Research Project. Report, No. 11."},
      {
        "id":"ED338014",
        "title":"Research Methods in Interlanguage Pragmatics. Technical Report #1."},
      {
        "id":"ED338017",
        "title":"Balance &amp; Perspective: 25 Years of Dutch Applied Linguistics."},
      {
        "id":"ED338018",
        "title":"Learning a Foreign Language in a Natural Acquisition Context without Instruction."},
      {
        "id":"ED338020",
        "title":"Ethnic Minorities, Language Diversity, and Educational Implications: A Case Study on the Netherlands."},
      {
        "id":"ED338021",
        "title":"Three Decades of Foreign-Language Teaching in the Netherlands."},
      {
        "id":"ED338023",
        "title":"National Core French Study: A Synthesis = Etude nationale sur les programmes de francais de base. Rapport synthese."},
      {
        "id":"ED338024",
        "title":"Etude nationale sur les programmes de francais de base: Le syllabus culture (National Core French Study: The Culture Syllabus)."},
      {
        "id":"ED338025",
        "title":"National Core French Study: The Communicative/Experiential Syllabus."},
      {
        "id":"ED338026",
        "title":"Etude nationale sur les programmes de francais de base: Le syllabus formation langagiere generale (National Core French Study: General Language Education)."},
      {
        "id":"ED338027",
        "title":"Etude nationale sur les programmes de francais de base: Le syllabus langue (National Core French Study: The Language Syllabus)."},
      {
        "id":"ED338028",
        "title":"National Core French Study: The Evaluation Syllabus."},
      {
        "id":"ED338029",
        "title":"Immersion Strategies."},
      {
        "id":"ED338030",
        "title":"L'Afrique. Niveau VI. Base sur le programme scolaire de sciences sociales de Montgomery County Public Schools (Africa. Grade 6. Based on the Social Studies Curriculum of the Montgomery County Public Schools)."},
      {
        "id":"ED338033",
        "title":"Manual para os Pais sobre a Educacao na California = A Handbook on California Education for Language Minority Parents Portuguese/English Edition."},
      {
        "id":"ED338035",
        "title":"Reading Strategies and Texts: A Research Study on the Question of Native and Non-Native Reading Strategies and Authentic versus Edited Texts."},
      {
        "id":"ED338036",
        "title":"Effects of Prereading Strategies on EFL Reading by Indonesian College Students Having Different Characteristics."},
      {
        "id":"ED338037",
        "title":"The Interaction Hypothesis: A Critical Evaluation."},
      {
        "id":"ED338045",
        "title":"Flexibility in Semantic Representations: Children's Ability To Switch among Different Interpretations of \"Big\" and \"Little.\""},
      {
        "id":"ED338047",
        "title":"Performance Constraints in Early Language: The Case of Subjectless Sentences."},
      {
        "id":"ED338048",
        "title":"Object Affectedness and the Acquisition of Novel Verbs."},
      {
        "id":"ED338050",
        "title":"Early Relations between Mother Talk and Language Development: Masked and Unmasked."},
      {
        "id":"ED338051",
        "title":"Implementations Are Not Conceptualizations: Revising the Verb Learning Model."},
      {
        "id":"ED338052",
        "title":"The Acquisition of V to the Zero Power Movement."},
      {
        "id":"ED338056",
        "title":"Do Young Children Linguistically Encode the Notion of Agent?"},
      {
        "id":"ED338057",
        "title":"Cross-Linguistic Evidence for the Structure of the Agent Prototype."},
      {
        "id":"ED338059",
        "title":"Semantic Roles and Grammatical Relations."},
      {
        "id":"ED338060",
        "title":"The Major Concerns of Textlinguistics and Their Relevance to the Teaching of Writing."},
      {
        "id":"ED338061",
        "title":"Grammatical Phonetics. Studies in Honour of Jack Carnochan. York Papers in Linguistics 15."},
      {
        "id":"ED338062",
        "title":"The Role of Tone in Some Cushitic Languages."},
      {
        "id":"ED338063",
        "title":"Downdrift in a Tone Language with Four Tone Levels."},
      {
        "id":"ED338064",
        "title":"Non-Pitch Exponents of Accent and Structure in Japanese."},
      {
        "id":"ED338070",
        "title":"Pitch, Loudness, and Turn Regulation in Akan Conversation."},
      {
        "id":"ED338077",
        "title":"Intermediate Pashto. Workbook."},
      {
        "id":"ED338084",
        "title":"Beginning English: An Instructional Guide for ESL Teachers."},
      {
        "id":"ED338087",
        "title":"Evaluation du programme d'etudes de francais langue seconde en immersion a la 6e annee. La comprehension orale et la production orale, 1990. Rapport Final. (Evaluation of French as a Second Language Study Program for Grade Six Immersion. Oral Comprehension and Speaking Skills, 1990. Final Report)."},
      {
        "id":"ED338088",
        "title":"Evaluation du programme d'etudes de francais langue seconde en immersion a la 9e annee: La comprehension orale et la production orale, 1990. Rapport Final. (Evaluation of French as a Second Language Study Program for Grade Nine Immersion: Oral Comprehension and Speaking Skills, 1990. Final Report)."},
      {
        "id":"ED338090",
        "title":"Federal Funding for Foreign Language and International Education in Elementary and Secondary Schools. Occasional Paper: 1."},
      {
        "id":"ED338098",
        "title":"Sociological Foundations Supporting the Study of Cultural Diversity. Research Report: 1."},
      {
        "id":"ED338099",
        "title":"Education of Linguistically and Culturally Diverse Students: Effective Instructional Practices. Educational Practice Report: 1."},
      {
        "id":"ED338100",
        "title":"Title VII Newcomers Program in AISD, 1990-91."},
      {
        "id":"ED338101",
        "title":"A Study of the Influence of Reading a Tapescript To Help Prepare and Develop the Acquisition of Listening Comprehension in English as a Second Language When Using Authentic Video Material with Intermediate Students at the CEGEP Level."},
      {
        "id":"ED338102",
        "title":"Designing and Evaluating Language Programs for African American (Black) Dialect Speakers: Some Guidelines for Educators."},
      {
        "id":"ED338104",
        "title":"Promising Practices: A Teacher Resource (Grades 4-6)."},
      {
        "id":"ED338105",
        "title":"Describing Bilingual Education Classrooms. The Role of the Teacher in Evaluation."},
      {
        "id":"ED338106",
        "title":"Applying Significant Bilingual Instructional Features in the Classroom. Part C Bilingual Education Research Series."},
      {
        "id":"ED338107",
        "title":"Learning Strategies in English as a Second Language Instruction: A Teacher&apos;s Guide."},
      {
        "id":"ED338108",
        "title":"A Cognitive Academic Language Learning Approach: An ESL Content-Based Curriculum."},
      {
        "id":"ED338109",
        "title":"A Resource Compendium of Assessment Instruments Which Can Be Used To Help Schools in the Education of LEP Students."},
      {
        "id":"ED338110",
        "title":"Teaching Reading to Language Minority Students. Papers Presented at the Annual Teaching of Reading in Bilingual Education Conference (3rd, Denton, Texas, June 13-15, 1984)."},
      {
        "id":"ED338111",
        "title":"Integrating Language and Content Instruction: Strategies and Techniques."},
      {
        "id":"ED338116",
        "title":"By the People...U.S. Government Structure. An English as a Second Language Text."},
      {
        "id":"ED338117",
        "title":"Women and Literacy: Promises and Constraints."},
      {
        "id":"ED338118",
        "title":"Assessment, Improvement, and Cooperation: The Challenge of Reform in Higher Education."},
      {
        "id":"ED338119",
        "title":"Instructional Exchange. Volume 2, Number 1-6, September 1990-March 1991."},
      {
        "id":"ED338120",
        "title":"Faculty at Work: A Manual for Institutional Self-Study. Self Assessment Guide."},
      {
        "id":"ED338121",
        "title":"Assessing the Organizational and Administrative Context for Teaching and Learning: An Institutional Self-Study Manual."},
      {
        "id":"ED338122",
        "title":"A Manual for the Use of the Motivated Strategies for Learning Questionnaire (MSLQ)."},
      {
        "id":"ED338123",
        "title":"Teaching Tips for Users of the Motivated Strategies for Learning Questionnaire (MSLQ)."},
      {
        "id":"ED338124",
        "title":"Assessing Students' Organization of Concepts: A Manual for Measuring Course-Specific Knowledge Structures."},
      {
        "id":"ED338125",
        "title":"Course Planning Exploration for Program Self-Study. User's Manual. Preliminary Edition."},
      {
        "id":"ED338126",
        "title":"Student Goals Exploration User's Manual: Classroom Research Guide. Preliminary Edition."},
      {
        "id":"ED338127",
        "title":"Student Goals Exploration User's Manual: Institutional Research Guide. Preliminary Edition."},
      {
        "id":"ED338128",
        "title":"Realizing Gender Equality in Higher Education: The Need To Integrate Work/Family Issues. 1991 ASHE-ERIC Higher Education Report 2."},
      {
        "id":"ED338131",
        "title":"A Good Place to Work: Sourcebook for the Academic Workplace."},
      {
        "id":"ED338132",
        "title":"The Academic Workplace Audit."},
      {
        "id":"ED338135",
        "title":"The Importance of Consensus in Determining Educational Standards in Health and Human Services Fields."},
      {
        "id":"ED338139",
        "title":"New Opportunities for U.S. Universities in Development Assistance: Agriculture, Natural Resources, and Environment. Background Paper."},
      {
        "id":"ED338140",
        "title":"Are Common Course Numbering and a Core Curriculum Valid Indicators in the Articulation of General Education Credits among Transfer Students?"},
      {
        "id":"ED338141",
        "title":"Development and Testing of the Cluster-Analytic Model to Identify Coursework Patterns Associated with General Learned Abilities of College Students: Report on Evergreen State College Combined Samples."},
      {
        "id":"ED338143",
        "title":"Dismissal and Non-Renewal of Higher Education Probationary Faculty."},
      {
        "id":"ED338153",
        "title":"Hearings on the Reauthorization of the Higher Education Act of 1965: Access to College and Program Simplification. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED338154",
        "title":"National Sea Grant College Program Authorization Act of 1991. Joint Report of the Senate Committee on Commerce, Science, and Transportation and Senate Committee on Labor and Human Resources, S. 1563, 102D Congress, 1st Session."},
      {
        "id":"ED338155",
        "title":"Lender Profitability in the Student Loan Program."},
      {
        "id":"ED338157",
        "title":"Agency Theory, Incentives, and Student Loans."},
      {
        "id":"ED338160",
        "title":"The Effect of Coursework Patterns, Advisement, and Course Selection on the Development of General Learned Abilities of College Graduates. Final Report."},
      {
        "id":"ED338161",
        "title":"Development &amp; Testing of the Cluster-Analytic Model To Identify Coursework Patterns Associated with General Learned Abilities of College Students: Georgia State Native Report on Combined Samples."},
      {
        "id":"ED338166",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Carlisle, Pennsylvania)."},
      {
        "id":"ED338169",
        "title":"A Good Neighbor Nonresident Tuition Plan: The Nevada Initiative."},
      {
        "id":"ED338170",
        "title":"Early Retirement: The Cost to Canadian Universities."},
      {
        "id":"ED338171",
        "title":"Federal Involvement in the Financing of Post-Secondary Education: 1991-92."},
      {
        "id":"ED338172",
        "title":"Recruitment and Retention of Minorities: Ten Case Studies from the Neylan Minorities Project."},
      {
        "id":"ED338173",
        "title":"Enrollment for Fall, 1988 and Finances and Student Aid Year Ending June 30, 1989 at U.S. Catholic Colleges and Universities."},
      {
        "id":"ED338174",
        "title":"Role Perception of Minority Admission Professionals: History of Minority Admission Administrators on Predominantly White Campuses."},
      {
        "id":"ED338175",
        "title":"Racial Harmony."},
      {
        "id":"ED338176",
        "title":"Salary Trend Studies of Faculty for the Years 1986-87 and 1989-90 in the Following Disciplines/Major Fields: Accounting; Business Administration and Management; Business and Management; Chemistry; Communication Technologies; Communications; Computer and Information Science; Curriculum and Instruction; Dramatic Arts; Drawing; and Education."},
      {
        "id":"ED338185",
        "title":"Student Loans: Direct Loans Could Save Money and Simplify Program Administration. Briefing Report to the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED338187",
        "title":"Academic Program Evaluation in California 1989-90. The Commission's Fifteenth Annual Report on Program Planning, Approval, and Review Activities. Report 91-12."},
      {
        "id":"ED338188",
        "title":"Corporate Liberalism, Finance Hegemony, and Central State Intervention in the Reconstruction of American Higher Education."},
      {
        "id":"ED338189",
        "title":"California's Capacity To Prepare Registered Nurses. A Preliminary Inquiry Prepared for the Legislature in Response to Assembly Bill 1055 (Chapter 924, Statutes of 1990)."},
      {
        "id":"ED338190",
        "title":"The Educational Equity Plan of the California Maritime Academy. A Report to the Legislature in Response to Language in the Supplemental Report of the 1990-91 Budget Act."},
      {
        "id":"ED338191",
        "title":"Update on Long-Range Planning Activities: Report of the Executive Director."},
      {
        "id":"ED338192",
        "title":"The California Maritime Academy and the California State University. A Report to the Legislature and the Department of Finance in Response to Supplemental Report Language of the 1990 Budget Act."},
      {
        "id":"ED338193",
        "title":"Progress on the Commission's Study of the California State University's Administration. A Report to the Governor and Legislature in Response to Budget Language in the 1990 Budget Act."},
      {
        "id":"ED338194",
        "title":"Faculty Salaries in California's Public Universities: 1991-92. A Report to the Legislature and Governor in Response to Senate Concurrent Resolution No. 51 (1965)."},
      {
        "id":"ED338195",
        "title":"Supplemental Report on Academic Salaries, 1990-91. A Report to the Governor and Legislature in Response to Senate Concurrent Resolution No. 51 (1965) and Supplemental Language to the 1979, 1981, and 1990 Budget Acts."},
      {
        "id":"ED338196",
        "title":"Composition of the Staff in California's Public Colleges and Universities from 1977 to 1989. The Sixth in the Commission's Series of Biennial Reports on Equal Employment Opportunity in California's Public Colleges and Universities."},
      {
        "id":"ED338197",
        "title":"Status Report on Human Corps Activities, 1991. The Fourth in a Series of Five Annual Reports to the Legislature in Response to Assembly Bill 1820 (Chapter 1245, Statutes of 1987)."},
      {
        "id":"ED338198",
        "title":"Shortening Time to the Doctoral Degree. A Report to the Legislature and the University of California in Response to Senate Concurrent Resolution 66 (Resolution Chapter 174, Statutes of 1989)."},
      {
        "id":"ED338199",
        "title":"Analysis of the 1991-92 Governor's Budget. A Staff Report to the California Postsecondary Education Commission."},
      {
        "id":"ED338200",
        "title":"Transfer and Articulation in the 1990s: California in the Larger Picture."},
      {
        "id":"ED338201",
        "title":"Public Testimony Regarding Preliminary Draft Regulations to Implement the Private Postsecondary and Vocational Education Reform Act of 1989. A Report in Response to Assembly Bill 1993 (Chapter 1324, Statutes of 1989)."},
      {
        "id":"ED338206",
        "title":"H.R. 656--The High Performance Computer Technology Act of 1991. Hearing before the Subcommittee on Science, and the Subcommittee on Technology and Competitiveness of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congess, First Session."},
      {
        "id":"ED338207",
        "title":"High Definition Information Systems. Hearings before the Subcommittee on Technology and Competitiveness of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session (May 14, 21, 1991)."},
      {
        "id":"ED338208",
        "title":"Hearing on the Office of Educational Research and Improvement. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED338209",
        "title":"Using Interactive Videodisc Technology To Enhance Assessor Training."},
      {
        "id":"ED338210",
        "title":"Computer Use in the United States: 1989. Current Population Reports, Special Studies."},
      {
        "id":"ED338211",
        "title":"Project B.E.S.T.: Better Educational Systems through Telecommunications. Phase I. Evaluation Report."},
      {
        "id":"ED338212",
        "title":"Instructional Materials in Australian Education. A Review and Annotated Bibliography of Articles on Research."},
      {
        "id":"ED338215",
        "title":"California Educational Technology Summit Proceedings (Sacramento, California, April 25-26, 1991)."},
      {
        "id":"ED338221",
        "title":"Project CHILD (Computers Helping Instruction and Learning Development): Integrating Computers into the Elementary School. A Summative Evaluation."},
      {
        "id":"ED338222",
        "title":"Using Color as Information in Computer Displays: Problems with Perception and Communication."},
      {
        "id":"ED338223",
        "title":"Learning Resources and Technology. A Guide to Program Development."},
      {
        "id":"ED338224",
        "title":"People and Process: Managing the Human Side of Information Technology Application. Professional Paper Series, #7."},
      {
        "id":"ED338225",
        "title":"An Evaluation of Specific Videodisc Courseware on Student Learning in a Rural School Environment."},
      {
        "id":"ED338228",
        "title":"Evaluating the Electronic Blackboard: Technical Paper #1."},
      {
        "id":"ED338229",
        "title":"Attitudes towards Computerization in Canadian Universities. Technical Paper #4."},
      {
        "id":"ED338230",
        "title":"Using Bitnet on the VAX."},
      {
        "id":"ED338233",
        "title":"How To Serve Seniors in Your Community by Meeting Their Needs for Mental Stimulation, Delight, and Empowerment: Lively Minds Manual."},
      {
        "id":"ED338236",
        "title":"Improved Access to Pennsylvania's Library Resources: A Review of the Comprehensive Plan and Governor's Conference Resolutions."},
      {
        "id":"ED338237",
        "title":"Online vs. Print Publications: Users' Opinions."},
      {
        "id":"ED338239",
        "title":"Children's Large Print Bibliography, 1990: A Bibliography of Materials Available in Large Print Format for Children."},
      {
        "id":"ED338241",
        "title":"Planning a New Map Room for the University of Rhode Island Library."},
      {
        "id":"ED338243",
        "title":"NREN and Information Democracy. A Presentation to the Continuing Education Program for NASA Librarians."},
      {
        "id":"ED338244",
        "title":"An Analysis of the Magazine Requests of Students in a High School Media Center."},
      {
        "id":"ED338245",
        "title":"After the Installation: Management of Library Automation."},
      {
        "id":"ED338246",
        "title":"Guide to Manuscripts and Archives and the American Foreign Policy Center."},
      {
        "id":"ED338248",
        "title":"American Indian Studies. Library Research Guide. 2nd Edition."},
      {
        "id":"ED338251",
        "title":"Book Censorship, Social Dynamics, and the Education-Library Establishment's Response to the Kanawha County Textbook Controversy."},
      {
        "id":"ED338253",
        "title":"Machine-Readable Data Files at Rutgers: A Preliminary Report of the Task Force on Numeric Data in Machine-Readable Form."},
      {
        "id":"ED338257",
        "title":"Houston Cole Library Collection Management and Development Policy."},
      {
        "id":"ED338258",
        "title":"California Library Statistics, 1991. Fiscal Year 1989-1990 Data from Public, Academic, Special, and County Law Libraries."},
      {
        "id":"ED338260",
        "title":"Staff Development and In-Service Training in Academic Libraries: Planning, Implementation, and Evaluation for the MSU Libraries. Final Report."},
      {
        "id":"ED338266",
        "title":"Factors Influencing the Outcome of Challenges to Materials in Secondary School Libraries: Report of a National Study."},
      {
        "id":"ED338267",
        "title":"Bibliography on Mass Deacidification."},
      {
        "id":"ED338268",
        "title":"Cooperative Learning and Bibliographic Instruction: A Workshop for Librarians."},
      {
        "id":"ED338269",
        "title":"The Way We Are: The American Community College as Thermometer."},
      {
        "id":"ED338270",
        "title":"Institutions on the Edge: America's Community Colleges."},
      {
        "id":"ED338271",
        "title":"An Assessment of the Learning Needs of Mature Adults in Northern Maine Technical College's Service Area."},
      {
        "id":"ED338272",
        "title":"Welcome to the Board: A Handbook for New Trustees."},
      {
        "id":"ED338274",
        "title":"Telecourse Utilization Survey Project, Third Year Report: Fall 1986-Summer 1989. Executive Summary."},
      {
        "id":"ED338277",
        "title":"The Civic Ground of Collegiate General Education and the Community College. Working Paper Series No. 1-91."},
      {
        "id":"ED338280",
        "title":"Approval of Las Positas College in Livermore: A Report to the Governor and Legislature on the Development of Las Positas College (Formerly the Livermore Education Center of Chabot College)."},
      {
        "id":"ED338281",
        "title":"Toward the Future Vitality of Student Development Services: Traverse City--Five Years Later. Summary Report of the Annual Leadership Colloquium (6th, Traverse City, Michigan, July 26-29, 1989)."},
      {
        "id":"ED338282",
        "title":"Toward Mastery Leadership: Issues and Challenges for the 1990s. Summary Report of the Annual National Council on Student Development Leadership Colloquium (7th, Hilton Head, South Carolina, October 24-27, 1990)."},
      {
        "id":"ED338283",
        "title":"Follow-Up Study of Students Completing Selected Occupational Programs in Fiscal Year 1990."},
      {
        "id":"ED338284",
        "title":"A Comparative Analysis of 1990 Graduates. Research Report Number 73."},
      {
        "id":"ED338285",
        "title":"Updated Community College Transfer Student Statistics: Fall 1990 and Full-Year 1989-90. Staff Report Series. Commission Report 91-11."},
      {
        "id":"ED338286",
        "title":"Enrollment Trends in the Humanities in the Community Colleges."},
      {
        "id":"ED338287",
        "title":"Calhoun Community College 1991 Fact Book."},
      {
        "id":"ED338288",
        "title":"The Running Start Program: Impact and Benefits from the First Year in Washington Community Colleges. Operations Report 91-4."},
      {
        "id":"ED338289",
        "title":"Curriculum Needs Assessment in the Field of Cardiovascular Technology."},
      {
        "id":"ED338291",
        "title":"Pima Community College Counselor's Handbook. Revised."},
      {
        "id":"ED338293",
        "title":"Criteria for Evaluation of Community College Instructional Deans."},
      {
        "id":"ED338294",
        "title":"The Role of Scholarship in the Community College. ERIC Digest."},
      {
        "id":"ED338295",
        "title":"Learning Centers for the 1990's. ERIC Digest."},
      {
        "id":"ED338296",
        "title":"International Update; November 1990-October 1991."},
      {
        "id":"ED338297",
        "title":"A Study on the Delivery of Lower Division Collegiate Programs and Services in the Metropolitan Oklahoma City Region for the Oklahoma State Regents for Higher Education."},
      {
        "id":"ED338298",
        "title":"Building Indicators of Community College Outcomes."},
      {
        "id":"ED338299",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (5th, Ellenville, New York, March 13-15, 1991)."},
      {
        "id":"ED338300",
        "title":"Rural Workplace Literacy: Community College Partnerships."},
      {
        "id":"ED338304",
        "title":"Napa Valley Community College District and Napa Valley College Faculty Association/CTA/NEA 1988-89 Agreement."},
      {
        "id":"ED338313",
        "title":"Agreement between Rancho Santiago Community College District and the Faculty Association of Rancho Santiago Community College District for the Fiscal Year 1989-1991."},
      {
        "id":"ED338315",
        "title":"Agreement between Peralta Federation of Teachers (AFT/CFT, AFL-CIO) and Peralta Community College District, July 1, 1988-June 30, 1991."},
      {
        "id":"ED338316",
        "title":"Agreement between Board of Trustees, West Kern Community College District and Taft College Faculty Association, 1989-1990."},
      {
        "id":"ED338323",
        "title":"Improving Access to Preschool and Postsecondary Education. Hearings before the Subcommittee on Education and Health of the Joint Economic Committee. Congress of the United States, One Hundredth Congress, Second Session (December 14-15, 1988)."},
      {
        "id":"ED338324",
        "title":"Ensuring Healthy Babies in Upstate New York: Pressing Problems, Promising Strategies. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, Second Session (Syracuse, New York, July 16, 1990)."},
      {
        "id":"ED338325",
        "title":"El Poder de Cambiar: La Experiencia del Proyecto Costa Atlantica de Colombia (The Power To Change: The Experience of the Atlantic Coast Project in Columbia, 1977-1989)."},
      {
        "id":"ED338326",
        "title":"Empowering Low-Income Parents: The Role of Child Care."},
      {
        "id":"ED338327",
        "title":"Objective Desirability: Bad Outcomes, Conflicting Desires and Children's Concept of Competition."},
      {
        "id":"ED338335",
        "title":"The Social Prerequisites of Literacy Development: Home and School Experiences of Preschool-Aged Children from Low-Income Families."},
      {
        "id":"ED338337",
        "title":"Chapter 1 Services and Early Childhood Education: Problem or Promise. A Statement."},
      {
        "id":"ED338338",
        "title":"Children and Youth: The Crisis at Home for American Families. Hearing before the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, First Session Examining Services Available to Children and Youth from Impoverished Families, Focusing on Ways To Ensure That They Graduate from High School, Prepare Them for the Workforce, and/or Help Them Get Into School."},
      {
        "id":"ED338339",
        "title":"Understanding Mothers' Experiences of Infant Daycare: A New Approach Using Computer-Assisted Analysis of Qualitative Data."},
      {
        "id":"ED338340",
        "title":"Age of Entry, Holding Out and Kindergarten Retention: Differences as a Function of Gender and Ethnicity."},
      {
        "id":"ED338342",
        "title":"Head Start to Full Start: A Progression of Gains in Fulfilling Children's Preschool Needs."},
      {
        "id":"ED338344",
        "title":"Nebraska Preschool Child Care: 1988. A Survey of Parents on Child Care Arrangements."},
      {
        "id":"ED338347",
        "title":"Child Care and Early Education in Kentucky, Tennessee, Virginia, and West Virginia. Occasional Paper 31."},
      {
        "id":"ED338348",
        "title":"Reconceptualizing Homework as Out-of-School Learning Opportunities. Occasional Paper 135."},
      {
        "id":"ED338352",
        "title":"Shaping Tomorrow: The Servol Programmes in Trinidad and Tobago."},
      {
        "id":"ED338353",
        "title":"Preschool Children's Memory for Deviations in a Routine Event."},
      {
        "id":"ED338354",
        "title":"The Effects of Misleading Information on Children's Memory for a Real-Life Event."},
      {
        "id":"ED338355",
        "title":"Cultivating Visual Cognition in Young Children. A Research and Development Report of the Agam Project."},
      {
        "id":"ED338357",
        "title":"Defying Statistics or &quot;Latch-key Children in the Late '80s: Family Composition, Working Mothers, and After School Supervision.&quot;"},
      {
        "id":"ED338360",
        "title":"The Early Development of Children's Ability To Analyze Hierarchical Patterns and Reproduce Them from Memory."},
      {
        "id":"ED338362",
        "title":"Caregiver Cognition and Behavior in Day-Care Classrooms."},
      {
        "id":"ED338365",
        "title":"Staffing the Practicum: Towards a New Set of Basics through Clarifying Roles."},
      {
        "id":"ED338371",
        "title":"COAP: Children of Alcoholic Parents. Curriculum."},
      {
        "id":"ED338373",
        "title":"Child Day Care Recycling Fund Experiment."},
      {
        "id":"ED338379",
        "title":"Parental Beliefs about the Development of Preschool Children's Number Skills."},
      {
        "id":"ED338380",
        "title":"The Relationship between Maternal Life Stress and Social Support and Quality of Mother-Infant Attachment."},
      {
        "id":"ED338381",
        "title":"Putting Flow Theory into Educational Practice: The Key School's Flow Activities Room. Report to the Benton Center for Curriculum and Instruction, University of Chicago."},
      {
        "id":"ED338383",
        "title":"A Compilation of Federal Education Laws. Volume II: Elementary and Secondary Education, Individuals with Disabilities, and Related Programs as Amended through December 31, 1990. Prepared for the Use of the Committee on Education and Labor. U.S. House of Representatives, One Hundred Second Congress, First Session. (Committee Print.)"},
      {
        "id":"ED338384",
        "title":"Assessing Pre-Schols: An Ethnographic Approach (from a South African Evaluation). Studies and Evaluation Papers 2."},
      {
        "id":"ED338385",
        "title":"Risk Factors and the Process of Empowerment. Bernard van Leer Foundation Studies and Evaluation Papers 1."},
      {
        "id":"ED338386",
        "title":"Impressions of Reggio Emilia."},
      {
        "id":"ED338387",
        "title":"Promising Practices and Programs for the Middle-Level Grades. Bulletin No. 91495."},
      {
        "id":"ED338389",
        "title":"Active Learning: Historical and Contemporary Perspectives."},
      {
        "id":"ED338395",
        "title":"Impact of Preschool on the Development of Early Literacy."},
      {
        "id":"ED338396",
        "title":"More Than Just &quot;A Bit of Peace and Quiet&quot;: A Case Study of a Mother and Toddler Group in Belfast."},
      {
        "id":"ED338397",
        "title":"Literacy: America's Working Partnership."},
      {
        "id":"ED338398",
        "title":"A Proposal for Utilizing the USC Children's Center as an On-Campus Child Care/Early Learning Center."},
      {
        "id":"ED338400",
        "title":"Increasing Parent Participation in the Education of Their Children in Grades K through Nine through Workshops and Home Visits."},
      {
        "id":"ED338402",
        "title":"Computer Simulated Child Behavior as an Elicitor of Adult Reactions."},
      {
        "id":"ED338403",
        "title":"Identifying Policy Options for Preschool Mainstreaming. Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED338406",
        "title":"Infants' Attachment Behaviors with Their Day Care Providers."},
      {
        "id":"ED338408",
        "title":"Working Models of Childhood Attachment and Marital Relationships."},
      {
        "id":"ED338412",
        "title":"Supporting Implementation of Developmentally Appropriate Practice: Pre-K through 2. A Self-Study Project."},
      {
        "id":"ED338416",
        "title":"Prekindergarten Program Description, 1990-91."},
      {
        "id":"ED338417",
        "title":"A Prospective Study of the Relationships among Role Strain, Self-Esteem, Competence, and Social Support in Early Adolescence."},
      {
        "id":"ED338418",
        "title":"An Evaluation of the Non-Graded Primary Learning Communities Program."},
      {
        "id":"ED338427",
        "title":"Social and Behavioral Characteristics of Chinese Only Children and Its Research Concern."},
      {
        "id":"ED338430",
        "title":"A Developmental Approach to Teacher Training."},
      {
        "id":"ED338432",
        "title":"Meeting the Educational Needs of Missouri's Homeless Children. Administrative Manual &amp; Census Report."},
      {
        "id":"ED338433",
        "title":"Current Programme 1991."},
      {
        "id":"ED338435",
        "title":"Creativity in Early Childhood Classrooms. NEA Early Childhood Education Series."},
      {
        "id":"ED338436",
        "title":"Educationally Appropriate Kindergarten Practices. NEA Early Childhood Education Series."},
      {
        "id":"ED338439",
        "title":"Maternal Involvement in Children's Peer Relationships: The Contribution of Mothers' Experiences, Values and Beliefs."},
      {
        "id":"ED338441",
        "title":"Close to Home: &quot;Community-Based Mental Health Services for Children.&quot; Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED338443",
        "title":"Fetal Effects of Maternal/Paternal Alcohol and Other Drug Use: Abstracts of Selected Articles."},
      {
        "id":"ED338444",
        "title":"Child Care Resource and Referral Agencies. ERIC Digest."},
      {
        "id":"ED338445",
        "title":"On Standardized Testing. ERIC Digest."},
      {
        "id":"ED338450",
        "title":"Audit Report: Implementation of the Education Amendments of 1978, Bureau of Indian Affairs. Report No. 91-I-941."},
      {
        "id":"ED338451",
        "title":"Literacy, Language Planning, and Pedagogy."},
      {
        "id":"ED338453",
        "title":"Comparison between the 1985 and the 1988 Career Plans of the Same Rural Youth in Ohio."},
      {
        "id":"ED338454",
        "title":"High School Curriculum and Aspirations of Students in Ohio and Southwest Georgia."},
      {
        "id":"ED338455",
        "title":"Community and School Characteristics and Voter Behavior in Ohio Rural School District Property Tax Elections."},
      {
        "id":"ED338456",
        "title":"High School and Student Characteristics in Rural and Urban Areas of Ohio."},
      {
        "id":"ED338459",
        "title":"Clustering: Working Together for Better Schools."},
      {
        "id":"ED338461",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Product Evaluation Report, 1990-91."},
      {
        "id":"ED338465",
        "title":"America's Wild Horses. Five Day Lesson Plan and Workbook--4th Grade. Legend."},
      {
        "id":"ED338466",
        "title":"One's Peers or \"The People\"? Audience(s) in Multi-Cultural Teaching."},
      {
        "id":"ED338468",
        "title":"Rich Schools--Poor Schools: Challenges for Rural and Urban Pennsylvania. Technical Paper No. 8."},
      {
        "id":"ED338473",
        "title":"Distance Learning in Hawaii: Establishment and Evaluation of a Rural Teacher Inservice Training Program."},
      {
        "id":"ED338475",
        "title":"Providing Transition Planning for the Secondary Student through the Community Based Inservice Model."},
      {
        "id":"ED338482",
        "title":"Student Differences in Attribution and Motivation toward the Study of High School Regents Earth Science."},
      {
        "id":"ED338483",
        "title":"Multiple Evaluation Perspectives of the Animals in the Classroom Workshops."},
      {
        "id":"ED338485",
        "title":"Bitten By The Biology Bug. Monograph VI. Essays from \"The American Biology Teacher.\""},
      {
        "id":"ED338488",
        "title":"Contextual Constructivism: The Impact of Culture on the Learning and Teaching of Science."},
      {
        "id":"ED338490",
        "title":"MicroAnalysis of Qualitative Physics: Opening the Black Box."},
      {
        "id":"ED338491",
        "title":"Teaching a Hypothesis Testing Strategy to Prospective Teachers."},
      {
        "id":"ED338492",
        "title":"Microcomputer-Based Laboratories and Computer Networking High School Science Classrooms."},
      {
        "id":"ED338493",
        "title":"Factors Which Influence Learning Ability during a Scientific Field Trip in a Natural Environment."},
      {
        "id":"ED338494",
        "title":"Relationships among Problem Solving, Student Interactions, and Thinking Skills."},
      {
        "id":"ED338497",
        "title":"Dissemination of the National Council of Teachers of Mathematics'&quot;Curriculum and Evaluation Standards&quot; in the Capital District Area of New York State."},
      {
        "id":"ED338498",
        "title":"Mathematics Education: Wellspring of U.S. Industrial Strength. Report of the Wellspring Symposium (Irvine, California, December 15-16, 1988)."},
      {
        "id":"ED338499",
        "title":"The Status of Mathematics Achievement in Two Elementary Schools in Palau: 1984-1990. A Report to the Ministry of Education."},
      {
        "id":"ED338501",
        "title":"The Illinois Rivers Project."},
      {
        "id":"ED338503",
        "title":"Computers in Life Science Education, Volume 7, Numbers 1-12."},
      {
        "id":"ED338505",
        "title":"The Research Agenda of the National Center for Science Teaching and Learning: External Influences on Science Education. NCSTL Monograph Series, #1."},
      {
        "id":"ED338506",
        "title":"Environmental Education Materials for Teachers and Young People (Grades K-12)."},
      {
        "id":"ED338507",
        "title":"Office of Environmental Education. 1991 Progress Report."},
      {
        "id":"ED338508",
        "title":"The Outdoor Classroom. Experiencing Nature in the Elementary Curriculum."},
      {
        "id":"ED338510",
        "title":"International Agri-Awareness."},
      {
        "id":"ED338513",
        "title":"Simulation of Action-Event Cooperation: Emergence of Knowing. No. 32."},
      {
        "id":"ED338514",
        "title":"Education in England and Wales: An Annotated Bibliography."},
      {
        "id":"ED338515",
        "title":"Rural Self Development in India: Two Case Studies. A Curriculum Supplement."},
      {
        "id":"ED338518",
        "title":"The Social Studies: Knowledge for Participation in Social Conflict?"},
      {
        "id":"ED338520",
        "title":"Looking Out for Eliza Doolittle: The Ethical Treatment of Education Research Subjects. Working Paper."},
      {
        "id":"ED338521",
        "title":"Secondary Education in the United States: An Overview for Educators from Abroad."},
      {
        "id":"ED338523",
        "title":"Is There a Place for Asia in the K-12 Social Studies Curriculum? A Survey of Requirements and Common Course Sequences in the 50 States, 1987-1990."},
      {
        "id":"ED338525",
        "title":"Women's Work, Education, and Family Welfare in Peru. World Bank Discussion Papers 116."},
      {
        "id":"ED338526",
        "title":"Social Studies Advisory List of Instructional Media."},
      {
        "id":"ED338527",
        "title":"Social Studies in the Elementary School."},
      {
        "id":"ED338532",
        "title":"Women at Thirtysomething: Paradoxes of Attainment."},
      {
        "id":"ED338533",
        "title":"Fine Arts Proficiency Guide."},
      {
        "id":"ED338534",
        "title":"Macau: Education in the Period of Transition. An Overview and Prospects."},
      {
        "id":"ED338540",
        "title":"Examining Discipline-Based Art Education as a Curriculum Construct."},
      {
        "id":"ED338542",
        "title":"World Development Report 1991: The Challenge of Development."},
      {
        "id":"ED338545",
        "title":"Building the Arts in Education in Wyoming. A Preliminary Report. Wyoming Arts Education Survey."},
      {
        "id":"ED338548",
        "title":"Orra White Hitchcock: A Virtuous Woman."},
      {
        "id":"ED338551",
        "title":"Status of Arts Education in American Public Schools. Report on a Survey. Summary and Conclusions."},
      {
        "id":"ED338552",
        "title":"Visual &amp; Performing Arts Curriculum Guidelines for Washington Schools. Revised Edition."},
      {
        "id":"ED338555",
        "title":"Understanding History. Technical Report No. 458."},
      {
        "id":"ED338558",
        "title":"A Study of the Induction of 300 First-Year Teachers and Their Mentors, 1989-1990."},
      {
        "id":"ED338559",
        "title":"Beyond Constructivism: Toward a Dialectical Model of the Problematics of Teacher Socialization."},
      {
        "id":"ED338560",
        "title":"Discussions on Some Educational Issues III. Research Report 94."},
      {
        "id":"ED338563",
        "title":"Guidelines on the Acceptability of Teacher Education Programs for Teacher Registration Purposes."},
      {
        "id":"ED338565",
        "title":"Assessing the Relationship between Reflective Practice, Content Knowledge, and Teaching Effectiveness of Student Teachers."},
      {
        "id":"ED338567",
        "title":"Professional Development Schools: A Reflective Analysis."},
      {
        "id":"ED338569",
        "title":"The Financing and Governance of Professional Development or Partner Schools. Occasional Paper No. 10."},
      {
        "id":"ED338570",
        "title":"\"Common Sense\" vs. Reality."},
      {
        "id":"ED338572",
        "title":"East Longmeadow [School District] University of Massachusetts at Amherst Professional Development School: A Collaborative Effort."},
      {
        "id":"ED338573",
        "title":"A Casebook on School-based Mentoring. Secondary Teacher Education Program."},
      {
        "id":"ED338575",
        "title":"To Grow and Glow: Towards a Model of Teacher Education and Professional Development."},
      {
        "id":"ED338576",
        "title":"Great Expectations: Emergent Professional Development Schools."},
      {
        "id":"ED338578",
        "title":"Concerns and Education Regarding Issues of Weight Control and Female Athletes: Body Image and Female Athletes."},
      {
        "id":"ED338579",
        "title":"Characteristics of Minority NTE Test-Takers. Teacher Programs Council Report No. 91-1."},
      {
        "id":"ED338580",
        "title":"Training Teachers in Complex Classroom Organizations (Mixed-Age Classes) To Improve Instruction and Classroom Management Behaviour. Effects of a Staff Development Programme."},
      {
        "id":"ED338586",
        "title":"Interactive Decision Making: A Reconceptualization."},
      {
        "id":"ED338590",
        "title":"Contextual Effects on the Self-Efficacy of High School Teachers."},
      {
        "id":"ED338592",
        "title":"Different Worlds: The Department as Context for High School Teachers."},
      {
        "id":"ED338593",
        "title":"Model Programs for Middle School Teacher Preparation. ERIC Digest."},
      {
        "id":"ED338594",
        "title":"Students' Multiple Worlds: Negotiating the Boundaries of Family, Peer, and School Cultures."},
      {
        "id":"ED338595",
        "title":"The Changing Role of Teacher Union Leaders."},
      {
        "id":"ED338596",
        "title":"Teacher Commitment and Job Satisfaction: Which Comes First?"},
      {
        "id":"ED338597",
        "title":"Parent/Teacher Conferencing: A Three Year Study To Enrich Communication."},
      {
        "id":"ED338599",
        "title":"The Shape of Professional Communities in Schools."},
      {
        "id":"ED338600",
        "title":"Boundaries of Teachers' Professional Communities in U.S. High Schools."},
      {
        "id":"ED338601",
        "title":"Teachers' Unions and Notions of Professional Community."},
      {
        "id":"ED338602",
        "title":"1990 CRC Report to Field Sites."},
      {
        "id":"ED338603",
        "title":"School Restructuring and Subject Subcultures."},
      {
        "id":"ED338605",
        "title":"Study of ABE/ESL Instructor Training Approaches: State Profiles Report."},
      {
        "id":"ED338608",
        "title":"The Alabama Adolescent Health Survey: Health Knowledge and Behaviors. Summary Report II."},
      {
        "id":"ED338610",
        "title":"Making It as a Sports Official."},
      {
        "id":"ED338611",
        "title":"Transforming Teacher Leadership through Action Research."},
      {
        "id":"ED338613",
        "title":"Ohio Teacher Supply and Demand 1991."},
      {
        "id":"ED338614",
        "title":"Empowerment of Preservice Educators through Effective Mentoring."},
      {
        "id":"ED338615",
        "title":"An Action Research Approach to Authentic Curriculum and Instruction."},
      {
        "id":"ED338616",
        "title":"Educational Programs that Work. A Collection of Proven Exemplary Educational Programs and Practices. 15th Edition."},
      {
        "id":"ED338617",
        "title":"Educational Programs that Work. A Collection of Proven Exemplary Educational Programs and Practices. 16th Edition."},
      {
        "id":"ED338618",
        "title":"Educational Programs that Work. A Collection of Proven Exemplary Educational Programs and Practices. 17th Edition."},
      {
        "id":"ED338619",
        "title":"The Relationship between Instructional Domain and the Content of Reflection among Preservice Teachers."},
      {
        "id":"ED338628",
        "title":"Registration of Self-Regulation Processes with First Year Students of a HAVO-VWO Comprehensive School by Means of Thinking Aloud."},
      {
        "id":"ED338629",
        "title":"Students' Evaluations of University Teaching: Research Findings, Methodological Issues, and Directions for Future Research."},
      {
        "id":"ED338632",
        "title":"ETS Policy Notes: News from the ETS Policy Information Center. Volume 1, Numbers 1-3, July 1988, March 1989, and June 1989."},
      {
        "id":"ED338635",
        "title":"Use of Achievement Measures in Judicial Decisions: Assessment of Student Academic Progress."},
      {
        "id":"ED338636",
        "title":"Public School Choice."},
      {
        "id":"ED338638",
        "title":"Strategies for Full Inclusion. Project Report Number 89-4."},
      {
        "id":"ED338639",
        "title":"Assessing Outcomes, Costs and Benefits of Special Education Programs. Project Report Number 88-1."},
      {
        "id":"ED338640",
        "title":"Issues and Guidelines in Designing Follow-up Systems for Special Education Service Programs. Project Report Number 89-2."},
      {
        "id":"ED338641",
        "title":"Raising the Stakes in Statewide Mandatory Minimum Competency Testing."},
      {
        "id":"ED338642",
        "title":"Conceptual Structures in Mathematical Problem Solving."},
      {
        "id":"ED338643",
        "title":"Attitudes toward Testing Practices as Cheating and Teachers' Testing Practices."},
      {
        "id":"ED338644",
        "title":"National Tests: What Other Countries Expect Their Students To Know."},
      {
        "id":"ED338649",
        "title":"On Meaningful Measurement: Concepts, Technology and Examples."},
      {
        "id":"ED338650",
        "title":"The Schema Axiom as Foundation of a Theory for Measurement and Representation of Consciousness. No. 38."},
      {
        "id":"ED338651",
        "title":"The Metaphor as Instrument for Naming the Terminal States of Ecological Invariants. No. 37."},
      {
        "id":"ED338652",
        "title":"Mentality Measurement and Representation. No. 39."},
      {
        "id":"ED338653",
        "title":"The Validity and Credibility of the Achievement Levels for the 1990 National Assessment of Educational Progress in Mathematics."},
      {
        "id":"ED338654",
        "title":"Setting Appropriate Achievement Levels for the National Assessment of Educational Progress: Policy Framework and Technical Procedures."},
      {
        "id":"ED338657",
        "title":"The Measurement Integrity of Data Collected Using the Child Abuse Potential Inventory."},
      {
        "id":"ED338661",
        "title":"Beyond Defaults: Indicators for Assessing Proprietary School Quality."},
      {
        "id":"ED338662",
        "title":"Research by External Agencies or Individuals in AISD, 1990-91."},
      {
        "id":"ED338663",
        "title":"AISD on AISD: Reflections on the State of the District--1990-91 Districtwide Surveys."},
      {
        "id":"ED338664",
        "title":"GENESYS 1990-91: Selected Program Evaluations. Publication Number 90.39."},
      {
        "id":"ED338665",
        "title":"Annual Report on Student Achievement 1990-91. Publication Number 90.48."},
      {
        "id":"ED338669",
        "title":"Caution: Hazardous Grade. Publication Number 90.26."},
      {
        "id":"ED338670",
        "title":"Testing in the Schools: A Historical Perspective."},
      {
        "id":"ED338671",
        "title":"Computerized Diagnostic Testing: Problems and Possibilities."},
      {
        "id":"ED338672",
        "title":"Individualized Educational Assessment: Twelfth-Grade Science."},
      {
        "id":"ED338673",
        "title":"The Role of Testing in Elementary Schools."},
      {
        "id":"ED338674",
        "title":"Psychometricians' Beliefs about Learning."},
      {
        "id":"ED338675",
        "title":"A Reform Cooled-Out: Competency Tests Required for High School Graduation."},
      {
        "id":"ED338677",
        "title":"Looking behind the &quot;Average&quot;: How Are States Reporting Test Results."},
      {
        "id":"ED338678",
        "title":"Instructional Sensitivity in Mathematics Achievement Test Items: Application of a New IRT-Based Detection Technique."},
      {
        "id":"ED338679",
        "title":"State-by-State Comparisons of Student Achievement: The Definition of the Content Domain for Assessment."},
      {
        "id":"ED338680",
        "title":"The Role of Symbol Systems in Problem Solving: A Literature Review."},
      {
        "id":"ED338681",
        "title":"Comprehensive Educational Assessment for the States: The Duplex Design."},
      {
        "id":"ED338682",
        "title":"Implementing STAR: Sensible Technology Assessment/Research."},
      {
        "id":"ED338683",
        "title":"Technology Assessment: Policy and Methodological Issues."},
      {
        "id":"ED338684",
        "title":"Higher Order Assessment and Indicators of Learning."},
      {
        "id":"ED338686",
        "title":"ACT Assessment Results: Summary Report, National, 1991."},
      {
        "id":"ED338688",
        "title":"ACT High School Profile Report. HS Graduating Class of 1991, National Report. The High School Profile Report: Normative Data. A Description of the Academic Abilities and Nonacademic Characteristics of Your ACT Tested 1991 Graduates."},
      {
        "id":"ED338689",
        "title":"A Profile of Schools Attended by Eighth Graders in 1988. Statistical Analysis Report. National Education Longitudinal Study of 1988."},
      {
        "id":"ED338690",
        "title":"Applying Procrustean Rotation To Evaluate the Generalizability of Research Results."},
      {
        "id":"ED338691",
        "title":"Assessing Student Achievement: A Profile of Classroom Practices. CSE Monograph Series in Evaluation 11."},
      {
        "id":"ED338692",
        "title":"Cognitive and Neural Sciences Division, 1991 Programs."},
      {
        "id":"ED338693",
        "title":"The Role of Symbolic Representation in Achievement and Instruction."},
      {
        "id":"ED338694",
        "title":"Designating Winners: Using Evaluation in School Recognition Programs. Papers from the National Conference on School Recognition Programs (1st, Miami, Florida, 1987)."},
      {
        "id":"ED338695",
        "title":"A Case Study of the Texas Teacher Test."},
      {
        "id":"ED338696",
        "title":"Quality, Content, and Context in the Assessment of Student Learning and Development in College."},
      {
        "id":"ED338697",
        "title":"Developing Indicators of Student Coursework."},
      {
        "id":"ED338698",
        "title":"Assessing Civics Education. ERIC/TM Digest."},
      {
        "id":"ED338699",
        "title":"The Case for Validity Generalization. ERIC/TM Digest."},
      {
        "id":"ED338700",
        "title":"Steps in Designing an Indicator System. ERIC/TM Digest."},
      {
        "id":"ED338701",
        "title":"What Are Educational Indicators and Indicator Systems? ERIC/TM Digest."},
      {
        "id":"ED338702",
        "title":"Using Biodata as a Selection Instrument. ERIC/TM Digest."},
      {
        "id":"ED338703",
        "title":"The Case against a National Test. ERIC/TM Digest."},
      {
        "id":"ED338704",
        "title":"National Research Center on Student Learning. ERIC/TM Digest."},
      {
        "id":"ED338705",
        "title":"The Center for Research on Evaluation, Standards, and Student Testing (CRESST). ERIC/TM Digest."},
      {
        "id":"ED338706",
        "title":"The Application of Case Study Evaluations. ERIC/TM Digest."},
      {
        "id":"ED338707",
        "title":"&quot;Sample-Independent&quot; Item Parameters? An Investigation of the Stability of IRT Item Parameters Estimated from Small Data Sets."},
      {
        "id":"ED338710",
        "title":"Performance Assessment: Comparative Advantages."},
      {
        "id":"ED338713",
        "title":"Accountability in Education. [Better Education through Informed Legislation Series.]"},
      {
        "id":"ED338714",
        "title":"Preliminary Technical Manual for the Enhanced ACT Assessment."},
      {
        "id":"ED338717",
        "title":"Secondary Level English Proficiency Test: US/Overseas Edition."},
      {
        "id":"ED338718",
        "title":"SLEP Test Manual. [Fifth Edition.]"},
      {
        "id":"ED338720",
        "title":"Trends in Academic Progress: Achievement of U.S. Students in Science, 1969-70 to 1990; Mathematics, 1973 to 1990; Reading, 1971 to 1990; and Writing, 1984 to 1990."},
      {
        "id":"ED338721",
        "title":"Raising Standards for American Education. A Report to Congress, the Secretary of Education, the National Education Goals Panel, and the American People."},
      {
        "id":"ED338722",
        "title":"Teaching Advanced Skills to Educationally Disadvantaged Students. Data Analysis Support Center (DASC) Task 4. Final Report."},
      {
        "id":"ED338723",
        "title":"Models for Teaching Advanced Skills to Educationally Disadvantaged Children."},
      {
        "id":"ED338724",
        "title":"Learning Dialogues To Promote Text Comprehension."},
      {
        "id":"ED338725",
        "title":"Teaching Writing to Students at Risk for Academic Failure."},
      {
        "id":"ED338726",
        "title":"Schoolwide Programs To Improve Literacy Instruction for Students at Risk."},
      {
        "id":"ED338727",
        "title":"Using Children's Mathematical Knowledge."},
      {
        "id":"ED338729",
        "title":"A Cognitive Apprenticeship for Disadvantaged Students."},
      {
        "id":"ED338730",
        "title":"Black Undergraduate Adaptation to College as a Predictor of Academic Success."},
      {
        "id":"ED338734",
        "title":"Evaluation of the Self-Esteem through Culture Leads to Academic Excellence (SETCLAE) Program 1989-90. Report No. 15, Vol. 25."},
      {
        "id":"ED338735",
        "title":"African Americans in the 1990s."},
      {
        "id":"ED338736",
        "title":"Improving Opportunities for Underachieving Minority Students: A Planning Guide for Community Action."},
      {
        "id":"ED338737",
        "title":"The Vanishing African-American Male Student in Middle and High School College Preparatory Classrooms: Present Condition--Probable Causes--Intervention Strategies. Implications for School Administrators."},
      {
        "id":"ED338740",
        "title":"New Jersey's Urban Graduates: Race/Ethnicity and Gender Issues."},
      {
        "id":"ED338741",
        "title":"Training Transition Linkage Coordinators for Urban High Schools. Final Report 1988-1991. CASE No. 12-91."},
      {
        "id":"ED338744",
        "title":"Investing in the Future: Educating Homeless Children and Youth. Illinois State Plan."},
      {
        "id":"ED338745",
        "title":"Highly Mobile Students: Educational Problems and Possible Solutions. ERIC/CUE Digest, Number 73."},
      {
        "id":"ED338747",
        "title":"An Investigation of Black Student Attrition at Indiana University."},
      {
        "id":"ED338750",
        "title":"Atlanta Public Schools Peer Leadership Connection. Principal/Student Survey Results."},
      {
        "id":"ED338753",
        "title":"Monitoring Commission Survey of Twenty Elementary Schools in the Chicago Effective Schools Project: Principal and Teacher Perceptions on Factors Associated with Improved Achievement."},
      {
        "id":"ED338754",
        "title":"Building Better Communities with Student Volunteers. An Evaluation Report on the Student Community Service Program."},
      {
        "id":"ED338756",
        "title":"Chapter 2 Support for Chapter 1 Program Improvement."},
      {
        "id":"ED338758",
        "title":"Mathematics and Science: Critical Filters for the Future of Minority Students."},
      {
        "id":"ED338762",
        "title":"An Evaluation of the Alternative Schools 1990-91."},
      {
        "id":"ED338763",
        "title":"Description of the Lighted Schoolhouse Program (1990-91)."},
      {
        "id":"ED338764",
        "title":"An Evaluation of HISD's Required Academic Proficiency Program 1990-91."},
      {
        "id":"ED338765",
        "title":"An Evaluation of the STRIVE Program."},
      {
        "id":"ED338766",
        "title":"HISD After-School Opportunities Programs Description 1990-91."},
      {
        "id":"ED338767",
        "title":"HISD Magnet School Program Description 1990-91."},
      {
        "id":"ED338768",
        "title":"Effective Schools for National Origin Language Minority Students."},
      {
        "id":"ED338770",
        "title":"Dropout Rates in the United States: 1990."},
      {
        "id":"ED338776",
        "title":"The Causes and Consequences of Child Poverty in the United States. Innocenti Occasional Papers, Number 10. Special Subseries: Child Poverty in Industrialized Countries."},
      {
        "id":"ED338780",
        "title":"Underclass Variations by Race and Place: Have Large Cities Darkened Our Picture of the Underclass? Research Paper."},
      {
        "id":"ED338781",
        "title":"Follow-Up of Youth Using Runaway and Homeless Youth Centers. Final Report."},
      {
        "id":"ED338784",
        "title":"At-Risk Students and Dropouts: Trends across Four Years [1990-91]. Executive Summary."},
      {
        "id":"ED338785",
        "title":"History of Dropout-Prevention Events in AISD: Executive Summary."},
      {
        "id":"ED338786",
        "title":"Chapter 1 and Chapter 1 Migrant. Evaluation Findings, 1990-91. Executive Summary."},
      {
        "id":"ED338787",
        "title":"Crockett's Project Success: 1990-91 Evaluation Report. Executive Summary."},
      {
        "id":"ED338788",
        "title":"Historical Retention Report 1990-91. Executive Summary."},
      {
        "id":"ED338789",
        "title":"At-Risk Report: 1990-91: Executive Summary."},
      {
        "id":"ED338791",
        "title":"Conflict Resolution Programs in Schools. ERIC/CUE Digest Number 74."},
      {
        "id":"ED338793",
        "title":"Learning about Computer-Based Education in Adult Basic Education."},
      {
        "id":"ED338795",
        "title":"Understanding Agriculture: New Directions for Education."},
      {
        "id":"ED338798",
        "title":"The Challenge to Manufacturing: A Proposal for a National Forum."},
      {
        "id":"ED338799",
        "title":"&quot;...Of Interest.&quot; Connection Resource Bank Newsletter. Informing School System Staff Members about a School-Community-Business Cooperative Project. Final Report."},
      {
        "id":"ED338806",
        "title":"Business and Technology Concepts/Business Communications. Teacher's Guide."},
      {
        "id":"ED338809",
        "title":"Business and Technology Concepts. Teacher's Guide."},
      {
        "id":"ED338810",
        "title":"Keyboarding, Typewriting and Formatting. Teacher's Guide."},
      {
        "id":"ED338811",
        "title":"Hearing on the Job Corps 50-50 Plan. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED338812",
        "title":"Cuerpo de Paz Manual de Sistema de Programacion y Capacitacion (Peace Corps Programming and Training System Manual): T0063."},
      {
        "id":"ED338816",
        "title":"The Compact Project: Final Report."},
      {
        "id":"ED338817",
        "title":"People with Disabilities in Our Nation's Job Training Partnership Act Programs. Program Year 1989."},
      {
        "id":"ED338823",
        "title":"Quality Quest. A Guide to Total Quality Control for Workplace Education Instructors."},
      {
        "id":"ED338827",
        "title":"Agricultural Business Feed and Grain Worker. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338828",
        "title":"Auto Body and Fender. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338829",
        "title":"Auto Mechanics. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338830",
        "title":"Beef and Sheep Producer. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338831",
        "title":"Business Administration and Management. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338832",
        "title":"Carpentry. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338833",
        "title":"Child Care Guidance, Management, and Service. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338834",
        "title":"Commercial Art. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338835",
        "title":"Cosmetology. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338836",
        "title":"Crop Producer. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338837",
        "title":"Dairy Producer. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338838",
        "title":"Diesel Mechanics. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338839",
        "title":"Electronics. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338840",
        "title":"Entertainment Marketing. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338841",
        "title":"Fertilizer/Chemical Sales and Service Worker. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338842",
        "title":"GRADS. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338843",
        "title":"Graphic Communications--Commercial Photography. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338844",
        "title":"Graphic Communications--Graphic Arts. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338845",
        "title":"Law Enforcement. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338846",
        "title":"Machine Trades. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338847",
        "title":"Medical Assistant. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338848",
        "title":"Middle School Home Economics. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338849",
        "title":"Occupational Work Adjustment. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338850",
        "title":"Poultry Producer. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338851",
        "title":"Swine Producer. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338852",
        "title":"Welding. Ohio's Competency Analysis Profile."},
      {
        "id":"ED338853",
        "title":"Training for Small Businesses in the European Community. (Guides to Competency in the Design of Effective Training Programmes). Introduction, Guides 1-5, and Bibliography."},
      {
        "id":"ED338864",
        "title":"Feasibility of Distance Education in the Philippines. Resource Paper."},
      {
        "id":"ED338865",
        "title":"Hearing Other Voices: A Critical Assessment of Popular Views on Literacy and Work."},
      {
        "id":"ED338866",
        "title":"A Conceptual Framework for Evaluating Community College Customized Training Programs."},
      {
        "id":"ED338867",
        "title":"Adult Literacy Learning and Computer Technology: Features of Effective Computer-Assisted Learning Systems."},
      {
        "id":"ED338870",
        "title":"The Older Learner."},
      {
        "id":"ED338872",
        "title":"The Effect of Academic Advising and Demographic Variables on the Perceived Relevance of Graduate Education for Agriculturalists from Tanzania and Malawi."},
      {
        "id":"ED338878",
        "title":"Aviation Pilot Training I and Aviation Technician I: Task Analyses. Semester I. Field Review Copy."},
      {
        "id":"ED338879",
        "title":"Aviation Technician Training I and Task Analyses: Semester II. Field Review Copy."},
      {
        "id":"ED338880",
        "title":"Aviation Pilot Training I. Task Analyses: Semester II. Field Review Copy."},
      {
        "id":"ED333873",
        "title":"South Carolina State Library Annual Report, 1989-1990."},
      {
        "id":"ED333874",
        "title":"Shaping National Library Literacy Policy: A Report from the Alexandria Forum, &quot;Strengthening the Literacy Network&quot; (1st, Alexandria, Virginia, May 20-22, 1990)."},
      {
        "id":"ED333882",
        "title":"United States National Commission on Libraries and Information Science. Annual Report, 1988-1989."},
      {
        "id":"ED333884",
        "title":"The Role of Research and Information Systems in Decision-Making for the Development of Human Resources for Health. Report of a WHO Study Group (Geneva, Switzerland, November 13-17, 1989). Technical Report Series No. 802."},
      {
        "id":"ED333886",
        "title":"Proceedings of the Annual Conference of the International Association of School LIbrarianship (19th, Umea, Sweden, July 8-12, 1990)."},
      {
        "id":"ED333889",
        "title":"Age Analysis of Public Library Collections. Final Report."},
      {
        "id":"ED333890",
        "title":"Oregon Intellectual Freedom Clearinghouse. Second Annual Report, July 1, 1988-June 30, 1989."},
      {
        "id":"ED333891",
        "title":"REFORMA/UCLA Mentor Program: A Mentoring Manual."},
      {
        "id":"ED333897",
        "title":"Education's Library. Actions Needed To Improve Its Usefulness. Report to Congressional Committees."},
      {
        "id":"ED333898",
        "title":"Information Security in Higher Education. Professional Paper Series, #5."},
      {
        "id":"ED333899",
        "title":"Academic Library Services and the Learning Disabled College Student."},
      {
        "id":"ED333901",
        "title":"Open Access: A User Information System. Professional Paper Series, #6."},
      {
        "id":"ED333902",
        "title":"Computer-Based Training for Library Staff: A Demonstration Project Using HyperCard. Final Performance Report."},
      {
        "id":"ED333904",
        "title":"Survey of Substance Abuse Policies and Programs in the Public Community Colleges in Illinois."},
      {
        "id":"ED333905",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED333907",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED333909",
        "title":"Diversity in Serving Prison Populations."},
      {
        "id":"ED333915",
        "title":"Dislocated Worker Assistance Center: Information Packet."},
      {
        "id":"ED333916",
        "title":"Northeast Texas Agricultural Literacy Network (A-Lit-NeT: A Rural College Partnership Project). Handbook for Customizing Workplace Literacy to Employer Training Needs."},
      {
        "id":"ED333917",
        "title":"Northeast Texas Agricultural Literacy Network: A-Lit-NeT: A Rural College Partnership Project. Final Report."},
      {
        "id":"ED333920",
        "title":"Stress, Job Satisfaction and the Community College Faculty."},
      {
        "id":"ED333923",
        "title":"A Survey of Environmental Scanning in U.S. Technical and Community Colleges."},
      {
        "id":"ED333925",
        "title":"Interactive Computerized Video Orientation."},
      {
        "id":"ED333926",
        "title":"Enhancing Teaching-Learning Environments: A Change Management Strategy."},
      {
        "id":"ED333928",
        "title":"Community College Partnership."},
      {
        "id":"ED333929",
        "title":"Advancing Humanities Studies at Community, Technical, and Junior Colleges."},
      {
        "id":"ED333930",
        "title":"Transfer and Graduation Rates for Black and White Prince George's Community College Students. Research Brief RB92-2."},
      {
        "id":"ED333933",
        "title":"Rekindling Minority Enrollment. New Directions for Community Colleges, Number 74."},
      {
        "id":"ED333934",
        "title":"Report on the Acceptance of Vocational Education Courses for Admission Purposes at Michigan's Community Colleges and Universities. A Special Report for the Michigan Senate and House Appropriations Subcommittees Authorized under Act 171 of 1989."},
      {
        "id":"ED333935",
        "title":"Michigan Community and Junior Colleges: Enrollment Data Profile, 1988-89/1989-90."},
      {
        "id":"ED333936",
        "title":"Occupational/Technical Programs at Piedmont Virginia Community College. Research Report Number 3-91."},
      {
        "id":"ED333937",
        "title":"Making a Difference: The 1990-91 Learning Center Annual Report."},
      {
        "id":"ED333941",
        "title":"Comparative Financial Statistics for Pennsylvania Community Colleges. Maury Overholt Report. Eleventh Annual Report."},
      {
        "id":"ED333943",
        "title":"Preparing Women and Minorities for Careers in Math and Science: The Role of Community Colleges. ERIC Digest."},
      {
        "id":"ED333944",
        "title":"Increasing Institutional Research Effectiveness and Productivity: Findings from a National Survey."},
      {
        "id":"ED333951",
        "title":"The Community College Role in Achieving Adult Literacy. ERIC Digest."},
      {
        "id":"ED333952",
        "title":"Writing Across the Curriculum Programs at Community Colleges. ERIC Digest."},
      {
        "id":"ED333953",
        "title":"Tailoring an Honors Program to Your Institution."},
      {
        "id":"ED333954",
        "title":"Time-To-Degree."},
      {
        "id":"ED333955",
        "title":"Educational Plant Survey: Seminole Community College, June 20-23, 1989."},
      {
        "id":"ED333960",
        "title":"Institutional Effectiveness and the Transfer Function in the San Diego Community College District."},
      {
        "id":"ED333961",
        "title":"Planning in the 90's for Community Colleges: Coping with Rapid Change by Linking Futures Research with Professional Development."},
      {
        "id":"ED333963",
        "title":"Infant Child Care. ERIC Digest."},
      {
        "id":"ED333966",
        "title":"Guide for Developing Student Portfolios. Draft Version."},
      {
        "id":"ED333967",
        "title":"Chapter I: A Director's Handbook for Parental Involvement."},
      {
        "id":"ED333968",
        "title":"A Multicultural-Multidisciplinary Approach to Speech/Language Intervention with Black Children."},
      {
        "id":"ED333971",
        "title":"The Development of Pictorial Representation of Objects and Relations between Objects: It Depends on the Child's View."},
      {
        "id":"ED333972",
        "title":"School Needs of Single-Parent Children in the Middle Grades: A Qualitative and Quantitative Analysis."},
      {
        "id":"ED333973",
        "title":"The Carolina Abecedarian Project."},
      {
        "id":"ED333974",
        "title":"Developmental Change in Decision-Making: Use of Multiplicative Strategies and Sensitivity to Losses."},
      {
        "id":"ED333976",
        "title":"Kindergarten Program for Four-Year-OIds: An Early intervention Strategy."},
      {
        "id":"ED333977",
        "title":"Improving Children's Understanding of Emotions: The Effects of the PATHS Curriculum."},
      {
        "id":"ED333979",
        "title":"The Development of a Measure of the Parenting Alliance."},
      {
        "id":"ED333980",
        "title":"American, Chinese, and Japanese Students' Acceptance of Their Parents' Values about Academic and Social Activities."},
      {
        "id":"ED333981",
        "title":"The Role of Expertise in Analogical Problem Solving."},
      {
        "id":"ED333982",
        "title":"Enhancing the Vocational Prospects of Low-Income Hispanic Mothers: Results of a Family Support Program. Draft Copy."},
      {
        "id":"ED333983",
        "title":"Integrating Work and Family: Women's Health Outcomes."},
      {
        "id":"ED333984",
        "title":"The Scarborough K-8 Non-Graded Model."},
      {
        "id":"ED333985",
        "title":"Developing Map Concepts in Children and Psychologists: Going Beyond Maps as RE-Presentations."},
      {
        "id":"ED333986",
        "title":"Child Care in New Jersey '91: The 1990 Annual Report to the Legislature."},
      {
        "id":"ED333987",
        "title":"Predicting Learned Helplessness and Achievement: The Role of Locus on Control and Motivational Orientation."},
      {
        "id":"ED333988",
        "title":"Language Development, Metalinguistic Skills and Emergent Literacy in Three-Year-Old Children."},
      {
        "id":"ED333989",
        "title":"Self-Regulation Training and Private Speech in Impulsive Preschoolers."},
      {
        "id":"ED333990",
        "title":"Predicting Negative Discipline in Traditional Families: A Multi-Dimensional Stress Model."},
      {
        "id":"ED333991",
        "title":"Self-Esteem through Time: Gender Similarities and Differences."},
      {
        "id":"ED333992",
        "title":"Day Care and the Quest for Professionalism: Issues and Dilemmas in Traditional Women's Work."},
      {
        "id":"ED333993",
        "title":"Culture and Normative Developmental Models: Anglo and Puerto Rican Mothers' Perceptions of Attachment Behavior."},
      {
        "id":"ED333994",
        "title":"Children's Attachment Classification and Parental Divorce as Predictors of Their Understanding of Marriage and Divorce."},
      {
        "id":"ED333995",
        "title":"[Child Development Program Advisory Committee Materials.]"},
      {
        "id":"ED333997",
        "title":"Cognitive Interview Techniques for Use with Children as Victims and Witnesses of Crime."},
      {
        "id":"ED333998",
        "title":"Developmental Differences in Young Children's Perceptions of Social Support."},
      {
        "id":"ED333999",
        "title":"The Professional Status and Training of Day Care Personnel."},
      {
        "id":"ED334000",
        "title":"A Historical Overview of the Development of Early Childhood Services."},
      {
        "id":"ED334001",
        "title":"It Is Time for Lisa..."},
      {
        "id":"ED334002",
        "title":"The Arizona Child Care Resource and Referral Plan."},
      {
        "id":"ED334003",
        "title":"Arizona's Forgotten Children: Promises To Keep."},
      {
        "id":"ED334004",
        "title":"Child Care: A Business Investment That Works."},
      {
        "id":"ED334005",
        "title":"A Framework for Child Welfare Reform in Arizona."},
      {
        "id":"ED334009",
        "title":"Change in Parental Attitudes Toward Child-Rearing over Time."},
      {
        "id":"ED334010",
        "title":"Chapter 1 in Ohio: Elementary and Secondary Education Act. 25th Annual Evaluation Report, Fiscal 1990."},
      {
        "id":"ED334011",
        "title":"Childhood Peer Rejection and Aggression as Predictors of Intimacy/Involvement with the Parent in Adolescence."},
      {
        "id":"ED334012",
        "title":"Parents' Beliefs and Parental Behavior: A Multi-Method Study."},
      {
        "id":"ED334016",
        "title":"Infant Mortality: 1989 Research Accomplishments."},
      {
        "id":"ED334017",
        "title":"Understanding Gestational Diabetes: A Practical Guide to a Healthy Pregnancy."},
      {
        "id":"ED334018",
        "title":"Caring for Our Future: The Content of Prenatal Care. A Report of the Public Health Service Expert Panel on the Content of Prenatal Care."},
      {
        "id":"ED334021",
        "title":"Representation in the Second Year: Models of Predictive Validity of Language and Play."},
      {
        "id":"ED334022",
        "title":"Maternal Responsiveness to Infants in Three Societies: The United States, France, and Japan."},
      {
        "id":"ED334023",
        "title":"Perinatal Sex Differences in Physiological and Behavioral Stress Reactivity."},
      {
        "id":"ED334025",
        "title":"Prevention Resource Guide: Preschool Children."},
      {
        "id":"ED334026",
        "title":"Follow Through Technical Amendments. House of Representatives, 102D Congress, First Session. Report together with Minority Views To Accompany H.R. 2312."},
      {
        "id":"ED334027",
        "title":"Child Labor: Characteristics of Working Children. United States General Accounting Office Briefing Report to Congressional Requesters."},
      {
        "id":"ED334028",
        "title":"Parental Involvement in Education. Policy Perspectives Series."},
      {
        "id":"ED334031",
        "title":"Native American Education Separate or Integrated?"},
      {
        "id":"ED334032",
        "title":"Implementation of the Writing To Read Program in 13 Rural Elementary Schools in Southern West Virginia: A Two-Year Evaluation. Final Report."},
      {
        "id":"ED334033",
        "title":"AIDS Education in Rural Oregon School Districts: Compliance with State Curriculum Guidelines."},
      {
        "id":"ED334035",
        "title":"Education in Thailand: A Model for Developing Countries?"},
      {
        "id":"ED334036",
        "title":"Case Study of Hegemonic Confrontation in a Rural School District: Four Women and a Prick at the Newspaper."},
      {
        "id":"ED334038",
        "title":"Evaluation of School Incentive Teams and Multicultural Training To Increase Success for High-Risk Students in a Rural City School District."},
      {
        "id":"ED334040",
        "title":"Integrating Home and Community into the Curriculum: The Zuni Experience. An Interview with Margaret Eriacho, Kaylene Gchachu, and Odell Jaramillo."},
      {
        "id":"ED334043",
        "title":"AIDS--Knowledge and Attitudes of Students in Rural Schools Examined by Gender and Grade Level."},
      {
        "id":"ED334045",
        "title":"Bringing the Information Age to Rural America. Hearings before the Government Information, Justice, and Agriculture Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred First Congress, First and Second Sessions (June 14, 1989; October 12, 1989; and February 7, 1990)."},
      {
        "id":"ED334046",
        "title":"Rural America at the Crossroads: Networking for the Future."},
      {
        "id":"ED334047",
        "title":"Breaking New Ground for American Indian and Alaska Native Youth at Risk: Program Summaries. OSAP Technical Report 3."},
      {
        "id":"ED334048",
        "title":"Operation of the Educational Laboratory for the Appalachian Region, 1986-90. AEL Final Report."},
      {
        "id":"ED334050",
        "title":"Rural Community Viability and Leadership Patterns."},
      {
        "id":"ED334052",
        "title":"An Assessment of the Needs of Alaska Residents Who Are Disabled."},
      {
        "id":"ED334053",
        "title":"A Hard Look at USDA's Rural Development Programs. The Report of the Rural Revitalization Task Force to the Secretary of Agriculture."},
      {
        "id":"ED334054",
        "title":"Family and Household Effects on the Educational Attainment of Young Adults."},
      {
        "id":"ED334061",
        "title":"The Design and Analysis of a Mathematical Microworld."},
      {
        "id":"ED334063",
        "title":"War: The Global Battlefield. Our Only Earth. A Curriculum for Global Problem Solving."},
      {
        "id":"ED334064",
        "title":"Our Troubled Skies. Our Only Earth. A Curriculum for Global Problem Solving."},
      {
        "id":"ED334065",
        "title":"Our Divided World: Poverty, Hunger & Overpopulation. Our Only Earth Series. A Curriculum for Global Problem Solving."},
      {
        "id":"ED334066",
        "title":"Endangered Species: Their Struggle To Survive. Our Only Earth Series. A Curriculum for Global Problem Solving."},
      {
        "id":"ED334067",
        "title":"The Ocean Crisis. Our Only Earth Series. A Curriculum for Global Problem Solving."},
      {
        "id":"ED334068",
        "title":"The Future of Our Tropical Rainforests. Our Only Earth Series. A Curriculum for Global Problem Solving."},
      {
        "id":"ED334069",
        "title":"An Intelligent Tutor for Basic Algebra."},
      {
        "id":"ED334071",
        "title":"Paper and Cube Interventions Preceded by a Three Dimensional Computer Graphics Animation To Improve Spatial Ability among Elementary Education Majors."},
      {
        "id":"ED334073",
        "title":"Learning To Talk Mathematics."},
      {
        "id":"ED334074",
        "title":"Gender, Confidence, Math: Why Aren't the Girls &quot;Where the Boys Are?&quot;"},
      {
        "id":"ED334079",
        "title":"Evaluation of the Junior MESA Program: A Report to the Legislature in Response to Assembly Bill 610 (Hughes) of 1985 [Commission Report 89-30]."},
      {
        "id":"ED334080",
        "title":"Mathematics Improvement Component: Elementary Computer Assisted Instruction Program, Elementary Competency Based Education Program, and Middle School Competency Based Education Program. Final Evaluation Report."},
      {
        "id":"ED334081",
        "title":"Mathematics Education Programs That Work: A Collection of Proven Exemplary Educational Programs and Practices in the National Diffusion Network."},
      {
        "id":"ED334082",
        "title":"A Hands-On Approach to the Improvement of Rural Elementary Teacher Confidence in Science and Mathematics."},
      {
        "id":"ED334083",
        "title":"Mathematics Anxiety in the Navajo Reservation School."},
      {
        "id":"ED334084",
        "title":"On the Shoulders of Giants: New Approaches to Numeracy."},
      {
        "id":"ED334087",
        "title":"Middle School Law Awareness Curriculum Guide, 1980."},
      {
        "id":"ED334088",
        "title":"From One to All."},
      {
        "id":"ED334089",
        "title":"High School Law Awareness Curriculum Guide, 1980."},
      {
        "id":"ED334110",
        "title":"Leisure Trends in Ontario. Working Paper 90-5."},
      {
        "id":"ED334111",
        "title":"Mary Lake: A Case Study of Fifth Grade Social Studies (American History) Teaching. Elementary Subjects Center Series No. 26."},
      {
        "id":"ED334112",
        "title":"Is a Civic Culture Possible in the 1990s? A Response to \"Law, Obedience, and Civil Disobedience.\""},
      {
        "id":"ED334114",
        "title":"Renewing the Social Studies Curriculum."},
      {
        "id":"ED334115",
        "title":"Art Literacy in Indiana: An Imperative for Change."},
      {
        "id":"ED334121",
        "title":"The Year of the Arts in Education: 1990-91. What It Is All About. What To Expect. What To Do."},
      {
        "id":"ED334126",
        "title":"A Case of Legitimation: Art Education's Movement toward Core Curriculum Membership (CCM)."},
      {
        "id":"ED334140",
        "title":"National Security Series, User's Guide."},
      {
        "id":"ED334142",
        "title":"Beginnings: Beginning Musical Strategies with Social Implications for Level V Middle School Students in Baltimore County, Maryland."},
      {
        "id":"ED334145",
        "title":"Multicultural Education Resource Guide: African Americans, Asian Americans, Hispanic Americans, and Native Americans."},
      {
        "id":"ED334148",
        "title":"Final Quantitative Assessment of the Arizona Career Ladder Pilot-Test Project: Results of the Perception Assessment Scale; District Responses Reported by Survey Items, Sub-Sections, and Demographics."},
      {
        "id":"ED334150",
        "title":"Towards Understanding Instructional Explanations."},
      {
        "id":"ED334151",
        "title":"Paraprofessional Training Manual."},
      {
        "id":"ED334152",
        "title":"Beyond Work Sheets."},
      {
        "id":"ED334154",
        "title":"Changes in Problem Solving Abilities of Students Taught through Case Methods."},
      {
        "id":"ED334159",
        "title":"Image Improvement Ideas for Marketing Education."},
      {
        "id":"ED334162",
        "title":"Mentor Accountability: Acting in Accordance with Established Standards."},
      {
        "id":"ED334165",
        "title":"Portfolios and the Process of Teacher Education."},
      {
        "id":"ED334166",
        "title":"Restructuring Teacher Education for Career Switchers."},
      {
        "id":"ED334167",
        "title":"Conversations with Self and Conversations with Setting: A Framework for Thinking about Teacher Empowerment. Elementary Subjects Center Series No. 36."},
      {
        "id":"ED334168",
        "title":"Coming to Terms: Teachers' Views on Current Issues in Education. The Metropolitan Life Survey of the American Teacher, 1991. Selected Findings from a New National Poll Conducted by Louis Harris and Associates."},
      {
        "id":"ED334169",
        "title":"Physical Education Model Curriculum Standards. Grades Nine through Twelve."},
      {
        "id":"ED334171",
        "title":"Set. Research Information for Teachers. Number One 1991."},
      {
        "id":"ED334173",
        "title":"Meeting the Challenge: Recruiting Classroom Teachers for Missouri's Future. Report and Recommendations of the CBHE Task Force on the Recruitment of Missouri's Future Teachers."},
      {
        "id":"ED334176",
        "title":"Power and Involvement in Preservice Teacher Education."},
      {
        "id":"ED334177",
        "title":"Goals 2000: Mobilizing for Action. Achieving the National Education Goals."},
      {
        "id":"ED334178",
        "title":"Student Teachers as Naturalistic Inquirers."},
      {
        "id":"ED334179",
        "title":"Sources of Influence on &quot;Learning To Teach.&quot;"},
      {
        "id":"ED334180",
        "title":"Patterns of Use of an Electronic Communication Network for Student Teachers and First Year Teachers."},
      {
        "id":"ED334182",
        "title":"The Hemingway Project: A Collaborative School-based Program for Teacher Certification."},
      {
        "id":"ED334183",
        "title":"Characteristics of Reflective Practitioners: Towards an Operationalization of the Concept of Reflection."},
      {
        "id":"ED334184",
        "title":"Educational Empowerment: A Formative Look at Choice and Equity."},
      {
        "id":"ED334185",
        "title":"Tracing a Phenomenon: Teacher Burnout and the Teacher Critics of the l960s."},
      {
        "id":"ED334186",
        "title":"New Strategies for Producing Minority Teachers [Policy]&amp; Programs [and] Technical Report."},
      {
        "id":"ED334190",
        "title":"Set. Research Information for Teachers. Number Two 1990."},
      {
        "id":"ED334191",
        "title":"The Challenge--Preparing Teachers for Diverse Student Populations. Roundtable Report."},
      {
        "id":"ED334192",
        "title":"Making Staff Development Pay Off in the Classroom. Research Brief # 4."},
      {
        "id":"ED334194",
        "title":"Writing RFPs for Assessment Programs. ERIC Digest."},
      {
        "id":"ED334195",
        "title":"Using Hypertext To Develop an Algorithmic Approach to Teaching Statistics."},
      {
        "id":"ED334199",
        "title":"Patterns of Student Growth in Reasoning about Multivariate Correlational Problems."},
      {
        "id":"ED334201",
        "title":"Using the Partial Credit Model To Analyze Performance Assessments."},
      {
        "id":"ED334202",
        "title":"Defensible/Indefensible Instructional Preparation for High Stakes Achievement Tests: An Exploratory Trialogue."},
      {
        "id":"ED334203",
        "title":"Peer Review: It Works."},
      {
        "id":"ED334204",
        "title":"Inflated Test Score Gains: Is It Old Norms or Teaching the Test? Effects of Testing Project. Final Deliverable--March 1989."},
      {
        "id":"ED334206",
        "title":"The Development of Two Instruments Assessing the Predispositions People Have Toward Technology Use: The Value of Integrating Quantitative and Qualitative Methods."},
      {
        "id":"ED334207",
        "title":"Use of Observed, True, and Scale Variability in Combining Students' Scores in Grading."},
      {
        "id":"ED334208",
        "title":"Interpretation of Standardized Regression Coefficients in Multiple Regression."},
      {
        "id":"ED334213",
        "title":"Power of Pairwise Multiple Comparisons in the Unequal Variance Case."},
      {
        "id":"ED334217",
        "title":"Gender Differences in Attitudes, Aptitude, and Achievement in a Program for Mathematically Talented Youth."},
      {
        "id":"ED334220",
        "title":"Course Improvement Based on Course Content Data: An Explorative Study Conducted in a Problem-Based Curriculum."},
      {
        "id":"ED334221",
        "title":"Prenotification, Ink Color and Return Deadline: Effects on Response Rates and Sincerity of Responses."},
      {
        "id":"ED334222",
        "title":"Proposition Generating Task (PGT): A Measure of Meaningful Learning and of Conceptual Change."},
      {
        "id":"ED334223",
        "title":"A Knowledge Elicitation Technique for Educational Development: The Critical Decision Method."},
      {
        "id":"ED334225",
        "title":"Quality Assessment in Early Childhood Programs: A Multi-Dimensional Approach."},
      {
        "id":"ED334226",
        "title":"A Method for Improving Tasks on Performance Assessments through Field Testing."},
      {
        "id":"ED334228",
        "title":"Instructional Diagnosis: Effective Open-Ended Faculty Evaluation."},
      {
        "id":"ED334231",
        "title":"Public Elementary and Secondary State Aggregate Data, by State, for School Year 1989-1990 and Fiscal Year 1989. E.D. Tabs."},
      {
        "id":"ED334233",
        "title":"Response Latency Measures for Biographical Inventories. Technical Report."},
      {
        "id":"ED334234",
        "title":"Program Improvement through Evaluation: Connecticut's First Round of Sustained Effects Studies. Feedback, Occasional Paper Number 1."},
      {
        "id":"ED334235",
        "title":"Assessing Test Dimensionality Using an Index Based on Nonlinear Factor Analysis."},
      {
        "id":"ED334237",
        "title":"Assessing the Effects of Computer Administration on Scores and Parameter Estimates Using IRT Models."},
      {
        "id":"ED334239",
        "title":"Double Cross-Validation in Multiple Regression: A Method of Estimating the Stability of Results."},
      {
        "id":"ED334240",
        "title":"Survey of Political Science Department Chairs on the Exploration of the Customization of the Major Field Achievement Test in Political Science. Final Report."},
      {
        "id":"ED334241",
        "title":"Psychometric Report for the NELS:88 Base Year Test Battery. Contractor Report. Technical Report."},
      {
        "id":"ED334243",
        "title":"An Investigation of the Robustness of a Partial Credit Model-Based Computerized Adaptive Test to Misfitting Items."},
      {
        "id":"ED334245",
        "title":"Reliability of Performance Assessments: Let's Make Sure We Account for the Errors."},
      {
        "id":"ED334246",
        "title":"Validity in Action Research."},
      {
        "id":"ED334247",
        "title":"The 16PF as a Predictor of Principal Performance: An Integration of Quantitative and Qualitative Research Methods."},
      {
        "id":"ED334248",
        "title":"Canonical Correlation Analysis that Incorporates Measurement and Sampling Error Considerations."},
      {
        "id":"ED334250",
        "title":"The Ins and Outs of Using Portfolios To Assess Performance. Revised."},
      {
        "id":"ED334251",
        "title":"The Making of a Portfolio."},
      {
        "id":"ED334256",
        "title":"National Assessment of Educational Progress: Background and Status. CRS Report for Congress. 91-232-EPW."},
      {
        "id":"ED334257",
        "title":"A New Use for New Journalism: Humanizing the Case Report."},
      {
        "id":"ED334259",
        "title":"The Measurement of Writing Ability with a Many-Faceted Rasch Model."},
      {
        "id":"ED334260",
        "title":"National Dropout Statistics from a Longitudinal Cohort Perspective: Estimating Rates of School-Leaving and School Noncompletion."},
      {
        "id":"ED334261",
        "title":"Recognition Versus Recall Test Formats: A Correlational Analysis."},
      {
        "id":"ED334262",
        "title":"The Relation between Problem Areas and Stages of Computer Implementation."},
      {
        "id":"ED334263",
        "title":"Structured Versus Constructed Instructional Strategies for Improving Concept Acquisition by Domain-Experienced and Domain-Novice Learners."},
      {
        "id":"ED334264",
        "title":"Assessing Instrument Stability and Recommended Interventions of the Reading Style Inventory with 3rd Grade Students."},
      {
        "id":"ED334265",
        "title":"A Psychometric Perspective on Authentic Measurement."},
      {
        "id":"ED334266",
        "title":"Statewide Evaluation of Eleven Special Education University Grants."},
      {
        "id":"ED334267",
        "title":"Test Familiarity: Evidence of &quot;Practice Effects&quot;?"},
      {
        "id":"ED334268",
        "title":"Reconceptualizing the Instructional Design Process: Lessons Learned from Cognitive Science."},
      {
        "id":"ED334270",
        "title":"Self-Regulated Learning and Academic Performance in Middle School Children."},
      {
        "id":"ED334273",
        "title":"The Problem of Excluded Baseline Students in a School-Based Longitudinal Study: Correcting National Dropout Estimates and Accommodating Eligibility Change over Time."},
      {
        "id":"ED334275",
        "title":"Measuring Progress toward the National Education Goals: Public Testimony, Volume 2. Summary of Testimony on Measures for 1991 Progress Report."},
      {
        "id":"ED334279",
        "title":"Education Counts: An Indicator System To Monitor the Nation's Educational Health. Report of the Special Study Panel on Education Indicators to the Acting Commissioner of Education Statistics."},
      {
        "id":"ED334286",
        "title":"Coordination of Chapter 1 and Regular Programs."},
      {
        "id":"ED334287",
        "title":"Schoolwide Projects Considerations."},
      {
        "id":"ED334288",
        "title":"Evaluating Schoolwide Projects."},
      {
        "id":"ED334289",
        "title":"Meeting the Accountability Requirement for Schoolwide Projects."},
      {
        "id":"ED334291",
        "title":"Communicating about Alcohol and Other Drugs: Strategies for Reaching Populations at Risk. OSAP Prevention Monograph-5."},
      {
        "id":"ED334294",
        "title":"De Anza: A Paideia School. Classical Studies Program 1990-91 Course Offerings for the Classical Studies High School."},
      {
        "id":"ED334295",
        "title":"Fiscal Accountability in Milwaukee's Public Elementary Schools. &quot;Where Does the Money Go?&quot; Volume 3, No. 4."},
      {
        "id":"ED334298",
        "title":"Montana State Plan for Education of Homeless Children and Youth."},
      {
        "id":"ED334299",
        "title":"Chapter I Resource Laboratory Program for Computer Assisted Instruction (CAI) 1989-1990. Evaluation Report."},
      {
        "id":"ED334300",
        "title":"S.720. A Bill To Provide Financial Assistance to Eligible Local Educational Agencies To Improve Urban Education, and for Other Purposes. 102d Congress, 1st Session."},
      {
        "id":"ED334301",
        "title":"S.619. A Bill To Establish a Link-up for Learning Demonstration Grant Program To Provide Coordinated Services to At-Risk Youth."},
      {
        "id":"ED334302",
        "title":"D.C. Public School System--Status Update. Hearing before the Subcommittee on Judiciary and Education of the Committee on the District of Columbia. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED334305",
        "title":"Inferences of Academic Performance among Chinese Students: Integration of Ability and Effort Information."},
      {
        "id":"ED334306",
        "title":"Informational Value of Teachers' Evaluative Behavior on Perceived Ability and Effort among Chinese Students."},
      {
        "id":"ED334309",
        "title":"Meeting the Goals of School Completion. ERIC/CUE Digest No. 69."},
      {
        "id":"ED334310",
        "title":"Teaching Limited English Proficient Students To Understand and Use Mathematics. ERIC/CUE Digest No. 70."},
      {
        "id":"ED334311",
        "title":"Accountability Mechanisms in Big City School Systems. ERIC/CUE Digest No. 71."},
      {
        "id":"ED334312",
        "title":"Nursing Research and Practice with Refugees. Southeast Asian Refugee Studies. Bibliography. Occasional Papers, Number 10."},
      {
        "id":"ED334313",
        "title":"Accelerating the Progress of ALL Students. Rockefeller Institute Special Report, Number 31."},
      {
        "id":"ED334316",
        "title":"Americanization through Public Education of Japanese Americans in Hawaii: 1930-1941. The Effect of Extracurricular Activities on the Americanization Process."},
      {
        "id":"ED334317",
        "title":"Development of Accurate Self-Concept in Black Children."},
      {
        "id":"ED334324",
        "title":"Identifying At-Risk Status and Preventing School Drop-Out."},
      {
        "id":"ED334325",
        "title":"Career Awareness and Resource Education Program for Hispanic Bilingual High School Students (Project Care). 1989-90 Final Evaluation Report."},
      {
        "id":"ED334326",
        "title":"Multicultural Counselor Leadership Institute (MCLI) 1989-90. Final Evaluation Report."},
      {
        "id":"ED334327",
        "title":"Bilingual Resource Instruction for the Development of Gainful Employment Skills (Project BRIDGES). 1989-90 Final Evaluation Report."},
      {
        "id":"ED334329",
        "title":"Alternative State Funding Allocation Methods for Local School District Programs To Serve \"At-Risk\" Students: \"Project FAIR.\""},
      {
        "id":"ED334330",
        "title":"Project Read: Reading for Educational Achievement and Development."},
      {
        "id":"ED334336",
        "title":"High School Context and Black Student Performance."},
      {
        "id":"ED334337",
        "title":"Structural Patterns and Change in Grade Retention Rates: An Aggregate Analysis of Data from a Large Urban School District, 1982-1989."},
      {
        "id":"ED334338",
        "title":"School Programs for African American Male Students. Trends and Issues No. 15."},
      {
        "id":"ED334339",
        "title":"Creating Accountability in Big City School Systems. Urban Diversity Series No. 102."},
      {
        "id":"ED334340",
        "title":"School Programs for African American Males. ERIC CUE Digest No. 72."},
      {
        "id":"ED334346",
        "title":"Napa County Entrepreneurial Child Care Training."},
      {
        "id":"ED334348",
        "title":"A Study of Vocational Training Model in Taiwan, Republic of China."},
      {
        "id":"ED334349",
        "title":"Organizational Issues and Human Resource Development Research Questions. A Guide for Researchers in Human Resource Development."},
      {
        "id":"ED334351",
        "title":"Training American Businessmen To Meet the Psychological Challenges of International Negotiation."},
      {
        "id":"ED334352",
        "title":"National Service Act. A Report Together with Minority and Additional Views. House of Representatives Committee on Education and Labor, 101st Congress, 2d Session."},
      {
        "id":"ED334354",
        "title":"GAIN Appraisal Program IV. Fourth Report."},
      {
        "id":"ED334355",
        "title":"The Mississippi Literacy Assessment. SSRC Report 91-1."},
      {
        "id":"ED334357",
        "title":"Factors That Influence Students Not To Enroll at the Vanguard Joint Vocational School. Factors That Influence Students Not To Enroll at the Lawrence County Joint Vocational School."},
      {
        "id":"ED334358",
        "title":"Citizenship and the Adult Education Movement in Canada. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED334359",
        "title":"Children At Risk in the Workplace. Hearings before the Employment and Housing Subcommittee of the Committee on Government Operations, House of Representatives, One Hundred First Congress, Second Session (March 16 and June 8, 1990)."},
      {
        "id":"ED334360",
        "title":"Meeting the Challenges of a New Work Force. Hearing before the Committee on Labor and Human Resources, United States Senate, One Hundred First Congress, Second Session, on Examining the Way in Which the Changes in Our Workforce Affect the Role of Business and the Federal Government in Meeting Changes in Workforce and Workplace Needs."},
      {
        "id":"ED334367",
        "title":"Business Management Course Guide."},
      {
        "id":"ED334371",
        "title":"When Words Are Bars. A Guide to Literacy Programming in Correctional Institutions."},
      {
        "id":"ED334406",
        "title":"Resources for Adults with Learning Disabilities. 1991-1992."},
      {
        "id":"ED334407",
        "title":"An Overview of Mission 21. A Program Designed To Assist Teachers in Integrating Technology into Their Present Curriculum through a Problem-Solving Approach. Grades 1 through 6."},
      {
        "id":"ED334409",
        "title":"Computer Skills Acquisition: A Review and Future Directions for Research."},
      {
        "id":"ED334411",
        "title":"Local Action for Global Change. World Education Reports, Number 29."},
      {
        "id":"ED334414",
        "title":"Richland County Welfare Coordination Project. Final Report."},
      {
        "id":"ED334415",
        "title":"Clermont-Warren SDA #12. Welfare Coordination Grant. Final Report."},
      {
        "id":"ED334416",
        "title":"Toledo Area Private Industry Council SDA #9. Welfare Coordination Project. Final Report."},
      {
        "id":"ED334417",
        "title":"Agribusiness Management and Operation. Instructional Materials Developed for Iowa Agricultural Science, Technology and Marketing Teachers."},
      {
        "id":"ED334418",
        "title":"Marketing Agricultural Products. Curriculum Guide Developed for Secondary and Post Secondary Agriculture Programs."},
      {
        "id":"ED334419",
        "title":"Minnesota's Adult Literacy: Policy Directions and Impact on the Workplace."},
      {
        "id":"ED334420",
        "title":"Integrating Academic and Vocational Education: Guidelines for Assessing a Fuzzy Reform."},
      {
        "id":"ED334421",
        "title":"\"The Cunning Hand, The Cultured Mind\": Models for Integrating Vocational and Academic Education."},
      {
        "id":"ED334422",
        "title":"A Compilation of Federal Education Laws. Volume IV--Vocational Education, Job Training, Rehabilitation and Related Statutes. As Amended through December 31, 1991. Prepared for the Use of the Committee on Education and Labor, U.S. House of Representatives. One Hundred Second Congress, First Session."},
      {
        "id":"ED334423",
        "title":"Labor-Management Cooperation: 1990 State-of-the-Art Symposium (Atlanta, Georgia, October 24-26, 1990)."},
      {
        "id":"ED334431",
        "title":"Evaluating National Workplace Literacy Programs."},
      {
        "id":"ED334440",
        "title":"Developing Continuing Professional Education Programs. The Guide Series in Continuing Education."},
      {
        "id":"ED334441",
        "title":"Patterns of Learning Related to Adapting to Change: A Study of Four Health Care Occupations in the United States."},
      {
        "id":"ED334442",
        "title":"Workplace Educational Skills Analysis. Training Guide."},
      {
        "id":"ED334443",
        "title":"Wisconsin Workplace Partnership Literacy Program (WPL). Evaluation. 2nd Edition."},
      {
        "id":"ED334446",
        "title":"Selected Resources for Entrepreneurship 1991. National Entrepreneurship Clearinghouse."},
      {
        "id":"ED334447",
        "title":"Biotechnology in Agriculture. Teacher Edition."},
      {
        "id":"ED334449",
        "title":"Rural Allied Medical Business Occupations (RAMBO). Final Evaluation Report."},
      {
        "id":"ED334450",
        "title":"Leaders in Entrepreneurship. Resources for Small Business Development and Enhancement. Special Publication No. 61."},
      {
        "id":"ED334452",
        "title":"Local Systems of Vocational Education and Job Training: Diversity, Independence, and Effectiveness."},
      {
        "id":"ED334453",
        "title":"Selected Vocational Preparation Resources for Serving Rural Youth and Adults with Special Needs."},
      {
        "id":"ED334454",
        "title":"Vocational and Technical Education and Training. A World Bank Policy Paper."},
      {
        "id":"ED334455",
        "title":"Liability for Failure To Provide AIDS Training."},
      {
        "id":"ED334456",
        "title":"Adult Education Programs and Services: A View from Nine Programs."},
      {
        "id":"ED334457",
        "title":"Improving the Quality of Training under JTPA. Research and Evaluation Report Series 91-A."},
      {
        "id":"ED334458",
        "title":"JTPA Staffing and Staff Training at the State and SDA Levels. Research and Evaluation Report Series 91-B."},
      {
        "id":"ED334459",
        "title":"Practical Guidance for Strengthening Private Industry Councils. Research and Evaluation Report Series 91-C."},
      {
        "id":"ED334460",
        "title":"An Assessment of the JTPA Role in State and Local Coordination Activities. Research and Evaluation Report Series 91-D."},
      {
        "id":"ED334465",
        "title":"Adult Classroom Environment: The Role of the Instructor. Practice Application Brief."},
      {
        "id":"ED334466",
        "title":"Technology Education in Elementary Schools. Practice Application Brief."},
      {
        "id":"ED334467",
        "title":"Family and Intergenerational Literacy. ERIC Digest No. 111."},
      {
        "id":"ED334468",
        "title":"Resolving Ethical Dilemmas in the Workplace: A New Focus for Career Development. ERIC Digest No. 112."},
      {
        "id":"ED334469",
        "title":"Collaborative Learning in Adult Education. ERIC Digest No. 113."},
      {
        "id":"ED334470",
        "title":"Older Worker Training: An Overview. ERIC Digest No. 114."},
      {
        "id":"ED334471",
        "title":"Neuropsychology in the Schools: Implications for School Psychology."},
      {
        "id":"ED334473",
        "title":"A Handbook for Counseling the Gifted and Talented."},
      {
        "id":"ED334476",
        "title":"The Development of Sex Role Identity in Gifted and Nongifted Children."},
      {
        "id":"ED334477",
        "title":"Dating Relationships of Entering Freshmen: A Baseline Study of Courtship Violence."},
      {
        "id":"ED334478",
        "title":"Simple Convergences? Piagetian Theory and Its Relationship to the Epistemology of James Mark Baldwin."},
      {
        "id":"ED334480",
        "title":"Personality as an Educational Phenomenon. Research Bulletin 75."},
      {
        "id":"ED334481",
        "title":"Describing Personality Utilizing the Theory of Fuzzy Systems. Research Bulletin 76."},
      {
        "id":"ED334482",
        "title":"Dissociative Reactions to the Bay Area Earthquake."},
      {
        "id":"ED334483",
        "title":"The Impact of DISCOVER and SIGI on the Career Decision Making of College Students: Technical Report No. 5."},
      {
        "id":"ED334484",
        "title":"A Comparison of the Effectiveness of Three Computer-Assisted Career Guidance Systems on College Students' Career Decision Making Processes: Technical Report No. 6."},
      {
        "id":"ED334485",
        "title":"Computer-Assisted Career Guidance and the Adult Learner--Two Case Studies: Technical Report No. 8."},
      {
        "id":"ED334486",
        "title":"A Comparative Analysis of the Impact of Two Generations of a Computer-Assisted Career Guidance System--SIGI and SIGI Plus: Technical Report No. 7."},
      {
        "id":"ED334487",
        "title":"The School Psychologist as a Consultant in Truancy Prevention."},
      {
        "id":"ED334488",
        "title":"What Is Invitational Education and How Does It Work?"},
      {
        "id":"ED334492",
        "title":"Aged Stereotypes and Their Effects on Older Persons' Self-Esteem. A Seminar Paper."},
      {
        "id":"ED334494",
        "title":"Does Relational Efficacy Index Interactional Behaviors Associated with Marital Satisfaction across the Transition to Parenthood?"},
      {
        "id":"ED334496",
        "title":"Enhancing Self-Esteem through Self-Management Strategies."},
      {
        "id":"ED334499",
        "title":"Psychosocial Correlates of Adolescent Substance Use."},
      {
        "id":"ED334501",
        "title":"Report of the Secretary's Task Force on Youth Suicide. Volume 1: Overview and Recommendations."},
      {
        "id":"ED334502",
        "title":"Report of the Secretary&apos;s Task Force on Youth Suicide. Volume 2: Risk Factors for Youth Suicide."},
      {
        "id":"ED334503",
        "title":"Report of the Secretary's Task Force on Youth Suicide. Volume 3: Prevention and Interventions in Youth Suicide."},
      {
        "id":"ED334504",
        "title":"Report of the Secretary's Task Force on Youth Suicide. Volume 4: Strategies for the Prevention of Youth Suicide."},
      {
        "id":"ED334505",
        "title":"The Use of Preventive Services by the Elderly. Paper 2."},
      {
        "id":"ED334506",
        "title":"Differences in Memory Organization and Structure of Alcohol Expectancies."},
      {
        "id":"ED334507",
        "title":"The Effectiveness of Drug Abuse Treatment: Implications for Controlling AIDS/HIV Infection. Background Paper 3."},
      {
        "id":"ED334508",
        "title":"Confused Minds, Burdened Families: Finding Help for People with Alzheimer's & Other Dementias."},
      {
        "id":"ED334509",
        "title":"Access to Resources in Different Age-Cohorts: Implications for Activity Level, Loneliness, and Life Satisfaction."},
      {
        "id":"ED334511",
        "title":"Gender Differences in the Development of Managers: How Women Managers Learn from Experience."},
      {
        "id":"ED334512",
        "title":"Do Rape Education Programs Influence Rape Patterns among New York State College Students?"},
      {
        "id":"ED334514",
        "title":"Intervention Strategies for School Age Children."},
      {
        "id":"ED334518",
        "title":"The Freshman Student and Academic Success: A Counseling Center's Approach."},
      {
        "id":"ED334519",
        "title":"Cognitive-Behavioral Skills Enhancement and Deterring Drug Abuse among American Indians."},
      {
        "id":"ED334521",
        "title":"Alcohol, Stress, and Violence in American Indian Families."},
      {
        "id":"ED334523",
        "title":"Hate Crime: A Sourcebook for Schools Confronting Bigotry, Harassment, Vandalism, and Violence."},
      {
        "id":"ED334525",
        "title":"Using Drawings To Explore Children's Attitudes toward the Elderly."},
      {
        "id":"ED334530",
        "title":"Hardworking and Pleasant: The Ideal Woman as Described by Adolescents in the United States and the Philippines."},
      {
        "id":"ED334532",
        "title":"Blushing as an Appeasement Gesture: Felt, Displayed, and Observed Embarrassment."},
      {
        "id":"ED334535",
        "title":"Using Couples Therapy in Treatment of Alcoholism."},
      {
        "id":"ED334536",
        "title":"Promoting Effective Communication between Schools and Parents of Disadvantaged Students."},
      {
        "id":"ED334538",
        "title":"Implications for Reading Skills of Developing Abilities to Automatize Name Retrieval under Varied Conditions."},
      {
        "id":"ED334541",
        "title":"Young Children's Storybook Reading: Longitudinal Study of Parent-Child Interaction and Children's Independent Functioning. Final Report."},
      {
        "id":"ED334542",
        "title":"Effects of Controlled, Primerese Language on the Reading Process. Technical Report No. 45."},
      {
        "id":"ED334543",
        "title":"Transforming Texts: Constructive Processes in Reading and Writing. Technical Report No. 47."},
      {
        "id":"ED334547",
        "title":"Family Involvement. Special Collection Number 4."},
      {
        "id":"ED334551",
        "title":"Strengthening the Reading Abilities of First Graders through an Intensive Phonics Program and Problem Solving Process."},
      {
        "id":"ED334554",
        "title":"Using A Local Area Network and Other Software With Adults."},
      {
        "id":"ED334555",
        "title":"Ahead of the Curve. Numbers 1-4."},
      {
        "id":"ED334556",
        "title":"Critical Thinking. Special Collection Number 3."},
      {
        "id":"ED334557",
        "title":"Weighing Claims of &quot;Phonics First&quot; Advocates."},
      {
        "id":"ED334558",
        "title":"The Hidden Agenda of Intensive, Systematic and Extensive Phonics."},
      {
        "id":"ED334560",
        "title":"The Development of Knowledge of Derivational Suffixes. Technical Report No. 536."},
      {
        "id":"ED334561",
        "title":"Teacher-Constructed Frames for Instruction with Content Area Text. Technical Report No. 537."},
      {
        "id":"ED334562",
        "title":"Is Newer Necessarily Improved? Findings from a Systematic Investigation of the 1979 and 1986 Editions of a Basal Reading Program. Technical Report No. 538."},
      {
        "id":"ED334563",
        "title":"Factors Influencing the English Reading Test Performance of Spanish-Speaking Hispanic Children. Technical Report No. 539."},
      {
        "id":"ED334564",
        "title":"A Review of Research on Error Detection. Technical Report No. 540."},
      {
        "id":"ED334565",
        "title":"Cross-Language Transfer of Phonemic Awareness. Technical Report No. 541."},
      {
        "id":"ED334569",
        "title":"Adult Literacy. Special Collection Number 2."},
      {
        "id":"ED334570",
        "title":"Whole Language and Integrated Language Arts. Special Collection Number 13."},
      {
        "id":"ED334571",
        "title":"How College Learning Specialists Can Help College Students. ERIC Digest."},
      {
        "id":"ED334572",
        "title":"Reading: Elementary. Special Collection Number 6."},
      {
        "id":"ED334573",
        "title":"Writing for Successful Publication."},
      {
        "id":"ED334574",
        "title":"Valuing Writing: Students and Their Portfolios."},
      {
        "id":"ED334575",
        "title":"Models, Methods, and Movements: The Multi-Faceted Writing Center: Selected Proceedings of the Annual Conference of the Midwest Writing Centers Association (31st, Clayton, Missouri, October 20-21, 1989)."},
      {
        "id":"ED334576",
        "title":"Group Discussion Strategies for a Diverse Student Population."},
      {
        "id":"ED334577",
        "title":"Gender and Teaching Academic Discourse: How Teachers Talk about &quot;Facts, Counterfacts, and Artifacts.&quot;"},
      {
        "id":"ED334579",
        "title":"Obscured by Metaphor: &quot;Community&quot; vs. the Reality of a Writing Class."},
      {
        "id":"ED334581",
        "title":"Center for the Study of Writing. Final Report."},
      {
        "id":"ED334582",
        "title":"&quot;This Was an Easy Assignment&quot;: Examining How Students Interpret Academic Writing Tasks. Technical Report No. 43."},
      {
        "id":"ED334583",
        "title":"Plain Language for Expert or Lay Audiences: Designing Text Using Protocol-Aided Revision. Technical Report No. 46."},
      {
        "id":"ED334584",
        "title":"Dialogues of Deliberation: Conversation in the Teacher-Student Writing Conference. Technical Report No. 48."},
      {
        "id":"ED334585",
        "title":"A Teacher-Research Group in Action. Technical Report No. 50."},
      {
        "id":"ED334586",
        "title":"Changing Views of Language in Education and the Implications for Literacy Research: An Interactional Sociological Perspective. Occasional Paper No. 23."},
      {
        "id":"ED334587",
        "title":"Peeking Out from under the Blinders: Some Factors We Shouldn't Forget in Studying Writing. Occasional Paper No. 25."},
      {
        "id":"ED334590",
        "title":"Missing Chapters: Ten Pioneering Women in NCTE and English Education."},
      {
        "id":"ED334591",
        "title":"Thinking and Writing in College: A Naturalistic Study of Students in Four Disciplines."},
      {
        "id":"ED334593",
        "title":"Making Thinking Visible: An Introduction to Collaborative Planning. [Revised]."},
      {
        "id":"ED334594",
        "title":"Making Thinking Visible: Collaborative Planning--Concepts, Processes, and Assignments: A Casebook."},
      {
        "id":"ED334595",
        "title":"A New Look at Literature Instruction. ERIC Digest."},
      {
        "id":"ED334596",
        "title":"Toward Decentralizing the Study of Literature, or Who Do We Think We Are?"},
      {
        "id":"ED334597",
        "title":"English Assessment in a National Curriculum."},
      {
        "id":"ED334600",
        "title":"Los Cambios en el Programa de Estudios de la Lengua: Folleto para los Padres de Familia (The Changing Language Arts Curriculum: A Booklet for Parents)."},
      {
        "id":"ED334601",
        "title":"Using Inquiry To Improve Students' Critical Thinking and Writing Skills on Essay Exams."},
      {
        "id":"ED334602",
        "title":"Comparing the Teaching and Learning of Writing in the United States and the United Kingdom: Audience Exchanges. Final Report."},
      {
        "id":"ED334603",
        "title":"Portfolios: Assessment in Language Arts. ERIC Digest."},
      {
        "id":"ED334604",
        "title":"Writing. Special Collection Number 5."},
      {
        "id":"ED334605",
        "title":"Pathways to Careers in Communication."},
      {
        "id":"ED334606",
        "title":"The Introduction of Broadcast Television in the Cook Islands. A Report on the First Six Months."},
      {
        "id":"ED334608",
        "title":"Message Processing Research from Psychology to Communication."},
      {
        "id":"ED334610",
        "title":"Teacher Use of Power and Teacher Effectiveness: Comparing the Perceptions of Adult Learners and Traditional Undergraduate Students."},
      {
        "id":"ED334613",
        "title":"An Attributional Analysis of College Students' Resistance Decisions."},
      {
        "id":"ED334614",
        "title":"Popular Media and the Teenage Sexual Agenda."},
      {
        "id":"ED334615",
        "title":"The Role of Age and Experience in the Professional Development of Graduate Teaching Assistants: A Research Proposal."},
      {
        "id":"ED334617",
        "title":"Mothers and Their Sons: Everyday Communication as an Indicator and Correlate of Relationship Satisfaction."},
      {
        "id":"ED334620",
        "title":"Verbal Aggression and Self-Disclosure on Computer Bulletin Boards."},
      {
        "id":"ED334622",
        "title":"A High School Student's Bill of Rights. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED334623",
        "title":"International and Intercultural Communication in the Curriculum and in the Classroom: Sociolinguistics."},
      {
        "id":"ED334625",
        "title":"The Media and the Fate of the Medicare Catastrophic Extension Act."},
      {
        "id":"ED334626",
        "title":"Stories Patients Tell: The Role of Interpersonal Communication in Patients' Narratives on Memorable Health Care Encounters and Experiences."},
      {
        "id":"ED334627",
        "title":"Teaching Interviewing for Career Preparation. Second, Revised, Enlarged Edition."},
      {
        "id":"ED334628",
        "title":"Quiet Children and the Classroom Teacher. Second Edition."},
      {
        "id":"ED334629",
        "title":"Resources for Administrator Assessment and Staff Development."},
      {
        "id":"ED334634",
        "title":"Handicapped."},
      {
        "id":"ED334638",
        "title":"Higher Education."},
      {
        "id":"ED334639",
        "title":"Public Educational Expenditures in Industrialized Countries: An Analytical Comparison. MacArthur/Spencer Series Number 19."},
      {
        "id":"ED334643",
        "title":"Who's Making What Decisions: Monitoring Authority Shifts in Chicago School Reform."},
      {
        "id":"ED334646",
        "title":"Interaction Effects of Principal Participation in the West Virginia Principals' Academy on School Outcome Measures."},
      {
        "id":"ED334647",
        "title":"Changing Financial Provision Leads to a Radical Reform of the English Education System."},
      {
        "id":"ED334648",
        "title":"Restructuring Schools: Fourteen Elementary and Secondary Teachers' Perspectives on Reform. Occasional Paper No. 9."},
      {
        "id":"ED334649",
        "title":"The Effects of the Educational Reform Movement on Departments of Educational Leadership. Occasional Paper No. 10."},
      {
        "id":"ED334652",
        "title":"Procedural Due Process Rights in Student Discipline."},
      {
        "id":"ED334655",
        "title":"Teacher Evaluation Programs in SREB States."},
      {
        "id":"ED334657",
        "title":"Facilities Planning and Construction: A Self-Assessment Guide for School District Fiscal Policy Teams."},
      {
        "id":"ED334661",
        "title":"Report on the Effects of the Current Equalization Law. Document No. 95-01/90/05/05."},
      {
        "id":"ED334663",
        "title":"Model Policy on Student Publications Code."},
      {
        "id":"ED334665",
        "title":"Decentralization and Accountability in Public Education."},
      {
        "id":"ED334667",
        "title":"A Reassessment of Principal Attitudes toward Community Involvement in a Southern Unitary School System."},
      {
        "id":"ED334668",
        "title":"An Exploratory Study of Principals' Reports of School Policies and Practices Using a Goal Theory Framework."},
      {
        "id":"ED334670",
        "title":"Model for Integrating Knowledge through Practice: University Training Program for Principals."},
      {
        "id":"ED334671",
        "title":"Designing Meaningful Professional Development: A Planning Tool. Field Test Version. Program Report Series."},
      {
        "id":"ED334675",
        "title":"Teacher Collegial Groups as a Teacher Self-Improvement Strategy: Implications for Instructional Supervisors."},
      {
        "id":"ED334676",
        "title":"Reflections of Female School Administrators Regarding Their Careers."},
      {
        "id":"ED334677",
        "title":"Curriculum Integration: A Critical Analysis of Practical and Conceptual Issues."},
      {
        "id":"ED334680",
        "title":"Implementing Shared Governance: Models for Empowering Teachers."},
      {
        "id":"ED334681",
        "title":"Restructuring Schools: Principals' Perceptions of Fundamental Educational Reform."},
      {
        "id":"ED334682",
        "title":"Ohio's School Finance System: Constitutional or Unconstitutional?"},
      {
        "id":"ED334683",
        "title":"Sharing the Vision, Power, and Experience: Increasing the Technology Competence of Administrators."},
      {
        "id":"ED334687",
        "title":"Early School Leavers Accounting System, 1991."},
      {
        "id":"ED334688",
        "title":"Education First! A Bold Commitment for Oregon's Future."},
      {
        "id":"ED334691",
        "title":"An Analysis of School Administration Using Schema Theory."},
      {
        "id":"ED334701",
        "title":"Validation of a Visionary Leadership Attitude Instrument Using Factor Analysis."},
      {
        "id":"ED334702",
        "title":"The School District's Liability in Cases of Violent Attacks on Students and Employees."},
      {
        "id":"ED334703",
        "title":"National Center on Effective Secondary Schools: Final Report on OERI Grant No. G-008690007."},
      {
        "id":"ED334704",
        "title":"Third Quarter Performance Report, Year 5."},
      {
        "id":"ED334705",
        "title":"Fourth Quarter Performance Report, Year 5."},
      {
        "id":"ED334706",
        "title":"Questions &amp; Answers on Senate Bill 2. An Invitation to School Improvement in North Carolina, 2."},
      {
        "id":"ED334707",
        "title":"Especially for Teachers: The Connection. An Invitation to School Improvement in North Carolina, 3."},
      {
        "id":"ED334713",
        "title":"Striving for Excellence: The National Education Goals."},
      {
        "id":"ED334714",
        "title":"An Overview of the Six National Education Goals. ERIC Digest."},
      {
        "id":"ED334715",
        "title":"The National Education Goals: Questions and Answers. ERIC Digest."},
      {
        "id":"ED334716",
        "title":"Postsecondary Education for Students with Learning Disabilities: Forecasting Challenges for the Future. Special Education Center Publication Series, Document Number LDC13."},
      {
        "id":"ED334719",
        "title":"Toward a Sociology of Acceptance: The Other Side of the Study of Deviance."},
      {
        "id":"ED334720",
        "title":"Every Child a Learner: Reducing Risks of Learning Impairment during Pregnancy and Infancy."},
      {
        "id":"ED334722",
        "title":"Perspectives and Directory: Assistive Devices Consortium."},
      {
        "id":"ED334723",
        "title":"Nativization and Input in the Language Development of Two Deaf Children of Hearing Parents. Final Report."},
      {
        "id":"ED334724",
        "title":"Community Integration of Young Adults with Mental Retardation: A Multivariate Analysis of Adjustment."},
      {
        "id":"ED334725",
        "title":"Self-Perception and the Grouping of Gifted Children."},
      {
        "id":"ED334728",
        "title":"Why Is My Child Hurting? Positive Approaches to Dealing with Difficult Behaviors. A Monograph for Parents of Children with Disabilities."},
      {
        "id":"ED334729",
        "title":"College Students with Learning Disabilities: A Student's Perspective."},
      {
        "id":"ED334730",
        "title":"College and the High School Student with Learning Disabilities: The Student's Perspective."},
      {
        "id":"ED334732",
        "title":"Instrument Use in the Identification of Gifted and Talented Children."},
      {
        "id":"ED334736",
        "title":"Annotated Bibliography on Community Integration. Revised."},
      {
        "id":"ED334737",
        "title":"Enhancing the Rehabilitation of Persons with Long-Term Mental Illness. [Proceedings of the] Institute on Rehabilitation Issues (15th, Tampa, Florida, December 1988). Report from the Study Group."},
      {
        "id":"ED334739",
        "title":"The Benefits of Secondary Vocational Education for Young People with Disabilities. Findings from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED334741",
        "title":"PAVII Project (Parents and Visually Impaired Infants). Final Report, 9/85-8/88."},
      {
        "id":"ED334742",
        "title":"Outcomes and Costs of Special Education Programs for Persons with Mental Retardation. Report #90-1."},
      {
        "id":"ED334743",
        "title":"Disability and People from Minority Backgrounds."},
      {
        "id":"ED334744",
        "title":"Enhancing the Career Development and School-to-Work Transition for Blind and Low Vision Youth."},
      {
        "id":"ED334745",
        "title":"Special Education Equity Project. Final Report. July 1, 1989 to June 30, 1990."},
      {
        "id":"ED334748",
        "title":"Four Years of Follow-Up of Mentally Retarded School Completers."},
      {
        "id":"ED334749",
        "title":"Family Support Services and Residential Options for the Mentally Retarded in the U.S.: New Service Paradigms and Models."},
      {
        "id":"ED334750",
        "title":"Longitudinal Studies of the Effects and Costs of Early Intervention with Handicapped Children. 1988-89 Annual Report."},
      {
        "id":"ED334751",
        "title":"Longitudinal Studies of the Effects and Costs of Early Intervention for Handicapped Children. Final Report, October 1, 1985-December 31, 1990)."},
      {
        "id":"ED334753",
        "title":"Training Teachers To Participate in the Regular Education Initiative."},
      {
        "id":"ED334755",
        "title":"Generalized InService Training (GIST) Project. Final Report, Year 3."},
      {
        "id":"ED334758",
        "title":"The Child Next Door: Framing a Community Response to Families with Troubled Children. The Children's Mental Health Project. Phase One: The Young Child."},
      {
        "id":"ED334760",
        "title":"Transition in Early Childhood Programs. Bibliography #34."},
      {
        "id":"ED334762",
        "title":"A Longitudinal Study of Factors Producing High School Dropout among Handicapped and Non-Handicapped Students. Final Report."},
      {
        "id":"ED334763",
        "title":"Group Errorless Teaching Strategies (GETS). Final Report."},
      {
        "id":"ED334764",
        "title":"Assessment as Intervention: Discerning the Needs of High-Risk Infants and Their Families. Final Report, 1986-1989."},
      {
        "id":"ED334765",
        "title":"A Journey with Parents and Infants: Rethinking Parent Professional Interactions. An Early Intervention Training Manual."},
      {
        "id":"ED334768",
        "title":"Vocational Coping Training. Leader's Manual, Long Form."},
      {
        "id":"ED334769",
        "title":"Vocational Coping Training: Leader's Manual, Short Form."},
      {
        "id":"ED334770",
        "title":"Vocational Coping Training. Participants Workbook, Long Form."},
      {
        "id":"ED334771",
        "title":"Vocational Coping Training. Participant's Workbook, Short Form."},
      {
        "id":"ED334772",
        "title":"Symbolic Play Development in Autistic and Language Disordered Children."},
      {
        "id":"ED334774",
        "title":"An Interactive Model of Integration in Community-Based Child Care Centres."},
      {
        "id":"ED334777",
        "title":"Challenging Behavior."},
      {
        "id":"ED334778",
        "title":"Practicum Experiences for Special Education Teachers: A Handbook for Teachers Who Supervise Special Education Practicum Students."},
      {
        "id":"ED334779",
        "title":"The Prereferral Process: A Positive Intervention."},
      {
        "id":"ED334780",
        "title":"The Massachusetts Experience with Medicaid Support of Early Intervention Services."},
      {
        "id":"ED334781",
        "title":"Use of Parental Fees in P.L. 99-457, Part H."},
      {
        "id":"ED334782",
        "title":"State Financing of Services Under P.L. 99-457, Part H."},
      {
        "id":"ED334783",
        "title":"Status of States' Eligibility Policy for Preschool Children with Disabilities."},
      {
        "id":"ED334784",
        "title":"Status of States' Policies that Affect Families: Procedural Safeguards P.L. 99-457, Part H. The Infants and Toddlers with Handicaps Program."},
      {
        "id":"ED334785",
        "title":"A Study on Characteristics and Competencies Needed by Teachers of the Mentally Retarded."},
      {
        "id":"ED334787",
        "title":"Developing Preschool Language Classrooms: A Resource Guide for the Speech-Language Pathologist."},
      {
        "id":"ED334789",
        "title":"Charlotte Circle Intervention Guide for Parent-Child Interactions."},
      {
        "id":"ED334795",
        "title":"Gifted and Talented Program Evaluation: Practices, Problems, and Recommendations."},
      {
        "id":"ED334796",
        "title":"Testing for Giftedness: The Pros, Cons and Concerns."},
      {
        "id":"ED334798",
        "title":"Currently Funded Research Projects. ERIC/OSEP Special Project on Interagency Information Dissemination."},
      {
        "id":"ED334799",
        "title":"Great Opportunities for Optional Resources To Improve the Talents of Gifted Bilingual High School Students (Project Go-For-It). Final Evaluation Report, 1989-90. OREA Report."},
      {
        "id":"ED334800",
        "title":"Department of Education: Monitoring of State Formula Grants by Office of Special Education Programs. Fact Sheet for the Chairman, Subcommittee on Disability Policy, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED334801",
        "title":"An Investigation of Discrepancy Scores between Intelligence and WRAT-R Achievement in Mentally Retarded and Learning Disabled Students."},
      {
        "id":"ED334803",
        "title":"Institute for Educators of Students with Severe/Profound Mental Handicaps. Final Report."},
      {
        "id":"ED334806",
        "title":"Developing Programs for Students of High Ability. ERIC Digest #E502."},
      {
        "id":"ED334807",
        "title":"Gifted Youth at Risk: A Report of a National Study."},
      {
        "id":"ED334808",
        "title":"Flyer File on Culturally and Linguistically Diverse Exceptional Learners."},
      {
        "id":"ED334809",
        "title":"Chinese Bilingual Career Awareness Program. Project CAP, 1987-88. OREA Report."},
      {
        "id":"ED334812",
        "title":"The Animacy Hierarchy and Western Austronesian Languages."},
      {
        "id":"ED334814",
        "title":"Unaccusative Mismatches in Japanese."},
      {
        "id":"ED334815",
        "title":"Word Order and Thematic Structure in Mandarin."},
      {
        "id":"ED334817",
        "title":"Video Pedagogy for Internationalizing the Business Curriculum."},
      {
        "id":"ED334818",
        "title":"International Business Degree with a Concentration in a Foreign Language: A Case Study at California State University, Fullerton."},
      {
        "id":"ED334819",
        "title":"English Language Business Issues in a French-Speaking Environment: The Case of Quebec."},
      {
        "id":"ED334820",
        "title":"Establishing Reader Involvement in Transnational Marketing Communications: Relative Focus on Speech-Like or Written-Like Strategy."},
      {
        "id":"ED334825",
        "title":"Improving Public Library Services to ESL Students: Ready To Use Classroom Lessons for Teachers. Library Awareness Project."},
      {
        "id":"ED334826",
        "title":"Every Body Needs First Aid... A Manual for LEP Students [Draft] and Teacher Guide."},
      {
        "id":"ED334828",
        "title":"Science, Semantics, and Social Change."},
      {
        "id":"ED334829",
        "title":"Profiles; Validity Issues in Assessment and Reporting."},
      {
        "id":"ED334831",
        "title":"Cognitive Clozing To Teach Them To Think."},
      {
        "id":"ED334834",
        "title":"Making Difficult Decisions: Can the Michigan Test Help?"},
      {
        "id":"ED334837",
        "title":"Perceptions of Japanese Corporations toward Internship Training for American Graduate Business Students."},
      {
        "id":"ED334838",
        "title":"Contesting Peter Newmark."},
      {
        "id":"ED334839",
        "title":"Semantic and Communicative Translation: Two Approaches, One Method."},
      {
        "id":"ED334840",
        "title":"A Few Ad Libs on Communicative and Semantic Translation, Translators, Interpreters, Their Teachers and Their Schools."},
      {
        "id":"ED334842",
        "title":"School Based Management: What Bilingual and ESL Program Directors Should Know. Program Information Guide Series No. 5."},
      {
        "id":"ED334845",
        "title":"Immigrant Students in California Public Schools: A Summary of Current Knowledge. Report No. 11."},
      {
        "id":"ED334846",
        "title":"Writing Lab: The Development of a Technical Writing Program for Foreign Linguists."},
      {
        "id":"ED334847",
        "title":"The First Thing To Teach (Which Is Often Never Taught)."},
      {
        "id":"ED334848",
        "title":"Foreign Languages: A Guide to Curriculum Development [Revision]."},
      {
        "id":"ED334854",
        "title":"Academic Preparation for International Pre-MBA's in Marketing."},
      {
        "id":"ED334856",
        "title":"Video Materials Production and Use in Intensive Language Instruction: The Experience of the University of South Carolina's Master's in International Business Program."},
      {
        "id":"ED334859",
        "title":"Preparing Foreign Language Students for Today's Job Market."},
      {
        "id":"ED334862",
        "title":"A Contrastive Analysis of Existential-Presentative and Presentative Sentences in English and Spanish."},
      {
        "id":"ED334864",
        "title":"Ways To Achieve \"Working Consensus\": Some Cross-Cultural Considerations."},
      {
        "id":"ED334865",
        "title":"The Psychology of Development and the Psychology of Literacy: A Point of Intersection."},
      {
        "id":"ED334866",
        "title":"Cultural Considerations in Adult Literacy Education. ERIC Digest."},
      {
        "id":"ED334867",
        "title":"Ethnography and Adult Workplace Literacy Program Design. ERIC Digest."},
      {
        "id":"ED334868",
        "title":"The Role of Libraries in Providing Services to Adults Learning English. ERIC Digest."},
      {
        "id":"ED334870",
        "title":"Measuring the Nation's Literacy: Important Considerations. ERIC Digest."},
      {
        "id":"ED334871",
        "title":"Assessing the Literacy Needs of Adult Learners of ESL. ERIC Digest."},
      {
        "id":"ED334872",
        "title":"A Learner-Centered Worker Education Program. ERIC Digest."},
      {
        "id":"ED334873",
        "title":"Literacy Education for Adult Migrant Farmworkers. ERIC Digest."},
      {
        "id":"ED334874",
        "title":"Workplace Literacy Programs for Nonnative English Speakers. ERIC Digest."},
      {
        "id":"ED330865",
        "title":"Drafting Lab Management Guide."},
      {
        "id":"ED330866",
        "title":"Machine Trades Lab Management Guide."},
      {
        "id":"ED330867",
        "title":"State Councils on Vocational Education: Bridging the Gaps and Diminishing the Uncertainties. Working Paper."},
      {
        "id":"ED330868",
        "title":"A Vocational/Special Education Individualized Transitional Planner (School to Work)."},
      {
        "id":"ED330869",
        "title":"Paralegal Studies Program. Curriculum Utilization. Final Report."},
      {
        "id":"ED330870",
        "title":"Josephine County School District's Implementation Program for Applied Communications in Three High Schools. Final Report."},
      {
        "id":"ED330872",
        "title":"A Model Philosophy and Program for Post Secondary Marketing and Mid-Management Programs in Missouri. Final Report. Project Number: 89-133-110-1-C."},
      {
        "id":"ED330875",
        "title":"Rescue Manual. Module 1."},
      {
        "id":"ED330876",
        "title":"Rescue Manual. Module 2."},
      {
        "id":"ED330877",
        "title":"Rescue Manual. Module 3."},
      {
        "id":"ED330878",
        "title":"Rescue Manual. Module 4."},
      {
        "id":"ED330879",
        "title":"Rescue Manual. Module 5."},
      {
        "id":"ED330880",
        "title":"Rescue Manual. Module 6."},
      {
        "id":"ED330881",
        "title":"Rescue Manual. Module 7."},
      {
        "id":"ED330882",
        "title":"Rescue Manual. Module 8."},
      {
        "id":"ED330883",
        "title":"Rescue Manual. Module 9."},
      {
        "id":"ED330884",
        "title":"Rescue Manual. Module 10."},
      {
        "id":"ED330885",
        "title":"Workplace Literacy Assessment Tools."},
      {
        "id":"ED330886",
        "title":"Workplace Literacy Demands."},
      {
        "id":"ED330887",
        "title":"Locus of Control and Completion in an Adult Retraining Program."},
      {
        "id":"ED330889",
        "title":"Initiatives for the '90s. National SOICC Conference (13th, Snowbird, Utah, August 20-22, 1990). Conference Program Highlights."},
      {
        "id":"ED330890",
        "title":"Status of the NOICC/SOICC Network. June 30, 1990. NOICC Administrative Report No. 16."},
      {
        "id":"ED330891",
        "title":"How Effective Are Workplace Literacy Programs?"},
      {
        "id":"ED330892",
        "title":"Education and Training of American Workers. Paper prepared for the Organisation for Economic Cooperation and Development National Experts Group on Training Statistics."},
      {
        "id":"ED330893",
        "title":"A Model System for the Design and Maintenance of Related Instruction Curriculum for Approved U.S. Department of Labor Apprenticeship Programs; Phase III. Final Report and Final Evaluation Report."},
      {
        "id":"ED330894",
        "title":"Literacy in the Work Force. Report Number 947."},
      {
        "id":"ED330895",
        "title":"Education, Training and Labor Markets: Summary and Policy Implications of Recent Research by Jacob Mincer. Conference Paper No. 13."},
      {
        "id":"ED330896",
        "title":"Mixing Metaphors: Education and Economic Development Policy."},
      {
        "id":"ED330898",
        "title":"Breaking the Barriers. Eight Case Studies of Women Returning to Learning in North London. Revised Edition."},
      {
        "id":"ED330904",
        "title":"Physical Therapist Assistant Curriculum Development. Curriculum Materials."},
      {
        "id":"ED330910",
        "title":"Traditional High School Dropouts: A Qualitative Study at an Alternative High School."},
      {
        "id":"ED330911",
        "title":"Human Services in the Rural Transition. A Training Packet."},
      {
        "id":"ED330914",
        "title":"Students and Educators: Attitudes on Gay and Lesbian Matters."},
      {
        "id":"ED330916",
        "title":"Initiations Revisited: Improving Students' Adjustment and Persistence with Sanctioned Rites of Passage Rituals."},
      {
        "id":"ED330917",
        "title":"Children Achieving Potential. An Introduction to Elementary School Counseling and State-Level Policies."},
      {
        "id":"ED330920",
        "title":"Career Development: Preparing for the 21st Century."},
      {
        "id":"ED330924",
        "title":"Isolated Elderly."},
      {
        "id":"ED330925",
        "title":"Helping Children Succeed: A Handbook of Programs, Schools and Resources that Are Making a Difference."},
      {
        "id":"ED330926",
        "title":"The Role of Sport/Fitness and Eating Disorders: Cosmetic Fitness from Starvation to Steroids."},
      {
        "id":"ED330927",
        "title":"Legislation and Litigation Resulting from the Canadian Commission of Inquiry into the Use of Drugs and Banned Practices Intended To Increase Athletic Performance."},
      {
        "id":"ED330928",
        "title":"An Intervention Program for High Risk Undergraduate Students: A Unique Collaborative Practicum Experience."},
      {
        "id":"ED330929",
        "title":"Victims of Rape. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED330930",
        "title":"Education Can Help Prevent AIDS and Drug Abuse among Women. The Fact Is...Series."},
      {
        "id":"ED330933",
        "title":"A Preliminary Investigation of Toughlove: Assertiveness and Support in a Parents' Self-Help Group."},
      {
        "id":"ED330934",
        "title":"Physiological Bases of Bulimia, and Antidepressant Treatment."},
      {
        "id":"ED330936",
        "title":"Parenting Skills Curricula: A Descriptive Guide."},
      {
        "id":"ED330942",
        "title":"At-Risk Students: A Profile for Early Identification."},
      {
        "id":"ED330944",
        "title":"An Overview of California State Polytechnic University, Ponoma's &quot;Continuation Group&quot; of Undeclared Majors Conducted during Fall Quarters 1989 &amp; 1990."},
      {
        "id":"ED330945",
        "title":"Changing Role of the Father in the United States."},
      {
        "id":"ED330947",
        "title":"Grief Counseling and Grief Therapy: A Cognitive-Behavioral Perspective."},
      {
        "id":"ED330950",
        "title":"Public Wellness--Preventive Mental Health."},
      {
        "id":"ED330952",
        "title":"The Effects of Parental Mid-life Divorce on Young Adult Development."},
      {
        "id":"ED330958",
        "title":"NextStep: A Computer-Based Career Implementation System."},
      {
        "id":"ED330959",
        "title":"Career Interest Search: A Prototype Computer-Assisted Occupational Interest Inventory for Functionally Illiterate Adults."},
      {
        "id":"ED330962",
        "title":"Work and Marital Happiness among African Americans."},
      {
        "id":"ED330963",
        "title":"College and the LD Student: Where Does the School Counselor Fit In?"},
      {
        "id":"ED330964",
        "title":"Alcohol Education Programming for Colleges and Universities. Center of Alcohol Studies Pamphlet Series."},
      {
        "id":"ED330967",
        "title":"Evolving State Policies on Teen Pregnancy and Parenthood: What More Can the Feds Do To Help?"},
      {
        "id":"ED330968",
        "title":"Coping with the Dissolution of an Adult Child's Marriage."},
      {
        "id":"ED330969",
        "title":"Effects of Maternal Employment on Perceptions of Childhood in College Students."},
      {
        "id":"ED330970",
        "title":"Occupational Choices of Children: Must They Be Traditional?"},
      {
        "id":"ED330971",
        "title":"Sex Differences in Affect Efficacy, Task Efficacy, Anxiety and Willingness To Participate in a Performance Situation."},
      {
        "id":"ED330972",
        "title":"Factors Influencing the Effects of Parental Marital Status on Adolescent Sexual Activity."},
      {
        "id":"ED330973",
        "title":"The Senior Community Service Employment Program: The First 25 Years."},
      {
        "id":"ED330976",
        "title":"Description of a Special Survey Using a Single Combined Form of the Monitoring the Future Questionnaires. Monitoring the Future. Occasional Paper Series, Paper 6."},
      {
        "id":"ED330978",
        "title":"Marijuana Decriminalization: The Impact on Youth 1975-80. Monitoring the Future. Occasional Paper Series, Paper 13."},
      {
        "id":"ED330979",
        "title":"Student Drug Use, Attitudes, and Beliefs in the Department of Defense Dependent Schools Class of 1982. Monitoring the Future. Occasional Paper Series, Paper 15."},
      {
        "id":"ED330981",
        "title":"Drug Use among American College Students and Their Noncollege Age Peers. Monitoring the Future. Occasional Paper Series, Paper 25."},
      {
        "id":"ED330982",
        "title":"Minimum Drinking Age Laws Effects on American Youth: 1976-1987. Monitoring the Future. Occasional Paper Series, Paper 28."},
      {
        "id":"ED330984",
        "title":"CounselorQuest: Concise Analyses of Critical Counseling Topics."},
      {
        "id":"ED330987",
        "title":"Women's Employment and Children: Researcher Bias and Use of Theory during the Past Two Decades."},
      {
        "id":"ED330988",
        "title":"Occupational Choices of Elementary School Children: Traditional or Non-Traditional?"},
      {
        "id":"ED330991",
        "title":"The Relative Contribution of Prior Knowledge and Coherent Text to Comprehension."},
      {
        "id":"ED330992",
        "title":"The Role of Contextual Information in Word Meaning Acquisition during Normal Reading. Technical Report No. 531."},
      {
        "id":"ED330994",
        "title":"The Construction and Use of High-Volume Cultural-Literacy Reading Tools."},
      {
        "id":"ED331001",
        "title":"Teaching Thinking: Enhancing Learning. A Resource Book for Schools ECS to Grade 12."},
      {
        "id":"ED331003",
        "title":"Reading Aloud to Children: What Children Have To Say."},
      {
        "id":"ED331008",
        "title":"An Analysis of Literacy Enhancement for Middle School Hispanic Students through Curriculum Integration."},
      {
        "id":"ED331009",
        "title":"Minority Reading Achievement: Motivational, Instructional, and Familial Variables for Black and White Males and Females."},
      {
        "id":"ED331011",
        "title":"Encoding &amp; Decoding Effects in ESL and L1 Students."},
      {
        "id":"ED331016",
        "title":"Reading Strategies for the Primary Grades. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED331017",
        "title":"A College Remedial Reading Program and the Effects on Retention and Achievement."},
      {
        "id":"ED331018",
        "title":"Characteristics of Freshmen in a College Remedial Reading Program."},
      {
        "id":"ED331023",
        "title":"Using Headlines To Illustrate the Role of Context in Language Processing."},
      {
        "id":"ED331026",
        "title":"A Decade of Reading Research in Sweden. Svenska unescoradets skriftserie. Nr. 1/1991."},
      {
        "id":"ED331030",
        "title":"Reading and Writing in a Kindergarten Classroom. ERIC Digest."},
      {
        "id":"ED331032",
        "title":"The Effects of Audiotaped Progressive Muscle Relaxation Training on the Reading Performance of Emotionally Disturbed Adolescents."},
      {
        "id":"ED331034",
        "title":"Improving Emergent Literacy and Teacher Instruction Using an Interactive Kindergarten Classroom."},
      {
        "id":"ED331036",
        "title":"A Reading Guidebook for Parents. Together We Can Make a Difference."},
      {
        "id":"ED331038",
        "title":"Adult Literacies: Intersections with Elementary and Secondary Education. Hot Topics Series."},
      {
        "id":"ED331040",
        "title":"Electric Reading: Powerful Books for Young Adults."},
      {
        "id":"ED331047",
        "title":"Teaching College English."},
      {
        "id":"ED331049",
        "title":"The Phenomenology of Research: The Construction of Meaning in Data Analysis."},
      {
        "id":"ED331051",
        "title":"Situating &quot;Egocentric Language&quot; In the Teaching Of Composition: Piaget, Britton, and Merleau-Ponty."},
      {
        "id":"ED331052",
        "title":"Variation in Writing Conference Influence on Revision: Two Cases."},
      {
        "id":"ED331057",
        "title":"Does a Literary Canon Exist in Our Secondary Schools? Or How Many Students Need To Read the Same Body of Works before It Can be Called a Literary Canon?"},
      {
        "id":"ED331058",
        "title":"&quot;Reason Is but Choosing&quot;: Ideology in First Year English."},
      {
        "id":"ED331060",
        "title":"Click Here...No, Here...Maybe Here: Anarchy and Hypertext."},
      {
        "id":"ED331062",
        "title":"Personality Influences on Student Use of Word Processing."},
      {
        "id":"ED331063",
        "title":"Big Ideas for Mini-Studios."},
      {
        "id":"ED331064",
        "title":"A Way To Break Down Writing Research Papers into Steps That Emphasize the Discovery Aspect of Research. Personally Attempted Instructional Innovation."},
      {
        "id":"ED331067",
        "title":"Accommodating Virtue: Weak and Strong Discourse."},
      {
        "id":"ED331068",
        "title":"Converting Faculty Assessment into Faculty Development: The Director of Composition's Responsibility to Probationary Faculty."},
      {
        "id":"ED331070",
        "title":"Criticism and the Other Reader."},
      {
        "id":"ED331072",
        "title":"The Social Construction of Writer as Reader: Observations of High School Students Learning To Write."},
      {
        "id":"ED331074",
        "title":"Teachers and Students &quot;In the Field&quot;: What We Have (re-)Learned from Anthropology."},
      {
        "id":"ED331076",
        "title":"Partners in the Process: Professionalism for Writing Instructors."},
      {
        "id":"ED331078",
        "title":"And Gladly Count: Examining the Error-Reduction Component of a Writing Program."},
      {
        "id":"ED331081",
        "title":"Direct Quote and Reference List Entry Faults and Errors in a Sample of Articles from the \"American Educational Research Journal,\" Compared With Findings from Previous Research."},
      {
        "id":"ED331082",
        "title":"Professional Development of the 90s: Teachers, Students, and the South Carolina Writing Improvement Network."},
      {
        "id":"ED331084",
        "title":"The Diversity Within: From Finding One's Voice to Orchestrating One's Voices."},
      {
        "id":"ED331085",
        "title":"Thinking through Writing: Writing Assessment."},
      {
        "id":"ED331086",
        "title":"The IATE Role in IGAP Writing Assessment."},
      {
        "id":"ED331087",
        "title":"The English Classroom in the Computer Age: Thirty Lesson Plans."},
      {
        "id":"ED331088",
        "title":"Evolving Perspectives on Computers and Composition Studies: Questions for the 1990s."},
      {
        "id":"ED331089",
        "title":"Cultivating Thinking in English and the Language Arts."},
      {
        "id":"ED331090",
        "title":"Expressions: Multiple Intelligences in the English Class. Theory &amp; Research into Practice (TRIP)."},
      {
        "id":"ED331091",
        "title":"Understanding Unreliable Narrators: Reading between the Lines in the Literature Clasroom. Theory and Research into Practice (TRIP)."},
      {
        "id":"ED331092",
        "title":"Errors and Expectations in Writing across the Curriculum. Diversity, Equity, and the Ideology of Writing Across the Curriculum."},
      {
        "id":"ED331094",
        "title":"Teaching Composition across the Curriculum in Southeastern Alabama and in Suffolk County, England."},
      {
        "id":"ED331096",
        "title":"Creative Approaches to Teaching Shakespeare in High School."},
      {
        "id":"ED331097",
        "title":"Bibliographic Essay on the English-Language Sources Dealing with the Nineteenth-Century Russian Novel."},
      {
        "id":"ED331098",
        "title":"Public Relations Accreditation in the Throes of Change: Academics Suggest New Directions for Program Accreditation."},
      {
        "id":"ED331099",
        "title":"Strategies for Developing Children's Listening Skills. Fastback 314."},
      {
        "id":"ED331100",
        "title":"Status Report on Speech Research, July-December 1990."},
      {
        "id":"ED331107",
        "title":"Back to Bosstown."},
      {
        "id":"ED331108",
        "title":"Thirty Days and Thirty Ways towards Better Public Speaking."},
      {
        "id":"ED331110",
        "title":"Teacher's Guide for Photographic Discourse: A Strategies for Media Literacy Guide for Understanding Photographs."},
      {
        "id":"ED331111",
        "title":"Teaching about Verbal and Nonverbal Communication: A New Approach."},
      {
        "id":"ED331112",
        "title":"Teaching Empathic Listening within the Speech Curriculum."},
      {
        "id":"ED331115",
        "title":"International and Overseas Schools: A Research Synthesis and Bibliography."},
      {
        "id":"ED331116",
        "title":"Implementing a Shared Decision-Making Structure: A Case Study."},
      {
        "id":"ED331119",
        "title":"Student Activities Programs: Their Status and the Impact of the Reform Movement."},
      {
        "id":"ED331121",
        "title":"Organizing the Educational System for Excellence: Harnessing the Energy of People."},
      {
        "id":"ED331122",
        "title":"Evaluation of West Court High School, 1989-90."},
      {
        "id":"ED331126",
        "title":"School Climate Resource Document; Resources, Strategies, and Programs for Low-Achieving Students."},
      {
        "id":"ED331128",
        "title":"Literacy in China: Cultural Tradition and Educational Policy: A Proposal."},
      {
        "id":"ED331129",
        "title":"Using the Case Study Approach To Identify School Improvement Practices; Implications for Collaborative Partnerships."},
      {
        "id":"ED331130",
        "title":"A Strategy To Develop Teacher Leadership for School Restructuring: Teacher Collegial Groups."},
      {
        "id":"ED331131",
        "title":"Proficiencies for Principals. Elementary & Middle Schools. Revised."},
      {
        "id":"ED331134",
        "title":"Curriculum, Instruction, and Assessment in Alaska School Districts, 1990-91. A Status Report. With Supplementary Information about Interdisciplinary Education in Alaska School Districts."},
      {
        "id":"ED331136",
        "title":"Provincial School Finance Plans: Their Recognition of the Equity Principle."},
      {
        "id":"ED331138",
        "title":"Regional Collaboration To Combat Substance Abuse: A Local Success Story."},
      {
        "id":"ED331139",
        "title":"The Imposition of Automatic Grade and Credit Reductions for Violations of School Attendance and Disciplinary Rules: Analysis and Implications for Practice."},
      {
        "id":"ED331147",
        "title":"Drug Testing and Searches in Public Schools: A Legal Analysis."},
      {
        "id":"ED331151",
        "title":"Schools of Thought: How the Politics of Literacy Shape Thinking in the Classroom. The Jossey-Bass Education Series."},
      {
        "id":"ED331152",
        "title":"The Role of Schools in Sexual Abuse Prevention and Intervention. ERIC Digest Series Number 61."},
      {
        "id":"ED331153",
        "title":"Teacher Involvement in Curriculum Development."},
      {
        "id":"ED331154",
        "title":"Superintendents Respond to School Choice."},
      {
        "id":"ED331157",
        "title":"Middle Level Organization--A Curriculum Policy Analysis."},
      {
        "id":"ED331161",
        "title":"The Middle Level Grades in Wisconsin: Where We Are; Where We Need To Be. Bulletin No. 92160."},
      {
        "id":"ED331162",
        "title":"Supervisors' Talk: Conversation Analysis and Ethnography of Supervisory Conferences."},
      {
        "id":"ED331164",
        "title":"Impact of School Based Decision Making on School Climate."},
      {
        "id":"ED331165",
        "title":"Examining the Costs of the Restructuring Crusade."},
      {
        "id":"ED331167",
        "title":"Ample Provision for Whom? The Impact of School Finance Reform on Adequacy and Equity in Washington."},
      {
        "id":"ED331168",
        "title":"Educator Study Groups: Professional Development for Members and Product Users."},
      {
        "id":"ED331170",
        "title":"Student Sexual Abuse--An Administrative Nightmare."},
      {
        "id":"ED331174",
        "title":"Administrative Certification Motivation and Career Expectations: A Study of Students of Educational Administration."},
      {
        "id":"ED331175",
        "title":"Theoretical and Methodological Problems in Research on Females in Educational Administration: Focusing on \"The Numbers.\""},
      {
        "id":"ED331176",
        "title":"The Neglected Dropout: General Track Students."},
      {
        "id":"ED331177",
        "title":"Transformational and Transactional Leadership: An Empirical Test of a Theory."},
      {
        "id":"ED331180",
        "title":"Written Communication and the Marketing of Public Schools."},
      {
        "id":"ED331188",
        "title":"Local School-Based Management in the District of Columbia Public Schools: First Impressions of Pilot Sites."},
      {
        "id":"ED331190",
        "title":"Horticulture Therapy Activities for Exceptional Students."},
      {
        "id":"ED331192",
        "title":"Horticultural Training for Adolescent Special Education Students."},
      {
        "id":"ED331193",
        "title":"An Evaluation of Special Education Student Outcomes and Program Quality Indicators. Final Study Report."},
      {
        "id":"ED331195",
        "title":"Children with Osteogenesis Imperfecta and Their Daily Living. Handicap Research Group Report No. 4."},
      {
        "id":"ED331196",
        "title":"Three Preschool Children with Osteogenesis Imperfecta--Interviews with Parents. Handicap Research Group Report No. 5."},
      {
        "id":"ED331198",
        "title":"Assessing the Transition-Related Social Behavior of Seriously Emotionally Disturbed Adolescents."},
      {
        "id":"ED331200",
        "title":"LD College Writers: An Annotated Bibliography."},
      {
        "id":"ED331201",
        "title":"Otitis Media and Speech/Language Development in Late-Talkers."},
      {
        "id":"ED331202",
        "title":"Adolescents with Language Disorders: An \"Action Plan\" for Service Delivery."},
      {
        "id":"ED331203",
        "title":"Utilizing Individual Inservice Training Packets for Staff Development with Community-Based Instruction for Severely and Profoundly Handicapped Students (K-12)."},
      {
        "id":"ED331207",
        "title":"Do You Hear Me? Information for Persons with a Hearing Impairment."},
      {
        "id":"ED331209",
        "title":"The Use of Technology with Special Needs Students."},
      {
        "id":"ED331211",
        "title":"Having a Daughter with a Disability: Is It Different for Girls?"},
      {
        "id":"ED331213",
        "title":"Completing the Special Education J-50 Report."},
      {
        "id":"ED331215",
        "title":"Enhancing Interactions between Service Providers and Individuals Who Are Severely Multiply Disabled: Strategies for Developing Nonsymbolic Communication."},
      {
        "id":"ED331216",
        "title":"Sensory Assessment Manual."},
      {
        "id":"ED331220",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders, Volume 13."},
      {
        "id":"ED331222",
        "title":"Political Activism and the Deaf Adults."},
      {
        "id":"ED331224",
        "title":"Annual Assessment of School SLP's by Principals/Special Education Directors."},
      {
        "id":"ED331225",
        "title":"Home Accessibility 1. Living as You Like To Live. Designing for All."},
      {
        "id":"ED331226",
        "title":"Home Accessibility 2. Living as You Like To Live. Approaches and Entrances to Your Home."},
      {
        "id":"ED331228",
        "title":"Research in Secondary Special Education and Transitional Employment."},
      {
        "id":"ED331229",
        "title":"Parent Involvement in Transition Programs."},
      {
        "id":"ED331232",
        "title":"Analysis of Co-Worker Involvement in Relation to Level of Disability versus Placement Approach among Supported Employees."},
      {
        "id":"ED331235",
        "title":"An Analysis of the Reasons for Job Separations in Relation to Disability, Placement, Job Type, and Length of Employment."},
      {
        "id":"ED331236",
        "title":"Co-Worker Involvement Scoring Manual and Instrument."},
      {
        "id":"ED331237",
        "title":"Compendium of Project Profiles: 1990."},
      {
        "id":"ED331238",
        "title":"Competency-Based Training Program--Teachers of Physical Education for Handicapped Individuals. Summer Institute Final Report, 1986-1990."},
      {
        "id":"ED331240",
        "title":"A Reference Manual for Parent Training about Supported Employment. Third Edition. Revised."},
      {
        "id":"ED331242",
        "title":"Child Health USA '90."},
      {
        "id":"ED331246",
        "title":"Total Communication for Children with Down Syndrome? Patterns across Six Children."},
      {
        "id":"ED331247",
        "title":"Do Something about It--Think! Cognitive Coping Strategies and Stress and Well-Being in Parents of Children with Disabilities."},
      {
        "id":"ED331248",
        "title":"Childhood Epilepsy and Asthma: Family Strengths Associated with Child Adaptation."},
      {
        "id":"ED331249",
        "title":"Childhood Epilepsy and Asthma: A Test of an Extension of the Double ABCX Model."},
      {
        "id":"ED331250",
        "title":"The Selection of a Van Lift or a Scooter."},
      {
        "id":"ED331251",
        "title":"Public Domain and Shareware Programs: An LLRC Fact Sheet."},
      {
        "id":"ED331252",
        "title":"Minnesota Chemical Dependency Program for the Hearing Impaired [and] Proposed Evaluation, Treatment and Aftercare Plan."},
      {
        "id":"ED331253",
        "title":"Placement, Treatment, Transition and Ethical Issues when Serving Chemically Dependent Deaf and Hard-of-Hearing Clients."},
      {
        "id":"ED331254",
        "title":"Saying No in College: How To Deal with Substance Abuse among Deaf and Hard of Hearing Students."},
      {
        "id":"ED331256",
        "title":"A Year in the Life of DeafCAN: Minority Deaf Students in a Community College."},
      {
        "id":"ED331259",
        "title":"The Use of Home Computers by Disabled Students at the Open University. Part 1: Previous Use of Computers in Courses. CITE Report No. 30."},
      {
        "id":"ED331260",
        "title":"Contemporary Forces and Factors Affecting Students with Mild Mental Retardation."},
      {
        "id":"ED331261",
        "title":"Implications of the Regular Education Initiative Debate for School Psychologists."},
      {
        "id":"ED331262",
        "title":"Designing Community-Based Instruction. Research Brief for Teachers, Brief T4."},
      {
        "id":"ED331263",
        "title":"Language Comprehension in Down Syndrome and Other Trainable Mentally Handicapped Individuals."},
      {
        "id":"ED331264",
        "title":"Hearing Abilities of Down Syndrome and Other Mentally Handicapped Adolescents."},
      {
        "id":"ED331265",
        "title":"Expressive Language in Down Syndrome and Other Trainable Mentally Handicapped Individuals."},
      {
        "id":"ED331266",
        "title":"Farm-Life Skills Training of Autistic Adults at Bittersweet Farms."},
      {
        "id":"ED331267",
        "title":"Facilitated Communication in Mainstream Schools."},
      {
        "id":"ED331269",
        "title":"Personality Correlates of Attention Deficit Hyperactivity Disorder."},
      {
        "id":"ED331273",
        "title":"Interruption in Conversational Dyads between Mothers and Their Preschool Stuttering and Nonstuttering Children."},
      {
        "id":"ED331277",
        "title":"Returning the Individual with Traumatic Brain Injury to the Community: An Overview of Programs and Services in Israel. Monograph #50."},
      {
        "id":"ED331278",
        "title":"Instructing Students with Learning Disabilities: Guidelines for Community College Faculty and Support Staff. Conference Proceedings."},
      {
        "id":"ED331279",
        "title":"W.I.S.E.: Winners in Sharing Education. Conference Booklet."},
      {
        "id":"ED331282",
        "title":"Cross-Cultural Communications in the Classroom: An Annotated Bibliography of Films and Videos, 1985."},
      {
        "id":"ED331283",
        "title":"EL2-Medium Education in a Largely Monolingual Society: The Case of Hong Kong."},
      {
        "id":"ED331284",
        "title":"English Language Testing in U.S. Colleges and Universities."},
      {
        "id":"ED331286",
        "title":"Teaching across Cultures in the University ESL Program."},
      {
        "id":"ED331292",
        "title":"Variations on a Theme: Film and ESL."},
      {
        "id":"ED331293",
        "title":"Developmental Comparison of Children's Word and Nonword Vocalizations."},
      {
        "id":"ED331294",
        "title":"Success for All: Effects on Language Minority Students."},
      {
        "id":"ED331295",
        "title":"FLESNews, Volume 4, Numbers 2-4, 1990-91."},
      {
        "id":"ED331296",
        "title":"The CLEAR Oral Proficiency Exam (COPE) Project Report [and] Addendum: Clinical Testing and Validity and Dimensionality Studies."},
      {
        "id":"ED331297",
        "title":"Preparing College Teachers To Integrate Math and Language Instruction."},
      {
        "id":"ED331298",
        "title":"The Satellite Development Project in French Language &amp; Culture: France-TV Magazine. FIPSE Final Report."},
      {
        "id":"ED331299",
        "title":"The Roles of Metadiscourse, Speech Acts & the Language of Abstraction in a Top-Down Approach to Teaching English for Academic Purposes (or: \"Never Mind What He's Saying, What's He Doing?\")."},
      {
        "id":"ED331300",
        "title":"Communicative Dynamism in Expository Academic English: Some Strategies in Teaching the Pragmatics of Writing."},
      {
        "id":"ED331303",
        "title":"Guide d'enseignement du francais au secondaire. Volet II: Communication orale. Immersion (Teaching Guide for Secondary Level French. Part II: Oral Communication. Immersion)."},
      {
        "id":"ED331304",
        "title":"Guide d'enseignement du francais au secondaire. Volet II: Communication orale. Langue maternelle (Teaching Guide for Secondary School French. Part II: Oral Communication. Native Language)."},
      {
        "id":"ED331305",
        "title":"Penn Working Papers in Educational Linguistics. Volume 7, Number 1, Spring 1991."},
      {
        "id":"ED331314",
        "title":"Literacy for a Global Economy: A Multicultural Perspective. Conference Proceedings (El Paso, Texas, February 1990)."},
      {
        "id":"ED331316",
        "title":"Biliteracy in the Home: Practices among Mexicano Families in Chicago."},
      {
        "id":"ED331317",
        "title":"Literacy as Cultural Practice and Cognitive Skill: Biliteracy in a Cambodian Adult ESL Class and a Puerto Rican GED Program."},
      {
        "id":"ED331318",
        "title":"Symbiosis, Printspeak, and Politics: Topics in the Orality and Literacy Debate."},
      {
        "id":"ED331323",
        "title":"Analysis of New York City's 1988-1989 Adult Literacy Data Base. The New York City Adult Literacy Initiative."},
      {
        "id":"ED331325",
        "title":"English Only/English Plus. A Curriculum Sourcebook for ESL and ABE Teachers."},
      {
        "id":"ED331327",
        "title":"Bidialectal Literacy in the United States."},
      {
        "id":"ED331333",
        "title":"Development, Implementation, and Evaluation of an Academic Advising Model for Use in the Small, Private College."},
      {
        "id":"ED331336",
        "title":"Environmental Influences on Alcohol Use by College Students."},
      {
        "id":"ED331337",
        "title":"Proprietary Schools: Programs, Policies and Prospects. ASHE-ERIC Higher Education Report No. 5."},
      {
        "id":"ED331338",
        "title":"Proprietary Schools: Programs, Policies and Prospects. ERIC Digest."},
      {
        "id":"ED331339",
        "title":"Keeping Faith with the Student-Athlete: A New Model for Intercollegiate Athletics."},
      {
        "id":"ED331341",
        "title":"Handbook on the Placement of Foreign Graduate Students, 1990 Edition."},
      {
        "id":"ED331349",
        "title":"Perkins Student Loans. Need for Better Controls over Loans Recovered from Closed Schools. Report to the Secretary of Education."},
      {
        "id":"ED331351",
        "title":"Resource Manual for Alcohol and Other Drug Abuse Education in Emergency Medicine."},
      {
        "id":"ED331354",
        "title":"The ARAMCO Industrial Traiing Centers: Academic Training and College Preparatory Programs: A Descriptive Report."},
      {
        "id":"ED331370",
        "title":"Latin American Debt: Opportunities for Universities."},
      {
        "id":"ED331374",
        "title":"Interfacing the Efforts of Community Colleges and a University: Placing Engineering Technology Students."},
      {
        "id":"ED331377",
        "title":"Faculty Evaluation and Reward Procedures: Views from Education Administrators."},
      {
        "id":"ED331378",
        "title":"National Postsecondary Student Aid Study: Preliminary Estimates on Student Financial Aid Recipients, 1989-90. Contractor Report. E.D. TABS."},
      {
        "id":"ED331379",
        "title":"The Cinderella Concept of the Black Female in Higher Education."},
      {
        "id":"ED331382",
        "title":"Class Scheduling: An Opportunity for Innovation."},
      {
        "id":"ED331383",
        "title":"Fact Book on Theological Education for the Academic Years 1988-89 and 1989-90."},
      {
        "id":"ED331384",
        "title":"Characteristics of New and of Newly Promoted Professorial Faculty at the University of Maryland at College Park."},
      {
        "id":"ED331386",
        "title":"Expert-Novice Differences in the Role of Contextual Factors in Early Medical Diagnosis."},
      {
        "id":"ED331387",
        "title":"Influences on University Teachers' Course Planning."},
      {
        "id":"ED331390",
        "title":"Resource Manual for Alcohol and Other Drug Abuse Education in Family Medicine Medical School and Residency Programs. Final Report."},
      {
        "id":"ED331392",
        "title":"Model Program and Curriculum in Alcohol and Other Drug Abuse for Pediatric Medical Students, Residents, and Faculty. Instructor&apos;s Guide."},
      {
        "id":"ED331394",
        "title":"Substance Abuse Curriculum Development in Family Medicine: An Instructors&apos; Manual in Two Parts."},
      {
        "id":"ED331395",
        "title":"Teaching about Substance Abuse: A Resource Manual for Faculty Development."},
      {
        "id":"ED331396",
        "title":"Toward Gender Sensitive Advisement of Women Doctoral Students."},
      {
        "id":"ED331398",
        "title":"Qualitative Evaluation in Higher Education."},
      {
        "id":"ED331406",
        "title":"Alumni Donor Research: Uses in Volunteer Recruitment."},
      {
        "id":"ED331412",
        "title":"Retention and Advising: Paternalism, Agency, and Contract."},
      {
        "id":"ED331413",
        "title":"Making the Upper-Level Course &quot;Upper-Level.&quot;"},
      {
        "id":"ED331414",
        "title":"New Student Supports, Problems and Perceptions in Initial Adjustment."},
      {
        "id":"ED331416",
        "title":"Guide to Cost Management for Higher Education."},
      {
        "id":"ED331417",
        "title":"Off-Campus Graduate Education: A Policy Statement."},
      {
        "id":"ED331418",
        "title":"International Graduate Students: A Guide for Graduate Deans, Faculty and Administrators."},
      {
        "id":"ED331419",
        "title":"Graduate Student Financial Support: A Handbook for Graduate Deans, Faculty, and Administrators."},
      {
        "id":"ED331420",
        "title":"The Doctor of Philosophy Degree: A Policy Statement."},
      {
        "id":"ED331421",
        "title":"Academic Review of Graduate Programs: A Policy Statement."},
      {
        "id":"ED331422",
        "title":"The Role and Nature of the Doctoral Dissertation."},
      {
        "id":"ED331423",
        "title":"Graduate Study in the United States: A Guide for Prospective International Graduate Students."},
      {
        "id":"ED331424",
        "title":"Graudate Education--A Quality for the Needs of the Nation. Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States (24th, Washington, District of Columbia, December 5-8, 1984)."},
      {
        "id":"ED331425",
        "title":"Graduate Education--Past--Present--Future. Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States (25th, Anaheim, California, December 11-14, 1985)."},
      {
        "id":"ED331426",
        "title":"Graduate Education--The Social Context. Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States (26th, San Antonio, Texas, December 2-5, 1986)."},
      {
        "id":"ED331427",
        "title":"Graduate Education--Communities of Scholars. Proceedings of the Annual Meeting of the Council of Graduate Schools (27th, Washington, District of Columbia, December 1-4, 1987)."},
      {
        "id":"ED331428",
        "title":"Proceedings of the Annual Meeting of the Council of Graduate Schools (29th, Washington, District of Columbia, November 28-December 1, 1989)."},
      {
        "id":"ED331432",
        "title":"Who Goes Where to College: Social Class and Organizational Context Effects."},
      {
        "id":"ED331434",
        "title":"Speech Communication Across the Curriculum: Development of the Radford University Oral Communication Program."},
      {
        "id":"ED331443",
        "title":"Renovating Interior Office Space: What a Manager Needs To Consider."},
      {
        "id":"ED331445",
        "title":"Faculty Development for Gerontology Program Development. A Final Report."},
      {
        "id":"ED331446",
        "title":"Impact of Older Students on Higher Education in the United States: 1945-1985."},
      {
        "id":"ED331447",
        "title":"Legislative Priorities of the Commission, 1991. A Report of the California Postsecondary Education Commission."},
      {
        "id":"ED331448",
        "title":"Legislation Affecting Higher Education during the Second Year of the 1989-90 Session. A Staff Report of the California Postsecondary Education Commission."},
      {
        "id":"ED331449",
        "title":"Preliminary Draft Regulations For Chapter 3 of Part 59 of the Education Code."},
      {
        "id":"ED331450",
        "title":"Statement of Reasons for Preliminary Draft Regulations for Chapter 3 Part 59 of the Education Code."},
      {
        "id":"ED331451",
        "title":"Mentoring in Higher Education."},
      {
        "id":"ED331457",
        "title":"Marketing and Recruitment for Graduate Programs."},
      {
        "id":"ED331459",
        "title":"State Budget Priorities of the Commission, 1991. A Report of the California Postsecondary Education Commission."},
      {
        "id":"ED331460",
        "title":"College-Going Rates: Fall 1988 Update. The Twelfth in a Series of Reports on New Freshman Enrollment at California's Colleges and Universities by Recent Graduates of California High Schools."},
      {
        "id":"ED331461",
        "title":"Calculation of Base Factors for Comparison Institutions and Study Survey Instruments. A Second Report."},
      {
        "id":"ED331462",
        "title":"[A Collection of Papers Concerning Technology and Education. Presented at Various Sites between January 17, 1983 and April 6, 1983]."},
      {
        "id":"ED331463",
        "title":"Report of the Ethics Committee: Professional Ethics in Educational Communications and Technology Departments."},
      {
        "id":"ED331465",
        "title":"Cognitive Apprenticeship and Instructional Technology. Technical Report."},
      {
        "id":"ED331467",
        "title":"Delivery and New Technology. Paper No. 277."},
      {
        "id":"ED331468",
        "title":"Introduction to LogoWriter and Problem Solving for Educators."},
      {
        "id":"ED331469",
        "title":"The Diffusion and Implementation of Educational Technology in Developing Nations: Cross-Cultural Comparisons of Indonesia, Chile and Peru."},
      {
        "id":"ED331470",
        "title":"Archival Administration in the Electronic Information Age: An Advanced Institute for Government Archivists (Pittsburgh, Pennsylvania, June 3-15, 1990)."},
      {
        "id":"ED331473",
        "title":"Technology Applications in Basic Skills (TABS). Report of Findings--1985. Second Year Summary."},
      {
        "id":"ED331475",
        "title":"Literacy Today: A Realtime Technology Transformation."},
      {
        "id":"ED331476",
        "title":"Continuing Nursing Education in Computer Technology: A Regional Experience."},
      {
        "id":"ED331477",
        "title":"Computers in Schools of Southeast Texas--1989."},
      {
        "id":"ED331479",
        "title":"Analysis of a Proposal for an Education Satellite."},
      {
        "id":"ED331481",
        "title":"Computers and Paideia: The Cultural Context or \"Compupaideia\" of Computer Assisted Learning."},
      {
        "id":"ED331483",
        "title":"Directory of Distance Learning in the Mid-Atlantic Region 1990."},
      {
        "id":"ED331484",
        "title":"Laser Learning Project (LLP): 1989-90."},
      {
        "id":"ED331487",
        "title":"Technology in the Curriculum: A Handbook for Integrating Computers and Related Learning Technologies Throughout the Curriculum."},
      {
        "id":"ED331488",
        "title":"Provision and Preservation of Knowledge: A Department of Educational and Psychological Research as Laboratory for Analyzing Scientific Discourse."},
      {
        "id":"ED331489",
        "title":"Computer Uses in Secondary Science Education. ERIC Digest."},
      {
        "id":"ED331490",
        "title":"Applying a Collaborative Learning Model to a Course Development Project."},
      {
        "id":"ED331492",
        "title":"Learner Decisions and Information Requirements in Computer-Based Instruction."},
      {
        "id":"ED331493",
        "title":"Telecommunications: Working To Enhance Global Understanding and Peace Education."},
      {
        "id":"ED331494",
        "title":"Occasional Papers in Distance Education: Number 11, Charles Sturt University."},
      {
        "id":"ED331495",
        "title":"Hearing on the Office of Educational Research and Improvement. Hearing Before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED331497",
        "title":"Education Policy and Telecommunications Technologies."},
      {
        "id":"ED331500",
        "title":"Public Library Services for Latino Young Adults."},
      {
        "id":"ED331501",
        "title":"Highlights of Alabama Printing and Publishing: An Outline."},
      {
        "id":"ED331504",
        "title":"Promotion and Tenure for Library Faculty."},
      {
        "id":"ED331506",
        "title":"Genealogy: Helping You Climb Your Family Tree. Occasional Paper, Series 3, No. 2."},
      {
        "id":"ED331507",
        "title":"Reflections of a Lifetime Reader."},
      {
        "id":"ED331509",
        "title":"Annual Program: Library Services and Construction Act 1990-1991."},
      {
        "id":"ED331510",
        "title":"The South Carolina Program for Library Development. 1990-1993."},
      {
        "id":"ED331512",
        "title":"The Library and the Latchkey. ERIC Digest."},
      {
        "id":"ED331513",
        "title":"Evaluation of Library Tours."},
      {
        "id":"ED331514",
        "title":"The Collection and Dissemination of Library Statistics by the National Center for Education Statistics."},
      {
        "id":"ED331515",
        "title":"Federal Pre-White House Conference on Library and Information Services Proceedings (Bethesda, Maryland, November 26-27, 1990)."},
      {
        "id":"ED331518",
        "title":"Relationships between Electronic Information Media and Records Management Practices: Results of a Survey of United Nations Organizations. A Rand Note."},
      {
        "id":"ED331519",
        "title":"Pathways to Information Literacy: An Information Literacy Skills Program for B.S. Nursing Students."},
      {
        "id":"ED331526",
        "title":"Partnership for the Future: Information Literacy in Nursing Education."},
      {
        "id":"ED331528",
        "title":"Information Technology and the Informed Citizen: New Challenges for Government and Libraries. ERIC Digest."},
      {
        "id":"ED331529",
        "title":"A Model of Student Success Strategies Development."},
      {
        "id":"ED331531",
        "title":"Selected Collective Bargaining Agreements of Ohio Two-Year Colleges."},
      {
        "id":"ED331533",
        "title":"Long Range Strategic Plan, 1990. Florida Association of Community Colleges."},
      {
        "id":"ED331534",
        "title":"Characteristics of Illinois Public Community College Faculty Based on Their Primary Teaching Assignments."},
      {
        "id":"ED331535",
        "title":"Report of Trends in Enrollment of Transfers: New Jersey Public Institutions, 1987-1989. Part I."},
      {
        "id":"ED331540",
        "title":"Assessment of Institutional Effectiveness in Community Colleges: The Transfer Function."},
      {
        "id":"ED331541",
        "title":"Rancho Santiago College Climate Survey Report. Research, Planning and Resource Development Report."},
      {
        "id":"ED331544",
        "title":"Report to the General Assembly [of Illinois]."},
      {
        "id":"ED331545",
        "title":"Improving the Collection of Student Accounts at Allen County Community College."},
      {
        "id":"ED331546",
        "title":"Creating a Literate Society: College-Business-Community Partnerships."},
      {
        "id":"ED331547",
        "title":"College Chief Executive Officers' Contracts, Salaries, and Compensation."},
      {
        "id":"ED331548",
        "title":"Community College Financing 1990: Challenges for a New Decade."},
      {
        "id":"ED331550",
        "title":"Building Communities through Strategic Planning: A Guidebook for Community Colleges."},
      {
        "id":"ED331551",
        "title":"Underrepresentation and the Question of Diversity: Women and Minorities in the Community College."},
      {
        "id":"ED331555",
        "title":"Entrance Testing and Student Success in Writing Classes and Study Skills Classes: Fall 1989, Winter 1990, and Spring 1990."},
      {
        "id":"ED331556",
        "title":"The Community College and Transfer: Some Indicators from State Data. Research Report No. 91-05R."},
      {
        "id":"ED331558",
        "title":"Community Colleges in the 1990s. Fastback, No. 318."},
      {
        "id":"ED331559",
        "title":"Challenges of Articulation between Sectors. (Celebrating Leadership for the 21st Century)."},
      {
        "id":"ED331562",
        "title":"Computer Literacy: How Much Do You Really Need To Know?"},
      {
        "id":"ED331563",
        "title":"Community Colleges and Working Students: Review of the Literature and Research."},
      {
        "id":"ED331564",
        "title":"Graduate Employment: An Update Based on the 1989 Graduate Survey. Report RB91-9."},
      {
        "id":"ED331566",
        "title":"The Community College and the Homeless: A Model for the Nation. Job Training for the Homeless Demonstration Program Final Evaluation Report."},
      {
        "id":"ED331567",
        "title":"Pursuing Our Mission. Annual Performance Report for Vocational Education in California's Community Colleges, 1989-90."},
      {
        "id":"ED331570",
        "title":"Austin Community College Learning Resource Services: Annual Reports 1989 and 1990."},
      {
        "id":"ED331571",
        "title":"Retention at the Community College Level."},
      {
        "id":"ED331573",
        "title":"Leadership Abstracts, Volume 2, Numbers 1-21, 1989."},
      {
        "id":"ED331574",
        "title":"Leadership Abstracts, Volume 3, Numbers 1-20, 1990."},
      {
        "id":"ED331578",
        "title":"Early Childhood Education/Drug Abuse Prevention Curricula/Materials Project Mini-Conference Materials (Washington, D.C., June 8-9, 1989)."},
      {
        "id":"ED331579",
        "title":"Straight Talking for Targeted Pre-Schoolers: A Substance Abuse Prevention Manual."},
      {
        "id":"ED331581",
        "title":"Bibliography of Tests for Early Childhood Chapter 1 Evaluation."},
      {
        "id":"ED331583",
        "title":"How Can We Make Kindergarten More Effective for Children?"},
      {
        "id":"ED331584",
        "title":"Cooperative Learning for Limited English Proficient Students. Report No. 3."},
      {
        "id":"ED331585",
        "title":"Success for All: Effects on the Achievement of Limited English Proficient Children. Report No. 5."},
      {
        "id":"ED331587",
        "title":"The Future of Head Start. Hearing before the Subcommittee on Education and Health of the Joint Economic Committee. Congress of the United States, One Hundred First Session, Second Session."},
      {
        "id":"ED331588",
        "title":"Hearing on the Reauthorization of the Follow Through Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED331589",
        "title":"Hearing on H.R. 4151, The Human Services Reauthorization Act of 1990. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session (Sioux City, Iowa, March 31, 1990)."},
      {
        "id":"ED331590",
        "title":"Human Services Reauthorization Act of 1990. House of Representatives, 101st Congress, 2d Session. Report together with Supplemental and Additional Views (To Accompany H.R. 4151). Including Cost Estimate of the Congressional Budget Office."},
      {
        "id":"ED331593",
        "title":"The Failure of Basic Skills: Who&apos;s at Risk? A National Video Teleconference (April 6, 1989)."},
      {
        "id":"ED331594",
        "title":"Into the Working World: Lessons from Research Funded by the Rockefeller Foundation."},
      {
        "id":"ED331595",
        "title":"\"Trigger\" Media for Speech."},
      {
        "id":"ED331597",
        "title":"The Minority Female Single Parent Demonstration: Child Care Referral Options. A Technical Research Report. Into the Working world Series. Lessons from Research."},
      {
        "id":"ED331598",
        "title":"Hearing on the Reauthorization of the Child Development Associate Scholarship Assistance Act of 1985 and State Dependent Care Development Grants Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED331602",
        "title":"Malnutrition, School Feeding and Educational Performance. Notes, Comments...No. 186 = Malnutrition, alimentation scolaire et resultats educatifs."},
      {
        "id":"ED331604",
        "title":"From the Floor: Raising Child Care Salaries."},
      {
        "id":"ED331605",
        "title":"Opportunities for Success: Cost-Effective Programs for Children, Update, 1990. Report together with Additional Minority Views and Dissenting Views of the Select Committee on Children, Youth, and Families, One Hundred First Congress, Second Session."},
      {
        "id":"ED331607",
        "title":"A Platform for Arizona's Children."},
      {
        "id":"ED331618",
        "title":"Programming for Early Child Development and Health: The Value of Combining Nutritional and Psycho-social Interventions and Some Ways To Do It. UNESCO-UNICEF Co-operative Programme Digest No. 30."},
      {
        "id":"ED331622",
        "title":"A Study of Early Childhood Programs and Program Readiness in the Texas Public Schools, Ages Three through Five."},
      {
        "id":"ED331623",
        "title":"Multiple Caregiving among African Americans and Infant Attachments: Issues and an Exploratory Study."},
      {
        "id":"ED331625",
        "title":"Opportunities for Learning: Curriculum and Instruction in the Middle Grades. Report No. 47."},
      {
        "id":"ED331626",
        "title":"Teenagers and Family Planning: A Case of Special Needs. Fact Sheet Number 2."},
      {
        "id":"ED331629",
        "title":"Health Care: Children's Medical Services Programs in 10 States. Report to the Chairman, Committee on Finance, U.S. Senate."},
      {
        "id":"ED331633",
        "title":"Increasing Pre-school Staff Awareness of Their Legal Responsibilities through Training and a Series of Workshops."},
      {
        "id":"ED331634",
        "title":"Creative Experiences: An Arts Curriculum for Young Children Including Those with Special Needs."},
      {
        "id":"ED331635",
        "title":"Changing Ideologies and Provision in Western Canadian Primary Education."},
      {
        "id":"ED331638",
        "title":"Principle-Based Inferences in Preschoolers' Categorization of Novel Artifacts."},
      {
        "id":"ED331641",
        "title":"Educating Culturally and Linguistically Diverse Preschoolers: Moving the Agenda."},
      {
        "id":"ED331642",
        "title":"The Teacher's Role in the Social Development of Young Children."},
      {
        "id":"ED331643",
        "title":"Barriers to Education for Rural Adults in 13 States. Overcoming Barriers to Education for Rural Adults: Proposed Steps To Provide Adequate Educational Opportunities."},
      {
        "id":"ED331644",
        "title":"Using Strategic Planning To Improve Rural Schools."},
      {
        "id":"ED331650",
        "title":"High Tech Entrepreneurs in the Nonmetro West: Who Is Starting What? Community Economics, Jan 1990."},
      {
        "id":"ED331654",
        "title":"Farm Family Adaptations to Severe Economic Distress: Regional Summary. Results of the 1989 Regional Farm Survey."},
      {
        "id":"ED331657",
        "title":"An Agenda for Research and Development on Rural Education."},
      {
        "id":"ED331659",
        "title":"The Impact of Agribusiness on Rural Education."},
      {
        "id":"ED331661",
        "title":"Language Arts in the Rural School."},
      {
        "id":"ED331663",
        "title":"The Condition of the Diverse Regions of Rural America at the Start of the Decade of the 1990s."},
      {
        "id":"ED331666",
        "title":"The Box and the Circle--Two Systems of Life: A Model for Understanding Native-Non-Native Issues."},
      {
        "id":"ED331670",
        "title":"Technology and Collaboration: Strategies for Improving Educational Delivery Systems in Rural Schools."},
      {
        "id":"ED331672",
        "title":"Farm Family Adaptations to Severe Economic Distress: Ohio. Results of the 1989 Regional Farm Survey."},
      {
        "id":"ED331674",
        "title":"Farm Family Adaptations to Severe Economic Distress: Wisconsin. Results of the 1989 Regional Farm Survey."},
      {
        "id":"ED331676",
        "title":"Farm Family Adaptations to Severe Economic Distress: Minnesota. Results of the 1989 Regional Farm Survey."},
      {
        "id":"ED331677",
        "title":"Farm Family Adaptations to Severe Economic Distress: Michigan. Results of the 1989 Regional Farm Survey."},
      {
        "id":"ED331679",
        "title":"Farm Family Adaptations to Severe Economic Distress: Iowa. Results of the 1989 Regional Farm Survey."},
      {
        "id":"ED331680",
        "title":"Farm Family Adaptations to Severe Economic Distress: Indiana. Results of the 1989 Regional Farm Survey."},
      {
        "id":"ED331681",
        "title":"Administrator Stability in Rural Schools: The School Board Factor."},
      {
        "id":"ED331682",
        "title":"The BIA/Contract School Administrator: Implications for At-Risk Native American Students."},
      {
        "id":"ED331684",
        "title":"Future Directions in Rural Development Policy. Findings and Recommendations of the National Commission on Agriculture and Rural Development Policy."},
      {
        "id":"ED331686",
        "title":"Recruiting and Retaining Native Americans in Teacher Education."},
      {
        "id":"ED331687",
        "title":"Migrant and Seasonal Farmworker Health Objectives for the Year 2000. Document in Progress."},
      {
        "id":"ED331688",
        "title":"Passages: A Celebration of Migrant Arts. A Guide to the [1991] Exhibition."},
      {
        "id":"ED331689",
        "title":"Hunting and Outdoor Education."},
      {
        "id":"ED331690",
        "title":"Basic Skills Performance of Alaska&apos;s Students. Achievement Test Results for the 1989-90 and the 1990-91 School Years."},
      {
        "id":"ED331692",
        "title":"Junior Science and Humanities Symposium. School Level Management Information Booklet for SY89-90."},
      {
        "id":"ED331693",
        "title":"Investigations in Mathematics Education. Volume 21, Number 3."},
      {
        "id":"ED331694",
        "title":"SCORES: Science Career Options for Rural Environment Students. Final Report."},
      {
        "id":"ED331695",
        "title":"Investigations in Mathematics Education. Volume 21, Number 4, Fall 1988."},
      {
        "id":"ED331696",
        "title":"Recent Developments in College Mathematics Programs and Courses. ERIC/SMEAC Mathematics Education Digest No. 4, 1988."},
      {
        "id":"ED331697",
        "title":"Selected Procedures for Improving the Mathematics Curriculum: Assessment. ERIC/SMEAC Mathematics Education Digest No. 2."},
      {
        "id":"ED331698",
        "title":"Promising Materials, Projects, and Programs for Environmental Education. ERIC/SMEAC Environmental Education Digest No. 2."},
      {
        "id":"ED331699",
        "title":"Teaching Creative Thinking through Environmental Education. ERIC/SMEAC Environmental Education Digest No. 3."},
      {
        "id":"ED331700",
        "title":"A Study of the Effects of the Kumon Method Upon the Mathematical Development of a Group of Inner-City Junior High School Students."},
      {
        "id":"ED331701",
        "title":"Basic Science Living Skills for Today's World. Teacher's Guide. Student Workbook. Pre-Test. Post-Test."},
      {
        "id":"ED331703",
        "title":"Elementary School Science for the '90s."},
      {
        "id":"ED331706",
        "title":"A Derivation of the Limits of the Sample Multivariate Correlation Coefficient."}]
  }}
