{
  "response":{"numFound":509939,"start":68000,"numFoundExact":true,"docs":[
      {
        "id":"ED331708",
        "title":"The Effects of Female Mathematician Role Models on Eighth- and Ninth-Grade First-Year Algebra Students."},
      {
        "id":"ED331709",
        "title":"The Scrap Map: An Environmental Publication for Grades K-6."},
      {
        "id":"ED331714",
        "title":"Household Hazardous Materials and Their Labels: A Reference for Teachers."},
      {
        "id":"ED331717",
        "title":"Teaching Algorithmic Problem Solving or Conceptual Understanding: Role of Developmental Level, Mental Capacity, and Cognitive Style."},
      {
        "id":"ED331719",
        "title":"Construct Validity of Multiple-choice and Performance-based Assessments of Basic Science Process Skills: A Multitrait-Multimethod Analysis"},
      {
        "id":"ED331720",
        "title":"Preservice Biology Teachers' Subject Matter Structures and Their Relationship to the Act of Teaching."},
      {
        "id":"ED331722",
        "title":"Effects of Prediction Activities on Instructional Outcomes in High School Genetics."},
      {
        "id":"ED331723",
        "title":"Another Pair of Eyes: On The Reflectiveness of the Ethnographic Observation of a Science Teacher."},
      {
        "id":"ED331725",
        "title":"Student and Parental Message Effects on Urban Hispanic-American Students' Intention To Enroll in High School Chemistry."},
      {
        "id":"ED331727",
        "title":"Helping Your Child Learn Science."},
      {
        "id":"ED331739",
        "title":"&quot;To Secure the Blessings of Liberty&quot;: Rights and the Constitution. A Guide for Discussion of Constitutional Rights."},
      {
        "id":"ED331742",
        "title":"Geography and Education: Through the Souls of Our Feet."},
      {
        "id":"ED331743",
        "title":"Overload and Boredom: When the Humanities Turn to Noise."},
      {
        "id":"ED331745",
        "title":"Adoption Recommendations of the Curriculum Development and Supplemental Materials Commission to the State Board of Education 1989. California Basic Instructional Materials in Bilingual Language Arts and Visual and Performing Arts--Visual Arts and Music."},
      {
        "id":"ED331746",
        "title":"Teaching with Current Comparative Data, Graphs, and Maps."},
      {
        "id":"ED331747",
        "title":"Curriculum Development for Political Education in the Netherlands."},
      {
        "id":"ED331748",
        "title":"National Profile of Diocesan Directors of Religious Education."},
      {
        "id":"ED331749",
        "title":"How To Be Successful in Less Than Ten Minutes a Day."},
      {
        "id":"ED331750",
        "title":"Responsibility Skills: Lessons For Success, Elementary School Curriculum."},
      {
        "id":"ED331751",
        "title":"Success through Accepting Responsibility. Principal's Handbook: Creating a School Climate of Responsibility. Revised Edition."},
      {
        "id":"ED331756",
        "title":"Educational Planning, Administration and Management in Asia and Pacific. A Regional Study."},
      {
        "id":"ED331760",
        "title":"Towards a New Concept of Educational Planning, and How To Improve It In Practice."},
      {
        "id":"ED331774",
        "title":"Alaska, Japan, and the Pacific Rim: A Teacher&apos;s Resource Guide for Secondary Educators."},
      {
        "id":"ED331775",
        "title":"International Youth Exchanges: Measuring Their Impact on Attitudes."},
      {
        "id":"ED331776",
        "title":"Interactive Cognitions of Student-Teachers. An Intervention Study."},
      {
        "id":"ED331777",
        "title":"Classroom Organization and Management Program (COMP). Submission to the Program Effectiveness Panel."},
      {
        "id":"ED331779",
        "title":"\"Wanted: Substitute Teachers--Not Babysitters.\""},
      {
        "id":"ED331780",
        "title":"Childhood Lead Poisoning. Current Perspectives. Proceedings of the National Conference (Indianapolis, Indiana, December 1-3, 1987)."},
      {
        "id":"ED331781",
        "title":"Where Teacher Education Students Agree: Beliefs Widely Shared before Teacher Education."},
      {
        "id":"ED331784",
        "title":"Teacher Education: A Continuum."},
      {
        "id":"ED331786",
        "title":"Supporting Beginning Teachers of At-Risk Students."},
      {
        "id":"ED331787",
        "title":"Voices from the Classroom: Exceptional Teachers Speak."},
      {
        "id":"ED331788",
        "title":"The Inquiring School Model at Falk Laboratory School."},
      {
        "id":"ED331794",
        "title":"The Relationships of Balance and Bilateral Coordination to Skipping in Kindergarten Children."},
      {
        "id":"ED331795",
        "title":"Complexities in Evaluating the Effects of Staff Development Programs."},
      {
        "id":"ED331797",
        "title":"The Enhancement of Teacher Education through the Use of Communication Technology."},
      {
        "id":"ED331798",
        "title":"NAGWS Softball Guide 1991: Official Rules/Officiating."},
      {
        "id":"ED331799",
        "title":"The Important Early Years: Intelligence through Movement Experiences."},
      {
        "id":"ED331800",
        "title":"Eating Disorders among Athletes: Theory, Issues, and Research."},
      {
        "id":"ED331802",
        "title":"Sport Instruction for Individuals with Disabilities. The Best of Practical Pointers."},
      {
        "id":"ED331805",
        "title":"Differentiated In-Service Education."},
      {
        "id":"ED331806",
        "title":"An Agenda for Research on Teacher Learning. NCRTL Special Report."},
      {
        "id":"ED331808",
        "title":"Regression Analysis: A Novel Way To Examine Staff Development Cost Factors."},
      {
        "id":"ED331809",
        "title":"The Effect of Instructional Clarity and Concept Structure on Student Achievement and Perception."},
      {
        "id":"ED331810",
        "title":"Cognitive Constructs of Pre-Service Teachers: How Students Think about Teaching before Formal Preparation."},
      {
        "id":"ED331811",
        "title":"Who Are the Experts? Teachers' and Professors' Knowledge of Developmental Psychology."},
      {
        "id":"ED331816",
        "title":"Teacher Education Reform and Curriculum Change: Four Cases."},
      {
        "id":"ED331818",
        "title":"Relationships between Childhood and Adult Physical Activity Patterns in a Community Sample."},
      {
        "id":"ED331820",
        "title":"Mickey Mouse Goes to Jurassic Park: The Challenge of Technology for Leisure."},
      {
        "id":"ED331821",
        "title":"Sport and Technology: Ethics on the Cutting Edge."},
      {
        "id":"ED331823",
        "title":"Technical Assistance &amp; Dissemination Project To Improve Teacher Education in the Southeast United States. Final Project Report. 1988-89."},
      {
        "id":"ED331824",
        "title":"School Personnel and Improvement Projects: Indicators of Readiness."},
      {
        "id":"ED331825",
        "title":"Examining Metaphors in Teaching through the Use of Simile Lists."},
      {
        "id":"ED331826",
        "title":"Guidelines for International Teacher Education."},
      {
        "id":"ED331827",
        "title":"Locating Practice-Oriented Materials in ERIC. ERIC Digest."},
      {
        "id":"ED331830",
        "title":"Some Questions and Answers about Working with Test Publishers for Chapter 1 Staff."},
      {
        "id":"ED331831",
        "title":"Profiling Chapter 1 Achievement Data."},
      {
        "id":"ED331835",
        "title":"North Carolina Scholastic Aptitude Test Results: State and 126 School System Reports, 1990. Volume 2."},
      {
        "id":"ED331836",
        "title":"North Carolina Scholastic Aptitude Test Results: State and 126 School System Reports, 1990. Volume 1."},
      {
        "id":"ED331837",
        "title":"Science Anxiety: Relation with Gender, Year in Chemistry Class, Achievement, and Test Anxiety."},
      {
        "id":"ED331838",
        "title":"Feedback. Dropout Rates: Where Are They Headed?"},
      {
        "id":"ED331840",
        "title":"Planned Change in Higher Education."},
      {
        "id":"ED331841",
        "title":"Semantic Differential Comparisons of Attributions and Dimensions between U.S. and Israel."},
      {
        "id":"ED331843",
        "title":"An Overview of the Analysis of a Single-Subject Design with Recommendations."},
      {
        "id":"ED331844",
        "title":"Differential Item Functioning: Performance by Sex on Reading Comprehension Tests."},
      {
        "id":"ED331845",
        "title":"Interpretation of Number-Correct Scores when the True Number of Dimensions Assessed by a Test Is Greater than Two."},
      {
        "id":"ED331847",
        "title":"Private Schools in the United States: A Statistical Profile, with Comparisons to Public Schools."},
      {
        "id":"ED331849",
        "title":"Self Reported Capacity of State Education Agencies To Provide Standard Dropout Data."},
      {
        "id":"ED331851",
        "title":"The Hermeneutic of Additive Conjoint Measurement in Educational Research."},
      {
        "id":"ED331853",
        "title":"Students' Comprehension Processes when Solving Two-Step Compare Problems."},
      {
        "id":"ED331854",
        "title":"Rasch-Based Factor Analysis of Dichotomously-Scored Item Response Data."},
      {
        "id":"ED331855",
        "title":"Reliability and Confidence Envelope Usage in Item Response Theory."},
      {
        "id":"ED331856",
        "title":"Intellectual Ability and Working Method as Predictors of Novice Learning."},
      {
        "id":"ED331857",
        "title":"The Rasch Debate: Validity and Revolution in Educational Measurement."},
      {
        "id":"ED331859",
        "title":"The Thesis of Philosophy and Its Place in Educational Research and Practice."},
      {
        "id":"ED331860",
        "title":"Motivating Student Performance: The Influence of Grading Criteria and Assignment Length Limit."},
      {
        "id":"ED331862",
        "title":"Mathematics Assessment Questionnaire: A Survey of Thoughts and Feelings for Students in Grades 7-9. Technical Report Supplement #1. Research Edition."},
      {
        "id":"ED331863",
        "title":"Is Creative Thinking Normally Distributed?"},
      {
        "id":"ED331865",
        "title":"A Research-Based Attribute Structure for School Accountability."},
      {
        "id":"ED331866",
        "title":"P.A.C.E.: Program for Alternative Comprehensive Education. Evaluation Report."},
      {
        "id":"ED331870",
        "title":"Conversing, Testing, Questioning."},
      {
        "id":"ED331871",
        "title":"Test Expectancy, Study Strategies and Recall of Prose."},
      {
        "id":"ED331872",
        "title":"Examination of Differential Item Functioning in Likert-Type Items Using Log-Linear Models."},
      {
        "id":"ED331873",
        "title":"Interpreting Research for Practice: A Case of Collaboration."},
      {
        "id":"ED331875",
        "title":"The LD Assessment Process: A Survey of Minnesota School Psychologists."},
      {
        "id":"ED331877",
        "title":"The Effect of Sample Size on the Functioning of the Mantel-Haenszel Statistic."},
      {
        "id":"ED331879",
        "title":"Influence of Item Parameter Errors in Test Development."},
      {
        "id":"ED331881",
        "title":"Cognitive and Neural Sciences Division 1990 Programs."},
      {
        "id":"ED331883",
        "title":"A Guide To Improving the National Education Data System: A Report by the National Education Statistics Agenda Committee of the National Forum on Education Statistics. October 1990."},
      {
        "id":"ED331884",
        "title":"A Guide To Improving the National Education Data System: Executive Summary. October 1990."},
      {
        "id":"ED331888",
        "title":"A Comparison of Self-Adapted and Computer-Adaptive Tests."},
      {
        "id":"ED331890",
        "title":"The Evaluation of Intern Teachers: The Development of an Observation Instrument."},
      {
        "id":"ED331891",
        "title":"Computer Technologies in Teacher Education: The Measurement of Attitudes and Self-Efficacy."},
      {
        "id":"ED331892",
        "title":"The Limits of Generic Skills Evaluation: Using the NCTPAS To Evaluate Special Teaching Assignments."},
      {
        "id":"ED331894",
        "title":"Why the United States Does Not Need a National Test: Testimony to the House Subcommittee on Select Education."},
      {
        "id":"ED331895",
        "title":"Resegregation of Public Schools: The Third Generation. A Report on the Condition of Desegregation in America's Public Schools by the Network of Regional Desegregation Assistance Centers."},
      {
        "id":"ED331898",
        "title":"Educational Assessment and Accountability: Implementation Plan (1990-1994)."},
      {
        "id":"ED331901",
        "title":"Chicago Principals: Changing of the Guard. A Research Analysis."},
      {
        "id":"ED331903",
        "title":"Accurate Dropout Reporting Procedures Needed."},
      {
        "id":"ED331908",
        "title":"Building Coalitions for Minority Success: A Report of the SHEEO Project on Minority Achievement in Higher Education."},
      {
        "id":"ED331909",
        "title":"National ESEA Chapter 1 Schoolwide Projects Conference."},
      {
        "id":"ED331915",
        "title":"Transiency and Stability in the Los Angeles Unified School District, 1988-89. Publication No. 542."},
      {
        "id":"ED331916",
        "title":"The LAUSD Class of 2000: Framework for A Longitudinal Profile. Publication No. 547."},
      {
        "id":"ED331917",
        "title":"Transiency and Stability in the Los Angeles Unified School District, 1989-90. Publication No. 556."},
      {
        "id":"ED331918",
        "title":"LAUSD Student Performance on the 1988-89 Scholastic Aptitude Test: Description and Comparative Analysis. Publication No. 549."},
      {
        "id":"ED331920",
        "title":"Seeking Success: Educating Pregnant and Parenting Teenagers."},
      {
        "id":"ED331926",
        "title":"Chinese Opportunities in Career Education (Project Choice) 1989-90. Final Evaluation Report. OREA Report."},
      {
        "id":"ED331927",
        "title":"Dropout Reduction through Employment, Achievement, and Motivation. (Project Dream). 1989-90 Final Evaluation Report. OREA Report."},
      {
        "id":"ED331928",
        "title":"Asian-American Communications In-School Staff and Parent Workshops. (A-AC) 1989-90. Final Evaluation Report. OREA Report."},
      {
        "id":"ED331933",
        "title":"Uniform Policy/Dress Codes: School Staff and Parent Perceptions of Need and Impact."},
      {
        "id":"ED331934",
        "title":"Early Learning and Early Identification: Final Report of the Three Year Longitudinal Study."},
      {
        "id":"ED331935",
        "title":"Follow-up Study of 1988 Graduates."},
      {
        "id":"ED331936",
        "title":"Evaluation of the Instrumental Enrichment Project. 1988-89."},
      {
        "id":"ED331938",
        "title":"Asian Americans: America's Fastest Growing Minority Group. Population Trends and Public Policy. Number 19."},
      {
        "id":"ED331939",
        "title":"The Minority Student Today: Recruitment, Retention, and Success. Proceedings of a Conference on the Minority Student Today (October 9-11, 1989, San Antonio, Texas)."},
      {
        "id":"ED331942",
        "title":"Student Stability: Some Relationships between Student Stability and Other Selected Variables for 1987-88."},
      {
        "id":"ED331943",
        "title":"Evaluating Multicultural Education."},
      {
        "id":"ED331945",
        "title":"Restructuring a Research Department as a Function of New Roles/New Needs."},
      {
        "id":"ED331946",
        "title":"Student Adaptation to College as a Predictor of Academic Success: An Exploratory Study of Black Undergraduate Education Students."},
      {
        "id":"ED331947",
        "title":"Progress Report on Three Chapter 2 LEA Funded Programs: SY 1989-90. School-Library Resources. The Educational Technology Instructional Television Fixed Services Program. Gifted/Talented Educational Program."},
      {
        "id":"ED331951",
        "title":"The Computer Revolution and Adult Education. Growth Prospects in Africa."},
      {
        "id":"ED331952",
        "title":"Preparing Students for Leadership in Tomorrow's Work."},
      {
        "id":"ED331953",
        "title":"Leave None Behind--Youth-at-Risk Age 9-15. Monograph Series Vol. 1, No. 8."},
      {
        "id":"ED331957",
        "title":"Vocational Education and JTPA Delivery Systems Assisted under the Carl D. Perkins Vocational Education Act and Job Training Partnership Act."},
      {
        "id":"ED331958",
        "title":"Champions of Literacy 1991."},
      {
        "id":"ED331961",
        "title":"Statewide VTAE Staff Training Needs Assessment. Final Report."},
      {
        "id":"ED331962",
        "title":"Dental Radiology I Student Guide [and Instructor Guide]."},
      {
        "id":"ED331965",
        "title":"Water Quality Indicators Guide [and Teacher&apos;s Handbook]: Surface Waters."},
      {
        "id":"ED331966",
        "title":"Advanced Trainers Development Workshop (Islamabad, Pakistan, July 7-26, 1990). Final Report."},
      {
        "id":"ED331967",
        "title":"Golden Hill, Volume Four [Education Issue]."},
      {
        "id":"ED331968",
        "title":"Golden Hill, Volume Five. Work and Learning."},
      {
        "id":"ED331969",
        "title":"Occupational Safety &amp; Health. Inspectors' Opinions on Improving OSHA Effectiveness. Fact Sheet for Subcommittee on Health and Safety, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED331973",
        "title":"Creating Student Interest through Bulletin Board Ideas for Career Orientation. Final Report."},
      {
        "id":"ED331976",
        "title":"Developing Short-Term Training Programs."},
      {
        "id":"ED331977",
        "title":"Developing a Promotional Plan for Adult Vocational Programs."},
      {
        "id":"ED331978",
        "title":"Vocational Technical Advisory Committees: A Guide for Their Effective Use."},
      {
        "id":"ED331979",
        "title":"Public/Private Partnerships in Aging. Working with the Business Community on Eldercare. A Primer for the Aging Network."},
      {
        "id":"ED331990",
        "title":"State Maternity/Parental Leave Laws. Facts on Working Women No. 90-1."},
      {
        "id":"ED331991",
        "title":"20 Facts on Women Workers. Facts on Working Women No. 90-2."},
      {
        "id":"ED331992",
        "title":"Earnings Differences between Women and Men. Facts on Working Women No. 90-3."},
      {
        "id":"ED331993",
        "title":"Women in the Skilled Trades and in Other Manual Occupations. Facts on Working Women No. 90-5."},
      {
        "id":"ED331994",
        "title":"Women in Education for Apprenticeship and Non-Traditional Employment. Final Performance Report."},
      {
        "id":"ED331995",
        "title":"Intrinsic Motivation Factors To Enhance the Retention of Vocational Special Needs Learners in Postsecondary Vocational Education Programs."},
      {
        "id":"ED331996",
        "title":"Assessment of Students with Handicaps in Vocational Education: A Curriculum-Based Approach 1, 2. Trainer's Manual."},
      {
        "id":"ED332002",
        "title":"Strengthening Education for American Families Act."},
      {
        "id":"ED332003",
        "title":"Early Labor Market Experiences of Proprietary School Students. CRS Report for Congress."},
      {
        "id":"ED332006",
        "title":"Blueprint for Career Preparation. Update"},
      {
        "id":"ED332007",
        "title":"Job Hunting? It's a Jungle out There! Jungle Survival Guide II."},
      {
        "id":"ED332008",
        "title":"A Guide to Career Decisions. The Sky Is the Limit. Florida VIEW Careerbook."},
      {
        "id":"ED332009",
        "title":"Resource Guide for the Blueprint for Career Preparation. A Listing of Career Development Books, Software, Kits, and Materials."},
      {
        "id":"ED332012",
        "title":"Formulating a Conceptual Model of Nontraditional Student Attrition and Persistence in Postsecondary Vocational Education Programs."},
      {
        "id":"ED332018",
        "title":"The Wildbunch Seed Company: Entrepreneurship for At-Risk Students."},
      {
        "id":"ED332019",
        "title":"Volunteer Evaluation System 1989-1990."},
      {
        "id":"ED332020",
        "title":"Parents' Perceptions of Their Involvement in Planning the Transition from School to Work for Their Children with Disabilities."},
      {
        "id":"ED332021",
        "title":"Career Education. Wadena Public School System."},
      {
        "id":"ED332023",
        "title":"English Language Adult Education Books: Their Value to Adult Educators. Technical Report Series. Technical Report No. 4."},
      {
        "id":"ED332024",
        "title":"Kellogg Adult Education Thesaurus. Technical Report Series. Technical Report No. 5. Second Edition."},
      {
        "id":"ED332027",
        "title":"Recent Developments in the Theory of Involuntary Unemployment."},
      {
        "id":"ED332028",
        "title":"Experienced Workers--Reserve Capital."},
      {
        "id":"ED332031",
        "title":"Georgia 4-H Consumer Judging."},
      {
        "id":"ED332032",
        "title":"Job-PAK. Job Placement Assistance Kit. Targeting Employment Series. Special Publication No. 59A."},
      {
        "id":"ED332033",
        "title":"NetWORK for Effective Transitions to Work. A Transition Coordinator&apos;s Handbook. Targeting Employment Series."},
      {
        "id":"ED332034",
        "title":"The Status of Correctional Education in the United States. A Report of the 1987 Annual Survey of State Directors of Correctional Education."},
      {
        "id":"ED332035",
        "title":"An Examination of Postsecondary (Junior and Community Colleges) Marketing and Mid-Management Curriculums. Final Report."},
      {
        "id":"ED332036",
        "title":"Strategies for Developing the Affective Work Competencies of Marketing Education Students."},
      {
        "id":"ED332038",
        "title":"The Role and Quality of Proprietary Schools: Minnesota Students' Perspectives."},
      {
        "id":"ED332039",
        "title":"Organizational Culture in Adult Basic Education in the Netherlands."},
      {
        "id":"ED332040",
        "title":"A National Survey of the Experiences of Beginning Vocational Teachers."},
      {
        "id":"ED332041",
        "title":"Dynamics of the Induction Process for Beginning Vocational Teachers."},
      {
        "id":"ED332042",
        "title":"Adult Education Research Annual Conference Proceedings (32nd, Norman, Oklahoma, May 30-June 2, 1991)."},
      {
        "id":"ED332043",
        "title":"Organizing Adult Education for All."},
      {
        "id":"ED332044",
        "title":"Human Resource Development for International Operation."},
      {
        "id":"ED332045",
        "title":"Researching Literacy in Industrialised Countries: Trends and Prospects. UIE Reports 2."},
      {
        "id":"ED332051",
        "title":"Whole Language: A Framework for Thinking about Literacy Work with Adults."},
      {
        "id":"ED332052",
        "title":"Not Aid, Cooperation. European Congress on Continuing Education and Training (3rd, Berlin, Federal Republic of Germany, March 14-15, 1991)."},
      {
        "id":"ED332053",
        "title":"The Parent/Student Study Skills Connection."},
      {
        "id":"ED332054",
        "title":"What Work Requires of Schools. A SCANS Report for America 2000."},
      {
        "id":"ED332056",
        "title":"Tobacco: The Real Story. It's Your Choice."},
      {
        "id":"ED332059",
        "title":"Alcohol: The Real Story. It's Your Choice."},
      {
        "id":"ED332062",
        "title":"Marijuana: The Real Story. It's Your Choice!"},
      {
        "id":"ED332064",
        "title":"Developing Leadership in Geriatric Education: An Annual Faculty Institute. Proceedings of the Summer Geriatric Institute (4th, Lexington, Kentucky, July 24-27, 1989)."},
      {
        "id":"ED332067",
        "title":"Into Adolescence: Avoiding Drugs. A Curriculum for Grades 5-8. Contemporary Health Series. [Teacher&apos;s Guide and] Student Workbook."},
      {
        "id":"ED332070",
        "title":"Entering Adulthood: Examining Drugs and Risks. A Curriculum for Grades 9-12. Contemporary Health Series. [Teacher&apos;s Guide and] Student Workbook."},
      {
        "id":"ED332074",
        "title":"The Counseling & Guidance Curriculum."},
      {
        "id":"ED332076",
        "title":"Enumerating Homeless Persons: Methods and Data Needs. Conference Proceedings [November 1990]."},
      {
        "id":"ED332078",
        "title":"Serving the Future: An Update on Adolescent Pregnancy Prevention Programs in Developing Countries."},
      {
        "id":"ED332082",
        "title":"Identification of Which High Risk Youth Smoke Cigarettes Regularly."},
      {
        "id":"ED332087",
        "title":"Going Places: An Enrichment Program To Empower Students."},
      {
        "id":"ED332088",
        "title":"Indiana Developmental School Counseling Idea Book."},
      {
        "id":"ED332094",
        "title":"What You Can Do about Drug Use in America."},
      {
        "id":"ED332095",
        "title":"An Employer's Guide to Dealing with Substance Abuse."},
      {
        "id":"ED332096",
        "title":"Youth at High Risk for Substance Abuse. Proceedings of a Technical Review on &quot;Special Youth Populations--What Etiology Suggests about Prevention and Treatment Programming&quot; (Rockville, Maryland, July 16-17, 1986)."},
      {
        "id":"ED332097",
        "title":"National Drug and Alcoholism Treatment Unit Survey (NDATUS). 1987 Final Report."},
      {
        "id":"ED332098",
        "title":"Communities Creating Change: Exemplary Alcohol and Other Drug Prevention Programs 1990."},
      {
        "id":"ED332099",
        "title":"Overview of Selected Drug Trends."},
      {
        "id":"ED332100",
        "title":"An Annotated Publications List on Homelessness."},
      {
        "id":"ED332101",
        "title":"AIDS/HIV Infection and the Workplace: NIDA Workgroup Report."},
      {
        "id":"ED332102",
        "title":"What Works: Workplaces Without Drugs."},
      {
        "id":"ED332103",
        "title":"Technical, Scientific and Procedural Issues of Employee Drug Testing: Consensus Report."},
      {
        "id":"ED332104",
        "title":"Stopping Alcohol and Other Drug Use before It Starts: The Future of Prevention. OSAP Prevention Monograph-1."},
      {
        "id":"ED332105",
        "title":"Youth and Drugs: Society's Mixed Messages. OSAP Prevention Monograph-6."},
      {
        "id":"ED332106",
        "title":"How To Start and Run an Alcohol and Other Drug Information Centre: A Guide."},
      {
        "id":"ED332108",
        "title":"Part-Time Work among High School Seniors: How Much Is Too Much?"},
      {
        "id":"ED332110",
        "title":"A Comparison of Some Portions of the Developmental Theories of Daniel N. Stern and Margaret S. Mahler."},
      {
        "id":"ED332113",
        "title":"Effects of Maternal Employment on Perceived Parental Sex-Role Characteristics."},
      {
        "id":"ED332115",
        "title":"Mentally Tough: The Power To Do Your Best."},
      {
        "id":"ED332117",
        "title":"Racial Differences in the Structure of Self-Esteem in Early Adolescence: An Attitudinal Approach to Measurement and Conceptualization."},
      {
        "id":"ED332119",
        "title":"Adolescent Health--Volume 1: Summary and Policy Options."},
      {
        "id":"ED332122",
        "title":"What America's Users Spend on Illegal Drugs. An Office of National Drug Control Policy Technical Paper."},
      {
        "id":"ED332124",
        "title":"The Effects of Context on Correlates of Adolescent Alcohol Abuse."},
      {
        "id":"ED332131",
        "title":"Mother-Child Interactions in Families of Depressed Women."},
      {
        "id":"ED332135",
        "title":"How Many Children Lie about Being Sexually Abused?: A Survey of Mental Health and Law Enforcement Professionals."},
      {
        "id":"ED332136",
        "title":"Characteristics of Abuse that Influence When Adults Molested as Children Seek Treatment."},
      {
        "id":"ED332137",
        "title":"The Oedipal Complex and Child Sexual Abuse Research: A Re-examination of Freud's Hypothesis."},
      {
        "id":"ED332138",
        "title":"A Comparison of the Abuse Experiences of Male and Female Adults Molested as Children."},
      {
        "id":"ED332139",
        "title":"Interrelationship of Family and Extrafamilial Violence in a Representative Sample."},
      {
        "id":"ED332140",
        "title":"Physical Punishment and the Development of Aggressive and Violent Behavior: A Review."},
      {
        "id":"ED332144",
        "title":"The Botswana National Literacy Program: Case Materials on Policy and Performance."},
      {
        "id":"ED332148",
        "title":"Reading To Achieve: Strategies for Adult/College Learners."},
      {
        "id":"ED332149",
        "title":"Temporality and Affect: Useful Starting Points in Interpretation."},
      {
        "id":"ED332150",
        "title":"Reading and Reporting on Books: Teacher Expectations and Student Outcomes."},
      {
        "id":"ED332151",
        "title":"Baker's Dozen of the Best Ideas for College Learning Specialists."},
      {
        "id":"ED332152",
        "title":"Teaching Reading through Humor."},
      {
        "id":"ED332155",
        "title":"A School-College Consultation Model for Integration of Technology and Whole Language in Elementary Science Instruction. Field Study Report No. 1991.A.BAL, Christopher Columbus Consortium Project."},
      {
        "id":"ED332157",
        "title":"How Students Read To Answer Questions and How That Affects Their Learning. Technical Report No. 532."},
      {
        "id":"ED332158",
        "title":"Talking to Literacy Learners: A Parent Education Project."},
      {
        "id":"ED332160",
        "title":"The Effect of Phonemic Awareness Ability and Reading Instructional Approach on First Grade Children's Acquisition of Spelling and Decoding Skills."},
      {
        "id":"ED332162",
        "title":"Sources of Variance Influencing Adults' Reading Strategies and Comprehension."},
      {
        "id":"ED332165",
        "title":"Testing and Assessment. Special Collection Number 1."},
      {
        "id":"ED332166",
        "title":"Developing Minds: A Resource Book for Teaching Thinking. Revised Edition, Volume 1."},
      {
        "id":"ED332167",
        "title":"Developing Minds: Programs for Teaching Thinking. Revised Edition, Volume 2."},
      {
        "id":"ED332171",
        "title":"Miami's Spanish-Language Newspapers Report the l988 Presidential Primary."},
      {
        "id":"ED332181",
        "title":"Researching Language Practices in Other Disciplines: Seeing Ourselves as &quot;Other.&quot;"},
      {
        "id":"ED332182",
        "title":"Empowerment/Being All That You Can Be: An Experiment towards a Multiculturalist Practice."},
      {
        "id":"ED332183",
        "title":"Write Where You Are: The Off-Campus Composition Course."},
      {
        "id":"ED332184",
        "title":"The Relationship between the Portfolio Method of Teaching Writing and Measures of Personality and Motivation."},
      {
        "id":"ED332186",
        "title":"The Impulse toward Comedy in Margaret Atwood's Poetry."},
      {
        "id":"ED332187",
        "title":"One of the Things at Stake in the Peer-Group Conference: The Feminine."},
      {
        "id":"ED332188",
        "title":"Impossible Subjects: Writing, Ethics, and Radical Alterity."},
      {
        "id":"ED332189",
        "title":"What Our Students Like To Write and Why: Exploring the Creative and the Personal."},
      {
        "id":"ED332191",
        "title":"Metaphors We Teach By."},
      {
        "id":"ED332192",
        "title":"Contrasts in Student and Faculty Perceptions of Student Writing Ability."},
      {
        "id":"ED332195",
        "title":"Writing Tasks and the Quality of Student Writing: Evidence from a Statewide Assessment of Writing."},
      {
        "id":"ED332197",
        "title":"Hearing or Ignoring Audience: the Dilemma of the Freshman Writer."},
      {
        "id":"ED332199",
        "title":"WAC and Engineering, or Why Engineers Can't Write."},
      {
        "id":"ED332200",
        "title":"English-Language Arts Model Curriculum Standards: Grades Nine through Twelve. Second Edition."},
      {
        "id":"ED332202",
        "title":"Learning to Teach Literature in California: Challenging the Rules for Standardized Instruction. Research Series No. 200."},
      {
        "id":"ED332203",
        "title":"Learning to Teach Literature: Structuring Classroom Tasks To Free Children's Responses to Text. Research Series No. 201."},
      {
        "id":"ED332205",
        "title":"Writing Achievement of Middle Level Students Using Computers To Write a Newspaper."},
      {
        "id":"ED332206",
        "title":"Readers, Writers, Teachers: The Process of Pedagogy."},
      {
        "id":"ED332207",
        "title":"Rhetorics of Resistance."},
      {
        "id":"ED332208",
        "title":"Personality Type and Responding to Student Writing: Directions for Study."},
      {
        "id":"ED332209",
        "title":"The Clash between Teachers' Personal Views of Student Writing and Views Imposed by the State."},
      {
        "id":"ED332211",
        "title":"Stifled Voices; Clashing Ideologies: Student Arguments and the American Jeremiad."},
      {
        "id":"ED332213",
        "title":"Alexander Bain's CUE in the Post-Modern World: Unity Revisited."},
      {
        "id":"ED332215",
        "title":"Writing Abilities, Writing Attitudes, and the Teaching of Writing."},
      {
        "id":"ED332216",
        "title":"Collaborative Learning, Phase Two: Experimental Research."},
      {
        "id":"ED332217",
        "title":"Back to School: Warnings and Advice to the Older Graduate Student."},
      {
        "id":"ED332221",
        "title":"Notes from beyond the Cognitive Domain."},
      {
        "id":"ED332222",
        "title":"Voice and the Collaborative Essay."},
      {
        "id":"ED332223",
        "title":"Alaska Writing Assessment Pilot Survey 1988-89."},
      {
        "id":"ED332226",
        "title":"Planes of Existence: Toward Epistemological Peace."},
      {
        "id":"ED332232",
        "title":"Popular Music, Television, and Generational Identity."},
      {
        "id":"ED332235",
        "title":"Where Shall I Go to College to Study Advertising?"},
      {
        "id":"ED332236",
        "title":"The Challenge of Communication Curriculum Integration."},
      {
        "id":"ED332239",
        "title":"Communication and Social Values in Cross Cultural Adjustment: Conceptual Background and Some Propositions."},
      {
        "id":"ED332240",
        "title":"Discourse and Leadership: Which is Best for Morale and Productivity a Monologue or a Dialogue?"},
      {
        "id":"ED332241",
        "title":"LEAD: Communication Training for Leadership Development."},
      {
        "id":"ED332242",
        "title":"The Sound (and Sight) of Silence: Notes on Television and the Communication Ecology of Adolescent Homosexuality."},
      {
        "id":"ED332243",
        "title":"Rhetorical and Grammatical Tests To Enter Students as Mass Communication Majors."},
      {
        "id":"ED332244",
        "title":"Who's Annoying Who? Problems in Organizational Groups."},
      {
        "id":"ED332247",
        "title":"Pragmatic Humanism in the Workplace: Reaching the Troubled Employee via the Constructive Confrontation Strategy."},
      {
        "id":"ED332250",
        "title":"Student Responses to Computers: A Longitudinal Study."},
      {
        "id":"ED332252",
        "title":"American Media Domination and Audience Preference: A 60-Year Perspective."},
      {
        "id":"ED332255",
        "title":"Educating the Consumer about Advertising: Some Issues. ERIC Digest."},
      {
        "id":"ED332256",
        "title":"Obstacles to Excellence: Factors Leading to an Exaggerated Sense of Communication Proficiency."},
      {
        "id":"ED332257",
        "title":"Integrating Mass Media Instruction: &quot;Connecting&quot; NIE and TV Programs for the 21st Century."},
      {
        "id":"ED332258",
        "title":"Readings in Educational Supervision from \"Educational Leadership.\""},
      {
        "id":"ED332259",
        "title":"Readings in Educational Supervision, Volume 2."},
      {
        "id":"ED332262",
        "title":"Taking Cover, Taking Stock, or Taking Charge: An Urban District's Response When a State Department of Education Considers Taking Over."},
      {
        "id":"ED332265",
        "title":"Seeing the Whole Picture: The Educational Program Audit."},
      {
        "id":"ED332267",
        "title":"Implementing Change with Staff, Parent and Community Involvement."},
      {
        "id":"ED332268",
        "title":"Learning Styles and Computers."},
      {
        "id":"ED332270",
        "title":"Support for and Management of Information Technology in Schools."},
      {
        "id":"ED332273",
        "title":"Educational Administration in the 1990's. ACEA Monograph Series No. 6."},
      {
        "id":"ED332276",
        "title":"Accelerated Schools: The Inquiry Process and the Prospects for School Change."},
      {
        "id":"ED332277",
        "title":"The Classroom Alternative Process: School Change Policy into Practice."},
      {
        "id":"ED332279",
        "title":"Current Supervisory and Evaluation Practices: Paradoxes and Deficiencies."},
      {
        "id":"ED332281",
        "title":"What We Know About: Cooperative Learning."},
      {
        "id":"ED332283",
        "title":"Developing a Peer Tutoring Program for Year-Round Education."},
      {
        "id":"ED332284",
        "title":"Rethinking School Finance. A Policy Issues Paper Prepared for the Chief State School Officers of the Northwest and Pacific."},
      {
        "id":"ED332285",
        "title":"Limitations on Change: Current Conditions Influencing Academic Intransigence in Educational Administration Programs."},
      {
        "id":"ED332286",
        "title":"Learning To Lead: Reflective Practice in Preservice Education."},
      {
        "id":"ED332288",
        "title":"Staff Development in the Middle Grades. Report No. 38."},
      {
        "id":"ED332289",
        "title":"The Reflective Macintosh: A Computer-Assisted Approach to Understanding and Improving Managerial Practice. Project Report."},
      {
        "id":"ED332290",
        "title":"Effective Programs for Students At Risk."},
      {
        "id":"ED332297",
        "title":"Minnesota School Finance: A Guide for Legislators."},
      {
        "id":"ED332299",
        "title":"School Restructuring in California. The 1991-92 Budget; Perspectives and Issues. Reprint."},
      {
        "id":"ED332300",
        "title":"Collegial Groups in School Improvement: Project SIGN."},
      {
        "id":"ED332301",
        "title":"Report to the Legislature on Commercialism in Schools. (Supplementary Appropriations Act, Section 122, Chapter 16, Laws of 1990, First Extraordinary Session)."},
      {
        "id":"ED332302",
        "title":"Will New Structures Stay Restructured?"},
      {
        "id":"ED332305",
        "title":"Canada's Schools: Report Card for the 1990s. A CEA Opinion Poll."},
      {
        "id":"ED332307",
        "title":"At-Risk Youth in Crisis: A Handbook for Collaboration between Schools and Social Services, Volume 3: Child Abuse."},
      {
        "id":"ED332308",
        "title":"At-Risk Youth in Crisis: A Handbook for Collaboration between Schools and Social Services. Volume 4: Substance Abuse."},
      {
        "id":"ED332315",
        "title":"Cadillacs or Chevrolets? The Effects of State Control on School Finance in California."},
      {
        "id":"ED332317",
        "title":"Educational Leadership in Alberta: A Study Conducted on Behalf of the Consortium."},
      {
        "id":"ED332318",
        "title":"Real Restructuring through Technology."},
      {
        "id":"ED332319",
        "title":"Taming the Beast: Developing a Master Schedule for Multi-Track Secondary YRE."},
      {
        "id":"ED332322",
        "title":"Options &amp; Opportunities: School Improvement Processes in Michigan."},
      {
        "id":"ED332323",
        "title":"Exploring Policy Options To Restructure Education."},
      {
        "id":"ED332327",
        "title":"Integrated Learning Systems: A School-Based Evaluation."},
      {
        "id":"ED332329",
        "title":"Evaluation of Project LEAD Programs in the District of Columbia Public Schools."},
      {
        "id":"ED332331",
        "title":"WVEA-AEL Site-Based Decisionmaking Casebook: A Joint Study."},
      {
        "id":"ED332334",
        "title":"Administrative Facilitation and Site-Based School Reform Projects."},
      {
        "id":"ED332335",
        "title":"Curriculum Composition: The Reform Movement and Student Outcomes."},
      {
        "id":"ED332337",
        "title":"The Effects of Applying Alternative Research Methods to Educational Administration Theory and Practice."},
      {
        "id":"ED332339",
        "title":"Re-Thinking School Leadership: An Agenda for Research and Reform. NCEL Occasional Paper No. 1"},
      {
        "id":"ED332340",
        "title":"Preparing School Administrators for the Twenty-First Century: The Reform Agenda. NCEL Occasional Paper No. 2."},
      {
        "id":"ED332341",
        "title":"What Makes a Difference? School Context, Principal Leadership, and Student Achievement. NCEL Occasional Paper No. 3."},
      {
        "id":"ED332342",
        "title":"School Restructuring: A Case Study in Teacher Empowerment. NCEL Occasional Paper No. 4."},
      {
        "id":"ED332343",
        "title":"Educational Reform in the 1980s: Explaining Some Surprising Success. NCEL Occasional Paper No. 5."},
      {
        "id":"ED332344",
        "title":"New Settings and Changing Norms for Principal Development. NCEL Occasional Paper No. 6."},
      {
        "id":"ED332345",
        "title":"Images of Leadership. NCEL Occasional Paper No. 7."},
      {
        "id":"ED332346",
        "title":"Trouble in Paradise: Teacher Conflicts in Shared Decision Making. NCEL Occasional Paper No. 8."},
      {
        "id":"ED332347",
        "title":"Community School District 4, New York City: A Case of Choice. CPRE Report Series TC-002."},
      {
        "id":"ED332348",
        "title":"The Minnesota Postsecondary Options Law; A Case of Choice. CPRE Report Series TC-004."},
      {
        "id":"ED332349",
        "title":"Educational Clinics in Washington State: A Case of Choice. CPRE Report Series TC-003."},
      {
        "id":"ED332350",
        "title":"Working Models of Choice in Public Education. CPRE Report Series RR-018."},
      {
        "id":"ED332353",
        "title":"The Relevance of Discourse Analysis of Supervisory Conferences: An Exploration."},
      {
        "id":"ED332354",
        "title":"Face-Threatening Acts and Politeness Theory: Contrasting Speeches from Supervisory Conferences."},
      {
        "id":"ED332355",
        "title":"Inclusive Middle Schooling Practices: Shifting from Deficit to Support Models."},
      {
        "id":"ED332357",
        "title":"A Training Model for School-Based Decision Making."},
      {
        "id":"ED332360",
        "title":"Measurement and Model Linkages in Assessing School Environments."},
      {
        "id":"ED332361",
        "title":"Social Skills instruction in Elementary and Secondary Education: Factors Effecting Curriculum Implementation."},
      {
        "id":"ED332367",
        "title":"A Review of Middle Level Organization."},
      {
        "id":"ED332368",
        "title":"Two Pieces of Wood: Symbols of Control."},
      {
        "id":"ED332369",
        "title":"A Tale Full of Sound and Fury--Signifying What? Feminism and Curriculum Policy in Australia."},
      {
        "id":"ED332370",
        "title":"A Knowledge Base for Educational Leadership."},
      {
        "id":"ED332371",
        "title":"Joining the Old Boys Club? Women's Careers As School Principals in British Columbia, Canada, 1980 to 1990."},
      {
        "id":"ED332373",
        "title":"Students and the Law. Fastback Series No. 317."},
      {
        "id":"ED332374",
        "title":"Child Sexual Abuse: Problems, Perspectives and Programs for Schools in the 1990s. A Guide for School Administrators."},
      {
        "id":"ED332375",
        "title":"Anatomy of a Learning Assistance Centre."},
      {
        "id":"ED332376",
        "title":"Moral Choices/Moral Conflicts: Self-Perceptions of Schoolteachers."},
      {
        "id":"ED332378",
        "title":"Toward a Theory of School Leadership."},
      {
        "id":"ED332379",
        "title":"Rationale and Methods To Articulate Ethics and Administrator Training."},
      {
        "id":"ED332380",
        "title":"America 2000: An Education Strategy. Revised Edition."},
      {
        "id":"ED332381",
        "title":"Planning a Needs Assessment Management System: PANAMS. Personnel Preparation for Special Education Services."},
      {
        "id":"ED332382",
        "title":"Job Coaching Manual. Great Falls Transition Project."},
      {
        "id":"ED332383",
        "title":"Social Integration of Handicapped Students: Cooperative Goal Structuring. Research Brief for Teachers. Brief T1."},
      {
        "id":"ED332384",
        "title":"Populations of Residential Facilities for Persons with Mental Retardation: Trends by Size, Operation and State, 1977 to 1987. Brief Report #32."},
      {
        "id":"ED332385",
        "title":"Charlotte Circle Project 1985-1988. Final Report."},
      {
        "id":"ED332387",
        "title":"An Interdisciplinary Approach to Training the Arrhythmic Child. Final Project Report and Addendum to Final Project Report."},
      {
        "id":"ED332388",
        "title":"A Resource Guide in the Visual Arts for Youth with Exceptional Educational Needs."},
      {
        "id":"ED332389",
        "title":"Dynamic Assessment of Intellectually Handicapped Children. Alternative Assessments of Handicapped Children. Technical Report No. 4."},
      {
        "id":"ED332390",
        "title":"Adaptive Behavior. Abstract 26. Research &amp; Resources on Special Education."},
      {
        "id":"ED332391",
        "title":"Strategies for Maintaining a Support Group."},
      {
        "id":"ED332392",
        "title":"Foster Care and Adoption of Handicapped Children."},
      {
        "id":"ED332393",
        "title":"Sexually Victimized Boys."},
      {
        "id":"ED332394",
        "title":"Family Resource Centers: A Way To Grow."},
      {
        "id":"ED332396",
        "title":"Implementing Regional Consortia for Postsecondary Learning Disability Personnel. Special Education Center Publication Series, Document Number LDC 20."},
      {
        "id":"ED332397",
        "title":"Computer Assisted Instruction for Students with Mild Handicaps. Abstract 27: Research and Resources on Special Education."},
      {
        "id":"ED332398",
        "title":"The Abilities of Gifted Children."},
      {
        "id":"ED332400",
        "title":"Teaching the Gifted."},
      {
        "id":"ED332401",
        "title":"The Regents' Action Plan and Education of the Gifted. Revised."},
      {
        "id":"ED332404",
        "title":"Vocational Rehabilitation Services: A Postsecondary Student Consumer's Guide. Revised."},
      {
        "id":"ED332405",
        "title":"Getting Ready for College: Advising High School Students with Learning Disabilities."},
      {
        "id":"ED332406",
        "title":"Youth with Disabilities and Chronic Illnesses: An Introductory Guide for Youth and Parents. CYDLINE Reviews."},
      {
        "id":"ED332407",
        "title":"Youth with Disabilities and Chronic Illnesses: International Issues. CYDLINE Reviews."},
      {
        "id":"ED332408",
        "title":"Adolescents with Chronic Illnesses--Issues for School Personnel. Second Edition. CYDLINE Reviews."},
      {
        "id":"ED332409",
        "title":"Promoting Decision-Making Skills by Youth with Disabilities: Health, Education, and Vocational Choices. 2nd Edition. CYDLINE Reviews."},
      {
        "id":"ED332410",
        "title":"Issues in Sexuality for Adolescents with Chronic Illnesses and Disabilities. CYDLINE Reviews."},
      {
        "id":"ED332411",
        "title":"Making the System Work: An Advocacy Workshop for Parents. Families as Allies Project."},
      {
        "id":"ED332412",
        "title":"Working Together: The Parent/Professional Partnership. Families as Allies Project."},
      {
        "id":"ED332413",
        "title":"Glossary of Acronyms, Laws, and Terms for Parents Whose Children Have Emotional Handicaps. Families as Allies Project. Second Edition."},
      {
        "id":"ED332414",
        "title":"Changing Roles, Changing Relationships: Parent-Professional Collaboration on Behalf of Children with Emotional Disabilities. Families as Allies Project."},
      {
        "id":"ED332415",
        "title":"Brothers and Sisters of Children with Disabilities: An Annotated Bibliography. Families as Allies Project."},
      {
        "id":"ED332416",
        "title":"The Multnomah County CAPS Project: An Effort To Coordinate Service Delivery for Children and Youth Considered Seriously Emotionally Disturbed. A Process Evaluation. Therapeutic Case Advocacy Project."},
      {
        "id":"ED332417",
        "title":"Interagency Collaboration: An Annotated Bibliography for Programs Serving Children with Emotional Disabilities and Their Families. Therapeutic Case Advocacy Project."},
      {
        "id":"ED332418",
        "title":"Choices for Treatment: Methods, Models, and Programs of Intervention for Children with Emotional Disabilities and Their Families. An Annotated Bibliography. Therapeutic Case Advocacy Project."},
      {
        "id":"ED332419",
        "title":"Therapeutic Case Advocacy Workers' Handbook. Therapeutic Case Advocacy Project."},
      {
        "id":"ED332420",
        "title":"Therapeutic Case Advocacy Trainers' Guide: A Format for Training Direct Service Staff and Administrators. Therapeutic Case Advocacy Project."},
      {
        "id":"ED332421",
        "title":"Youth in Transition: A Description of Selected Transition Programs Serving Adolescents with Emotional Disabilities. Youth in Transition Project."},
      {
        "id":"ED332422",
        "title":"Transition Policies Affecting Services to Youth with Serious Emotional Disabilities. Youth in Transition Project."},
      {
        "id":"ED332423",
        "title":"Next Steps: A National Family Agenda for Children Who Have Emotional Disorders. Conference Proceedings (Arlington, Virginia, December 10-11, 1988)."},
      {
        "id":"ED332424",
        "title":"Issues in Culturally Competent Service Delivery: An Annotated Bibliography. Minority Cultural Initiative Project."},
      {
        "id":"ED332425",
        "title":"Statewide Parent Organization Demonstration Project: Final Report."},
      {
        "id":"ED332428",
        "title":"Annotated Bibliography on Transition from School to Work. Volume 5."},
      {
        "id":"ED332429",
        "title":"Parents&apos; Reports of Students&apos; Involvement with Vocational Rehabilitation Agencies in the First Years after Secondary School. A Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED332430",
        "title":"Self-Advocacy, Feature Issue of IMPACT."},
      {
        "id":"ED332432",
        "title":"District 75/Citywide E.C.I.A. Chapter 1, P.L. 89-313 Handicapped Program, 1989-90. State Report. OREA Report."},
      {
        "id":"ED332433",
        "title":"Special Education and Resource Center (SETRC), 1989-1990. OREA Report."},
      {
        "id":"ED332434",
        "title":"Child and Adolescent Service System Program Technical Assistance Research Meeting: Summary of Proceedings (Washington, DC, May 1-2, 1990)."},
      {
        "id":"ED332436",
        "title":"PRISE Reporter, Volume 21, No. 1-5, October 1989-June 1990."},
      {
        "id":"ED332440",
        "title":"Self-Esteem Comparisons among Intellectually Gifted Minority/Non-Minority Junior High Students."},
      {
        "id":"ED332441",
        "title":"Considerations and Implications When Reading Stories to Young Deaf Children. Occasional Paper 133."},
      {
        "id":"ED332442",
        "title":"Visions Of: Independence-Productivity-Integration for People with Developmental Disabilities. A Summary of Reports Prepared by State Developmental Disabilities Planning Councils. Executive Summary."},
      {
        "id":"ED332443",
        "title":"Northwest ESD 189 Special Education Equity Project: July 1, 1989 to June 30, 1990. Final Report."},
      {
        "id":"ED332444",
        "title":"Personnel Preparation in Early Childhood Special Education: A Southeastern Perspective."},
      {
        "id":"ED332445",
        "title":"What Special Education Teachers Want To Know about AIDS."},
      {
        "id":"ED332447",
        "title":"The Use of Music and Its Effects on the Behavior and Academic Performance of Special Students: A Review of the Literature."},
      {
        "id":"ED332449",
        "title":"Postsecondary Musical Independence and Related High School/College Experiences."},
      {
        "id":"ED332450",
        "title":"Early Intervention Regulation: Annotation and Analysis of Part H."},
      {
        "id":"ED332454",
        "title":"Reconceptualization of Financing under P.L. 99-457, Part H."},
      {
        "id":"ED332456",
        "title":"The Total Impact Model: A Community College/Trade School Collaboration for Learning Disabled Young Adults. Final Report."},
      {
        "id":"ED332461",
        "title":"Developing Culturally Competent Programs for Families of Children with Special Needs. 2nd Edition."},
      {
        "id":"ED332462",
        "title":"Workbook Series for Providing Services to Children with Handicaps and Their Families. Worbook for: Developing Culturally Competent Programs for Families of Children with Special Needs. 2nd Edition."},
      {
        "id":"ED332463",
        "title":"Inclusive Education for Learners with Severe Disabilities. Print and Media Resources."},
      {
        "id":"ED332464",
        "title":"Services for People with Developmental Disabilties. 1990 Chartbook."},
      {
        "id":"ED332465",
        "title":"Individuals with Learning Disabilities Out of School One Year. Iowa Statewide Follow-Up Study."},
      {
        "id":"ED332466",
        "title":"Adult Adjustment of Individuals with Mild Disabilities One Year after Leaving School. Iowa State Follow-Up Study."},
      {
        "id":"ED332468",
        "title":"Employment and People with Disabilities."},
      {
        "id":"ED332469",
        "title":"Determination of Mode of Reading for Visually Impaired Learners. FY 1991-2. Technical Assistance Paper."},
      {
        "id":"ED332470",
        "title":"Young People and Disability: Selected Experiential Literature. Project Parents in Partnership."},
      {
        "id":"ED332471",
        "title":"Resource Guide for the Development of Policies and Practices in the Use of Paraprofessionals in Special Education. Project ASSIST."},
      {
        "id":"ED332475",
        "title":"Academic Performance of Enrolled Learning Disabled and Nonlearning Disabled University Students Classified by Two Objective Admission Criteria."},
      {
        "id":"ED332476",
        "title":"State Incentive Grant District 75/Citywide Special Education. Staff Development Program 1989-1990. OREA Report."},
      {
        "id":"ED332477",
        "title":"An Analysis of Child Count Data and Personnel Needs in Special Education Programs in Alabama."},
      {
        "id":"ED332478",
        "title":"Traumatic Brain Injury and Vocational Rehabilitation."},
      {
        "id":"ED332480",
        "title":"Interagency Collaboration: A Working Model and a Case Study. The Norfolk Youth Network."},
      {
        "id":"ED332483",
        "title":"Together Schools--Training Regular and Special Educators To Share Responsibility for Teaching All Students."},
      {
        "id":"ED332484",
        "title":"Social Support and Stress of Mothers of Mentally Retarded Children."},
      {
        "id":"ED332486",
        "title":"The CO-CEP Initiative: The Cooperative Career Employment Program for Seriously Emotionally Disturbed Adolescents."},
      {
        "id":"ED332487",
        "title":"Training Personnel for Children Affected by Alcohol or Drugs."},
      {
        "id":"ED332489",
        "title":"A Prototype for a Computer-Based Listening Comprehension Proficiency Test. Final Report."},
      {
        "id":"ED332491",
        "title":"ESL/EFL Methodology: Topical, Annotated Bibliographies. Volume 1."},
      {
        "id":"ED332496",
        "title":"Reading Comprehension in ESL: A Selected, Annotated Bibliography."},
      {
        "id":"ED332498",
        "title":"English Only JAMAS."},
      {
        "id":"ED332500",
        "title":"A Whole Language Approach to the Teaching of Bilingual Learners. Occasional Paper No. 15."},
      {
        "id":"ED332502",
        "title":"Evaluating ITA Preparation Programs: Intensive versus Concurrent."},
      {
        "id":"ED332504",
        "title":"Women in the Linguistics Profession: The Cornell Lectures. Conference on Women in Linguistics (Ithaca, New York, June 1989)."},
      {
        "id":"ED332508",
        "title":"Neurological, Psychological, and Emotional Aspects Related to Bilingualism."},
      {
        "id":"ED332514",
        "title":"Teaching Science to Students with Limited English Proficiency Using Cooperative Learning Techniques."},
      {
        "id":"ED332515",
        "title":"Russian/Greek Bilingual Comprehensive Instructional Program, 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED332518",
        "title":"The Finnish Foreign Language Diploma for Professional Purposes."},
      {
        "id":"ED332522",
        "title":"Development of the Texas Oral Proficiency Test (TOPT). Final Report."},
      {
        "id":"ED332524",
        "title":"Computer HANGMAN: Pedagogically Sound or a Waste of Time?"},
      {
        "id":"ED332525",
        "title":"Cognitive Academic Learning Approaches Through E.S.L. Content Areas with Career Exploration Strategies (Project CALA), 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED332526",
        "title":"Basil Bernstein's Sociology of Language: Deficit, Difference and Bewitchment."},
      {
        "id":"ED332528",
        "title":"Cooperative Learning for Bilingual Students: A Case Study of a CIRC Implementation."},
      {
        "id":"ED332533",
        "title":"Learning To See: American Sign Language as a Second Language. Language in Education: Theory and Practice 76."},
      {
        "id":"ED332537",
        "title":"Beyond Drill and Filler: The Computer/Composition Connection."},
      {
        "id":"ED332538",
        "title":"Captioned Television as \"Comprehensible Input\": Effects of Incidental Word Learning from Context for Language Minority Students."},
      {
        "id":"ED332540",
        "title":"Using Interpreters and Translators To Meet the Needs of Handicapped Language Minority Students and Their Families. Program Information Guide Series No. 4."},
      {
        "id":"ED332544",
        "title":"Publication Outlets in Foreign Languages and Literatures."},
      {
        "id":"ED332546",
        "title":"&quot;CALL&quot; in the Heart of Darkness: A Research into the Place of &quot;CALL&quot; in TESOL."},
      {
        "id":"ED332551",
        "title":"Vocabulary in ESP: A Lexical Analysis of the English of Electronics and a Study of Semi-Technical Vocabulary. CLCS Occasional Paper No. 25."},
      {
        "id":"ED332552",
        "title":"How Does Training Affect Teachers?"},
      {
        "id":"ED332554",
        "title":"English as a Second Language: Tutor Training Workshop Guide and Tutor Handbook."},
      {
        "id":"ED332556",
        "title":"What Did You Learn at Work Today?"},
      {
        "id":"ED332557",
        "title":"Survey of Literacy Skills Used in Daily Activities."},
      {
        "id":"ED332560",
        "title":"Home English Literacy for Parents: An ESL Family Literacy Curriculum. Project HELP Evaluation."},
      {
        "id":"ED332562",
        "title":"Budgeting for Higher Education at the State Level: Enigma, Paradox, and Ritual. ERIC Digest."},
      {
        "id":"ED332565",
        "title":"Project Descriptions: Model Curricula for Alcohol and Other Drug Abuse Physician and Nurse Education."},
      {
        "id":"ED332566",
        "title":"Pediatric Minimal Knowledge and Skills: The First Step in Developing a Curriculum in Alcohol and Other Drugs for Pediatricians."},
      {
        "id":"ED332567",
        "title":"Minimum Knowledge and Skills Objectives for Alcohol and Other Drug Abuse Teaching."},
      {
        "id":"ED332569",
        "title":"Classics in the Market Place: An Independent Research Study on Attitudes to the Employment of Classics Graduates."},
      {
        "id":"ED332570",
        "title":"The Creation of a Strategic Planning Model for the Student Development Department at Winnipeg Bible College: Governance and Management."},
      {
        "id":"ED332572",
        "title":"Draft Model Curriculum in Nursing Education for Alcohol and Other Drug Abuse."},
      {
        "id":"ED332577",
        "title":"Blackhawk Technical College Alcohol and Other Drug Abuse Program."},
      {
        "id":"ED332578",
        "title":"South Dakota Board of Regents Systemwide Quality-of-Life Policies."},
      {
        "id":"ED332580",
        "title":"North Carolina Agricultural and Technical State University Drug Education Policy."},
      {
        "id":"ED332583",
        "title":"Linkages: Texas Higher Education Drug Abuse Prevention Digest. Vol I, No. 1."},
      {
        "id":"ED332590",
        "title":"Substance Abuse Policy"},
      {
        "id":"ED332592",
        "title":"Kearney State College Drug-Free Campus Program."},
      {
        "id":"ED332594",
        "title":"Policies and Programs for the 1990's: A Team Approach to the Prevention of Alcohol, Other Drug, and Traffic Safety Problems in Higher Education. 1989 Workshops."},
      {
        "id":"ED332595",
        "title":"Drunk Driving. Surgeon General's Workshop. Proceedings (Washington, D.C., December 14-16, 1988)."},
      {
        "id":"ED332596",
        "title":"Independents, Actives, and Pledges: A Comparison of Academic Achievement."},
      {
        "id":"ED332597",
        "title":"The Congruence between Industry Demand and Professional School Response in Architecture."},
      {
        "id":"ED332600",
        "title":"A Responsive High School Feedback System."},
      {
        "id":"ED332601",
        "title":"Student Loans: Characteristics of Defaulted Borrowers in the Stafford Student Loan Program. Briefing Report to the Chairman, Subcommittee on Education, Arts, and the Humanities, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED332602",
        "title":"New Perspectives on Civic Education."},
      {
        "id":"ED332607",
        "title":"The Theory of Capitalist Regulation and the Development of American Higher Education."},
      {
        "id":"ED332608",
        "title":"The Impact of Changing Demographics on Curriculum and Instruction in Higher Education: An Institutional Self-Portrait."},
      {
        "id":"ED332609",
        "title":"Towards a Feminist Pedagogy for the Sociology of Women's Education in Aotearoa, New Zealand: A Life History Approach."},
      {
        "id":"ED332610",
        "title":"Competencies of Technically and Professionally Educated Nurses: A Meta-Analysis."},
      {
        "id":"ED332613",
        "title":"Teaching Thinking in College. Accent on Improving College Teaching and Learning."},
      {
        "id":"ED332614",
        "title":"What Are Academic Administrators Doing To Improve Undergraduate Education? Accent on Improving College Teaching and Learning."},
      {
        "id":"ED332615",
        "title":"Bridging the Gap between Education Research and College Teaching. Accent on Improving College Teaching and Learning."},
      {
        "id":"ED332616",
        "title":"Personal Growth as a Faculty Goal for Students. Accent on Improving College Teaching and Learning."},
      {
        "id":"ED332618",
        "title":"The Classroom: Physical Environments That Enhance Teaching and Learning (An Investigation of the Teaching/Learning Environment at the University of California, Davis)."},
      {
        "id":"ED332620",
        "title":"Problems Confronting the Higher Education Assistance Foundation. Hearing on Examining the Financial Difficulties Confronting the Higher Education Assistance Foundation and the Impact That Situation Has on the Guaranteed Student Loan Programs of the Department of Education before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, Second Session."},
      {
        "id":"ED332621",
        "title":"Selected Amendments Enacted Since 1980 To Control Guaranteed Student Loan Defaults. CRS Report for Congress."},
      {
        "id":"ED332622",
        "title":"Postsecondary Educational Experiences of High School Graduates. CRS Report for Congress."},
      {
        "id":"ED332623",
        "title":"Proprietary Schools and Student Financial Aid Programs: Background and Policy Issues. Congressional Report for Congress."},
      {
        "id":"ED332625",
        "title":"Assessing Assessment: An In-depth Status Report on the Higher Education Assessment Movement in 1990. The First Report of a National Survey. Higher Education Panel Report Number 79."},
      {
        "id":"ED332626",
        "title":"Enhancing Faculty Professional Development Opportunities through the Provision of Faculty Research Funding."},
      {
        "id":"ED332628",
        "title":"Enhancing Opportunities for Higher Education among Underrepresented Students."},
      {
        "id":"ED332629",
        "title":"Effects of a Study-Abroad Program on University Students: Toward a Predictive Theory of Intercultural Contact."},
      {
        "id":"ED332630",
        "title":"College-Level Remedial Education in the Fall of 1989. Contractor Report. Survey Report."},
      {
        "id":"ED332631",
        "title":"Abuses in Federal Student Aid Programs. Report Made by the Permanent Subcommittee on Investigations of the Committee on Governmental Affairs United States Senate."},
      {
        "id":"ED332632",
        "title":"Economic Values Implicit in the Social Construction of American Universities."},
      {
        "id":"ED332633",
        "title":"Daring To Be Different: The Choice of Nonconventional Fields of Study by International Women Students. IIE Research Report Number Twenty-Two."},
      {
        "id":"ED332634",
        "title":"Comparative Higher Education: Bibliography"},
      {
        "id":"ED332636",
        "title":"Evaluating Faculty Development and Clinical Training Programs in Substance Abuse: A Guide Book."},
      {
        "id":"ED332637",
        "title":"Research Expenditures. Texas Public Institutions of Higher Education. September 1, 1989-August 31, 1990."},
      {
        "id":"ED332638",
        "title":"Master Plan for Texas Higher Education 1990."},
      {
        "id":"ED332639",
        "title":"Overview of Higher Education. Trends and Issues in Missouri."},
      {
        "id":"ED332641",
        "title":"Missouri Higher Education and Economic Development: Stimulating and Abetting Insightful Action."},
      {
        "id":"ED332644",
        "title":"The Role of the University Presidential Spouse as Perceived by Spouses and Chairs of Boards of Trustees at Assocication of American Universities Affiliated Institutions. Executive Summary."},
      {
        "id":"ED332645",
        "title":"[Community Service Program, Westmont College.]"},
      {
        "id":"ED332646",
        "title":"A Handbook for Developing a Precollege Program and Involving College Students in a Community Service Project and a Report of the Precollegiate Enrichment Program, West Georgia College."},
      {
        "id":"ED332647",
        "title":"[Liberal Arts/Mathematics Based Alternative Core, Case Western Reserve University.]"},
      {
        "id":"ED332648",
        "title":"[Take Five]."},
      {
        "id":"ED332649",
        "title":"[Appalachian College Assessment Consortium Project.]"},
      {
        "id":"ED332650",
        "title":"Improvement for Undergraduate Education in Texas: College-Level Competencies."},
      {
        "id":"ED332651",
        "title":"Community Service at Marist College: Expanding a Partnership."},
      {
        "id":"ED332652",
        "title":"Kansas State University Community Service Program."},
      {
        "id":"ED332656",
        "title":"Remote Learning: Technologies &amp; Opportunities."},
      {
        "id":"ED332659",
        "title":"Instructional Teleconferencing Models for Enhancing the Quality of Education."},
      {
        "id":"ED332661",
        "title":"Distance Learning Case Studies."},
      {
        "id":"ED332662",
        "title":"Using a Computer-Based Audiographic Telecommunication System for Distance Learning."},
      {
        "id":"ED332663",
        "title":"What Curriculum for the 21st Century?"},
      {
        "id":"ED332664",
        "title":"Channel One: Are Schools Trading Captive Student Audiences for Free Equipment?"},
      {
        "id":"ED332665",
        "title":"Computer Applications Planning: Program Assessment Profile. A Tool for Analyzing School and District Programs and Activities."},
      {
        "id":"ED332670",
        "title":"A Template for Preparing A Technology Applications Plan."},
      {
        "id":"ED332671",
        "title":"Computer Crime: Criminal Justice Resource Manual (Second Edition)."},
      {
        "id":"ED332676",
        "title":"A Distance Education Approach to Continuing Legal Education in South Dakota Using Public Television Overnight Service."},
      {
        "id":"ED332677",
        "title":"Artificial Intelligence Measurement System, Overview and Lessons Learned. Final Project Report."},
      {
        "id":"ED332678",
        "title":"Exploring the Airways for Adult Education. Section 310, Final Report."},
      {
        "id":"ED332682",
        "title":"Third Generation Distance Education: The Challenge of New Technology."},
      {
        "id":"ED332683",
        "title":"Application of New Technologies (Including Computers) in Distance Education: Implications for the Training of Distance Educators."},
      {
        "id":"ED332684",
        "title":"Initiate Instruction in Manufacturing Systems Engineering by Industrial and Government Experts over NTU Satellite Network."},
      {
        "id":"ED332685",
        "title":"Biology Laboratory Construction Kit with Intelligent Tutor. Final Project Report."},
      {
        "id":"ED332687",
        "title":"K-12 Distance Education in the United States: Technology Strengths, Weaknesses, and Issues."},
      {
        "id":"ED332688",
        "title":"Using IDE in Instructional Design: Encouraging Reflective Instruction Design Through Automated Design Tools."},
      {
        "id":"ED332690",
        "title":"The Development, Pilot-Testing, and Dissemination of a Comprehensive Evaluation Model for Assessing the Effectiveness of a Two-Way Interactive Distance Learning System. Final Report."},
      {
        "id":"ED332692",
        "title":"Computer Courseware. Advisory List."},
      {
        "id":"ED332693",
        "title":"High-Performance Computing Act of 1991. Report of the Senate Committee on Commerce, Science, and Transportation on S. 272. Senate, 102d Congress, 1st Session."},
      {
        "id":"ED332694",
        "title":"High Performance Computing and Communications Act of 1991. Hearing Before the Subcommittee on Science, Technology, and Space of the Committee on Commerce, Science, and Transportation. One Hundred Second Congress, First Session on S. 272 To Provide for a Coordinated Federal Research Program To Ensure Continued United States Leadership in High-Performance Computing."},
      {
        "id":"ED332695",
        "title":"Modeling User Interactions with Instructional Design Software."},
      {
        "id":"ED332696",
        "title":"Drug-Free Schools: A National Challenge. Drug Testing."},
      {
        "id":"ED332697",
        "title":"Emergent Literacy: An Early Reading and Writing Concept. Issues in Adult Literacy Education."},
      {
        "id":"ED332698",
        "title":"ERIC [Instructional Guide for Use of the Dialog OnDisc Version of ERIC on CD-ROM]."},
      {
        "id":"ED332702",
        "title":"Unions for Academic Library Support Staff. Research Bulletin No. 4, Fall 1986."},
      {
        "id":"ED332703",
        "title":"Academic Libraries: Reaching Up and Stretching Out. Proceedings of the Spring Meeting of the Nebraska Library Association, College and University Section (Crete, Nebraska, May 25, 1990)."},
      {
        "id":"ED332704",
        "title":"Illinois Public Library Statistics: A Guide for Librarians and Trustees. [1987-88]."},
      {
        "id":"ED332705",
        "title":"Decision 2000: Moving Beyond Boundaries. Contributed Papers Presented at the Joint Conference of the Arizona State Library Association and the Arizona Educational Media Association (Phoenix, Arizona, November 13-17, 1990)."},
      {
        "id":"ED332708",
        "title":"Services to the Nation: The Library of Congress."},
      {
        "id":"ED332710",
        "title":"Illinois Public Library Statistics: A Guide for Librarians and Trustees. 1988-1989."},
      {
        "id":"ED332718",
        "title":"Student Employment Programs in ARL Libraries. SPEC Kit 168."},
      {
        "id":"ED332721",
        "title":"Assessing the Information Needs of Rural Americans. Public Libraries."},
      {
        "id":"ED332722",
        "title":"Building a Library Collection on Blindness and Physical Disabilities: Basic Materials and Resources. Reference Circular No. 90-3."},
      {
        "id":"ED332723",
        "title":"Blindness and Visual Impairments: National Information and Advocacy Organizations. Reference Circular No. 90-2."},
      {
        "id":"ED332724",
        "title":"Libraries as Partners in Adult Literacy."},
      {
        "id":"ED332726",
        "title":"ERIC Directory of Education-Related Information Centers."},
      {
        "id":"ED332727",
        "title":"ERIC Calendar of Education-Related Conferences, 1991."},
      {
        "id":"ED332732",
        "title":"[Issues in California Community Colleges]."},
      {
        "id":"ED332733",
        "title":"Community College Journal for Research and Planning, Volume VII, Numbers 1 and 2."},
      {
        "id":"ED332736",
        "title":"Leadership & Spirit: Rejuvenating an Organization from the Bottom Up."},
      {
        "id":"ED332740",
        "title":"A Basis for Excellence: A Plan for the Development of Learning Resource Services. To Accommodate the Northridge and Riverside Campuses: To Develop Collections at Southwest Center, Rutherford and 620 Oaks; To Improve Student Access to the LRS Collections."},
      {
        "id":"ED332741",
        "title":"Building World-Market Competitors: Technology Transfer and the Illinois Community College System. 1990 Status Report."},
      {
        "id":"ED332742",
        "title":"Community College Involvement in Contracted Training and Other Economic Development Activities. A Report of a National Survey."},
      {
        "id":"ED332743",
        "title":"Preparation and Transition: The Transfer Relationship between Lane Community College and the University of Oregon."},
      {
        "id":"ED332745",
        "title":"Institutional Research: The Key to Successful Enrollment Management."},
      {
        "id":"ED332749",
        "title":"Standardized Testing. The Teacher's & Instructor's Guide."},
      {
        "id":"ED332750",
        "title":"Building Partnerships with Agencies &amp; Employers To Help High Risk Students Succeed. The AACJC/Kellogg Beacon Colleges Initiative."},
      {
        "id":"ED332751",
        "title":"Appropriate Testing"},
      {
        "id":"ED332752",
        "title":"A Guide to Motivational Procedures for Instruction."},
      {
        "id":"ED332753",
        "title":"A Short Guide to Instructional Techniques."},
      {
        "id":"ED332754",
        "title":"Writing Course or Program Outlines."},
      {
        "id":"ED332755",
        "title":"Guidelines for Grading."},
      {
        "id":"ED332756",
        "title":"A Short Guide to Understanding Individual Differences."},
      {
        "id":"ED332757",
        "title":"A Short Guide to the Writing of Instructional Objectives."},
      {
        "id":"ED332758",
        "title":"Implementation of the Student Right-to-Know and Campus Security Act: What We Can Learn from Experiences with Track Record Disclosure Requirements."},
      {
        "id":"ED332761",
        "title":"The Effects of the Transfer Alliance Program on Its Colleges, Faculty, and Students."},
      {
        "id":"ED332762",
        "title":"The Diversity Challenge: A Collection of Model Programs."},
      {
        "id":"ED332764",
        "title":"California Community College Job Placement Services Survey."},
      {
        "id":"ED332767",
        "title":"Flexible Calendar: Evaluation and Title 5 Revisions."},
      {
        "id":"ED332769",
        "title":"Community College Exemplary Instructional Programs, 1988-1989."},
      {
        "id":"ED332770",
        "title":"Community College Exemplary Instructional Programs, Volume III."},
      {
        "id":"ED332776",
        "title":"Competency Based Individualized Learning Modules: An Approach to Differentiated In-Service Education."},
      {
        "id":"ED332777",
        "title":"A Study of Peer Tutor Training Programs: A League Report."},
      {
        "id":"ED332787",
        "title":"A Parenting Program with Attributional Insights and Its Effects on the Parent-Adolescent Relationship."},
      {
        "id":"ED332789",
        "title":"Implementing Developmentally Appropriate Classrooms."},
      {
        "id":"ED332790",
        "title":"Human Services Reauthorization Act of 1990. U.S. Senate, 101st Congress, 2d Session. Report (To Accompany H.R. 4151)."},
      {
        "id":"ED332794",
        "title":"Family Literacy Education: Replacing the Cycle of Failure with the Legacy of Success."},
      {
        "id":"ED332796",
        "title":"Children's Bursts of Creativity."},
      {
        "id":"ED332798",
        "title":"Teacher Values and Classroom Culture: Teaching and Learning in a Rural, White Head Start Program."},
      {
        "id":"ED332802",
        "title":"Slow and Steady, Get Me Ready. A Parents' Handbook for Children from Birth to Age 5."},
      {
        "id":"ED332803",
        "title":"The Relationship between Children's Play Patterns and Types of Teacher Intervention."},
      {
        "id":"ED332804",
        "title":"Maternal Emotional Responses to Preterm Birth."},
      {
        "id":"ED332805",
        "title":"Temperament and Self-Soothing Behavior in Children: Object Attachment and Thumbsucking."},
      {
        "id":"ED332808",
        "title":"Responses to Cooperative Learning Processes among Elementary-Age Students."},
      {
        "id":"ED332809",
        "title":"Implications of Meyer and Scott's Theory of Institutional Environments for the Implementation of Cummins' Framework for the Empowerment of Students in Bilingual Kindergartens."},
      {
        "id":"ED332810",
        "title":"Professionals' Standards of &quot;Normal&quot; Behavior with Anatomical Dolls and Factors That Influence These Standards."},
      {
        "id":"ED332812",
        "title":"Characteristics of Fathers' and Mothers' Jobs: Implications for Parenting and Children's Social Development."},
      {
        "id":"ED332813",
        "title":"How Friends Influence Adolescents' Adjustment to School."},
      {
        "id":"ED332814",
        "title":"Maternal Depressive Symptomatology and Perceptions of Child Behaviour."},
      {
        "id":"ED332816",
        "title":"Children's Awareness of Their Popularity and Social Acceptability."},
      {
        "id":"ED332819",
        "title":"Parental Caregiving and Child Externalizing Behavior in Nonclinical Samples: A Meta-Analysis."},
      {
        "id":"ED332820",
        "title":"Types of Preschoolers' Verbal Thinking: Judgement of Fundamental Physical Laws."},
      {
        "id":"ED332824",
        "title":"Infant Pointing: Prelinguistic Reference and Co-Reference."},
      {
        "id":"ED332825",
        "title":"A Longitudinal Study of Children's Social Adjustment during Elementary School."},
      {
        "id":"ED332826",
        "title":"Outcome Differences between Breast-Fed and Bottle-Fed Infants."},
      {
        "id":"ED332827",
        "title":"Internalizing and Externalizing Subgroups of Peer-Rejected Children."},
      {
        "id":"ED332830",
        "title":"Human Learning and Behavior Branch. A Report to the National Advisory Child Health and Human Development Council."},
      {
        "id":"ED332831",
        "title":"Pediatric, Adolescent, and Maternal AIDS Branch. Report to the National Advisory Child Health and Human Development Council."},
      {
        "id":"ED332834",
        "title":"Migrant Exemplary Program Nomination."},
      {
        "id":"ED332835",
        "title":"Defining Entry Level Competencies for Public Child Welfare Workers Serving Indian Communities."},
      {
        "id":"ED332837",
        "title":"The Modernization of a Rural School: A Leadership Research Study."},
      {
        "id":"ED332838",
        "title":"Recouple: Natural Resource Strategies for Rural Economic Development."},
      {
        "id":"ED332840",
        "title":"Selective Migration of Rural High School Seniors in the 1980s. Staff Working Papers."},
      {
        "id":"ED332841",
        "title":"A Foot in the Door: Rural Communities Involved in Educational Change."},
      {
        "id":"ED332842",
        "title":"The ROOTS Program: Rural Opportunities Offer Tomorrow's Success. Program Summary."},
      {
        "id":"ED332844",
        "title":"A Training Guide for the Multigrade Classroom: A Resource Handbook for Small, Rural Schools."},
      {
        "id":"ED332846",
        "title":"Bibliography of Rural Education in Canada. A Document Produced for the Conference: Prairie Forum on Rural Education (Brandon, Manitoba, Canada, November 8-9, 1990)."},
      {
        "id":"ED332850",
        "title":"Perceptions of BIA and Contract School Principals Towards Building Level Administrative/Leadership Roles: Implications for At-Risk Native American Students."},
      {
        "id":"ED332851",
        "title":"Teaching Research Methods through Writing."},
      {
        "id":"ED332852",
        "title":"Education for All. South East Asia and South Pacific Sub-Regional Conference Report (Darwin, Northern Territory, Australia, October 14-19, 1990)."},
      {
        "id":"ED332855",
        "title":"A Framework for Evaluating State Policy Options for the Reorganization of Rural, Small School Districts. Occasional Paper No. 32."},
      {
        "id":"ED332856",
        "title":"Directory of Services: Federal Agencies and Non-Federal Organizations Providing Services to Migrant and Seasonal Farmworkers and Their Families."},
      {
        "id":"ED332857",
        "title":"An Atlas of State Profiles Which Estimate Number of Migrant and Seasonal Farmworkers and Members of Their Families."},
      {
        "id":"ED332858",
        "title":"AEL Needs Assessment Project Report. FY 89."},
      {
        "id":"ED332861",
        "title":"Briefs for Parents in Ready-to-Copy Form (English Version)."},
      {
        "id":"ED332862",
        "title":"Achievement Effects of Individual, Small Group, and Cooperative Learning Strategies on Math Problem-Solving. Report No. 40."},
      {
        "id":"ED332863",
        "title":"Vision Senior High Science Programs."},
      {
        "id":"ED332867",
        "title":"The Scientific Theory Profile: A Philosophy of Science Model for Science Teachers."},
      {
        "id":"ED332868",
        "title":"What Counts as Success? Perspectives from Practice and Research."},
      {
        "id":"ED332870",
        "title":"The Influence of Hands-On Science Process Skills Training on Preservice Elementary Teachers' Anxiety and Concerns about Teaching Science Activities in Taiwan, Republic of China."},
      {
        "id":"ED332871",
        "title":"The Influence of Preservice Secondary Science Teachers' Beliefs about Science and Pedagogy on Their Planning and Teaching."},
      {
        "id":"ED332873",
        "title":"U.S. Nuclear Engineering Education: Status and Prospects."},
      {
        "id":"ED332875",
        "title":"Developing a Pedagogically Useful Content Knowledge in Elementary Mathematics."},
      {
        "id":"ED332877",
        "title":"The Relationship between Students' Approaches to Studying, Formal Reasoning Ability, Prior Knowledge, and Gender and Their Achievement in Chemistry."},
      {
        "id":"ED332880",
        "title":"Higher Order Thinking in the Teaching of Social Studies: Connections between Theory and Practice."},
      {
        "id":"ED332881",
        "title":"Bar Associations Share Their Tips for Working with the Schools. Technical Assistance Bulletin No. 1."},
      {
        "id":"ED332883",
        "title":"How Many Countries Are There in the World?"},
      {
        "id":"ED332884",
        "title":"The Future of Humanistic Scholarship with Comments by Michael T. Ryan and Thomas F. Staley. Center for the Book Viewpoint Series No. 26."},
      {
        "id":"ED332885",
        "title":"Geography Across the Curriculum."},
      {
        "id":"ED332886",
        "title":"Instructional Media: North Carolina. Advisory List."},
      {
        "id":"ED332888",
        "title":"Beyond &quot;Push&quot; and &quot;Pull&quot; Explanations, Asian-Indian Graduate Students in the United States."},
      {
        "id":"ED332889",
        "title":"Social Studies Curriculum Guide: Grade 6. Bulletin 1987, No. 62."},
      {
        "id":"ED332890",
        "title":"Social Studies Curriculum Guide: Grade 9. Bulletin 1989, No 35."},
      {
        "id":"ED332897",
        "title":"Music Experts' Views of an Ideal Curriculum. Elementary Subjects Center Series No. 28."},
      {
        "id":"ED332898",
        "title":"America in the 21st Century: Social and Economic Support Systems."},
      {
        "id":"ED332900",
        "title":"Catalog of Citizenship, Economics, Law-Related, Values, and Character Education Curriculum Materials. Fourth Edition. Revised 1989."},
      {
        "id":"ED332902",
        "title":"The Art of Glass: Masterpieces from the Corning Museum. A Self-Guided Tour for Children Ages 6-10 and Their Parents."},
      {
        "id":"ED332904",
        "title":"Effective Economic Education in the Schools. Reference &amp; Resource Series."},
      {
        "id":"ED332907",
        "title":"Los Dias de Los Muertos. The Days of the Dead. 1991 Edition."},
      {
        "id":"ED332909",
        "title":"Civic Education."},
      {
        "id":"ED332910",
        "title":"Milestones: The Women's Bureau Celebrates 70 Years of Women's Labor History."},
      {
        "id":"ED332911",
        "title":"Convention on the Elimination of All Forms of Discrimination against Women. Hearing before the Committee on Foreign Relations. United States Senate, One Hundred First Congress, Second Session."},
      {
        "id":"ED332913",
        "title":"Household Consequences of High Fertility in Pakistan. World Bank Discussion Paper Series No. 111."},
      {
        "id":"ED332916",
        "title":"Argentina: Reallocating Resources for the Improvement of Education. A World Bank Country Study."},
      {
        "id":"ED332917",
        "title":"The African Capacity Building Initiative: Toward Improved Policy Analysis and Development Management in Sub-Saharan Africa."},
      {
        "id":"ED332921",
        "title":"Music Education: Rationale and Commentary. Curriculum Concept Paper."},
      {
        "id":"ED332922",
        "title":"A Jeweler's Eye: Islamic Arts of the Book from the Vever Collection."},
      {
        "id":"ED332923",
        "title":"The Education and Lifestyle of the Chinese Literati. Lesson Plan."},
      {
        "id":"ED332924",
        "title":"The Noble Path: Buddhist Art of South Asia and Tibet. Teacher's Packet."},
      {
        "id":"ED332925",
        "title":"Yani: The Brush of Innocence. Teacher's Activity Packet, Grades One through Five."},
      {
        "id":"ED332926",
        "title":"Omiyage. 1990 Revised Edition."},
      {
        "id":"ED332928",
        "title":"How To Teach the Bill of Rights."},
      {
        "id":"ED332929",
        "title":"Teaching the Responsibilities of Citizenship. ERIC Digest."},
      {
        "id":"ED332930",
        "title":"Student Achievement in Core Subjects of the School Curriculum. ERIC Digest."},
      {
        "id":"ED332945",
        "title":"Summary Characteristics of the Black Population for States and Selected Counties and Places: 1980. Supplementary Report. 1980 Census of Population."},
      {
        "id":"ED332946",
        "title":"Ancestry of the Population by State: 1980. Supplementary Report."},
      {
        "id":"ED332947",
        "title":"United States Population Estimates, by Age, Sex, Race, and Hispanic Origin: 1980 to 1988."},
      {
        "id":"ED332948",
        "title":"The Young Diplomats Program 1983-84/1988-89. OREA Report."},
      {
        "id":"ED332949",
        "title":"[Ethics and Values in] Science, Technology, and Society Education: Working Papers."},
      {
        "id":"ED332955",
        "title":"A Director&apos;s Handbook for Parental Involvement. Chapter I."},
      {
        "id":"ED332957",
        "title":"Healthy People 2000: National Health Promotion and Disease Prevention Objectives and Full Report, with Commentary."},
      {
        "id":"ED332958",
        "title":"Authentic Assessment."},
      {
        "id":"ED332959",
        "title":"Personal Perspectives on Classroom Management."},
      {
        "id":"ED332961",
        "title":"Classroom Activities in Nutrition in Teenage Pregnancy. Bulletin No. 91140."},
      {
        "id":"ED332966",
        "title":"Small Group Goal Structures and College Student Interactions."},
      {
        "id":"ED332967",
        "title":"Teacher Education and the Role of External Actors: Four Case Studies."},
      {
        "id":"ED332971",
        "title":"Survey of First- and Third-Year Teachers and Their Supervisors, 1990."},
      {
        "id":"ED332973",
        "title":"Teacher Reasoning and Moral Judgement in the Context of Student Discipline Situations."},
      {
        "id":"ED332975",
        "title":"Preventing Teacher Dropout: Volume 1--Mentors Helping New LAUSD Teachers, 1984-1988; Volume 2--Retention Rates for LAUSD Mentors, Mentees, and Other Teachers, l984 to l988."},
      {
        "id":"ED332979",
        "title":"Cooperative Learning and Teacher Beliefs about Pedagogy."},
      {
        "id":"ED332980",
        "title":"The Next Level. Minority Teacher Supply &amp; Demand. A Policy Statement."},
      {
        "id":"ED332981",
        "title":"Reform in Teacher Education: A Sociological View."},
      {
        "id":"ED332983",
        "title":"Questioning Skills, for Teachers. What Research Says to the Teacher. Third Edition."},
      {
        "id":"ED332984",
        "title":"A Brief Look at How Feminist Pedagogy Interrelates with Invitational Education and Cooperative Learning."},
      {
        "id":"ED332990",
        "title":"Creative Nutrition Education--An Integrated Approach. A. Recommended Guide for Oklahoma, Elementary Level. Fourth Edition."},
      {
        "id":"ED332992",
        "title":"Use of the &quot;Attitudes Toward Mainstreaming Scale&quot; with Undergraduate Education Students."},
      {
        "id":"ED332993",
        "title":"Who They Are--How We Teach. Early Adolescents and Their Teachers."},
      {
        "id":"ED332996",
        "title":"Developing an Effective Teacher Mentor Program. Fastback 319."},
      {
        "id":"ED332997",
        "title":"Delaware Secondary School Athletic Association (DSSAA) 25th Annual Official Handbook, 1990-1991."},
      {
        "id":"ED332998",
        "title":"Health Education Curriculum Standards K-12, Revised."},
      {
        "id":"ED333005",
        "title":"Special Education Support Services: Program Evaluation Report. No. 91-059."},
      {
        "id":"ED333006",
        "title":"Student Motivation and Self-Regulated Learning: A LISREL Model."},
      {
        "id":"ED333008",
        "title":"Using Performance Assessment for Accountability Purposes: Some Problems."},
      {
        "id":"ED333009",
        "title":"Scoring a Semi-Structured Interview for Assessment of Beginning Secondary Mathematics Teachers."},
      {
        "id":"ED333012",
        "title":"Comparison of State Methods for Collecting, Aggregating, and Reporting State Average Daily Attendance (ADA) Totals to the National Center for Education Statistics."},
      {
        "id":"ED333013",
        "title":"An Examination of the Effect of Multidimensionality on Parallel Forms Construction."},
      {
        "id":"ED333014",
        "title":"A Didactic Explanation of Item Bias, Item Impact, and Item Validity from a Multidimensional Perspective."},
      {
        "id":"ED333015",
        "title":"Concurrent Adaptive Measurement of Multiple Abilities."},
      {
        "id":"ED333016",
        "title":"Component Identification and Item Difficulty of Raven's Matrices Items."},
      {
        "id":"ED333017",
        "title":"Evaluating the Replicability of Multivariate Assessment and Evaluation Results: A Review of Various Applications of the Cross-Validation Logic."},
      {
        "id":"ED333019",
        "title":"Texas Master Teacher Examination. Symposium Presented at the Annual Conference of the National Council on Measurement in Education (Chicago, IL, April 4-6, 1991)."},
      {
        "id":"ED333022",
        "title":"Better Teaching for Better Learning: Student Achievement Results in a 4-Year Pilot Teacher Career Development Plan."},
      {
        "id":"ED333023",
        "title":"North Carolina's School Improvement and Accountability Act: A Description of Local District Proposals."},
      {
        "id":"ED333024",
        "title":"The Effect of Altering the Position of Options in a Multiple-Choice Examination."},
      {
        "id":"ED333026",
        "title":"Assessing the Impact of an Expanded Curriculum on Secondary Students and Teachers: Year Two."},
      {
        "id":"ED333028",
        "title":"Developmental Models for Time of Testing x Cohort x Grade (Age) Research Designs."},
      {
        "id":"ED333030",
        "title":"Assessing Dimensionality of a Set of Items--Comparison of Different Approaches."},
      {
        "id":"ED333032",
        "title":"Judging Acting Ability: The Transition from Novice to Expert."},
      {
        "id":"ED333033",
        "title":"Assessment of Acting Ability."},
      {
        "id":"ED333034",
        "title":"Structural Robustness and Ability Estimation in Item Response Theory: A Survey."},
      {
        "id":"ED333037",
        "title":"The Evaluation Center Cube: A Classification Tool."},
      {
        "id":"ED333041",
        "title":"Testing Directors', Principals', Supervisors', and Teachers' Perceptions of the Actual Purposes of School Standardized Testing Programs."},
      {
        "id":"ED333042",
        "title":"Creating More Responsive Student Evaluation Systems for Disadvantaged Students. Report No. 15."},
      {
        "id":"ED333043",
        "title":"Parameter Invariance in the Rasch Model."},
      {
        "id":"ED333044",
        "title":"Gender and Grade-Level Differences in Student Attributes Related to School Learning and Motivation."},
      {
        "id":"ED333048",
        "title":"Criterion-Sensitive Measurement: A Study in Multi-Dimensionality."},
      {
        "id":"ED333050",
        "title":"Effects of Linking Methods on Detection of DIF."},
      {
        "id":"ED333051",
        "title":"Performance Assessment: What&apos;s Out There and How Useful Is It Really?"},
      {
        "id":"ED333052",
        "title":"Performance at the Top: From Elementary through Graduate School. Policy Information Report."},
      {
        "id":"ED333053",
        "title":"Meeting the National Need for Minority Scholars and Scholarship: Policies and Actions."},
      {
        "id":"ED333057",
        "title":"Case Management in Welfare and Medicaid Programs: An Annotated Bibliography."},
      {
        "id":"ED333059",
        "title":"ESEA 25th Anniversary Hearing. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED333061",
        "title":"Ill Fares the Land: The Consequences of Homelessness and Chronic Poverty for Children and Families in New York City."},
      {
        "id":"ED333063",
        "title":"More Responsive High Schools, Student Information, and Problem Solving. Report No. 12."},
      {
        "id":"ED333064",
        "title":"Schools as Collaborative Cultures: Creating the Future Now."},
      {
        "id":"ED333066",
        "title":"Implementing Race and Ethnocultural Equity Policy in Ontario School Boards."},
      {
        "id":"ED333071",
        "title":"Unchanged Priorities: The Fiscal Year 1992 Bush Budget."},
      {
        "id":"ED333074",
        "title":"Poverty and Poor Health among Elderly Hispanic Americans."},
      {
        "id":"ED333076",
        "title":"Plans of the 1988 Graduates, Los Angeles Unified School District. Publication No. 539."},
      {
        "id":"ED333077",
        "title":"The Use of Structured Social Interaction with the Culture-General Assimilator To Increase Cognitive Problem Solving about Intercultural Interactions in an Ethnically Diverse Population."},
      {
        "id":"ED333080",
        "title":"Dealing with the Tip of the Iceberg: School Responses to At-Risk Behaviors."},
      {
        "id":"ED333082",
        "title":"Street Gangs and the Schools: A Blueprint for Intervention. Fastback 321."},
      {
        "id":"ED333083",
        "title":"Raising Career Aspirations of Hispanic Girls. Fastback 320."},
      {
        "id":"ED333085",
        "title":"Teachers' Conceptions of Mathematics and Mathematics Education. A Report from the Urban Mathematics Collaborataive Documentation Project."},
      {
        "id":"ED333086",
        "title":"Characteristics and Attitudes of Frequent Participants in the Urban Mathematics Collaboratives: Results of the Secondary Mathematics Teacher Questionnaire."},
      {
        "id":"ED333087",
        "title":"The Urban Mathematics Collaborative Project: Report to the Ford Foundation on the 1987-88 School Year. Program Report 89-1."},
      {
        "id":"ED333088",
        "title":"The Urban Mathematics Collaborative Project: Report to the Ford Foundation on the 1989-1990 School Year. Program Report 91-1."},
      {
        "id":"ED333089",
        "title":"The Urban Mathematics Collaborative Project: Report to the Ford Foundation on the 1988-89 School Year. Program Report 90-1."},
      {
        "id":"ED333090",
        "title":"Strategies for Success: Achieving the National Urban Education Goals. Proceedings from Meetings with Representatives from 70 National Education, Business and Philanthropic Organizations."},
      {
        "id":"ED333093",
        "title":"What a Difference a Recession Makes: The Rise and Fall of Integrated Services for At-Risk Youth in Massachusetts."},
      {
        "id":"ED333094",
        "title":"Preparing School Administrators for the Culturally and Linguistically Diverse. A Formal Mentor Training Program in Progress."},
      {
        "id":"ED333095",
        "title":"Immigrant Education: Information on the Emergency Immigrant Education Act Program. Report to Congressional Committees."},
      {
        "id":"ED333100",
        "title":"The Rough and the Smooth--Students' Experiences of O.U. Study. Open-Ended Feedback from the Student Opinion Survey. The &quot;Pete Davey Survey.&quot; Report No. 2."},
      {
        "id":"ED333102",
        "title":"Economic Development through Youth. A Program for Schools and Communities. Manual."},
      {
        "id":"ED333105",
        "title":"An Inside Approach: Organizing Integrated Learning Opportunities."},
      {
        "id":"ED333106",
        "title":"A Social Psychological Conceptualization of Adult Literacy."},
      {
        "id":"ED333107",
        "title":"Literacy for Participation in the Economy."},
      {
        "id":"ED333108",
        "title":"Understanding Learner Participation in Adult Literacy Programs."},
      {
        "id":"ED333112",
        "title":"Care of the Laryngectomee. An Instructional Module."},
      {
        "id":"ED333113",
        "title":"The Identification of Components Underlying the Summative Evaluation of Student Teachers and Component Influence upon Students' Final Grade. Summary of Research."},
      {
        "id":"ED333114",
        "title":"Career Transitions. Taking Advantage of Your U.S. Air Force Military Experience To Become the Employer's Choice. Helpful Hints That Result in Employment Advantage."},
      {
        "id":"ED333117",
        "title":"Adult Literacy Perspectives."},
      {
        "id":"ED333120",
        "title":"The Business Education Index 1990. Index of Business Education Articles and Research Studies Complied from a Selected List of Periodicals and Yearbooks Published during the Year 1990. Volume 51."},
      {
        "id":"ED333122",
        "title":"Index of Workplace & Adult Basic Skills Software."},
      {
        "id":"ED333125",
        "title":"Project PACT (Parent and Child Together). Final Performance Report."},
      {
        "id":"ED333126",
        "title":"Adams County Public Library (ACPL) Literacy Program. General Information and Narrative Report September 1988-October 1989."},
      {
        "id":"ED333127",
        "title":"Haywood County Public Library LSCA Title VI Final Performance Report. Period Ending September 30, 1989."},
      {
        "id":"ED333129",
        "title":"Learning To Read Program. End of Year Report/Final Performance Report. Fiscal Year 1988 (October 1, 1988-September 30, 1989)."},
      {
        "id":"ED333130",
        "title":"Highlands Educational Literacy Project. Final Performance Report, 1988-1989."},
      {
        "id":"ED333131",
        "title":"Library Services and Construction Act, Title VI Library Literacy Program. Final Performance Report."},
      {
        "id":"ED333132",
        "title":"Tombigbee Regional Library System. Final Performance Report for Period 10-1-88 - 9-30-89."},
      {
        "id":"ED333133",
        "title":"Nassau Tutor Training for Literacy Project II. Final Performance Report."},
      {
        "id":"ED333134",
        "title":"Building and Craft Skills Apprenticeship and Pre-Apprenticeship Grant. Cooperative Demonstration Program (High Technology). Final Performance Report."},
      {
        "id":"ED333135",
        "title":"Hospitality Industry Technology Training (HITT). Final Performance Report, April 1, 1989-December 31, 1990."},
      {
        "id":"ED333136",
        "title":"Cooperative Demonstration Program for High Technology Training. Performance Report."},
      {
        "id":"ED333137",
        "title":"Summer Occupational/Vocational Program Report. Fiscal Year 1991."},
      {
        "id":"ED333140",
        "title":"An Annotated Bibliography of Adult Literacy Resources. Second Edition."},
      {
        "id":"ED333142",
        "title":"Special Delivery Systems. Self-Esteem Exercises. Learning Disabilities Curriculum."},
      {
        "id":"ED333147",
        "title":"TACSCE Research Annual 1990. Volume 6, Number 1, Fall 1990."},
      {
        "id":"ED333148",
        "title":"Commission of Professors of Adult Education. Proceedings of the Annual Conference (Salt Lake City, Utah, October 28-30, 1990)."},
      {
        "id":"ED333152",
        "title":"Social Class and Ethnic Differences in College Students' Career Maturity: A Quantitative and Qualitative Analysis."},
      {
        "id":"ED333154",
        "title":"New U.S. Initiatives for the Transition from School to Work. Occasional Paper No. 8."},
      {
        "id":"ED333156",
        "title":"Serving Vocational Students with Disabilities: Guidelines for Infusing Preservice Vocational and Special Education Curricula."},
      {
        "id":"ED333161",
        "title":"Evaluating &quot;Literacy for Development&quot; Projects, Programs and Campaigns. Evaluation Planning, Design and Implementation, and Utilization of Evaluation Results. UIE Handbooks and Reference Books 3."},
      {
        "id":"ED333165",
        "title":"Food Production, Management, and Services: Introduction. Second Edition. Teacher Edition."},
      {
        "id":"ED333167",
        "title":"Integrating Academic Skills into Postsecondary Vocational Education Programs through Accommodation Teams."},
      {
        "id":"ED333169",
        "title":"The Design and Delivery of Training for International Students: A Case Study."},
      {
        "id":"ED333170",
        "title":"Calcasieu Parish Library Literacy Project. Final Report."},
      {
        "id":"ED333171",
        "title":"Chicago Public Library North Austin Branch [Literacy Program]. Final Performance Report for 1988-89."},
      {
        "id":"ED333173",
        "title":"Professional Development Institute: A Personnel Development Workshop for New Postsecondary Vocational Technical Instructors."},
      {
        "id":"ED333174",
        "title":"Modernization and Age Management in France: French Older Workers and Employment."},
      {
        "id":"ED333175",
        "title":"Keyboarding/Typewriting & Advanced Typewriting/Wordprocessing. Course Guide."},
      {
        "id":"ED333178",
        "title":"Conceptualizing Leadership and Assessing Leader Attributes."},
      {
        "id":"ED333179",
        "title":"The Changing Human Resources Function. Report Number 950."},
      {
        "id":"ED333180",
        "title":"Basic Skills for the Workplace."},
      {
        "id":"ED333181",
        "title":"Approaches to Changing the Physical Attributes of the Adult Learning Environment: A Preliminary Investigation."},
      {
        "id":"ED333183",
        "title":"A Model Program for Serving LEP Students. Facilitator's Guide. Impact Programs."},
      {
        "id":"ED333185",
        "title":"A Guide to Understanding the Educational Excellence through Career-Vocational Education Project. Impact Programs."},
      {
        "id":"ED333187",
        "title":"Working Together To Support At-Risk Youth."},
      {
        "id":"ED333188",
        "title":"Vocational Assessment Handbook."},
      {
        "id":"ED333195",
        "title":"Principles of Technology. Final Report, Austin, Independent School District."},
      {
        "id":"ED333197",
        "title":"Student Cooperative Training Units. Business Partnerships Replication Guide."},
      {
        "id":"ED333198",
        "title":"Student Cooperative Training Units. Business Partnerships Final Performance Report."},
      {
        "id":"ED333199",
        "title":"A Review of the National Workplace Literacy Program."},
      {
        "id":"ED333200",
        "title":"Education and Occupational Mobility. Technical Paper No. 5."},
      {
        "id":"ED333201",
        "title":"Job Training: Costs, Returns, and Wage Profiles. Technical Paper No. 12."},
      {
        "id":"ED333202",
        "title":"A Study of On-the-Job Training. Technical Paper No. 13."},
      {
        "id":"ED333203",
        "title":"From Useful Knowledge to Vocational Education 1860-1930. Conference Paper No. 11."},
      {
        "id":"ED333205",
        "title":"Connections: A Journal of Adult Literacy. Volume IV."},
      {
        "id":"ED333206",
        "title":"Educational Upgrading of Bilingual Refugee Workers in Minnesota. Final Report."},
      {
        "id":"ED333211",
        "title":"Young Adult Reading Project. Pre-Vocational Skills, 16-21 Year-Olds."},
      {
        "id":"ED333213",
        "title":"Impact of Kentucky Consumer and Homemaking Programs on Students."},
      {
        "id":"ED333214",
        "title":"Assessment and Standards in Vocational Education and Training. Conference/Workshop Report (Adelaide, Australia, October 1-3, 1990)."},
      {
        "id":"ED333215",
        "title":"Research and Development Digest--5. A Summary of Published Research by the Centre for the Period 1 July, 1989--30 June, 1990."},
      {
        "id":"ED333217",
        "title":"National Review of TAFE Teacher Preparation and Development: Discussion Paper."},
      {
        "id":"ED333218",
        "title":"Approaches to Multiple Entry and Exit Points for the Associate Diplomas."},
      {
        "id":"ED333219",
        "title":"Curriculum Implementation: An Annotated Bibliography (Second Edition)."},
      {
        "id":"ED333227",
        "title":"Fleximode: Within Western Australia TAFE."},
      {
        "id":"ED333228",
        "title":"Award Restructuring and the Implications for TAFE with Reference to the Restructuring Being Undertaken within the Textiles and Metals Industry."},
      {
        "id":"ED333230",
        "title":"Improving Effectiveness. Suggestions for TAFE Teachers."},
      {
        "id":"ED333231",
        "title":"Competency-Based Training: Some Development and Assessment Issues for Policy Makers."},
      {
        "id":"ED333232",
        "title":"Approaches to Curriculum Development: A Discussion Paper."},
      {
        "id":"ED333236",
        "title":"Institutional-Level Factors and Excellence in Vocational Education: A Review of the Literature."},
      {
        "id":"ED333237",
        "title":"The Story of S.U.C.C.E.S.S. A Model Workplace Literacy Program."},
      {
        "id":"ED333239",
        "title":"Recommended Evaluation Criteria for Vocational and Technical Education in Indiana."},
      {
        "id":"ED333244",
        "title":"Perestroyka in the Soviet Union. Occasional Paper No. 128."},
      {
        "id":"ED333245",
        "title":"Vocational Training of Specialists within the Soviet Union. Occasional Paper No. 129."},
      {
        "id":"ED333246",
        "title":"America and the New Economy."},
      {
        "id":"ED333247",
        "title":"How To Tailor Off-the-Shelf Training Materials. [MSHA Guide]."},
      {
        "id":"ED333248",
        "title":"Preparing the Student Personnel Administrator: Relevance, Research, and Reflection."},
      {
        "id":"ED333254",
        "title":"Childhood PTSD in Israel: A Cross Cultural Frame of Reference."},
      {
        "id":"ED333257",
        "title":"Not Schools Alone: Guidelines for Schools and Communities To Prevent the Use of Tobacco, Alcohol, and Other Drugs among Children and Youth."},
      {
        "id":"ED333259",
        "title":"&quot;Scripting&quot; the Inner Child in Adult Children of Alcoholics: An Approach for Rehearsing Recovery."},
      {
        "id":"ED333260",
        "title":"Survivors' Voices Breaking the Silence: Owning the Past."},
      {
        "id":"ED333265",
        "title":"Factors Determining Adolescent Locus of Control."},
      {
        "id":"ED333268",
        "title":"Fourth Grade Predictors of Initiation of Sexual Intercourse by 9th Grade, for Boys."},
      {
        "id":"ED333269",
        "title":"Mass Screening: An Aid to Competency Based Program Development."},
      {
        "id":"ED333271",
        "title":"Toxic Familial Effects of Parental Hostility."},
      {
        "id":"ED333272",
        "title":"Assessment of Alcohol and Other Drug Abuse with Referred Adolescents."},
      {
        "id":"ED333275",
        "title":"Adolescence and Depression."},
      {
        "id":"ED333281",
        "title":"Research, Action, and the Community: Experiences in the Prevention of Alcohol and Other Drug Problems. OSAP Prevention Monograph-4."},
      {
        "id":"ED333290",
        "title":"Adolescent Health. Volume III: Crosscutting Issues in the Delivery of Health and Related Services."},
      {
        "id":"ED333292",
        "title":"Medical Students' Perceptions and Proposed Treatment Strategies for AIDS Patients."},
      {
        "id":"ED333294",
        "title":"Adolescents' Concerns Following Relocation: Comparison with Parents' Perceptions."},
      {
        "id":"ED333295",
        "title":"Refusal Rates in a Longitudinal Study of Older People: Implications for Field Methods."},
      {
        "id":"ED333296",
        "title":"Mexican- and Anglo-American Differences on the Psychological Screening Inventory."},
      {
        "id":"ED333298",
        "title":"TV Beer Commercials and Children: Exposure, Attention, Beliefs, and Expectations about Drinking as an Adult."},
      {
        "id":"ED333299",
        "title":"Beer and Fast Cars: How Brewers Target Blue-collar Youth through Motor Sport Sponsorships."},
      {
        "id":"ED333301",
        "title":"Single-Parent Children and Middle Schools. Summary of Findings."},
      {
        "id":"ED333302",
        "title":"Youth and Alcohol: A National Survey. Drinking Habits, Access, Attitudes, and Knowledge."},
      {
        "id":"ED333303",
        "title":"Youth and Alcohol: A National Survey. Do They Know What They're Drinking?"},
      {
        "id":"ED333307",
        "title":"Implementing the C-STARS Interprofessional Case Management Model for At-Risk Children."},
      {
        "id":"ED333308",
        "title":"Learning Styles Counseling."},
      {
        "id":"ED333314",
        "title":"Cohort Dropout Study: 1989. Evaluation Report."},
      {
        "id":"ED333315",
        "title":"Family Constellation Effects on Interpersonal Trust and Sex Role Orientation among Firstborn and Only Children."},
      {
        "id":"ED333316",
        "title":"Life Satisfaction in Japan Vs. the U.S.A.: 1978-1990."},
      {
        "id":"ED333317",
        "title":"Teen Drug Use: Impacts and Outcomes."},
      {
        "id":"ED333319",
        "title":"Family Violence: An Overview."},
      {
        "id":"ED333320",
        "title":"Predicting Counselors' Test Use Practices."},
      {
        "id":"ED333322",
        "title":"The Relationship between Life Affirming Constructs and Teachers' Coping with Job Related Stress and Job Satisfaction."},
      {
        "id":"ED333325",
        "title":"Sex Differences in Verbal and Science Performance for Students from One-Parent Families: Further Tests of Economic and Behavioral Explanations of a Small Effect."},
      {
        "id":"ED333329",
        "title":"Cocaine."},
      {
        "id":"ED333330",
        "title":"The Affective Dimension in Middle School Reading."},
      {
        "id":"ED333332",
        "title":"Putting Children's Questions First: The Use of Reflection."},
      {
        "id":"ED333333",
        "title":"A Survey of the Instructional Reading Practices of New Teachers in Three States."},
      {
        "id":"ED333334",
        "title":"Proceedings from the Annual Graduate Research Symposium (4th, Valdosta, GA, May 14, 1990)."},
      {
        "id":"ED333335",
        "title":"Critical Theory and Teaching Literacy."},
      {
        "id":"ED333336",
        "title":"Structural and Social Metaphors in Reading Recovery Training."},
      {
        "id":"ED333343",
        "title":"Pricing Literacy: The Ethics of Access."},
      {
        "id":"ED333344",
        "title":"The Effects of Adjunct Questions on Learning Text Material: The Time Factor."},
      {
        "id":"ED333345",
        "title":"Issues in the Reading Curriculum."},
      {
        "id":"ED333346",
        "title":"Retention of Minnesota College Students: Reading, Writing and Remedial Education. Working Paper No. 2."},
      {
        "id":"ED333349",
        "title":"Language and the Career of Similarity. Technical Report No. 533."},
      {
        "id":"ED333350",
        "title":"Literature-Based Reading Instruction: An Analysis."},
      {
        "id":"ED333351",
        "title":"Teaching Analytical Reading with Newspapers as Sole Reading Texts."},
      {
        "id":"ED333352",
        "title":"When in the Course of a Longitudinal Study: Different Questions and Surprising Answers. Technical Report No. 534."},
      {
        "id":"ED333353",
        "title":"Preparing Teachers of Literacy. Technical Report No. 535."},
      {
        "id":"ED333357",
        "title":"The Developing Use of Sublexical Units in Adult and Child Readers."},
      {
        "id":"ED333361",
        "title":"Listening for Aaron: A Teacher's Story about Modifying a Literature-Based Approach to Literacy To Accommodate a Young Male's Voice. Research Series No. 206."},
      {
        "id":"ED333362",
        "title":"Encouraging Your Junior High Student To Read."},
      {
        "id":"ED333363",
        "title":"Philosophy of Reading Instruction."},
      {
        "id":"ED333370",
        "title":"Reading in the Content Areas. Learning Package No. 4."},
      {
        "id":"ED333379",
        "title":"Extending the Basal. Learning Package No. 13."},
      {
        "id":"ED333384",
        "title":"Promoting Language Growth across the Curriculum. Learning Package No. 18."},
      {
        "id":"ED333385",
        "title":"Developing Thinking Skills through Literature. Learning Package No. 19."},
      {
        "id":"ED333386",
        "title":"Role of Metacognition in Reading To Learn. Learning Package No. 20."},
      {
        "id":"ED333388",
        "title":"Motivating Low Performing Students. Learning Package No. 22."},
      {
        "id":"ED333390",
        "title":"Reader Response Theory and Related Instructional Strategies. Learning Package No. 24."},
      {
        "id":"ED333417",
        "title":"The Child as Author: Insights into Acts of Meaning."},
      {
        "id":"ED333420",
        "title":"Writing To Learn in Disciplines: Detroit Teachers Combine Research and Practice in Their Classrooms."},
      {
        "id":"ED333422",
        "title":"&quot;Building the Perfect Beast&quot;: Assessing the Effects of CMI (Computer-Managed Instruction) on the Teaching of, and Student Writing about, Literature."},
      {
        "id":"ED333423",
        "title":"From Poetry to Prose: Sophistic Rhetoric and the Epistemic Music of Language."},
      {
        "id":"ED333424",
        "title":"Writers Welcome Here; Evolution through Diversity: The University of New Hampshire's Workshop Model for Teaching Writing."},
      {
        "id":"ED333425",
        "title":"Alternatives to the Anthology: Rethinking an Introductory Literature Course."},
      {
        "id":"ED333426",
        "title":"Centers for Collaboration: Diversity for the New Decade: Selected Proceedings of the Annual Conference of the Midwest Writing Centers Association (32nd, St. Cloud, Minnesota, October 5-6, 1990)."},
      {
        "id":"ED333427",
        "title":"Catholic School Publications: Unifying the Image."},
      {
        "id":"ED333428",
        "title":"A Time for Immersion, A Time for Reflection: The Multigenre Research Project and Portfolio Assessment."},
      {
        "id":"ED333429",
        "title":"Soup Sandwiches and Box Cars: Using Images To Teach Organization."},
      {
        "id":"ED333431",
        "title":"How Did We Get Here: Seventh-Graders Sharing Literature."},
      {
        "id":"ED333432",
        "title":"Discussions of Literature in Lower-Track Classrooms. Report Series 2.10."},
      {
        "id":"ED333433",
        "title":"Comparison of Measures of the Domain of Learning in Literature. Report Series 3.2."},
      {
        "id":"ED333434",
        "title":"Indeterminate Texts, Responsive Readers, and the Idea of Difficulty in Literature Learning. Report Series 4.1."},
      {
        "id":"ED333435",
        "title":"The Difficulty of Difficulty. Report Series 4.2."},
      {
        "id":"ED333436",
        "title":"Sources of Difficulty in the Processing of Written Language. Report Series 4.3."},
      {
        "id":"ED333437",
        "title":"The Difficulty of Reading. Report Series 4.4."},
      {
        "id":"ED333438",
        "title":"Reading and Understanding Literature. Report Series 4.5."},
      {
        "id":"ED333439",
        "title":"Questions of Difficulty in Literary Reading. Report Series 4.6."},
      {
        "id":"ED333440",
        "title":"Literary Theory and the Notion of Difficulty. Report Series 4.7."},
      {
        "id":"ED333441",
        "title":"Making It Hard: Curriculum and Instruction as Factors in Difficulty of Literature. Report Series 4.8."},
      {
        "id":"ED333442",
        "title":"Teaching Literature: From Clerk to Explorer. Report Series 5.1."},
      {
        "id":"ED333443",
        "title":"Literary Reading and Classroom Constraints: Aligning Practice with Theory. Report Series 5.2."},
      {
        "id":"ED333444",
        "title":"Challenging Questions in the Literature Classroom. Report Series 5.3."},
      {
        "id":"ED333445",
        "title":"To Teach (Literature?) Report Series 5.4."},
      {
        "id":"ED333446",
        "title":"Five Kinds of Literary Knowing. Report Series 5.5."},
      {
        "id":"ED333447",
        "title":"On the Outside Looking In: A Study of Remedial Readers' Meaning-Making while Reading Literature. Report Series 6.2."},
      {
        "id":"ED333449",
        "title":"Promises Kept and Broken: Holistically Scored Impromptu Writing Exams."},
      {
        "id":"ED333452",
        "title":"Ecofeminism and the Teaching of Writing."},
      {
        "id":"ED333454",
        "title":"Infusing a Global Perspective into Business Communication Courses: From Rhetorical Strategies to Cultural Awareness."},
      {
        "id":"ED333455",
        "title":"Reassessing the Role of Collaborative Writing in Advanced Composition."},
      {
        "id":"ED333458",
        "title":"Reviving the Rodential Model for Composition: Robert Zoellner's Alternative to Flower and Hayes."},
      {
        "id":"ED333460",
        "title":"Composition and Professional Education: A Case Study of an Engineering Student."},
      {
        "id":"ED333462",
        "title":"Plato's Critique of Rhetoric in the &quot;Gorgias&quot; (447a-466a): Epistemology, Methodology, and the Lyotardian Differend."},
      {
        "id":"ED333465",
        "title":"M.A. Programs in Composition: Existing Courses of Study."},
      {
        "id":"ED333466",
        "title":"Women in Composition: Where Are We Going and How Do We Get There?"},
      {
        "id":"ED333467",
        "title":"Literature Instruction in American Schools. Report Series 1.4."},
      {
        "id":"ED333468",
        "title":"A Study of High School Literature Anthologies. Report Series 1.5."},
      {
        "id":"ED333469",
        "title":"Literary Understanding and Literature Instruction. Report Series 2.11."},
      {
        "id":"ED333470",
        "title":"Will Blake: Teaching and Learning &quot;Huckleberry Finn.&quot; Report Series 2.12."},
      {
        "id":"ED333471",
        "title":"The Mythmaker of Seneca. Report Series 2.13."},
      {
        "id":"ED333472",
        "title":"Voices Making Meaning: Reading the Texts with Tony Carrera. Report Series 2.14."},
      {
        "id":"ED333473",
        "title":"Pullin' It All Together Karen Dunne: One Woman Workin' Too Hard. Report Series 2.16."},
      {
        "id":"ED333474",
        "title":"Teachers' Evaluations of Teaching and Learning in Literacy and Literature. Report Series 3.4."},
      {
        "id":"ED333475",
        "title":"Math Journals."},
      {
        "id":"ED333480",
        "title":"Toward a Complete Response to Literature; Discussion Clusters, Guides and Writing."},
      {
        "id":"ED333481",
        "title":"Between Schools: Inter-Classroom Collaboration."},
      {
        "id":"ED333483",
        "title":"Trends in Elementary Writing Instruction in the 1980s."},
      {
        "id":"ED333485",
        "title":"Two Cases of Students&apos; Internalization of Dialogue from Writing Time. Research Report 91-3."},
      {
        "id":"ED333488",
        "title":"Teaching Empathic Listening."},
      {
        "id":"ED333489",
        "title":"Approaches for Teaching Empathic Listening."},
      {
        "id":"ED333491",
        "title":"Poster Presentation: The Key to Communication of Ideas."},
      {
        "id":"ED333492",
        "title":"Oral History as a Critical Pedagogy: Some Cautionary Issues."},
      {
        "id":"ED333494",
        "title":"Editors and Hardware: Three Case Studies in Technology and Newspaper Management."},
      {
        "id":"ED333495",
        "title":"Making the Product and Reading the Text: Politics, Culture and Media Studies."},
      {
        "id":"ED333496",
        "title":"Race-Relations Training as the Asking of Questions."},
      {
        "id":"ED333500",
        "title":"The Influence of Individual Differences on Academic Performance in a University Course on Interpersonal Communication."},
      {
        "id":"ED333501",
        "title":"Strategies To Improve Student Communication Skills in the Medium-Size College Classroom."},
      {
        "id":"ED333504",
        "title":"Media Education: The Limits of a Discourse."},
      {
        "id":"ED333506",
        "title":"Argumentation and Public Relations."},
      {
        "id":"ED333507",
        "title":"Television by Children in Kenya."},
      {
        "id":"ED333510",
        "title":"Multicultural Voices in the Workplace: Organizational Communication in the Year 2000."},
      {
        "id":"ED333512",
        "title":"Audience Evaluations of Ethical Issues in Television Journalism: An Analysis of the Criteria Used for Judgment."},
      {
        "id":"ED333515",
        "title":"Punitive Speech: Establishing a Utilitarian Standard."},
      {
        "id":"ED333517",
        "title":"Adolescents' Interpretations of the Birth Control Behavior of a Soap Opera Couple."},
      {
        "id":"ED333518",
        "title":"Communication Studies in Australia: A Statistical Study of Teachers, Students and Courses in Australian Tertiary Institutions. Policy and Research Report No. 1."},
      {
        "id":"ED333519",
        "title":"Mass Communication Education Belongs to the University."},
      {
        "id":"ED333521",
        "title":"Social Change via People's Theater."},
      {
        "id":"ED333522",
        "title":"Time and Process in Message Processing Literature."},
      {
        "id":"ED333523",
        "title":"Developing Effective Schools: Indicators of Educational Success As Roadmarks to Improvement."},
      {
        "id":"ED333524",
        "title":"Middle Grades Reform: A Casebook for School Leaders."},
      {
        "id":"ED333525",
        "title":"Resource Guide for Middle Grades Reform: A Casebook for School Leaders."},
      {
        "id":"ED333526",
        "title":"Weaving a New Paradigm: Steps to Organizing for Excellence."},
      {
        "id":"ED333527",
        "title":"Organizing for Excellence."},
      {
        "id":"ED333529",
        "title":"Field Hearing on Parental Choice. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, United States House of Representatives, One Hundred First Congress, Second Session (Milwaukee, WI, November 16, 1990)."},
      {
        "id":"ED333530",
        "title":"Oversight Hearing on Education Reform and American Business and the Implementation of the Hawkins-Stafford Amendments of 1988. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, United States House of Representatives, One Hundred First Congress, Second Session (November 20, 1990)."},
      {
        "id":"ED333531",
        "title":"Organizational Responses to External Demands: Strategies Employed by Superintendents in Developing and Implementing State Mandated Improvement Plans."},
      {
        "id":"ED333533",
        "title":"A Conceptual Model of the Instructionally Effective School: Confronting the Whys, Whats and Hows."},
      {
        "id":"ED333534",
        "title":"Restructuring the School Environment To Enhance Student Motivation and Learning. Draft."},
      {
        "id":"ED333535",
        "title":"The Policy Context of International Curriculum Reform Efforts in the 1980s."},
      {
        "id":"ED333537",
        "title":"The Effects of a Mentor-Mentee Program on the Learning Environment."},
      {
        "id":"ED333538",
        "title":"The Superintendent and School Improvement: Antecedents, Actions and Outcomes."},
      {
        "id":"ED333549",
        "title":"Managing Adolescent Behavior: A Multi-Year, Multi-School Experiment. Report No. 50."},
      {
        "id":"ED333550",
        "title":"Restructuring Learning for All Students: A Policy Statement by the Council of Chief State School Officers on Improved Teaching of Thinking."},
      {
        "id":"ED333551",
        "title":"Restructuring Education in North Carolina: A Synthesis of Eight Education Reform Reports."},
      {
        "id":"ED333552",
        "title":"A Naturalistic Study of Unified Studies: A Holistic High School Program."},
      {
        "id":"ED333553",
        "title":"Providing Professional Induction Services for Beginning School Administrators."},
      {
        "id":"ED333556",
        "title":"Alternate Collegial Model-Based Forms of Networking among Women or Networking in the Nineties for the Professional Woman."},
      {
        "id":"ED333558",
        "title":"Grouping and Achievement: A Systems Approach."},
      {
        "id":"ED333559",
        "title":"Curriculum Standardization and the Role of Teachers."},
      {
        "id":"ED333560",
        "title":"Locus of Control, Pupil Control Ideology, and Dimensions of Teacher Burnout."},
      {
        "id":"ED333563",
        "title":"School Organizational Climate and School Improvement."},
      {
        "id":"ED333566",
        "title":"Changing the Schools: A Word to School Leaders about Enhancing Student Investment in Learning."},
      {
        "id":"ED333571",
        "title":"Expenditures in Public School Districts: Why Do They Differ? CRS Report for Congress."},
      {
        "id":"ED333574",
        "title":"Monitoring Educational Quality through Performance Indicators for School Practice."},
      {
        "id":"ED333575",
        "title":"Performance Indicators and the Management of Quality in Education."},
      {
        "id":"ED333577",
        "title":"The Untapped Human Resource: An Holistic Approach to Women in Educational Administration."},
      {
        "id":"ED333579",
        "title":"Principal-Teacher Cross Gender Communication: A Replication Study."},
      {
        "id":"ED333580",
        "title":"Cross Gender Effects in Principal-Teacher Communication: Using Survey and Field Study Techniques."},
      {
        "id":"ED333581",
        "title":"A Study of Principal Problem Solving: An Introduction to the Study."},
      {
        "id":"ED333582",
        "title":"Students, Teachers, Parents and Projects: Principals' Perceptions of School Problems."},
      {
        "id":"ED333583",
        "title":"Experience and Expertise in Administrative Problem Solving."},
      {
        "id":"ED333585",
        "title":"AIDS: Preparing Your School and Community."},
      {
        "id":"ED333586",
        "title":"Comparative Aggregate Patterns of Grade Retention Rates."},
      {
        "id":"ED333588",
        "title":"State Plans for the Education of Homeless Children and Youth: A Selected Survey of Thirty-Five States."},
      {
        "id":"ED333589",
        "title":"Recent Challenges to State Systems of Financing Public Schools."},
      {
        "id":"ED333590",
        "title":"State Law Challenges to School Discipline: An Outline of Claims and Case Summaries."},
      {
        "id":"ED333592",
        "title":"Evaluation Report of the Education Consolidation and Improvement Act, Chapter 2, 1988-89. Report prepared for the Governor's Advisory Committee on ECIA, Chapter 2."},
      {
        "id":"ED333594",
        "title":"The Principal's Role in Reporting Child Abuse."},
      {
        "id":"ED333595",
        "title":"Education Consolidation and Improvement Act, Chapter 2: Evaluation Report 1988-89. Document No. 95-01/90/06/04."},
      {
        "id":"ED333597",
        "title":"Gun-Free School Zones Act of 1990. Hearing on H.R. 3757 before the Subcommittee on Crime of the Committee on the Judiciary. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED333599",
        "title":"Oregon School Bond Manual. Sixth Edition."},
      {
        "id":"ED333603",
        "title":"Rehabilitation Issues. Native American Rehabilitation: A Bibliographic Series, No. 2."},
      {
        "id":"ED333604",
        "title":"Mental Health Issues. Native American Rehabilitation: A Bibliographic Series, No. 5."},
      {
        "id":"ED333605",
        "title":"Health Care Issues. Native American Rehabilitation: A Bibliographic Series, No. 6."},
      {
        "id":"ED333606",
        "title":"Medically Related Disability Issues. Native American Rehabilitation: A Bibliographic Series, No. 7."},
      {
        "id":"ED333607",
        "title":"Service, Resource and Training Needs of American Indian Vocational Rehabilitation Projects."},
      {
        "id":"ED333608",
        "title":"Utilization of Genograms and Eco-Maps To Assess American Indian Families Who Have a Member with a Disability. (Making Visible the Invisible.) Training Curriculum."},
      {
        "id":"ED333609",
        "title":"The Assessment of a Model for Determining Community-Based Needs of American Indians with Disabilities through Consumer Involvement in Community Planning and Change. Final Report, 1990."},
      {
        "id":"ED333610",
        "title":"The Voluntary Temporary Relocation of Rural Disabled American Indians: An Investigation of Factors Contributing to Vocational Rehabilitation Outcome. Final Report. Project Number R-17."},
      {
        "id":"ED333612",
        "title":"Eytan: The Development of a Precociously Gifted Child Artist."},
      {
        "id":"ED333613",
        "title":"Infants at Risk for Communication Disorders: The Professional's Role in the Home or Center. The Professional's Role with the Newborn. Leader's Guide [and] Participant's Guide."},
      {
        "id":"ED333615",
        "title":"Pediatric Traumatic Brain Injury. Special Topic Report #3."},
      {
        "id":"ED333618",
        "title":"Bilingual Special Education. ERIC Digest #E496."},
      {
        "id":"ED333619",
        "title":"Communicating with Culturally Diverse Parents of Exceptional Children. ERIC Digest #E497."},
      {
        "id":"ED333620",
        "title":"Multicultural Education for Exceptional Children. ERIC Digest #E498."},
      {
        "id":"ED333621",
        "title":"Effective Instruction for Language Minority Children with Mild Disabilities. ERIC Digest #E499."},
      {
        "id":"ED333622",
        "title":"Empowering Culturally and Linguistically Diverse Students with Learning Problems. ERIC Digest #E500."},
      {
        "id":"ED333623",
        "title":"Functional Language Instruction for Linguistically Different Students with Moderate to Severe Disabilities. ERIC Digest #E501."},
      {
        "id":"ED333625",
        "title":"New Directions for a New Decade: A Report of the Special Commission on Special Education."},
      {
        "id":"ED333627",
        "title":"Self-Perceptions of Social Relationships among Hearing-Impaired Adolescents in England."},
      {
        "id":"ED333631",
        "title":"Americans with Developmental Disabilities: Policy Directions for the States."},
      {
        "id":"ED333633",
        "title":"Day Care for All Children: Integrating Children with Special Needs into Community Child Care Settings. A Resource and Consultation Manual."},
      {
        "id":"ED333634",
        "title":"Prevention of Mental Disorders, Alcohol, and Other Drug Use in Children and Adolescents. OSAP Prevention Monograph-2."},
      {
        "id":"ED333635",
        "title":"Respite Care: A Listing of Resources. A Report of the Select Committee on Children, Youth, and Families, One Hundred First Congress, Second Session."},
      {
        "id":"ED333638",
        "title":"Vulnerability and Resiliency: Focus on Children, Youth, and Families with Disabilities. CYDLINE Reviews."},
      {
        "id":"ED333639",
        "title":"Vocational Assessment: A Guide for Parents and Professionals."},
      {
        "id":"ED333640",
        "title":"The Education of Children and Youth with Special Needs: What Do the Laws Say?"},
      {
        "id":"ED333642",
        "title":"Informational Needs of Parents of Young Children with Special Needs: Technical Report."},
      {
        "id":"ED333644",
        "title":"Barrier Free: Serving Young Women with Disabilities."},
      {
        "id":"ED333645",
        "title":"Language Impaired Children's Interpretation of PRO: A Longitudinal Study."},
      {
        "id":"ED333646",
        "title":"SAFE: Stopping AIDS through Functional Education."},
      {
        "id":"ED333648",
        "title":"A Program Design To Motivate Individuals with SCI for Self-Care."},
      {
        "id":"ED333650",
        "title":"Gender Differences in Divergent Thinking?: An Investigation of Block's Gender Specialization Theory."},
      {
        "id":"ED333653",
        "title":"Moving On: Transitions for Youth with Behavioral Disorders. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333654",
        "title":"Special Education in Juvenile Corrections. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333655",
        "title":"Social Skills for Students with Autism. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333656",
        "title":"Reducing Undesirable Behaviors. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333657",
        "title":"Teaching Young Children with Behavioral Disorders. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333658",
        "title":"Preparing To Integrate Students with Behavioral Disorders. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333659",
        "title":"Teaching Students with Behavioral Disorders: Basic Questions and Answers. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333660",
        "title":"Behaviorally Disordered? Assessment for Identification and Instruction. Working with Behavioral Disorders: CEC Mini-Library."},
      {
        "id":"ED333662",
        "title":"Guidelines for Science Programs for Hearing Impaired Adolescents."},
      {
        "id":"ED333669",
        "title":"L.E.A. Support Services for Meeting Special Educational Needs. S.E.N.N.A.C. Survey."},
      {
        "id":"ED333670",
        "title":"Ohio Speaks: Working Together To Shape the Future of Special Education. A Special Education Action Plan for the 1990's."},
      {
        "id":"ED333671",
        "title":"Directory of Selected Early Childhood Programs, 1990-1991."},
      {
        "id":"ED333672",
        "title":"Recommendations to the Illinois General Assembly on Zoning for Community Residences."},
      {
        "id":"ED333673",
        "title":"A Closer Look at Motor Overflow in Dyslexic Children."},
      {
        "id":"ED333675",
        "title":"Six Units for Primary (K-2) Gifted/Talented Students. Self (Psychology), Plants (Botany), Animals (Zoology), Measurement (Mathematics), Space (Astronomy), Computers (Technology)."},
      {
        "id":"ED333677",
        "title":"Interacting for Quality Learning: A Gifted Education Strategic Plan for the 1990&apos;s. 1990&apos;s."},
      {
        "id":"ED333680",
        "title":"The Influence of Computer Experience on Attitudes and Learning for Preservice Deaf Teachers."},
      {
        "id":"ED333681",
        "title":"Proceedings of the South Central Technology Access Conference (1st, Little Rock, Arkansas, December 4-5, 1989)."},
      {
        "id":"ED333682",
        "title":"The Print and Computer Enlargement System--PACE. Final Report."},
      {
        "id":"ED333683",
        "title":"Learning Disabilities, Graduate School, and Careers: The Student's Perspective."},
      {
        "id":"ED333684",
        "title":"Trace Authored Papers-AOTA 1989-90."},
      {
        "id":"ED333685",
        "title":"Trace Authored Papers from the Annual Conference on Rehabilitation Technology (13th, Washington, D.C., 1990)."},
      {
        "id":"ED333686",
        "title":"Checklists for Implementing Accessibility in Computer Laboratories at Colleges and Universities."},
      {
        "id":"ED333687",
        "title":"The Graphical User Interface Crisis: Danger and Opportunity."},
      {
        "id":"ED333689",
        "title":"Application Tips."},
      {
        "id":"ED333692",
        "title":"Gifted Adolescents' Attitudes toward Suicide."},
      {
        "id":"ED333693",
        "title":"Handbook for Instructional Staff: A Curricular Approach To Support the Transition to Adulthood of Adolescents with Visual or Dual Sensory Impairments and Cognitive Disabilities."},
      {
        "id":"ED333694",
        "title":"Supplement for Transition Coordinators. A Curricular Approach to Support the Transition to Adulthood of Adolescents with Visual or Dual Sensory Impairments and Cognitive Disabilities."},
      {
        "id":"ED333695",
        "title":"Supplement for Administrators and Supervisors. A Curricular Approach to Support the Transition to Adulthood of Adolescents with Visual or Dual Sensory Impairments and Cognitive Disabilities."},
      {
        "id":"ED333696",
        "title":"Supplement for Adult Service Providers: A Curricular Approach To Support the Transition to Adulthood of Adolescents with Visual or Dual Sensory Impairments and Cognitive Disabilities."},
      {
        "id":"ED333697",
        "title":"Parent Handbook: A Curricular Approach To Support the Transition to Adulthood of Adolescents with Visual or Dual Sensory Impairments and Cognitive Disabilities."},
      {
        "id":"ED333698",
        "title":"Status of States' Policies That Affect Families: The Early Intervention System P.L. 99-457, Part H. The Infants and Toddlers with Handicaps Program."},
      {
        "id":"ED333699",
        "title":"Status of States' Policies that Affect Families: Case Management P.L. 99-457, Part H. The Infants and Toddlers with Handicaps Program."},
      {
        "id":"ED333700",
        "title":"State Policy Development for P.L. 99-457, Part H: Initial Findings from Six Case Studies."},
      {
        "id":"ED333702",
        "title":"The Status of Deaf Women: A Comparative Look at the Labor Force, Educational and Occupational Attainments of Deaf Female Secondary Graduates."},
      {
        "id":"ED333707",
        "title":"The Relationship between Social Activities and School Performance for Secondary Students with Learning Disabilities. Findings from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED333708",
        "title":"Free Appropriate Public Education for Students with Handicaps: Requirements under Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED333709",
        "title":"The Common Pursuit: Improving the Quality of Life for Illinois Citizens with Disabilities: Implications for Restructuring the Planning and Management of State Services."},
      {
        "id":"ED333710",
        "title":"MCH Program Interchange: Focus on Ethnocultural Diversity in MCH Programs."},
      {
        "id":"ED333711",
        "title":"A Model for Early Childhood Special Education Program Development in Rural Settings: Final Report."},
      {
        "id":"ED333713",
        "title":"Creative Activities for Teaching English as a Foreign Language. ERIC Digest."},
      {
        "id":"ED333714",
        "title":"Implementing Middle School Foreign Language Programs. ERIC Digest."},
      {
        "id":"ED333715",
        "title":"Learning Packets for ESOL Students in U.S. History I."},
      {
        "id":"ED333717",
        "title":"Latin Curriculum Standards. Revised."},
      {
        "id":"ED333719",
        "title":"Cultural Studies and Foreign Language Teaching in Denmark. ROLIG-papir 41."},
      {
        "id":"ED333722",
        "title":"Dialogue Journal Bibliography: Published Books, Articles, Reports and Dissertations About Dialogue Journal Research and Use."},
      {
        "id":"ED333723",
        "title":"The TCD Modern Languages Research Project: Objectives, Instruments, and Preliminary Results. CLCS Occasional Paper No. 26."},
      {
        "id":"ED333724",
        "title":"Teaching English in Central Europe."},
      {
        "id":"ED333726",
        "title":"Foreign Languages: Improving and Expanding Instruction. A Compendium of Teacher-Authored Activities for Foreign Language Classes."},
      {
        "id":"ED333727",
        "title":"Group vs. Individual Completions of Cloze Passages by ESL Students."},
      {
        "id":"ED333729",
        "title":"Preschool Children's Help to Second Language Learners: A Case Study of Tiffany."},
      {
        "id":"ED333733",
        "title":"Mainstreaming Intensive English Students into Regular University Courses."},
      {
        "id":"ED333734",
        "title":"The ABC's of FLES: Administration, Basics Curriculum and Strategies."},
      {
        "id":"ED333736",
        "title":"Big Books for Little Readers: Works in the ESL Classroom Too."},
      {
        "id":"ED333737",
        "title":"Cognitive Complexity and Second Language Speech Production."},
      {
        "id":"ED333739",
        "title":"Wacko Jacko and the Night of the Returning Dead: Post-Communicative Translation Teaching."},
      {
        "id":"ED333743",
        "title":"TESOL Practicum: Bridging the Gap between Student Needs and Program Objectives."},
      {
        "id":"ED333744",
        "title":"The Journal of the Society for Accelerative Learning and Teaching. Volume 14, 1989."},
      {
        "id":"ED333745",
        "title":"The Journal of the Society for Accelerative Learning and Teaching. Volume 13, 1988."},
      {
        "id":"ED333747",
        "title":"Characteristics of the Test Components of the IELTS Battery: Australian Trial Data."},
      {
        "id":"ED333748",
        "title":"Monitoring Proficiency Development in Language."},
      {
        "id":"ED333749",
        "title":"ESCOL &apos;90: Proceedings of the Eastern States Conference on Linguistics (7th, Columbus, Ohio, September 21-23, 1990)."},
      {
        "id":"ED333751",
        "title":"Teaching Beginners To Shut Up and Listen. A Conference Interpreter Espouses Silence."},
      {
        "id":"ED333752",
        "title":"Lexicalization in Translation: An Empirical Study of Students' Progress."},
      {
        "id":"ED333753",
        "title":"Translators and Interpreters: Professionals or Shoemakers?"},
      {
        "id":"ED333754",
        "title":"Improving Academic Achievement of ESOL Kindergarten Students Using a Centers Approach to Instruction."},
      {
        "id":"ED333757",
        "title":"Thoughts on Curriculum Development in Adult Education."},
      {
        "id":"ED333758",
        "title":"New Views of Literacy, 1990. A Bibliography."},
      {
        "id":"ED333759",
        "title":"Looking Forward, Looking Back. Writings from Many Worlds."},
      {
        "id":"ED333761",
        "title":"Key Strokes: A Guidebook for Teaching Writing with Computers."},
      {
        "id":"ED333762",
        "title":"Obstacles to Learning: The Account of Low-Education Latin American Adults."},
      {
        "id":"ED333763",
        "title":"Writing Our Lives: Reflections on Dialogue Journal Writing with Adults Learning English. Language in Education Series, No. 77."},
      {
        "id":"ED333765",
        "title":"Writings Relating to Literacy Done at the Ontario Institute for Studies in Education."},
      {
        "id":"ED333776",
        "title":"A Profile of the Real World of Undergraduate Students and How They Spend Discretionary Time."},
      {
        "id":"ED333778",
        "title":"Condition of America's Schools and Colleges. Hearing Examining Whether the Nation Is Meeting Its Education Goals and To Review Proposals To Reauthorize the Higher Education Act, Focusing on Problems and Reforms in Elementary and Secondary Education, Strengths and Weaknesses of Higher Education, and Access to Student Federal Aid Programs, before the Committee on Labor and Human Resources, United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED333783",
        "title":"They Came to College? A Remedial/Development Profile of First-Time Freshmen in SREB States. Issues in Higher Education No. 25."},
      {
        "id":"ED333784",
        "title":"A Comparison of Informal Mentoring Relationships and Formal Mentorship Programs."},
      {
        "id":"ED333790",
        "title":"Agreement between Monmouth College and the Faculty Association of Monmouth College. July 1, 1988-June 30, 1991."},
      {
        "id":"ED333791",
        "title":"Collective Bargaining Agreement between University of Nebraska at Omaha Chapter American Association of University Professors and the Board of Regents of University of Nebraska for the Period July 1, 1989 through June 30, 1991."},
      {
        "id":"ED333800",
        "title":"State Policy on Assessment: The Linkage to Learning. ECS Working Papers."},
      {
        "id":"ED333804",
        "title":"Distribution of High School Graduates and College-Going Rate, New York State. Fall 1990."},
      {
        "id":"ED333805",
        "title":"Applying the Deming Method to Higher Education for More Effective Human Resource Management."},
      {
        "id":"ED333806",
        "title":"Vulnerabilities in the Stafford Student Loan Program."},
      {
        "id":"ED333811",
        "title":"Implications of the Failure of the Higher Education Assistance Foundation. Hearing before the Committee on Banking, Housing, and Urban Affairs. United States Senate, One Hundred First Congress, Second Session."},
      {
        "id":"ED333812",
        "title":"Catholic Intellectual Excellence: Challenges and Visions."},
      {
        "id":"ED333813",
        "title":"Improving Productivity in Higher Education: Administration and Support Costs."},
      {
        "id":"ED333814",
        "title":"Institutional Affiliations of Psychology Authors, 1983-1988."},
      {
        "id":"ED333815",
        "title":"A Study of the Role and Scope of Experiential Learning at Unity College, Unity, Maine."},
      {
        "id":"ED333816",
        "title":"Faculty Satisfaction Questionnaire: Development, Validity, and Reliability."},
      {
        "id":"ED333819",
        "title":"The Graduate School: Teaching and Research Support in Higher Education."},
      {
        "id":"ED333820",
        "title":"Accounting for Uncertain Educational Outcomes in Estimating the Return to Education. Technical Paper No. 15."},
      {
        "id":"ED333834",
        "title":"Fact Book, 1990-1991. Fifth Edition."},
      {
        "id":"ED333835",
        "title":"Think Tank Report. The Time is Right for Telling the Union's Story."},
      {
        "id":"ED333836",
        "title":"Think Tank Report. Communicating How Unions Contribute to Community."},
      {
        "id":"ED333837",
        "title":"A Legal History: University Recognition of Homosexual Organizations."},
      {
        "id":"ED333838",
        "title":"New Choices Facing College and University Pension Funds."},
      {
        "id":"ED333840",
        "title":"Controlling for Personal Characteristics, School and Community Characteristics, and High School Curriculum when Estimating the Return to Education. Technical Paper Series."},
      {
        "id":"ED333848",
        "title":"Seventeen Authorities on U.S. Higher Education."},
      {
        "id":"ED333850",
        "title":"Federally Funded Research: Decisions for a Decade. Summary."},
      {
        "id":"ED333851",
        "title":"Federally Funded Research: Decisions for a Decade."},
      {
        "id":"ED333852",
        "title":"What If the University Took Learning Seriously?: Selected Papers from the Annual Conference on Non-Traditional and Interdisciplinary Programs (8th, Virginia Beach, Virginia, May 14-16, 1990)."},
      {
        "id":"ED333854",
        "title":"College Choice: Understanding Student Enrollment Behavior. ERIC Digest."},
      {
        "id":"ED333855",
        "title":"College Choice: Understanding Student Enrollment Behavior. ASHE-ERIC Higher Education Report No. 6."},
      {
        "id":"ED333856",
        "title":"Pursuing Diversity: Recruiting College Minority Students. ERIC Digest."},
      {
        "id":"ED333857",
        "title":"Pursuing Diversity: Recruiting College Minority Students. ASHE-ERIC Report No. 7."},
      {
        "id":"ED333858",
        "title":"Examining Constructs of Highlighting Using Two Modes: Paper versus Computer."},
      {
        "id":"ED333860",
        "title":"Five Year Trends in Computer Students' Attitudes and Skill-Levels."},
      {
        "id":"ED333864",
        "title":"Learning from Hypermedia: Making Sense of a Multiply-Linked Database."},
      {
        "id":"ED333865",
        "title":"Using Electronic Mail in an Educational Setting. Fastback 316."},
      {
        "id":"ED333867",
        "title":"Summer Bookaneers: Sign on with Captain Book. 1990 Florida Summer Library Program."},
      {
        "id":"ED333868",
        "title":"BIS Handbook: An Organizational Manual &amp; Directory. 1990-1991."},
      {
        "id":"ED333870",
        "title":"ARL Annual Salary Survey, 1990."},
      {
        "id":"ED333872",
        "title":"National Libraries&apos; Leadership Roles and Responsibilities. Minutes of the Semiannual Meeting of the Association of Research Libraries (115th, Bethesda, Maryland, October 18-20, 1989)."},
      {
        "id":"ED241493",
        "title":"Argument and Conversation as Discourse Models of Knowledge Use. Occasional Paper No. 68."},
      {
        "id":"ED241494",
        "title":"The Use of Research Knowledge in Teacher Education and Teaching. Occasional Paper No. 71."},
      {
        "id":"ED241495",
        "title":"Self-Reports of Teacher Judgment. Research Series No. 134."},
      {
        "id":"ED241496",
        "title":"Role over Person: Justifying Teacher Action and Decisions. Research Series No. 135."},
      {
        "id":"ED241498",
        "title":"Developing an Effective Research Team for Classroom Observation."},
      {
        "id":"ED241499",
        "title":"Effective Management at the Beginning of the School Year in Junior High Classes."},
      {
        "id":"ED241500",
        "title":"Conceptual Study of Students' Sense of Efficacy. Final Report."},
      {
        "id":"ED241501",
        "title":"A Program to Train Apprentices to Lead Inservice Workshops for Secondary Teachers of Basic Skills. Developer/Demonstration Project. Final Report."},
      {
        "id":"ED241502",
        "title":"Socialization into the Student Role. Final Report."},
      {
        "id":"ED241503",
        "title":"Stress and Coping among Teachers: Experience in Search of Theory and Science. Final Report."},
      {
        "id":"ED241507",
        "title":"Oversight on Teacher Preparation. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED241511",
        "title":"The American Square Dance--Part of Our National Heritage."},
      {
        "id":"ED241512",
        "title":"Teaching, an Alternative to Leisure: Ozark Case Studies of Mid-Life Retirees."},
      {
        "id":"ED241513",
        "title":"More Coursework in the New Basics Is Needed to Meet Standards of National Commission on Excellence in Education. National Center for Education Statistics Bulletin."},
      {
        "id":"ED241514",
        "title":"Project THISTLE: Thinking Skills in Teaching and Learning. A Model College-School Collaborative Program in Curriculum and Staff Development."},
      {
        "id":"ED241516",
        "title":"Circles of Learning. Cooperation in the Classroom."},
      {
        "id":"ED241521",
        "title":"The Effectiveness of Alternative Cancer Education Programs in Promoting Knowledge, Attitudes, and Self-Examination Behavior in a Population of College-Aged Men."},
      {
        "id":"ED241522",
        "title":"Utility of Pamphlets in Promoting Knowledge and Positive Attitudes about Two Early Cancer Detection Procedures."},
      {
        "id":"ED241523",
        "title":"Teachers, Teaching and Educational Effectiveness. Session I: Overview Presentation. Title I Dissemination and Program Improvement. East Coast Seminar."},
      {
        "id":"ED241524",
        "title":"Three Views on Improving Basic Skills Instruction."},
      {
        "id":"ED241526",
        "title":"Declining Enrollment and the Professional Colleagueship of Teachers."},
      {
        "id":"ED241527",
        "title":"Unity of the Initial and In-Service Training of Teachers. Further Education of Teachers, Collection of Papers, Reports and Reviews. Volume 3."},
      {
        "id":"ED241528",
        "title":"Teacher and the Science of Education. Proceedings of International Colloquy (Prague, Czechoslovakia, October 22-29, 1979)."},
      {
        "id":"ED241534",
        "title":"High School Senior Perceptions of Teaching as a Career Opportunity."},
      {
        "id":"ED241540",
        "title":"Test Equating: Relevant Issues and a Review of Recent Research."},
      {
        "id":"ED241541",
        "title":"Program Evaluation in Moral Education."},
      {
        "id":"ED241543",
        "title":"Survey of Academic Writing Tasks Required of Graduate and Undergraduate Foreign Students."},
      {
        "id":"ED241547",
        "title":"Improving the Predictive Validity of the Draw-A-Man Test as a Screening Device for School Readiness."},
      {
        "id":"ED241550",
        "title":"Review for Perceived Bias on ASVAB Forms 11, 12, and 13."},
      {
        "id":"ED241551",
        "title":"Assessment Instruments for Identification of Young Children with Behavioral Disabilities."},
      {
        "id":"ED241552",
        "title":"Computer Programs for the Semantic Differential: Further Modifications."},
      {
        "id":"ED241559",
        "title":"An Inventory Approach to Assessing the Learning Styles of College Students."},
      {
        "id":"ED241561",
        "title":"A Plan for School Personnel Evaluation Design."},
      {
        "id":"ED241569",
        "title":"Development of an Inventory of Documented Accomplishments for Graduate Admissions."},
      {
        "id":"ED241577",
        "title":"Test Validation for 12,000 Jobs: An Application of Job Classification and Validity Generalization Analysis to the General Aptitude Test Battery."},
      {
        "id":"ED241579",
        "title":"The Development of Adolescent Thinking: Some Views for Effective Schools."},
      {
        "id":"ED241580",
        "title":"An Evaluation of One- and Three-Parameter Logistic Tailored Testing Procedures for Use with Small Item Pools."},
      {
        "id":"ED241581",
        "title":"An Extension of the Two-Parameter Logistic Model to the Multidimensional Latent Space."},
      {
        "id":"ED241583",
        "title":"Knowledge Use in Educational Development: Tales from a Two-Way Street."},
      {
        "id":"ED241585",
        "title":"Only a Phone Call Away: Local Educators&apos; Views of Regional Educational Service Agencies."},
      {
        "id":"ED241586",
        "title":"On the Simulation and Analysis of Measurement Model Residuals."},
      {
        "id":"ED241587",
        "title":"Reporting Test Scores to Different Audiences."},
      {
        "id":"ED241591",
        "title":"Design Issues in Qualitative Research: The Case of Knowledge Utilization Studies."},
      {
        "id":"ED241592",
        "title":"Developmental Aspects of Training Students to Use Information-Locating Strategies for Responding to Questions. Research Series No. 137."},
      {
        "id":"ED241595",
        "title":"Holding Power of Ninth-Grade Courses."},
      {
        "id":"ED241596",
        "title":"Interviewer Effects on Responses of Younger and Older Respondents."},
      {
        "id":"ED241597",
        "title":"Measuring Academic Learning Time: Some Insights through the Looking Glass."},
      {
        "id":"ED241599",
        "title":"Student Academic Engagement Rates. Final Report."},
      {
        "id":"ED241600",
        "title":"What We Know about Compensatory Education: A Compendium. What Does Work? What Does Not Work? What Role Does Evaluation Play?"},
      {
        "id":"ED241601",
        "title":"Youth Needs Survey: Fall 1983."},
      {
        "id":"ED241610",
        "title":"Urban Education Studies, 1977-1980. Cross District Analysis Report. Cross District Analysis of Issues and Factors Associated with System-Wide Improvement in City Public Schools."},
      {
        "id":"ED241618",
        "title":"Can Employer or Worker Subsidies Raise Youth Employment? An Evaluation of Two Financial Incentive Programs for Disadvantaged Youth. Final Report."},
      {
        "id":"ED241619",
        "title":"The CETA Youth Employment Record. Representative Findings on the Effectiveness of Federal Strategies for Assisting Disadvantaged Youth."},
      {
        "id":"ED241620",
        "title":"Winter 1981 Study of Black Undergraduate Students Attending Predominantly White, State-Supported Universities. Preliminary Report."},
      {
        "id":"ED241622",
        "title":"[Parental Rights versus Government Responsibility for Infant Medical Care.] Remarks before the American Jewish Congress, New York Metropolitan Council (January 29, 1984, New York, New York)."},
      {
        "id":"ED241623",
        "title":"Hispanic Youth in the Labor Market. Special Report."},
      {
        "id":"ED241633",
        "title":"Jobs and Schooling: Youth Employment, Personality and Delinquency in a Sample of Dropouts from Urban Schools. Report No. 348."},
      {
        "id":"ED241638",
        "title":"Supplement to the Curriculum Guide for Social Studies: Korean-Speaking Students. Kindergarten-Primary Three. Working Draft."},
      {
        "id":"ED241639",
        "title":"Supplement to the Curriculum Guide for Social Studies: Cambodian-Speaking Students. Kindergarten-Grade Three. Working Draft."},
      {
        "id":"ED241640",
        "title":"Supplement for Curriculum Guide for Science: Lao-Speaking Students. Kindergarten-Grade 8. Working Draft."},
      {
        "id":"ED241642",
        "title":"Key Objectives for Reading, Polish and English. Primary Levels A-H."},
      {
        "id":"ED241648",
        "title":"Supplement for Curriculum Guide for Mathematics: Spanish-Speaking Students, Grades 2-3 = Supplemento de la guia didactica de matematicas para los estudiantes de habla hispana, segundo y tercer grados. Field Test."},
      {
        "id":"ED241649",
        "title":"Supplement for Curriculum Guide for Mathematics: Spanish-Speaking Students, Grades 4-6 = Supplemento de la guia didactica de matematicas para los estudiantes de habla hispana, cuatro-sexto grados. Field Test."},
      {
        "id":"ED241650",
        "title":"Supplement for Curriculum Guide for Mathematics: Spanish-Speaking Students, Grades 7-8 = Supplemento de la guia didactica de matematicas para los estudiantes de habla hispana, septimo y octavo grados. Field Test."},
      {
        "id":"ED241652",
        "title":"Americans Talking...Listen! How Some Hmong, Khmer, Lao and Vietnamese View American Schools."},
      {
        "id":"ED241655",
        "title":"Some Cross-Population Comparisons of Family Bias in the Effects of Schooling on Occupational Status. CDE Working Paper 83-33."},
      {
        "id":"ED241656",
        "title":"Birth Order and Educational Attainment in Full Sibships. CDE Working Paper 83-31."},
      {
        "id":"ED241658",
        "title":"Career Oriented Curriculum of the D.C. School System. Hearing before the Subcommittee on Governmental Efficiency and the District of Columbia of the Committee on Governmental Affairs. United States Senate, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED241660",
        "title":"Estimates of the Population of Puerto Rico and the Outlying Areas: 1970 to 1982. Current Population Reports. Population Estimates and Projections. Series P-25, No. 943."},
      {
        "id":"ED241661",
        "title":"Final Report of the Project: &quot;Motivation and Economic Mobility of the Poor.&quot; Part I: Intergenerational and Short-Run Dynamic Analyses."},
      {
        "id":"ED241662",
        "title":"Faculty Desegregation: The Law and Its Implementation. ERIC/CUE Urban Diversity Series, Number 86."},
      {
        "id":"ED241665",
        "title":"Business-Education Cooperation: A Review of Selected Urban Programs."},
      {
        "id":"ED241668",
        "title":"&quot;A Writing of Our Own.&quot; Improving the Functional Writing of Urban Secondary Students. Final Report."},
      {
        "id":"ED241669",
        "title":"Oversight on Administration&apos;s Budget Proposals for Child Nutrition Program. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session. Hearings held in Washington, D.C., on March 1, 2, 3, 8, 9, 10, 1983."},
      {
        "id":"ED241670",
        "title":"Hispanic Women in Psychology: A Resource Directory. Revised."},
      {
        "id":"ED241671",
        "title":"School Desegregation and Black Achievement."},
      {
        "id":"ED241675",
        "title":"Responding to Defense Industrial Base Training Needs. Research and Development Series No. 248."},
      {
        "id":"ED241677",
        "title":"Struggling to Be Free: The Story of Universidad Popular."},
      {
        "id":"ED241679",
        "title":"A Study of Cooperation/Collaboration among Employment Training Systems in Illinois. Final Report of the Project Designing and Implementing a Plan for the Collaboration, Cooperation, and Coordination of the Providers of Employment Training."},
      {
        "id":"ED241681",
        "title":"The IBM Project to Train the Handicapped."},
      {
        "id":"ED241691",
        "title":"1976-80 Career Follow-Up of Secondary Vocational Completers in Pennsylvania."},
      {
        "id":"ED241695",
        "title":"Entomology Specialist 1-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED241696",
        "title":"Assessing Pesticide Impact on Human Health in Nebraska: A Survey of Ambulance Services and Rescue Squads. Department Report No. 7."},
      {
        "id":"ED241697",
        "title":"Cultural Literacy."},
      {
        "id":"ED241698",
        "title":"State of the Art in Adult Basic Education."},
      {
        "id":"ED241711",
        "title":"Designing Excellence in Secondary Vocational Education: Applications of Principles from Effective Schooling and Successful Business Practices. Research Summary Report."},
      {
        "id":"ED241713",
        "title":"Survey Findings of Oregon Employers' Attitudes Regarding Vocational Education and Employment Training Programs."},
      {
        "id":"ED241715",
        "title":"Literacy for a Technological World. Information Series No. 266."},
      {
        "id":"ED241716",
        "title":"Volunteers and Voc Ed. Information Series No. 271."},
      {
        "id":"ED241717",
        "title":"Vocational Rehabilitation in Employment Training. Information Series No. 272."},
      {
        "id":"ED241719",
        "title":"Industry-Education Collaboration for Special Needs Youth and Adults."},
      {
        "id":"ED241720",
        "title":"How Experts and Nonexperts Operate Electronic Equipment from Instructions. Technical Report No. 14."},
      {
        "id":"ED241722",
        "title":"Entry Level Basic Skills for Vocational Education, 1981-82. Final Report."},
      {
        "id":"ED241725",
        "title":"Evaluation of the Economic Impact of the Job Corps Program. Third Follow-up Report."},
      {
        "id":"ED241726",
        "title":"Job Search: A Review of the Literature."},
      {
        "id":"ED241727",
        "title":"The State of the Art in Job Search Training."},
      {
        "id":"ED241728",
        "title":"Assess the Progress of Exceptional Students. Module L-9 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED241732",
        "title":"The Consistency of Attitude and Behavior by Adolescents in the Area of Energy Conservation."},
      {
        "id":"ED241740",
        "title":"Helping the Dislocated Worker: Planning Community Services. Research and Development Series No. 243A."},
      {
        "id":"ED241741",
        "title":"Helping the Dislocated Worker: Sample Programs. Research and Development Series No. 243B."},
      {
        "id":"ED241742",
        "title":"Helping the Dislocated Worker: Resources and Materials. Research and Development Series No. 243C."},
      {
        "id":"ED241743",
        "title":"The Impacts of Automation on Employment, 1963-2000. Final Report."},
      {
        "id":"ED241746",
        "title":"Alternative Training Options for Structurally Unemployed Older Workers. Information Series No. 275."},
      {
        "id":"ED241747",
        "title":"Addressing Vocational Training and Retraining through Educational Technology: Policy Alternatives. Information Series No. 276."},
      {
        "id":"ED241748",
        "title":"An Analysis of Fiscal Policy Alternatives for Serving Special Populations in Vocational Education. Information Series No. 278."},
      {
        "id":"ED241749",
        "title":"A Policy Analysis of Professional Development and Personnel Preparation for Serving Special Populations. Information Series No. 279."},
      {
        "id":"ED241750",
        "title":"Excellence in Vocational Education: A Policy Perspective. Information Series No. 280."},
      {
        "id":"ED241756",
        "title":"Adult Education in Continental Europe: An Annotated Bibliography of English-language Materials l980-1982. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED241758",
        "title":"Secondary Vocational Education: Imperative for Excellence. Information Series No. 277."},
      {
        "id":"ED241759",
        "title":"Overcoming Obstacles to Full Participation of Trainees in Bilingual Vocational Training Programs. Final Report."},
      {
        "id":"ED241766",
        "title":"Small Farm Grain Storage. Appropriate Technologies for Development. Manual M-2."},
      {
        "id":"ED241767",
        "title":"Programming and Training for Small Farm Grain Storage. Appropriate Technologies for Development. Manual No. M-2B."},
      {
        "id":"ED241768",
        "title":"Resources for Development. Appropriate Technologies for Development. Manual M-3A."},
      {
        "id":"ED241769",
        "title":"Self-Help Construction of 1-Story Buildings. Appropriate Technologies for Development. Program & Training Journal Manual Series, Number 6."},
      {
        "id":"ED241770",
        "title":"Wells Construction. Hand Dug and Hand Drilled. Appropriate Technologies for Development. Manual M-9."},
      {
        "id":"ED241771",
        "title":"Practical Poultry Raising. Appropriate Technologies for Development. Manual M-11."},
      {
        "id":"ED241772",
        "title":"Animal Traction. Appropriate Technologies for Development. Manual M-12."},
      {
        "id":"ED241773",
        "title":"Traditional Field Crops. Appropriate Technologies for Development."},
      {
        "id":"ED241774",
        "title":"Guidelines for Management Consulting Programs for Small-Scale Enterprise. Appropriate Technologies for Development. Manual M-14."},
      {
        "id":"ED241775",
        "title":"Small Scale Beekeeping. Appropriate Technologies for Development. Manual M-17."},
      {
        "id":"ED241776",
        "title":"Agricultural Extension. Appropriate Technologies for Development. Manual M-18."},
      {
        "id":"ED241777",
        "title":"Crop Production Handbook for Peace Corps Volunteers. Appropriate Technologies for Development. Reprint R-6."},
      {
        "id":"ED241778",
        "title":"Soils, Crops and Fertilizer Use. A What, How and Why Guide. Appropriate Technologies for Development. Reprint R-8."},
      {
        "id":"ED241779",
        "title":"Accounting for the Microbusiness: A Teaching Manual. A Handbook for Volunteers. Appropriate Technologies for Development. Reprint R-23B."},
      {
        "id":"ED241780",
        "title":"Contabilidad para la Micro Empresa. Manual de Ensenanza (Accounting for the Microbusiness: A Teaching Manual). Appropriate Technologies for Development. Reprint No. R-23."},
      {
        "id":"ED241781",
        "title":"Lesson Plans for Beekeeping in the Philippines. Appropriate Technologies for Development. Reprint R-32."},
      {
        "id":"ED241782",
        "title":"Rice Production. A Training Manual and Field Guide to Small-Farm Irrigated Rice Production. Appropriate Technologies for Development. Reprint No. R-40."},
      {
        "id":"ED241783",
        "title":"A Complete Handbook on Backyward and Commercial Rabbit Production = Sa Kalusugan ng Bayan Rabbit Ang Alagaan. Appropriate Technologies for Development. Reprint R-41."},
      {
        "id":"ED241784",
        "title":"Vocational Education Manual. Peace Corps/Tunisia. A Handbook for Volunteers. Appropriate Technologies for Development. Reprint R-46."},
      {
        "id":"ED241785",
        "title":"Grazing and Rangeland Development for Livestock Production. A Handbook for Volunteers. Agriculture Technology for Developing Countries. Appropriate Technologies for Development. Reprint R-47."},
      {
        "id":"ED241786",
        "title":"Cross-Cultural Training for Peace Corps Volunteers. Core Curriculum Resource Materials. Manual TR-07."},
      {
        "id":"ED241787",
        "title":"Third World Women. Understanding Their Role in Development. A Training Resource Manual. Core Curriculum Resource Materials."},
      {
        "id":"ED241788",
        "title":"The Role of the Volunteer in Development. A Training Manual. Core Curriculum Resource Materials."},
      {
        "id":"ED241789",
        "title":"In-Service Workshop Model. Development Work, Volunteer Service and Project Review. Core Curriculum Resource Materials."},
      {
        "id":"ED241790",
        "title":"Peace Corps Close of Service Workshop. Trainer Guidelines and Workshop Materials. Core Curriculum Resource Materials"},
      {
        "id":"ED241791",
        "title":"A Dyadic Interactive Approach to the Study of Leader Behavior. Technical Report 506."},
      {
        "id":"ED241792",
        "title":"Military, Biographical, and Demographic Correlates of Army Career Intentions. Technical Report 518."},
      {
        "id":"ED241793",
        "title":"Specification of Training Simulator Fidelity: A Research Plan. Technical Report 558."},
      {
        "id":"ED241794",
        "title":"An Elementary Approach to Thinking under Uncertainty: A Prototype Text. Technical Report 577."},
      {
        "id":"ED241795",
        "title":"How to Develop Task Summaries for Soldier's Manuals. Volume I: Technical Report. Technical Report 578."},
      {
        "id":"ED241796",
        "title":"How to Develop Task Summaries for Soldier's Manuals. Volume II: Developer's Guide. Technical Report 579."},
      {
        "id":"ED241797",
        "title":"Subjective Appraisal as a Feedback Tool. Technical Report 604."},
      {
        "id":"ED241798",
        "title":"A Cognitive Analysis of Armor Procedural Task Training. Technical Report 605."},
      {
        "id":"ED241804",
        "title":"Vocational English as a Second Language: A Partnership with Industry."},
      {
        "id":"ED241816",
        "title":"In Reality, High Tech Means Low Skills, Poor Pay."},
      {
        "id":"ED241830",
        "title":"Delinquency Prevention Program Managers' Theories of Action: A Content Analysis."},
      {
        "id":"ED241831",
        "title":"Dropping Out among Language Minority Youth: A Review of the Literature. NCBR Reports."},
      {
        "id":"ED241832",
        "title":"Differential Educational Attainment among \"At-Risk\" Youth: A Case Study of Language Minority Youth of Mexican Descent and Low Socioeconomic Status. NCBR Reports."},
      {
        "id":"ED241833",
        "title":"Weathering the Cuts: A Delphi Survey on Surviving Cutbacks in Community Mental Health."},
      {
        "id":"ED241836",
        "title":"Alcohol and Drug Abuse Teaching Methodology Guide for Medical Faculty. Medicine 1. Health Professions Education Curriculum Resource Series."},
      {
        "id":"ED241837",
        "title":"Alcohol and Drug Abuse Curriculum Guide for Psychiatry Faculty. Medicine 2. Health Professions Education Curriculum Resource Series."},
      {
        "id":"ED241838",
        "title":"Smoking Prevention Health and Education Act of 1983. Hearings before the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on S. 772 to Promote Public Health by Improving Public Awareness of the Health Consequences of Smoking and to Increase the Effectiveness of Federal Health Officials in Investigating and Communicating to the Public Necessary Health Information, and for Other Purposes (May 5 and 12, 1983)."},
      {
        "id":"ED241843",
        "title":"Leader Legitimacy and Influence in Female and Male Groups."},
      {
        "id":"ED241844",
        "title":"Gang Violence and Control. Hearings before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, First Session on Gang Violence and Control in the Los Angeles and San Francisco Areas with a View to What Might Be Done by the Federal Government (Westwood, California, February 7, 1983 and San Francisco, California, February 9, 1983)."},
      {
        "id":"ED241847",
        "title":"Parental Views on Issues Related to Traffic Safety Education and the Licensing of Teenage Drivers. Results of a Statewide Survey of Washington Parents. Traffic Safety Education Executive Summary 1983."},
      {
        "id":"ED241850",
        "title":"Putting the Foundations Project to Work."},
      {
        "id":"ED241851",
        "title":"Assessment and Treatment of Sexually Abused Children and Adolescents."},
      {
        "id":"ED241852",
        "title":"Building Supportive Networks in a 'Grey Ghetto': The Tenderloin Senior Outreach Project."},
      {
        "id":"ED241853",
        "title":"The Inventory of Parent and Peer Attachment: Individual Differences and Their Relationship to Psychological Well-Being in Adolescence."},
      {
        "id":"ED241858",
        "title":"Epidemiological and Clinical Services Research on Hispanics' Mental Health Care."},
      {
        "id":"ED241860",
        "title":"The Cross Cultural Counseling Specialization at Teachers College, Columbia University."},
      {
        "id":"ED241862",
        "title":"Describing the Recipients of Rehabilitation Services: Which Way Is Best?"},
      {
        "id":"ED241863",
        "title":"Pressures, Satisfactions, and Their Link to Physical Health of Young Women."},
      {
        "id":"ED241872",
        "title":"The Potential Enrichment of Social/Personality Psychology through Feminist Research, and Vice Versa."},
      {
        "id":"ED241876",
        "title":"An Examination of the Relationship between Retention, Grade Point Average, and Developmental Characteristics of College Freshmen."},
      {
        "id":"ED241879",
        "title":"Social Integration and Mental Health of the Aged."},
      {
        "id":"ED241888",
        "title":"A Guide to Group Counseling in Junior High School. Futureprint Counseling Component."},
      {
        "id":"ED241892",
        "title":"De Anza Designs a Management System for Reading by Futureprint."},
      {
        "id":"ED241893",
        "title":"De Anza Designs Resources in Reading. Revised Edition."},
      {
        "id":"ED241897",
        "title":"Young Adult Literature. [Columns Compiled from Two Issues of &quot;Notes Plus,&quot; September 1983 and January 1984.]"},
      {
        "id":"ED241898",
        "title":"A Multi-Media Literature Program--Student Interest Won't Melt Away! Revised Edition."},
      {
        "id":"ED241899",
        "title":"Cognitive Style and Reading: Implications from Field Dependence Research for Reading Instruction."},
      {
        "id":"ED241902",
        "title":"Reading Comprehension: Instructional Implications of SWRL Research."},
      {
        "id":"ED241908",
        "title":"Reading: A Research Retrospective, 1881-1941."},
      {
        "id":"ED241910",
        "title":"Testing a Model for Promoting Academic Success of Learning Disabled Students at the University Level. Final Report."},
      {
        "id":"ED241915",
        "title":"Re-examining and Re-thinking Reading Diagnosis."},
      {
        "id":"ED241928",
        "title":"Language Arts Skills Continuum: Learner Based Objectives, Head Start - Grade 6. Revised Edition. The Best of BES - Basic Educational Skills Materials."},
      {
        "id":"ED241929",
        "title":"The U. S. in Third World Communications: Latin America, 1900-1945. Journalism Monographs Number Eighty-Six."},
      {
        "id":"ED241931",
        "title":"Writing Assignment of the Month. [Columns Compiled from Three Issues of &quot;Notes Plus,&quot; September 1983 to January 1984.]"},
      {
        "id":"ED241932",
        "title":"Ideas from the Classroom. [Columns Compiled from Three Issues of &quot;Notes Plus,&quot; September 1983 to January 1984.]"},
      {
        "id":"ED241933",
        "title":"Classic of the Month. [Columns Compiled from Three Issues of &quot;Notes Plus,&quot; September 1983 to January 1984.]"},
      {
        "id":"ED241937",
        "title":"The Internship Program at Oklahoma State University."},
      {
        "id":"ED241938",
        "title":"Composition in the Intermediate Grades: How to Promote Thinking and Creativity."},
      {
        "id":"ED241942",
        "title":"Curriculum Integration: Its Use in Language Arts Instruction. Research Series No. 140."},
      {
        "id":"ED241945",
        "title":"Character and the Composing Process."},
      {
        "id":"ED241947",
        "title":"Huck Finn Rides a Microcomputer: Two Approaches to Computer Use in Literature Instruction."},
      {
        "id":"ED241950",
        "title":"How Children Learn to Write: Perspectives on Children's Writing for Educators and Parents."},
      {
        "id":"ED241952",
        "title":"Sexist Language and the Classroom: Exercises and Activities."},
      {
        "id":"ED241955",
        "title":"R&amp;D Speaks: Oral &amp; Written Communication."},
      {
        "id":"ED241959",
        "title":"Generative Rhetoric in ESL Composition Classes."},
      {
        "id":"ED241960",
        "title":"Incentives for Excellence: What School Board Members Can Do to Encourage Excellence in Their English Language Arts Programs."},
      {
        "id":"ED241973",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, October 1-December 31, 1983."},
      {
        "id":"ED241978",
        "title":"Children&apos;s Programming: An Industry Peace Offering to the New Frontier."},
      {
        "id":"ED241982",
        "title":"The Need for Definition, Development, and Evaluation of Speech Communication Programs."},
      {
        "id":"ED241984",
        "title":"Rhetorical Consequences of the Computer Society: Expert Systems and Human Communication."},
      {
        "id":"ED241986",
        "title":"Quips and Sentences and These Paper Bullets of the Brain. Part 1: A Contemplation of Critics."},
      {
        "id":"ED242003",
        "title":"Business Education Partnerships: Gearing Up for Economic Survival."},
      {
        "id":"ED242013",
        "title":"After the Meeting, Then What?"},
      {
        "id":"ED242016",
        "title":"Disorder in Our Public Schools. Report of the Cabinet Council on Human Resources (CCHR) Working Group on School Violence/Discipline to the President."},
      {
        "id":"ED242031",
        "title":"Human Dignity and Excellence in Education: Guidelines for Curriculum Policy. Final Report."},
      {
        "id":"ED242037",
        "title":"Issues of the Eighties: Principals' Perspectives and School Practices. ACER Research Monograph No. 22."},
      {
        "id":"ED242046",
        "title":"Curriculum Reform and School Performance: An Evaluation of the &quot;New Basics.&quot;"},
      {
        "id":"ED242047",
        "title":"Educational Change: A Selected Bibliography, 1965-1984. A UCEA Resource Document: No. 1401."},
      {
        "id":"ED242048",
        "title":"Child Development Program Guidelines, 1983 Revision."},
      {
        "id":"ED242049",
        "title":"Using Bureaucratic and Cultural Linkages to Improve Instruction: The High School Principal's Contribution."},
      {
        "id":"ED242051",
        "title":"The Political Power of Professionalism: A Study of School Superintendents and City Managers."},
      {
        "id":"ED242055",
        "title":"The Current Status of Schools of Choice in Public Secondary Education: Alternatives, Options, Magnets."},
      {
        "id":"ED242058",
        "title":"Cumulative Effects of Federal Education Policies on Schools and Districts. Summary Report of a Congressionally Mandated Study."},
      {
        "id":"ED242059",
        "title":"Computer Applications Planning. A Guide to Planning and Implementing a District-Wide Computer Program."},
      {
        "id":"ED242062",
        "title":"Saving Lower-Enrollment, Advanced-Level Elective Programs: A Way to Get Blood from Turnips."},
      {
        "id":"ED242066",
        "title":"Leader Succession: A Model and Review for School Settings."},
      {
        "id":"ED242068",
        "title":"Sneetches, Zax and Empty Pants: Alternative Approaches to Evaluation."},
      {
        "id":"ED242078",
        "title":"Emerging Role of Educational Foundations in Financing Education."},
      {
        "id":"ED242082",
        "title":"Receptivity to Change in Small Schools: A Study of Teachers' Willingness to Accept the Risks of Innovation."},
      {
        "id":"ED242087",
        "title":"Perceptions of the Leadership Style Effectiveness of Superintendents in Mississippi."},
      {
        "id":"ED242090",
        "title":"Handbook for the Supervision of the Intern in School Administration...A Performance Based Guide for the Intern and His Advisors"},
      {
        "id":"ED242093",
        "title":"Women Administrators in Pennsylvania's Public Schools: Profiles, Problems, and Pleasures."},
      {
        "id":"ED242094",
        "title":"Clinical Supervision: Does It Make a Difference?"},
      {
        "id":"ED242096",
        "title":"Money, Time and Learning. Final Report."},
      {
        "id":"ED242097",
        "title":"The Peer Review Model for Managing a Career Ladder/Master Teacher/Performance Pay Program for Elementary and Secondary Schools."},
      {
        "id":"ED242098",
        "title":"Managing Cooperation and Complexity in Education: The Case of Educational Service Agencies. Final Report."},
      {
        "id":"ED242101",
        "title":"Creating Cultures That Support Instruction: A View of the Principal's Leadership Role."},
      {
        "id":"ED242102",
        "title":"\"High Stage\" Organizing."},
      {
        "id":"ED242103",
        "title":"Ego Development and Managerial Effectiveness: Early Findings from Offering Managers Feedback on Loevinger's Ego Development Measure."},
      {
        "id":"ED242104",
        "title":"Why Educational Research Has Been So Uneducational: The Case for a New Model of Social Science Based on Collaborative Inquiry."},
      {
        "id":"ED242105",
        "title":"The Role of Self-Study in Improving Managerial and Institutional Effectiveness."},
      {
        "id":"ED242106",
        "title":"Executive Mind, Timely Action."},
      {
        "id":"ED242108",
        "title":"Defining School District Instructional Information Systems. Evaluation Systems Project."},
      {
        "id":"ED242113",
        "title":"Burlington&apos;s Making Special Friends Project: Volume II. Model Overview."},
      {
        "id":"ED242114",
        "title":"Burlington&apos;s Making Special Friends Project: Volume III. Implementation Guidelines and Inservice Training Manual."},
      {
        "id":"ED242115",
        "title":"Burlington&apos;s Making Special Friends Project: Volume IV. Strategies for Implementing Model Components."},
      {
        "id":"ED242116",
        "title":"Burlington&apos;s Making Special Friends Project: Volume V. Developing Community Resource and Accessibility Guides."},
      {
        "id":"ED242118",
        "title":"Alliances in Health and Education for Disabled Children and Youth: Directions for the 80s. A Forum (Arlington, Virginia, March 25-27, 1982)."},
      {
        "id":"ED242120",
        "title":"Needed Competencies for Teaching Gifted and Talented Students."},
      {
        "id":"ED242121",
        "title":"Microcomputer Software in Special Education: Selection and Management. Information Product Number Two. Report to RRC's. Microcomputer in the Schools--Implementation in Special Education."},
      {
        "id":"ED242122",
        "title":"Individual Educational Plans in Dutch Special Education: So Far, No Good?"},
      {
        "id":"ED242125",
        "title":"Physical Activities for Children with Severe Multiple Impairments."},
      {
        "id":"ED242126",
        "title":"Aerobic Fitness for the Severely and Profoundly Mentally Retarded."},
      {
        "id":"ED242127",
        "title":"Aerobic Fitness for the Moderately Retarded."},
      {
        "id":"ED242128",
        "title":"Mainstreaming in Physical Education: Planning and Implementing an Inservice Teacher Training Activity."},
      {
        "id":"ED242129",
        "title":"Program Adaptations for Students in Four Selected Sports: Badminton, Golf, Archery, and Tennis."},
      {
        "id":"ED242130",
        "title":"Games and Activities for Severely Handicapped Students Utilizing Small Space and Minimal Equipment."},
      {
        "id":"ED242131",
        "title":"New Friends: Mainstreaming Activities to Help Young Children Understand and Accept Individual Differences."},
      {
        "id":"ED242133",
        "title":"Methods of Improving the Cognitive and Verbal Development of Children with Cerebral Palsy. Monograph 23."},
      {
        "id":"ED242134",
        "title":"Orientation to Handicapping Conditions: Level I. Training Module."},
      {
        "id":"ED242135",
        "title":"Orientation to Handicapping Conditions: Level II. Training Module."},
      {
        "id":"ED242136",
        "title":"Behavior Management: Training Module."},
      {
        "id":"ED242138",
        "title":"Career Planning Modifications for the Visually Impaired Learner."},
      {
        "id":"ED242139",
        "title":"Gaining Information for Educational Program Planning: A Selection of Assessment Instruments. Project CAST."},
      {
        "id":"ED242140",
        "title":"Program Evaluation: A Sample Plan for Select Community-Based Career Education Programs. Project CAST."},
      {
        "id":"ED242141",
        "title":"Project CAST Resource Person Handbook."},
      {
        "id":"ED242142",
        "title":"Project CAST."},
      {
        "id":"ED242143",
        "title":"Career Development: Objectives Guide. Project CAST."},
      {
        "id":"ED242144",
        "title":"Health/Science: Objectives Guide. Project CAST."},
      {
        "id":"ED242145",
        "title":"Language Arts: Objectives Guide. Project CAST."},
      {
        "id":"ED242146",
        "title":"Math: Objectives Guide. Project CAST."},
      {
        "id":"ED242147",
        "title":"Social Studies: Objectives Guide. Project CAST."},
      {
        "id":"ED242148",
        "title":"The Responses to Written Language by Elementary Level Learning Disabled Students."},
      {
        "id":"ED242150",
        "title":"A Task Force Report on Analysis of the Communicative Functions of Behavior."},
      {
        "id":"ED242151",
        "title":"Arranging Instruction to Ensure the Active Participation of Severely Multihandicapped Students."},
      {
        "id":"ED242152",
        "title":"The Relative Effectiveness of One-to-One versus One-to-Three Instructional Arrangements with Severely Multihandicapped Students."},
      {
        "id":"ED242153",
        "title":"Vocational Training: Are Ecological Strategies Applicable for Severely Multihandicapped Students?"},
      {
        "id":"ED242154",
        "title":"Planning and Implementing the Transitions of Severely Handicapped Students from School to Postschool Environments."},
      {
        "id":"ED242155",
        "title":"Utilizing Adaptive Devices with Severely Handicapped Students."},
      {
        "id":"ED242156",
        "title":"Teaching Strategies for Use in Community Environments."},
      {
        "id":"ED242157",
        "title":"Investigating Skill Transfer from a Domestic Training Site to the Actual Homes of Three Severely Handicapped Students."},
      {
        "id":"ED242158",
        "title":"Strategies for Developing and Implementing Longitudinal and Comprehensive Curricular Content in the Domestic Living Domain."},
      {
        "id":"ED242163",
        "title":"Vocational Education/Special Education Training Manual &amp; Modules I-IV."},
      {
        "id":"ED242165",
        "title":"Relearning by Normal and Retarded Children Following a Three-Month Lapse in Instruction."},
      {
        "id":"ED242173",
        "title":"Movement from Program to Program at an Early Age: The Early Transition Process."},
      {
        "id":"ED242174",
        "title":"Peer Support as a Mediator in Stress Reduction for Parents of Children with Disabilities."},
      {
        "id":"ED242180",
        "title":"Instructional Intervention That Works: Case Study Research."},
      {
        "id":"ED242181",
        "title":"Inventory Process for Social Interaction. IPSI."},
      {
        "id":"ED242182",
        "title":"Awareness and Inservice Manual. AIM."},
      {
        "id":"ED242183",
        "title":"Parents and Community Together. PACT."},
      {
        "id":"ED242184",
        "title":"Educational Assessment of Social Interaction. EASI. An Observational Checklist for Measuring Social Interactions between Nondisabled and Severely Disabled Students in Integrated Settings."},
      {
        "id":"ED242185",
        "title":"Project REACH Administrator&apos;s Manual. PRAM."},
      {
        "id":"ED242190",
        "title":"Bilingual Learning Impaired Student: Affective/Adaptive Behavior (Informal Assessment)."},
      {
        "id":"ED242192",
        "title":"Legal and Ethical Implications for Teaching the Student Speaking Multiple Dialects."},
      {
        "id":"ED242194",
        "title":"Monitoring and the Monitor Model: Labov Versus Krashen."},
      {
        "id":"ED242196",
        "title":"ESL Students and Writing Acquisition Theory."},
      {
        "id":"ED242197",
        "title":"Interpreting Wh- Questions in English, German, and Dutch. Report from the Project on Studies in Language: Reading and Communication. Working Paper No. 309."},
      {
        "id":"ED242198",
        "title":"Does the Gender Schema Affect Linguistic Judgments?"},
      {
        "id":"ED242203",
        "title":"Cognitive Style and Impressions of Student Achievement in Secondary French Classes."},
      {
        "id":"ED242204",
        "title":"Needs and Development Opportunities for Educational Software for Foreign Language Instruction in Schools. Executive Summary."},
      {
        "id":"ED242205",
        "title":"A Descriptive Study of the Classroom Instruction Component of the ESEA Title VII Bilingual Education Program. Technical Report."},
      {
        "id":"ED242206",
        "title":"A Descriptive Study of the Classroom Instruction Component of the ESEA Title VII Bilingual Education Program. Selected Case Histories."},
      {
        "id":"ED242219",
        "title":"Bibliography of Research on the Acquisition of French L1 and L2."},
      {
        "id":"ED242221",
        "title":"An Exercise in Exciting Visuals: Building and Displaying on a Foreign Language Kiosk."},
      {
        "id":"ED242223",
        "title":"Implications of Britain's Mother Tongue Project for American Multiethnic Education."},
      {
        "id":"ED242231",
        "title":"Student Loans as a Means of Financing Higher Education: Lessons from International Experience. World Bank Staff Working Papers Number 599."},
      {
        "id":"ED242232",
        "title":"Finance and Effectiveness: A Study of College Environments."},
      {
        "id":"ED242235",
        "title":"State Oversight of Degree Granting Authority in Proprietary Institutions. Report of a SHEEO Survey."},
      {
        "id":"ED242244",
        "title":"Sponsorship/Partnership. 1984 Annual Meeting Papers."},
      {
        "id":"ED242246",
        "title":"A Model for Estimating Net Prices Facing Postsecondary Students in New York State."},
      {
        "id":"ED242248",
        "title":"Understanding the Culture of Adults Returning to Higher Education: Barriers to Learning and Preferred Learning Styles."},
      {
        "id":"ED242251",
        "title":"Freshman Experiences at the University of Massachusetts at Boston."},
      {
        "id":"ED242252",
        "title":"Critical Research Issues in Postsecondary Education in the 1980s."},
      {
        "id":"ED242255",
        "title":"Burnout: The New Academic Disease. ASHE-ERIC Higher Education Research Report No. 9, 1983."},
      {
        "id":"ED242257",
        "title":"A Report to the President &amp; Congress on the Status of Health Professions Personnel in the United States."},
      {
        "id":"ED242258",
        "title":"Supply and Characteristics of Selected Health Personnel."},
      {
        "id":"ED242259",
        "title":"Minorities & Women in the Health Fields, 1982 Edition."},
      {
        "id":"ED242260",
        "title":"A Guide to the Repayment of Multiple National Direct Student Loans."},
      {
        "id":"ED242261",
        "title":"Diffusion and the Changing Geographic Distribution of Primary Care Physicians."},
      {
        "id":"ED242262",
        "title":"Physician Requirements-1990. For Allergy."},
      {
        "id":"ED242263",
        "title":"Physician Requirements-1990. For Nephrology."},
      {
        "id":"ED242264",
        "title":"Physician Requirements-1990. For Pediatrics."},
      {
        "id":"ED242265",
        "title":"Physician Requirements-1990. For Cardiology."},
      {
        "id":"ED242266",
        "title":"Educational Statistics for Selected Health Occupations."},
      {
        "id":"ED242267",
        "title":"The Health Professions Requirements Model: Structure and Application."},
      {
        "id":"ED242268",
        "title":"The Target Income Hypothesis and Related Issues in Health Manpower Policy."},
      {
        "id":"ED242269",
        "title":"Evaluation of Health Manpower Shortage Area Criteria."},
      {
        "id":"ED242270",
        "title":"An Analysis of the Content of Specialty Practices and Their Service Capacities."},
      {
        "id":"ED242271",
        "title":"Using Consultation to Improve Teaching."},
      {
        "id":"ED242279",
        "title":"Transferring to the University of Minnesota: A Survey of Admitted CLA Transfer Students."},
      {
        "id":"ED242280",
        "title":"U of M Civil Service Wellness Survey: Finding Out Employees' Health and Wellness Needs. A Report of Key Findings."},
      {
        "id":"ED242281",
        "title":"Generic Survey Procedures."},
      {
        "id":"ED242283",
        "title":"A Review of Telecommunications Technologies and Public Broadcasting."},
      {
        "id":"ED242287",
        "title":"Computer Control of a Random Access Slide Projector."},
      {
        "id":"ED242289",
        "title":"Distance Learning and Adult Students. A Review of Recent Developments in the Public Education Sector."},
      {
        "id":"ED242297",
        "title":"School Uses of Microcomputers: Reports from a National Survey. Issue No. 3, October 1983; Issue No. 4, February 1984."},
      {
        "id":"ED242298",
        "title":"Taking Interpersonal Communication out of the Classroom into the World of Computer Technology."},
      {
        "id":"ED242299",
        "title":"An Analysis of the Federal Role in Instructional Technology in the Era of the New Federalism."},
      {
        "id":"ED242303",
        "title":"Materials for a Workshop on Using Microcomputers in Evaluation and Assessment. Paper and Report Series No. 89."},
      {
        "id":"ED242306",
        "title":"The Status of Media Centers in Higher Education."},
      {
        "id":"ED242307",
        "title":"Toward a National Computerized Database for Moving Image Materials."},
      {
        "id":"ED242309",
        "title":"Computer Awareness: An Introduction for Teachers."},
      {
        "id":"ED242310",
        "title":"The Advantages of Abstract Control Knowledge in Expert System Design. Technical Report #7."},
      {
        "id":"ED242311",
        "title":"GUIDON. Technical Report #9."},
      {
        "id":"ED242316",
        "title":"Care and Handling of Computer Magnetic Storage Media."},
      {
        "id":"ED242322",
        "title":"Music Students and Bibliography Instruction: A Study."},
      {
        "id":"ED242328",
        "title":"The User Friendliness of the Library Catalog. Occasional Papers Number 163."},
      {
        "id":"ED242341",
        "title":"A Library Media Guide for Vermont Schools."},
      {
        "id":"ED242343",
        "title":"CLAST: College-Level Academic Skills Test. Technical Report, 1982-83."},
      {
        "id":"ED242344",
        "title":"CLAST: College Level Academic Skills Test. Test Administration Plan, 1983-84."},
      {
        "id":"ED242345",
        "title":"Articulation Activity for Accounting Programs: Project Results and Descriptive Report. Final Report."},
      {
        "id":"ED242356",
        "title":"Update of Community College Transfer Student Statistics, Fall 1983. Commission Report 84-10."},
      {
        "id":"ED242360",
        "title":"Models of Strategic Planning in Community Colleges."},
      {
        "id":"ED242365",
        "title":"The Promise and Reality of Women in Community Colleges."},
      {
        "id":"ED242368",
        "title":"Honors Scholar Program."},
      {
        "id":"ED242369",
        "title":"Therapeutic Recreation Practicum Manual."},
      {
        "id":"ED242370",
        "title":"Master Planning, Program Evaluation, Accreditation Study in One Process."},
      {
        "id":"ED242373",
        "title":"Assessing Excellence/Effectiveness in Urban Settings."},
      {
        "id":"ED242375",
        "title":"Statement on Preparation in Natural Science Expected of Entering College Freshmen."},
      {
        "id":"ED242376",
        "title":"Academic Policies Leading the Way: Selected Resolutions and Position Papers, 1974-1983."},
      {
        "id":"ED242377",
        "title":"Attrition and Retention of Community College Students: Problems and Promising Practices."},
      {
        "id":"ED242378",
        "title":"Redefining the Associate Degree."},
      {
        "id":"ED242379",
        "title":"G.E.D. Graduate Study. We're Making Tomorrow: Adult Basic Education."},
      {
        "id":"ED242380",
        "title":"High Technology Training at Greenville Technical College."},
      {
        "id":"ED242382",
        "title":"Faculty Salary Determinants in a Two-Year Post-Secondary Institution."},
      {
        "id":"ED242383",
        "title":"How to Get to School from Your House. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED242384",
        "title":"Back Pack: Parent and Child Kits. Actividades para la Familia: Octubre. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED242385",
        "title":"Mystery People, Prince Rabbit, and Other Projects by Student Aides."},
      {
        "id":"ED242388",
        "title":"Planning for Parental Involvement in Early Childhood Education: A Guide for Teachers, Administrators, Parents &amp; Parent Coordinators. Early Childhood Education Resource Guides."},
      {
        "id":"ED242389",
        "title":"Easing the Child's Transition between Home, Child Care Center &amp; School: A Guide for Early Childhood Educators. Early Childhood Education Resource Guides."},
      {
        "id":"ED242390",
        "title":"Planning an Educational Program for Young Children: A Planning Guide for Teachers in Schools and Child Care Centers. Early Childhood Education Resource Guides."},
      {
        "id":"ED242391",
        "title":"Sensations: Multi-Sensory Learning for Children Ages 3-8. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED242392",
        "title":"SIMPAR: A Parenting Simulation Game."},
      {
        "id":"ED242393",
        "title":"The Puppet Factor: Ideas and Resources for Using Puppets in Head Start and Elementary. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED242400",
        "title":"Checkpoint 83."},
      {
        "id":"ED242407",
        "title":"Kindergarten Scheduling: What Will Children Forget?"},
      {
        "id":"ED242408",
        "title":"Prevention Strategies for Healthy Babies and Healthy Children. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED242410",
        "title":"Panel Presentation on Assessment."},
      {
        "id":"ED242411",
        "title":"School-Age Day Care Study. Final Report."},
      {
        "id":"ED242412",
        "title":"Classroom Activity Structures in the Fifth Grade. Final Report."},
      {
        "id":"ED242417",
        "title":"What Must We Do to Improve the Education of Those Who Intend to Teach?"},
      {
        "id":"ED242424",
        "title":"Improving the Education of Very Young Children and Boosting University Enrollment through a Masters Degree Program in Child Care Administration."},
      {
        "id":"ED242426",
        "title":"The Ups and Downs of Face Recognition: A Unique Developmental Trend?"},
      {
        "id":"ED242427",
        "title":"Thinking About Test Development."},
      {
        "id":"ED242428",
        "title":"Extreme Environments: The Ghetto and the South Pole."},
      {
        "id":"ED242429",
        "title":"Mother-Daughter Relationships during the Latency Period: Communication, Affection and Activities."},
      {
        "id":"ED242430",
        "title":"An Assessment of Interpersonal Behavior Development Using the FIRO-BC."},
      {
        "id":"ED242431",
        "title":"Family and Individual Development: Socializing a Child within the Family. Draft"},
      {
        "id":"ED242433",
        "title":"School-Age Child Care: A Policy Report."},
      {
        "id":"ED242435",
        "title":"Federal Support for Research on the Family: An American Political Quandary. Draft."},
      {
        "id":"ED242436",
        "title":"The Effects of Cognitive Tempo on Cue Selection Strategies of Young Children."},
      {
        "id":"ED242437",
        "title":"Child Care Consortiums by Employers: Four Interorganizational Issues to Consider When Developing a Joint Project [Manual. and] Hospital Employee Child Care Project, Final Report (January-March) and Executive Summary."},
      {
        "id":"ED242439",
        "title":"Government Initiatives to Encourage Employer-Supported Child Care: The State and Local Perspective."},
      {
        "id":"ED242441",
        "title":"Demographic and Social Trends: Implications for Federal Support of Dependent-Care Services for Children and the Elderly. Select Committee on Children, Youth, and Families, House of Representatives, Ninety-Eighth Congress, First Session, with Additional Views."},
      {
        "id":"ED242442",
        "title":"Legal Handbook for Day Care Centers."},
      {
        "id":"ED242447",
        "title":"Our Nature Trail Guide. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED242448",
        "title":"A Study of Group Dynamics and Problem Solving among Rural Poor People: An Experiment in Community Participation. Foundations for Self-determination Research Bulletin No. 13."},
      {
        "id":"ED242449",
        "title":"Problems and Strategies Regarding Regionalizing Service Delivery: Educational Collaboratives in Rural America."},
      {
        "id":"ED242451",
        "title":"Mathematics Education for Hispanic Students in the Border College Consortium."},
      {
        "id":"ED242452",
        "title":"ESEA Title VII Bilingual Education Program, East Texas State University. Annual External Evaluation Report and Provisional Followup Survey, 1982-1983."},
      {
        "id":"ED242460",
        "title":"The Development of An Ecumenical Volunteer Program."},
      {
        "id":"ED242467",
        "title":"Oversight Hearings on Indian Education. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (June 21 and 24, 1983)."},
      {
        "id":"ED242468",
        "title":"The Dream of South Mountain."},
      {
        "id":"ED242470",
        "title":"Furthering Nonformal Adult Education in Rural America: The Rural Free University and Three Traditional Providers."},
      {
        "id":"ED242474",
        "title":"Activities for Studying Heavenly Bodies. Outdoor Education Series. Bulletin No. 247-M."},
      {
        "id":"ED242475",
        "title":"Activities for Studying Local History. Outdoor Education Series. Bulletin No. 247-L."},
      {
        "id":"ED242476",
        "title":"Handbook for Teachers and Principals Participating in the Montgomery County Public Schools' Outdoor Education Program, 1983-1985."},
      {
        "id":"ED242477",
        "title":"The Herb Garden Guide."},
      {
        "id":"ED242478",
        "title":"Solar School House."},
      {
        "id":"ED242479",
        "title":"Wind Energy Guide."},
      {
        "id":"ED242481",
        "title":"Working toward a National Rural Development Strategy: A Progress Report."},
      {
        "id":"ED242482",
        "title":"USDA Programs of Interest to American Indians. Revised."},
      {
        "id":"ED242483",
        "title":"The Cooperative Vocational Program."},
      {
        "id":"ED242485",
        "title":"All Mixed: Canadian Metis Sociolinguistic Patterns. Working Papers in Sociolinguistics No. 101."},
      {
        "id":"ED242487",
        "title":"American Indian Language Proficiency Assessment; Considerations and Resources."},
      {
        "id":"ED229407",
        "title":"Evaluation Standards: Reorganization for the Brazilian Educational Reality."},
      {
        "id":"ED229408",
        "title":"Evaluating Individualized Programs."},
      {
        "id":"ED229409",
        "title":"An Early Prediction of Clinical Performance of Medical Students: An Integrative Approach to Evaluation."},
      {
        "id":"ED229411",
        "title":"Comparison of the Incremental Validity of the Old and New MCAT."},
      {
        "id":"ED229412",
        "title":"The Distribution of Working Memory Capacity in Reading."},
      {
        "id":"ED229417",
        "title":"Unrealistic Simulation Approach for Measuring Problem-Solving Skills of Medical Students."},
      {
        "id":"ED229418",
        "title":"TAC Serendipity: Random Thoughts on Unanticipated Outcomes."},
      {
        "id":"ED229419",
        "title":"Story Problem Formats: Some Interview Results."},
      {
        "id":"ED229420",
        "title":"Adjusting Observational Ratings to Improve Inter-Rater Consistency."},
      {
        "id":"ED229425",
        "title":"A National Survey of GED Test Candidates: Preparation, Performance, and 18 Month Outcomes."},
      {
        "id":"ED229426",
        "title":"The Measurement of Effectiveness: Some Methodological Problems."},
      {
        "id":"ED229428",
        "title":"Issues in Standard Setting: Some Comments, Some Suggestions, and Maybe Even a Few Answers."},
      {
        "id":"ED229429",
        "title":"Evaluator Types: Do Differences Matter?"},
      {
        "id":"ED229430",
        "title":"Evaluating American Indian Bilingual Education Programs: A Topical Bibliography."},
      {
        "id":"ED229431",
        "title":"Effect of Pretraining Hispanic Students on Test-Taking Strategies on the Reliability and Predictive Validity of a Mathematics Predictor Test."},
      {
        "id":"ED229433",
        "title":"Promoting Evaluation Use Through Technical Assistance: An SEA Example."},
      {
        "id":"ED229434",
        "title":"The Pictorial-Rating-Scale Sociometric: A Comparison of Two Forms of Administration."},
      {
        "id":"ED229435",
        "title":"The Relationships of Attitudes toward Multiple-Choice Tests and Convergent Production, Divergent Production, and Risk-Taking."},
      {
        "id":"ED229437",
        "title":"The Relationship Between Evaluative Data and School Decision-Making."},
      {
        "id":"ED229440",
        "title":"Tests and Testing for Bilingual Children: A Bibliography of Literature."},
      {
        "id":"ED229441",
        "title":"Teacher Testing and Assessment: An Examination of the National Teacher Examinations (NTE), the Georgia Teacher Certification Test (TCT), the Georgia Teacher Performance Assessment Instrument (TPAI) for a Selected Population."},
      {
        "id":"ED229443",
        "title":"Assessing the Psychometric Quality of Performance Rating Scales: Comparisons among Evaluative Criteria."},
      {
        "id":"ED229444",
        "title":"The Assessment and Application of Learning Style Preferences: A Practical Approach for Classroom Teachers."},
      {
        "id":"ED229446",
        "title":"Consequences of Different Styles of Textbook Use in Preparing Students for Standardized Tests."},
      {
        "id":"ED229447",
        "title":"Methodological Research on Knowledge Use and School Improvement. Volume I. Project Overview and Summary of Findings."},
      {
        "id":"ED229448",
        "title":"Methodological Research on Knowledge Use and School Improvement. Volume II. Conceptualizing Knowledge Use."},
      {
        "id":"ED229449",
        "title":"Methodological Research on Knowledge Use and School Improvement. Volume III. Measuring Knowledge Use: A Procedural Inventory."},
      {
        "id":"ED229451",
        "title":"Do Pupil Grading Methods Effect Middle School Students' Achievement: A Comparison of Criterion-Referenced Versus Norm-Referenced Evaluation."},
      {
        "id":"ED229454",
        "title":"A Model to Help SEAs Increase the Participation of Minorities and Women in Education R&D Leadership and Management."},
      {
        "id":"ED229459",
        "title":"Research Issues concerning the Puerto Rican Child and Family."},
      {
        "id":"ED229460",
        "title":"Community Environments and Parent Participation [with Appendices]."},
      {
        "id":"ED229461",
        "title":"Parents&apos; School Networks: An Exploratory Study of School-Community Environments and Parent Participation. Executive Summary."},
      {
        "id":"ED229489",
        "title":"The Price of Ethnic Identity: Maintaining Kin Ties among Pacific Islands Immigrants to New Zealand. Research Report No. 22."},
      {
        "id":"ED229491",
        "title":"Contrasts, Trends and Implications of Student Course Enrollments and Extra Curricular Memberships in Desegregated High Schools."},
      {
        "id":"ED229493",
        "title":"Bushwick High School. &quot;A Warm Welcome,&quot; 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED229494",
        "title":"Evander Childs High School. Career Exploration Opportunities for Bilingual Students, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED229495",
        "title":"Flushing High School. A Basic Trilingual Program, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED229496",
        "title":"George Washington High School. Bilingual Academic and Career Orientation Program, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED229497",
        "title":"Seward Park High School. Project Superemos, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED229498",
        "title":"Legitimizing Race as a Decision Making Criterion: Where Are We Going?"},
      {
        "id":"ED229499",
        "title":"A Growing Crisis: Disadvantaged Women and Their Children. Clearinghouse Publication 78."},
      {
        "id":"ED229500",
        "title":"Social Marginality, Academic Achievement and Vocational Development."},
      {
        "id":"ED229504",
        "title":"Classification Structures for Career Information. Occupational Statements, Volume I. Part 1. SOC Numbers 1099 to 4490. Interim Edition."},
      {
        "id":"ED229505",
        "title":"Classification Structures for Career Information. Occupational Statements, Volume I. Part 2. SOC Numbers 4499 to 6560. Interim Edition."},
      {
        "id":"ED229506",
        "title":"Classification Structures for Career Information. Occupational Statements, Volume I. Part 3. SOC Numbers 6699 to 9900. Interim Edition."},
      {
        "id":"ED229513",
        "title":"Education, Productivity and the National Economy. A Research Initiative of the National Institute of Education."},
      {
        "id":"ED229514",
        "title":"The Contribution of Education to Productivity: The Need for New Research and Possible NIE Roles in This Research."},
      {
        "id":"ED229515",
        "title":"The Contribution of Education to U.S. Economic Growth, 1948-1973."},
      {
        "id":"ED229516",
        "title":"Education, Productivity, and Well-Being: On Defining and Measuring the Economic Characteristics of Schooling."},
      {
        "id":"ED229517",
        "title":"Education, R and D, and Productivity Growth. Revised."},
      {
        "id":"ED229527",
        "title":"Education and Work in General Secondary Schools. Report of a Regional Planning Panel (Bangkok, Thailand, June 24-July 5, 1982)."},
      {
        "id":"ED229528",
        "title":"Time on Task in Selected Vocational Education Classes."},
      {
        "id":"ED229531",
        "title":"Articulation in Accounting: Reactions of High School and Two-Year College Accounting Educators."},
      {
        "id":"ED229532",
        "title":"Energy Management Lesson Plans for Vocational Agriculture Instructors."},
      {
        "id":"ED229535",
        "title":"Regional Forecasts of Industrial Base Manpower Demand, 1981 to 1987. Volume I: Forecast Summary."},
      {
        "id":"ED229538",
        "title":"The Impact of Word Processing on Office Administration in the Medical and Allied Health Professions."},
      {
        "id":"ED229546",
        "title":"Vocational Education Tool and Equipment Inventory."},
      {
        "id":"ED229547",
        "title":"Learning and Earning: Papers and Proceedings of a Seminar Held on March 24, 1983."},
      {
        "id":"ED229556",
        "title":"Young Peoples' Attributions for Successful or Unsuccessful Learning at Worksites."},
      {
        "id":"ED229557",
        "title":"Examining the Impact of High School Vocational Education."},
      {
        "id":"ED229558",
        "title":"Helping Youth Become More Responsible."},
      {
        "id":"ED229559",
        "title":"Functional Literacy in Older Adults: Proactive Approaches to Research and Teaching."},
      {
        "id":"ED229565",
        "title":"Heating and Ventilating I, 11-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED229566",
        "title":"Heating and Ventilating II, 11-3. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED229567",
        "title":"Heating and Ventilating III, 11-4. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED229568",
        "title":"Heating and Ventilating IV, 11-5. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED229572",
        "title":"Approaches to Technological Update of Vocational/Technical Teachers. Leadership Training Series No. 64."},
      {
        "id":"ED229573",
        "title":"Learning Styles: Applications in Voc Ed. Information Series No. 254."},
      {
        "id":"ED229577",
        "title":"National Occupational Projections for Voc Ed Planning. Information Series No. 252."},
      {
        "id":"ED229578",
        "title":"Cooperative Education. Information Series No. 253."},
      {
        "id":"ED229579",
        "title":"Displaced Workers: A Challenge for Voc Ed. Information Series No. 255."},
      {
        "id":"ED229580",
        "title":"Older Workers: What Voc Ed Can Do. Information Series No. 256."},
      {
        "id":"ED229581",
        "title":"Vocational Education for Immigrant and Minority Youth. Information Series No. 257."},
      {
        "id":"ED229583",
        "title":"Cardiopulmonary Laboratory Specialist, 10-6. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED229584",
        "title":"Introduction to Metal Bonded Repair, 13-4. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED229591",
        "title":"The Economic and Social Impacts of the Transition from the Industrial Society to a Computer Literate, High Technology, Information Society."},
      {
        "id":"ED229592",
        "title":"Technological Update of Vocational/Technical Teachers: A Status Report."},
      {
        "id":"ED229593",
        "title":"Labor Force-Related Outcomes, Education-Related Outcomes, and Public Acceptance of Vocational Education."},
      {
        "id":"ED229596",
        "title":"Estimating Occupational Supply Information from Federal Reports: Issues and Concerns."},
      {
        "id":"ED229597",
        "title":"Policy and Procedures Manual. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229598",
        "title":"Administrators and Supervisors. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229599",
        "title":"Principals. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229600",
        "title":"Teachers. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229601",
        "title":"Supportive Services Personnel. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229602",
        "title":"Psychologists. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229603",
        "title":"Student Evaluation Personnel. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229604",
        "title":"Counselors. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229605",
        "title":"Parents. Career Planning and Vocational Programming for Handicapped Youth."},
      {
        "id":"ED229607",
        "title":"Quality Circles: Applications in Vocational Education. Information Series No. 249."},
      {
        "id":"ED229608",
        "title":"Private Rules in Career Decision Making. Special Publications Series No. 38."},
      {
        "id":"ED229613",
        "title":"National Apprenticeship and Training Standards for Carpentry. Revised."},
      {
        "id":"ED229614",
        "title":"Feasibility of Modelling the Supply of Older Age Accessions."},
      {
        "id":"ED229615",
        "title":"Effects of Questions and Instructions on Learning from Text."},
      {
        "id":"ED229617",
        "title":"Education, Management Style, and Organizational Effectiveness. Revised Version."},
      {
        "id":"ED229618",
        "title":"The Female-Male Earnings Gap: A Review of Employment and Earnings Issues. Report 673."},
      {
        "id":"ED229619",
        "title":"Community Education and Housing Needs."},
      {
        "id":"ED229620",
        "title":"Community Education and Health Services."},
      {
        "id":"ED229621",
        "title":"Community Education and Multiculturalism. Immigrant/Refugee Needs and Cultural Awareness."},
      {
        "id":"ED229622",
        "title":"Marine Corps Recruit Training Attrition: The Effect of Realistic Job Preview and Stress-Coping Films."},
      {
        "id":"ED229623",
        "title":"Brain Event-Related Potential Correlates of Concept Learning."},
      {
        "id":"ED229624",
        "title":"Ground to Grits. Scientific Concepts in Nutrition/Agriculture."},
      {
        "id":"ED229626",
        "title":"Disability in Rural America: A Four-County Needs Assessment. Final Report."},
      {
        "id":"ED229627",
        "title":"Competency-Based Word Processing (Grade Levels 9-12). Bulletin No. 1699."},
      {
        "id":"ED229628",
        "title":"The Basic Program of Vocational Agriculture in Louisiana. Ag I and Ag II (9th and 10th Grades). Volume I. Bulletin 1690-I."},
      {
        "id":"ED229629",
        "title":"The Basic Program of Vocational Agriculture in Louisiana. Ag I and Ag II (9th and 10th Grades). Volume II. Bulletin 1690-II."},
      {
        "id":"ED229632",
        "title":"Independent Living Rehabilitation: Program Development, Management, and Evaluation."},
      {
        "id":"ED229642",
        "title":"Planning and Operating Group Homes for the Handicapped."},
      {
        "id":"ED229644",
        "title":"Career Transitions within Organizations: Exploring Connections between Work, Nonwork and Coping Strategies."},
      {
        "id":"ED229645",
        "title":"Marketing Education: A Future Perspective. Special Publication Series No. 37."},
      {
        "id":"ED229649",
        "title":"Guide Student Study. Second Edition. Module C-6 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED229650",
        "title":"Direct Students in Applying Problem-Solving Techniques. Second Edition. Module C-8 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED229652",
        "title":"National Perspective on Cooperative Education."},
      {
        "id":"ED229653",
        "title":"Youth's Perceptions of Employer Hiring and Disciplinary Standards. Executive Summary. Employability Factors Study. Studies in Employment and Training Policy: No. 2."},
      {
        "id":"ED229654",
        "title":"Effects of Work Time on School Activities and Career Expectations. Technical Report. Studies in Employment and Training Policy: No. 4."},
      {
        "id":"ED229655",
        "title":"Effects of Individual and School Characteristics on Part-Time Work of High School Seniors. Technical Report. Studies in Employment and Training Policy: No. 5."},
      {
        "id":"ED229664",
        "title":"Understanding Adolescence: Issues and Implications for Effective Schools."},
      {
        "id":"ED229667",
        "title":"Social and Health Service Utilization: A Path Analysis."},
      {
        "id":"ED229670",
        "title":"Behavioral Indices of Raters' Cognitive Processing in Performance Appraisal."},
      {
        "id":"ED229671",
        "title":"Two Generations of Mothers and Daughters: Role Status and Interdependence."},
      {
        "id":"ED229673",
        "title":"Model Secondary School Counselor Education Program."},
      {
        "id":"ED229679",
        "title":"Age, Ethnicity and the Factorial Invariance of Morale."},
      {
        "id":"ED229680",
        "title":"Women's Intuition: The Effect of Subordinate Role upon Interpersonal Sensitivity."},
      {
        "id":"ED229682",
        "title":"Sequential Information Presentation, Behavioral Expectations, and the Observer Bias."},
      {
        "id":"ED229683",
        "title":"Comprehensive Smoking Prevention Education Act of 1981. Hearing before the Committee on Commerce, Science, and Transportation, United States Senate, Ninety-Seventh Congress, Second Session, on S. 1929 to Amend the Public Health Service Act and the Federal Cigarette Labeling and Advertising Act to Increase the Availability to the American Public of Information on the Health Consequences of Smoking and Thereby Improve Informed Choice, and for Other Purposes."},
      {
        "id":"ED229685",
        "title":"Teacher Workbook on Family Life Education."},
      {
        "id":"ED229689",
        "title":"Preliminary Results of a Survey of Full-Time Private Practitioners."},
      {
        "id":"ED229690",
        "title":"Perceived Social Support, Social Interaction and Nutrition among the Elderly."},
      {
        "id":"ED229694",
        "title":"A Competency Oriented Small Group Intervention: Older Worker Job Club."},
      {
        "id":"ED229700",
        "title":"Do Adults Use a Post-Formal &quot;Theory of Relativity&quot; to Solve Everyday Logical Problems?"},
      {
        "id":"ED229701",
        "title":"Marital and Family Therapy for Alcohol Problems."},
      {
        "id":"ED229702",
        "title":"Economics, Work, and Mental Health: Implications for Primary Prevention."},
      {
        "id":"ED229703",
        "title":"Cognitive Sex Differences and Their Practical Implications."},
      {
        "id":"ED229705",
        "title":"Social Integration in Planned Retirement Communities."},
      {
        "id":"ED229708",
        "title":"Parental Power and Behaviors as Antecedents of Adolescent Conformity."},
      {
        "id":"ED229711",
        "title":"Risk Preference and Diagnosticity."},
      {
        "id":"ED229714",
        "title":"The Relative Importance of Social Ties."},
      {
        "id":"ED229717",
        "title":"Studying Self-Awareness Using Experiential Time Sampling Methodology."},
      {
        "id":"ED229718",
        "title":"Measuring Adult Women's Job Relevant Life Experience Learning."},
      {
        "id":"ED229719",
        "title":"Materials Centered Reading Instruction: A Naturalistic Study of a Summer School Reading Program."},
      {
        "id":"ED229720",
        "title":"Metadiscourse: What It Is and How It Is Used in School and Non-School Social Science Texts. Technical Report No. 273."},
      {
        "id":"ED229722",
        "title":"Tracking Emergent Reading Behaviors through Storybook Re-Enactments."},
      {
        "id":"ED229726",
        "title":"Job Literacy and Job Performance among Nurses at Varying Employment Levels."},
      {
        "id":"ED229727",
        "title":"A Componential Approach to Training Reading Skills. Final Report."},
      {
        "id":"ED229728",
        "title":"Learning to Read and Write with Personal Computers. Reading Education Report No. 42."},
      {
        "id":"ED229730",
        "title":"Linguistic Perspectives on Minority Education. Technical Report No. 275."},
      {
        "id":"ED229731",
        "title":"An Analysis of Text Variables in Three Current Reading Diagnostic Tests."},
      {
        "id":"ED229733",
        "title":"Parent Involvement in the Primary Reading Curriculum: One Approach."},
      {
        "id":"ED229737",
        "title":"Teaching Communication and Reading Skills in the Content Areas."},
      {
        "id":"ED229738",
        "title":"Strategies for Comprehending Important Information in Text by Good and Poor Readers. Final Report of a Research Project. September 14, 1981-December 14, 1982."},
      {
        "id":"ED229739",
        "title":"Short-Term Memory for Auditory Sequences and Reading Skill."},
      {
        "id":"ED229740",
        "title":"Author's Intentions and Readers' Interpretations. Technical Report No. 276."},
      {
        "id":"ED229741",
        "title":"Does the Ability or Inability to Comprehend Effect the Mathematics Problem Solving Ability of Seventh Grade Students."},
      {
        "id":"ED229744",
        "title":"The Relationship Between Categories of Classroom Activity and Student Engagement in Reading and Language Arts Instruction."},
      {
        "id":"ED229746",
        "title":"Salience of Word Properties in Naming: Effects and Non-Effects of Syntactic Complexity. Program Report No. 83-11."},
      {
        "id":"ED229747",
        "title":"Word Knowledge Influences on Comprehension."},
      {
        "id":"ED229748",
        "title":"Television and Reading Achievement: A Secondary Analysis of Data from the 1979-80 National Assessment of Educational Progress."},
      {
        "id":"ED229754",
        "title":"Teacher Student Interaction in the Writing Conference: Response and Teaching."},
      {
        "id":"ED229762",
        "title":"Talking: The Neglected Part of the Writing Process."},
      {
        "id":"ED229763",
        "title":"Three Perspectives on Writing. Reading Education Report No. 41."},
      {
        "id":"ED229764",
        "title":"A Two-Way Street: Reading to Write/Writing to Read: Using Literature to Generate Writing in the Elementary Classroom Grades K-6."},
      {
        "id":"ED229767",
        "title":"Improving Writing in California Schools: Problems &amp; Solutions."},
      {
        "id":"ED229768",
        "title":"Student Writing: Some Notes on Definition and Measurement."},
      {
        "id":"ED229769",
        "title":"The Muckrakers and Lynching: A Case Study in Racial Thinking."},
      {
        "id":"ED229770",
        "title":"The Press Conferences of Eleanor Roosevelt."},
      {
        "id":"ED229772",
        "title":"Tocqueville, Garrison, and the Perfection of Journalism."},
      {
        "id":"ED229774",
        "title":"The American &quot;New Journalism&quot; and the Europeans."},
      {
        "id":"ED229775",
        "title":"The News Quality Index: An Instrument for Assessing Local TV News."},
      {
        "id":"ED229776",
        "title":"The Social Ecology of the Newspaper."},
      {
        "id":"ED229777",
        "title":"Improving Audience Learning from Television News through Between-Channel Redundancy."},
      {
        "id":"ED229781",
        "title":"Students' Oral Response to Written Composition."},
      {
        "id":"ED229786",
        "title":"Autobiography and Audience."},
      {
        "id":"ED229792",
        "title":"Essay Writer: A Program to Help Students through the Writing Process."},
      {
        "id":"ED229795",
        "title":"Schooling and the Composing Process."},
      {
        "id":"ED229796",
        "title":"Anonymous Attribution in &quot;Time&quot; and &quot;Newsweek&quot;: Frequency and Form."},
      {
        "id":"ED229797",
        "title":"The Effects of Actualities on the Recall of and Interest in Radio Newscasts."},
      {
        "id":"ED229799",
        "title":"Peer Groups in the Composition Classroom: A Case Study."},
      {
        "id":"ED229801",
        "title":"Portrait of an Art Film Audience."},
      {
        "id":"ED229802",
        "title":"Legislators' Images of Mass Media News Reporting Performance."},
      {
        "id":"ED229808",
        "title":"KSL-TV--First in the U.S. with Teletext."},
      {
        "id":"ED229814",
        "title":"Researching the Film Audience: Purposes, Procedures, and Problems."},
      {
        "id":"ED229816",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1-March 31, 1983."},
      {
        "id":"ED229818",
        "title":"E-Quality in the Workplace: Quality Circles or Quality of Working Life Programs in the US."},
      {
        "id":"ED229820",
        "title":"Organizational Climate: A Summary of Research and Controversy."},
      {
        "id":"ED229823",
        "title":"Judging Criteria for Intercollegiate Limited Preparation Speaking Events."},
      {
        "id":"ED229827",
        "title":"The Emerging Science of Individualized Instruction. A Survey of Findings on Learning Styles, Brain Research, and Learning Time with Implications for Administrative Action."},
      {
        "id":"ED229830",
        "title":"Year-Round High School Programs."},
      {
        "id":"ED229832",
        "title":"School Improvement in the Far West: The Effects of Federal and State Cutbacks, Consolidation, and Deregulation on Education in California, Nevada, and Utah. Final Report."},
      {
        "id":"ED229838",
        "title":"Competency-Based Teacher Education. State Series Paper Number 1."},
      {
        "id":"ED229839",
        "title":"Planning for Dissemination. Monograph Number 1."},
      {
        "id":"ED229840",
        "title":"Interdependence and Management in Bilingual Classrooms. Final Report."},
      {
        "id":"ED229841",
        "title":"Research on SACS: Does Accreditation Really Matter?"},
      {
        "id":"ED229842",
        "title":"To Each Its Own: School Context and School Change."},
      {
        "id":"ED229844",
        "title":"A Directory of Goal Based Approaches to Education. 1982 Update."},
      {
        "id":"ED229846",
        "title":"Statistics of Public School Systems in the Twenty Largest U.S. Cities, Fall 1980."},
      {
        "id":"ED229851",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1981 (Advance Report). Population Characteristics."},
      {
        "id":"ED229852",
        "title":"Toward Increased Voluntary Interdistrict Integration in New York State."},
      {
        "id":"ED229853",
        "title":"Time/Learning Relationships in Secondary Schools: A Research Report."},
      {
        "id":"ED229854",
        "title":"Cumulative Effects of Federal Education Policies on Schools and Districts."},
      {
        "id":"ED229855",
        "title":"Running the Local Gauntlet: Fresh Insights to District Problems. [and] Reclaiming Urban Schools: A Modest Proposal. IFG Policy Perspectives, Winter 1983."},
      {
        "id":"ED229859",
        "title":"Fiscal Response of School Districts to District Fiscal Capacity and State Aid. Working Papers in Education Finance, Paper No. 15."},
      {
        "id":"ED229860",
        "title":"Tax Base Composition and Family Income in Measuring School District Fiscal Capacity. Working Papers in Education Finance, Paper No. 12."},
      {
        "id":"ED229862",
        "title":"Voter Attitudes toward Government and Spending. [Working] Papers in Education Finance, Paper No. 20."},
      {
        "id":"ED229863",
        "title":"Public School Finance: Prognosis for the 1980s. Working Papers in Education Finance, Paper No. 36."},
      {
        "id":"ED229865",
        "title":"School Finance Reform: An Example of Redistributive Education Policy at the State Level. Working Papers in Education Finance, Paper No. 39."},
      {
        "id":"ED229867",
        "title":"Computer Literacy. CSBA Task Force Report."},
      {
        "id":"ED229876",
        "title":"The Effects of Nonpromotion on Elementary and Junior High School Pupils: A Meta-Analysis."},
      {
        "id":"ED229877",
        "title":"Comparing Efficiency between Public and Private Schools."},
      {
        "id":"ED229878",
        "title":"What Does Due Process Do? &quot;PARC v. Commonwealth of Pennsylvania&quot; Reconsidered."},
      {
        "id":"ED229879",
        "title":"The Educational Implications of High Technology."},
      {
        "id":"ED229880",
        "title":"The Job Market for College Graduates, 1960-1990."},
      {
        "id":"ED229881",
        "title":"Social Mobility and Public Sector Employment."},
      {
        "id":"ED229882",
        "title":"The Role of Issue Networks in State Agenda-Setting."},
      {
        "id":"ED229883",
        "title":"The Allure of Legalization Reconsidered: The Case of Special Education."},
      {
        "id":"ED229884",
        "title":"The Prospects for Financing Elementary/Secondary Education in the States. Congressionally Mandated Study of School Finance. A Final Report to Congress from the Secretary of Education. Volume 1."},
      {
        "id":"ED229886",
        "title":"Albuquerque Integration Outreach Project. Final Performance Report, July 1, 1981-June 30, 1982."},
      {
        "id":"ED229887",
        "title":"Making Integration Work: A Teacher's Perspective. A Guide to Integrating Handicapped and Nonhandicapped Preschool Children. Appendix D."},
      {
        "id":"ED229888",
        "title":"The Napa Infant Program. Final Program Performance Report, July 1, 1981-June 30, 1982."},
      {
        "id":"ED229889",
        "title":"Investigations of Cognitive Strategies and Cognitive Flexibility in Hearing Impaired Children. Final Report."},
      {
        "id":"ED229893",
        "title":"Bilingual Special Education Personnel Preparation National Task-Oriented Seminar (Washington, D.C., March 19-21, 1981). A Workshop Report."},
      {
        "id":"ED229906",
        "title":"Career Planning Meets the Micro: A Demonstration."},
      {
        "id":"ED229910",
        "title":"The Strategy Selection Matrix--A Guide for Individualizing Instruction."},
      {
        "id":"ED229912",
        "title":"Seven Steps to Employment for Learning Disabled Students."},
      {
        "id":"ED229918",
        "title":"The Effect of a Token Reinforcement Program on the Sight Word Acquisition Rate of Learning Disabled Students in a Rural School Program."},
      {
        "id":"ED229919",
        "title":"The Effect of a Token Reinforcement Program on the Reading Comprehension of a Learning Disabled Student."},
      {
        "id":"ED229920",
        "title":"State Implementation Grant for Preschool Handicapped Children. Final Report, September 1, 1981 to August 31, 1982."},
      {
        "id":"ED229923",
        "title":"Communicating with Parents: Special Needs Children in Family Day Care."},
      {
        "id":"ED229924",
        "title":"Screening and Identification: Special Needs Children in Family Day Care."},
      {
        "id":"ED229925",
        "title":"Stimulating Language: Special Needs Children in Family Day Care."},
      {
        "id":"ED229926",
        "title":"Creating Awareness: Special Needs Children in Family Day Care."},
      {
        "id":"ED229929",
        "title":"Policies and Procedures Manual. Washington County Children's Program Outreach Project. Machias, Maine."},
      {
        "id":"ED229930",
        "title":"Strategies for Change."},
      {
        "id":"ED229931",
        "title":"Analyzing Costs of Services."},
      {
        "id":"ED229932",
        "title":"Constructing Questionnaires for Early Childhood Special Education Programs. TADScript Number 7."},
      {
        "id":"ED229933",
        "title":"Curricula for High-Risk and Handicapped Infants."},
      {
        "id":"ED229934",
        "title":"A Case Study of Technical Assistance to Demonstration Programs for Young Handicapped Children. Part II."},
      {
        "id":"ED229937",
        "title":"Basic Competencies for Personnel in Early Intervention Programs: Guidelines for Development. WESTAR Series Paper No. 14."},
      {
        "id":"ED229941",
        "title":"[The Secondary Data Based Classroom Model.]"},
      {
        "id":"ED229942",
        "title":"Diagnosing Children with Educational Problems: Characteristics of Reading and Learning Disabilities Specialists and Classroom Teachers."},
      {
        "id":"ED229944",
        "title":"Family, Infant, and Toddler (FIT) Guide. A Model for Rural Family-Implemented Educational Programs."},
      {
        "id":"ED229945",
        "title":"Parent Group Guide: Topics for Families of Young Children with Handicaps."},
      {
        "id":"ED229948",
        "title":"Progress or Change: Issues in Educating the Emotionally Disturbed. Volume 1: Identification and Program Planning."},
      {
        "id":"ED229949",
        "title":"Progress or Change: Issues in Educating the Emotionally Disturbed. Volume 2: Service Delivery."},
      {
        "id":"ED229950",
        "title":"Building and Alliance for Children: Parents and Professionals."},
      {
        "id":"ED229951",
        "title":"Adapted Physical Education: Resource Manual."},
      {
        "id":"ED229952",
        "title":"A State of the Art Assessment of Paraprofessional Use in Special Education in the State of Nebraska."},
      {
        "id":"ED229955",
        "title":"Competencies for Teachers Who Instruct Children with Learning Disabilities. Project I.O.U."},
      {
        "id":"ED229958",
        "title":"Learning Disabilities at the Crossroads."},
      {
        "id":"ED229963",
        "title":"The Effects of Regular Classroom Integration for Special Education Students with Visual, Auditory, Physical and Mental Impairments."},
      {
        "id":"ED229969",
        "title":"The Use of Restitution and Time-Out for Destructive Behavior in Emotionally Disturbed Children."},
      {
        "id":"ED229971",
        "title":"Psychomotor Assessment of the Severely Handicapped Individual."},
      {
        "id":"ED229972",
        "title":"The Effects of PL 94-142 on School Services to Adolescents with Behavior Disorders in Illinois."},
      {
        "id":"ED229977",
        "title":"Information Needs of Parents and Availability of Community Services for Mildly Mentally Handicapped High School Students."},
      {
        "id":"ED229988",
        "title":"Special Educational Administrative Policies in Alberta and Newfoundland During 1982: Implications for Policy Development and Service Delivery."},
      {
        "id":"ED229994",
        "title":"Mildly Handicapped Students' Self-Awareness of Academic Skills."},
      {
        "id":"ED229995",
        "title":"An Exploratory Study of Learning Disabilities in College Students."},
      {
        "id":"ED230001",
        "title":"Project Accommodate: Preparing Master Teachers to Provide Peer Inservice."},
      {
        "id":"ED230002",
        "title":"School Psychologists' Use of Nondiscriminatory Assessment: Implications for Educating Handicapped Minority Students."},
      {
        "id":"ED230005",
        "title":"A Diagnostic Design for Individualized Field and Campus Internship."},
      {
        "id":"ED230008",
        "title":"Learning the New Way: Giving and Taking Instruction by Telecommunications."},
      {
        "id":"ED230009",
        "title":"Planning for a Culturally Sensitive Program in the Preschool Setting."},
      {
        "id":"ED230013",
        "title":"Parent Advocacy: Now More Than Ever Active Involvement in Educational Decisions."},
      {
        "id":"ED230014",
        "title":"A Community-Based Vocational Model for Deaf-Blind Youth: Assessment of Student Behavior Change and Employer/Co-Worker Attitudinal Change."},
      {
        "id":"ED230017",
        "title":"Spanish for Peace Corps Volunteers in Specialized Technical Jobs."},
      {
        "id":"ED230030",
        "title":"Must Hard Times in Higher Education Affect Study Abroad Programs?"},
      {
        "id":"ED230040",
        "title":"Using Lecture Transcripts in EAP Lecture Comprehension Courses."},
      {
        "id":"ED230058",
        "title":"Coping Strategies: Preparing Foreign Graduate Students for Professional Academic Programs."},
      {
        "id":"ED230068",
        "title":"The Acquisition of English Sentential Complementation by Adult Speakers of Finnish. Jyvaskyla Cross-Language Studies, No. 8."},
      {
        "id":"ED230071",
        "title":"Current Trends in Measuring American Undergraduates' Persian Language Proficiency."},
      {
        "id":"ED230072",
        "title":"ACTFL Provisional Proficiency Guidelines."},
      {
        "id":"ED230073",
        "title":"Bilingual Education in Early Childhood: A 5-Year Follow-Up."},
      {
        "id":"ED230079",
        "title":"The Ohio Case: Building Business, Education, and Government Alliances to Strengthen Adult Learning Opportunities."},
      {
        "id":"ED230083",
        "title":"Inflation Measures for Schools and Colleges."},
      {
        "id":"ED230084",
        "title":"Fall Enrollment in Colleges and Universities, 1980."},
      {
        "id":"ED230085",
        "title":"Background Papers on Student Charges, Student Financial Aid, and Access to Postsecondary Education: A Continuing Dialogue. A Supplement to the Report from Phase II of the Commission's Response to Assembly Concurrent Resolution 81. Commission Report No. 82-41."},
      {
        "id":"ED230086",
        "title":"Women and Minorities in California Public Postsecondary Education: Their Employment, Classification, and Compensation, 1977-1981."},
      {
        "id":"ED230087",
        "title":"Promises to Keep: Remedial Education in California's Public Colleges and Universities."},
      {
        "id":"ED230088",
        "title":"Quality of the 1980 Federal Census for Postsecondary Planning."},
      {
        "id":"ED230089",
        "title":"Student Charges, Student Financial Aid, and Access to Postsecondary Education: A Continuing Dialogue. A Report to the Governor and the Legislature from Phase II of the Commission's Response to Assembly Concurrent Resolution 81. Commission Report No. 82-40."},
      {
        "id":"ED230090",
        "title":"The Core Student Affirmative Action Program at the California State University. A Second Review."},
      {
        "id":"ED230091",
        "title":"The Price of Admission, 1983. An Assessment of the Impact of Student Charges on Enrollments, Student Financial Aid Needs, and Revenues in California Public Higher Education. Commission Report 82-39."},
      {
        "id":"ED230092",
        "title":"Faculty and Administrative Salaries in California Public Higher Education, 1982-1983. Final Annual Report. Commission Report 82-17."},
      {
        "id":"ED230093",
        "title":"The Minicourse Approach: What It Is and How It Works."},
      {
        "id":"ED230095",
        "title":"Actions Underway to Reduce Delinquencies in the Health Professions and Nursing Student Loan Programs."},
      {
        "id":"ED230108",
        "title":"College and University Opening Fall Enrollment, New York State, Fall 1982."},
      {
        "id":"ED230112",
        "title":"Retaining Students of Diverse Backgrounds in Schools of Nursing. Faculty Development in Nursing Education Project."},
      {
        "id":"ED230115",
        "title":"University-Industry Research Relationships. Myths, Realities and Potentials. Fourteenth Annual Report of the National Science Board."},
      {
        "id":"ED230118",
        "title":"Remedial Education in College: The Problem of Underprepared Students."},
      {
        "id":"ED230119",
        "title":"Using Program Priorities to Make Retrenchment Decisions: The Case of the University of Minnesota."},
      {
        "id":"ED230120",
        "title":"Higher Education Opportunities for Minorities and Women: Annotated Selections--1982 Edition."},
      {
        "id":"ED230124",
        "title":"Student Financial Aid in Florida. Consultants' Report."},
      {
        "id":"ED230125",
        "title":"Faculty Research Development Workshop. Final Report (October 1978 - March 1982)."},
      {
        "id":"ED230127",
        "title":"Facing the Future."},
      {
        "id":"ED230132",
        "title":"A Longitudinal Study of the Effects of Academic, Demographic, and Financial Aid Factors on Retention for the Freshman Class of 1974 at the Florida State University."},
      {
        "id":"ED230136",
        "title":"Comparing and Contrasting Master of Agriculture and Master of Science Alumni."},
      {
        "id":"ED230139",
        "title":"Remarks of William Bradford Reynolds, Assistant Attorney General, Civil Rights Division, before the Southern Education Foundation."},
      {
        "id":"ED230142",
        "title":"Postsecondary Educational Attainment among Whites and Blacks."},
      {
        "id":"ED230148",
        "title":"Effects of Higher Education on Ability for Blacks and Whites."},
      {
        "id":"ED230149",
        "title":"A Meta-Analytic Evaluation of an Interpersonal Skills Curriculum: Accumulating Evidence Over Successive Occasions."},
      {
        "id":"ED230157",
        "title":"The Tenure Drum: An Investigation of Ritual Violence in the Modern University."},
      {
        "id":"ED230158",
        "title":"Foregone Earnings of College Students: A Microanalytic Approach."},
      {
        "id":"ED230159",
        "title":"The Future of Higher Education."},
      {
        "id":"ED230160",
        "title":"How States Compare in Financial Support of Higher Education, 1982-83."},
      {
        "id":"ED230167",
        "title":"Computers and the Classroom. A Resource Guide."},
      {
        "id":"ED230176",
        "title":"Techniques for Computer-Based Training of Air Intercept Decision Making Skills. ONR Final Report. Technical Report No. 101."},
      {
        "id":"ED230180",
        "title":"Competitive Argumentation in Computational Theories of Cognition. Cognitive and Instructional Science Series. CIS-14."},
      {
        "id":"ED230183",
        "title":"The Effects of the Timing of Feedback on Long-Term Knowledge Retention in PSI Courses. Final Report."},
      {
        "id":"ED230184",
        "title":"Establishing Data-Exchange Networks Through Data Management &amp; Telecommunications."},
      {
        "id":"ED230187",
        "title":"Interactive Videodisc for Special Education Technology. Final Report."},
      {
        "id":"ED230189",
        "title":"Sights and Sounds of Life in Schools: A Resource Guide to Film and Videotape for Research and Education. Research Series No. 125."},
      {
        "id":"ED230191",
        "title":"State Plan for Computer Utilization in North Carolina Public Schools."},
      {
        "id":"ED230199",
        "title":"Diagnosis and Remediation of Computer Programming Skill for Creative Problem Solving. Volume 1: Description of Research Methods and Results. Final Report."},
      {
        "id":"ED230200",
        "title":"Diagnosis and Remediation of Computer Programming Skill for Creative Problem Solving. Volume 2: Summary of Research for Practitioners. Final Report."},
      {
        "id":"ED230201",
        "title":"A Guide to School Library Media Programs."},
      {
        "id":"ED230203",
        "title":"Linking Informational Needs. Massachusetts Long Range Program for Library Development. [1979-1982 Supplements]."},
      {
        "id":"ED230204",
        "title":"LSCA: Library Services and Construction Act, Title I. Special Project Reports, [Fiscal Years 1977, 1978, and 1979]."},
      {
        "id":"ED230205",
        "title":"Subject Access: Report of a Meeting Sponsored by the Council on Library Resources (Dublin, Ohio, June 7-9, 1982)."},
      {
        "id":"ED230206",
        "title":"The South Carolina Program for Library Development, 1983-1988, under the Library Services and Construction Act (P.L. 95-123, FY 1983)."},
      {
        "id":"ED230213",
        "title":"Science for the Eighties: Final Project Report."},
      {
        "id":"ED230218",
        "title":"Comprehensive Science Evaluation Project: Hudson County Community College. Final Report."},
      {
        "id":"ED230220",
        "title":"Report on Remedial Education."},
      {
        "id":"ED230222",
        "title":"Can Colleges and Universities Supply an Adequate Skilled Workforce for High Technology Needs in 1990? Problems, Prospects, and Policy for the Eighties. Research Report No. 82-27."},
      {
        "id":"ED230227",
        "title":"Remedial Education in California's Public Colleges and Universities: Campus Perspectives on a Serious Problem."},
      {
        "id":"ED230228",
        "title":"Fall 1979 Transfer Study. Report 3: Second Year Persistence and Achievement."},
      {
        "id":"ED230229",
        "title":"National Task Force to Redefine the Associate Degree: A Preliminary Presentation."},
      {
        "id":"ED230234",
        "title":"Assessment Placement: A Design for Student Success and Institutional Planning for the 1980&apos;s. Management Report, 1983-3/4."},
      {
        "id":"ED230235",
        "title":"Solar Energy: Non-Residential Applications and Future Technology: Student Material. First Edition."},
      {
        "id":"ED230240",
        "title":"Educational and Occupational Orientations of Young Hispanic Women in the Brownsville, Texas, Area."},
      {
        "id":"ED230244",
        "title":"Technology Transfer: Programs, Procedures, and Personnel."},
      {
        "id":"ED230246",
        "title":"An Analysis of Current Problems and Procedures Relating to Articulation between Public Secondary Schools in Duval and Nassau Counties and Florida Junior College. Final Report."},
      {
        "id":"ED230250",
        "title":"Revitalizing the Humanities in the Community College: Final Report, October 1, 1979--September 30, 1982."},
      {
        "id":"ED230251",
        "title":"The Few Among the Many: Interviews of Minority Community College Faculty."},
      {
        "id":"ED230254",
        "title":"Academic Crossover Study: University of Hawaii, Community Colleges, Fall 1982."},
      {
        "id":"ED230257",
        "title":"Update of Community College Transfer Student Statistics, Fall 1982. Commission Report 83-11"},
      {
        "id":"ED230263",
        "title":"Advancing the Liberal Arts. New Directions for Community Colleges, Number 42."},
      {
        "id":"ED230268",
        "title":"Shaping the Employer Role in Child Care. Preconference Workshop Papers Prepared for 1982 Annual Convention, National Association for the Education of Young Children (Washington, D.C., November 11, 1982)."},
      {
        "id":"ED230272",
        "title":"Automatic Processing of Word Meaning by Bilingual Children: Intralingual And Interlingual Interference."},
      {
        "id":"ED230275",
        "title":"The Sounds and the Music: Phenomena of Creativity and Routine in the Kindergarten."},
      {
        "id":"ED230276",
        "title":"A Peek at a Bilingual Pre-Kindergarten. Publication No. 82.52."},
      {
        "id":"ED230280",
        "title":"The Emergence of Visible Language: Interrelationships Between Drawing and Early Writing."},
      {
        "id":"ED230285",
        "title":"In Defense of Children's Lies: On Ethics and Methods of Studying Children's Communication of Deception."},
      {
        "id":"ED230286",
        "title":"Help-Seeking in Elementary Classrooms: An Observational Study."},
      {
        "id":"ED230289",
        "title":"Intervening with High-Risk Families via Infant Daycare."},
      {
        "id":"ED230292",
        "title":"Changes in Friendship During a School Year."},
      {
        "id":"ED230293",
        "title":"Family Environment and Television Use by Preschool Children."},
      {
        "id":"ED230297",
        "title":"Social Network Influence on Father Involvement in Childrearing."},
      {
        "id":"ED230299",
        "title":"Mother-Child Interaction, Comprehension of Emotion, and Sharing Behavior in Toddlers."},
      {
        "id":"ED230307",
        "title":"The Relationship between Interaction with the Caregiver and the Emergence of Play Activities During the One-Word Period."},
      {
        "id":"ED230310",
        "title":"Request-Response Strategies Among Elementary Teachers and Students."},
      {
        "id":"ED230313",
        "title":"Maternal Depression: A Source of Stress for Children."},
      {
        "id":"ED230314",
        "title":"Talks with Parents on Living with Preschoolers."},
      {
        "id":"ED230315",
        "title":"The American Indian Social Studies Curriculum Activity Guide, Grades 7-8."},
      {
        "id":"ED230317",
        "title":"The American Indian Social Studies Curriculum Activity Guide, Grades 9-12."},
      {
        "id":"ED230320",
        "title":"Attempting to Develop a Program Response to the Needs of Those Preparing to Teach in Rural/Small Schools."},
      {
        "id":"ED230324",
        "title":"Work, Unemployment and Study in the Lives of Young Women from Country Areas. Research Study No. 73."},
      {
        "id":"ED230325",
        "title":"Education and Local Development in Australian Rural Areas. Research Study No. 74."},
      {
        "id":"ED230327",
        "title":"American Indian Education Handbook."},
      {
        "id":"ED230329",
        "title":"St. Edward&apos;s University College Assistance Migrant Program. End of the Year Report, 1981-1982."},
      {
        "id":"ED230339",
        "title":"The 4-H Program Contribution to Family Strength. Evaluation Study."},
      {
        "id":"ED230343",
        "title":"Of Mother Earth and Father Sky: A Photographic Study of Navajo Culture."},
      {
        "id":"ED230346",
        "title":"The Title VII (Bilingual Education) Fellowship Program: A Preliminary Report. Bilingual Education Paper Series, Vol. 2, No. 9."},
      {
        "id":"ED230347",
        "title":"A Utah Navajo History = Dineji Nakee' Naahane'"},
      {
        "id":"ED230350",
        "title":"What's Happening in June?"},
      {
        "id":"ED230351",
        "title":"Eliciting Spontaneous Speech in Bilingual Students: Methods &amp; Techniques."},
      {
        "id":"ED230352",
        "title":"Education of the Mexican American in the United States: Progress and Stalemate."},
      {
        "id":"ED230353",
        "title":"Analysis of Migration Characteristics of Children Served Under the Migrant Education Program. Report to the Congress."},
      {
        "id":"ED230354",
        "title":"What Effective Schooling Research Says to Migrant Education Program Planners."},
      {
        "id":"ED230355",
        "title":"Achievement Locus of Control of Hispanic and Anglo High School Students."},
      {
        "id":"ED230358",
        "title":"Chicano Children's Literacy Learning at Home."},
      {
        "id":"ED230361",
        "title":"A Model of Curriculum Development in Rural Schools."},
      {
        "id":"ED230367",
        "title":"Beacon City: An Urban Land Use Simulation. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230368",
        "title":"Coastal Decisions: Difficult Choices. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230369",
        "title":"Dilemmas in Bioethics. [Student's Guide.] Preparing for Tomorrow's World."},
      {
        "id":"ED230370",
        "title":"Dilemmas in Bioethics. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230371",
        "title":"Energy: Decisions for Today and Tomorrow. [Student&apos;s Guide.] Preparing for Tomorrow&apos;s World."},
      {
        "id":"ED230372",
        "title":"Energy: Decisions for Today and Tomorrow. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230373",
        "title":"Environmental Dilemmas. Critical Decisions for Society. [Student's Guide.] Preparing for Tomorrow's World."},
      {
        "id":"ED230374",
        "title":"Environmental Dilemmas: Critical Decisions for Society. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230375",
        "title":"Future Scenarios in Communications. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230376",
        "title":"Future Scenarios in Communications. [Student's Guide.] Preparing for Tomorrow's World."},
      {
        "id":"ED230377",
        "title":"Of Animals, Nature and People. [Student&apos;s Guide.] Preparing for Tomorrow&apos;s World."},
      {
        "id":"ED230378",
        "title":"Of Animals, Nature and People. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230379",
        "title":"People and Environmental Changes. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230380",
        "title":"People and Environmental Changes. [Student's Guide.] Preparing for Tomorrow's World."},
      {
        "id":"ED230381",
        "title":"Perspectives on Transportation. [Student&apos;s Guide.] Preparing for Tomorrow&apos;s World."},
      {
        "id":"ED230382",
        "title":"Perspectives on Transportation. Teacher&apos;s Guide. Preparing for Tomorrow&apos;s World."},
      {
        "id":"ED230383",
        "title":"Space Encounters. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230384",
        "title":"Technology and Changing Lifestyles. [Student's Guide.] Preparing for Tomorrow's World."},
      {
        "id":"ED230385",
        "title":"Technology and Changing Lifestyles. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230386",
        "title":"Technology and Society: A Futuristic Perspective. [Student's Guide.] Preparing for Tomorrow's World."},
      {
        "id":"ED230387",
        "title":"Technology and Society: A Futuristic Perspective. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230388",
        "title":"Curriculum Model. Teacher's Guide. Preparing for Tomorrow's World."},
      {
        "id":"ED230389",
        "title":"Science, Engineering, and Humanities Doctorates in the United States: 1981 Profile."},
      {
        "id":"ED230390",
        "title":"The Effects of Group Size, Instructional Method, and Mode of Responding on the Acquisition of Mathematical Concepts by Fourth Grade Students."},
      {
        "id":"ED230395",
        "title":"Aerobic Digestion. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230396",
        "title":"Anaerobic Digestion I. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230397",
        "title":"Anaerobic Digestion II. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230398",
        "title":"Vacuum Filtration. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230399",
        "title":"Gravity Thickening. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230400",
        "title":"Sanitary Landfill. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230401",
        "title":"Centrifugation. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230402",
        "title":"Sludge Conditioning. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230403",
        "title":"Sludge Incineration. Multiple Hearth. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230404",
        "title":"Planning Considerations. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230405",
        "title":"Sludge Characteristics. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230406",
        "title":"Drying Beds. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230407",
        "title":"Flotation Thickening. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED230408",
        "title":"A Developmental Mathematics Program at the University of Minnesota."},
      {
        "id":"ED230410",
        "title":"The Development of Children&apos;s Understanding of Numerical Representation. Final Report."},
      {
        "id":"ED230412",
        "title":"Social Sciences in Forestry. A Current Selected Bibliography, No. 61."},
      {
        "id":"ED230413",
        "title":"Opportunities in Science and Engineering. A Chartbook Presentation."},
      {
        "id":"ED240498",
        "title":"Ideas for Reading and Writing Courseware: Needs and Development Opportunities for Educational Computer Software in Reading, Writing, and Communication Skills. Executive Summary."},
      {
        "id":"ED240499",
        "title":"Ideas for Reading and Writing Courseware: Needs and Development Opportunities for Educational Computer Software--Reading, Writing, and Communication Skills."},
      {
        "id":"ED240500",
        "title":"Developing Job Literacy Training Programs for Business and Industry: A Case Study of Literacy Training to Prepare CETA Eligible Workers as Competitive Word-Processor Operators."},
      {
        "id":"ED240502",
        "title":"The Effects of Teacher Explanation and Questioning Patterns on Fourth Grade Students during Basal Reader Instruction."},
      {
        "id":"ED240505",
        "title":"Mediated (Emergent) Reading Levels: The Construct."},
      {
        "id":"ED240506",
        "title":"Some Remarks on How Words Mean. Technical Report No. 307."},
      {
        "id":"ED240507",
        "title":"Identifying Main Ideas in Picture Stories and Text."},
      {
        "id":"ED240509",
        "title":"Creating the Classroom&apos;s Communicative Context: How Parents, Teachers, and Microcomputers Can Help. Reading Education Report No. 47."},
      {
        "id":"ED240510",
        "title":"Producing &quot;Considerate&quot; Expository Text: or Easy Reading is Damned Hard Writing. Reading Education Report No. 46."},
      {
        "id":"ED240511",
        "title":"What Did You Mean by That Question? A Taxonomy of American History Questions. Technical Report No. 308."},
      {
        "id":"ED240512",
        "title":"Inference: A Research Review."},
      {
        "id":"ED240515",
        "title":"Inferential Comprehension: The Effects of Text Source, Decoding Ability, and Mode."},
      {
        "id":"ED240516",
        "title":"QUILL Reading and Writing with a Microcomputer. Reading Education Report No. 48."},
      {
        "id":"ED240518",
        "title":"Theoretical Models of Reading: Implications for the Beginning Reader."},
      {
        "id":"ED240519",
        "title":"Causal Structure Instruction and Story Comprehension for Mildly Handicapped Children."},
      {
        "id":"ED240524",
        "title":"An Analysis of Narratives: Scoring Manual."},
      {
        "id":"ED240526",
        "title":"Instructional Implications of Inquiry in Reading Comprehension."},
      {
        "id":"ED240527",
        "title":"Reading as an Interactive Process."},
      {
        "id":"ED240529",
        "title":"An Instructional Model for First Grade Reading Groups."},
      {
        "id":"ED240531",
        "title":"Eye Movement Control during Reading: The Effect of Word Units. Technical Report No. 310."},
      {
        "id":"ED240532",
        "title":"Reading Comprehension Instruction in Social Studies Programs or, On Making Mobiles Out of Soapsuds. Technical Report No. 309."},
      {
        "id":"ED240533",
        "title":"The Visual Tongue-Twister Effect: Phonological Activation in Silent Reading."},
      {
        "id":"ED240534",
        "title":"Individual Differences in Verbal Processes."},
      {
        "id":"ED240535",
        "title":"Discourse Context, Word Identification and Reading Ability."},
      {
        "id":"ED240536",
        "title":"Analogue Representations of Spatial Objects and Tranformations."},
      {
        "id":"ED240537",
        "title":"Inferential Reading Abilities of Mildly Retarded and Average Students. Technical Report No. 311."},
      {
        "id":"ED240540",
        "title":"Metaphor: The Heart of Reading and Writing."},
      {
        "id":"ED240541",
        "title":"Emergent Reading Levels in Expository and Narrative Materials."},
      {
        "id":"ED240545",
        "title":"Effects of a Content Area Reading Class on Attitudes and Practices of Secondary Teachers."},
      {
        "id":"ED240547",
        "title":"Achieving Impact through the Interpersonal Component."},
      {
        "id":"ED240552",
        "title":"Shaping at the Point of Utterance Rather than Afterwards."},
      {
        "id":"ED240570",
        "title":"A History of the National Conference on Research in English."},
      {
        "id":"ED240572",
        "title":"Linguistic Correlates of Two Writing Functions, Two Age Levels, and Two Achievement Levels."},
      {
        "id":"ED240576",
        "title":"On the Specification of the Domain of Writing = Kohti Kirjoittamisen Kuvailua ja Erittelya. Reports from the Institute for Educational Research, 333/1983."},
      {
        "id":"ED240579",
        "title":"We Have Met the Audience and It Is Us: Teachers as Audience in the Composition Class."},
      {
        "id":"ED240580",
        "title":"Teaching Writing is More Complicated than Handing Out the Paper."},
      {
        "id":"ED240582",
        "title":"Handout of the Month: Creating and Understanding Concrete Poetry."},
      {
        "id":"ED240584",
        "title":"Cooperative Instructional Application of Writing Research. Final Report. Volume One."},
      {
        "id":"ED240585",
        "title":"Cooperative Instructional Application of Writing Research. Final Report. Volume Two."},
      {
        "id":"ED240586",
        "title":"Cooperative Instructional Application of Writing Research. Final Report. Volume Three."},
      {
        "id":"ED240588",
        "title":"Time for Writing in the Elementary School."},
      {
        "id":"ED240589",
        "title":"Training Tutors for Writing Conferences."},
      {
        "id":"ED240591",
        "title":"No Better Way to Teach Writing!"},
      {
        "id":"ED240594",
        "title":"The Students' Right to Know."},
      {
        "id":"ED240597",
        "title":"The Nature and Quality of Compensatory Oral Expression and Its Effect on Writing in Students of College Composition. Final Report, September 1982-September 1983."},
      {
        "id":"ED240598",
        "title":"Individualized Writing Instruction in America: A Review of the Recent Literature."},
      {
        "id":"ED240602",
        "title":"Contrastive Techniques of Training English Teachers to Become Writing Consultants."},
      {
        "id":"ED240603",
        "title":"Transition to Writing. Final Report. Volume II."},
      {
        "id":"ED240606",
        "title":"Trends and Issues in English Instruction, 1984--Four Summaries."},
      {
        "id":"ED240608",
        "title":"A Cognitive Model of the Writing Process in Adults. Final Report."},
      {
        "id":"ED240609",
        "title":"Coding the Composing Process: A Guide for Teachers and Researchers."},
      {
        "id":"ED240615",
        "title":"Controlling the Writing Process: Not a Monolithic Process."},
      {
        "id":"ED240617",
        "title":"Captain's Log...The Speech Communication Oral Journal."},
      {
        "id":"ED240622",
        "title":"The Information Society: Fact or Charming Mythology?"},
      {
        "id":"ED240631",
        "title":"Teaching Implications: Components of a Unit on Interpersonal Communication and Aging."},
      {
        "id":"ED240632",
        "title":"The Symbolic Interactionist Use of Participant Observation: A Study of Conflict Resolution Communication in a Countercultural Setting."},
      {
        "id":"ED240633",
        "title":"Research Methods into Language/Code Switching and Synthesis of Findings into Theory."},
      {
        "id":"ED240634",
        "title":"The Definition and Delimitation of Intrapersonal Communication: A Physiological Perspective."},
      {
        "id":"ED240642",
        "title":"A Structuralist Approach to Television Criticism."},
      {
        "id":"ED240650",
        "title":"Survey Measurement of Cognitive Activity during Television Viewing."},
      {
        "id":"ED240655",
        "title":"Free Speech in the Military: A Status Report."},
      {
        "id":"ED240656",
        "title":"The Effect of Speaking Position on Success in Forensics Competition."},
      {
        "id":"ED240657",
        "title":"The Designated Tournament: A Northwest Experiment."},
      {
        "id":"ED240658",
        "title":"Coping with Information Overload as Adaptive Behavior in Competitive Debate."},
      {
        "id":"ED240667",
        "title":"Power in Staff Development through Research on Training."},
      {
        "id":"ED240668",
        "title":"CBEDS Data Users' Guide (1983 Data)."}]
  }}
