{
  "response":{"numFound":509939,"start":70000,"numFoundExact":true,"docs":[
      {
        "id":"ED240671",
        "title":"School Evaluation for the Catholic Elementary School: An Overview."},
      {
        "id":"ED240672",
        "title":"Differentiated Supervision for Catholic Schools."},
      {
        "id":"ED240673",
        "title":"School Board Study Programs: Board Member's Manual Series 1."},
      {
        "id":"ED240674",
        "title":"NCEA Handbook for DREs."},
      {
        "id":"ED240678",
        "title":"[How to Develop Positive Teacher-Parent Relationships.]"},
      {
        "id":"ED240690",
        "title":"Expenditures for Public Schools in the Southeast. Southeastern Educational Information System Analyses. SEIS Progress Report."},
      {
        "id":"ED240691",
        "title":"Public Education in the Southeast: A Progress Report. Southeastern Educational Information System Analyses. SEIS Analyses Volume II."},
      {
        "id":"ED240694",
        "title":"The Meaning of Funding Cuts: Coping with Chapter 2 of ECIA."},
      {
        "id":"ED240700",
        "title":"School Administrator's Introduction to Instructional Use of Computers."},
      {
        "id":"ED240703",
        "title":"Precollege Computer Literacy: A Personal Computing Approach. Second Edition."},
      {
        "id":"ED240705",
        "title":"Teacher&apos;s Guide to Computers in the Elementary School. Revised."},
      {
        "id":"ED240706",
        "title":"Introduction to Computers in Education for Elementary and Middle School Teachers."},
      {
        "id":"ED240707",
        "title":"Parent's Guide to Computers in Education."},
      {
        "id":"ED240720",
        "title":"The Infrastructure of Innovation: The Case of the National Diffusion Network. A Study of Dissemination Efforts Supporting School Improvement. People, Policies, and Practices: Examining the Chain of School Improvement, Volume VIII."},
      {
        "id":"ED240726",
        "title":"Education Under Study: An Analysis of Recent Major Reports on Education. Second Edition."},
      {
        "id":"ED240727",
        "title":"Report of the Comprehensive Study of the Department of Defense Dependents Schools."},
      {
        "id":"ED240728",
        "title":"Report on Future Factors Affecting the Department of Defense Dependents Schools."},
      {
        "id":"ED240729",
        "title":"Executive Summary, DoDDS Comprehensive Study [of Dependents Schools]."},
      {
        "id":"ED240730",
        "title":"Report on Legislative and Funding Recommendations, DoDDS Comprehensive Study [of Dependents Schools]."},
      {
        "id":"ED240739",
        "title":"Parents and School Choice: A Household Survey. School Finance Project Working Paper."},
      {
        "id":"ED240743",
        "title":"A Planning Document for Revised Elementary and Secondary Teacher Preparation Programs."},
      {
        "id":"ED240747",
        "title":"Annual Evaluation Report: Fiscal Year 1983."},
      {
        "id":"ED240748",
        "title":"The Nation Responds: Recent Efforts to Improve Education."},
      {
        "id":"ED240750",
        "title":"The Critical Need for Nonschool Instruction in Educational Programs for Severely Handicapped Students. Draft."},
      {
        "id":"ED240751",
        "title":"Project SISS: Social Skills Program. Draft"},
      {
        "id":"ED240752",
        "title":"Cognitive Complexity and Gifted Education: A Study of 5th, 6th &amp; 7th Graders."},
      {
        "id":"ED240755",
        "title":"Library Resources for the Blind and Physically Handicapped: A Directory with FY 1982 Statistics on Readership, Circulation, Budget, Staff, and Collections."},
      {
        "id":"ED240761",
        "title":"The Leisure Diagnostic Battery Project: Executive Summary. Development and Validation of a Standardized Leisure Diagnostic Battery (LDB) to Assess Leisure Functioning of Handicapped Children and Youth. July 1, 1979-August 31, 1982."},
      {
        "id":"ED240762",
        "title":"A Language Training Curriculum for Severely Language-Delayed Preschool and Primary-Grade Children. Final Report. Volume I: Project Evaluation, Overview, and Activities."},
      {
        "id":"ED240763",
        "title":"A Language Training Curriculum for Severely Language-Delayed Preschool and Primary-Grade Children. Final Report. Volume II: Intervention Program."},
      {
        "id":"ED240764",
        "title":"The Physical Fitness of Sensory and Orthopedically Impaired Youth: Project UNIQUE. Final Report."},
      {
        "id":"ED240765",
        "title":"The Selection of Intervention Priorities in Educational Programming of Severely Handicapped Preschool Children with Multiple Behavioral Problems. Final Report."},
      {
        "id":"ED240766",
        "title":"The Effects of Age, Gender and Developmental Status on Social Integration Patterns in Early Childhood Classrooms. Final Report, October 1, 1979-September 30, 1980."},
      {
        "id":"ED240767",
        "title":"An Investigation of Phases of Learning and Facilitating Instructional Events for the Severely/Profoundly Handicapped. Field Initiated Research Study. Final Project Report."},
      {
        "id":"ED240768",
        "title":"The Development of Fundamental Skills in Tactile Graph Interpretation: A Program for Braille Readers. Final Report."},
      {
        "id":"ED240769",
        "title":"The Development of Behavioral Synchrony in Social Communication: The Exceptional Infant. Final Report."},
      {
        "id":"ED240770",
        "title":"The Appalachian Folk Craft Project for the Handicapped. Final Report [and] Portraits of Very Special Craftspeople in Kentucky."},
      {
        "id":"ED240771",
        "title":"Parents as Teachers: Linguistic and Behavioral Interactions of Middle-Class Mothers and Fathers and their Normally Developing and Developmentally Delayed Preschoolers during Teaching/Learning Activities. Final Report."},
      {
        "id":"ED240779",
        "title":"Behavior Modification Techniques. I: Overcorrection. II: Punishment."},
      {
        "id":"ED240783",
        "title":"Child-Child Social Interactions: An Analysis of Assessment Instruments for Young Children [and] Sourcebook."},
      {
        "id":"ED240784",
        "title":"Accessible Elementary Schools: A Renovation Planning and Design Manual. [Final Report]."},
      {
        "id":"ED240787",
        "title":"Recording for the Blind&apos;s Catalog Conversion for Online Searching."},
      {
        "id":"ED240790",
        "title":"The Diagnostic Index: A Criterion for Further Evaluation and Intervention with At-Risk Preschool Children."},
      {
        "id":"ED240791",
        "title":"Familial Social Support for Mildly Mentally Retarded Afro-Americans."},
      {
        "id":"ED240792",
        "title":"Beyond Behavioral Objectives: Criteria."},
      {
        "id":"ED240794",
        "title":"Interdependence: The Need for Person-Environmental Analysis and the Individual Transition Plan."},
      {
        "id":"ED240795",
        "title":"Vocational Curriculum for Multihandicapped Students with Cerebral Palsy: A Data-Based Approach."},
      {
        "id":"ED240797",
        "title":"Moving: A Format for Providing Functional Information for Persons with Severe Disabilities Transferring to Another Home."},
      {
        "id":"ED240819",
        "title":"Recruitment of Special Education Personnel."},
      {
        "id":"ED240824",
        "title":"Project CAST. An Adventure in the World of Work."},
      {
        "id":"ED240827",
        "title":"Academic Needs and Priorities for Testing."},
      {
        "id":"ED240830",
        "title":"The Adult English as a Second Language Diagnostic Reading Test."},
      {
        "id":"ED240831",
        "title":"Studies in Filipino Second Language Acquisition."},
      {
        "id":"ED240832",
        "title":"Computer-Based Foreign Language Instruction in Illinois Schools: A Review of Literature, Some Preliminary Observations, and Recommendations for Consideration by the Illinois State Board of Education."},
      {
        "id":"ED240833",
        "title":"Proficiency-Based German Language Programs."},
      {
        "id":"ED240836",
        "title":"Process-Oriented Instruction in Composition."},
      {
        "id":"ED240839",
        "title":"An Ethnographic/Sociolinguistic Approach to Language Proficiency Assessment. Multilingual Matters 8."},
      {
        "id":"ED240841",
        "title":"Theoretical and Practical Aspects of Teaching Spanish to Bilingual Students."},
      {
        "id":"ED240847",
        "title":"The Kenyan Language Setting."},
      {
        "id":"ED240848",
        "title":"Teaching the \"Se\" Constructions in Spanish: A Communicative Approach."},
      {
        "id":"ED240852",
        "title":"Male and Female Language in a Picture-Description Task."},
      {
        "id":"ED240855",
        "title":"A Study of Bilingual Instructional Practices in Nonpublic Schools. Final Report."},
      {
        "id":"ED240857",
        "title":"Acquisition of Literacy Skills in First and Second Languages: Knowledge Utilization in Understanding. Final Report."},
      {
        "id":"ED240860",
        "title":"Project H.E.L.P. (Haitian/Hispanic Employability through Language Program)."},
      {
        "id":"ED240862",
        "title":"Improving the Functional Writing of Bilingual Secondary School Students. Final Report."},
      {
        "id":"ED240868",
        "title":"A Flexible Foreign Language Curriculum for Departmental Growth and Program Excellence: A Report from an Exemplary Program."},
      {
        "id":"ED240882",
        "title":"Language Proficiency and Academic Achievement. Multilingual Matters 10."},
      {
        "id":"ED240885",
        "title":"What Do University EFL Students Write about in Dialogue Journals?"},
      {
        "id":"ED240887",
        "title":"The Purpose and Functions of Faculty Evaluation. IHE Newsletter."},
      {
        "id":"ED240890",
        "title":"Regional Resource Sharing: A Strategy for Improving Western Higher Education in an Era of Limits."},
      {
        "id":"ED240891",
        "title":"Academic Mentoring for Women Students and Faculty: A New Look at an Old Way to Get Ahead."},
      {
        "id":"ED240896",
        "title":"Beyond National Boundaries: An International Profile of the University of California, Berkeley."},
      {
        "id":"ED240897",
        "title":"Higher Education Research &amp; Development, Volume 2, Number 1, 1983."},
      {
        "id":"ED240900",
        "title":"Annotated Bibliography of Graduate Education Commentary: 1978-1982."},
      {
        "id":"ED240902",
        "title":"Diagnostic Prescriptive Teaching Module: Basic Interviewing Skills."},
      {
        "id":"ED240903",
        "title":"Breaking with Tradition: The Advisor as Change Agent. Proceedings of the National Conference on Academic Advising (6th, San Jose, California, October 10-13, 1982)."},
      {
        "id":"ED240911",
        "title":"Tertiary Education in the Eighties: Paths to Reward and Growth. Research and Development in Higher Education, Volume 6."},
      {
        "id":"ED240912",
        "title":"High School Graduates: Projections for the Fifty States (1982-2000)."},
      {
        "id":"ED240914",
        "title":"State Support for Education, 1982-83."},
      {
        "id":"ED240915",
        "title":"Consultants and Cooperative Education: The Northeastern English Department Business Connections."},
      {
        "id":"ED240918",
        "title":"Teaching Problem-Solving: Implications from Cognitive Development Research. AAHE-ERIC Higher Education Research Currents."},
      {
        "id":"ED240919",
        "title":"Emerging Perspectives on the General Professional Education of the Physician: Problems, Priorities, and Prospects. Reported to the Panel by the Medical Schools, Colleges, and Academic Societies."},
      {
        "id":"ED240923",
        "title":"Focusing on a Neglected Component of the Student Selection Process: A Statewide Survey of High School Guidance Counselors."},
      {
        "id":"ED240926",
        "title":"UW-Madison's Enrollment Prospects for the 1980s and Early 1990s."},
      {
        "id":"ED240928",
        "title":"A Study of Test-Wiseness Clues in College and University Teacher-Made Tests with Implications for Academic Assistance Centers. College Reading and Learning Assistance Technical Report 84-01."},
      {
        "id":"ED240930",
        "title":"Computers in Education: Implications for Schools and Colleges."},
      {
        "id":"ED240932",
        "title":"Independent Scholarship: Promise, Problems, and Prospects."},
      {
        "id":"ED240933",
        "title":"Evaluative Criteria for College Reading-Study Research. College Reading and Learning Assistance Technical Report 84-02."},
      {
        "id":"ED240934",
        "title":"Centrality as a Prior Criterion."},
      {
        "id":"ED240935",
        "title":"The Study Habits of Adult College Students."},
      {
        "id":"ED240937",
        "title":"ASHE Directory of Doctoral Dissertations."},
      {
        "id":"ED240938",
        "title":"Pathways to Practice. A Series of Final Reports on the SREB Nursing Curriculum Project."},
      {
        "id":"ED240939",
        "title":"Strategy Planning in Continuing Nursing Education."},
      {
        "id":"ED240940",
        "title":"Attitudes, Administrative Styles, and Outcomes."},
      {
        "id":"ED240943",
        "title":"Abilities That Last A Lifetime: Outcomes of the Alverno Experience."},
      {
        "id":"ED240952",
        "title":"Higher Education Program Descriptions."},
      {
        "id":"ED240958",
        "title":"Grove City College et al. v. Bell, Secretary of Education, et al."},
      {
        "id":"ED240961",
        "title":"Access to Student Loans. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED240962",
        "title":"The Collegiate Student-Athlete Protection Act of 1983. Hearings before the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, First Session on S. 610."},
      {
        "id":"ED240963",
        "title":"Final Report on a Program to Expand Research Participation of Faculty and Students at the Atlanta University Center."},
      {
        "id":"ED240965",
        "title":"Proceedings, 1983 Annual Meeting, Southern Regional Education Board (Palm Beach, Florida, June 9-11, 1983)."},
      {
        "id":"ED240967",
        "title":"A Review of Transfer Student Activity among Georgia State University and Selected Institutions of the University System of Georgia. Institutional Research Report No. 84-8."},
      {
        "id":"ED240969",
        "title":"Cheating and Plagiarism: Matters beyond a Faculty Member's Right to Decide!"},
      {
        "id":"ED240972",
        "title":"Academic Employment and Retrenchment: Judicial Review and Administrative Action. ASHE-ERIC Higher Education Research Report No. 8, 1983."},
      {
        "id":"ED240973",
        "title":"BASIC Language Flow Charting Program (BASCHART). Technical Note 3-82."},
      {
        "id":"ED240976",
        "title":"Report on the International Conference on Technology in the Service of Teacher Training (with Special Regard to the Use of Video Techniques in Pre-Service Training) (Szombathely, Hungary, October 5-10, 1981). Organized with the Support of UNESCO."},
      {
        "id":"ED240980",
        "title":"Computers in Schools. The Report of the Minister's Task Force on Computers in Schools."},
      {
        "id":"ED240982",
        "title":"Computer Literacy. Focus 11."},
      {
        "id":"ED240983",
        "title":"The Impact of Microcomputers in Elementary Education."},
      {
        "id":"ED240988",
        "title":"Development Communication Report. No. 44."},
      {
        "id":"ED240989",
        "title":"Distance Learning for Teacher Education. Report of a Technical Working Group Meeting (Islamabad, Pakistan, 4-16 November 1981). Volume I: Current Status, Programmes and Practices."},
      {
        "id":"ED240990",
        "title":"Distance Learning for Teacher Education. Report of a Technical Working Group Meeting (Islamabad, Pakistan, 4-16 November 1981). Volume II: Guidelines on Development of Materials."},
      {
        "id":"ED240991",
        "title":"Distance Learning for Teacher Education. Report of a Technical Working Group Meeting (Islamabad, Pakistan, 4-16 November 1981). Volume III: Exemplar Materials."},
      {
        "id":"ED240994",
        "title":"Writing the Instructional Radio Script."},
      {
        "id":"ED241013",
        "title":"National Commission on Libraries and Information Science. Annual Report, 1981-1982."},
      {
        "id":"ED241014",
        "title":"Final Report to the National Commission on Libraries and Information Science from the Community Information and Referral Services Task Force."},
      {
        "id":"ED241015",
        "title":"Task Force on Library and Information Services to Cultural Minorities. Report."},
      {
        "id":"ED241020",
        "title":"A Dialogue on the Subject Catalogue. J. M. Perreault: &quot;A Representative of the New Left in American Subject Cataloguing.&quot; A Review Essay on Sanford Berman's &quot;The Joy of Cataloging&quot; with Response by Sanford Berman. Occasional Paper Number 161."},
      {
        "id":"ED241024",
        "title":"New Approaches to the Measurement of Public Library Use by Individual Patrons. Occasional Paper Number 162."},
      {
        "id":"ED241026",
        "title":"A One Credit, Self-Paced Library Research Course and Its Impact on the Knowledge and Attitude Base of Slippery Rock University Students."},
      {
        "id":"ED241028",
        "title":"Pennsylvania Guidelines for School Library Media Programs."},
      {
        "id":"ED241036",
        "title":"ARL Statistics, 1982-83. A Compilation of Statistics from the One Hundred and Seventeen Members of the Association of Research Libraries."},
      {
        "id":"ED241037",
        "title":"Competency Requirements for Library and Information Science Professionals."},
      {
        "id":"ED241041",
        "title":"Hawaii School Library Programs: A Guide for Management and Services."},
      {
        "id":"ED241044",
        "title":"Institution Libraries in Nebraska; A Survey Report."},
      {
        "id":"ED241045",
        "title":"Model Information and Referral Systems: A Bridge to the Future."},
      {
        "id":"ED241047",
        "title":"Report of an Adult Patron Survey in a Sample of Illinois Public Libraries in Spring 1983 and Subject Index to Illinois Library Statistical Report, Nos. 1-12."},
      {
        "id":"ED241048",
        "title":"The Use and Value of Defense Technical Information Center Products and Services."},
      {
        "id":"ED241050",
        "title":"Information Services for Agriculture: The Role of Technology."},
      {
        "id":"ED241055",
        "title":"Attitudes about OCLC in Small and Medium-Sized Libraries. Illinois Valley Library System OCLC Experimental Project. Report No. 4."},
      {
        "id":"ED241063",
        "title":"OCLC Use by Library Clusters. Illinois Valley Library System OCLC Experimental Project Report No. 5."},
      {
        "id":"ED241070",
        "title":"General Education Course Outlines: Tiers I, II, III of the Los Medanos College General Education Program. To Accompany the Final Report to the National Endowment for the Humanities for a Project Entitled: An Implementation Project to Complete the Integration of an Interdisciplinary General Education Model Predicated on Certain Humanistic Assumptions."},
      {
        "id":"ED241072",
        "title":"A Comprehensive Postsecondary Education Master Plan for Florida Keys Community College."},
      {
        "id":"ED241074",
        "title":"Improving Opportunities for Earning the Baccalaureate Degree for Urban Students."},
      {
        "id":"ED241080",
        "title":"Assessment, Placement, Competency: Four Successful Community College Programs."},
      {
        "id":"ED241087",
        "title":"Virginia Community College System Master Plan, 1982-1990."},
      {
        "id":"ED241089",
        "title":"Evaluating the Impact of Freshmen Orientation on Student Persistence and Academic Performance. Applied Educational Research and Evaluation."},
      {
        "id":"ED241095",
        "title":"Integrated Language Skills: An Approach to Developmental Studies."},
      {
        "id":"ED241100",
        "title":"Report on Enrollment Trends in Illinois Public Community Colleges."},
      {
        "id":"ED241121",
        "title":"Constructing Educational Activities. The Best of BES - Basic Educational Skills Materials."},
      {
        "id":"ED241122",
        "title":"Making Mealtime a Happy Time for Preschoolers: A Guide for Teachers. 1982 Edition."},
      {
        "id":"ED241124",
        "title":"The Home Stretch."},
      {
        "id":"ED241127",
        "title":"A Planning Guide to the Preschool Curriculum: The Child, The Process, The Day. Revised Edition."},
      {
        "id":"ED241131",
        "title":"Study of Effort to Exclude Planned Parenthood from Participation in Combined Federal Campaign. Report Prepared by the Staff of the Subcommittee on Civil Service of the Committee on Post Office and Civil Service. House of Representatives, 98th Congress, 1st Session. Committee Print No. 98-8."},
      {
        "id":"ED241132",
        "title":"Follow through Amendments of 1983. Mr. Perkins, from the Committee on Education and Labor, Submitted the Following Report together with Supplemental Views (To Accompany H. R. 2148), (Including Cost Estimate of the Congressional Budget Office). House of Representatives, 98th Congress, 1st Session, Report No. 98-160."},
      {
        "id":"ED241133",
        "title":"Hearing to Restore Eligibility in the Special Milk Program. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session on H.R. 904 to Amend the Child Nutrition Act of 1966 to Eliminate Certain Restrictions on the Eligibility of Schools to Participate in the Special Milk Program."},
      {
        "id":"ED241134",
        "title":"Caring for Special Children: Independent Study Course for Child Caregivers."},
      {
        "id":"ED241138",
        "title":"School-Age Day Care Study. Executive Summary."},
      {
        "id":"ED241140",
        "title":"Assessment of Social Studies Concepts in Early Childhood."},
      {
        "id":"ED241149",
        "title":"College Admissions Requirements and Student Achievement in High School."},
      {
        "id":"ED241150",
        "title":"Teacher Education That Promotes Educational Excellence: How to Know It When You See It."},
      {
        "id":"ED241152",
        "title":"Action Theory Perspective in Research on Social Cognition."},
      {
        "id":"ED241155",
        "title":"Summary of SB 813 and Related Legislation: Hughes-Hart Educational Reform Act of 1983."},
      {
        "id":"ED241159",
        "title":"History of Dance in Early Childhood Education, 1920-1970."},
      {
        "id":"ED241160",
        "title":"Parental Cognitive Commitment to the Sex of the Child."},
      {
        "id":"ED241166",
        "title":"An Initial Classification of Noncognitive Student Behavior Grading Items."},
      {
        "id":"ED241167",
        "title":"Older Child Adoptions and Families' Participation in Post-Placement Supports."},
      {
        "id":"ED241168",
        "title":"Selected Pioneers of Early Childhood Education: Their Relevance for Today."},
      {
        "id":"ED241170",
        "title":"Infancy to Preschool: Continuity of Adaptation in High Risk Children."},
      {
        "id":"ED241177",
        "title":"The Long Term Influence of a Kindergarten Parent Involvement Program."},
      {
        "id":"ED241183",
        "title":"The Black Child: Some Sociocultural Considerations."},
      {
        "id":"ED241185",
        "title":"Training Guide: Development and Implementation of the Individual Service Plan in Head Start."},
      {
        "id":"ED241188",
        "title":"Quantity or Quality of Strategies: Which Indicates Competency in Social Problem-Solving?"},
      {
        "id":"ED241189",
        "title":"You Don't Have to Be Poor to Be Indian: Readings in Resource Development."},
      {
        "id":"ED241190",
        "title":"Teaching in Rural Based Reading Programs: Some Observations."},
      {
        "id":"ED241192",
        "title":"Come Closer around the Fire. Using Tribal Legends, Myths, and Stories in Preventing Drug Abuse."},
      {
        "id":"ED241195",
        "title":"The Anatomy of a Learning Experience."},
      {
        "id":"ED241198",
        "title":"A Band Wagon without Music: Preparing Rural Special Educators."},
      {
        "id":"ED241199",
        "title":"Generic Problems or Solutions in Rural Special Education."},
      {
        "id":"ED241200",
        "title":"Models for Serving Rural Children with Low-Incidence Handicapping Conditions."},
      {
        "id":"ED241201",
        "title":"Should a Special Educator Entertain Volunteers: Interdependence in Rural America."},
      {
        "id":"ED241202",
        "title":"The State of the Art of Rural Special Education."},
      {
        "id":"ED241203",
        "title":"Technologies as Rural Special Education Problem Solvers--A Status Report and Successful Strategies."},
      {
        "id":"ED241207",
        "title":"Rituals and Ceremonies for Teachers: A Demonstration-Workshop."},
      {
        "id":"ED241210",
        "title":"Education in a Changing Rural Environment: The Impact of Population and Economic Change on the Demand for and Costs of Public Education in Rural America. A Synthesis of Research Findings and an Identification of Important Policy Issues. SRDC Synthesis-Bibliography Series 18."},
      {
        "id":"ED241214",
        "title":"Hispanics and the Extended Opportunity Programs and Services in California Community Colleges."},
      {
        "id":"ED241216",
        "title":"Research Related to Native Peoples at the University of Saskatchewan, 1912-1983."},
      {
        "id":"ED241217",
        "title":"ANARAP and the Future of Native American Studies."},
      {
        "id":"ED241222",
        "title":"Color Your Classroom."},
      {
        "id":"ED241223",
        "title":"Color Your Classroom II. A Math Curriculum Guide."},
      {
        "id":"ED241235",
        "title":"A Collaborative Preservice Program Involving 15 Rural LEAs and The College of Saint Rose."},
      {
        "id":"ED241238",
        "title":"Directory of Rural Development Researchers in the South. SRDC Series Publication #68."},
      {
        "id":"ED241240",
        "title":"A Two-Year Case Study Observing the Development of Third and Fourth Grade Native American Children's Writing Processes."},
      {
        "id":"ED241242",
        "title":"&quot;Let Your Fingers Do the Talking&quot;: Computer Communication in an Alaskan Rural School."},
      {
        "id":"ED241243",
        "title":"Ruralmicro: Computers and &quot;Excellence&quot; in Small Town New Hampshire."},
      {
        "id":"ED241244",
        "title":"Computer Technology in Rural Schools: The Case of Mendocino County."},
      {
        "id":"ED241245",
        "title":"Learning Together: Micro-Computers in Crosby, Texas, Schools."},
      {
        "id":"ED241260",
        "title":"Do You Know Our Marine Fish? A Marine Education Infusion Unit."},
      {
        "id":"ED241261",
        "title":"Do You Know Our Marine Algae? A Marine Education Infusion Unit."},
      {
        "id":"ED241264",
        "title":"Personnel Needs and Training for Biomedical and Behavioral Research. The 1983 Report of the Committee on National Needs for Biomedical and Behavioral Research Personnel."},
      {
        "id":"ED241265",
        "title":"Improving Science and Mathematics Education: Costs and Effectiveness."},
      {
        "id":"ED241267",
        "title":"Sequencing Language and Activities in Teaching High School Chemistry. A Report to the National Science Foundation."},
      {
        "id":"ED241268",
        "title":"The Federal Role in Energy Education in the U.S.A."},
      {
        "id":"ED241276",
        "title":"Forest Experiences of Fifth-Grade Chicago Public School Students."},
      {
        "id":"ED241278",
        "title":"Identifying Learning Handicaps of College Age Spanish-Speaking Bilingual Students Majoring in Technical Subjects. Bilingual Research Project."},
      {
        "id":"ED241279",
        "title":"Investigations in Mathematics Education. Volume 17, Number 1."},
      {
        "id":"ED241281",
        "title":"A Review of Research in Mathematical Education. Part B: Research on the Social Context of Mathematics Education."},
      {
        "id":"ED241282",
        "title":"A Review of Research in Mathematical Education. Part C: Curriculum Development and Curriculum Research: A Historical and Comparative View."},
      {
        "id":"ED241283",
        "title":"Energy Conservation: A Workshop for Selected Eastern U.S. Industrial Arts Teacher Educators."},
      {
        "id":"ED241284",
        "title":"Guide to Resources in Instructional Computing. Revised."},
      {
        "id":"ED241287",
        "title":"Presenting Science to the Public. The Professional Writing Series."},
      {
        "id":"ED241297",
        "title":"The First National Congress for Environmental Education Futures: Policies and Practices. Conference Proceedings - Policies Track (Burlington, Vermont, August 12-17, 1983)."},
      {
        "id":"ED241299",
        "title":"The Five-Year Outlook on Science and Technology: 1982."},
      {
        "id":"ED241300",
        "title":"New Directions for Federal Programs to Aid Mathematics and Science Teaching."},
      {
        "id":"ED241302",
        "title":"National Association for Research in Science Teaching Annual Conference, Abstracts of Presented Papers (57th, New Orleans, Louisiana, April 28-30, 1984)."},
      {
        "id":"ED241304",
        "title":"Information Processing Capacity, Logical Reasoning Ability, and the Development of Measurement Concepts. Working Paper No. 299."},
      {
        "id":"ED241305",
        "title":"A Perspective on the Differences between Expert and Novice Performance in Solving Physics Problems."},
      {
        "id":"ED241311",
        "title":"Let Problem Solving Be the Focus for 1980's."},
      {
        "id":"ED241319",
        "title":"Task Force for the Study of Chemistry Education in the United States. Preprint--Recommendations."},
      {
        "id":"ED241320",
        "title":"Science and Mathematics Software Opportunities and Needs. Executive Summary."},
      {
        "id":"ED241321",
        "title":"Women and Minorities in Science and Engineering."},
      {
        "id":"ED241323",
        "title":"Understanding the Healthy Body. CESI Sourcebook III. An Occasional Sourcebook of the Council for Elementary Science, International."},
      {
        "id":"ED241328",
        "title":"Why Is the Ocean Salty?"},
      {
        "id":"ED241329",
        "title":"Earthquakes."},
      {
        "id":"ED241330",
        "title":"Collecting Rocks."},
      {
        "id":"ED241331",
        "title":"Geysers."},
      {
        "id":"ED241332",
        "title":"Landforms of the United States."},
      {
        "id":"ED241333",
        "title":"Elevations and Distances in the United States."},
      {
        "id":"ED241334",
        "title":"Geology of Caves."},
      {
        "id":"ED241335",
        "title":"Geologic Time."},
      {
        "id":"ED241341",
        "title":"Consumer Mathematics Curriculum Guide."},
      {
        "id":"ED241345",
        "title":"Personal Computers and Cross Aged Instruction. Final Report."},
      {
        "id":"ED241346",
        "title":"A Report to Congress on the Evaluation of Health Manpower Shortage Area Criteria."},
      {
        "id":"ED241347",
        "title":"Education in the 80's: Mathematics."},
      {
        "id":"ED241349",
        "title":"Research on Mathematics Education Reported in 1983."},
      {
        "id":"ED241350",
        "title":"A Summary of Research in Science Education -- 1982."},
      {
        "id":"ED241351",
        "title":"hm Science Study Skills Program: People, Energy, and Appropriate Technology. Teacher's Guide."},
      {
        "id":"ED241352",
        "title":"hm Science Study Skills Program: People, Energy, and Appropriate Technology. Student Text."},
      {
        "id":"ED241353",
        "title":"hm Math Study Skills Program. Teacher&apos;s Guide."},
      {
        "id":"ED241354",
        "title":"hm Math Study Skills Program. Student Text."},
      {
        "id":"ED241359",
        "title":"Southern Black Culture: The African Heritage and the American Experience. Syllabi for Undergraduate Courses in the Humanities."},
      {
        "id":"ED241360",
        "title":"Southern Black Culture: The African Heritage and the American Experience. Syllabi for Undergraduate Courses in the Humanities."},
      {
        "id":"ED241361",
        "title":"Whitehead and Social Science: The Use of Social Science Knowledge."},
      {
        "id":"ED241364",
        "title":"Processes of Prejudice and the Roots of Racism: A Socio-Cognitive Approach. Prepublication/Working Paper No. 3."},
      {
        "id":"ED241365",
        "title":"Ironies of the Romance and the Romance with Irony: Some Notes on Stylization in the Historiography of American Education Since 1960."},
      {
        "id":"ED241392",
        "title":"Image and Reality in African Interethnic Relations: The Fulbe and Their Neighbors. Studies in Third World Societies, Publication Number Eleven."},
      {
        "id":"ED241393",
        "title":"Anthropological Diplomacy: Issues and Principles. Studies in Third World Societies, Publication Number Twenty."},
      {
        "id":"ED241394",
        "title":"Report of a Study of the Pacific Circle Consortium. [Final Report]."},
      {
        "id":"ED241396",
        "title":"The Rhetoric of Rights."},
      {
        "id":"ED241398",
        "title":"Growth of Arts and Cultural Organizations in the Decade of the 1970&apos;s. Final Report."},
      {
        "id":"ED241402",
        "title":"Humanities and State Education Agencies: Policies, Perspectives and Prospects."},
      {
        "id":"ED241405",
        "title":"The Role of Social Studies in Education for Peace and Respect for Human Rights in Asia and the Pacific. Report of a Regional Meeting of Experts (Bangkok, Thailand, December 16-22, 1980)."},
      {
        "id":"ED241408",
        "title":"State of the World, 1984: A Worldwatch Institute Report on Progress toward a Sustainable Society. First Edition."},
      {
        "id":"ED241409",
        "title":"Teaching Economics in the Schools: A Review of Survey Findings."},
      {
        "id":"ED241410",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 16, No. 2, April-June 1982."},
      {
        "id":"ED241412",
        "title":"Gay Studies Resource Guide."},
      {
        "id":"ED241455",
        "title":"Finding the Time to Teach: Small Group Grids."},
      {
        "id":"ED241465",
        "title":"A Proposal to Establish Demonstration Schools and the Identification, Training and Utilization of Master/Mentor and Master Teacher: A Joint School District and University of Louisville Project."},
      {
        "id":"ED241470",
        "title":"Educational Professionalism: Some New Considerations for an Old Theme."},
      {
        "id":"ED241473",
        "title":"[California Mentor Teacher Program. Program Advisory.]"},
      {
        "id":"ED241479",
        "title":"Computers in the Schools: Methods of Utilization and Action Recommendations."},
      {
        "id":"ED241482",
        "title":"Development and Field Testing of a Wait Time Feedback Device for Monitoring and Improving Classroom Interaction."},
      {
        "id":"ED241485",
        "title":"Emergency Teacher Certification."},
      {
        "id":"ED238471",
        "title":"Is Developmental Education Working? An Analysis of Research. NARDSPE Research Report, Number 2."},
      {
        "id":"ED238474",
        "title":"Cooperation and Competition in the Learning Society."},
      {
        "id":"ED238476",
        "title":"Objectives for College Courses."},
      {
        "id":"ED238477",
        "title":"Strategic Management in the Community College. New Directions for Community Colleges, Number 44."},
      {
        "id":"ED238498",
        "title":"University of Hawaii Community Colleges: A Guide for Apprenticeship Coordinators and Administrators."},
      {
        "id":"ED238499",
        "title":"Platform for Excellence: A Review and Projection of Basic Skills, Developmental and Learning Support Education. Task Force Reports from the Learning Assistance Support System Project."},
      {
        "id":"ED238502",
        "title":"The Economic Impact of Madison Area Technical College-Area Vocational Technical and Adult Education District No. 4 Programs on the Local Economy."},
      {
        "id":"ED238503",
        "title":"Employment and Training Expectations of Employers in Area Vocational, Technical and Adult Education District 4."},
      {
        "id":"ED238504",
        "title":"Increasing Student Success Early in the Semester."},
      {
        "id":"ED238505",
        "title":"The Effect of Mastery Learning on Student Achievement."},
      {
        "id":"ED238506",
        "title":"Student Learning Processes: How Poorly Prepared Students Succeed in College."},
      {
        "id":"ED238508",
        "title":"Joining the Ranks: Partnership in Rehabilitation."},
      {
        "id":"ED238512",
        "title":"Multicultural Early Childhood Resource Guide."},
      {
        "id":"ED238513",
        "title":"Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School. Implementation Handbook."},
      {
        "id":"ED238514",
        "title":"Decisions and You. Teacher's Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238515",
        "title":"Decisions and You. Student Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238516",
        "title":"Decisions about Roles. Teacher's Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238517",
        "title":"Decisions about Roles. Student Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238518",
        "title":"Decisions about Language. Teacher's Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238519",
        "title":"Decisions about Language. Student Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238520",
        "title":"Decisions about Mathematics. Teacher's Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238521",
        "title":"Decisions about Mathematics. Student Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238522",
        "title":"Decisions about Science. Teacher's Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238523",
        "title":"Decisions about Science. Student Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238524",
        "title":"Decisions about Physical Activity. Teacher's Guide. Fair Play: Developing Self-Concept and Decision-Making Skills in the Middle School."},
      {
        "id":"ED238528",
        "title":"The Parent Workshop. Communication Skills. PCRP Fall 1983 Working Edition."},
      {
        "id":"ED238533",
        "title":"The Role of Adults in Infant Development: Implications for Early Childhood Educators."},
      {
        "id":"ED238535",
        "title":"Focus Groups: A Needs Assessment Approach to Corporate Child Care Policy Planning."},
      {
        "id":"ED238536",
        "title":"Integrating Subject Areas in Primary Education Curriculum: A Joint Innovative Project. Report of the Finalization Meeting (Bangkok, Thailand, December 9-15, 1981)."},
      {
        "id":"ED238543",
        "title":"Socialization of Affect: Effects of Parent Attitudes."},
      {
        "id":"ED238549",
        "title":"Microcomputers and Young Children."},
      {
        "id":"ED238558",
        "title":"Study of Teacher Practices of Parent Involvement: Results from Surveys of Teachers and Parents. Summary."},
      {
        "id":"ED238559",
        "title":"The Parent as Naive Psychologist: Analyses of Parental Deliberations."},
      {
        "id":"ED238561",
        "title":"A Study Guide to Young Children in Action. Exercises in the Cognitively Oriented Preschool Classroom."},
      {
        "id":"ED238565",
        "title":"The Role of the Business Community in Improving the American Education System."},
      {
        "id":"ED238569",
        "title":"R &amp; D Speaks: Effectiveness of Microcomputers in Educational Applications. Conference Proceedings (Austin, Texas, September 27-28, 1983)."},
      {
        "id":"ED238571",
        "title":"Salary Surveys: How? Why? Who? When? Where? How to Conduct One in Your Community."},
      {
        "id":"ED238572",
        "title":"Turning the Tide: An Agenda for Excellence in Pennsylvania Public Schools."},
      {
        "id":"ED238577",
        "title":"Playful Literacy Activities and Learning: Preliminary Observations."},
      {
        "id":"ED238580",
        "title":"The Time Parents and Children Spend Together."},
      {
        "id":"ED238588",
        "title":"[Teachers&apos; Views on Excellence in Education. Six NEA Booklets.]"},
      {
        "id":"ED238589",
        "title":"Teacher Education Quality Initiatives Widespread."},
      {
        "id":"ED238591",
        "title":"Minority Pupils and Staff in the Connecticut Public Schools."},
      {
        "id":"ED238593",
        "title":"Young Children's Reasoning and Recall in an Object Manipulation Task."},
      {
        "id":"ED238595",
        "title":"Comparison of Recommendations from Selected Education Reform Reports."},
      {
        "id":"ED238596",
        "title":"State Programs of School Improvement, 1983: A 50-State Survey. Working Paper No. 1."},
      {
        "id":"ED238597",
        "title":"Financing Rural Schools in New York State. The Facts &amp; Issues. Cornell Information Bulletin 182."},
      {
        "id":"ED238615",
        "title":"Fiscal Year 1984 Budget. Hearings before the Select Committee on Indian Affairs, United States Senate, Ninety-Eighth Congress, First Session on the Fiscal Year 1984 Budget (February 23, 24, and 25, 1983)."},
      {
        "id":"ED238617",
        "title":"Regional Consultation Meeting on the Asian Programme of Educational Innovation for Development (8th, Bangkok, Thailand, March 22-28, 1983). Final Report."},
      {
        "id":"ED238620",
        "title":"The Hired Farm Working Force of 1981."},
      {
        "id":"ED238625",
        "title":"The Effects of Long Term Experiential Learning Programs on Their Participants."},
      {
        "id":"ED238626",
        "title":"Needs in Smaller Schools of the United States: A Study. Research Monograph No. 3."},
      {
        "id":"ED238627",
        "title":"Prospects for Public School Revenues and Local School District Reorganization in Illinois in the 1980s."},
      {
        "id":"ED238628",
        "title":"Organizational Changes in Public Schools."},
      {
        "id":"ED238630",
        "title":"Language Arts for Native Indian Students."},
      {
        "id":"ED238631",
        "title":"Bureau of Indian Affairs Plans to Consolidate Off-Reservation Indian Boarding Schools."},
      {
        "id":"ED238638",
        "title":"Migrant Counselor's Guide."},
      {
        "id":"ED238641",
        "title":"Training Special Educators to Teach in Rural Areas: Special Problems and Recommendations for Program Development."},
      {
        "id":"ED238642",
        "title":"Appalachian Regional Commission: 1982 Annual Report."},
      {
        "id":"ED238646",
        "title":"The Sun is Shining in my Eyes: The Navajo Child Enters Kindergarten Expecting to Write and He Can."},
      {
        "id":"ED238648",
        "title":"Detailed Occupation and Years of School Completed by Age, for the Civilian Labor Force by Sex, Race, and Spanish Origin: 1980 Census of Population Supplementary Report."},
      {
        "id":"ED238650",
        "title":"Career Information and Hispanic High School Students."},
      {
        "id":"ED238651",
        "title":"Evaluating Development Training Programs. (A Practical Manual for Trainers of Development Workers and Change Agents in the Third World)."},
      {
        "id":"ED238654",
        "title":"A Review and Critique of Rural Development Research in the Land-Grant System Since 1970--with Focus upon the South. SRDC Series 65."},
      {
        "id":"ED238655",
        "title":"Better Country: A Strategy for Rural Development in the 1980's."},
      {
        "id":"ED238659",
        "title":"Farm Population of the United States: 1982."},
      {
        "id":"ED238660",
        "title":"Your Rights: A Handbook for Native American Youth in Arizona."},
      {
        "id":"ED238663",
        "title":"A Report of Innovative Rural School Programs In the United States."},
      {
        "id":"ED238667",
        "title":"A Review of the Definition of Rural."},
      {
        "id":"ED238669",
        "title":"Women: Tapping a New Resource for Energy."},
      {
        "id":"ED238672",
        "title":"Volcanoes."},
      {
        "id":"ED238674",
        "title":"Exploring the Universe: An Introductory Bibliography in Astronomy."},
      {
        "id":"ED238675",
        "title":"Tree Rings: Timekeepers of the Past."},
      {
        "id":"ED238676",
        "title":"4 X 4 Square Arrays."},
      {
        "id":"ED238677",
        "title":"STS-9 and Spacelab 1. NASA Educational Briefs for the Classroom."},
      {
        "id":"ED238681",
        "title":"Mathematics Enrichment: Grade 4. Curriculum Bulletin Number 236."},
      {
        "id":"ED238682",
        "title":"Mathematics Enrichment: Grade 5. Curriculum Bulletin Number 237."},
      {
        "id":"ED238683",
        "title":"Memorial Consequences of Display Coding."},
      {
        "id":"ED238684",
        "title":"A Method for Pragmatic Communication in Graphic Displays."},
      {
        "id":"ED238685",
        "title":"Configural Properties in Graphic Displays and Their Effects on Processing."},
      {
        "id":"ED238686",
        "title":"A Comprehensive Process for Display Systems Development."},
      {
        "id":"ED238687",
        "title":"Understanding Charts and Graphs: A Project in Applied Cognitive Science."},
      {
        "id":"ED238701",
        "title":"Science Education Resources. An Annotated Bibliography."},
      {
        "id":"ED238702",
        "title":"1981 and 1982 Faculty and Student Research Participation Program Evaluation."},
      {
        "id":"ED238703",
        "title":"Joint Industry/University Cooperation with Federally Supported Research Facilities. Hearing before the Subcommittee on Investigations and Oversight of the Committee on Science and Technology. U.S. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED238704",
        "title":"1983 Science and Technology Posture Hearing with Director Office of Science and Technology Policy. Hearing before the Committee on Science and Technology. U.S. House of Respresentatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED238705",
        "title":"1984 National Science Foundation Authorization. Hearings before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology. U.S. House of Representatives, Ninety-Eighth Congress, First Session on H.R. 2066 (February 23,25; March 1,8,10, 1983). No. 21"},
      {
        "id":"ED238706",
        "title":"Children's Judgments about Covariation between Events: A Series of Training Studies. Final Report."},
      {
        "id":"ED238707",
        "title":"Methods of Assessing Strategies for Judging Covariation between Events."},
      {
        "id":"ED238708",
        "title":"Eliciting Systematic Rule Use in Covariation Judgment [the Early Years]."},
      {
        "id":"ED238709",
        "title":"Training for Improved Covariation Judgment."},
      {
        "id":"ED238710",
        "title":"Judging Response-Outcome Relations: The Role of Response-Outcome Contingency, Outcome Probability, and Method of Information Presentation."},
      {
        "id":"ED238711",
        "title":"Math Anxiety--Causes and Solutions."},
      {
        "id":"ED238713",
        "title":"Undergraduate Professional Education in Chemistry: Guidelines and Evaluation Procedures."},
      {
        "id":"ED238718",
        "title":"Teaching Mathematics to Indochinese Students with Limited Proficiency in English."},
      {
        "id":"ED238722",
        "title":"1982 Doctorate Production Stable in Science and Engineering Fields, But Down in Science and Mathematics Education."},
      {
        "id":"ED238723",
        "title":"Materials Recycling: The Virtue of Necessity. Worldwatch Paper 56."},
      {
        "id":"ED238724",
        "title":"Results from an Investigation of Groups Working at the Computer."},
      {
        "id":"ED238725",
        "title":"Two Studies of Writing in High School Science. Classroom Research Study No. 5."},
      {
        "id":"ED238726",
        "title":"What Are the ABC's of Marine Education? An Introduction to Marine Education in the Gulf of Maine Region."},
      {
        "id":"ED238727",
        "title":"Felicity Conditions for Human Skill Acquisition: Validating an AI-Based Theory. Cognitive and Instructional Sciences Series."},
      {
        "id":"ED238728",
        "title":"An Illustrated Guide to Electrical Safety. Revised"},
      {
        "id":"ED238735",
        "title":"Format Variables and Learner Characteristics in Mathematical Problem Solving. Final Technical Report."},
      {
        "id":"ED238737",
        "title":"Learning to Add and Subtract: The Sandy Bay Studies. Report from the Project on Studies in Mathematics."},
      {
        "id":"ED238739",
        "title":"Choices in the Marketplace: A Basic Unit on Consumer Economics."},
      {
        "id":"ED238745",
        "title":"Economic Education Projects: Abstracts from the 1979-80 Competition."},
      {
        "id":"ED238746",
        "title":"Economic Education Projects: Abstracts from the 1980-81 Competition."},
      {
        "id":"ED238747",
        "title":"Projects by Concept, Economic Education Awards."},
      {
        "id":"ED238751",
        "title":"Mommy, Buy Me a China Doll: A Kindergarten Economics Project."},
      {
        "id":"ED238764",
        "title":"Of Codes and Crowns: The Development of Law. Instructor's Manual. Law-in-Social Studies Series."},
      {
        "id":"ED238765",
        "title":"Of Codes and Crowns: The Development of Law. [Student's Book] Law-in-Social Studies Series."},
      {
        "id":"ED238766",
        "title":"Criminal Justice in America."},
      {
        "id":"ED238768",
        "title":"The Mountain West and the World: International Connections and Alternative Futures. A Handbook of 15 Activities for Secondary Classrooms."},
      {
        "id":"ED238781",
        "title":"A Canadian Social Studies."},
      {
        "id":"ED238782",
        "title":"Teaching Social Problems Through Critical Reasoning."},
      {
        "id":"ED238788",
        "title":"Making Decisions: Our Global Connection. Lessons for Teaching Citizenship Skills and Concepts Using Local Involvement in World Affairs: Grades 8-12."},
      {
        "id":"ED238790",
        "title":"American Problems: A Law-Related Education Course (A High School One Semester Course)."},
      {
        "id":"ED238792",
        "title":"The Hawaiian Monarchy: Instructional Materials/Resources for Grade 7 Social Studies. Draft."},
      {
        "id":"ED238793",
        "title":"Economics (A High School One Semester Course). Instructional Materials/Resources for Social Studies."},
      {
        "id":"ED238794",
        "title":"America's Heritage, People and Problems: Instructional Materials/Resources for Grade 8 Social Studies."},
      {
        "id":"ED238795",
        "title":"Early Hawaiian Life: Instructional Materials/Resources for Social Studies (Elementary)."},
      {
        "id":"ED238801",
        "title":"Geography Textbooks: What Gets Chosen Where."},
      {
        "id":"ED238802",
        "title":"Population Education Programme in Asia: What Research Says. Abstract-Bibliography, Series 4."},
      {
        "id":"ED238803",
        "title":"Coalition Building for Global Perspectives: A Process and Resource Manual."},
      {
        "id":"ED238804",
        "title":"The Business Environment. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238805",
        "title":"Youth for Hire. Instructor&apos;s Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238806",
        "title":"Fair Employment Practices. Instructor&apos;s Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238807",
        "title":"The Hamburger War. Instructor&apos;s Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238808",
        "title":"Competition in the Franchise Business. Instructor&apos;s Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238809",
        "title":"The Credit Business. Instructor&apos;s Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238810",
        "title":"Advertising and Free Speech. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238811",
        "title":"American Business in South Africa. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238812",
        "title":"White Collar Crime. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238813",
        "title":"Product Safety: The Stonewall Hearings. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238814",
        "title":"Disputes in the Workplace: Management vs. Labor. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238815",
        "title":"Landlords and Tenants in Conflict. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238816",
        "title":"Inside Television. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238817",
        "title":"The Desolate Desert Controversy: Should Presto Power Company Build a Nuclear Plant? Instructor's Guide [and] Student Materials. A Business-in-the-Classroom Lesson Plan."},
      {
        "id":"ED238818",
        "title":"American Farm Cooperatives: Past and Present. Instructor's Guide [and] Student Materials. Business Issues in the Classroom. Revised."},
      {
        "id":"ED238819",
        "title":"International Trade: U.S./U.S.S.R. Instructor's Guide [and] Student Materials. Business Issues in the Classroom."},
      {
        "id":"ED238820",
        "title":"The Culture of Southern Black Women: Approaches and Materials."},
      {
        "id":"ED238821",
        "title":"Teachers Express: When You Need a Good Idea Overnight [and] Bright Ideas. [A Compilation of Columns from Nine Issues of Instructor Magazine, August 1982 - May 1983.]"},
      {
        "id":"ED238837",
        "title":"The Scottish Council for Research in Education: Fifty-Fifth Annual Report 1982-83."},
      {
        "id":"ED238838",
        "title":"Personal and Family Financial Planning and the Teacher Education Program."},
      {
        "id":"ED238845",
        "title":"Questioning Strategies: Implications for Teacher Training."},
      {
        "id":"ED238848",
        "title":"Implementing a Self-Directed Staff Development Program with a District-Based Leadership Model."},
      {
        "id":"ED238849",
        "title":"Coaching Behavior of Girls Youth Softball Coaches."},
      {
        "id":"ED238854",
        "title":"Perceptions of Outstanding Elementary Teachers About Themselves and Their Profession. Research Studies in Education. Technical Report No. 1."},
      {
        "id":"ED238858",
        "title":"Competency Assessment of Teachers: 1980-1983."},
      {
        "id":"ED238859",
        "title":"Techniques for Preventing the Spread of Infectious Diseases."},
      {
        "id":"ED238860",
        "title":"Characteristics of Professional Staff in California Public Schools, 1982-83."},
      {
        "id":"ED238861",
        "title":"A Case Study Experience of a Collaborative and Responsive Form of Professional Development for Teachers."},
      {
        "id":"ED238862",
        "title":"Teaching as Learning: Some Lessons from Clinical Supervision."},
      {
        "id":"ED238869",
        "title":"The Condition of Teaching. A State By State Analysis. A Carnegie Foundation Technical Report."},
      {
        "id":"ED238872",
        "title":"Instructional Improvement in Maryland: Impact on Educators and Students. (Executive Summary)."},
      {
        "id":"ED238873",
        "title":"Instructional Improvement in Maryland: Impact on Educators and Students."},
      {
        "id":"ED238875",
        "title":"Teaching Problem Solving: A Research Synthesis."},
      {
        "id":"ED238884",
        "title":"State and Local Law Enforcement Training Needs in the United States. Volume I: Executive Report."},
      {
        "id":"ED238885",
        "title":"State and Local Law Enforcement Training Needs in the United States. Volume II: Technical Report."},
      {
        "id":"ED238887",
        "title":"Nutrition in Health. A Curriculum Guide. An Instructional Package for Grades K-6. Bulletin No. 4037."},
      {
        "id":"ED238889",
        "title":"A Summary of Twelve National Reports on Education and Their Implications for Teacher Education."},
      {
        "id":"ED238890",
        "title":"The Impact of Teacher Shortage and Surplus on Quality Issues in Teacher Education."},
      {
        "id":"ED238895",
        "title":"Computer Literacy: Definition and Survey Items for Assessment in Schools."},
      {
        "id":"ED238903",
        "title":"Text Semantic Analysis of Reading Comprehension Tests. Final Report."},
      {
        "id":"ED238904",
        "title":"What Reading Tests Call For and What Children Do."},
      {
        "id":"ED238907",
        "title":"Tests, Achievement, and Bilingual Students."},
      {
        "id":"ED238908",
        "title":"Instructional Clarity. Turning Research into Practice."},
      {
        "id":"ED238909",
        "title":"PER (Prioritizing and Evaluating Recommendations)."},
      {
        "id":"ED238913",
        "title":"Anxiety and the Retrieval of Information from Long Term Memory."},
      {
        "id":"ED238914",
        "title":"Recommendations to Congress and Their Rationale: The Holtzman Project."},
      {
        "id":"ED238915",
        "title":"The First Year of the Education Voucher Demonstration: A Secondary Analysis of Student Achievement Test Scores."},
      {
        "id":"ED238917",
        "title":"On Evaluation Policy in the United States and Israel. Report No. A-112."},
      {
        "id":"ED238918",
        "title":"Evaluation of Project ALERT (Atlantans Learning Employment Responsibilities Together) Summer Youth Employment Program. Report No. 17-10."},
      {
        "id":"ED238921",
        "title":"Student Achievement in Illinois, 1970 and 1981."},
      {
        "id":"ED238922",
        "title":"An Objective Instrument for Assessment of Erikson's Developmental Conflicts. Presentation Summary."},
      {
        "id":"ED238925",
        "title":"A Content Analysis of the VEDS Data Collection and Reporting Procedures Used by the 57 State Boards for Vocational Education."},
      {
        "id":"ED238931",
        "title":"An Evaluation of Training in Standardized Achievement Test Taking and Administration. Final Report of the 1981-82 Utah State Refinements to the ESEA Title I Evaluation and Reporting System."},
      {
        "id":"ED238933",
        "title":"Evaluating Diagnostic Hypotheses."},
      {
        "id":"ED238934",
        "title":"Federal Requirements Affecting Local Evaluation Use. Evaluation Productivity Project."},
      {
        "id":"ED238935",
        "title":"Item Structures for Diagnostic Testing. Methodology Project."},
      {
        "id":"ED238936",
        "title":"An Introduction to: Practical Fieldwork from an Ethnographic Perspective. Methodology Project."},
      {
        "id":"ED238938",
        "title":"Organizing for Evaluation Use. A Workbook for Administrators. Evaluation Productivity Project."},
      {
        "id":"ED238939",
        "title":"Organizing for Evaluation Use: A Handbook for Administrators. Evaluation Productivity Project."},
      {
        "id":"ED238940",
        "title":"Optimal Measurement Considerations for Diagnostic Tests. Methodology Project."},
      {
        "id":"ED238941",
        "title":"The Role of New Technologies in Schools: Collected Papers. Research Into Practice Project."},
      {
        "id":"ED238942",
        "title":"Assessing Students' Writing Skills: The CSE Expository and Narrative Rating Scales. Research into Practice Project."},
      {
        "id":"ED238943",
        "title":"Assessing the Costs and Impacts of Managing T/E/I Systems: A Collection of Nine Papers. Evaluation Systems Project."},
      {
        "id":"ED238945",
        "title":"Testing in the Nation's Schools: Collected Papers. Research Into Practice Project."},
      {
        "id":"ED238946",
        "title":"The Use of Existing Data Bases in Program Evaluation and School Improvement. Methodology Project."},
      {
        "id":"ED238948",
        "title":"The Effectiveness of Hot-deck Procedures in Small Samples."},
      {
        "id":"ED238977",
        "title":"1980 Census of Population. Volume 1, Characteristics of the Population. Chapter B, General Population Characteristics, PC80-1-B. Part 1, United States Summary."},
      {
        "id":"ED238985",
        "title":"[Bibliography, Refugee Materials Center.]"},
      {
        "id":"ED238986",
        "title":"New Utrecht High School Project Impact, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED238987",
        "title":"Project L'Ouverture, 1981-1982. O.E.E. Final Evaluation Report."},
      {
        "id":"ED238988",
        "title":"Project Kanpe, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED238989",
        "title":"New York City Russian Bilingual Program, 1981-1982. O.E.E. Final Evaluation Report."},
      {
        "id":"ED238990",
        "title":"Native Language Reading Approach Program, 1982-1983. O.E.E. Final Evaluation Report."},
      {
        "id":"ED238991",
        "title":"P.L. 89-313 Supplementary Services for Previously Non-Public-School Institutionalized Students, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED238993",
        "title":"The Bilingual Program in Auxiliary Services for High Schools, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED238994",
        "title":"Trilingual Education Learning Environment Program, 1981-1982. O.E.E. Final Evaluation Report."},
      {
        "id":"ED238996",
        "title":"The Effects of Classroom Racial Composition on Students' Interracial Friendliness."},
      {
        "id":"ED238997",
        "title":"Dissemination of School Finance Services in Urban School Districts. Final Report."},
      {
        "id":"ED238999",
        "title":"Dilemmas in Meta-Analysis: A Reply to Reanalyses of the Desegregation-Achievement Synthesis."},
      {
        "id":"ED239000",
        "title":"The Evidence on Desegregation and Black Achievement."},
      {
        "id":"ED239001",
        "title":"Blacks and &quot;Brown&quot;: The Effects of School Desegregation on Black Students."},
      {
        "id":"ED239002",
        "title":"Desegregation and Educational Productivity. Final Report."},
      {
        "id":"ED239003",
        "title":"School Desegregation and Black Achievement: An Integrative Review."},
      {
        "id":"ED239004",
        "title":"What Have Black Children Gained Academically from School Desegregation: Examination of the Metaanalytic Evidence."},
      {
        "id":"ED239005",
        "title":"School Desegregation as a Social Reform: A Meta-Analysis of Its Effects on Black Academic Achievement."},
      {
        "id":"ED239009",
        "title":"School as a Workplace: The Realities of Stress. Volume I, Executive Summary; Volume II, School Site Case Studies and the Role of the Principal; Volume III, Methodology and Instrumentation."},
      {
        "id":"ED239013",
        "title":"Women Reaching Women. Volunteer Coordinator's Training Program."},
      {
        "id":"ED239015",
        "title":"An Assessment of Cooperative Vocational Education Programs Since the Education Amendments of 1976."},
      {
        "id":"ED239016",
        "title":"Public Service Employment: A Field Evaluation."},
      {
        "id":"ED239027",
        "title":"Adult Learners and the SAT in the University System of Georgia."},
      {
        "id":"ED239030",
        "title":"Adult Participation in Lifelong Learning Activities in California."},
      {
        "id":"ED239033",
        "title":"Essential Performance Objectives for Career Development."},
      {
        "id":"ED239036",
        "title":"Michigan Educational Assessment Program Student Assessment Booklets for Career Development. Test Number 31, Grade 4. Test Number 61, Grade 7. Test Number 62, Grade 7. Test Number 91, Grade 10. Test Number 92, Grade 10. Test Number 93, Grade 10."},
      {
        "id":"ED239040",
        "title":"Looking into Future Experience. An Early Career Awareness Program."},
      {
        "id":"ED239041",
        "title":"Educational Adjustment: A Model for Enhancing Vocational Special Needs Students' Success."},
      {
        "id":"ED239046",
        "title":"Private Sector Views of Vocational Education: A Statewide Employer Survey."},
      {
        "id":"ED239047",
        "title":"Motivational Orientations of Adult Basic Education Students."},
      {
        "id":"ED239073",
        "title":"Analyses of Recruit Training Practices Related to the Military Performance of Enlisted Navy Women. Technical Note 10-83."},
      {
        "id":"ED239083",
        "title":"Perceptions of the Value of Extended Service in Horticulture. Summary of Research Series."},
      {
        "id":"ED239086",
        "title":"The Clinical Model in Rehabilitation and Alternatives."},
      {
        "id":"ED239089",
        "title":"Employment and Training of Ex-Offenders: A Community Program Approach."},
      {
        "id":"ED239091",
        "title":"What Turns Older Adults on to Education. Research Describing Participation in Educational Activities by Active Older Adults."},
      {
        "id":"ED239095",
        "title":"Performance of Retrained Airmen in Air Force Technical Schools (Revised). Interim Report for Period January 1981-August 1982."},
      {
        "id":"ED239096",
        "title":"Increasing Use of Microcomputers in Business Education."},
      {
        "id":"ED239097",
        "title":"Evaluation of the Student Teaching Program in Agricultural Education at the Ohio State University. Summary of Research."},
      {
        "id":"ED239098",
        "title":"Vocational Education and Defense Preparedness Seminar Proceedings (Arlington, Virginia, September 29-October 1, 1982)."},
      {
        "id":"ED239100",
        "title":"Importance of Including Mathematical Concepts Instruction as a Part of the Vocational Agricultural Program of Study."},
      {
        "id":"ED239107",
        "title":"Structural Changes in the Economy and Future Job Prospects. Occasional Paper No. 92."},
      {
        "id":"ED239108",
        "title":"Current Problems in Vocational Education in Switzerland: Report on a National Research Program. Occasional Paper No. 93."},
      {
        "id":"ED239109",
        "title":"Determining Goals for Vocational Education. Occasional Paper No. 96."},
      {
        "id":"ED239113",
        "title":"Evaluation of Technology for the Vocational Classroom."},
      {
        "id":"ED239114",
        "title":"High Technology in the Vocational Agriculture Classroom."},
      {
        "id":"ED239116",
        "title":"Influences on Secondary and Postsecondary Vocational-Technical Student Time on Task."},
      {
        "id":"ED239119",
        "title":"JTPA. Job Training Partnership Act (P.L. 97-300): Suggested Activities for State Advisory Councils on Vocational Education."},
      {
        "id":"ED239120",
        "title":"Vocational Education: The Federal Role. Position Statement on Reauthorization of the Vocational Education Act."},
      {
        "id":"ED239123",
        "title":"Marketing to Business and Industry: The Houston Community College System Plan."},
      {
        "id":"ED239127",
        "title":"Building Work Skills through Volunteering. Ideas for Action in Education and Work."},
      {
        "id":"ED239132",
        "title":"The Influence of Procedural and Distributive Justice on Organizational Behavior."},
      {
        "id":"ED239133",
        "title":"Homework Compliance in Marital and Family Therapy: A Comprehensive Analysis."},
      {
        "id":"ED239135",
        "title":"The Role of Arousal in the Induction of Mood."},
      {
        "id":"ED239136",
        "title":"Educational Applications of the Dialectic: Theory and Research."},
      {
        "id":"ED239138",
        "title":"Managerial Power and Worker Performance: A Longitudinal and Cross-Sectional Study."},
      {
        "id":"ED239139",
        "title":"A Profile of State and Area Agencies on Aging - 1981."},
      {
        "id":"ED239140",
        "title":"Implementation of Community-Based Programs: Current Difficulties and Future Issues."},
      {
        "id":"ED239143",
        "title":"Home-Based Crisis Therapy: A Comparative Outcome Study."},
      {
        "id":"ED239144",
        "title":"Uses of Poetry and Music in Counseling."},
      {
        "id":"ED239147",
        "title":"The Concept of Race in the History of Social Psychology."},
      {
        "id":"ED239148",
        "title":"Friendship Termination Patterns of College Women and Men."},
      {
        "id":"ED239149",
        "title":"Choice of Friends over the Life Span: Developmental and Environmental Influences. Report No. 345."},
      {
        "id":"ED239151",
        "title":"Imposing a Termination Date: An Approach Based on Counterdependency."},
      {
        "id":"ED239154",
        "title":"Dialectics and Meaning: The Effects of Opposition in Cognition and Learning."},
      {
        "id":"ED239157",
        "title":"Client Characteristics Associated with Treatment Outcome for Aggressive Boys."},
      {
        "id":"ED239161",
        "title":"Perusing Teacher Expectations: A Closer Look at Affect-Attribution Links."},
      {
        "id":"ED239170",
        "title":"Factors Influencing Adjustment to Late-Life Divorce."},
      {
        "id":"ED239173",
        "title":"Determinants of Successful Divorce Settlement Outcomes."},
      {
        "id":"ED239174",
        "title":"Methods of Studying Persons."},
      {
        "id":"ED239176",
        "title":"A Historical Overview of Teacher Expectation Effects."},
      {
        "id":"ED239177",
        "title":"People Helping People: A Guidebook on Dissemination through Peer Interaction. The Northwest Connection."},
      {
        "id":"ED239179",
        "title":"Long Term Care: Report to the Secretary. Service Delivery Assessment, Office of the Inspector General, December 1981."},
      {
        "id":"ED239181",
        "title":"Consequences of Psychotherapy Clients' Mental Health Ideology."},
      {
        "id":"ED239182",
        "title":"Divorce and Single-Parent Family Counseling. Searchlight Plus: Relevant Resources in High Interest Areas. No 26+."},
      {
        "id":"ED239184",
        "title":"Personality Factors and Expectation Effects in Teacher-Student Interaction."},
      {
        "id":"ED239187",
        "title":"Aging and Health--Changing Life-Styles."},
      {
        "id":"ED239189",
        "title":"Preferred Parenting: Comparisons of Working Women and Men."},
      {
        "id":"ED239190",
        "title":"Needs Assessment in Counseling, Guidance, and Personnel Services. Searchlight Plus: Relevant Resources in High Interest Areas. No. 21+."},
      {
        "id":"ED239191",
        "title":"Famine at the Feast: A Therapist's Guide to Working with the Eating Disordered."},
      {
        "id":"ED239192",
        "title":"Counseling Youth for Employability: Unleashing the Potential."},
      {
        "id":"ED239193",
        "title":"Resources for Guidance Program Improvement. Volume 2."},
      {
        "id":"ED239197",
        "title":"Administration of Pupil Personnel Services. Pupil Personnel Services Recommended Practices and Procedures Manual."},
      {
        "id":"ED239219",
        "title":"The Relationship of the Concurrent and Construct Validities of Cloze."},
      {
        "id":"ED239220",
        "title":"Direct Instruction: A Project Follow Through Success Story. Technical Report No. 302."},
      {
        "id":"ED239223",
        "title":"Student Learning Styles and Use of Study Techniques."},
      {
        "id":"ED239226",
        "title":"The Rhetoric of Social Studies Textbooks: Metadiscourse."},
      {
        "id":"ED239227",
        "title":"Staff Development for University Level English Faculty: Improving the Teaching of Reading and Writing."},
      {
        "id":"ED239229",
        "title":"Vocabulary Improvement: Program Goals and Exemplary Techniques."},
      {
        "id":"ED239233",
        "title":"Using Teacher/Student Generated Questions."},
      {
        "id":"ED239234",
        "title":"&quot;Let's Read Together&quot;: Young Children's Assisted Storybook Interactions."},
      {
        "id":"ED239235",
        "title":"Instrumentation Considerations in Research Involving Eye-Movement Contingent Stimulus Control. Technical Report No. 305."},
      {
        "id":"ED239236",
        "title":"A Schema-Theoretic View of Basic Processes in Reading Comprehension. Technical Report No. 306."},
      {
        "id":"ED239238",
        "title":"Identifying Main Ideas in Picture Stories: A New Measure and a Developmental Investigation."},
      {
        "id":"ED239239",
        "title":"Children's Ability to Draw Inferences from Text."},
      {
        "id":"ED239240",
        "title":"Prose Recall: Effects of Aging, Verbal Ability and Reading Behavior. Prose Learning Series Research Report No. 13."},
      {
        "id":"ED239243",
        "title":"The Use of Cognitive and Metacognitive Strategies of Good and Poor Readers at the College Level."},
      {
        "id":"ED239244",
        "title":"More on the Functional View of Cognition: A Biofunctional Model of Mental Content, Mental Structures, Awareness, and Attention. Technical Report No. 304."},
      {
        "id":"ED239245",
        "title":"Toward a Theory of How Children Learn to Read and Write &quot;Naturally&quot;: An Update."},
      {
        "id":"ED239246",
        "title":"A Comparison of Social Science Textbook Readability and Students' Reading Levels."},
      {
        "id":"ED239247",
        "title":"Taylor-Made Education: The Influence of the Efficiency Movement on the Testing of Reading Skills."},
      {
        "id":"ED239248",
        "title":"The Speech Events Structuring Written Composition."},
      {
        "id":"ED239251",
        "title":"The Form of Thinking for Basic Writers."},
      {
        "id":"ED239253",
        "title":"The SPICE Center at Bluefield State College. Final Report."},
      {
        "id":"ED239256",
        "title":"Understanding Writing in School: A Descriptive Study of Writing and Its Instruction in Two Classrooms. Executive Summary."},
      {
        "id":"ED239257",
        "title":"Understanding Writing in School: A Descriptive Study of Writing and Its Instruction in Two Classrooms."},
      {
        "id":"ED239258",
        "title":"Developing New Models of the COMP-LAB College Basic Writing Course for Other Settings. Final Report."},
      {
        "id":"ED239259",
        "title":"Analysis of the Technical Writing Profession through the DACUM Process."},
      {
        "id":"ED239292",
        "title":"Research in Effective Teaching of Writing, Phase I. Final Report. Volume I. Revised."},
      {
        "id":"ED239293",
        "title":"Research in Effective Teaching of Writing, Phase I. Final Report. Volume II--Appendices. Revised."},
      {
        "id":"ED239295",
        "title":"No Dull Lexicon."},
      {
        "id":"ED239301",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book One."},
      {
        "id":"ED239306",
        "title":"Computer Utilization in Composition Instruction Specifications. Final Report."},
      {
        "id":"ED239309",
        "title":"High Interest Easy Reading: For Junior and Senior High School Students. Fourth Edition."},
      {
        "id":"ED239313",
        "title":"Gratifications Sought and Obtained: Model Specification and Theoretical Development."},
      {
        "id":"ED239316",
        "title":"Situated Code Choice: An Empirical Examination of Two Types of Bargaining Interactions."},
      {
        "id":"ED239317",
        "title":"Providing Feedback on Student Speeches: The Research on Effective Oral and Written Feedback Strategies."},
      {
        "id":"ED239318",
        "title":"Political Debate Formats: The Next Step."},
      {
        "id":"ED239322",
        "title":"The Application of Gratifications Sought and Received from a New Independent Television Station's Programming."},
      {
        "id":"ED239323",
        "title":"Professional Responses to Non-Negotiable Ethnic Markers in Black Language and Culture."},
      {
        "id":"ED239325",
        "title":"Interpretation and the Black Aesthetic: A New Text to be Matched."},
      {
        "id":"ED239328",
        "title":"Preschoolers Who Get Cable TV: Family Patterns, Media Orientations, and Media Use."},
      {
        "id":"ED239336",
        "title":"Two Views on Tuition Tax Credits."},
      {
        "id":"ED239348",
        "title":"Organizing Schools in Pluralist America, 1870-1940. Final Report."},
      {
        "id":"ED239355",
        "title":"The Study of Regional Educational Service Agencies: Summary of Findings."},
      {
        "id":"ED239357",
        "title":"Theories of Levels in Organizational Science."},
      {
        "id":"ED239362",
        "title":"Barriers to Private Sector Public School Collaboration. A Set of Exploratory Papers Commissioned by the National Institute of Education and the American Enterprise Institute for Public Policy Research."},
      {
        "id":"ED239365",
        "title":"Training School Administrators: Registration Report to the Massachusetts Board of Education. Book I: Supervisor/Director Program."},
      {
        "id":"ED239366",
        "title":"Training School Administrators: Registration Report to the Massachusetts Board of Education. Book II: School Principalship Program."},
      {
        "id":"ED239368",
        "title":"Setting the Standard: The Characteristics &amp; Consequences of Alternative Student Promotional Policies."},
      {
        "id":"ED239369",
        "title":"Setting the Standard: The Characteristics &amp; Consequences of Alternative Student Promotional Policies. Executive Summary."},
      {
        "id":"ED239371",
        "title":"Educational Voucher Demonstration Archive: Project-Level Documentation."},
      {
        "id":"ED239373",
        "title":"Caring for the Campus Physical Plant."},
      {
        "id":"ED239375",
        "title":"Federal Involvement in Education: In Pursuit of Equity and Quality."},
      {
        "id":"ED239376",
        "title":"A Challenge for Action: National Leadership & Involvement in Education."},
      {
        "id":"ED239378",
        "title":"Seattle's Small-Area Approach to Forecasting Enrollments at the School Level."},
      {
        "id":"ED239382",
        "title":"Middle School Evaluation Final Report Technical Appendix."},
      {
        "id":"ED239383",
        "title":"Balancing RIF & Affirmative Action: A Guidebook for Administrators. Draft."},
      {
        "id":"ED239397",
        "title":"The Computer: Extension of the Human Mind II. Proceedings of the Annual Summer Conference (Eugene, Oregon, July 20-22, 1983)."},
      {
        "id":"ED239398",
        "title":"Education for the Gifted: Patterns for the Future. Proceedings, Annual Summer Conference (4th, Eugene, Oregon, July 25-27, 1983)."},
      {
        "id":"ED239403",
        "title":"Indicators of Quality Schools: I. Overview."},
      {
        "id":"ED239404",
        "title":"Indicators of Quality Schools: II. User's Guide. Draft."},
      {
        "id":"ED239405",
        "title":"Indicators of Quality Schools: III. Review of the Literature on Effective Schools."},
      {
        "id":"ED239406",
        "title":"Indicators of Quality Schools: Instrument to Assess the Educational Quality of Your School."},
      {
        "id":"ED239408",
        "title":"Profile of Teacher Turnover in New York State School Districts: 1972-1977. Final Report--Paper I."},
      {
        "id":"ED239410",
        "title":"Determinants of Teacher Turnover during the 1970s: The Case of New York State Public School Teachers. Final Report--Paper III."},
      {
        "id":"ED239411",
        "title":"Alternative Uses for Surplus School Facilities."},
      {
        "id":"ED239412",
        "title":"State, Local, and Federal Financing for Illinois Public Schools, 1983-1984. Revised."},
      {
        "id":"ED239413",
        "title":"Raising Expectations: Model Graduation Requirements."},
      {
        "id":"ED239414",
        "title":"Guidelines for Local Educational Agencies for the Participation of Private School Students in ECIA, Chapter 1 Programs."},
      {
        "id":"ED239415",
        "title":"College Core Curriculum: University and College Opportunities Program Guide."},
      {
        "id":"ED239416",
        "title":"School Attendance Improvement: A Blueprint for Action."},
      {
        "id":"ED239420",
        "title":"The Financing of Urban Public Schools: A Report on Selected School Systems. Supplement to Final Report, Volume 1 of the Congressionally Mandated Study of School Finance."},
      {
        "id":"ED239421",
        "title":"Selecting American School Principals: Executive Summary."},
      {
        "id":"ED239424",
        "title":"What Deaf Individuals Bring to the Reading Task: A Focus on Word Identification Strategies."},
      {
        "id":"ED239425",
        "title":"Deaf Readers Ability to Analyze Morphological Regularities."},
      {
        "id":"ED239431",
        "title":"Starter: A Notebook for New Teachers."},
      {
        "id":"ED239432",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders. Summer, 1983."},
      {
        "id":"ED239433",
        "title":"Providing Programs for Preschool Gifted Children on a Statewide Basis."},
      {
        "id":"ED239435",
        "title":"More Questions Than Answers: Review and Analysis of Programs for Behaviorally Disordered Children and Youth. National Needs Analysis in Behavior Disorders."},
      {
        "id":"ED239436",
        "title":"Integration for Severely Handicapped Children and Youth."},
      {
        "id":"ED239439",
        "title":"Obtaining Related Services through Local Interagency Collaboration."},
      {
        "id":"ED239441",
        "title":"When Handicapped Children Grow Up."},
      {
        "id":"ED239442",
        "title":"Two Year Stability and Validity of Playroom Observations of Hyperactivity."},
      {
        "id":"ED239447",
        "title":"Teaching Severely Handicapped Students to Perform Meaningful Work in Nonsheltered Vocational Environments. Draft."},
      {
        "id":"ED239448",
        "title":"Into the Christian Community: Religious Education with Disabled Persons."},
      {
        "id":"ED239450",
        "title":"Special Education and the Bilingual Child. Proceedings of Conference Held at Pasadena Hilton (Pasadena, California, December 3, 1981)."},
      {
        "id":"ED239464",
        "title":"Designing with Care. A Guide to Adaptation of the Built Environment for Disabled Persons."},
      {
        "id":"ED239467",
        "title":"Syntactic and Semantic Characteristics in the Written Language of Hearing Impaired and Normally Hearing School-Aged Children."},
      {
        "id":"ED239468",
        "title":"Analysis of Determinants Impacting on Educational Services of Handicapped Papago Students. Final Report."},
      {
        "id":"ED239469",
        "title":"Heuristic Methods for the Mildly Handicapped: Research Report and Manual for Teaching Language Arts and Reading. Final Report."},
      {
        "id":"ED239470",
        "title":"A Comparative Study of Control and Display Design Principles Which Affect Efficient Use of Communication Aids by the Severely Physically Disabled. Final Report, September 15, 1981-October 15, 1982."},
      {
        "id":"ED239471",
        "title":"Variables Associated with Stress and Burnout of Regular and Special Education Teachers. Final Report."},
      {
        "id":"ED239472",
        "title":"Administrative Implications of an Empirical Analysis of the Role of the Regular Classroom Teacher in Implementing IEPs."},
      {
        "id":"ED239473",
        "title":"A Comparison of the Play Behavior of Preschool Handicapped and Nonhandicapped Children."},
      {
        "id":"ED239474",
        "title":"Improving Peer Acceptance of Mainstreamed Handicapped Children by Teacher Training. Final Report."},
      {
        "id":"ED236461",
        "title":"The Relationship of Locus of Control and Attribution to Depression."},
      {
        "id":"ED236463",
        "title":"Bulimics with and without Prior Anorexia Nervosa: A Comparison of Personality Characteristics."},
      {
        "id":"ED236464",
        "title":"Multidimensional Communication in Youth-Adult Relationships."},
      {
        "id":"ED236465",
        "title":"Memory Complaint and Mood in the Elderly: A New Wrinkle."},
      {
        "id":"ED236468",
        "title":"Using Job Analytic Perceptions to Predict Stressor Levels among Factory Supervisors."},
      {
        "id":"ED236469",
        "title":"Social Comparison and Education."},
      {
        "id":"ED236475",
        "title":"Causal Attributions in Relationship Dysfunction: A Reexamination."},
      {
        "id":"ED236477",
        "title":"Rural Minority Adolescents: New Focus in Career Counseling."},
      {
        "id":"ED236479",
        "title":"Attributions, Attention, and Person Memory: Processing Congruent and Incongruent Information."},
      {
        "id":"ED236484",
        "title":"Suggestions for Survival for Counselors and Other Guidance Specialists."},
      {
        "id":"ED236489",
        "title":"The Utilization of Volunteers: A Comparative Study of London and New York City."},
      {
        "id":"ED236494",
        "title":"Category Accessibility and Depression."},
      {
        "id":"ED236496",
        "title":"Interpersonal Attraction: The Influence of Similarity, Perceived Correctness, and Importance of Causal Understanding."},
      {
        "id":"ED236498",
        "title":"The Valence Bias and Ambiguity in Interpersonal Communication."},
      {
        "id":"ED236502",
        "title":"Theory Construction Principles in Applied Research: Can We Learn from (Others') Mistakes?"},
      {
        "id":"ED236503",
        "title":"Sex Differences in Intellectual and Ego Development."},
      {
        "id":"ED236504",
        "title":"The One Child Family in Perspective."},
      {
        "id":"ED236506",
        "title":"Self-Referent Decision Making: A Multidimensional Representation."},
      {
        "id":"ED236508",
        "title":"Sex Equity in Public Education. Issuegram 35."},
      {
        "id":"ED236509",
        "title":"School Programs to Prevent Drug Abuse. Issuegram 18."},
      {
        "id":"ED236513",
        "title":"Reactions to the Threat of Embarrassment."},
      {
        "id":"ED236514",
        "title":"Distinguishing Me from Thee."},
      {
        "id":"ED236515",
        "title":"Grandparents: The Other Victims of Divorce and Custody Disputes. Hearing before the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Ninety-Seventh Congress, Second Session (December 16, 1982)."},
      {
        "id":"ED236516",
        "title":"Career Resource Centers. Searchlight Plus: Relevant Resources in High Interest Areas. 31+."},
      {
        "id":"ED236519",
        "title":"Training for Training: Preparing Students for Work in Organizational Training."},
      {
        "id":"ED236533",
        "title":"Reading for the Able: The Think Box."},
      {
        "id":"ED236541",
        "title":"How Meaning Is Born."},
      {
        "id":"ED236544",
        "title":"Reading in the Content Areas: Research for Teachers."},
      {
        "id":"ED236545",
        "title":"Sources of Variation That Affect the Reliability of Reading Classroom Observation Measures. Instructional Research Laboratory Technical Series #R83004."},
      {
        "id":"ED236547",
        "title":"The Development of Story Liking: Character Identification, Suspense, and Outcome Resolution. Technical Report No. 291."},
      {
        "id":"ED236548",
        "title":"The Consumption Benefits of Literacy."},
      {
        "id":"ED236551",
        "title":"Student Authorship and Reading: The Joy of Literacy."},
      {
        "id":"ED236552",
        "title":"Reading Instruction in IGE and Non-IGE Schools. Report from the Program on Student Diversity and School Processes. Working Paper No. 318."},
      {
        "id":"ED236553",
        "title":"Pedagogical, Psychological, and Literary Applications of Self-Report Inventories."},
      {
        "id":"ED236560",
        "title":"Automatic, Attentional, and Interactive Processes: Age Differences in the Nature of Words Affected by Sentence Context."},
      {
        "id":"ED236561",
        "title":"Precis Writing and Outlining: Aids to Learning Social Studies Content."},
      {
        "id":"ED236565",
        "title":"The Instruction of Reading Comprehension. Technical Report No. 297."},
      {
        "id":"ED236566",
        "title":"Cohesion: Problems With Talking about Text: A Brief Commentary. Technical Report No. 298."},
      {
        "id":"ED236570",
        "title":"Metacognition and Reading Comprehension Skills. Final Report."},
      {
        "id":"ED236571",
        "title":"Beginning Readers&apos; Developing Knowledge about Written Language. BRDKAWL Project 1980-82. Final Report for the Period September 1980-August 1982."},
      {
        "id":"ED236572",
        "title":"The Next Word on Verbal Ability."},
      {
        "id":"ED236573",
        "title":"An Investigation of Comprehending during the Process of Silent Reading: The Op-In Procedure."},
      {
        "id":"ED236575",
        "title":"Composition and Comprehension of Simple Texts. Final Report."},
      {
        "id":"ED236578",
        "title":"Appraising Learner Progress in Reading."},
      {
        "id":"ED236582",
        "title":"The Press and Government Restriction: A 13-Year Update of a Cross-National Study."},
      {
        "id":"ED236583",
        "title":"The Suspension of the National Association of Broadcasters' Code and Its Effects on the Regulation of Advertising."},
      {
        "id":"ED236593",
        "title":"English, Journalism, Reading. Curriculum Guide for the Language Arts. Grade 7-12. LA-501-82."},
      {
        "id":"ED236595",
        "title":"Motivational Strategies for Teaching Language Arts: A Resource, K-12."},
      {
        "id":"ED236597",
        "title":"Statement of Censorship and Professional Guidelines."},
      {
        "id":"ED236599",
        "title":"A Switch in Point of View."},
      {
        "id":"ED236606",
        "title":"Songs in the Academic Classroom."},
      {
        "id":"ED236614",
        "title":"Illusion and Reality."},
      {
        "id":"ED236615",
        "title":"Communication and Energy Conservation: Social Status in a Tale of Two Cities."},
      {
        "id":"ED236620",
        "title":"A Contextualized Perspective on Developmental Writing."},
      {
        "id":"ED236621",
        "title":"Lexical Collocation and Topic Occurrence in Well-Written Editorials: A Study in Form."},
      {
        "id":"ED236622",
        "title":"Language Energized, Participation Maximized: The Growth of a Writing Project."},
      {
        "id":"ED236636",
        "title":"The Syntactic Proposition for Protocol Analysis."},
      {
        "id":"ED236637",
        "title":"An Assessment of the Effects of Different Error Types on Understanding of Connected Discourse."},
      {
        "id":"ED236643",
        "title":"Criterion-Referenced Test for the Assessment of Reading and Writing Skills of Professional Educators."},
      {
        "id":"ED236646",
        "title":"The Quality, Direction, and Distance of Within Sentence Constraints."},
      {
        "id":"ED236652",
        "title":"Questionnaire for Identifying Writer's Block (QIWB)."},
      {
        "id":"ED236659",
        "title":"Manual for the Administration and Interpretation of the Literacy Assessment Battery (LAB). Technical Memorandum 82-4."},
      {
        "id":"ED236664",
        "title":"Comprehension Categories for Protocol Analysis."},
      {
        "id":"ED236668",
        "title":"Smith/Palmer Figurative Language Interpretation Test."},
      {
        "id":"ED236671",
        "title":"Your Reading: A Booklist for Junior High and Middle School Students. Sixth Edition."},
      {
        "id":"ED236673",
        "title":"Recommended English Language Arts Curriculum Guides, K-12."},
      {
        "id":"ED236678",
        "title":"Writing Proficiency Examinations: A New Perspective on Writing Labs."},
      {
        "id":"ED236686",
        "title":"Understanding the How's and Why's of Writing: The Development of Children's Concepts of Writing in Primary Classrooms. Volume 1: The Kindergarten Data."},
      {
        "id":"ED236687",
        "title":"Purpose and Audience in Writing: A Study of Uses of the Primary Trait System in Writing Instruction."},
      {
        "id":"ED236691",
        "title":"Beyond Basic Skills: Using the Microcomputer to Extend Basic Skills Instruction in the Language Arts."},
      {
        "id":"ED236692",
        "title":"The Influence of New Media and Citizen Groups on the Knowledge Gap in an Inner-City Neighborhood."},
      {
        "id":"ED236693",
        "title":"The Computer as a Tool for the Invention Stage of Writing."},
      {
        "id":"ED236694",
        "title":"Interdisciplinary Connections among Writing Theories and Teaching Practices."},
      {
        "id":"ED236697",
        "title":"Beowulf Debunked: A Pragmatic Approach to English Literature."},
      {
        "id":"ED236701",
        "title":"Investigating Birthdays: A Library Research Project."},
      {
        "id":"ED236709",
        "title":"Characteristics of Cable Access Centers in the Top 100 Media Markets."},
      {
        "id":"ED236712",
        "title":"Learning From the Treasures: Acting Techniques from the Classic Japanese Theater and Their Relationship to the West."},
      {
        "id":"ED236721",
        "title":"Oral Communication Assessment Procedures and Instrument Development in Higher Education. A Report by the Subcommittee for Oral Communication Assessment in Higher Education."},
      {
        "id":"ED236723",
        "title":"A Sourcebook of Interdisciplinary Materials in American Drama: J. K. Paulding, &quot;The Lion of the West.&quot; Showcasing American Drama."},
      {
        "id":"ED236724",
        "title":"A Sourcebook of Interdisciplinary Materials in American Drama: George Aiken, &quot;Uncle Tom's Cabin&quot; (1852). Showcasing American Drama."},
      {
        "id":"ED236727",
        "title":"Family Communication Patterns and Political Development: A Developmental Approach."},
      {
        "id":"ED236729",
        "title":"In-House Course Work for Salary Step Credits: The Program at McLennan Community College."},
      {
        "id":"ED236730",
        "title":"Striking a Balance: The Speechwriting Educator's Perspective."},
      {
        "id":"ED236734",
        "title":"Speaking Activities and the Pupil."},
      {
        "id":"ED236736",
        "title":"Negotiation Competence: A Conceptualization of the Constitutive Rules of Negotiation Interaction."},
      {
        "id":"ED236737",
        "title":"Developmental Differences in Responses to The Incredible Hulk: Using Piaget's Theory of Cognitive Development to Predict Emotional Effects."},
      {
        "id":"ED236738",
        "title":"The Use of Model Speeches: The Research Base for Live, Taped, and Written Speeches as Models for Improving Public Speaking Skills."},
      {
        "id":"ED236740",
        "title":"Textbook Development."},
      {
        "id":"ED236745",
        "title":"Communication Apprehension and the Use of Video-Tapes."},
      {
        "id":"ED236746",
        "title":"Listening and the Pupil."},
      {
        "id":"ED236748",
        "title":"Towards Resolution of the Confusion among the Concepts &quot;Empathy,&quot;&quot;Role-Taking,&quot;&quot;Perspective Taking,&quot; and &quot;Decentering.&quot;"},
      {
        "id":"ED236750",
        "title":"Communication Strategies in the Practice of Lawyering. Proceedings of the 1983 Summer Conference on Communication Strategies in the Practice of Lawyering (Oracle, AZ, June 24-27, 1983)."},
      {
        "id":"ED236752",
        "title":"Greatest Moments in Interpersonal Communication: Peak Communication Experiencing."},
      {
        "id":"ED236753",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for its Investigation, and Practical Applications, April 1-September 30, 1983."},
      {
        "id":"ED236756",
        "title":"Don't Be Duped by Industry's Mystique. The Endpaper."},
      {
        "id":"ED236776",
        "title":"Successful Teacher Evaluation."},
      {
        "id":"ED236777",
        "title":"Validity of Assessment Center Ratings for the Prediction of Performance Ratings and School Climate of School Administrators."},
      {
        "id":"ED236779",
        "title":"Practicum in School Administration Handbook: School Principal Program and Supervisor/Director Program."},
      {
        "id":"ED236780",
        "title":"A Delicate Balance: Church, State, and the Schools."},
      {
        "id":"ED236781",
        "title":"Financing Schooling in Alberta: Report of the Minister's Task Force on School Finance, 1982."},
      {
        "id":"ED236782",
        "title":"Financing Schooling in Alberta. Summary Report of the Minister's Task Force on School Finance."},
      {
        "id":"ED236783",
        "title":"Financing Schooling in Alberta. Report of the Minister's Task Force on School Finance. Addendum."},
      {
        "id":"ED236784",
        "title":"Using R &amp; D to Improve Local Schools."},
      {
        "id":"ED236785",
        "title":"Management Training for School Leaders: The Academy Concept. Fastback 198."},
      {
        "id":"ED236789",
        "title":"The Portland Public School System: From Panacea to Battleground."},
      {
        "id":"ED236797",
        "title":"Diffusing Curriculum Changes within a School: Strategies and Structure."},
      {
        "id":"ED236800",
        "title":"Portland Public Schools Internal Alternative Schools."},
      {
        "id":"ED236804",
        "title":"Reorganizing the Middle Grades: Guidelines for Administrators, School Boards, and Planning Teams."},
      {
        "id":"ED236805",
        "title":"Women Getting Together and Getting Ahead. Sex Equity in Educational Leadership."},
      {
        "id":"ED236806",
        "title":"The Oregon Story. Sex Equity in Educational Leadership."},
      {
        "id":"ED236808",
        "title":"Instructional Leadership: Four Ethnographic Studies on Junior High School Principals."},
      {
        "id":"ED236809",
        "title":"Instructional Leadership: Four Ethnographic Studies on Junior High School Principals. Executive Summary."},
      {
        "id":"ED236810",
        "title":"School Governance in an Era of Retrenchment. [Final Report]."},
      {
        "id":"ED236811",
        "title":"Selecting American School Principals: A Sourcebook for Educators."},
      {
        "id":"ED236812",
        "title":"Training and Model Exchange Project, 1982-1983."},
      {
        "id":"ED236814",
        "title":"Hand-In-Hand: Parents and Educators Building a Partnership."},
      {
        "id":"ED236815",
        "title":"Technical Assistance Papers. A Series on PL 94-142 and Related Oregon Laws. Specific Learning Disabilities, Technical Assistance Paper 4."},
      {
        "id":"ED236816",
        "title":"Parent Surrogate Handbook."},
      {
        "id":"ED236817",
        "title":"Principal&apos;s Desk Reference to the Education of Handicapped Children."},
      {
        "id":"ED236818",
        "title":"Public Education for Children with Severe, Profound, and Multiple Disabilities: The Least Restrictive Environment. Human Policy Reports: An Action Series."},
      {
        "id":"ED236821",
        "title":"Organization Development Strategies to Increase the Effectiveness of Instructional Supervision."},
      {
        "id":"ED236822",
        "title":"Early Intervention Programs for Young Handicapped Children in Australia, 1979-80."},
      {
        "id":"ED236825",
        "title":"Training Bilingual Parents as Career Educators for Handicapped Youth."},
      {
        "id":"ED236828",
        "title":"The Changing Nature of Assessment in Public Schools: Trends."},
      {
        "id":"ED236829",
        "title":"Report from the July 1982 Assessment Conference (Eugene, Oregon, July 1982)."},
      {
        "id":"ED236831",
        "title":"The Challenge of Integrating Students with Severe Disabilities."},
      {
        "id":"ED236832",
        "title":"Special Education RRC Program Assistance Products Catalog: 1980-1983."},
      {
        "id":"ED236834",
        "title":"Teaching Activities: Newborn to 36 Months."},
      {
        "id":"ED236838",
        "title":"Technical Assistance on Alternative Practices Related to the Problem of the Overrepresentation of Black and Other Minority Students in Classes for Educable Mentally Retarded. Draft."},
      {
        "id":"ED236839",
        "title":"Classroom Behavior Management: A Review of the Literature. Monograph No. 21."},
      {
        "id":"ED236840",
        "title":"Practical Implications of Research on Referral and Opportunity to Learn. Monograph No. 22."},
      {
        "id":"ED236841",
        "title":"Criteria for Identifying LD Students: Definitional Problems Exemplified."},
      {
        "id":"ED236842",
        "title":"Communication of IEP Goals and Student Progress among Parents, Regular Classroom Teachers, and Administrators Using Systematic Formative Evaluation."},
      {
        "id":"ED236843",
        "title":"Teacher vs. Student Selection of Instructional Activities."},
      {
        "id":"ED236844",
        "title":"The Effect of Alternative Data-Utilization Rules on Spelling Achievement: An N of 1 Study."},
      {
        "id":"ED236845",
        "title":"The Non-Effect of Process-Product Variables in Resource Classrooms."},
      {
        "id":"ED236846",
        "title":"The Effectiveness of Special Education: A Direct Measurement Approach."},
      {
        "id":"ED236847",
        "title":"Variability of Performance: A &quot;Signature&quot; Characteristic of Learning Disabled Children?"},
      {
        "id":"ED236848",
        "title":"Classroom Teachers&apos; Attributions for Students Exhibiting Different Behaviors."},
      {
        "id":"ED236849",
        "title":"The Relationship between Classroom Management Strategies and Student Misbehaviors."},
      {
        "id":"ED236850",
        "title":"The Congruence between Reason for Referral and Placement Outcome."},
      {
        "id":"ED236854",
        "title":"Staff Development Needs in Special Education: A Minnesota Study. Program Assistance Report No. 9."},
      {
        "id":"ED236855",
        "title":"Resource Catalogue for Teachers of Severely Handicapped Students. Program Assistance Report No. 10."},
      {
        "id":"ED236856",
        "title":"Normalization Re-Examined. Proceedings of a National Conference on Normalization and Contemporary Practice in Mental Retardation. Advancing Your Citizenship Series Number 5."},
      {
        "id":"ED236859",
        "title":"How to Streamline Your IEP: A Special Education Handbook on Computer-Assisted Individualized Education Programs."},
      {
        "id":"ED236861",
        "title":"An Examination of the Relative Efficiency and Usefulness of Computer-Assisted Individualized Education Programs."},
      {
        "id":"ED236862",
        "title":"Sequential Stages of the Appraisal Process: A Training Module."},
      {
        "id":"ED236863",
        "title":"Nonbiased Assessment."},
      {
        "id":"ED236864",
        "title":"Non Test-Based Assessment: Trainer Manual"},
      {
        "id":"ED236865",
        "title":"Understanding and Observing Children with Special Needs. A Student Worktext. Child Development 322: Introduction to the Special Child."},
      {
        "id":"ED236866",
        "title":"Program Planning for the Special Child."},
      {
        "id":"ED236868",
        "title":"Teacher Stress and Burnout: A Review of Research Literature."},
      {
        "id":"ED236869",
        "title":"Factors Affecting Complex Litigation."},
      {
        "id":"ED236870",
        "title":"Evaluation of Advocacy Models."},
      {
        "id":"ED236875",
        "title":"The Role of Phonological Recoding for Deaf Readers."},
      {
        "id":"ED236879",
        "title":"Accommodating the Spectrum of Individual Abilities. Clearinghouse Publication 81."},
      {
        "id":"ED236880",
        "title":"Assessing the Vocational Interests of Those with Epilepsy. Draft."},
      {
        "id":"ED236881",
        "title":"Development of a Scale to Assess Attention Deficit Disorder in Children."},
      {
        "id":"ED236882",
        "title":"Nebraskans Serving Secondary Special Education Students: Case Studies of Successful Programs."},
      {
        "id":"ED236883",
        "title":"Alliances in Health and Education: Serving Youngsters with Special Needs [and] Instructor's Guide."},
      {
        "id":"ED236889",
        "title":"Rural Special Education."},
      {
        "id":"ED236890",
        "title":"Strategies for Advising Disabled Students for Postsecondary Education. Fact Sheet."},
      {
        "id":"ED236891",
        "title":"Vocational Rehabilitation Services. A Postsecondary Student Consumer&apos;s Guide. Fact Sheet."},
      {
        "id":"ED236899",
        "title":"Programs for Special Student Populations. Issuegram 28."},
      {
        "id":"ED236900",
        "title":"Managerial Applications of the Microcomputer for Special Education Teachers. For Your Information."},
      {
        "id":"ED236901",
        "title":"Public Law 94-142: What Does It Mean for the Classroom Teacher? For Your Information."},
      {
        "id":"ED236902",
        "title":"For Parents of Handicapped Children: Tips for Working with School Personnel. For Your Information."},
      {
        "id":"ED236903",
        "title":"For Special Educators: Tips for Working with Regular Classroom Teachers. For Your Information."},
      {
        "id":"ED236904",
        "title":"Special Education and the Law. Issuegram 10."},
      {
        "id":"ED236906",
        "title":"Do You Know a Child with a Handicap? Children with Handicaps Have a Right to an Education [and] Do You Know Someone with a Handicap? Individuals with Handicaps Have a Right to an Education = Conoce Usted a un Nino que Tiene Alguna Desventaja? Los Ninos con Desventajas Tienen Derecho a Recibir Educacion [and] Conoce Usted Alguna Persona que Tenga Alguna Desventaja? Las Personas que Tienen Desventajas Tienen Derecho a Recibir Educacion."},
      {
        "id":"ED236907",
        "title":"Suggested Local Organization Talk."},
      {
        "id":"ED236908",
        "title":"Language Arts through Latin, 1980-1981. Report Number 8305."},
      {
        "id":"ED236909",
        "title":"Project PACT: Parents and Children Together. Evaluations of the Third and Fourth Year, 1979-1980 and 1980-1981."},
      {
        "id":"ED236911",
        "title":"Issues of Language Assessment. Volume II: Language Assessment and Curriculum Planning."},
      {
        "id":"ED236917",
        "title":"Lexical Development in Second Language Acquisition: Initial Stages in a Japanese Child&apos;s Learning of English."},
      {
        "id":"ED236918",
        "title":"Identification, Assessment and Programming System for Students of Limited English Proficiency: A Systems Manual."},
      {
        "id":"ED236924",
        "title":"The Educational Value of Esperanto Study: An American View. Esperanto Documents, Number 31A."},
      {
        "id":"ED236928",
        "title":"A Comparison of the Effects of Super Learning Techniques on the Learning of English as a Second Language."},
      {
        "id":"ED236937",
        "title":"Moffett's Structural Curriculum and the Notional-Functional Syllabus."},
      {
        "id":"ED236942",
        "title":"Silent Way in the University Setting."},
      {
        "id":"ED236943",
        "title":"The Sociolinguistics of Literacy: An Historical and Comparative Study of Five Cases. Final Report."},
      {
        "id":"ED236944",
        "title":"Reading Comprehension Proficiency, Cognitive Processing Mechanisms, and Deductive Reasoning in Bilinguals. Final Report."},
      {
        "id":"ED236945",
        "title":"Learning to Use a New Language: Language Functions and Use By First Grade Chinese-Americans. Final Report."},
      {
        "id":"ED236946",
        "title":"Profiles of Bilingual Education Programs. Final Report."},
      {
        "id":"ED236950",
        "title":"&quot;A Plumbers' Manual on General Education&quot;: Must Reading for Curriculum Committees."},
      {
        "id":"ED236969",
        "title":"Providing Legal Services to Students Living Off Campus."},
      {
        "id":"ED236973",
        "title":"Higher Education Research &amp; Development. Volume 1, Number 2, 1981."},
      {
        "id":"ED236974",
        "title":"Computing in Higher Education: A Planning Perspective for Administrators. CAUSE Monograph Series."},
      {
        "id":"ED236980",
        "title":"Performance Funding in Higher Education: Panacea or Peril?"},
      {
        "id":"ED236981",
        "title":"Government Finance of Higher Education in the United States of America in the 1980s: Some Predictions and Perspectives."},
      {
        "id":"ED236982",
        "title":"How Will Higher Education Fare in State Appropriations During a Period of Fiscal Conservatism?"},
      {
        "id":"ED236983",
        "title":"What's Ahead for Higher Education?"},
      {
        "id":"ED236990",
        "title":"Values in Higher Education: Conflict and Accommodation. The Wilson Lecture Series, Lecture Two."},
      {
        "id":"ED236991",
        "title":"Participation of Black Students in Higher Education: A Statistical Profile from 1970-71 to 1980-81. Special Report."},
      {
        "id":"ED236995",
        "title":"Recommendations of the Center Study Group on Postsecondary Education. Letter of Transmittal and Executive Summary: Description of Five Proposed Research Centers."},
      {
        "id":"ED236996",
        "title":"Research in Pursuit of Excellence: Report of the Study Group on Schooling. (Draft.)"},
      {
        "id":"ED236998",
        "title":"Recommendations of Center Study Group for Educational Policy."},
      {
        "id":"ED236999",
        "title":"Center Study Group on Learning &amp; Development [Report]."},
      {
        "id":"ED237002",
        "title":"Persistence and Achievement: A Profile of Graduates from The City University of New York."},
      {
        "id":"ED237004",
        "title":"Fifteen Years Down, Twenty-five to Go: A Look at Faculty Careers. AAHE-ERIC/Higher Education Research Currents, November 1983."},
      {
        "id":"ED237005",
        "title":"Administrative Responsibility for Faculty Development. AAUA-ERIC/Higher Education Administrator's Update, Fall 1983."},
      {
        "id":"ED237009",
        "title":"Panel on Performance Expectations in American Education. Summary Report. (Philadelphia, Pennsylvania, April 30, 1982)."},
      {
        "id":"ED237010",
        "title":"College Admissions and the Transition to Postsecondary Education. Briefing Package. (Public Hearing, Chicago, Illinois, June 23, 1982)."},
      {
        "id":"ED237015",
        "title":"Testimony to the National Commission on Excellence in Education. (Public Hearing, Chicago, Illinois, June 23, 1982)."},
      {
        "id":"ED237024",
        "title":"Discussion with Students. [DePaul Breakfast. Report to the National Commission on Excellence in Education.]"},
      {
        "id":"ED237025",
        "title":"[Discussion with Students. DePaul Breakfast, Table 2. Report to Commissioners and Staff, National Commission on Excellence in Education.]"},
      {
        "id":"ED237026",
        "title":"College Admissions and the Transition to Postsecondary Education. Staff Analysis of the Visit to Chicago by the National Commission on Excellence in Education, June 23-24, 1982."},
      {
        "id":"ED237027",
        "title":"College Curriculum: Shape, Influence, and Assessment. Background Briefing Paper for a Special Panel of The National Commission on Excellence in Education (Kingston, Rhode Island, August 27-28, 1982)."},
      {
        "id":"ED237028",
        "title":"College Curriculum: Shape, Influence, and Assessment. Staff Analysis of a Panel Discussion Conducted by the National Commission on Excellence in Education (Kingston, Rhode Island, August 27-28, 1982)."},
      {
        "id":"ED237029",
        "title":"[Responses by Members of Committee C on College and University Teaching, Research, and Publication, American Association of University Professors, to the National Commission on Excellence in Education.]"},
      {
        "id":"ED237030",
        "title":"[Information Concerning Mean Test Scores for the Graduate Management Admission Test (GMAT), Graduate Record Examinations (GRE), Law School Admission Test (LSAT), Preliminary Scholastic Aptitude Test (PSAT), and Scholastic Aptitude Test (SAT) for the National Commission on Excellence in Education.]"},
      {
        "id":"ED237039",
        "title":"Undermanning and Faculty Behavior: An Exploratory Study."},
      {
        "id":"ED237041",
        "title":"Integrating Human Resources and Technology. Proceedings of the Association for Institutional Research Forum (Toronto, Canada, May 23-26, 1983). Association for Institutional Research 1983-1984 Directory."},
      {
        "id":"ED237043",
        "title":"The Planning and Implementation of American Graduate Degree Programs for Iranian Educators."},
      {
        "id":"ED237044",
        "title":"The Role of Formative Evaluation in Externally Mandated Program Reviews in Higher Education."},
      {
        "id":"ED237051",
        "title":"Starting with Students: Notable Programs, Promising Approaches, and Other Improvement Efforts in American Postsecondary Education. Volume I."},
      {
        "id":"ED237056",
        "title":"Evaluation of Telecommunications Demonstration Projects and Recommendations to the DHEW Telecommunications Demonstration Program. Final Report. Executive Summary and Summary Report. #146-01/02."},
      {
        "id":"ED237057",
        "title":"Planning and Evaluating Telecommunications Demonstration Projects and Assessing the Costs of Telecommunications Demonstration Projects. Final Report #146-03."},
      {
        "id":"ED237058",
        "title":"Strategies for Institutionalizing Telecommunications Demonstrations: A Review of Innovation Barriers and Program Alternatives. Final Report #146-04."},
      {
        "id":"ED237064",
        "title":"Evaluation of Educational Software: A Guide to Guides."},
      {
        "id":"ED237069",
        "title":"Computer Literacy of California High School Seniors. California Assessment Program."},
      {
        "id":"ED237070",
        "title":"Microcomputers in Bilingual and Foreign Language Instruction: A Guide and Bibliography."},
      {
        "id":"ED237071",
        "title":"Information and the Economy: Policy Issues for Educators."},
      {
        "id":"ED237073",
        "title":"The Contribution of Distance Education in Providing Education for a Just Social Order."},
      {
        "id":"ED237074",
        "title":"Developing a Justification for the Use of Film and Television in Education: Suggestions for a New Approach."},
      {
        "id":"ED237082",
        "title":"Writing Software for Education."},
      {
        "id":"ED237087",
        "title":"Keyword Thesaurus. A List of Terms and Codes to Identify Areas of Interest for Research and Other Types of Sponsored Programs. Keyword Thesaurus Project Update for New Participants."},
      {
        "id":"ED237089",
        "title":"Library Statistics of Colleges and Universities in the Pacific Northwest, 1980-81."},
      {
        "id":"ED237090",
        "title":"Project SEEK, 1979-1982. Final Report."},
      {
        "id":"ED237091",
        "title":"Speaking Out. Personal and Professional Views on Library Service for Blind and Physically Handicapped Individuals."},
      {
        "id":"ED237098",
        "title":"ERIC Clearinghouse Publications, 1982. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1982."},
      {
        "id":"ED237100",
        "title":"How to Prepare for a Computer Search of ERIC: A Non-Technical Approach. Revised and Updated."},
      {
        "id":"ED237116",
        "title":"An Evaluation for System-Provided Library Services to State Correctional Centers in Illinois."},
      {
        "id":"ED237119",
        "title":"Spoon River College Student Retention Project."},
      {
        "id":"ED237129",
        "title":"Strategic Planning and Management for Vocational-Technical Education on the Community College Level."},
      {
        "id":"ED237130",
        "title":"Small Business Course for Older Americans. Instructor&apos;s Guide."},
      {
        "id":"ED237131",
        "title":"Small Business Course for Older Americans. Student Handbook."},
      {
        "id":"ED237132",
        "title":"Florida State Board of Education Administrative Rules for the Operation of Florida&apos;s Community/Junior Colleges, Chapter 6A-14. 1982 Edition."},
      {
        "id":"ED237133",
        "title":"Low Tuition Factbook: Eight Basic Facts about Tuition and Educational Opportunity."},
      {
        "id":"ED237136",
        "title":"Status of Impacts of the Reforms Which Have Been Initiated at Miami-Dade Community College during the Past Five Years. Research Report No. 83-13."},
      {
        "id":"ED237137",
        "title":"Handbook for Conducting a Study of the Economic Impact of a Community College. (1981 Revised Edition)."},
      {
        "id":"ED237141",
        "title":"Develop and Implement a Competency-Based Education Program. Module CBE-1."},
      {
        "id":"ED237158",
        "title":"Using Sociology: The Application of Concepts. A Paper for the Pennsylvania Sociological Society."},
      {
        "id":"ED237161",
        "title":"Learning through Improvisational Games."},
      {
        "id":"ED237165",
        "title":"Improving Education: The Paradox of Risk."},
      {
        "id":"ED237169",
        "title":"Five Questions and a Stack of Books: Remediation for a Democratic Society."},
      {
        "id":"ED237171",
        "title":"Information from HEATH, January/February 1983."},
      {
        "id":"ED237172",
        "title":"Fact Sheet: Financial Aid and Disabled Students."},
      {
        "id":"ED237174",
        "title":"Evaluating Teaching."},
      {
        "id":"ED237180",
        "title":"The Teaching of Learning Strategies."},
      {
        "id":"ED237181",
        "title":"Studying Attrition by Studying Probation."},
      {
        "id":"ED237186",
        "title":"The Measurement of Social Behavior of Infants and Toddlers in Groups."},
      {
        "id":"ED237192",
        "title":"The Resiliency of Families."},
      {
        "id":"ED237197",
        "title":"Refinement of a Primary Preventive Approach to Fire Emergencies: A Comparison of External and Self-Instruction Strategies for Training and Maintaining Fire Emergency Responding."},
      {
        "id":"ED237199",
        "title":"Measuring the Child Quality of Life: Issues and Options."},
      {
        "id":"ED237201",
        "title":"Maternal Involvement and Academic Achievement."},
      {
        "id":"ED237202",
        "title":"Grandparents Rights. Report Together with Additional Views [To Accompany H. Con. Res. 45 which on Feb. 7, 1983, Was Referred Jointly to the Committees on the Judiciary and Education and Labor] from the Committee on Education and Labor. House of Representatives, 98th Congress, 1st Session, Rept. 98-61, Part 1."},
      {
        "id":"ED237208",
        "title":"Does Expertise or Pretty Please? The Influence of Attractiveness, Gender and Expertise on Children's Evaluations of Models in Advertisements."},
      {
        "id":"ED237209",
        "title":"&quot;Don't Act Ugly!&quot;: Parents' Attractiveness-Based Judgments of Preschool Children."},
      {
        "id":"ED237213",
        "title":"The Education of the Handicapped Adolescent: The Transition from School to Working Life."},
      {
        "id":"ED237214",
        "title":"When Are Students Most Academically Engaged? Students' Academic Responding Time in Different Instructional Ecologies. IRLD Research Report No. 119."},
      {
        "id":"ED237218",
        "title":"Comparative Licensing Study: Profiles of State Day Care Licensing Requirements. Day Care Centers. Volume 1: Alabama - Illinois. Revised Edition 1981."},
      {
        "id":"ED237219",
        "title":"Comparative Licensing Study: Profiles of State Day Care Licensing Requirements. Day Care Centers. Volume 2: Indiana - Nebraska. Revised Edition 1981."},
      {
        "id":"ED237220",
        "title":"Comparative Licensing Study: Profiles of State Day Care Licensing Requirements. Day Care Centers. Volume 3: Nevada - South Carolina. Revised Edition 1981."},
      {
        "id":"ED237221",
        "title":"Comparative Licensing Study: Profiles of State Day Care Licensing Requirements. Day Care Centers. Volume 4: South Dakota - Wyoming. Revised Edition 1981."},
      {
        "id":"ED237222",
        "title":"Comparative Licensing Study: Profiles of State Day Care Licensing Requirements. Family Day Care Homes. Volume 5: Alabama - Wyoming. Revised Edition 1981."},
      {
        "id":"ED237223",
        "title":"Comparative Licensing Study: Profiles of State Day Care Licensing Requirements. Group Day Care Homes and Summary Tables. Volume 6. Revised Edition 1981."},
      {
        "id":"ED237227",
        "title":"Literacy Resources: How Preschoolers Interact with Written Communication. Final Report."},
      {
        "id":"ED237229",
        "title":"Children's Loneliness: A Comparison of Rejected and Neglected Peer Status."},
      {
        "id":"ED237236",
        "title":"Children's Descriptions of Adults: A Developmental View."},
      {
        "id":"ED237238",
        "title":"Natural Kind Terms and Children's Ability to Draw Inferences."},
      {
        "id":"ED237239",
        "title":"Viewing Attractiveness Socialization from a Social Network Perspective."},
      {
        "id":"ED237240",
        "title":"Preschool Teachers' Reactions to Attractive and Unattractive Children: An Observational Study."},
      {
        "id":"ED237241",
        "title":"Recognition, Development and Correlates of Self-Defined Physical Attractiveness among Young Children."},
      {
        "id":"ED237245",
        "title":"Nutrition Education for Preschoolers: A Resource Guide for Use in the Child Care Food Program."},
      {
        "id":"ED237249",
        "title":"The Status of Educational Attainment and Performance of Adult American Indians and Alaska Natives."},
      {
        "id":"ED237254",
        "title":"Basic Skills Centers for Small High Schools."},
      {
        "id":"ED237258",
        "title":"Socio-Economic and Psychological Attributes of Rural Poverty in Mississippi. Research Bulletin Number 17."},
      {
        "id":"ED237259",
        "title":"Predictors of Community and Life Satisfaction in Rural Mississippi. Research Bulletin Number 19."},
      {
        "id":"ED237262",
        "title":"Addressing the Vocational/Employment Needs of Migrant Youth: Needs Assessment Report. A Pilot Survey of Secondary Migrant Youth and Vocational Programs in Connecticut and Nationwide."},
      {
        "id":"ED237263",
        "title":"Education and Rural Development Planning. Report of a Regional Seminar (Bangkok, December 8-16, 1980)."},
      {
        "id":"ED237264",
        "title":"Social Change and New Profiles of Educational Personnel. National Studies--India, Nepal, Philippines, Republic of Korea."},
      {
        "id":"ED237265",
        "title":"Interstate Migrant Secondary Services Program. Program Manual Volume I."},
      {
        "id":"ED237269",
        "title":"The Field Program Associate in the Partnership for Rural Improvement."},
      {
        "id":"ED237274",
        "title":"Wisconsin Indian Opinions of Factors Which Contribute to the Completion of College Degrees. Program Report 83-13."},
      {
        "id":"ED237275",
        "title":"Recruitment of Native American Parents: Ideas for Practice."},
      {
        "id":"ED237276",
        "title":"The Evaluation of the Impact of the Part A Entitlement Program Funded under Title IV of the Indian Education Act. Final Report."},
      {
        "id":"ED237277",
        "title":"Academic Performance, Attendance, and Expectations of Indian Students in Public Schools. Monograph 1."},
      {
        "id":"ED237278",
        "title":"The Cultural Instruction Component of Title IV, Part A Programs in Public Schools. Monograph 2."},
      {
        "id":"ED237279",
        "title":"Study Design and Methods Used for &quot;The Evaluation of the Impact of the Part A Entitlement Program Funded under Title IV of the Indian Education Act.&quot; Monograph 3."},
      {
        "id":"ED237281",
        "title":"Migrant Education."},
      {
        "id":"ED237284",
        "title":"Report of Rural Education Advisory Committee."},
      {
        "id":"ED237286",
        "title":"Expectations of Malaysian Mothers for the Schooling of Their Children."},
      {
        "id":"ED237287",
        "title":"Providing Services for Handicapped Persons in Rural/Sparsely Populated Areas."},
      {
        "id":"ED237291",
        "title":"Fort Madison Community Betterment Survey."},
      {
        "id":"ED237295",
        "title":"A Research Report of Small/Rural School Districts in Nebraska Compared to School Districts of Similiar Size Nationwide."},
      {
        "id":"ED237297",
        "title":"A Research Report of Small/Rural School Districts In North Dakota Compared to School Districts of Similiar Size Nationwide."},
      {
        "id":"ED237298",
        "title":"A Research Report of Small/Rural School Districts in Oklahoma Compared to School Districts of Similiar Size Nationwide."},
      {
        "id":"ED237300",
        "title":"A Research Report of Small/Rural School Districts in Texas Compared to School Districts of Similar Size Nationwide."},
      {
        "id":"ED237301",
        "title":"A Research Report of Small/Rural School Districts in Washington Compared to School Districts of Similiar Size Nationwide."},
      {
        "id":"ED237306",
        "title":"Organization of Chicano Children's Narrative Behavior. Final Report."},
      {
        "id":"ED237308",
        "title":"Plant Study Guide."},
      {
        "id":"ED237310",
        "title":"Water Wise: A Water Use Handbook."},
      {
        "id":"ED237312",
        "title":"The Beach--A Natural Protection from the Sea."},
      {
        "id":"ED237313",
        "title":"Tidal Marshes: The Boundary between Land and Ocean."},
      {
        "id":"ED237314",
        "title":"USSR: Measures of Economic Growth and Development, 1950-80. Studies Prepared for the Use of the Joint Economic Committee, 97th Congress, Second Session."},
      {
        "id":"ED237315",
        "title":"The Supply and Demand for Illinois Mathematics and Science Teachers."},
      {
        "id":"ED237317",
        "title":"The Application of Videodisc Technology to the Diagnosis of Math Skills."},
      {
        "id":"ED237318",
        "title":"The Educational Background of Limited English Proficient Students; Implications for the Arithmetic Classroom."},
      {
        "id":"ED237323",
        "title":"A Working Plan for Treating the Engineering Faculty Shortage Problem."},
      {
        "id":"ED237324",
        "title":"Social Comparison and Ability-Grouping Effects on Ability Evaluations in Mathematics."},
      {
        "id":"ED237325",
        "title":"Cognitive Research and the Design of Science Instruction."},
      {
        "id":"ED237326",
        "title":"Conceptual Entities."},
      {
        "id":"ED237327",
        "title":"Theory-Based Interactive Mathematics Instruction: Development and Validation of Computer-Video Modules."},
      {
        "id":"ED237328",
        "title":"Mathematics for Georgia Middle Grades."},
      {
        "id":"ED237329",
        "title":"Federal Support to Universities, Colleges, and Selected Nonprofit Institutions. Fiscal Year 1981. A Report to the President and Congress. Final Report."},
      {
        "id":"ED237331",
        "title":"Nuclear Power: The Market Test. Worldwatch Paper 57."},
      {
        "id":"ED237332",
        "title":"North Carolina Marine Education Manual. Connections: Guide to Marine Resources, Living Marine Systems and Coastal Field Trips."},
      {
        "id":"ED237339",
        "title":"Pattern Perception and the Comprehension of Graphs."},
      {
        "id":"ED237340",
        "title":"Mathematics Learning Styles of Chinese Immigrant Students. Final Research Report."},
      {
        "id":"ED237342",
        "title":"&quot;Attrition Processes Out of Mathematics for Undergraduate Students.&quot; Attrition from Mathematics as a Social Process. Final Report."},
      {
        "id":"ED237345",
        "title":"Energy Education As We Leave It. Final Report."},
      {
        "id":"ED237347",
        "title":"An Investigation into the Measurement of Attitudes in Science Education."},
      {
        "id":"ED237349",
        "title":"Environmental Education. Catalogue of Resources for Grades I to XII."},
      {
        "id":"ED237352",
        "title":"Mathematics Equity. A Resource Book."},
      {
        "id":"ED237360",
        "title":"Workshop for Key Personnel Concerned With Out-of-School Scientific Activities by Young People. Report of a Regional Workshop (Bangkok, Thailand, August 24 - September 2, 1982)."},
      {
        "id":"ED237369",
        "title":"Investigations in Science Education. Volume 9, Number 4."},
      {
        "id":"ED237370",
        "title":"Social Status and the Differential Impacts of Increasing Energy Costs on Families in Mississippi. Final Report."},
      {
        "id":"ED237375",
        "title":"A Comparative View of Approaches to Social Work Education in Argentina and the United States. Rough Draft."},
      {
        "id":"ED237378",
        "title":"Relative Autonomy Reconstructed. Revised."},
      {
        "id":"ED237379",
        "title":"Social Area Indicators of Educational Need. A Study of the Use of Census Descriptions of School Neighbourhoods in Guiding Decisions Concerning the Allocation of Resources to Educationally Disadvantaged Schools in Australia. ACER Research Monograph No. 20."},
      {
        "id":"ED237384",
        "title":"Making History Come Alive: The Place of History in the Schools. Report of the History Commission."},
      {
        "id":"ED237385",
        "title":"Secondary Art Guide 8-12: Curriculum Guide and Content Resources."},
      {
        "id":"ED237390",
        "title":"Applied Sociology and Social Work."},
      {
        "id":"ED237394",
        "title":"Feminist Research Methodology Groups: Origins, Forms, Functions."},
      {
        "id":"ED237398",
        "title":"Strategies for the Coherence and Co-Ordination of Formal and Non-Formal Population Education. Report of a Regional Seminar on the Coherence of Formal and Non-Formal Population Education Programmes (Bangalore, India, May 16-23, 1983)."},
      {
        "id":"ED237399",
        "title":"A Proposal for Measuring Critical Thinking."},
      {
        "id":"ED237403",
        "title":"Toward a World Peace Movement."},
      {
        "id":"ED237404",
        "title":"A Learning-Centered Approach to Middle School Social Studies Developed around a Semi-Contractual Modular Format."},
      {
        "id":"ED237407",
        "title":"Catalog of Resources on International Understanding."},
      {
        "id":"ED237411",
        "title":"Close Up Special Focus: The Economy."},
      {
        "id":"ED237416",
        "title":"What Every Child Should Know...Social Studies. Course of Study, Criteria for Textbook Selection. Revised."},
      {
        "id":"ED237418",
        "title":"Achievement Motivation as a Factor in Self-Perceptions."},
      {
        "id":"ED237421",
        "title":"Women's Studies as an Inquiry into Gender Relations."},
      {
        "id":"ED237424",
        "title":"The Global Yellow Pages: A Resource Directory. Revised Edition."},
      {
        "id":"ED237425",
        "title":"Myself and Others. GPE Humanities Series."},
      {
        "id":"ED237426",
        "title":"Exploring Communication. GPE Humanities Series."},
      {
        "id":"ED237427",
        "title":"Themes for Teaching U.S. History: Conflict and Change. GPE Humanities Series."},
      {
        "id":"ED237428",
        "title":"World Views through the Arts. GPE Humanities Series."},
      {
        "id":"ED237429",
        "title":"Cultural Sight and Insight: Dealing with Diverse Viewpoints and Values. GPE Humanities Series."},
      {
        "id":"ED237430",
        "title":"Feelings and Friends. GPE Humanities Series."},
      {
        "id":"ED237431",
        "title":"Anatomy of Difference: Toward a Classification of Feminist Theory."},
      {
        "id":"ED237435",
        "title":"Visual Arts Education Guidelines, K-12."},
      {
        "id":"ED237436",
        "title":"Social Studies for Georgia Schools: Early Childhood and Middle Grades."},
      {
        "id":"ED237438",
        "title":"Is a Concept a Class of Particulars Having Attributes in Common or Not?"},
      {
        "id":"ED237444",
        "title":"Basics. [A Compilation of Learning Activities Pages from Seven Issues of Instructor Magazine, September 1982 through March 1983 and May 1983.]"},
      {
        "id":"ED237445",
        "title":"Arts and Crafts, [Ideas Compiled from Nine Issues of Instructor Magazine, August 1982 through May 1983.]"},
      {
        "id":"ED237446",
        "title":"The Whole K Catalog: Ideas for Prekindergarten, Kindergarten, and Beyond. [Compiled from Eight Issues of Instructor Magazine, September 1982 through May 1983.]"},
      {
        "id":"ED237450",
        "title":"Competitive Swimming and Diving. Official Rules, Officating. August 1983-August 1984. NAGWS Guide."},
      {
        "id":"ED237455",
        "title":"Essential Knowledge for Beginning Educators."},
      {
        "id":"ED232421",
        "title":"Class Size Survey."},
      {
        "id":"ED232424",
        "title":"Oversight on Education for All Handicapped Children Act, 1982. Hearings before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources. United States Senate, Ninety Seventh Congress, on Oversight on Proposed Regulations Implementing Part B, Public Law 94-142, The Education for All Handicapped Children Act."},
      {
        "id":"ED232429",
        "title":"Process and Product in Higher Education: Student-Directed Learning."},
      {
        "id":"ED232436",
        "title":"The Effect of Dictionary Usage on EFL Test Performance Compared with Student and Teacher Attitudes and Expectations."},
      {
        "id":"ED232442",
        "title":"A Formal Grammar for Code-Switching."},
      {
        "id":"ED232443",
        "title":"On Presupposition and Speaker-Beliefs: Empirical Investigation of the Theoretical Distinction Between &quot;Plugs&quot; and &quot;Holes.&quot;"},
      {
        "id":"ED232445",
        "title":"Some Observations on Navajo English."},
      {
        "id":"ED232447",
        "title":"Language and Communication: Syntactic Euphemism."},
      {
        "id":"ED232465",
        "title":"The Development of Protocols to Help Teachers Understand and Interpret the Acquisition of a Foreign Language among Secondary School Students. Final Report, September 1, 1981-March 31, 1983."},
      {
        "id":"ED232470",
        "title":"English as a Second Language: Modules for Teaching."},
      {
        "id":"ED232472",
        "title":"Report on Teacher Supply Needs for Bilingual Education and English as a Second Language. Submitted to the Sixty-Eighth Legislature. Texas Education Code [Section 21.459(g)]."},
      {
        "id":"ED232473",
        "title":"Verbal Organizing Ability: Difference among Monolinguals, Bilinguals, and Multilinguals."},
      {
        "id":"ED232476",
        "title":"Americans in Mexico: Learning the Language Is Not Learning the Culture."},
      {
        "id":"ED232481",
        "title":"Microcomputers and Second Language Teaching. Q &amp; A."},
      {
        "id":"ED232482",
        "title":"Public Relations for Foreign Languages. Q &amp; A."},
      {
        "id":"ED232484",
        "title":"Foreign Language Careers: Translation. Q &amp; A."},
      {
        "id":"ED232497",
        "title":"The California Student Opportunity and Access Program. A Final Evaluation."},
      {
        "id":"ED232498",
        "title":"Health Sciences Education in California, 1983-1984."},
      {
        "id":"ED232499",
        "title":"Services for Students with Disabilities in California Public Higher Education. A Report to the Legislature in Response to Supplemental Language in the 1982-83 Budget Act."},
      {
        "id":"ED232500",
        "title":"Recruitment and Retention of Engineering Faculty. A Report to the Legislature in Response to Assembly Bill 2023."},
      {
        "id":"ED232501",
        "title":"Facing the Issue of Facilities Maintenance in California Public Higher Education."},
      {
        "id":"ED232502",
        "title":"Final Annual Report on Faculty and Administrative Salaries in California Public Higher Education, 1983-84."},
      {
        "id":"ED232506",
        "title":"Evaluation of a Program for Training Dentists in the Care of Handicapped Patients."},
      {
        "id":"ED232508",
        "title":"Survey of the Structure of State Coordinating or Governing Boards and Public Institutional and Multicampus Governing Boards of Postsecondary Education as of January 1, 1983."},
      {
        "id":"ED232512",
        "title":"Professional Development: A Learning Centered Model."},
      {
        "id":"ED232513",
        "title":"State Postsecondary Education Profiles Handbook, 1982-83 Edition. Report No. 88."},
      {
        "id":"ED232516",
        "title":"Meeting the Challenges: Developing Faculty Careers. ASHE-ERIC Higher Education Research Report No. 3."},
      {
        "id":"ED232518",
        "title":"Sources of Stress in Academe: A National Perspective."},
      {
        "id":"ED232521",
        "title":"Economic Differentiation as a Determinant of Higher Education Pricing and Expenditure Policies and State-wide Public Policy: Implications for Governance. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232522",
        "title":"Epistemological and Instructional Assumptions of College Teachers."},
      {
        "id":"ED232525",
        "title":"A National Survey of Academic Advising. Final Report."},
      {
        "id":"ED232529",
        "title":"Creative Responses to Changing Realities. A Conference for Northwest Postsecondary and Higher Education (2nd, Portland, Oregon, October 28-29, 1982). Conference Proceedings."},
      {
        "id":"ED232531",
        "title":"A Model for Increased and Improved Relationships Between the Developmental Disabilities System and Historically Black Colleges and Universities. Final Report."},
      {
        "id":"ED232534",
        "title":"Meeting the Need for Quality: Action in the South."},
      {
        "id":"ED232536",
        "title":"Does Early Research Experience Affect Subsequent Career Choice?"},
      {
        "id":"ED232538",
        "title":"Faculty Perspectives on Administrator Effectiveness."},
      {
        "id":"ED232539",
        "title":"Postdoctoral Faculty Fellowship Program. Final Report."},
      {
        "id":"ED232543",
        "title":"The Persistence of Mexican-American Freshmen: A Qualitative Study. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232547",
        "title":"Power and Peripherality: The Allocation of Scarce Resources in Colleges and Universities. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232548",
        "title":"The Effects of Enrollment on Full-Time Married Doctoral Students: An Ethnographic Study. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232551",
        "title":"Balancing State and Institutional Perspectives in the Implementation of Effective State-Level Academic Program Review. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232552",
        "title":"The Effects of Institutional and Environmental Factors on Enrollments. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232554",
        "title":"Colleges and Universities as Workplaces: Analysis and Review of the Literature. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232563",
        "title":"A New Tack for an Old Technique: The Opinion Poll on Campus. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232564",
        "title":"Political Processes in an Academic Audit: Linking Evaluative Information to Programmatic Decisions. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232565",
        "title":"Fulfilling the University Mission through a Computer-Based Career Information System. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232566",
        "title":"Using College Participation Rates: Opportunities and Pitfalls. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232568",
        "title":"Policy Analysis Implications of a Model to Improve the Delivery of Financial Aid to Disadvantaged Students. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232570",
        "title":"Faculty Work Dissatisfactions and Their Concern for Quality. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232574",
        "title":"Using Regression Analysis to Determine Inequities in Faculty Salaries. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232578",
        "title":"Higher Education and Japanese Management: Are They Compatible? AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232583",
        "title":"Coping Strategies for Job Stress among Institutional Researchers. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232584",
        "title":"Strategic Marketing Evaluation: A Focus Area for Institutional Research. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232585",
        "title":"Restructuring, Reallocation and Retrenchment at the Same Time: The Dutch Universities. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232586",
        "title":"Evaluating the Reliability of Indices from IEP. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232589",
        "title":"Retention--What Happens during the Freshman Year? AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232601",
        "title":"Measurements of Quality in Higher Education: The Role of Institutional Research. AIR 1983 Annual Forum Paper."},
      {
        "id":"ED232608",
        "title":"Expectancy Theory as a Predictor of Grade-Point Averages, Satisfaction, and Participation in the College Environment. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232609",
        "title":"A Comparison of Funding Priorities in Two Year Institutions with and without Faculty Collective Bargaining. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232610",
        "title":"The Adaptation of Four Year Undergraduate Colleges to Current Fiscal and Enrollment Pressures: An Exploration of Critical Event Cycles at Seventeen Campuses. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232611",
        "title":"Turnaround Management Strategies: The Adaptive Model and the Constructive Model. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232612",
        "title":"A Study of Organizational Effectiveness and Its Predictors. ASHE 1983 Annual Meeting Paper."},
      {
        "id":"ED232613",
        "title":"Academic Advising: A Supplemental Bibliography."},
      {
        "id":"ED232615",
        "title":"Computer-Based Education: The Best of ERIC, June 1976-1982. Revised and Updated."},
      {
        "id":"ED232616",
        "title":"The Field of Educational Technology. A Dozen Frequently Asked Questions. An ERIC Fact Sheet. Revised."},
      {
        "id":"ED232617",
        "title":"Educational Technology and Distance Education. An ERIC Fact Sheet."},
      {
        "id":"ED232618",
        "title":"Videotex 1983. An ERIC Fact Sheet."},
      {
        "id":"ED232619",
        "title":"Information Resources on Microcomputers: A Sampling of the ERIC Database."},
      {
        "id":"ED232620",
        "title":"Spelling Strategy. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232621",
        "title":"Speed Reader. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232622",
        "title":"Nouns/Pronouns. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232623",
        "title":"Magic Spells. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232625",
        "title":"My First Alphabet. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232626",
        "title":"Grammar Package 1. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232627",
        "title":"English Computorials. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232628",
        "title":"Grammar Problems for Practice: Homonyms. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232629",
        "title":"Homonyms in Context. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232630",
        "title":"Sentences. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232631",
        "title":"Comprehension Power Program. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232632",
        "title":"Library Skills: What's There and How to Find It. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232633",
        "title":"Create Spell-It. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232635",
        "title":"Alphabet Keyboard. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232636",
        "title":"Word Families. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232637",
        "title":"Evolut. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232638",
        "title":"Odell Lake. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232640",
        "title":"Volcanoes. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232641",
        "title":"Newton. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232642",
        "title":"Millikan. MicroSIFT Courseware Evaluation."},
      {
        "id":"ED232645",
        "title":"Library/Study Skills Instruction in Hawaii's Schools: A Guide for Teachers and Librarians."},
      {
        "id":"ED232653",
        "title":"Survey of Library and Information Manpower Needs in the Caribbean. (Preliminary Version)."},
      {
        "id":"ED232657",
        "title":"Budget Allocation Systems for Research Libraries. Occasional Paper Number 7."},
      {
        "id":"ED232658",
        "title":"Criteria of Effectiveness for Network Delivery of Citizens Information through Libraries. Summary Final Report."},
      {
        "id":"ED232660",
        "title":"Guidelines for the Preparation of Bibliographies."},
      {
        "id":"ED232661",
        "title":"A Manual on Library Services for State Agencies of Michigan."},
      {
        "id":"ED232663",
        "title":"Needs Assessment for Oklahoma Academic Librarians: Summary Report."},
      {
        "id":"ED232667",
        "title":"Selective Libraries for Medical Schools in Less-Developed Countries. Working Papers of a Conference (Bellagio, Italy, October 3 to November 3, 1979)."},
      {
        "id":"ED232671",
        "title":"Toward a Federal Library and Information Services Network: A Proposal. A Report of the Intergovernmental Library Cooperation Project."},
      {
        "id":"ED232672",
        "title":"Analyses of the 1981-82 Illinois Public Library Statistics."},
      {
        "id":"ED232674",
        "title":"Cooperative Seminar for School and Public Librarians Working with Young Adults. Final Report."},
      {
        "id":"ED232675",
        "title":"Council on Library Resources, Inc. Twenty-Sixth Annual Report/1982."},
      {
        "id":"ED232679",
        "title":"General Reference Tools, Subject Reference Tools in Science and Technology."},
      {
        "id":"ED232681",
        "title":"Guide to Bibliographies in Education. Monographs in Education VII."},
      {
        "id":"ED232682",
        "title":"An Information Systems Specialist's Guide to Older Americans Programs. Manual I."},
      {
        "id":"ED232683",
        "title":"International Relations: Library Instruction Unit."},
      {
        "id":"ED232697",
        "title":"Academic Ambitions and Library Development: The American Bureau of Industrial Research and the State Historical Society of Wisconsin, 1904-18. Occasional Paper Number 159."},
      {
        "id":"ED232698",
        "title":"Bookbinding and the Conservation of Books. A Dictionary of Descriptive Terminology."},
      {
        "id":"ED232704",
        "title":"Public Relations for School Media Programs. An ERIC Fact Sheet."},
      {
        "id":"ED232705",
        "title":"Computer Literacy. An ERIC Fact Sheet."},
      {
        "id":"ED232706",
        "title":"Careers for Information Professionals. An ERIC Fact Sheet."},
      {
        "id":"ED232707",
        "title":"Competency-Based Education for Media Professionals. An ERIC Fact Sheet."},
      {
        "id":"ED232708",
        "title":"School Library Networking: Interconnection of Learning Resources. A Selected ERIC Bibliography."},
      {
        "id":"ED232709",
        "title":"Libraries and the Censorship Issue. A Selected ERIC Bibliography."},
      {
        "id":"ED232713",
        "title":"A Competency-Based System for Composition."},
      {
        "id":"ED232714",
        "title":"Principles for Community College Finance. Commission Report 83-14."},
      {
        "id":"ED232733",
        "title":"Junior College Directory, 1971. Period Covering October 1969-August 1970 and Fall Enrollment for 1970."},
      {
        "id":"ED232735",
        "title":"Community and Junior College Directory, 1973. Period Covering October 1971-August 1972 and Fall Enrollments for l972."},
      {
        "id":"ED232736",
        "title":"Community and Junior College Directory, 1974. Period Covering October 1972-August 1973 and Fall Enrollments for l973."},
      {
        "id":"ED232743",
        "title":"Community, Junior, and Technical College Directory, 1981. Full-Time and Part-Time Enrollments for Fall, 1979, and Fall, 1980."},
      {
        "id":"ED232747",
        "title":"The Effects of Two College Orientation Courses upon the Academic Performance and Retention of Entering Freshmen."},
      {
        "id":"ED232758",
        "title":"The Role of Motivation in the Elementary School. ERIC/EECE Short Report-3."},
      {
        "id":"ED232759",
        "title":"Classroom Management. A Review of Practice-Oriented Research. Short Report #1."},
      {
        "id":"ED232761",
        "title":"How Children Develop Racial Awareness. ERIC/EECE Short Report-2."},
      {
        "id":"ED232762",
        "title":"Characteristics of Children's Play. Short Report."},
      {
        "id":"ED232763",
        "title":"Parent/Teacher Talk."},
      {
        "id":"ED232768",
        "title":"Instruments Developed in the Head Start Program Effects Measurement Project."},
      {
        "id":"ED232776",
        "title":"Developing Social Skills among Day Care Children."},
      {
        "id":"ED232777",
        "title":"Comprehensive Preventive School-Based Programs."},
      {
        "id":"ED232779",
        "title":"The Effects of Two Student Monitoring Procedures and Contingency Reinforcement on Three Task-Attending Behaviors."},
      {
        "id":"ED232781",
        "title":"Similarity of Experience and Empathy in Preschoolers."},
      {
        "id":"ED232787",
        "title":"The Use of Meditation in the Treatment of Attention Deficit Disorder with Hyperactivity."},
      {
        "id":"ED232788",
        "title":"The Nature of Parents' Experiences with and Knowledge about Infant Development."},
      {
        "id":"ED232789",
        "title":"Influence of Rewards and Goals on Children's Self-Efficacy and Skills."},
      {
        "id":"ED232795",
        "title":"Cultural Pluralism and the Arts. A Multicultural Perspective for Teacher Trainers in Art and Music."},
      {
        "id":"ED232796",
        "title":"Relationship of State Departments of Education with Rural Schools. Rural Education Fact Sheet."},
      {
        "id":"ED232797",
        "title":"Preservice/Inservice Training Options for Rural School Personnel. Rural Education Fact Sheet."},
      {
        "id":"ED232798",
        "title":"The Small School Principal and School-Community Relations. Small Schools Fact Sheet."},
      {
        "id":"ED232799",
        "title":"Four Day School Week for Small Rural Schools. Small Schools Fact Sheet."},
      {
        "id":"ED232801",
        "title":"A Bibliography of Navajo and Native American Teaching Materials = Dine K'eeji Naaltsoos Bee Nida'nitinigii. Revised Edition."},
      {
        "id":"ED232802",
        "title":"Dual Language = Saad Ahaah Sinil. A Navajo-English Dictionary. Revised Edition."},
      {
        "id":"ED232803",
        "title":"Characteristics of Rural Residents in West Virginia. Results of a 1981 Survey in Nine Counties. Bulletin 683."},
      {
        "id":"ED232804",
        "title":"Women's Organizations and Development: An Assessment of Capacities for Technical Assistance in Sri Lanka and Thailand. Women in Development."},
      {
        "id":"ED232805",
        "title":"Jobs for Women in Rural Industry and Services. Women in Development."},
      {
        "id":"ED232806",
        "title":"Women in Migration: A Third World Focus. Summary."},
      {
        "id":"ED232807",
        "title":"Women in Migration: A Third World Focus."},
      {
        "id":"ED232810",
        "title":"American Indian Higher Education: Needs and Projections."},
      {
        "id":"ED232811",
        "title":"Alcoholism: Devastation for Indians. 36 Lessons on Alcoholism."},
      {
        "id":"ED232813",
        "title":"Effective Schooling in Rural Alaska: Information for the Rural Effective Schools Project."},
      {
        "id":"ED232817",
        "title":"Apologize or Analyze: Measuring Academic Achievement in the Reservation School."},
      {
        "id":"ED232820",
        "title":"The Future of Organized Camping."},
      {
        "id":"ED232821",
        "title":"Research in Outdoor Education: Summaries of Doctoral Studies. Volume 3."},
      {
        "id":"ED232822",
        "title":"The Effects of a Camping/Construction Experience on the Self Concepts, Locus of Control, and Academic Achievement of High School Students."},
      {
        "id":"ED232833",
        "title":"Lessons Out-of-School: Boy Scouts, Girl Scouts and 4-H Clubs as Educational Environments."},
      {
        "id":"ED232834",
        "title":"Two Boy Scout Troops: The Impact of the Troop Culture on What Boys Learn."},
      {
        "id":"ED232836",
        "title":"Outward Bound and Confluent Education: A Demonstration Project Accentuating Affective Learning."},
      {
        "id":"ED232837",
        "title":"Choctaw Tribal Government: A New Era."},
      {
        "id":"ED232838",
        "title":"Sharing Our Worlds. Native American Children Today."},
      {
        "id":"ED232839",
        "title":"Organizing and Operating an Indian Preschool. A &quot;How-To&quot; Manual."},
      {
        "id":"ED232842",
        "title":"Science Teacher Supply and Demand. Science Education Fact Sheet No. 1."},
      {
        "id":"ED232844",
        "title":"Investigations in Mathematics Education. Volume 16, Number 2."},
      {
        "id":"ED232845",
        "title":"Academic Employment of Scientists and Engineers Continued to Grow in 1982, but Slower Than in Other Economic Sectors. Science Resources Studies Highlights."},
      {
        "id":"ED232846",
        "title":"Prototype Microcomputer Courseware for Teaching High School Algebra. Final Report."},
      {
        "id":"ED232847",
        "title":"Defense and Economy Major Factors in 7% Real Growth in National R&amp;D Expenditures in 1984. Science Resources Studies Highlights."},
      {
        "id":"ED232848",
        "title":"Professional Competence Development at the Cooper Union School of Engineering. Project Highlights."},
      {
        "id":"ED232849",
        "title":"Professional Competence Development at the Cooper Union School of Engineering. Project Report."},
      {
        "id":"ED232850",
        "title":"Professional Competence Development at the Cooper Union School of Engineering. Course Development and Course Materials."},
      {
        "id":"ED232851",
        "title":"Science Meta-Analysis Project: User's Guide for the Machine-Readable Raw Data File."},
      {
        "id":"ED232852",
        "title":"Team-Assisted Individualization: A Cooperative Learning Solution for Adaptive Instruction in Mathematics."},
      {
        "id":"ED232853",
        "title":"Research on Relationship of Spatial Visualization and Confidence to Male/Female Mathematics Achievement in Grades 6-8. Final Report."},
      {
        "id":"ED232854",
        "title":"Academic Science/Engineering: Scientists and Engineers, January 1982. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED232855",
        "title":"Annotated List of Chemistry Laboratory Experiments with Computer Access. Final Report."},
      {
        "id":"ED232857",
        "title":"Goals and Methodology of Research on Solving Physics Problems. TR-158."},
      {
        "id":"ED232858",
        "title":"Physics Problem Solving Using Multiple Views. TR-173."},
      {
        "id":"ED232859",
        "title":"Model Formulation for Physics Problem Solving. Draft."},
      {
        "id":"ED232860",
        "title":"GLISP User's Manual. Revised."},
      {
        "id":"ED232862",
        "title":"Growth in Neuroscience May Be Leveling Off. Science Resources Studies Highlights."},
      {
        "id":"ED232864",
        "title":"Simulating Network Retrieval of Arithmetic Facts."},
      {
        "id":"ED232866",
        "title":"Report on National Engineering Career Development Study. Engineers&apos; Profiles of the Eighties."},
      {
        "id":"ED232868",
        "title":"Pre-Algebra Groups. Concepts & Applications."},
      {
        "id":"ED232869",
        "title":"Investigations in Science Education. Volume 9, Number 3."},
      {
        "id":"ED232870",
        "title":"Research on Mathematics Education Reported in 1982."},
      {
        "id":"ED232872",
        "title":"The Relative Effectiveness of Writing Assignments in an Elementary Algebra Course for College Students."},
      {
        "id":"ED232875",
        "title":"The Ohio Sea Grant Education Program."},
      {
        "id":"ED232877",
        "title":"Curriculum Materials 1983. A Guide to the Exhibit of Curriculum Materials at the ASCD Annual Conference (38th, Houston, Texas, March 5-8, 1983)."},
      {
        "id":"ED232890",
        "title":"Some Structural Equation Models of Sibling Resemblance in Educational Attainment and Occupational Status. Revised."},
      {
        "id":"ED232891",
        "title":"Genetic Epistemology and the Structure of Belief Systems: An Introduction to Piaget for Political Scientists."},
      {
        "id":"ED232893",
        "title":"On the Application of Qualitative Research to the Policy Process: An Emergent Linkage."},
      {
        "id":"ED232894",
        "title":"Kohlberg, Science and Indoctrination."},
      {
        "id":"ED232895",
        "title":"Enhancing Education about the Constitution in High School American Government and History Courses. The Final Report of a Curriculum Development Project."},
      {
        "id":"ED232896",
        "title":"Paradigms of Educational Research and Theories of Schooling."},
      {
        "id":"ED232900",
        "title":"Technology, Proximity, Gender, and Ethnicity as Factors Affecting Kins' Services to the Aged: An Elaboration of the Modified Extended Family Model of Kin Structure."},
      {
        "id":"ED232901",
        "title":"Adapting to Applied Sociology: One Department's Response."},
      {
        "id":"ED232902",
        "title":"Integrating Writing and Social Studies, K-6."},
      {
        "id":"ED232913",
        "title":"Microcomputer Software and the Social Studies. ERIC Fact Sheet No. 7."},
      {
        "id":"ED232914",
        "title":"Reference Sheet on Social Studies for Special Learners."},
      {
        "id":"ED232915",
        "title":"Reference Sheet on Area Studies (Asia)."},
      {
        "id":"ED232916",
        "title":"Reference Sheet on Economics."},
      {
        "id":"ED232917",
        "title":"Reference Sheet on Social Studies Skills."},
      {
        "id":"ED232918",
        "title":"Reference Sheet on Geography."},
      {
        "id":"ED232919",
        "title":"Reference Sheet on Future Studies."},
      {
        "id":"ED232920",
        "title":"Reference Sheet on Curriculum Development."},
      {
        "id":"ED232921",
        "title":"Reference Sheet on Area Studies (Europe)."},
      {
        "id":"ED232922",
        "title":"Reference Sheet on United States History."},
      {
        "id":"ED232923",
        "title":"Reference Sheet on Women's Studies."},
      {
        "id":"ED232924",
        "title":"Reference Sheet on Social Studies for the Gifted and Talented."},
      {
        "id":"ED232925",
        "title":"Reference Sheet on Legal Education."},
      {
        "id":"ED232926",
        "title":"Reference Sheet on Reading in the Social Studies."},
      {
        "id":"ED232927",
        "title":"Reference Sheet on Psychology and Sociology."},
      {
        "id":"ED232928",
        "title":"Reference Sheet on Political Science and American Government."},
      {
        "id":"ED232939",
        "title":"Promoting Population Stabilization: Incentives for Small Families. Worldwatch Paper 54."},
      {
        "id":"ED232943",
        "title":"Beware of the Bandwagon: Some Reflections on the Role of Discourse in Geographical Inquiry."},
      {
        "id":"ED232945",
        "title":"A Methodology for the Study of Children's Environmental Knowledge in Other Cultures."},
      {
        "id":"ED232946",
        "title":"The Response of Textbooks to the Development of the Mass High School and Its History Curriculum, 1880-1930."},
      {
        "id":"ED232951",
        "title":"Teaching Psychology and the Behavioral Sciences in Secondary Schools: 1970-1981. Annotated Bibliography."},
      {
        "id":"ED232952",
        "title":"Students' and Teachers' Perceptions and Use of Sixth Grade Social Studies Textbooks in Champaign Middle Schools."},
      {
        "id":"ED232958",
        "title":"Achievement Trends in the Arts. Issuegram 2."},
      {
        "id":"ED232960",
        "title":"Soviet Security in Flux. Occasional Paper 33."},
      {
        "id":"ED232964",
        "title":"Wyoming Teacher Resource Kit and Caboodle."},
      {
        "id":"ED232966",
        "title":"Abstracts of Research Papers 1983. Presented at the Minneapolis, Minnesota Convention of the American Alliance for Health, Physical Education, Recreation and Dance in the Research Consortium Meetings (April 7-11, 1983)."},
      {
        "id":"ED232967",
        "title":"Tips on Training."},
      {
        "id":"ED232972",
        "title":"Effective Schools and Classrooms: A Research-Based Perspective."},
      {
        "id":"ED232978",
        "title":"Report to the Profession, 1983."},
      {
        "id":"ED232979",
        "title":"The Status of Physical Education within Junior/Community Colleges."},
      {
        "id":"ED232980",
        "title":"Stress Management in Correctional Recreation."},
      {
        "id":"ED232981",
        "title":"Program of Studies--Health K-12. Montgomery County Public Schools, Rockville, Maryland. Revised Spring 1983."},
      {
        "id":"ED232982",
        "title":"Interagency Meeting on Health Promotion through the Schools (Washington, D.C., March 24-25, 1983). Summary Report."},
      {
        "id":"ED232987",
        "title":"A Current Profile of the American Teacher: Some Implications for International Education."},
      {
        "id":"ED233005",
        "title":"Teacher Education Curriculum for the 21st Century: Peace Education Program."},
      {
        "id":"ED233023",
        "title":"Diurnal Variations in Maximal Oxygen Uptake."},
      {
        "id":"ED233024",
        "title":"Cardio-Respiratory Responses to Maximal Work During Arm and Bicycle Ergometry."},
      {
        "id":"ED233026",
        "title":"Multisite Qualitative Policy Research in Education: Some Design and Implementation Issues."},
      {
        "id":"ED233028",
        "title":"Ethnography in Education: Implications for Teacher Education."},
      {
        "id":"ED233037",
        "title":"The Process of Evaluation Use in Local School Settings. Final Report."},
      {
        "id":"ED233039",
        "title":"Statistical Profiles, 1981-82. Montgomery County Public Schools, Rockville, Maryland."},
      {
        "id":"ED233040",
        "title":"Applications of Dynamic Assessment to Cognitive and Perceptual Functioning of Three Ethnic Groups. Final Report."},
      {
        "id":"ED233041",
        "title":"Collaboration between Testing and Content Specialists to Improve Teacher-Made Tests. Publication #82.53."},
      {
        "id":"ED233042",
        "title":"A Comparison of Title I Evaluation Data from 1979-80 and 1980-81."},
      {
        "id":"ED233044",
        "title":"Early Childhood Assessment: Recommended Practices and Selected Instruments."},
      {
        "id":"ED233045",
        "title":"Is There Evaluation after Federal Cutbacks? Publication No. 82.62."},
      {
        "id":"ED233046",
        "title":"Is There a Need for Federal Technical Assistance Centers under Chapter 1?"},
      {
        "id":"ED233047",
        "title":"Illustrating Reports. Publication No. 82.61."},
      {
        "id":"ED233049",
        "title":"On Developing More Efficient and Imaginative Procedures for Conducting the National Assessment of Educational Progress. Report of the HumRRO Team."},
      {
        "id":"ED233054",
        "title":"Evaluation of Summer Instructional Television Programs: 1982."},
      {
        "id":"ED233058",
        "title":"Matched Latin Squares: A Nifty Solution to a Tricky Design Problem."},
      {
        "id":"ED233059",
        "title":"A Method for Maximizing the Internal Consistency Coefficient Alpha."},
      {
        "id":"ED233061",
        "title":"The Myers-Briggs Type Indicator: Analysis of Discrepancy Score Phenomenon in a Real World Sample."},
      {
        "id":"ED233062",
        "title":"A Note on the Incremental Validity of Aggregate Predictors."},
      {
        "id":"ED233063",
        "title":"Measuring Scale Invariance between and within Subjects."},
      {
        "id":"ED233064",
        "title":"ANCOVA and Repeated Measures: Dealing with Heterogeneity of Regression."},
      {
        "id":"ED233066",
        "title":"The Contribution of Principal and Teacher Inputs to Student Achievement."},
      {
        "id":"ED233067",
        "title":"Analysis of Balanced 2 [to the kth power] Mirror-Image Designs."},
      {
        "id":"ED233073",
        "title":"Implementing and Evaluating a Research Data Archive."},
      {
        "id":"ED233075",
        "title":"Reflective Inquiry into Teacher Centers: Initial Outcomes of Structural Collaboration in Fourteen Projects."},
      {
        "id":"ED233078",
        "title":"Teacher's Role/Responsibilities and Teacher Competence Testing: Future Possibilities."},
      {
        "id":"ED233080",
        "title":"Annual Test Report, 1981-1982. Montgomery County Public Schools, Rockville, Maryland."},
      {
        "id":"ED233082",
        "title":"Basic Skills Achievement, 1981-82."},
      {
        "id":"ED233083",
        "title":"Oregon Statewide Assessment 1982. Reading, Writing, and Computing. Summary Report."},
      {
        "id":"ED233085",
        "title":"Accounting for Statistical Artifacts in Item Bias Research."},
      {
        "id":"ED233087",
        "title":"Speaking &amp; Listening Assessment. Resources in Performance Assessment."},
      {
        "id":"ED233088",
        "title":"Performance Assessment Methodology. Resources in Performance Assessment."},
      {
        "id":"ED233089",
        "title":"Learning of the Disadvantaged and School Climate. Publication No. 89."},
      {
        "id":"ED233090",
        "title":"School Principals. Collaborative Arrangements. Linking Agents."},
      {
        "id":"ED233093",
        "title":"Remarks before the National Civil Rights Committee of the Anti-Defamation League of B'nai B'rith (Washington, DC, June 9, 1983)."},
      {
        "id":"ED233094",
        "title":"Equality and Education: Federal Civil Rights Enforcement in the New York City School System."},
      {
        "id":"ED233098",
        "title":"More Evidence on Social-Psychological Processes that Perpetuate Minority Segregation: The Relationship of School Desegregation and Employment Segregation."},
      {
        "id":"ED233099",
        "title":"A Texas Magnet Program: 1981-1983 Evaluation Materials and Results."},
      {
        "id":"ED233102",
        "title":"&quot;Mother Got Tired of Taking Care of My Baby.&quot; A Study of Dropouts. Publication Number: 82.44."},
      {
        "id":"ED233103",
        "title":"Maximizing Students' Educational and Career Choices: Results of a Two-Year Equity Project."},
      {
        "id":"ED233106",
        "title":"Technology Programs That Work. A National Diffusion Network Resource of Exemplary Programs Approved by the Joint Dissemination Review Panel, Department of Education."},
      {
        "id":"ED233107",
        "title":"Primary Prevention Approaches to the Development of Mental Health Services for Ethnic Minorities: A Challenge to Social Work Education and Practice."},
      {
        "id":"ED233109",
        "title":"Civil Rights' Policy Trends and Perspectives."},
      {
        "id":"ED233110",
        "title":"Puerto Rican Return Migrant Youth."},
      {
        "id":"ED233111",
        "title":"School Uses of Microcomputers. Reports from a National Survey. Issue No. 1."},
      {
        "id":"ED233117",
        "title":"A Consistent Civil Rights Policy: Individual Focus or Group Focus?"},
      {
        "id":"ED233132",
        "title":"Accrediting Occupational Training Programs. Information Series No. 251."},
      {
        "id":"ED233133",
        "title":"The Participation of Private Businesses as Work Sponsors in the Youth Entitlement Demonstration."},
      {
        "id":"ED233134",
        "title":"ACT II: Adults in Career Transition."},
      {
        "id":"ED233138",
        "title":"Toward a Multi-Component Model of Educational and Training Needs."},
      {
        "id":"ED233139",
        "title":"Bilingual Vocational Instructor Training Program: First Year Performance Report and Evaluation."},
      {
        "id":"ED233144",
        "title":"Coordination Techniques. Module Number 2. Work Experience Program Modules. Coordination Techniques Series."},
      {
        "id":"ED233151",
        "title":"Evaluating On-the-Job Training. Module Number 9. Work Experience Program Modules. Coordination Techniques Series."},
      {
        "id":"ED233152",
        "title":"Establishing an Advisory Committee. Module Number 10. Work Experience Program Modules. Coordination Techniques Series."},
      {
        "id":"ED233154",
        "title":"Regular Coordination Activities. Module Number 12. Work Experience Program Modules. Coordination Techniques Series."},
      {
        "id":"ED233155",
        "title":"Vocational Student Organizations. Module Number 13. Work Experience Program Modules. Coordination Techniques Series."},
      {
        "id":"ED233162",
        "title":"Special Placement and Follow-up Assistance to Persons Entering Non-Traditional Occupations. Final Report from July 1, 1982 - June 30, 1983."},
      {
        "id":"ED233165",
        "title":"The Institute for Native American Development Model 1979-1983."},
      {
        "id":"ED233166",
        "title":"A Discussion Platform for the Futuring of Vocational Education."},
      {
        "id":"ED233167",
        "title":"Position Statement on Vocational Education for Students with Disabilities."},
      {
        "id":"ED233174",
        "title":"Vocational Rehabilitation Program Standards Evaluation System. Final Report, Volume IV: Training Materials. Presentation Plans and Overheads."},
      {
        "id":"ED233178",
        "title":"Agriculture in the Classroom. Plan for Action at the State Level."},
      {
        "id":"ED233179",
        "title":"Poor Design and Management Hamper Army's Basic Skills Education Program. Report to the Secretary of the Army."},
      {
        "id":"ED233180",
        "title":"Occupational and Personnel Correlates of First-Term Enlisted Tenure in the Air Force. Final Report."},
      {
        "id":"ED233181",
        "title":"Effects of Administration's Fiscal Year 1984 Budget on Training and Employment Programs. Hearing before the Task Force on Education and Employment of the Committee on the Budget, House of Representatives, Ninety-Eighth Congress, First Session. Serial No. TF4-2."},
      {
        "id":"ED233182",
        "title":"Self-Paced and Conventional Instruction in Navy Training: A Comparison on Elements of Quality. Technical Report 147."},
      {
        "id":"ED233183",
        "title":"Small Business and Economic Development in Macomb County."},
      {
        "id":"ED233184",
        "title":"A Study of Accommodations Provided to Handicapped Employees by Federal Contractors. Final Report. Volume I: Study Findings."},
      {
        "id":"ED233185",
        "title":"A Study of Accommodations Provided to Handicapped Employees by Federal Contractors. Final Report. Volume II: Ten Case Studies."},
      {
        "id":"ED233214",
        "title":"New Approaches in Interviewer Training and Evaluation at the Census Bureau."},
      {
        "id":"ED233217",
        "title":"Entrepreneurship in Voc Ed: A Guide for Program Planning. Leadership Training Series No. 62."},
      {
        "id":"ED233223",
        "title":"Identification of Generalizable Skills in Secondary Vocational Programs."},
      {
        "id":"ED233225",
        "title":"Examining Sex Bias. Module 1. Choosing Occupations and Life Roles."},
      {
        "id":"ED233226",
        "title":"Looking at Jobs. Module 2. Choosing Occupations and Life Roles."},
      {
        "id":"ED233227",
        "title":"Sex Bias and Work. Module 3. Choosing Occupations and Life Roles."},
      {
        "id":"ED233228",
        "title":"Core III Materials for Rural Agriculture Programs. Units A-G."},
      {
        "id":"ED233229",
        "title":"Core III Materials for Rural Agriculture Programs. Units H-I."},
      {
        "id":"ED233230",
        "title":"Core III Materials for Metropolitan Agriculture/Horticulture Programs. Units A-I."},
      {
        "id":"ED233231",
        "title":"Core III Materials for Metropolitan Agriculture/Horticulture Programs. Units J-M."},
      {
        "id":"ED233232",
        "title":"Field Testing Vocational Education Metric Modules. Final Report."},
      {
        "id":"ED233233",
        "title":"Proposals to Establish a New Educational Assistance Program for Veterans and Members of the Armed Forces, and Review of the Veterans Educational Assistance Program (VEAP). Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED233234",
        "title":"Career Development Course: Instructor's Handbook and Curriculum Guide."},
      {
        "id":"ED233236",
        "title":"Instructor Liability--A Continuing Dilemma."},
      {
        "id":"ED233238",
        "title":"Teaching Independent Living Skills to Youth. Ideas for Action in Education and Work, Issue 3."},
      {
        "id":"ED233245",
        "title":"Planning Alcoholism Counseling Education (PACE): A Curriculum and Instructional Resource Guide."},
      {
        "id":"ED233249",
        "title":"Impression Management and the Control of Social Anxieties."},
      {
        "id":"ED233252",
        "title":"Health Aspects of Adolescent Sex, 1982. Hearing before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, Second Session on Examination of the Alarming Increase in the Rate of Sexual Relations among Adolescents."},
      {
        "id":"ED233255",
        "title":"Postsecondary Education Plans and Choices: Review of the Literature and Design for Analysis of the Parents Data."},
      {
        "id":"ED233257",
        "title":"The Effects of Empathy on Perceptions of a Self-Discloser."},
      {
        "id":"ED233260",
        "title":"Assessing Psychology Majors' Career Needs."},
      {
        "id":"ED233263",
        "title":"Evaluating Long Term Care Demonstration Projects: The Potential of the Institutional Cohort Design."},
      {
        "id":"ED233265",
        "title":"Working with the Pregnant Teenager: A Guide for Nutrition Educators. Program Aid Number 1303."},
      {
        "id":"ED233266",
        "title":"The Prevalence of Frequent Binge Eating and Bulimia in a Non-Clinical College Sample."},
      {
        "id":"ED233272",
        "title":"Vocational Personality Assessment of High School Students Who Have Difficulty Reading."},
      {
        "id":"ED233273",
        "title":"Job Description Format as a Factor in Employment Interviewer Decisions."},
      {
        "id":"ED233275",
        "title":"What Else Don't Real Men Do? Sex Role Orientation and Adjustment in College Males."},
      {
        "id":"ED233281",
        "title":"The Right to Privacy for Juveniles: A Review for School Counselors."},
      {
        "id":"ED233282",
        "title":"Dropout Prediction."},
      {
        "id":"ED233283",
        "title":"The Effects of Doctoral Study on Marriage and Family: An Ethnographic Study."},
      {
        "id":"ED233287",
        "title":"Measuring Attitudes toward Males in Society."},
      {
        "id":"ED233291",
        "title":"The Relationship of Trait Indecisiveness to Vocational Uncertainty, Career Indecision, and Interpersonal Characteristics."},
      {
        "id":"ED233295",
        "title":"Developing Counselor Confrontation Skills by a Self-Instructional or Discrimination/Communication Process."},
      {
        "id":"ED233300",
        "title":"Monitoring Text Comprehension: Individual Differences in Epistemological Standards."},
      {
        "id":"ED233301",
        "title":"Text Coherence as an &quot;In-Head&quot; Phenomenon."},
      {
        "id":"ED233302",
        "title":"Dialects and Reading."},
      {
        "id":"ED233303",
        "title":"Computer Based Simulated Cases as a Tool for Teaching Reading Diagnosis."},
      {
        "id":"ED233305",
        "title":"A Practical Approach for Teaching Comprehension Processes Using Magazines, Paperback Novels, and Content Area Texts."},
      {
        "id":"ED233306",
        "title":"Speed Listening: Exploring an Analogue of Speed Reading. Final Report."},
      {
        "id":"ED233314",
        "title":"Cohesion, Comprehending and Comprehensibility."},
      {
        "id":"ED233329",
        "title":"Toward a Composing Model of Reading. Reading Education Report No. 43."},
      {
        "id":"ED233332",
        "title":"A Survey of Reading Habits with Suggested Instructional Strategies: Elderly Adults."},
      {
        "id":"ED233334",
        "title":"The Emergent Reading Level: A New Concept."},
      {
        "id":"ED233336",
        "title":"Coherence and Connectedness in the Development of Discourse Production."},
      {
        "id":"ED233337",
        "title":"The Nature of the Reading-Writing Relationship: A Multivariate Approach."},
      {
        "id":"ED233339",
        "title":"Evaluation of Twelve Elementary Spelling Programs Using the Spelling Program Effectiveness Rating Scale (SPERS)."},
      {
        "id":"ED233342",
        "title":"Beyond the Workshop: Some Alternatives for the Undergraduate Creative Writing Course."},
      {
        "id":"ED233348",
        "title":"Three Perspectives on American Journalism. Journalism Monographs Number Eighty-Three."},
      {
        "id":"ED233349",
        "title":"Product Differentiation in Local Television News."},
      {
        "id":"ED233354",
        "title":"Essential Skills for College Bound Students. ESEA Title IV-C Project Product."},
      {
        "id":"ED233356",
        "title":"&quot;Taking a Bite Out of Crime&quot;: The Impact of a Public Information Campaign."},
      {
        "id":"ED233357",
        "title":"Communication in Surveys: Examining Cognitive Effects in Survey Research."},
      {
        "id":"ED233363",
        "title":"A Test of the Cumulative Acquisition Model of Adolescent News Media Use."},
      {
        "id":"ED233366",
        "title":"The Writer's Mind: Writing as a Mode of Thinking."},
      {
        "id":"ED233369",
        "title":"A Writer's Suggestions for Teaching Creative Writing."},
      {
        "id":"ED233375",
        "title":"Cognitive Approaches to Writing: An Introductory Annotated Bibliography."},
      {
        "id":"ED233378",
        "title":"Using the New Technologies in Language Communication Education. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233379",
        "title":"Thinking Together: Language Interaction in Children&apos;s Reasoning. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233380",
        "title":"Assessing Children&apos;s Speaking, Listening, and Writing Skills. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233381",
        "title":"Putting Humpty Dumpty Together Again: Integrating the Language Arts. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233382",
        "title":"Inservice to Improve Speaking and Writing in Grades K-12. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233383",
        "title":"Learning Better, Learning More: In the Home and Across the Curriculum. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233384",
        "title":"Thinking Visually About Writing: Three Models for Teaching Composition, K-12. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233385",
        "title":"Oral Communication Instruction in Middle and High School Classes. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233386",
        "title":"Talking and Writing: Building Communication Competence. The Talking and Writing Series, K-12, Successful Classroom Practices."},
      {
        "id":"ED233387",
        "title":"Oral Communication in the Elementary Classroom. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233388",
        "title":"Improving Classroom Communication. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233389",
        "title":"Writing Growth in Young Children: What We Are Learning from Research. The Talking and Writing Series, K-12: Successful Classroom Practices."},
      {
        "id":"ED233391",
        "title":"Curriculum Style and English Language: An Investigation into Current Practices in the Teaching of English Language in Australian Schools. ACER Research Monograph No. 19."},
      {
        "id":"ED233392",
        "title":"Characteristics of Adult Students' Writing."},
      {
        "id":"ED233393",
        "title":"A Course in Beginning English: English (A) Lesson Plans."},
      {
        "id":"ED233396",
        "title":"Teaching Persuasion: A Positive Approach."},
      {
        "id":"ED233403",
        "title":"Assessing Outcomes in Variations of the Basic Course: A Comparative Analysis of Student Perceptions."},
      {
        "id":"ED233405",
        "title":"Development of a Perceived Communication Effectiveness Scale."},
      {
        "id":"ED233406",
        "title":"Evaluation of Communication about Groups: The Hydra Phenomenon."},
      {
        "id":"ED233411",
        "title":"Communication Training Needs in Organizations: A Competency/ Proficiency Based Study."},
      {
        "id":"ED233415",
        "title":"Gender Socialization from Child's Play to Organizational Gaming: Roots of Female Corporate Participation in Children's Games."},
      {
        "id":"ED233416",
        "title":"A Typology for Interpersonal Situations or, How Do I Class Thee, Let Me Count the Ways."},
      {
        "id":"ED233417",
        "title":"Order and Mystery in Negotiation Groups."},
      {
        "id":"ED233419",
        "title":"Adoption Processes of Cable Television."},
      {
        "id":"ED233422",
        "title":"Communication Consulting: Another Teaching Option."},
      {
        "id":"ED239487",
        "title":"Cognitive Dissonance as Activities in Teaching French Values and Culture."},
      {
        "id":"ED239490",
        "title":"The \"Pro-Drop\" Parameter in Adult Second Language Acquisition."},
      {
        "id":"ED239491",
        "title":"A Quanititative Grammar of Meaning and Structure: A Methodology for Language Analysis."},
      {
        "id":"ED239493",
        "title":"Proceedings of the EMU Conference on Foreign Languages for Business (Ypsilanti, Michigan, April 7-9, 1983). Part I: Business Perspectives."},
      {
        "id":"ED239494",
        "title":"Proceedings of the 1983 EMU Conference on Foreign Languages for Business (Ypsilanti, Michigan, April 7-9, 1983). Part II: Program Development and Retraining Strategies."},
      {
        "id":"ED239495",
        "title":"Proceedings of the 1983 EMU Conference on Foreign Languages for Business (Ypsilanti, Michigan, April 7-9, 1983). Part III: Program Overviews and Components."},
      {
        "id":"ED239496",
        "title":"Proceedings of the 1983 EMU Conference on Foreign Languages for Business (Ypsilanti, Michigan, April 7-9, 1983). Part IV: Course Components and Teaching Techniques."},
      {
        "id":"ED239497",
        "title":"Proceedings of the 1983 EMU Conference on Foreign Languages for Business (Ypsilanti, Michigan, April 7-9, 1983). Part V: Business French."},
      {
        "id":"ED239498",
        "title":"Proceedings of the 1983 EMU Conference on Foreign Languages for Business (Ypsilanti, Michigan, April 7-9, 1983). Part VI: Business German."},
      {
        "id":"ED239500",
        "title":"German Cinema as a Vehicle for Teaching Culture, Literature and History."},
      {
        "id":"ED239504",
        "title":"Colloquium on French as a Second Language: Proceedings. Review and Evaluation Bulletin, Volume 4, Number 4."},
      {
        "id":"ED239509",
        "title":"Studies on Immersion Education. A Collection for United States Educators."},
      {
        "id":"ED239512",
        "title":"Language Census Report, 1983."},
      {
        "id":"ED239514",
        "title":"Time-on-Task in Beginning Students of Spanish at the University Level: A Case Study."},
      {
        "id":"ED239516",
        "title":"Foreign Lanuages in the Schools."},
      {
        "id":"ED239534",
        "title":"Parsons College: Innovative Ideas, or Unethical Practices."},
      {
        "id":"ED239537",
        "title":"Instructional Space Utilization at the University of Alaska. Volume I, Volume II, Volume III."},
      {
        "id":"ED239538",
        "title":"Alaska High School Seniors Survey Report, June 1983."},
      {
        "id":"ED239539",
        "title":"Postsecondary Certificates and Degrees in the State of Alaska."},
      {
        "id":"ED239540",
        "title":"Review of the University of Alaska FY 1985 Operating and Capital Budgets. Submitted to the Governor and the Thirteenth Alaska State Legislature."},
      {
        "id":"ED239541",
        "title":"A Comparison of the University of Maryland with Its Peer Institutions. Postsecondary Education Research Reports."},
      {
        "id":"ED239542",
        "title":"The American Freshman National Norms for Fall 1983."},
      {
        "id":"ED239546",
        "title":"Signs of Trouble and Erosion: A Report on Graduate Education in America. [Final Report.]"},
      {
        "id":"ED239549",
        "title":"Soviet-Eastern European Research and Training Act of 1983. Hearing Before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on S. 873."},
      {
        "id":"ED239552",
        "title":"Historically Black Colleges and Universities Fact Book. Volume I, Junior &amp; Community Colleges."},
      {
        "id":"ED239553",
        "title":"Historically Black Colleges and Universities Fact Book. Volume II, Private Colleges/Graduate Schools."},
      {
        "id":"ED239555",
        "title":"Higher Education Opportunities for Minorities and Women. Annotated Selections, 1983 Edition."},
      {
        "id":"ED239556",
        "title":"Careering after College: Establishing the Validity of Abilities Learned in College for Later Careering and Professional Performance. Final Report: Overview and Summary."},
      {
        "id":"ED239557",
        "title":"Validating Assessment Techniques in an Outcome-Centered Liberal Arts Curriculum: Valuing and Communications Generic Instruments. Final Report, Research Report Number One."},
      {
        "id":"ED239558",
        "title":"Validating Assessment Techniques in an Outcome-Centered Liberal Arts Curriculum: Social Interaction Generic Instrument. Final Report, Research Report Number Two."},
      {
        "id":"ED239559",
        "title":"Validating Assessment Techniques in an Outcome-Centered Liberal Arts Curriculum: Insights from the Evaluation and Revision Process. Final Report, Research Report Number Three."},
      {
        "id":"ED239560",
        "title":"Validating Assessment Techniques in an Outcome-Centered Liberal Arts Curriculum: Integrated Competence Seminar. Final Report, Research Report Number Four."},
      {
        "id":"ED239561",
        "title":"Validating Assessment Techniques in an Outcome-Centered Liberal Arts Curriculum: Six Performance Characteristics Rating. Final Report, Research Report Number Five."},
      {
        "id":"ED239562",
        "title":"A Longitudinal Study of Student Change in Cognitive Development and Generic Abilities in an Outcome-Centered Liberal Arts Curriculum. Final Report, Research Report Number Six."},
      {
        "id":"ED239563",
        "title":"Student Perspectives on Liberal Learning at Alverno College: Justifying Learning as Relevant to Performance in Personal and Professional Roles. Final Report, Research Report Number Seven."},
      {
        "id":"ED239564",
        "title":"Careering after College: Perspectives on Lifelong Learning and Career Development. Final Report, Research Report Number Eight."},
      {
        "id":"ED239565",
        "title":"Developing a Professional Competence Model for Nursing Education. Final Report, Research Report Number Nine."},
      {
        "id":"ED239566",
        "title":"Developing a Professional Competence Model for Management Education. Final Report, Research Report Number Ten."},
      {
        "id":"ED239569",
        "title":"Public Service in Higher Education: Practices and Priorities. ASHE-ERIC Higher Education Research Report, 1983."},
      {
        "id":"ED239570",
        "title":"Graduate Education: A National Investment in Knowledge. Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States (Colorado Springs, Colorado, December 1-3, 1982)."},
      {
        "id":"ED239571",
        "title":"Evaluation Report on the Austin Peay State University Project: Title III, Strengthening Developing Institution Program."},
      {
        "id":"ED239572",
        "title":"Student Patterns in Completing General Education Requirements."},
      {
        "id":"ED239573",
        "title":"Seventeenth Annual Rank-Order Distribution of Administrative Salaries Paid 1983-1984."},
      {
        "id":"ED239575",
        "title":"Student Quality in the Sciences and Engineering: Opinions of Senior Academic Officials. Higher Education Panel Report Number 58."},
      {
        "id":"ED239577",
        "title":"How States Compare in Financial Support of Public Higher Education, 1983-84. Seventh Edition."},
      {
        "id":"ED239579",
        "title":"Basic References on Instructional Development."},
      {
        "id":"ED239580",
        "title":"Computer Instruction on Sentence Combining."},
      {
        "id":"ED239583",
        "title":"Processes of Skill Performance: A Foundation for the Design and Use of Training Equipment. Final Report, June 1978-July 1982."},
      {
        "id":"ED239585",
        "title":"Information Technology for Agricultural America. Prepared for the Subcommittee on Department Operations, Research and Foreign Agriculture, 97th Congress, 2d Session. Committee Print."},
      {
        "id":"ED239587",
        "title":"Parenting Behaviors in Prime-Time Television: A Content Analysis."},
      {
        "id":"ED239591",
        "title":"Computers &amp; Learning: A Compendium of Papers."},
      {
        "id":"ED239594",
        "title":"Distance Education."},
      {
        "id":"ED239595",
        "title":"Future Information Processing Technology--1983, Computer Science and Technology."},
      {
        "id":"ED239596",
        "title":"Microcomputers: A Review of Federal Agency Experiences, Computer Science and Technology."},
      {
        "id":"ED239599",
        "title":"Oversight on Educational Technology. Joint Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED239600",
        "title":"Parity for Minorities in the Media. Hearing before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce. House of Representatives, Ninety-Eighth Congress, First Session on H.R. 1155. A Bill to Amend the Communications Act of 1934 to Provide for Greater Participation of Minorities in Telecommunications."},
      {
        "id":"ED239605",
        "title":"Microcomputers in Elementary and Secondary Education: A Guide to the Resources."},
      {
        "id":"ED239606",
        "title":"MicroSIFT Courseware Evaluations (169-198). Set 9. Including Subject and Title Indexes Covering Sets 1-9."},
      {
        "id":"ED239661",
        "title":"The Conceptualization and Development of a Staff Development Model for Community College Part-Time Faculty."},
      {
        "id":"ED239662",
        "title":"Issues for Community College Leaders in a New Era. First Edition."},
      {
        "id":"ED239671",
        "title":"New Technology and the Human Response: The Issues Facing Vocational Education in the 1980's."},
      {
        "id":"ED239673",
        "title":"English as a Second Language: Its Scope, Role and Definition within California Community Colleges."},
      {
        "id":"ED239674",
        "title":"Integrating Research into Decision Making: Providing Examples for an Informal Action Research Model. Research Report No. 83-24."},
      {
        "id":"ED239675",
        "title":"Should One Variable (CLAST) Be Used to Determine Entrance to Upper Division at the State University System in Florida? Research Report No. 83-27."},
      {
        "id":"ED239677",
        "title":"Projected Impact of Entry and Exit Testing in Secondary and Postsecondary Education. Research Report No. 83-32."},
      {
        "id":"ED239678",
        "title":"Placement and Follow-Up Report: Graduate Survey Responses and State Defined Placement Status of Occupational Programs for the Academic Year 1981-82. Research Report No. 83-36."},
      {
        "id":"ED239680",
        "title":"Patterns of Direct Entry Enrollment of Public High School Graduates into Miami-Dade Community College. Research Report No. 84-01."},
      {
        "id":"ED239684",
        "title":"Evaluation of the Telecourse Program at Saddleback College: Student Retention and Academic Achievement."},
      {
        "id":"ED239687",
        "title":"Formula Budgeting for the Community Colleges in Alaska."},
      {
        "id":"ED239692",
        "title":"Fall 1982 Retention Study."},
      {
        "id":"ED239693",
        "title":"Research Synopsis: Spring 1983 Retention."},
      {
        "id":"ED239695",
        "title":"An Environmental Scan of Northern Alameda County."},
      {
        "id":"ED239696",
        "title":"Peralta Facts: Fall 1983."},
      {
        "id":"ED239697",
        "title":"An Analysis of Success Rate of Non-High School Graduates. Research Report No. 83-22."},
      {
        "id":"ED239699",
        "title":"A Comparative Graduate Profile for Miami-Dade Community College, 1981-82 and 1982-83. Research Report No. 83-34."},
      {
        "id":"ED239700",
        "title":"An Assessment of the Use of Personal Letters to Increase Retention among Black Students. Research Report No. 83-35."},
      {
        "id":"ED239701",
        "title":"The Community College in the American Educational System."},
      {
        "id":"ED239737",
        "title":"Preparing Food for Preschoolers: A Guide for Food Service Personnel."},
      {
        "id":"ED239740",
        "title":"The Effects of Affective States Induced via Cognitive, Experiential, and Vicarious Procedures on Behavior and Cognition."},
      {
        "id":"ED239752",
        "title":"The State of the Schools: Oregon, 1983. Text of the Annual State of the Schools Address (7th, Portland, Oregon, September 15, 1983)."},
      {
        "id":"ED239753",
        "title":"Leadership for Reform and Renewal of American Education."},
      {
        "id":"ED239756",
        "title":"Remarks by David Pierpont Gardner, Chair of the National Commission on Excellence in Education (National Forum on Excellence in Education, Indianapolis, IN, December 7, 1983)."},
      {
        "id":"ED239760",
        "title":"Will Raising the School Entrance Age Reduce the Risk of School Failure?"},
      {
        "id":"ED239761",
        "title":"Making the &quot;Child Safe&quot; Environment &quot;Adult Safe&quot;: Occupational Health and Safety Concerns for Child Care Programs."},
      {
        "id":"ED239769",
        "title":"Report by the Secretary on the Regional Forums on Excellence in Education."},
      {
        "id":"ED239781",
        "title":"Leader's Guide to Community Action. Miscellaneous Bulletin 115."},
      {
        "id":"ED239782",
        "title":"Rural Community Action: A Series of Case Studies of Action Projects in Small New York State Communities. Miscellaneous Bulletin 116."},
      {
        "id":"ED239787",
        "title":"Tutor's Handbook--Highline Indian Tutoring Program."},
      {
        "id":"ED239788",
        "title":"A Choctaw Anthology."},
      {
        "id":"ED239794",
        "title":"Visiting An &quot;Egg Factory&quot; on the Farm: A Resource Unit."},
      {
        "id":"ED239798",
        "title":"National Advisory Council On Rural Development (1st, Washington, District of Columbia, April 14-15, 1982). Executive Summary of Proceedings."},
      {
        "id":"ED239801",
        "title":"Choices for Migrant Youth. Ideas for Action in Education and Work."},
      {
        "id":"ED239803",
        "title":"Office for Advanced Research in Hispanic Education: Project Activities and Accomplishments 1979-1983. Final Report."},
      {
        "id":"ED239804",
        "title":"Nonverbal Communications Between American Indian Children and Their Teachers. Final Report."},
      {
        "id":"ED239806",
        "title":"Fotonovelas and Comic Books--The Use of Popular Graphic Media in Development."},
      {
        "id":"ED239807",
        "title":"The Evaluation of California's Migrant Education Program. Summary of the Study."},
      {
        "id":"ED239809",
        "title":"Desafios que Enfrentaran las Administraciones Universitarias en los Proximos Anos (Challenges for University Administration in the Years Ahead)."},
      {
        "id":"ED239810",
        "title":"Algunos Criterios para Evaluar Programas de Educacion Superior a Nivel de Posgrado: El Caso Particular de la Administracion Publica (Some Criteria to Evaluate Higher Education Programs at the Graduate Level: The Special Case of Public Administration)."},
      {
        "id":"ED239811",
        "title":"La Capacitacion de Docentes en el Marco de la Regionalizacion Educativa (In-Service Teacher Training within Educational Regional Planning)."},
      {
        "id":"ED239812",
        "title":"Social Work Practice with Native American Families: A Handbook."},
      {
        "id":"ED239813",
        "title":"Doing Research on Effective Cross-Cultural Teaching: The Teacher Tale."},
      {
        "id":"ED239814",
        "title":"Native College Success in the Seventies: Trends at the University of Alaska at Fairbanks. ISER Occasional Paper No. 15."},
      {
        "id":"ED239815",
        "title":"Making Good Boys Better: Nonformal Education in Boy Scouts."},
      {
        "id":"ED239816",
        "title":"When You Don't Know What's Important: Revitalizing Decision-Making in the Native American School."},
      {
        "id":"ED239817",
        "title":"Indian Education Act--Title IV. Hearing Before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED239819",
        "title":"Curriculum Development for Functional Literacy and Nonformal Education Programs. Workshop."},
      {
        "id":"ED239820",
        "title":"Program and Curriculum Development in the Post-Literacy Stages. (A Workshop Manual)."},
      {
        "id":"ED239825",
        "title":"A Research Report of Small High Schools in the United States in Regards to Curricular Offerings, Micro-Computer Usage, and Correspondence Courses."},
      {
        "id":"ED239828",
        "title":"How Extension Can Help Communities Conduct Impact Analyses."},
      {
        "id":"ED239829",
        "title":"Agriculture in Iowa: Curriculum Guide for Grades 4-5-6."},
      {
        "id":"ED239833",
        "title":"The Southern Youth Study: 1966-1979. A Regional Survey of Young Adults from Rural Areas and Small Towns in the South."},
      {
        "id":"ED239836",
        "title":"Pi: The Digit Hunt."},
      {
        "id":"ED239837",
        "title":"Energy Tech-Knowledgy."},
      {
        "id":"ED239839",
        "title":"Wet Worlds: Explore the World of Water. Marine and Fresh Water Activities for the Elementary Classroom."},
      {
        "id":"ED239840",
        "title":"Project R-3 Flowcharting Handbook. A Motivational Program Emphasizing Student Readiness, Subject Relevance, and Learning Reinforcement through Individualized Instruction, Intensive Involvement, and Gaming Simulation. Revised Edition."},
      {
        "id":"ED239841",
        "title":"SPACES: Solving Problems of Access to Careers in Engineering and Science. Math and Career Activities for Elementary and Secondary Students."},
      {
        "id":"ED239843",
        "title":"STS-9 and Amateur Radio. NASA Educational Briefs for the Classroom."},
      {
        "id":"ED239846",
        "title":"Innovations: The Social Consequences of Science and Technology. Final Evaluation Report."},
      {
        "id":"ED239847",
        "title":"A Revised and Intensified Science and Technology Curriculum Grades K-12 Urgently Needed for Our Future. Recommendations of the Conference on Goals for Science and Technology Education Grades K-12 (Washington, District of Columbia, March 11-13, 1983)."},
      {
        "id":"ED239851",
        "title":"Programs in Science for Minority Students, 1960-1975."},
      {
        "id":"ED239856",
        "title":"The Contest Problem Book IV. Annual High School Examinations 1973-1982. New Mathematical Library, Volume 29."},
      {
        "id":"ED239857",
        "title":"Studies in Mathematics, Volume 22. Studies in Computer Science."},
      {
        "id":"ED239858",
        "title":"Professional Opportunities in the Mathematical Sciences. Eleventh Edition. A Report for Undergraduate Students of Mathematics."},
      {
        "id":"ED239860",
        "title":"Source Book of Educational Materials for Diagnostic Medical Ultrasound. Radiological Health Series."},
      {
        "id":"ED239865",
        "title":"Handbook for Conducting Equity Activities in Mathematics Education."},
      {
        "id":"ED239869",
        "title":"Marine Habitats. Man and the Gulf of Mexico Series."},
      {
        "id":"ED239870",
        "title":"Marine and Estuarine Ecology. Man and the Gulf of Mexico."},
      {
        "id":"ED239907",
        "title":"Algebra I. Curriculum Guide. Bulletin 1580. Revised 1984."},
      {
        "id":"ED239908",
        "title":"Mathematics II. Curriculum Guide. Bulletin 1161. Revised 1983."},
      {
        "id":"ED239909",
        "title":"Mathematics I. Curriculum Guide. Bulletin 1608."},
      {
        "id":"ED239910",
        "title":"Business Arithmetic. Curriculum Guide. Bulletin 1612."},
      {
        "id":"ED239917",
        "title":"The Growing Classroom: A Garden-Based Science and Nutrition Curriculum for 2nd through 6th Grades. Book 1: Becoming a Farmer."},
      {
        "id":"ED239918",
        "title":"The Growing Classroom: A Garden-Based Science and Nutrition Curriculum for 2nd through 6th Grades. Book 2: Science."},
      {
        "id":"ED239919",
        "title":"The Growing Classroom: A Garden-Based Science and Nutrition Curriculum for 2nd through 6th Grades. Book 3: Nutrition."},
      {
        "id":"ED239921",
        "title":"Activities in Planetary Geology for the Physical and Earth Sciences."},
      {
        "id":"ED239930",
        "title":"The Development of a Multidimensional Observational System for the Analysis of Pupil-Teacher Interaction."},
      {
        "id":"ED239952",
        "title":"What Did It Look Like Then? Eighteenth Century Architectural Elements."},
      {
        "id":"ED239953",
        "title":"Freedman&apos;s Village, Arlington, Virginia: 1863-1900."},
      {
        "id":"ED239954",
        "title":"The Capitol Experience in Washington, D.C."},
      {
        "id":"ED239955",
        "title":"If These Walls Could Talk! The Story of Arlington House Before the Civil War."},
      {
        "id":"ED239956",
        "title":"Block Study: Learning About Your Local Community."},
      {
        "id":"ED240003",
        "title":"Essential Performance Objectives for Social Studies: Illustrative Learning Activities (7-9)."},
      {
        "id":"ED240004",
        "title":"Activities Using &quot;The State of the World Atlas.&quot; Grades 7-12. International Understanding Series."},
      {
        "id":"ED240005",
        "title":"Grass Roots Activism in the United States: Global Implications?"},
      {
        "id":"ED240010",
        "title":"Data Book of Social Studies Materials and Resources. Volume 9."},
      {
        "id":"ED240014",
        "title":"Classroom Exercises Utilizing Precipitation Data."},
      {
        "id":"ED240016",
        "title":"Tourism, Field Trips and Geographic Education."},
      {
        "id":"ED240019",
        "title":"Program Descriptions for History-Social Science Instructional Materials."},
      {
        "id":"ED240033",
        "title":"What Is Social Studies? Student Teacher Perspectives."},
      {
        "id":"ED240034",
        "title":"The Swedes: In Their Homeland, In America, In Connecticut. The Peoples of Connecticut Multicultural Ethnic Heritage Series, Number Seven."},
      {
        "id":"ED240036",
        "title":"Gaming and Simulations in Economics."},
      {
        "id":"ED240040",
        "title":"Cohort Changes in Attitudes about Race Relations."},
      {
        "id":"ED240043",
        "title":"The Effects of High School Community Service Programs on Students' Social Development. Final Report."},
      {
        "id":"ED240047",
        "title":"Political Science and Policy Analysis: Contributions of the Discipline to Training Producers."},
      {
        "id":"ED240048",
        "title":"Essential Performance Objectives for Social Studies."},
      {
        "id":"ED240050",
        "title":"Suggestions from Student Teachers."},
      {
        "id":"ED240063",
        "title":"Living Well: An Introduction to Health Promotion and Disease Prevention."},
      {
        "id":"ED240064",
        "title":"Graduate Study in Education: An Analysis of Institutions and Degree Awards, 1971-1981."},
      {
        "id":"ED240066",
        "title":"Will Inservice Education Alleviate the Current Problems in Science Education?"},
      {
        "id":"ED240072",
        "title":"A Collaborative Model to Identify and Implement Applications of Research on Effective Teaching to Preservice/Inservice Teacher Education."},
      {
        "id":"ED240073",
        "title":"Applying Research to Teacher Education: The University of Utah's Collaborative Approach. First Year Preliminary Report."},
      {
        "id":"ED240074",
        "title":"The Effect of an Observation Instrument on Student Teacher Performance of Active Teaching Behaviors."},
      {
        "id":"ED240077",
        "title":"Factors Related to High School Students' Interest in Teaching as a Profession."},
      {
        "id":"ED240078",
        "title":"Generalizability and Accessibility of Causal Evidence in Educational Practice."},
      {
        "id":"ED240081",
        "title":"Contexts Affecting Methods Instruction in Selected Teacher Education Institutions."},
      {
        "id":"ED240082",
        "title":"School Discipline: A New Management System That Works."},
      {
        "id":"ED240083",
        "title":"Follow-Up Evaluation Studies and Procedures, College of Education, Bowling Green State University, Bowling Green, Ohio."},
      {
        "id":"ED240084",
        "title":"Flood Tides and Aging Swimmers: An Exploration into the Supply and Demand for Teachers."},
      {
        "id":"ED240088",
        "title":"Using What We Know about Teaching."},
      {
        "id":"ED240096",
        "title":"Participant Characteristics, Change, and Outcomes in Preservice Clinical Teacher Education. Clinical Teacher Education -- Preservice Series."},
      {
        "id":"ED240097",
        "title":"Personality Factors in the Student Teaching Triad."},
      {
        "id":"ED240098",
        "title":"The Context of Clinical Preservice Teacher Education: The Student Teaching Experience. Clinical Teacher Education -- Preservice Series."},
      {
        "id":"ED240099",
        "title":"Clinical Preservice Activities: Education, Development, Training--Three Case Studies. Clinical Teacher Education -- Preservice Series."},
      {
        "id":"ED240103",
        "title":"The Evaluation of Student Teachers."},
      {
        "id":"ED240105",
        "title":"Developing Effective Instructional Planning and Decision-Making Skills: Are We Training Teachers or Technicians?"},
      {
        "id":"ED240106",
        "title":"Supervision of Student Teachers: Feedback and Evaluation. Clinical Teacher Education -- Preservice Series."},
      {
        "id":"ED240108",
        "title":"Observer Training Manual for the Changing Teacher Practice Study. Revised Manual."},
      {
        "id":"ED240111",
        "title":"The Ecology of Field Experience: Toward an Understanding of the Role of Field Experiences in Teacher Development."},
      {
        "id":"ED240112",
        "title":"The Development of Teacher Perspectives."},
      {
        "id":"ED240113",
        "title":"Teacher Perspectives in the Face of Institutional Press."},
      {
        "id":"ED240114",
        "title":"Meeting the Challenge: Recent Efforts to Improve Education across the Nation. A Report to the Secretary of Education."},
      {
        "id":"ED240120",
        "title":"Experiential Cross-Cultural Approaches in Multicultural Early Field Experiences in the Small Community."},
      {
        "id":"ED240121",
        "title":"Mental Health and the Intern--A Teacher Training Model."},
      {
        "id":"ED240122",
        "title":"A Study of the Validity of the Restructured GRE Aptitude Test for Predicting First-Year Performance in Graduate Study."},
      {
        "id":"ED240124",
        "title":"State and District Report of Results, 1981-1982."},
      {
        "id":"ED240136",
        "title":"An Evaluation of the Schools of Choice Programs: Progress Report [and] Executive Summary."},
      {
        "id":"ED240142",
        "title":"Systemic Evaluation. Methodology."},
      {
        "id":"ED240143",
        "title":"Graded SPSS Exercises."},
      {
        "id":"ED240144",
        "title":"Relationships among NTE Cut-Scores, Not Valid Items, NTE Tests and Curriculum Match and Minimally Competent Examinees."},
      {
        "id":"ED240145",
        "title":"Evaluation Report for the Heartsmart Adventures."},
      {
        "id":"ED240147",
        "title":"Enlistment Effects and Policy Implications of the Educational Assistance Test Program."},
      {
        "id":"ED240154",
        "title":"Futureprint. California Demonstration Program in Reading: De Anza Junior High School. Eleventh Annual Report."},
      {
        "id":"ED240155",
        "title":"Futureprint. Evaluation Handbook: De Anza Junior High School."},
      {
        "id":"ED240156",
        "title":"Adolescent Impulsivity and Self-Instruction Training: A Pilot Study. Review and Evaluation Bulletins, Volume 4, Number 6."},
      {
        "id":"ED240160",
        "title":"Illinois Inventory of Educational Progress, Grade 4. [4th Grade Test]."},
      {
        "id":"ED240161",
        "title":"Illinois Inventory of Educational Progress, Grade 8. [8th Grade Test]."},
      {
        "id":"ED240162",
        "title":"Illinois Inventory of Educational Progress, Grade 11. [11th Grade Test]."},
      {
        "id":"ED240166",
        "title":"The Revalidation of an Instrument to Measure Zones of Indifference of Teachers to Directives Issued by Administrators."},
      {
        "id":"ED240168",
        "title":"An Application of a Multidimensional Extension of the Two-Parameter Logistic Latent Trait Model."},
      {
        "id":"ED240169",
        "title":"Data Collection Procedures and Descriptive Statistics for the Grade Two (Spring) Achievement Monitoring Tests (A-1 and A-2), Coordinated Study No. 1."},
      {
        "id":"ED240177",
        "title":"Intensive Reading Instructional Teams, Evaluation Manual for Project Directors."},
      {
        "id":"ED240178",
        "title":"A Comparison of Bilingual Oral Language and Reading Skills among Limited English-Speaking Students from Spanish-Speaking Backgrounds. Monograph 2."},
      {
        "id":"ED240180",
        "title":"Afro-Caribbean Women in the United States: Images and Reality."},
      {
        "id":"ED240181",
        "title":"United States Language Policy: Where Do We Go from Here?"},
      {
        "id":"ED240183",
        "title":"Organizing for Change: PEER's Guide to Campaigning for Equal Education."},
      {
        "id":"ED240188",
        "title":"Subsidized Work Experience in the Private Sector and Occupational Accessing: Strategies for Employing Disadvantaged Youth. Final Report."},
      {
        "id":"ED240190",
        "title":"Collaborative for Alabama Urban School Educators. Final Report."},
      {
        "id":"ED240192",
        "title":"The Cultural-Distance Approach: A Model for Analyzing Black-White Performance Differences on Measures of IQ."},
      {
        "id":"ED240193",
        "title":"Two Strategies for Teaching Black Psychology."},
      {
        "id":"ED240194",
        "title":"Youth Organizations as a Third Educational Environment Particularly for Minority Group Youth. Final Report to the National Institute of Education."},
      {
        "id":"ED240197",
        "title":"A Final Review of the Connection Program: Serving High-Risk Adolescents in the Secondary School."},
      {
        "id":"ED240199",
        "title":"Nonverbal Factors in the Education of Chinese American Children: A Film Study."},
      {
        "id":"ED240200",
        "title":"Factors Influencing Persistence/Achievement in the Sciences and Health Professions by Black High School and College Women. Final Report."},
      {
        "id":"ED240202",
        "title":"Kaleidoscopes. Emerging Patterns of Response and Action in ECIA Case Studies of Chapter 2 in Selected States."},
      {
        "id":"ED240203",
        "title":"A Conceptual Study of Knowledge Use in Schools. Final Report (Draft)."},
      {
        "id":"ED240211",
        "title":"The Hispanic Population: A Demographic and Issue Profile. Hearings before the Subcommittee on Census and Population of the Committee on Post Office and Civil Service. House of Representatives, Ninety-Eighth Congress, First Session (September 13-15, 1983)."},
      {
        "id":"ED240212",
        "title":"Hearing on the Equal Educational Opportunity Act of 1983, before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session on H.R. 2397 (April 6, 1983)."},
      {
        "id":"ED240214",
        "title":"Federal Civil Rights Commitments: An Assessment of Enforcement Resources and Performance. United States Commission on Civil Rights Clearinghouse Publication 82."},
      {
        "id":"ED240215",
        "title":"Coming Together, Coming Apart. Black Settlers in Rural Wisconsin. Teachers' Manual."},
      {
        "id":"ED240216",
        "title":"The Multicultural Education QAT (Quick Assessment Test)."},
      {
        "id":"ED240217",
        "title":"Selected Multicultural Instructional Materials."},
      {
        "id":"ED240219",
        "title":"Competencies for Teaching Multiculturally."},
      {
        "id":"ED240224",
        "title":"Multicultural Education: From Product to Process."},
      {
        "id":"ED240225",
        "title":"National Evaluation of the PUSH for Excellence Project. Final Report."},
      {
        "id":"ED240228",
        "title":"Job Service Referral and Placement Follow-Up Demonstration Project. Phase I--Feasibility Study and Design. Final Report. Executive Summary."},
      {
        "id":"ED240232",
        "title":"Vocational Education Research in the 1980s. Proceedings of a National Conference."},
      {
        "id":"ED240256",
        "title":"Manpower Issues in Educational Investment. A Consideration of Planning Processes and Techniques. World Bank Staff Working Papers Number 624."},
      {
        "id":"ED240267",
        "title":"Linkage of Vocational Education and Related Service Deliverers."},
      {
        "id":"ED240268",
        "title":"Feasibility Study of Telecommunications and Electronic Technologies Useful to the National Academy for Vocational Education. Final Administrative Report: Year One. Volume II."},
      {
        "id":"ED240269",
        "title":"Robotics and Office Automation: Implications for Vocational Education."},
      {
        "id":"ED240270",
        "title":"A System Design for Evaluating Vocational Education Research and Development."},
      {
        "id":"ED240271",
        "title":"A Recap of the Sixth Nationwide Vocational Education Dissemination Conference: Disseminating for Tomorrow&apos;s Voc Ed. The Proceedings (Columbus, Ohio, November 15-17, 1983)."},
      {
        "id":"ED240272",
        "title":"Transition Patterns between Education and Work."},
      {
        "id":"ED240277",
        "title":"Women and Development. Courier No. 29."},
      {
        "id":"ED240279",
        "title":"Competencies Identification for Robotics Training."},
      {
        "id":"ED240281",
        "title":"Developing a Strategy. Supporting Economic Development: A Guide for Vocational Educators."},
      {
        "id":"ED240283",
        "title":"The Changing Workplace: Implications of Quality of Work Life Developments for Vocational Education. Research and Development Series No. 249."},
      {
        "id":"ED240286",
        "title":"To Consolidate Federal Vocational and Adult Education Programs. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session on H.R. 2940."},
      {
        "id":"ED240287",
        "title":"Adult Literacy in Utah: Even a Leader Has Unmet Needs."},
      {
        "id":"ED240288",
        "title":"Literacy Instruction in the Military."},
      {
        "id":"ED240289",
        "title":"The Impact of Basic Skills on Human Resource Management in the Retailing Industry."},
      {
        "id":"ED240290",
        "title":"Realities of Adult Literacy in Work Settings."},
      {
        "id":"ED240291",
        "title":"Literacy Needs and Developments in American Community Colleges."},
      {
        "id":"ED240292",
        "title":"Literacy Training in Penal Institutions."},
      {
        "id":"ED240293",
        "title":"The Design &amp; Administrative Management of Literacy Training Programs in South Carolina."},
      {
        "id":"ED240294",
        "title":"The Role of Volunteers in Adult Literacy Programs."},
      {
        "id":"ED240295",
        "title":"Concerns in Establishing and Maintaining a Community Based Adult Literacy Project."},
      {
        "id":"ED240296",
        "title":"Teaching Strategies for Developing Literacy Skills in Non-Native Speakers of English."},
      {
        "id":"ED240297",
        "title":"Teaching English as a Second Language (ESL) to Adults: State-of-the-Art."},
      {
        "id":"ED240298",
        "title":"Literacy and Minority Language Groups. Community Literacy as a Method and Goal."},
      {
        "id":"ED240299",
        "title":"New Views on Developing Basic Skills with Adults."},
      {
        "id":"ED240300",
        "title":"Strategies for Adult Literacy Development."},
      {
        "id":"ED240302",
        "title":"Planning and Organization of Literacy Campaigns, Programs and Projects."},
      {
        "id":"ED240305",
        "title":"Demystifying High Technology. Occasional Paper No. 97."},
      {
        "id":"ED240308",
        "title":"Mental Health Worker Training. A State-of-the-Art Reference on Statewide Mental Health Agency Training Programs."},
      {
        "id":"ED240309",
        "title":"Federal Agencies' Implementation of the 1983 Emergency Jobs Appropriations Act."},
      {
        "id":"ED240311",
        "title":"VRA Extension and Increases in the GI Bill Rates. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs, House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED240312",
        "title":"Issues in Vocational Education."},
      {
        "id":"ED240313",
        "title":"Assess Student Performance: Knowledge. Second Edition. Module D-2 of Category D--Instructional Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED240314",
        "title":"Develop a Lesson Plan. Second Edition. Module B-4 of Category B--Instructional Planning. Professional Teacher Education Module Series."},
      {
        "id":"ED240315",
        "title":"The Future Role of Vocational Guidance: A National Perspective."},
      {
        "id":"ED240316",
        "title":"Development of Procedures for Generating Alternative Allied Health Manpower Requirements and Supply Estimates."},
      {
        "id":"ED240317",
        "title":"Nurse Supply, Distribution and Requirements. 3rd Report to the Congress. Nurse Training Act of 1975."},
      {
        "id":"ED240320",
        "title":"Pilot Testing a Model of School Adjustment for Postsecondary Vocational Education Programs."},
      {
        "id":"ED240321",
        "title":"Utilizing Federal Reporting Requirements to Generate Useful Data at the Local Level: Creating an Open-Book Data Base."},
      {
        "id":"ED240347",
        "title":"Career/Vocational Awareness for the Limited English Proficient. Final Report, 1982-83."},
      {
        "id":"ED240350",
        "title":"Project Workability Evaluation Report."},
      {
        "id":"ED240351",
        "title":"Cohort Size and Earnings."},
      {
        "id":"ED240354",
        "title":"MICRO-VERS. Microcomputer Software for the Vocational Education Reporting System. User's Guide and Reference Manual. Version 1.0 Apple II."},
      {
        "id":"ED240355",
        "title":"MICRO-VERS. Micro-computer Software for the Vocational Education Reporting System. User's Guide and Reference Manual. Version 2.0 Apple II."},
      {
        "id":"ED240367",
        "title":"Nutrition and Menu Planning 9-3. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED240381",
        "title":"Issues in the Transition from School to Adult Services: A Survey of Parents of Secondary Students with Severe Handicaps. Specialized Training Program. Model School and Community Services for People with Severe Handicaps."},
      {
        "id":"ED240382",
        "title":"Develop a Unit of Instruction. Second Edition. Module B-3 of Category B--Instructional Planning. Professional Teacher Education Module Series."},
      {
        "id":"ED240383",
        "title":"Education and Jobs in a Technological World. Information Series No. 265."},
      {
        "id":"ED240384",
        "title":"Education and Training for a Technological World. Information Series No. 267."},
      {
        "id":"ED240385",
        "title":"Educational Technology in Voc Ed. Information Series No. 268."},
      {
        "id":"ED240386",
        "title":"Bilingual Voc Ed. Information Series No. 269."},
      {
        "id":"ED240387",
        "title":"A Society Based on Work. Information Series No. 270."},
      {
        "id":"ED240388",
        "title":"Entrepreneurship: A Career Alternative. Information Series No. 273."},
      {
        "id":"ED240394",
        "title":"Displaced Workers. Overview: ERIC Fact Sheet No. 21."},
      {
        "id":"ED240395",
        "title":"Communications Technologies in Adult, Career, and Vocational Education. Overview: ERIC Fact Sheet No. 22."},
      {
        "id":"ED240396",
        "title":"Career Education for the Underemployed. Overview: ERIC Digest No. 26."},
      {
        "id":"ED240397",
        "title":"Career Development in Adult Basic Education. Overview: ERIC Digest No. 27."},
      {
        "id":"ED240398",
        "title":"Human Resource Development: An Introduction. Overview: ERIC Digest No. 28."},
      {
        "id":"ED240399",
        "title":"Retirement Education Programs. Overview: ERIC Digest No. 29."},
      {
        "id":"ED240400",
        "title":"Part-Time Teachers in Adult and Vocational Education. Overview: ERIC Digest No. 30."},
      {
        "id":"ED240413",
        "title":"School Social Work. Pupil Personnel Services Recommended Practices and Procedures Manual Series."},
      {
        "id":"ED240414",
        "title":"Navajo Youth and Early School Withdrawal: A Case Study. NCBR Reports."},
      {
        "id":"ED240419",
        "title":"Relocation: Black and White Dual Career Families on the Move."},
      {
        "id":"ED240421",
        "title":"The School Action Effectiveness Study: Second Interim Report, Part II. Report No. 342."},
      {
        "id":"ED240422",
        "title":"Dialectical Reasoning and Subjective Impressions of Personality."},
      {
        "id":"ED240423",
        "title":"Empathy in School Students."},
      {
        "id":"ED240424",
        "title":"Aging and the Semantic Priming of Lexical Decisions."},
      {
        "id":"ED240428",
        "title":"Parental Child Snatching: A Preliminary Estimate of the National Incidence."},
      {
        "id":"ED240429",
        "title":"Another Look at Parental Antecedents of Sex Role Development."},
      {
        "id":"ED240430",
        "title":"What Parents Tell Their Children about Child Sexual Abuse."},
      {
        "id":"ED240431",
        "title":"The Relationship between Problem Solving Self-Appraisal and Psychological Adjustment."},
      {
        "id":"ED240434",
        "title":"Commons Dilemma Choices in Small vs. Large Groups."},
      {
        "id":"ED240436",
        "title":"Preventing Relapse to Cigarette Smoking by Behavioral Skill Training."},
      {
        "id":"ED240437",
        "title":"Cross-Cultural Psychology."},
      {
        "id":"ED240439",
        "title":"Hypnotic Treatment of Smoking."},
      {
        "id":"ED240441",
        "title":"Competence in Serving Children: Credentials Protectionism and Public Policy."},
      {
        "id":"ED240444",
        "title":"Using a Professional Conference Model to Teach Adolescents about School-Age Parenthood."},
      {
        "id":"ED240445",
        "title":"Motivation and Creativity: Effects of Motivational Orientation on Creative Writers."},
      {
        "id":"ED240446",
        "title":"Nonverbal Affective Communication in Children: Theoretical and Clinical Relevance."},
      {
        "id":"ED240448",
        "title":"Speech by T. H. Bell, Secretary of Education, Prepared for the Conference for Youth on Teenage Drinking and Driving (Chevy Chase, MD, March 26, 1983)."},
      {
        "id":"ED240451",
        "title":"Some Determinants and Consequences of Helping by the Elderly."},
      {
        "id":"ED240452",
        "title":"Marital Status and Life Satisfaction of Black Men."},
      {
        "id":"ED240455",
        "title":"Cheating, Ethics and the Student of Professional Psychology: A Case Study."},
      {
        "id":"ED240461",
        "title":"Self-Esteem: A Family Affair. An Evaluation Study."},
      {
        "id":"ED240463",
        "title":"Respecialization Training in the Psychology Department Clinic."},
      {
        "id":"ED240464",
        "title":"A Clinic Outpost: Training for Pediatric Psychologists."},
      {
        "id":"ED240465",
        "title":"Correlates of Client Satisfaction at Trainee and Professionally Staffed Counseling Centers."},
      {
        "id":"ED240470",
        "title":"Educational Seduction: An Attributional Analysis."},
      {
        "id":"ED240473",
        "title":"Attribution of Responsibility for Accidents Involving Blameworthy Acts."},
      {
        "id":"ED240474",
        "title":"Relationship between Classroom Absenteeism and Stress Risk/Buffer Factors, Depressogenic Attributional Style, Depression and Classroom Academic Performance."},
      {
        "id":"ED240475",
        "title":"Becoming a Cigarette Smoker: A Social-Psychological Perspective."},
      {
        "id":"ED240477",
        "title":"Psychophysical Scaling of Attachment and Loss."},
      {
        "id":"ED240479",
        "title":"Y.E.S., Inc. Guidebook. A Youth Employment Skills Media and Outreach Project."},
      {
        "id":"ED242491",
        "title":"Conservation II. Science Activities in Energy. [Student's and] Teacher's Guide."},
      {
        "id":"ED242492",
        "title":"Biomass I. Science Activities in Energy [and] Teacher's Guide."},
      {
        "id":"ED242501",
        "title":"Nuclear Power from Fission Reactors. An Introduction."},
      {
        "id":"ED242512",
        "title":"Mathematics Skill Continuum: Learner Based Objectives, Head Start - Grade 6. Revised Edition. The Best of BES - Basic Educational Skills Materials."},
      {
        "id":"ED242513",
        "title":"Guidelines for Engineering Research Centers."},
      {
        "id":"ED242516",
        "title":"Review of Mathematics and Science Education Programs, 1983. Hearing before the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED242517",
        "title":"Science and Technology: Cooperation between the United States and China. Hearing before the Special Subcommittee on U.S. Trade with China of the Committee on Energy and Commerce. House of Representatives, Ninety-Eighth Congress, First Session (October 31, November 3, 1983)."},
      {
        "id":"ED242520",
        "title":"The ABC's of Energy."},
      {
        "id":"ED242521",
        "title":"Air Pollution, Acid Rain, and the Future of Forests. Worldwatch Paper 58."},
      {
        "id":"ED242522",
        "title":"Science Teaching: A Profession Speaks. NSTA Yearbook."},
      {
        "id":"ED242523",
        "title":"Cheating in Engineering Courses: Short- and Long-Term Consequences."},
      {
        "id":"ED242525",
        "title":"Developing Computational Estimation Materials for the Middle Grades. Final Report."},
      {
        "id":"ED242526",
        "title":"Computational Estimation Instructional Materials for the Middle Grades. Grade 6."},
      {
        "id":"ED242527",
        "title":"Computational Estimation Instructional Materials for the Middle Grades. Grade 7."},
      {
        "id":"ED242528",
        "title":"Computational Estimation Instructional Materials for the Middle Grades. Grade 8."},
      {
        "id":"ED242541",
        "title":"Federal Funds for Research and Development. Fiscal Years 1981, 1982, and 1983. Volume XXXI. Final Report. Surveys of Science Resources Series."},
      {
        "id":"ED242543",
        "title":"Report of the Workshop on Magnetic Information Technology - MINT (Washington, D.C., June 22-24, 1983)."},
      {
        "id":"ED242547",
        "title":"The SEDL Regional Conferences: The White House Report on Science & Engineering Education (Austin, Texas, March 10, 1981; Baton Rouge, Louisiana, March 12, 1981). Final Report."},
      {
        "id":"ED242550",
        "title":"Solving Algebra Word Problems."},
      {
        "id":"ED242551",
        "title":"Agricultural Mathematics for Peace Corps Volunteers. Appropriate Technologies for Development. Reprint R-4."},
      {
        "id":"ED242552",
        "title":"Adult Basic Education Mathematics Curriculum Guide."},
      {
        "id":"ED242557",
        "title":"Adult Basic Education Science Curriculum Guide."},
      {
        "id":"ED242558",
        "title":"Preserving Food by Drying. A Math/Science Teaching Manual. Appropriate Technologies for Development. Manual No. M-10."},
      {
        "id":"ED242559",
        "title":"Mathematics Achievement Effects of Three Levels of Individualization: Whole Class, Ability Grouped, and Individualized Instruction."},
      {
        "id":"ED242561",
        "title":"The Disadvantaged Majority: Science Education for Women. AETS Outstanding Paper for 1983."},
      {
        "id":"ED242562",
        "title":"A 50-State Survey of Initiatives in Science, Mathematics and Computer Education. ECS Working Papers. Task Force on Education for Economic Growth."},
      {
        "id":"ED242563",
        "title":"Reforestation in Arid Lands. Appropriate Technologies for Development. Manual M-5."},
      {
        "id":"ED242564",
        "title":"Volunteer Notes on Reforestation. A Handbook for Volunteers. Appropriate Technologies for Development. Reprint R-45."},
      {
        "id":"ED242565",
        "title":"Freshwater Fish Pond Culture and Management. Appropriate Technologies for Development. Manual M-1B."},
      {
        "id":"ED242569",
        "title":"Scanning the New Horizons: Essays on the Preparation of Educational Research Personnel in Asia and the Pacific."},
      {
        "id":"ED242570",
        "title":"Research and Educational Reform: Problems and Issues, and Strategies for Resolving Them. Report of a Regional Workshop (November 4-17, 1982)."},
      {
        "id":"ED242575",
        "title":"Academic Freedom: A Classroom Exercise."},
      {
        "id":"ED242589",
        "title":"Measurement in Economic Education Research."},
      {
        "id":"ED242590",
        "title":"Curriculum Development for Social and Political Education in the Netherlands."},
      {
        "id":"ED242599",
        "title":"American Government and Civic Education."},
      {
        "id":"ED242605",
        "title":"How to Motivate Staff and Students to Save Energy: A Guide to Methods and Techniques That Work."},
      {
        "id":"ED242607",
        "title":"Nuclear Disarmament and the Insanity Defense: What Happened to Political Responsiveness?"},
      {
        "id":"ED242612",
        "title":"Problem Solving Skills in the Social Sciences: Methodological Considerations."},
      {
        "id":"ED242613",
        "title":"The Pacific Circle: A Report on the First Cycle of Activity (Note by the Secretariat)."},
      {
        "id":"ED242614",
        "title":"World History."},
      {
        "id":"ED242615",
        "title":"Local School Boards and the Arts: A Call for Leadership."},
      {
        "id":"ED242617",
        "title":"The Use of the Forced Compliance Paradigm in Modifying Sex Role Attitudes and Its Relation to Feedback, Sex Role Orientation and Perceptual Differentiation."},
      {
        "id":"ED242618",
        "title":"Analyzing Inflation and Its Control: A Resource Guide. Economics-Political Science Series."},
      {
        "id":"ED242622",
        "title":"1983 Report of the United States Advisory Commission on Public Diplomacy."},
      {
        "id":"ED242624",
        "title":"Psychology and the Golden Fleece."},
      {
        "id":"ED242626",
        "title":"Fostering Equitable Consequences from Computer Learning Environments."},
      {
        "id":"ED242628",
        "title":"Choropleth Mapping: The Problems of Classification and Data Presentation."},
      {
        "id":"ED242629",
        "title":"Philosophy for Children: An Approach to Critical Thinking. Fastback 206."},
      {
        "id":"ED242634",
        "title":"The Impact of Online Bibliographic Databases on Teaching and Research in Political Science."},
      {
        "id":"ED242637",
        "title":"A Proposal to Expand the Fields of Practice of Educational Knowledge."},
      {
        "id":"ED242640",
        "title":"Presentational Behaviors and Student Performance."},
      {
        "id":"ED242643",
        "title":"Validity and the Contexts of Ethnography."},
      {
        "id":"ED242645",
        "title":"Bessie the Builder, Queen Bessie: Profile of Bessie Boehm Moore, 1984."},
      {
        "id":"ED242646",
        "title":"Using Fiction to Teach Introductory Anthropology."},
      {
        "id":"ED242654",
        "title":"Global Education: State of the Art. Research Summary Report."},
      {
        "id":"ED242657",
        "title":"Excellence in Education through Technology: The West Virginia Task Force on Technology in Education Final Report."},
      {
        "id":"ED242664",
        "title":"Applying Research to Teacher Education: Overview of Research Utilization in Elementary Teacher Education."},
      {
        "id":"ED242670",
        "title":"Mainstreaming: A Concept in Faculty Preparation (A Final Report)."},
      {
        "id":"ED242673",
        "title":"A Descriptive Study of Experienced and Novice Teachers' Interactive Instructional Thoughts and Actions."},
      {
        "id":"ED242674",
        "title":"Teacher Recruitment: Recommendations for Program Implementation."},
      {
        "id":"ED242677",
        "title":"Early Field Experiences: Unification of Cooperating Teachers' and Teacher Education Students' Diverse Perspectives."},
      {
        "id":"ED242682",
        "title":"An Analysis of Classroom Discussion Based on Teacher Success in Observing Wait Time."},
      {
        "id":"ED242683",
        "title":"A Study of Cooperating Teacher Behaviors Which Are Compatible with Established Goals of Teacher Education."},
      {
        "id":"ED242684",
        "title":"Modeling Teacher Education Research in an Introductory Teacher Education Course: A Case Study."},
      {
        "id":"ED242686",
        "title":"Legal Research for Educators."},
      {
        "id":"ED242687",
        "title":"Teacher Fairs: Counterpoint to Criticism. Fastback 204."},
      {
        "id":"ED242688",
        "title":"Teacher Preparation and Certification: The Call for Reform. Fastback 202."},
      {
        "id":"ED242691",
        "title":"Consortium to Assess the Reading/Writing Skills of Prospective Teachers: First Report."},
      {
        "id":"ED242692",
        "title":"The Effects of Mastery Learning on the Reasons Teachers Give for Their Effectiveness in the Classroom."},
      {
        "id":"ED242695",
        "title":"Sex Education: What We Teach Teachers."},
      {
        "id":"ED242699",
        "title":"Teachers as Instructional Leaders."},
      {
        "id":"ED242700",
        "title":"How Can We Teach Intelligence?"},
      {
        "id":"ED242701",
        "title":"Participatory Education and Youth Development in Secondary Schools."},
      {
        "id":"ED242702",
        "title":"One Exceptional Teacher&apos;s Systematic Decision-Making Model."},
      {
        "id":"ED242703",
        "title":"Health Education Instructional Guide (K-6)."},
      {
        "id":"ED242704",
        "title":"Toward Excellence: Student and Teacher Behaviors as Predictors of School Success. Research Summary Report."},
      {
        "id":"ED242709",
        "title":"Child Abuse and Neglect: A Teacher&apos;s Handbook for Detection, Reporting, and Classroom Management."},
      {
        "id":"ED242710",
        "title":"Principals' Perceptions of Their Role and the Perceived Effectiveness of Their Academic Preparation for That Role."},
      {
        "id":"ED242713",
        "title":"Teacher Testing as a Condition of Certification: Promises, Pitfalls, and Pratfalls."},
      {
        "id":"ED242715",
        "title":"Teachers Who Seek Computer Education: Their Attitudes, Needs, and Motivation."},
      {
        "id":"ED242717",
        "title":"Performance Assessment for Teacher Development."},
      {
        "id":"ED242718",
        "title":"The Use of Performance Assessment in the Classroom."},
      {
        "id":"ED242721",
        "title":"Mainstreaming in Secondary Schools: Focus on Research. OATE-OACTE Monograph Series No. 6."},
      {
        "id":"ED242722",
        "title":"Mainstreaming in Secondary Schools: A Shared Professional Responsibility. OATE-OACTE Monograph Series No. 7."},
      {
        "id":"ED242723",
        "title":"Teacher as Decision-Maker. A Field-Based Preservice Teacher Education Program."},
      {
        "id":"ED242725",
        "title":"A Cost Effectiveness Evaluation of Alternate Secondary Level Teacher Preparation Programs."},
      {
        "id":"ED242726",
        "title":"Student and Teacher Bidirectional Classroom Behavior: Effects on Classroom Interaction, Achievement, and Attitude."},
      {
        "id":"ED242729",
        "title":"Texas Assessment of Basic Skills. Final Technical Report: Executive Summary."},
      {
        "id":"ED242731",
        "title":"Elementary Law-Related Education Program: 1981-82 Evaluation Report."},
      {
        "id":"ED242733",
        "title":"Your Scores in Basic Skills: Iowa Tests of Basic Skills. AISD Junior High Schools, School Year 1981-82. AISD Senior High Schools, School Year 1981-82."},
      {
        "id":"ED242734",
        "title":"Your Child's Scores in Basic Skills: Iowa Tests of Basic Skills. AISD Kindergarten, School Year 1981-82. AISD Elementary Schools, School Year 1981-82."},
      {
        "id":"ED242738",
        "title":"Student Achievement Levels Climb at Ribault Senior High School."},
      {
        "id":"ED242739",
        "title":"The Graduate Degree Aspirations of Ethnic Student Groups among GRE Test-Takers."},
      {
        "id":"ED242740",
        "title":"Implicit Guessing Strategies of GRE-Aptitude Examinees Classified by Ethnic Group and Sex."},
      {
        "id":"ED242741",
        "title":"Relationship of the Figure Location Test to Choice of Graduate Major."},
      {
        "id":"ED242742",
        "title":"Assessing Students: Teachers' Routine Practices and Reasoning."},
      {
        "id":"ED242744",
        "title":"A Meta-Analysis Approach to Impact Evaluation of Adoptions."},
      {
        "id":"ED242746",
        "title":"Specific Learning Disability, 1982-83 Study."},
      {
        "id":"ED242747",
        "title":"Standard Errors of the Tucker Method for Linear Equating under the Common Item Nonrandom Groups Design. ACT Technical Bullegin Number 44."},
      {
        "id":"ED242748",
        "title":"Michigan Educational Assessment Program: Social Studies, Grade 4. Test Number 35, Student Assessment Booklet."},
      {
        "id":"ED242749",
        "title":"Michigan Educational Assessment Program: Social Studies, Grade 7. Test Number 65, Student Assessment Booklet."},
      {
        "id":"ED242750",
        "title":"Michigan Educational Assessment Program: Social Studies, Grade 10. Test Number 95, Student Assessment Booklet."},
      {
        "id":"ED242751",
        "title":"Concept Analysis in Evaluation. Paper and Report Series No. 61."},
      {
        "id":"ED242752",
        "title":"Convergent and Discriminant Validation of Measures of Faculty Competence by the Multitrait-Multimethod Matrix."},
      {
        "id":"ED242755",
        "title":"Developmental and Sex Differences in the Early Mentions of Kindergarten through Twelfth Graders' Spontaneous Self-Perceptions: Implications for Educational Research and Practice."},
      {
        "id":"ED242756",
        "title":"The Direct Assessment of Writing Skill: A Measurement Review. College Board Report No. 83-6."},
      {
        "id":"ED242757",
        "title":"The Effects of a Program to Increase CAT Scores."},
      {
        "id":"ED242758",
        "title":"Masculinity, Femininity and Androgyny: A Methodological and Theoretical Critique."},
      {
        "id":"ED242760",
        "title":"Implementing an Adaptive Testing Program in an Instructional Programs Environment."},
      {
        "id":"ED242762",
        "title":"An Investigation of the Adequacy of Several Goodness of Fit Statistics."},
      {
        "id":"ED242763",
        "title":"Item Banking for State and Local Test Development and Use: Specific Guidelines for Local Practitioners."},
      {
        "id":"ED242764",
        "title":"A Latent Trait Model for Use with Sequentially Arranged Units of Instruction."},
      {
        "id":"ED242768",
        "title":"Standardizing Behavioral Measurements across Cultures, Nations, and Time. World Education Monograph Series: Number One, 1983-1984."},
      {
        "id":"ED242769",
        "title":"Ways of Going Wrong in Teaching for Conceptual Change: Report on the Conceptual Change Project."},
      {
        "id":"ED242770",
        "title":"What Should Be Assessed in the Future: Theoretical Considerations from Research on Brain Function and from Research in Cognitive Science."},
      {
        "id":"ED242771",
        "title":"Assessing Students' Writing Skills: A Comparison of Direct &amp; Indirect Methods."},
      {
        "id":"ED242772",
        "title":"The Bias of Negatively Worded Items in Ratings Scales for Preadolescent Children: A Cognitive-Developmental Phenomenon."},
      {
        "id":"ED242781",
        "title":"Item Analysis Appropriate for Domain-Referenced Classroom Testing. (Project Technical Report Number 1)."},
      {
        "id":"ED242782",
        "title":"Making Seatwork Work. Research Series No. 142."},
      {
        "id":"ED242784",
        "title":"Multidimensional Adolescent Self-Concepts: Their Relationship to Age, Sex and Academic Measures."},
      {
        "id":"ED242785",
        "title":"Multidimensional Evaluations of Writing Effectiveness."},
      {
        "id":"ED242786",
        "title":"Multidimensional Self-Concepts; Relationships with Inferred Self-Concepts and Academic Achievement."},
      {
        "id":"ED242787",
        "title":"Reading and Arithmetic Achievement in Primary Grades for Students from Non-English Speaking Families: A Seven-Year Longitudinal Comparison."},
      {
        "id":"ED242792",
        "title":"Canonical Correlation Analysis: An Annotated Bibliography."},
      {
        "id":"ED242793",
        "title":"Measures of School Integration: Comparing Coleman's Index to Measures of Species Diversity."},
      {
        "id":"ED242794",
        "title":"Predicting Predictability: The Influence of Student and Institutional Characteristics on the Prediction of Grades. College Board Report No. 83-5"},
      {
        "id":"ED242795",
        "title":"Proposal Development and Evaluation: A Synthesis of Empirical Studies."},
      {
        "id":"ED242798",
        "title":"The Sense of Well-Being and Opportunity of America's Youth: Some Sources of Race and Sex Differences in Early Adolescence."},
      {
        "id":"ED242799",
        "title":"Vietnamese Ethnic Awareness Unit. The Best of BES."},
      {
        "id":"ED242801",
        "title":"Microcomputers: Equity and Quality in Education for Urban Disadvantaged Students. ERIC/CUE Digest Number 19."},
      {
        "id":"ED242804",
        "title":"Team Building/Building Teams Project. Washington State Sex Equity in Education Technical Assistance Program."},
      {
        "id":"ED242805",
        "title":"Factors That Influence the Career Choices of Rural Minority Students. Research Bulletin No. 31."},
      {
        "id":"ED242806",
        "title":"Nonmetropolitan Growth in the Late 1970's: The End of the Turnaround? CDE Working Paper 83-20."},
      {
        "id":"ED242808",
        "title":"Federal Education Assistance: Are Block Grants Meeting the Need? Hearing before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED242813",
        "title":"Changes &amp; Challenges: City Schools in America. Thirteen Journalists Look at Our Nation's Schools."},
      {
        "id":"ED242814",
        "title":"Survey and Analysis of Technology in the Great Cities."},
      {
        "id":"ED242815",
        "title":"Women and Children in Poverty. Hearing before the Task Force on Entitlements, Uncontrollables, and Indexing of the Committee on the Budget. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED242822",
        "title":"The Chicago Effective Schools Project. A Report of Evaluation Results--Fiscal 1983. Volume I."},
      {
        "id":"ED242829",
        "title":"Parental Role Satisfaction of Black Mothers."},
      {
        "id":"ED242851",
        "title":"Remarks before the Paralyzed Veterans of America, Disability Rights Conference (Washington, DC, April 5, 1984)."},
      {
        "id":"ED242858",
        "title":"Children's Health, Access to Services and Quality of Care. Revised Executive Summary."},
      {
        "id":"ED242859",
        "title":"Reforming Schools in the 1980s. A Critical Review of the National Reports. Urban Diversity Series, Number 87."},
      {
        "id":"ED242860",
        "title":"A Review of the Major Current Reports on Secondary Education. Urban Diversity Series Number 88."},
      {
        "id":"ED242863",
        "title":"Updating Teachers for Tomorrow&apos;s Technology: A Strategy for Action. Research and Development Series No. 242."},
      {
        "id":"ED242867",
        "title":"Systematic Program Design: A Handbook for Volunteers. Appropriate Technologies for Development. Fourth Edition. Reprint R-44A."},
      {
        "id":"ED242868",
        "title":"Diseno Sistematico de Proyectos: Manual para Voluntarios (Systematic Project Design: A Handbook for Volunteers). Appropriate Technologies for Development. Fourth Edition. Reprint R-44B."},
      {
        "id":"ED242874",
        "title":"Indicators of Quality in Cooperative Vocational Education: A Review and Synthesis of Research."},
      {
        "id":"ED242877",
        "title":"Handbook for Building Homes of Earth. Appropriate Technologies for Development. Reprint R-34."},
      {
        "id":"ED242878",
        "title":"Bamboo as a Building Material. Peace Corps. Appropriate Technologies for Development. Reprint R-33."},
      {
        "id":"ED242879",
        "title":"Guidelines for Development of a Home Industry. Appropriate Technologies for Development. Reprint R-14."},
      {
        "id":"ED242880",
        "title":"Irrigation Principles and Practices. Appropriate Technologies for Development. Reprint R-5."},
      {
        "id":"ED242881",
        "title":"Remote Areas Development Manual. Appropriate Technologies for Development. Reprint No. R-36."},
      {
        "id":"ED242882",
        "title":"Orchard Management: Horticultural Practices for Peace Corps Volunteers. Appropriate Technologies for Development. Reprint R-31."},
      {
        "id":"ED242883",
        "title":"Agricultural Development Workers Training Manual. Volume I. Orientation for Trainers."},
      {
        "id":"ED242884",
        "title":"Agricultural Development Workers Training Manual. Volume II. Extension Skills."},
      {
        "id":"ED242885",
        "title":"Agricultural Development Workers Training Manual. Volume III. Crops."},
      {
        "id":"ED242886",
        "title":"Agricultural Development Workers Training Manual. Volume IV. Livestock."},
      {
        "id":"ED242888",
        "title":"Emergency Medical Care. A Manual for the Paramedic in the Field."},
      {
        "id":"ED242889",
        "title":"Emergency Medical Care. A Manual for the Paramedic in the Field--Workbook."},
      {
        "id":"ED242892",
        "title":"An Assessment of the Governance and Administration of Vocational-Technical Education in Utah."},
      {
        "id":"ED242893",
        "title":"Secondary Vocational Education in the Cincinnati Area. Cincinnati City School System."},
      {
        "id":"ED242894",
        "title":"Secondary Vocational Education in the Cincinnati Area. Great Oaks Joint Vocational School District."},
      {
        "id":"ED242895",
        "title":"Equity and Vocational Education: Guidelines for the 1980s."},
      {
        "id":"ED242899",
        "title":"Present Information with Filmstrips and Slides. Second Edition. Module C-24 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED242912",
        "title":"Vocational Administrator Preparation: Meeting the Challenge of Economic Renewal."},
      {
        "id":"ED242913",
        "title":"Vocational Education and Youth Employment. Information Series No. 274."},
      {
        "id":"ED242914",
        "title":"Youth and the Labor Market. Analyses of the National Longitudinal Survey."},
      {
        "id":"ED242915",
        "title":"Teaching Students with Special Needs in Secondary and Vocational Programs: Classroom, Building, Equipment and Instructional Modifications and Adaptations. Working Paper Series."},
      {
        "id":"ED242918",
        "title":"Oversight Hearing on Adult Illiteracy. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED242919",
        "title":"Factors Contributing to Nonreenrollment of 4-H Club Members in Southeastern Florida."},
      {
        "id":"ED242920",
        "title":"Improved Food Drying and Storage Training Manual."},
      {
        "id":"ED242921",
        "title":"A Manual for Trainers of Small Scale Beekeeping Development Workers."},
      {
        "id":"ED242922",
        "title":"Training Feedback Handbook. Research Product 83-7."},
      {
        "id":"ED242923",
        "title":"An Evaluation of Minority and Female Performance in Army Rotary Wing Aviation Training. Volume II: Evaluation Report. Research Report 1319."},
      {
        "id":"ED242924",
        "title":"The Development and Field Trial of a System for Evaluating the Effectiveness and Efficiency of a Training Program. Research Report 1336."},
      {
        "id":"ED242925",
        "title":"Feedback Needs of Training Developers and Evaluators. Research Report 1351."},
      {
        "id":"ED242926",
        "title":"Prediction of Success at Typing. Technical Report 539."},
      {
        "id":"ED242927",
        "title":"Training for Skill Qualification Testing. Technical Report 549."},
      {
        "id":"ED242928",
        "title":"An Experimental Evaluation of Stress-Management Training for the Airborne Soldier. Technical Report 550."},
      {
        "id":"ED242929",
        "title":"Validity of the Military Applicant Profile (MAP) for Predicting Early Attrition in Different Educational, Age, and Racial Groups. Technical Report 567."},
      {
        "id":"ED242930",
        "title":"Relationships among Organizational Attitudes, Work Environment, Satisfaction with Human Resource Programs and Benefits, and Army Career Intentions. Technical Report 572."},
      {
        "id":"ED242941",
        "title":"Lowering Expectations: The Impact of Student Employment on Classroom Knowledge. Program Report 84-1."},
      {
        "id":"ED242942",
        "title":"Older Workers in the Market for Part-Time Employment. Research Report Series, RR-83-06."},
      {
        "id":"ED242943",
        "title":"Retirement and Older Americans' Participation in Volunteer Activities. Research Report Series, RR-83-01."},
      {
        "id":"ED242945",
        "title":"Organizational and Systems Theory: An Integrated Review. Technical Report 595."},
      {
        "id":"ED242946",
        "title":"Earnings in 1981 of Married-Couple Families, by Selected Characteristics of Husbands and Wives."},
      {
        "id":"ED242950",
        "title":"Employment Trends: 1984 and Beyond. Where the Jobs Will Be."},
      {
        "id":"ED242951",
        "title":"Assess Student Performance: Attitudes. Second Edition. Module D-3 of Category D--Instructional Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED242952",
        "title":"Determine Student Grades. Second Edition. Module D-5 of Category D--Instructional Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED242953",
        "title":"Modify the Learning Environment for Exceptional Students. Module L-5 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED242954",
        "title":"Promote Peer Acceptance of Exceptional Students. Module L-6 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED242955",
        "title":"Counsel Exceptional Students with Personal-Social Problems. Module L-10 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED242958",
        "title":"Veterans and Pell Grant Eligibility in 1982. Joint Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor and the Subcommittee on Education, Training and Employment of the Committee on Veterans Affairs, House of Representatives, Ninety-Seventh Congress, Second Session. Serial No. 97-81."},
      {
        "id":"ED242959",
        "title":"Women in Transition, 1983. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, First Session on Examination of Problems Faced by Women in Transition from Work without Pay to Economic Self-Sufficiency."},
      {
        "id":"ED242963",
        "title":"Future Curriculum Needs in Vocational Education and Training. Proceedings of the East Central Network for Curriculum Coodination and the United States Department of Education, Region V (Chicago, Illinois, October 26, 1983). Public Hearing."},
      {
        "id":"ED242964",
        "title":"Microcomputers in Small Business Management. Leadership and Training Series No. 64."},
      {
        "id":"ED242965",
        "title":"Word Processing: A Guide to Program Planning. Leadership Training Series No. 65."},
      {
        "id":"ED242966",
        "title":"High School Vocational Education Experiences: In School and in the Labor Market. Research and Development Series No. 244."},
      {
        "id":"ED242967",
        "title":"Increasing Job Placement Rates in Vocational Programs: Secondary and Postsecondary. Research and Development Series No. 245."},
      {
        "id":"ED242968",
        "title":"Private Sector Involvement with the Vocational Community: An Analysis of Policy Options. Information Series No. 281."},
      {
        "id":"ED242974",
        "title":"Industrial Policy: The Retraining Needs of the Nation&apos;s Long-Term Structurally Unemployed Workers. Hearings before the Joint Economic Committee, Congress of the United States. Ninety-Eighth Congress, First Session (September 16, 23, and 26, and October 26, 1983)."},
      {
        "id":"ED242975",
        "title":"Implications of Research for Nursing Practice, Education, and Policymaking. Proceedings of the Annual SCCEN Research Conference (2nd, Birmingham, Alabama, December 3-4, 1982)."},
      {
        "id":"ED242976",
        "title":"Training Manual for Human Service Risk Managers. Final Report."},
      {
        "id":"ED242977",
        "title":"Driver Selection and Training for Human Service Agencies. Final Report."},
      {
        "id":"ED242980",
        "title":"The Long-Term Effects of Vocational Education: Earnings, Employment, Education, and Aspirations. Research and Development Series No. 246."},
      {
        "id":"ED242985",
        "title":"Continuing Education and the American Workforce."},
      {
        "id":"ED242986",
        "title":"Relationship of Vocational Training to Occupational Opportunities by Sex of Person."},
      {
        "id":"ED242987",
        "title":"Pilots and Flight Engineers. Aviation Careers Series."},
      {
        "id":"ED242989",
        "title":"Airport Careers. Aviation Careers Series. Revised."},
      {
        "id":"ED242990",
        "title":"Aircraft Manufacturing Occupations. Aviation Careers Series."},
      {
        "id":"ED242991",
        "title":"Airline Careers. Aviation Careers Series. Revised."},
      {
        "id":"ED242993",
        "title":"Flight Attendants. Aviation Careers Series. Revised."},
      {
        "id":"ED242995",
        "title":"Attending to Self Activity in the Afro-American Client."},
      {
        "id":"ED243004",
        "title":"Short-Term Longitudinal Changes in Memory, Intelligence and Perceived Competence in Older Adults."},
      {
        "id":"ED243006",
        "title":"Kin Group Solidarity among the Aged."},
      {
        "id":"ED243008",
        "title":"Education for Life Transition among Elders."},
      {
        "id":"ED243009",
        "title":"Developmental Findings from an Alcoholic Vulnerability Study: The Preschool Years."},
      {
        "id":"ED243011",
        "title":"Childhood Family Interaction and Young Adult Outcome in Children at Risk."},
      {
        "id":"ED243015",
        "title":"Measuring Change in Undergraduate Student's Perceptions about Aging Using the Palmore Facts on Aging Quiz."},
      {
        "id":"ED243017",
        "title":"A Developmental Investigation of Relativistic and Dialectical Thought."},
      {
        "id":"ED243019",
        "title":"Beliefs about Control in Different Life Domains."},
      {
        "id":"ED243024",
        "title":"Federally Supported Centers Provide Needed Services for Runaways and Homeless Youths. Report to the Chairman, Subcommittee on Human Resources, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED243025",
        "title":"The Elderly Helper."},
      {
        "id":"ED243028",
        "title":"Studying Physically Ill Elderly."},
      {
        "id":"ED243029",
        "title":"Illness Adaptation: Clarifying the Concept and Validating a Scale."},
      {
        "id":"ED243037",
        "title":"Predictors of Self-Assessed Health among Elderly Post Hospitalization."},
      {
        "id":"ED243039",
        "title":"Family Therapy and Parent Training: An Integrative Review."},
      {
        "id":"ED243040",
        "title":"Self-Serving Bias and the Attribution of Marital Conflict."},
      {
        "id":"ED243041",
        "title":"The Nature of Social Intelligence: Processes and Outcomes."},
      {
        "id":"ED243042",
        "title":"Risky Decision in Depression: Sad Schemas Produce Unexpected Utility Values."},
      {
        "id":"ED243043",
        "title":"An Evaluation of Life in the Residence Halls at Indiana University from an Ecosystem Perspective: 1983."},
      {
        "id":"ED243046",
        "title":"Is Age a More Salient Dimension for Males Than for Females?"},
      {
        "id":"ED243047",
        "title":"Age Differences in Coping with Chronic Illness."},
      {
        "id":"ED243049",
        "title":"Eating Disorders among College Women."},
      {
        "id":"ED243052",
        "title":"Autonomy and Togetherness in Close Relationships: A Study of Seven Nations."},
      {
        "id":"ED243053",
        "title":"Adaptation to Aging: The Maintenance of Self."},
      {
        "id":"ED243054",
        "title":"The Effect of Attitude toward the Elderly on Behavior toward an Older Adult."},
      {
        "id":"ED243055",
        "title":"A Growing Concern: How to Provide Services for Children from Alcoholic Families."},
      {
        "id":"ED243056",
        "title":"Personal Values: Psychological Determinants of Retirement Preparation."},
      {
        "id":"ED243057",
        "title":"Nursing Home as a Resource in Teaching Courses on Aging."},
      {
        "id":"ED243065",
        "title":"Intelligence: The Ability to Learn, or More? A Review of &quot;Handbook of Human Intelligence&quot; by Robert S. Sternberg."},
      {
        "id":"ED243073",
        "title":"Elaborative Strategies: Promises and Dilemmas for Instruction in Large Classes."},
      {
        "id":"ED243076",
        "title":"Effects of Instruction in Narrative Structure on Childrens' Writing."},
      {
        "id":"ED243077",
        "title":"The Role of Students' Perceptions of Study Strategy and Personal Attributes in Strategy Use."},
      {
        "id":"ED243079",
        "title":"Training Teachers for Instructional Change in Reading: A Descriptive Study. Research Series No. 143."},
      {
        "id":"ED243080",
        "title":"Story Interestingness: Goal Importance or Goal Attainment Difficulty?"},
      {
        "id":"ED243081",
        "title":"Knowledge of Text Structure and Its Influence on a Transfer Task."},
      {
        "id":"ED243082",
        "title":"Reading in the Responsive Education Program. Revised."},
      {
        "id":"ED243086",
        "title":"Reading Objectives, 1983-84 Assessment."},
      {
        "id":"ED243088",
        "title":"Cooperative Learning: Impact on Acquisition of Knowledge and Skills. Technical Report 586."},
      {
        "id":"ED243089",
        "title":"Testing the Metaphoric Competence of the Young Child: Paraphrase versus Enactment. Technical Report No. 313."},
      {
        "id":"ED243090",
        "title":"Differences in Literal and Inferential Comprehension after Reading Orally and Silently."},
      {
        "id":"ED243101",
        "title":"Business Writing and the Humanities: Having It Both Ways."},
      {
        "id":"ED243103",
        "title":"A Child's Consciousness of His Own Creative Process."},
      {
        "id":"ED243105",
        "title":"Computers &amp; Composing: How the New Technologies Are Changing Writing. Studies in Writing &amp; Rhetoric Series."},
      {
        "id":"ED243107",
        "title":"The Attitudes of Advertising Educators Concerning the Philosophies of Legendary Advertising Practitioners (and Their Implications for Advertising Education)."},
      {
        "id":"ED243111",
        "title":"Teaching Technical Writing in the Secondary School."},
      {
        "id":"ED243112",
        "title":"Reducing Writing Apprehension."},
      {
        "id":"ED243113",
        "title":"Improving Peer Response: Collaboration between Teachers and Students."},
      {
        "id":"ED243114",
        "title":"Diving into the Mainstream: Configurations of Advanced Composition."},
      {
        "id":"ED243118",
        "title":"Money, Status and Composition: Assumptions Underlying the Crisis of Part-Time Instruction."},
      {
        "id":"ED243121",
        "title":"Humanistic Research Projects: The Basis for a Technical Report."},
      {
        "id":"ED243125",
        "title":"Lockean Epistemology and the Freshman Research Paper."},
      {
        "id":"ED243131",
        "title":"A Comparison of First-Grader's Ability in Three Modes of Expression: Dictation, Independent Writing, and Story Retelling."},
      {
        "id":"ED243132",
        "title":"The Written Literacy Forum: Combining Research and Practice. Research Series No. 138."},
      {
        "id":"ED243133",
        "title":"Preparing Professional Teacher-Writers."},
      {
        "id":"ED243135",
        "title":"Agency Researchers' Perception of the Users and Uses of Copy Research."},
      {
        "id":"ED243136",
        "title":"Generics versus National Brands: An Examination of Frequency of Purchase and Consumer Perceptions."},
      {
        "id":"ED243137",
        "title":"Examining the Validity of Audience Accumulation Measures: A Comparison of MRI and SMRB."},
      {
        "id":"ED243139",
        "title":"Composing and Comprehending."},
      {
        "id":"ED243141",
        "title":"Episodic and Semantic Memory: Implications for the Role of Emotion in Advertising."},
      {
        "id":"ED243142",
        "title":"The Role of Reflection, Problem-Solving and Discussion in the Teaching of Literature."},
      {
        "id":"ED243144",
        "title":"Activity, Essentials, and Excellence: Language Arts 2000."},
      {
        "id":"ED243145",
        "title":"What the Authorities Tell Us about Teaching Writing: Results of a Survey of Authorities on Teaching Composition."},
      {
        "id":"ED243146",
        "title":"Scribal Fluency and Syntactic Fluency."},
      {
        "id":"ED243147",
        "title":"Media Relations: The Planned Event."},
      {
        "id":"ED243148",
        "title":"Online Secondary Research in the Advertising Research Class: A Friendly Introduction to Computing."},
      {
        "id":"ED243151",
        "title":"High School Principals' and Newspaper Advisers' Evaluations of the Important Characteristics for Newspaper Advisers."},
      {
        "id":"ED243157",
        "title":"The Personal Report of Communication Apprehension: Predictive Validity and Behavioral Correlates."},
      {
        "id":"ED243161",
        "title":"Gender Differences in the Management of Four Different Personnel Disputes with Male and Female Employees."},
      {
        "id":"ED243167",
        "title":"ERIC First Analysis: Welfare Reforms; 1984-85 National High School Debate Resolutions."},
      {
        "id":"ED243169",
        "title":"Clinical Supervision. The Best of ERIC on Educational Management, Number 72."},
      {
        "id":"ED243170",
        "title":"Motivating Students for Excellence. The Best of ERIC on Educational Management, Number 73."},
      {
        "id":"ED243171",
        "title":"Merit Pay for Teachers. The Best of ERIC on Educational Management, Number 74."},
      {
        "id":"ED243173",
        "title":"Proposition 2-1/2 and Massachusetts Schools: A Citizen Assessment of the First Year."},
      {
        "id":"ED243174",
        "title":"Consensus and Power in School Organizations. Final Report."},
      {
        "id":"ED243175",
        "title":"Notes on a Political Theory of Educational Organizations."},
      {
        "id":"ED243176",
        "title":"The Generation of Practical Theory: Schools as Political Institutions."},
      {
        "id":"ED243177",
        "title":"The Politics of School Board Turnover: An Exploratory Study."},
      {
        "id":"ED243178",
        "title":"Old Wine in New Bottles: The Quality of Work Life in Schools and School Districts."},
      {
        "id":"ED243179",
        "title":"Organizational Analysis of Stress: The Case of Elementary and Secondary Schools."},
      {
        "id":"ED243180",
        "title":"Labor Relations in School Systems; Attitudes toward Teachers Unions across School District Hierarchies."},
      {
        "id":"ED243181",
        "title":"Interpersonal versus Intergroup Behavior: The Social Psychology of Desired Union Involvement."},
      {
        "id":"ED243182",
        "title":"Strategic Choice and Collective Action: Organizational Determinants of Teachers Militancy."},
      {
        "id":"ED243183",
        "title":"How to Prepare for a Joint Dissemination Review Panel Meeting."},
      {
        "id":"ED243184",
        "title":"Budget Allocation Patterns among School Districts of Varying Fiscal Constraint. [Final Report]."},
      {
        "id":"ED243185",
        "title":"Systemic Evaluation. Methodology."},
      {
        "id":"ED243186",
        "title":"From Effectiveness to Excellence: State School Improvement Policies and Programs. Proceedings of a Seminar (Portland, Oregon, September 12-13, 1983)."},
      {
        "id":"ED243187",
        "title":"Multiple Alternatives Modeling in Determining Fiscal Roll-Backs during Educational Funding Crises. Interim Draft. Paper and Report Series No. 70."},
      {
        "id":"ED243188",
        "title":"Multiple Alternatives for Educational Evaluation and Decision-Making. Interim Draft. Paper and Report Series No. 72."},
      {
        "id":"ED243189",
        "title":"Effective Schools Resources."},
      {
        "id":"ED243190",
        "title":"Innovation and Change in American Education. Kensington Revisited: A Fifteen Year Follow-Up of an Innovative Elementary School and Its Faculty. Volume I--Chronicling the Milford School District: An Historical Context of the Kensington School. Final Report."},
      {
        "id":"ED243191",
        "title":"Innovation and Change in American Education. Kensington Revisited: A Fifteen Year Follow-Up of an Innovative Elementary School and Its Faculty. Volume II--Milford's Recent History: The School District as Contemporary Context of the Kensington School. Final Report."},
      {
        "id":"ED243192",
        "title":"Innovation and Change in American Education. Kensington Revisited: A Fifteen Year Follow-Up of an Innovative Elementary School and Its Faculty. Volume III--Community and School: Patterns of Development and Annals of Change. Final Report."},
      {
        "id":"ED243193",
        "title":"Innovation and Change in American Education. Kensington Revisited: A Fifteen Year Follow-Up of an Innovative Elementary School and Its Faculty. Volume IV--The Kensington School Today: Sailing Stormy Straits, A View of Educational Policy. Final Report."},
      {
        "id":"ED243194",
        "title":"Innovation and Change in American Education. Kensington Revisited: A Fifteen Year Follow-Up of an Innovative Elementary School and Its Faculty. Volume V--Educational Innovators Then and Now: The Original Faculty of the Kensington Elementary School. Final Report."},
      {
        "id":"ED243195",
        "title":"Innovation and Change in American Education. Kensington Revisited: A Fifteen Year Follow-Up of an Innovative Elementary School and Its Faculty. Volume VI--Case Study Research Methodology: The Intersect of Participant Observation, Historical Methods and Life History Research. Final Report."},
      {
        "id":"ED243197",
        "title":"Federal Education Policies and Programs: Intergovernmental Issues in Their Design, Operation, and Effects. Volume 3: Congressionally Mandated Study of School Finance. A Final Report to Congress from the Secretary of Education."},
      {
        "id":"ED243198",
        "title":"Master Teachers. Fastback 201."},
      {
        "id":"ED243199",
        "title":"Pros and Cons of Merit Pay. Fastback 203."},
      {
        "id":"ED243204",
        "title":"Institutionalized Knowledge Production for Education."},
      {
        "id":"ED243205",
        "title":"Dimensions of School and Classroom Climate: A Comparison of Teacher, Student and Parent Attitudes in One Massachusetts Community."},
      {
        "id":"ED243209",
        "title":"School Climate Renewal: A Longitudinal Study of Planned Change Strategies."},
      {
        "id":"ED243216",
        "title":"The Literature on Social Promotion versus Retention."},
      {
        "id":"ED243217",
        "title":"Title I Seminar for the Central States. Report of Conference Proceedings (Austin, Texas, January 20-22, 1982)."},
      {
        "id":"ED243219",
        "title":"Better Education for Michigan Citizens: A Blueprint for Action."},
      {
        "id":"ED243220",
        "title":"Tri-State Educational Research Conference Proceedings (Philadelphia, Pennsylvania, May 15-17, 1983)."},
      {
        "id":"ED243222",
        "title":"Title IX and the Achievement of Equal Educational Opportunity: A Legal Handbook."},
      {
        "id":"ED243223",
        "title":"Organization Development in Schools: The State of the Art."},
      {
        "id":"ED243225",
        "title":"Creating and Disseminating Knowledge for Educational Reform: Policy Management of the National Institute of Education's Regional Educational Laboratories and National Research and Development Centers. A Report to the National Council on Educational Research. [Executive Summary and Final Report]."},
      {
        "id":"ED243228",
        "title":"The Call for School Reform. Research Summary Report."},
      {
        "id":"ED243229",
        "title":"State Level Governance: Agenda for New Business or Old? Research Summary Report."},
      {
        "id":"ED243230",
        "title":"Impact of Instructional Improvement: A Statewide Program."},
      {
        "id":"ED243231",
        "title":"Staff Development: Initiating a Comprehensive System."},
      {
        "id":"ED243232",
        "title":"Your Leadership Style: A Management Development Module for Educational Leaders."}]
  }}
