{
  "response":{"numFound":509939,"start":8000,"numFoundExact":true,"docs":[
      {
        "id":"ED383507",
        "title":"Looking for a Job. Clip Sheets."},
      {
        "id":"ED383508",
        "title":"On Hoosiers, Yankees and Mountaineers."},
      {
        "id":"ED383512",
        "title":"Family and Child Development Project in the Village of Uyanwatta in Sri Lanka."},
      {
        "id":"ED383513",
        "title":"Movin' On Up = Progreso, 1994-1995. A Newsletter for Migrant Farmworkers in Western New York State."},
      {
        "id":"ED383514",
        "title":"Indian &amp; Metis Trivia Game."},
      {
        "id":"ED383516",
        "title":"Inter-American Foundation: '94 in Review, October 1, 1993 to September 30, 1994."},
      {
        "id":"ED383518",
        "title":"National Data for Studying Rural Education: Elementary and Secondary Education Applications. ERIC Digest."},
      {
        "id":"ED383519",
        "title":"Cultivating Health: An Agenda for Adolescent Farmworkers."},
      {
        "id":"ED383521",
        "title":"Global Climates--Past, Present, and Future. Activities for Integrated Science Education."},
      {
        "id":"ED383523",
        "title":"Science, Levels 7-12. Secondary Core Curriculum Standards."},
      {
        "id":"ED383525",
        "title":"Improving Critical Thinking and Problem Solving in Fifth Grade Mathematics."},
      {
        "id":"ED383526",
        "title":"Improving Student Higher-Order Thinking Skills in Mathematics."},
      {
        "id":"ED383527",
        "title":"Solving the Homework Problem in Algebra through the Use of Grade Control Charting."},
      {
        "id":"ED383529",
        "title":"Environmental Education: Compendium for Integrated Waste Management."},
      {
        "id":"ED383532",
        "title":"Proceedings of the International Conference on the Psychology of Mathematics Education (PME) (11th, Montreal, Canada, July 19-25, 1987). Volumes I-III."},
      {
        "id":"ED383533",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (16th, Baton Rouge, Louisiana, November 5-8, 1994). Volume 1: Plenary Sessions, Technology Focus Groups, Discussion Groups and Research Papers, Oral Reports and Posters."},
      {
        "id":"ED383536",
        "title":"Proceedings of the International Conference on the Psychology of Mathematics Education (PME) (17th, Tsukuba, Japan, July 18-23, 1993). Volumes I-III."},
      {
        "id":"ED383537",
        "title":"Proceedings of the International Conference for the Psychology of Mathematics Education (PME) (18th, Lisbon, Portugal, July 29-August 3, 1994). Volumes I-IV."},
      {
        "id":"ED383538",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (16th, Durham, NH, August 6-11, 1992). Volumes I-III."},
      {
        "id":"ED383539",
        "title":"Technology for Science: Overview of the Project."},
      {
        "id":"ED383541",
        "title":"The Cliffs of Time. Cliffs of the Neuse State Park. An Environmental Education Learning Experience, Designed for Grades 6-8."},
      {
        "id":"ED383542",
        "title":"The Effects of a Peer Tutoring Program on Math Fact Recall and Generalization."},
      {
        "id":"ED383543",
        "title":"Animal Welfare Legislation, Regulations, and Guidelines, January 1990-January 1995. Quick Bibliography Series: QB 95-18."},
      {
        "id":"ED383544",
        "title":"Creative Math Assessment: How the &quot;Fizz &amp; Martina Approach&quot; Helps Prepare Students for the Math Assessment Tests."},
      {
        "id":"ED383546",
        "title":"Georgia Framework for Learning Mathematics and Science. Draft."},
      {
        "id":"ED383547",
        "title":"The Universal House: Energy, Shelter &amp; The California Indian. Activity Guide, 4th/5th Grade."},
      {
        "id":"ED383548",
        "title":"Scientific Visualization in Mathematics and Science Teaching."},
      {
        "id":"ED383549",
        "title":"Intermediate States and Powerful Ideas: Learning about Image Formation."},
      {
        "id":"ED383550",
        "title":"Short-Term Impact Study of the Presidential Awards for Excellence in Science and Mathematics Teaching."},
      {
        "id":"ED383551",
        "title":"Effect of Micro-Computer Based Laboratory on Graphing Interpretation Skills and Understanding of Motion."},
      {
        "id":"ED383553",
        "title":"Eisenhower Professional Development Program: Moving beyond Math and Science. CRS Report for Congress."},
      {
        "id":"ED383554",
        "title":"South Carolina Mathematics Framework."},
      {
        "id":"ED383555",
        "title":"Project 2000+. International Forum on Scientific and Technological Literacy for All (Paris, France, July 5-10, 1993). Final Report."},
      {
        "id":"ED383556",
        "title":"Reading in Science."},
      {
        "id":"ED383557",
        "title":"A Constructivist Vision for Teaching, Learning, and Staff Development."},
      {
        "id":"ED383558",
        "title":"Intervening in the Professional Development of Science Teachers: The Colorado Science Teaching Enhancement Program. Interim Report of the Formative Evaluation of CO-STEP."},
      {
        "id":"ED383559",
        "title":"An Exercise in Using the U.S. Environmental Protection Agency's Hazard Ranking System: A Simulation. Grades 8-12."},
      {
        "id":"ED383563",
        "title":"Complex Instruction in Complex Classrooms: A Synthesis of Research on Inquiry Teaching Methods and Explicit Teaching Strategies."},
      {
        "id":"ED383566",
        "title":"Environmental Management Fact Sheets."},
      {
        "id":"ED383567",
        "title":"The Effects of a Staff Development Program: The Relationship between the Level of Use of Innovative Science Curriculum Activities and Student Achievement."},
      {
        "id":"ED383568",
        "title":"The Development of Beginning Chemistry Teachers' Teaching Techniques."},
      {
        "id":"ED383569",
        "title":"A Tale of Two \"isms\": Constructivism in Practice."},
      {
        "id":"ED383570",
        "title":"Origins of, and Changes in Preservice Teachers' Science Teaching Self-Efficacy."},
      {
        "id":"ED383571",
        "title":"Samples of Students' Responses from the Grade 9 Science Performance-Based Assessment Tasks, June 1993."},
      {
        "id":"ED383573",
        "title":"Project Activities."},
      {
        "id":"ED383574",
        "title":"The Science of Energy."},
      {
        "id":"ED383575",
        "title":"Science of Energy. Elementary Version."},
      {
        "id":"ED383576",
        "title":"The Museum of Solid Waste and Energy."},
      {
        "id":"ED383578",
        "title":"Teaching and Practicing Transformational Politics."},
      {
        "id":"ED383579",
        "title":"From Practice to Theory: Strategies for Encouraging Analytic Learning about Concrete Internship Experience."},
      {
        "id":"ED383580",
        "title":"Sexual Harassment in the Classroom."},
      {
        "id":"ED383581",
        "title":"Caveat Civitas: The Influence of Efficacy and Trust on Attention to Political Information."},
      {
        "id":"ED383583",
        "title":"Knowledge Growth and Attitude Change in Fifth-Grade Students Who Studied the American Revolution."},
      {
        "id":"ED383584",
        "title":"What Is Curriculum History and Why Is It Important?"},
      {
        "id":"ED383587",
        "title":"Nebraska Social Studies Statutes."},
      {
        "id":"ED383588",
        "title":"Marquesan Children's Group Organization Skills as Exhibited in Large-Group Play."},
      {
        "id":"ED383589",
        "title":"Patterns of Social Interaction and Concepts of Interpersonal-Relating at Different Life-Stages in the Marquesas Islands."},
      {
        "id":"ED383590",
        "title":"The July Festival in the Marquesan Islands: Social Mechanisms Delimiting Youth and Adulthood."},
      {
        "id":"ED383591",
        "title":"Peer Dynamics among Marquesan School-Aged Children."},
      {
        "id":"ED383592",
        "title":"Gentleness and Violence in the Pacific: A View from the Marquesas Islands."},
      {
        "id":"ED383593",
        "title":"Critical Thinking: Attitudes, Skills, and Ambiguity."},
      {
        "id":"ED383594",
        "title":"Large Scale Delivery of Effective Staff Development in Indonesia."},
      {
        "id":"ED383595",
        "title":"School Reform, 1744-1990s, Historical Perspective through Key Books and Reports."},
      {
        "id":"ED383596",
        "title":"The Feminist Theorization of Identity and Difference and Its Potential for Transformative Curriculum."},
      {
        "id":"ED383597",
        "title":"Educational, Social and Financial Development in Communities in the South Pacific."},
      {
        "id":"ED383598",
        "title":"Enhancing Student Performance in the Social Studies through the Use of Multimedia Instructional Technology. A Practicum Report."},
      {
        "id":"ED383599",
        "title":"\"Advanced\" Ideas about Democracy: Toward a Pluralist Conception of Citizenship Education."},
      {
        "id":"ED383602",
        "title":"Skill Building and Political Science: The Undergraduate Intern Experience."},
      {
        "id":"ED383603",
        "title":"A Close Up Look at North Dakota State Government, 1994."},
      {
        "id":"ED383605",
        "title":"Listing of Education in Archaeological Programs: The LEAP Clearinghouse, 1989-1989 Summary Report."},
      {
        "id":"ED383607",
        "title":"The National History Standards Controversy."},
      {
        "id":"ED383608",
        "title":"State Archaeological Education Programs."},
      {
        "id":"ED383610",
        "title":"China: Tradition and Transformation Curriculum Projects. 1994 Fulbright-Hays Summer Seminars Abroad Program."},
      {
        "id":"ED383611",
        "title":"Come Visit Our Country: India. Teaching Material Prepared within the Framework of the UNESCO Associated Schools Project."},
      {
        "id":"ED383612",
        "title":"Insights on Diversity."},
      {
        "id":"ED383613",
        "title":"Visual Arts and Gender Equity."},
      {
        "id":"ED383614",
        "title":"An Explanation of the Citizenship Policies of Estonia and Lithuania."},
      {
        "id":"ED383615",
        "title":"Building Bridges Symposium: Linking the Disciplines during Pre-Service Teacher Education."},
      {
        "id":"ED383616",
        "title":"The Politics of Parochiaid: An Analysis of the 1993 Report on the Roman Catholic Schools in New York State."},
      {
        "id":"ED383617",
        "title":"Renewal of Tibetan School Curriculum in Exile: A Tibetan-Centric Approach."},
      {
        "id":"ED383618",
        "title":"Historical Fiction in the Middle Grades."},
      {
        "id":"ED383619",
        "title":"Women&apos;s Educational Equity Act. A Review of Program Goals and Strategies Needed. Report to Congressional Requesters."},
      {
        "id":"ED383621",
        "title":"The Language of Maps. Pathway in Geography Series, Title No. 1."},
      {
        "id":"ED383622",
        "title":"Water in the Global Environment. Pathways in Geography Series, Title No. 3."},
      {
        "id":"ED383623",
        "title":"Revisiting the Americas: Teaching and Learning the Geography of the Western Hemisphere. Pathways in Geography Series, Title No. 4."},
      {
        "id":"ED383624",
        "title":"Finding A Way: Encouraging Underrepresented Groups in Geography. An Annotated Bibliography. Pathways in Geography Series Resource Publication, Title No. 5."},
      {
        "id":"ED383625",
        "title":"The Canadian Maritimes: Images and Encounters. Pathways in Geography Series Resource Publication, Title No. 6."},
      {
        "id":"ED383626",
        "title":"Learning through Geography. Pathways in Geography Series, Title No. 7."},
      {
        "id":"ED383627",
        "title":"Up Close from Afar: Using Remote Sensing To Teach the American Landscape. Pathways in Geography Series, Title No. 8."},
      {
        "id":"ED383628",
        "title":"Wetlands: Science, Politics, and Geographical Relationships. Pathways in Geography Series, Title No. 9."},
      {
        "id":"ED383629",
        "title":"Lexington and Kentucky's Inner Bluegrass Region. Pathways in Geography Series, Site Guide Title No. 10."},
      {
        "id":"ED383630",
        "title":"Learning Geography: An Annotated Bibliography of Research Paths. Pathways in Geography Series, Resource Publication Title No. 11."},
      {
        "id":"ED383631",
        "title":"Planning and Monitoring the Quality of Primary Education in Sub-Saharan Africa. AFTHR Technical Note No. 14."},
      {
        "id":"ED383632",
        "title":"Senior 4 Western Civilization: An Historical Review of Its Development. Interim Curriculum Document."},
      {
        "id":"ED383633",
        "title":"Financial Crisis, Structural Adjustment, and Education Policy in Tanzania. Revised."},
      {
        "id":"ED383634",
        "title":"Folklife Resources in the Library of Congress. Revised Edition."},
      {
        "id":"ED383635",
        "title":"Ethnographic Collections in the Archive of Folk Culture: A Contributor&apos;s Guide. Publication of the American Folklife Center, No. 20."},
      {
        "id":"ED383636",
        "title":"Conventional Arms Control and Europe's Future. Headline Series No. 287."},
      {
        "id":"ED383637",
        "title":"Polish Paradox: Communism and National Renewal. Headline Series 256."},
      {
        "id":"ED383638",
        "title":"In Our Image: America's Empire in the Philippines. Headlines Series 288."},
      {
        "id":"ED383639",
        "title":"Education beyond Fatalism and Hate: Some Principles and Procedures in Peace-Related Educational Efforts. Educational Information and Debate 103."},
      {
        "id":"ED383642",
        "title":"The Upside Down Curriculum."},
      {
        "id":"ED383644",
        "title":"The Future of Physical Education--Survival or Extinction."},
      {
        "id":"ED383647",
        "title":"Continuous Learning: Balancing Educational Excellence and Cultural Diversity for At-Risk. A Developing, Generalizing, Working Model."},
      {
        "id":"ED383648",
        "title":"If Not You, Then Who? Are Teachers of Color Recommending Teaching as a Profession?"},
      {
        "id":"ED383649",
        "title":"Assimilation or Accommodation."},
      {
        "id":"ED383650",
        "title":"The Respectability and Changing Image of Teachers as Seen by Teachers of Color."},
      {
        "id":"ED383651",
        "title":"The Role of Global Understanding within Multicultural Teacher Education for Culturally Isolated and Threatened Students."},
      {
        "id":"ED383652",
        "title":"Preparation for Urban Teaching: Post-B.A. Paraprofessionals."},
      {
        "id":"ED383653",
        "title":"Why Did You Select Teaching as a Career? Teachers of Color Tell Their Stories."},
      {
        "id":"ED383654",
        "title":"A Serious Look at the 4MAT Model."},
      {
        "id":"ED383657",
        "title":"Characteristics of Good/Effective Teachers: Gender Differences in Student Descriptors."},
      {
        "id":"ED383658",
        "title":"Observations and Opinions of Student Teachers while in the Field."},
      {
        "id":"ED383659",
        "title":"Teaching Concerns of Preservice Teachers."},
      {
        "id":"ED383660",
        "title":"New Minority Teachers' Perceptions of Teaching."},
      {
        "id":"ED383661",
        "title":"Through the Looking Glass: Some Criticisms of Reflection."},
      {
        "id":"ED383662",
        "title":"The Truth about Fiction: In Our Own Write."},
      {
        "id":"ED383663",
        "title":"Educational Principles Underlying the Classroom Decision-Making of Two Kindergarten Teachers."},
      {
        "id":"ED383664",
        "title":"The Implementation of Peer-Assisted Leadership in Australia: A Means of Spanning the Chasms that Divide."},
      {
        "id":"ED383665",
        "title":"Miami-Dade Community College's Teaching/Learning Project."},
      {
        "id":"ED383666",
        "title":"Post-Career Military as an Alternative Pool of Teacher Candidates."},
      {
        "id":"ED383667",
        "title":"The Impact of Training and Role Differentiation on the Nature and Quality of Mentoring Processes."},
      {
        "id":"ED383668",
        "title":"Effects of Motivation on Students' Ratings of Tutor Behavior."},
      {
        "id":"ED383669",
        "title":"The Impact of the NCTM Standards on Pre-Service Teachers' Beliefs and Practices."},
      {
        "id":"ED383670",
        "title":"A Self-Study in Reflective Teaching."},
      {
        "id":"ED383671",
        "title":"Context and Perceptions: Implications for Leadership."},
      {
        "id":"ED383674",
        "title":"A Taxonomy for Conceptualizing Teaching."},
      {
        "id":"ED383675",
        "title":"Too Much Pushed by People Who Don't Understand: The Impact of Educational Change on Australian Teachers' Working Lives."},
      {
        "id":"ED383676",
        "title":"A Case Study: Helping Preservice Teachers Internalize the Interconnectedness of Believing, Knowing, Seeing, and Doing."},
      {
        "id":"ED383677",
        "title":"Peer Support and the Development of Metalearning in School-Based Initial Teacher Education (ITE)."},
      {
        "id":"ED383678",
        "title":"Lessons in the Field: Context and the Professional Development of University Participants in an Urban School Placement."},
      {
        "id":"ED383680",
        "title":"Preservice Teachers and Culturally Diverse Families: How Do They Perceive One Another?"},
      {
        "id":"ED383681",
        "title":"Evolution of Novice through Expert Teachers' Recall."},
      {
        "id":"ED383682",
        "title":"Boys, Girls, and Others: Affectional Differences between Self-Identified Lesbian, Gay Male, and Bisexual Public School Teachers in Job Satisfaction, Job Stress, and Identity."},
      {
        "id":"ED383683",
        "title":"Teacher Preparation and Professional Development in APEC Members: A Comparative Study."},
      {
        "id":"ED383685",
        "title":"Governing Schools and Developing Professionalism: Complementary or Contradictory Tasks in Teacher Education. Lararutbildningens Lilla serie No. 5."},
      {
        "id":"ED383686",
        "title":"Teacher Training in Relation to Peace Education in Schools: Views Expressed by Members of the PEC Network. Peace Education Miniprints, No. 67."},
      {
        "id":"ED383687",
        "title":"Community and Conformity: A National Survey Contrasting Rural, Suburban, and Urban Lesbian, Gay Male, and Bisexual Public School Teachers."},
      {
        "id":"ED383688",
        "title":"The Effect of Preservice Laserdisc Presentation of Question Types and Wait-Time Use on Questioning and Wait-Time Use in Clinical Experiences."},
      {
        "id":"ED383689",
        "title":"Cross-Cultural Differences in the Self-Evaluations of American and Finnish Elementary Teachers."},
      {
        "id":"ED383692",
        "title":"What &quot;Collaboration&quot; Means: Ethnocultural Diversity's Impact."},
      {
        "id":"ED383693",
        "title":"Professional Standards Development: Teacher Involvement. ERIC Digest."},
      {
        "id":"ED383694",
        "title":"Professional Teacher Development and the Reform Agenda. ERIC Digest."},
      {
        "id":"ED383695",
        "title":"Reconceptualizing Professional Teacher Development. ERIC Digest."},
      {
        "id":"ED383696",
        "title":"Marshaling Resources for Reform: District Administrators and the Case of Mathematics. Research Report 95-2."},
      {
        "id":"ED383697",
        "title":"Traditional and Alternate Routes to Teacher Certification: Issues, Assumptions, and Misconceptions. Issue Paper 95-2."},
      {
        "id":"ED383698",
        "title":"A Quality Classroom: Quality Teaching Tools That Facilitate Student Success."},
      {
        "id":"ED383699",
        "title":"Building and Sustaining School-University Collaborative Learning Communities: Overcoming Potential Inhibiting Factors."},
      {
        "id":"ED383700",
        "title":"The Importance of Self-Study in Teacher Education Reform and Re-Accreditation Efforts."},
      {
        "id":"ED383701",
        "title":"Fantasies about Schools and Teacher Education Programs as Inclusive Learning Communities, and Ideas about Getting There from Here."},
      {
        "id":"ED383702",
        "title":"QUILT: An Innovative Approach to Effective Instructional Improvement."},
      {
        "id":"ED383703",
        "title":"Evaluation of Interns and Internship by Spring 1994 Directing Teachers."},
      {
        "id":"ED383704",
        "title":"Evaluation of Interns and Internship by Fall 1994 Directing Teachers."},
      {
        "id":"ED383705",
        "title":"Fall 1994 Interns Evaluation of Their Preservice Program."},
      {
        "id":"ED383706",
        "title":"Wait-Time: Effective and Trainable."},
      {
        "id":"ED383707",
        "title":"Predicting Teacher Job Satisfaction."},
      {
        "id":"ED383708",
        "title":"Dance Theater of Harlem Arts Exposure Program. Cue Sheet for Students."},
      {
        "id":"ED383712",
        "title":"America's Teachers Ten Years After &quot;A Nation at Risk.&quot; Findings from &quot;The Condition of Education,&quot; 1994, No. 3."},
      {
        "id":"ED383713",
        "title":"Educational Standards in the 50 States: 1990."},
      {
        "id":"ED383714",
        "title":"The Effects on Observed- and True-Score Equating Procedures of Matching on a Fallible Criterion: A Simulation with Test Variation."},
      {
        "id":"ED383715",
        "title":"SAT Scores and Academic Performance in High School."},
      {
        "id":"ED383716",
        "title":"Aligning Score Scales for Achievement Tests in Multiple Content Areas."},
      {
        "id":"ED383717",
        "title":"An Evaluation of the Plan To Revise Special Education in New Jersey. Final Report."},
      {
        "id":"ED383718",
        "title":"Profile: Student Characteristics from the 1986 and 1988 NAEP Assessments."},
      {
        "id":"ED383719",
        "title":"Validating the GRE Analytical Ability Measure against Faculty Ratings of Analytical Reasoning Skills. GRE Board Professional Report No. 86-06P."},
      {
        "id":"ED383720",
        "title":"A Study of the Effects of Variation of Short-Term Memory Load, Reading Response Length, and Processing Hierarchy on TOEFL Listening Comprehension Item Performance. Report 33."},
      {
        "id":"ED383721",
        "title":"The Unique Correspondence of Item Response Functions and Item Category Response Functions in Polytomously Scored Item Response Models."},
      {
        "id":"ED383722",
        "title":"Reliability of Essay Rating and Score Adjustment. Program Statistics Research Technical Report No. 93-36."},
      {
        "id":"ED383723",
        "title":"The Three Stage Development of the NTE School Psychologist Specialty Area Test from a Job Analysis Perspective."},
      {
        "id":"ED383724",
        "title":"Multimethod Construct Validation of the Test of Spoken English. Report 46."},
      {
        "id":"ED383725",
        "title":"Development and Validation of an Objective Measure of Metacognition."},
      {
        "id":"ED383727",
        "title":"External Evaluation of the Iowa Distance Education Alliance."},
      {
        "id":"ED383728",
        "title":"Critical Values of Guessing on True-False and Multiple-Choice Tests."},
      {
        "id":"ED383729",
        "title":"Design of a Quality Schools Survey Instrument through the Use of a Four-Cycle Action Research Process."},
      {
        "id":"ED383730",
        "title":"Education at a Glance: OECD Indicators."},
      {
        "id":"ED383731",
        "title":"Vermont Teachers' Understanding of Mathematical Problem Solving and &quot;Good&quot; Math Problems."},
      {
        "id":"ED383732",
        "title":"The Cost of Performance Assessment in Science: The RAND Perspective."},
      {
        "id":"ED383733",
        "title":"WCPSS Reading Recovery 1990-94. Evaluation Report. E&amp;R Report No. 95.09A."},
      {
        "id":"ED383734",
        "title":"Decision Making, Structure and Institutional Notions of Quality: A Case Study."},
      {
        "id":"ED383735",
        "title":"State Dropout Data Collection Practices: 1991-92 School Year. Methodology Report."},
      {
        "id":"ED383736",
        "title":"Gender Bias in the College Predictions of the SAT."},
      {
        "id":"ED383737",
        "title":"Use of Learning and Study Skills among Students Differing in Self-Regulated Learning Efficacy."},
      {
        "id":"ED383738",
        "title":"Reading Achievement within the Educational System of Latvia: Results from the IEA Reading Literacy Study."},
      {
        "id":"ED383739",
        "title":"Differential Item Functioning from a Multilevel Perspective."},
      {
        "id":"ED383740",
        "title":"Effects of Respondents' Socioeconomic Status and Timing and Amount of Incentive Payment on Mailed Questionnaire Response Rates."},
      {
        "id":"ED383741",
        "title":"The Influence of Computers on Student Performance on a Direct Writing Assessment."},
      {
        "id":"ED383742",
        "title":"Assessing Speededness in Computer-Based Tests Using Item Response Times."},
      {
        "id":"ED383744",
        "title":"Statistical and Financial Data for the Fiscal Year 1992-1993. Annual Report of the Superintendent of Public Instruction."},
      {
        "id":"ED383745",
        "title":"Comparing Study Outcomes from Different Learning Environments for Statistics."},
      {
        "id":"ED383746",
        "title":"Eye Movement Registration during Studying: An Explorative Study of the Use of Embedded Support Devices."},
      {
        "id":"ED383747",
        "title":"Implementing Alternative Assessment Procedures as a Part of Student Support: Prior Knowledge State and Progress Tests."},
      {
        "id":"ED383748",
        "title":"Methods for Investigating the Structure of the Individual's Knowledge Base."},
      {
        "id":"ED383749",
        "title":"The Actual Use of Embedded Support Devices in Self-Study Materials by Students in a Distance Education Setting: Theoretical Base and Research Approaches."},
      {
        "id":"ED383750",
        "title":"The Actual Use of Embedded Support Devices in Self-Study Materials by Students in a Distance Education Setting: Research Results."},
      {
        "id":"ED383751",
        "title":"Varying Embedded Support Devices in a Course: What Is the Effect?"},
      {
        "id":"ED383752",
        "title":"Epistemological-Methodological Issues Related to Applied Organizational Research."},
      {
        "id":"ED383753",
        "title":"Knowledge Profiles of Students with Low and High Prior Knowledge States."},
      {
        "id":"ED383754",
        "title":"Validation of Knowledge Profile Dimensions: Looking for Empirical Evidence."},
      {
        "id":"ED383755",
        "title":"Redefining the Curriculum: The Place and Role of Tradition. The Case of the Norwegian &quot;Core&quot; Curriculum."},
      {
        "id":"ED383756",
        "title":"An Investigation of the Effects of Reciprocal Peer Tutoring on Achievement, Self-Efficacy, and Test Anxiety."},
      {
        "id":"ED383757",
        "title":"The Effects of Cooperative Assessment on Goals, Perceived Ability, Self-Regulation and Achievement."},
      {
        "id":"ED383758",
        "title":"An Exploration of the Effects of Cooperative Assessment on Student Knowledge Structure."},
      {
        "id":"ED383759",
        "title":"Sex Differences in Personality: A Meta-Analysis Based on &quot;Big Five&quot; Factors."},
      {
        "id":"ED383760",
        "title":"Structural Equation Modeling and Canonical Correlation Analysis: What Do They Have in Common?"},
      {
        "id":"ED383761",
        "title":"International Comparative Studies in Education: Descriptions of Selected Large-Scale Assessments and Case Studies."},
      {
        "id":"ED383763",
        "title":"A Report on the Findings of Phase I: The Identification and Articulation of Content Standards and Benchmarks."},
      {
        "id":"ED383764",
        "title":"Certificated Personnel and Related Information, Fall 1994."},
      {
        "id":"ED383765",
        "title":"An Analytical Evaluation of Two Common-Odds Ratios as Population Indicators of DIF."},
      {
        "id":"ED383766",
        "title":"Interpreting Where Detected Effects Originate: Structure Coefficients Versus Pattern and Other Coefficients."},
      {
        "id":"ED383767",
        "title":"Interpreting Significant Discrete-Time Periods in Survival Analysis."},
      {
        "id":"ED383768",
        "title":"Evaluating Inclusive Education Programs: A Survey of Current Practice. Preliminary Analysis and a Typology."},
      {
        "id":"ED383769",
        "title":"The Effects of Cued Interaction and Ability Grouping during Cooperative Computer-Based Science Instruction."},
      {
        "id":"ED383770",
        "title":"Assessing Students' Motivation and Learning Strategies: The Motivated Strategies for Learning Questionnaire."},
      {
        "id":"ED383771",
        "title":"Worriers and Procrastinators: Differences in Motivation, Cognitive Engagement, and Achievement between Defensive Pessimists and Self-Handicappers."},
      {
        "id":"ED383772",
        "title":"Math Assessment Alternatives."},
      {
        "id":"ED383773",
        "title":"Toward a General Approach to Multisite Program Evaluation."},
      {
        "id":"ED383775",
        "title":"Integrated Diverse Enrichment for Academic Learning (Project IDEAL). Final Evaluation Report 1993-94. OER Report."},
      {
        "id":"ED383776",
        "title":"Students Upgrading through Computer and Career Education System Services (Project SUCCESS). Final Evaluation Report 1993-94. OER Report."},
      {
        "id":"ED383777",
        "title":"Project Pride. Final Evaluation Report, 1993-94. OER Report."},
      {
        "id":"ED383778",
        "title":"Title VII Special Alternatives Community School District 15. Final Evaluation Report, 1993-94. OER Report."},
      {
        "id":"ED383779",
        "title":"Alternative Basic Comprehension Program (Project A.B.C.). Final Evaluation Report, 1993-94. OER Report."},
      {
        "id":"ED383780",
        "title":"Capacity Building Special Alternatives Program Community School District 3. Final Evaluation Report, 1993-94. OER Report."},
      {
        "id":"ED383781",
        "title":"Project Avanse. Final Evaluation Report, 1993-94. OER Report."},
      {
        "id":"ED383782",
        "title":"Career Assimilation Program for Entering Russian Students (Project CAPERS). Final Evaluation Report, 1993-94. OER Report."},
      {
        "id":"ED383783",
        "title":"School Programs and Practices for Homeless Students. ERIC/CUE Digest, Number 105."},
      {
        "id":"ED383785",
        "title":"Good Intentions Are Not Enough. The Peril Posed by Minnesota's New Desegregation Plan."},
      {
        "id":"ED383789",
        "title":"The Haitians. Their History and Culture. CAL Refugee Fact Sheet Series No. 10."},
      {
        "id":"ED383790",
        "title":"Latinos in Higher Education. Research Briefs, Volume 4, Number 4. Revised Copy."},
      {
        "id":"ED383791",
        "title":"African Americans in Higher Education."},
      {
        "id":"ED383792",
        "title":"Extending the Environments for Learning: Expanding the Practice of School Leadership To Meet the Needs of At-Risk Students and Special Interest Groups."},
      {
        "id":"ED383793",
        "title":"Promising Practices, and Program Adaptations &amp; Successes. Annual Report."},
      {
        "id":"ED383794",
        "title":"Barriers to Implementing Common Principles of Interagency Collaboration. Lessons Learned from the Marin City Families First Program."},
      {
        "id":"ED383795",
        "title":"Vietnamese, Laotian, Ethiopian, &amp; Former Soviet Union Refugees in Texas. Findings from the Texas Refugee Study. Texas Office of Immigration &amp; Refugee Affairs, Texas Department of Human Services."},
      {
        "id":"ED383796",
        "title":"Drug and Alcohol Use Survey Results: 1990-1995."},
      {
        "id":"ED383797",
        "title":"Using Profiles To Improve Schools."},
      {
        "id":"ED383798",
        "title":"The Crisis of White Ethnicity in Multicultural Schools: Hearing Student Voices. First Draft."},
      {
        "id":"ED383799",
        "title":"What Do Fertility Rates Have To Do with Immigration Concerns in California?"},
      {
        "id":"ED383801",
        "title":"Racism, Modernity and Schooling: New Directions in Antiracist Theory and Practice. First Draft."},
      {
        "id":"ED383802",
        "title":"&quot;Situated&quot; School Restructuring: Contrasting Case Studies of Two Urban Schools."},
      {
        "id":"ED383803",
        "title":"Prejudice Reduction and the Findings of Research."},
      {
        "id":"ED383805",
        "title":"Indicators of Children's Well-Being: Conference Papers. Background Papers and Rapporteur's Comments. Volume I. Special Report Series. Special Report Number 60a."},
      {
        "id":"ED383806",
        "title":"Indicators of Children's Well-Being: Conference Papers. Child Health, Education, and Economic Security. Volume II. Special Report Series. Special Report Number 60b."},
      {
        "id":"ED383807",
        "title":"Indicators of Children's Well-Being: Conference Papers. Cross-Cutting Issues; Population, Family, and Neighborhood; Social Development and Problem Behaviors. Volume III. Special Report Series. Special Report Number 60c."},
      {
        "id":"ED383808",
        "title":"An Examination of Effective Models for Chapter 1 Intervention in Elementary Schools."},
      {
        "id":"ED383809",
        "title":"The Fiscal Costs of Immigration: Analytical and Policy Issues."},
      {
        "id":"ED383810",
        "title":"Alternatives for Federally-Sponsored Technical Assistance for School Improvement: Lessons from Chapter 1 Program Improvement."},
      {
        "id":"ED383811",
        "title":"Discipline: Chicano Student Perception. Ethnic Integrity or Maladaptive Behavior?"},
      {
        "id":"ED383812",
        "title":"Equity in Primary and Secondary Education: Findings from Nigeria."},
      {
        "id":"ED383813",
        "title":"The Etiology of Conflict in Multicultural Relations."},
      {
        "id":"ED383814",
        "title":"Kids Count Data Book. State Profiles of Child Well-Being. 1995."},
      {
        "id":"ED383815",
        "title":"Chapter 1 Successful Schools. Technical Papers. 1993-94."},
      {
        "id":"ED383816",
        "title":"Chapter 1 Successful Schools. Pilot Project Report. 1993-94."},
      {
        "id":"ED383817",
        "title":"New Approaches to Evaluating Community Initiatives. Concepts, Methods, and Contexts. Roundtable on Comperhensive Community Initiatives for Children and Families."},
      {
        "id":"ED383818",
        "title":"The National Education Goals Report. Volume One: National Data."},
      {
        "id":"ED383819",
        "title":"The National Education Goals Report. Volume Two: State Data."},
      {
        "id":"ED383821",
        "title":"Report to the Governor on Tourism Training, 1990, 1991, 1992, and 1993."},
      {
        "id":"ED383822",
        "title":"What Are the Greatest Challenges Facing Education Today? AACE Forum: Trend Watch."},
      {
        "id":"ED383823",
        "title":"Adult Education and Development, 1994."},
      {
        "id":"ED383828",
        "title":"How Can Computers Help? A Study of the Human Support and Resources Available in Ontario to Adults with Disabilities Who Want To Know More about What New Technology Can Do for Them."},
      {
        "id":"ED383829",
        "title":"Centre for Adult and Continuing Education (CACE) 10th Anniversary Report, 1985 to 1995."},
      {
        "id":"ED383830",
        "title":"Comprehensive Vocational and Applied Technology Program. Seattle Tech Prep."},
      {
        "id":"ED383831",
        "title":"Developing Tech Prep Guidance Programs. Seattle Tech Prep."},
      {
        "id":"ED383832",
        "title":"Solar Car, Solar Boat: Model Classroom Projects. Seattle Tech Prep."},
      {
        "id":"ED383833",
        "title":"Applied Biology and Chemistry. Course Materials: Chemistry 111, 112, 113, 114. Seattle Tech Prep Applied Academics Project."},
      {
        "id":"ED383834",
        "title":"Applied Communications. Course Materials: English 103, 105, 106, 108. Seattle Tech Prep Applied Academics Project."},
      {
        "id":"ED383836",
        "title":"Applied Math. Course Materials: Math 111, 112, 113. Seattle Tech Prep Applied Academics Project."},
      {
        "id":"ED383837",
        "title":"Applied Physics. Course Materials: Physics 111, 112, 113. Seattle Tech Prep Applied Academics Project."},
      {
        "id":"ED383838",
        "title":"Career Development Portfolio. Seattle Public Schools."},
      {
        "id":"ED383839",
        "title":"Pocket Guide to Service Learning."},
      {
        "id":"ED383840",
        "title":"Legislative Principles for Career-Related Education and Training: What Research Supports."},
      {
        "id":"ED383841",
        "title":"Accountability in Workforce Training. Issue Paper."},
      {
        "id":"ED383842",
        "title":"Traditional and Cognitive Job Analyses as Tools for Understanding the Skills Gap."},
      {
        "id":"ED383843",
        "title":"Youth Apprenticeship: A School-to-Work Transition Program. Hot Topic."},
      {
        "id":"ED383844",
        "title":"Update on Vocational Education for Criminal Offenders in Hawaii's Correctional System. Research Report."},
      {
        "id":"ED383847",
        "title":"Updated Workplace Literacy Annotated Bibliography."},
      {
        "id":"ED383848",
        "title":"Diamonite 2000 Training Manual."},
      {
        "id":"ED383851",
        "title":"1993/94 Literacy Community Planning Process (LCPP) Profile Analysis."},
      {
        "id":"ED383854",
        "title":"The Busy Citizen's Discussion Guide: Education in Our Communities."},
      {
        "id":"ED383855",
        "title":"Youth Work Skills. 1992-1993 Annual Report."},
      {
        "id":"ED383856",
        "title":"Business/Education Partnerships. ERIC Digest No. 156."},
      {
        "id":"ED383857",
        "title":"Business/Industry Standards and Vocational Program Accountability. ERIC Digest No. 157."},
      {
        "id":"ED383858",
        "title":"Workplace Literacy: Its Role in High Performance Organizations. ERIC Digest No. 158."},
      {
        "id":"ED383859",
        "title":"Prison Literacy Programs. ERIC Digest No. 159."},
      {
        "id":"ED383860",
        "title":"Managing a Job, a Family, and Studies. A Guide for Educational Institutions and the Workplace = Coordonner emploi, famille, et etudes. Un guide destine&apos; aux institutions d&apos;enseignement et au milieu du travail."},
      {
        "id":"ED383861",
        "title":"The Influence of Agriscience and Natural Resources Curriculum on Students' Science Achievement Scores."},
      {
        "id":"ED383862",
        "title":"Guidelines for Effective Literacy Programs in Ontario. A Discussion Paper for Programs [and] Accountability Framework: Summary of Elements Developed for Consultation."},
      {
        "id":"ED383863",
        "title":"Towards an Adult Literacy Policy for Ontario. A Discussion Paper."},
      {
        "id":"ED383864",
        "title":"Issues in Workplace Literacy. Workplace Literacy Roundtable."},
      {
        "id":"ED383865",
        "title":"A Holistic Approach to Evaluating Vocational Education: Traditional Chinese Physicians (TCP) Model."},
      {
        "id":"ED383867",
        "title":"Storylines: An Anthology of Told Stories."},
      {
        "id":"ED383868",
        "title":"Labour Adjustment Initiative Report. Validation Draft."},
      {
        "id":"ED383869",
        "title":"Issues and Options in Adult Literacy: A National Symposium. Proceedings (Toronto, Ontario, Canada, June 17-29, 1991)."},
      {
        "id":"ED383870",
        "title":"Historical Problems in Industrial Arts and Technology Education."},
      {
        "id":"ED383872",
        "title":"Resource Guide for Literacy Practitioners. Validation Draft for Discussion Purposes Only."},
      {
        "id":"ED383875",
        "title":"Toward a National Youth Development System. How We Can Better Serve Youth at Risk. A Report to the Secretary of Labor Based on Findings of the National Youth Employment Coalition."},
      {
        "id":"ED383876",
        "title":"Postsecondary Occupational Education: The Need for Funding Reform."},
      {
        "id":"ED383878",
        "title":"Credit for All--A Marketing Research Report into Credit-Bearing Courses."},
      {
        "id":"ED383879",
        "title":"Older Adults' Needs and Usage of Numerical Skills in Everyday Life."},
      {
        "id":"ED383880",
        "title":"Fourth Grade Factory--An Integrated, Collaborative Unit in Manufacturing and Economics--Make It, Take It."},
      {
        "id":"ED383881",
        "title":"Reports on...Credit and Other Financial Issues."},
      {
        "id":"ED383882",
        "title":"Back to the Future with Business and Marketing Education. Annual Atlantic Coast Business and Marketing Education Conference Proceedings (12th, Raleigh, North Carolina, February 17-18, 1995)."},
      {
        "id":"ED383883",
        "title":"AERA Vocational Education Special Interest Group Proceedings. American Educational Research Association Annual Meeting (San Francisco, California, April 18-22, 1995)."},
      {
        "id":"ED383884",
        "title":"Serving Dislocated Farmers: An Evaluation of the EDWAA Farmers and Ranchers Demonstration. Research and Evaluation Report Series 94-C."},
      {
        "id":"ED383885",
        "title":"From the Farm to the Job Market: A Guide to Employment and Training Services for Farmers and Ranchers. Research and Evaluation Report Series 94-D."},
      {
        "id":"ED383886",
        "title":"JTPA Summer Youth Enrichment: A Change Agent Guide. A Technical Assistance and Training Series."},
      {
        "id":"ED383887",
        "title":"Voluntary Skill Standards and Certification. Skill Standards: A Primer."},
      {
        "id":"ED383888",
        "title":"Welfare to Work: Participants' Characteristics and Services Provided in JOBS. Report to the Ranking Minority Member, Committee on Finance, U.S. Senate."},
      {
        "id":"ED383896",
        "title":"AERA Business and Information Systems Research Special Interest Group Proceedings. American Educational Research Association Annual Meeting (San Francisco, California, April 18-22, 1995)."},
      {
        "id":"ED383897",
        "title":"Workplace Literacy: Critical Perspectives on Learning Basic Skills at Work."},
      {
        "id":"ED383898",
        "title":"Vocational Training and the Role of the Regions in France: The Issues Involved in Decentralisation."},
      {
        "id":"ED383899",
        "title":"PACE Model Tech Prep Education Project. Evaluation Report."},
      {
        "id":"ED383900",
        "title":"From Industrial Arts to Living Technology: Senior-High-School Technology Education Curriculum Transition in Taiwan, R.O.C."},
      {
        "id":"ED383901",
        "title":"Community Agency and School Collaboration: Going in with Your Eyes Open."},
      {
        "id":"ED383902",
        "title":"Establishing a Beachhead: Service Learning at Stanford. Are School-University-Community Partnerships Worth the Struggle? Service Learning: A Case Study."},
      {
        "id":"ED383903",
        "title":"Fostering Entrepreneurship for School-to-Business Transition: A Challenging Role for Postsecondary Education."},
      {
        "id":"ED383904",
        "title":"Promoting Autonomy in the Workplace--A Cognitive-Developmental Intervention."},
      {
        "id":"ED383905",
        "title":"School to Work Transition: Issues and Strategies for Evaluation and Program Improvement. Working Paper."},
      {
        "id":"ED383906",
        "title":"Voices of Diversity in Emerging Vocationalism: Student Perspectives on School Climate."},
      {
        "id":"ED383907",
        "title":"Recognition of Learning in Adult Basic Education. Roundtable Conducted at the National Colloquium, L'alphabetisation des adultes: questions et options (Adult Literacy: Questions and Options) (Toronto, Ontario, Canada, June 17-20, 1991)."},
      {
        "id":"ED383908",
        "title":"The Role of Volunteers in Adult Literacy. Roundtable. Roundtable Conducted at the National Colloquium, L'alphabetisation des adultes: questions et options (Adult Literacy: Questions and Options) (Toronto, Ontario, Canada, June 17-20, 1991)."},
      {
        "id":"ED383909",
        "title":"Learning Disabilities in Adult Literacy. Roundtable Conducted at the National Colloquium, L'alphabetisation des adultes: questions et options (Adult Literacy: Questions and Options) (Toronto, Ontario, Canada, June 17-20, 1991)."},
      {
        "id":"ED383910",
        "title":"Oral History: A Tool for Adult Literacy. Script."},
      {
        "id":"ED383911",
        "title":"L'alphabetisation et les jeunes (Youth and Literacy). English Translation. Roundtable Conducted at the National Colloquium, L'alphabetisation des adultes: questions et options (Adult Literacy: Questions and Options) (Toronto, Ontario, Canada, June 17-20, 1991)."},
      {
        "id":"ED383912",
        "title":"L'alphabetisation en milieu de travail (Literacy Training in the Workplace). English Translation. Roundtable Conducted at the National Colloquium, L'alphabetisation des adultes: questions et options (Adult Literacy: Questions and Options) (Toronto, Ontario, Canada, June 17-20, 1991)."},
      {
        "id":"ED383913",
        "title":"Secondary &amp; Postsecondary Assessment for Public Law 101-392."},
      {
        "id":"ED383914",
        "title":"Mt. Hood Community College National Tech Prep Demonstration Center. Concluding Performance Report."},
      {
        "id":"ED383916",
        "title":"An Evaluation of the Southern Maryland Educational Consortium's Tech Prep Program: Final Report."},
      {
        "id":"ED383917",
        "title":"Refugee Education &amp; Training. Issues for Further Education."},
      {
        "id":"ED383918",
        "title":"Tackling Targets."},
      {
        "id":"ED383919",
        "title":"Implementing &quot;A New Life.&quot;"},
      {
        "id":"ED383920",
        "title":"A Framework for Credit. A Common Framework for Post-14 Education and Training for the Twenty-First Century."},
      {
        "id":"ED383921",
        "title":"A Framework for Credit. Framework Guidelines 1. Levels, Credit Value and the Award of Credits."},
      {
        "id":"ED383922",
        "title":"A Framework for Credit. Framework Guidelines 2. Learning Outcomes, Units and Modules."},
      {
        "id":"ED383923",
        "title":"The Early Careers of Non-College-Bound Men."},
      {
        "id":"ED383924",
        "title":"The Effects of High School Work Experience on Future Economic Attainment."},
      {
        "id":"ED383925",
        "title":"Employment Effects of Minimum and Subminimum Wages. Recent Evidence."},
      {
        "id":"ED383926",
        "title":"Mandates in Employment. A History of Added Burdens on the Unskilled."},
      {
        "id":"ED383927",
        "title":"Minimum Wage Laws and the Distribution of Employment."},
      {
        "id":"ED383928",
        "title":"Youth Employment in the Hospitality Sector."},
      {
        "id":"ED383929",
        "title":"Career Education that Works. Programs, Practices, and Publications. AACE Citations for Career Education Initiatives. First Edition."},
      {
        "id":"ED383930",
        "title":"Self-Direction in Adult Art Education."},
      {
        "id":"ED383931",
        "title":"Annual Performance Report for Vocational Education. Guam 1993-1994."},
      {
        "id":"ED383932",
        "title":"Annual Performance Report for Vocational Education (Activities Utilizing Federal Funds). Fiscal Year 1994."},
      {
        "id":"ED383933",
        "title":"Coordination of Vocational Education and JTPA for a Competitive Workforce."},
      {
        "id":"ED383936",
        "title":"Vocational and Applied Technology Education Annual Performance Report for Program Year 1994. Submitted to the United States Secretary of Education under the Provisions of Public Law 101-392, the Carl D. Perkins Vocational and Applied Technology Education Act."},
      {
        "id":"ED383937",
        "title":"Awareness: The Journal of the Colorado Association for Counseling and Development, 1985-1994."},
      {
        "id":"ED383938",
        "title":"Mentoring as an Intervention for Adolescents in the School Setting with Potential or Actual Gang Involvement."},
      {
        "id":"ED383939",
        "title":"Relationship between Therapists' Attitudes toward Divorce and Marital Therapy Intervention Preferences."},
      {
        "id":"ED383940",
        "title":"Public/Private Partnerships in Older Worker Employment: A Guide for the Aging Network."},
      {
        "id":"ED383941",
        "title":"Increasing the Awareness of Available Scholarship Opportunities for High School Seniors through a Strategic Public Relations Program."},
      {
        "id":"ED383942",
        "title":"Counseling the Conduct-Disordered Child."},
      {
        "id":"ED383943",
        "title":"Increasing the Awareness of Child and Youth Professionals in the AIDS Crisis."},
      {
        "id":"ED383944",
        "title":"Activities for Counseling Underachievers."},
      {
        "id":"ED383945",
        "title":"SPARK Peer Helper Program, 1993-94. OER Report."},
      {
        "id":"ED383946",
        "title":"Project Achieve Transition Services (PATS), 1993-94. OER Report."},
      {
        "id":"ED383947",
        "title":"On a Certain Emotional Blindness in Human Beings."},
      {
        "id":"ED383948",
        "title":"Young People and Illegal Drugs, 1989-1995: Facts and Predictions. A Report Based on Data Collected between 1989 and 1994, Using the Health Related Behaviour Questionnaire."},
      {
        "id":"ED383950",
        "title":"Revictimization as a Sequela to Childhood Sexual Abuse of Females."},
      {
        "id":"ED383951",
        "title":"Psychologist-In-Training Program Evaluation, 1991-1992. OER Report."},
      {
        "id":"ED383952",
        "title":"Evaluation of the Expanded and Enhanced Model System-Wide K-9 Drug/Alcohol Abuse Prevention Training Program for Counselors, Social Workers, and Nurses, 1991-92."},
      {
        "id":"ED383953",
        "title":"An Assessment of the Drug Abuse Resistance Education (DARE) Program in Fort Wayne, Indiana."},
      {
        "id":"ED383954",
        "title":"Retirement Counseling: Preparing for the &quot;Golden Years.&quot;"},
      {
        "id":"ED383955",
        "title":"Pupil Services and Education Reform."},
      {
        "id":"ED383956",
        "title":"Bully-Proofing Your School: A Comprehensive Elementary Curriculum."},
      {
        "id":"ED383957",
        "title":"TIPS from PIP: Primary Intervention Program for At-Risk Students."},
      {
        "id":"ED383958",
        "title":"The Mano a Mano Project: A Collaborative Mentoring Effort."},
      {
        "id":"ED383959",
        "title":"Working with African American Mothers and Urban Schools: The Power of Participation."},
      {
        "id":"ED383960",
        "title":"Policy and Practice in School Discipline: Past, Present and Future."},
      {
        "id":"ED383961",
        "title":"The Collaborative Community/School Conflict Resolution Model."},
      {
        "id":"ED383962",
        "title":"I Can Problem Solve (ICPS): A Cognitive Approach to Preventing Early High Risk Behaviors."},
      {
        "id":"ED383963",
        "title":"Project ACHIEVE: A Collaborative, School-Based School Reform Process Improving the Academic and Social Progress of At-Risk and Underachieving Students."},
      {
        "id":"ED383964",
        "title":"Preventing Adolescent Suicide."},
      {
        "id":"ED383965",
        "title":"Developing a Seamless System for Meeting the Needs of Young Children Affected by Alcohol and Other Drugs through Training and Technical Assistance."},
      {
        "id":"ED383966",
        "title":"School Learning Environments as Reported by Teachers, Parents, and Students."},
      {
        "id":"ED383967",
        "title":"The Social Decision Making and Life Skills Development Program: A Framework for Promoting Students' Social Competence and Life Skills and Preventing Violence, Substance Abuse and Related Problem Behaviors."},
      {
        "id":"ED383968",
        "title":"A Narrative Inquiry of Clinical Supervision in Psychology: A Discourse Analysis of the Storying-Restorying Process."},
      {
        "id":"ED383969",
        "title":"Reducing Verbal and Physically Abusive Behaviors of Ninth through Twelfth Grade Students through a Structured Support Group Process."},
      {
        "id":"ED383970",
        "title":"Increasing Latency Age Children's Sensitivity to Racial and Ethnic Differences through Enhancing their Awareness and Knowledge."},
      {
        "id":"ED383971",
        "title":"To Decrease the Negative Behavior of High School Students by Increasing Pro-Social Behavior."},
      {
        "id":"ED383972",
        "title":"The Value of Support Agencies on the School Site to Pregnant and Parenting Students."},
      {
        "id":"ED383974",
        "title":"Professional Issues in Counseling: Teaching Experience as a Requirement for the Certification of School Counselors."},
      {
        "id":"ED383975",
        "title":"Family Therapy Supervision for School Counselors and Related Issues."},
      {
        "id":"ED383976",
        "title":"Family Cohesion and Conflict in a Substance Abuse Prevention Program."},
      {
        "id":"ED383977",
        "title":"Anti-Drug Abuse Strategy Report. State of New York. 1993 Update."},
      {
        "id":"ED383978",
        "title":"Gender and Ethnic Differences in the Perception of Barriers to Career Development."},
      {
        "id":"ED383979",
        "title":"Discriminatory Harassment and Institutional Policy: Negotiations on the Border."},
      {
        "id":"ED383980",
        "title":"Value Orientations of Professional Counselors: A National Survey. Final Report for 1992-1993 Research Project."},
      {
        "id":"ED383981",
        "title":"Muslims in America: An Exploratory Study of Universal and Mental Health Values. Final Report for 1992-1994 Research Project."},
      {
        "id":"ED383982",
        "title":"A Differential Feature-Cost Analysis of Seventeen Computer-Assisted Career Guidance Systems: Technical Report Number 10. (Fifth Edition)."},
      {
        "id":"ED383983",
        "title":"Alcohol and Drug Defense Program (ADD): Evaluation Report, 1993-94."},
      {
        "id":"ED383984",
        "title":"Children of Alcoholics: Alcohol, Tobacco, and Other Drugs Resource Guide."},
      {
        "id":"ED383985",
        "title":"Secondary School Students: Alcohol, Tobacco, and Other Drugs Resource Guide."},
      {
        "id":"ED383986",
        "title":"Selected Indicators of Adolescent Suicide in High School Students: Results of the 1993 North Carolina Youth Risk Behavior Survey."},
      {
        "id":"ED391011",
        "title":"Student/Teacher Satisfaction with Interactive Instructional Technologies."},
      {
        "id":"ED391013",
        "title":"Outcomes Assessment: From Knowledge to Practice."},
      {
        "id":"ED391015",
        "title":"Managing Assessment."},
      {
        "id":"ED391016",
        "title":"Mapping the FE Sector."},
      {
        "id":"ED391017",
        "title":"Professional Competence and the Initial and Continuing Education of NSW TAFE Teachers. A High Quality Teaching Workforce for TAFE NSW. Report Part 1."},
      {
        "id":"ED391018",
        "title":"Case Studies on Technical and Vocational Education in Asia and the Pacific. Report of Regional Meeting (Kuala Lumpur, Malaysia, December 12-15, 1994). Exemplar Curriculum Project Working Group Report."},
      {
        "id":"ED391019",
        "title":"Case Studies on Technical and Vocational Education in Asia and the Pacific. An Overview."},
      {
        "id":"ED391020",
        "title":"Technical and Vocational Education and Training in Australia. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391021",
        "title":"The Development of Technical and Vocational Education in Bangladesh--A Case Study in Quality Improvement. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391022",
        "title":"Reform of China's Technical and Vocational Education in the Transition from a Planned Economy System to a Socialist Market Economy System--A Case Study. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391023",
        "title":"Technical and Vocational Education and Training in Fiji--An Overview. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391024",
        "title":"The Development of Technical and Vocational Education in India--A Case Study in Quality Improvement. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391025",
        "title":"The Development of Technical and Vocational Education in Indonesia--A Case Study in Quality Improvement. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391026",
        "title":"The Development of Technical and Vocational Education for the Islamic Republic of Iran--A Case Study in Quality Improvement. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391027",
        "title":"Case Study on Technical and Vocational Education in Japan. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391028",
        "title":"The Role and Function of the Vocational Education and Training in the New Economic Plan in Korea. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391029",
        "title":"The Development of Technical and Vocational Education in Malaysia--A Case Study in Quality Improvement. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391030",
        "title":"The Development of Technical and Vocational Education in Pakistan--A Case Study in Quality Improvement. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391031",
        "title":"A Case Study on the Status of Technical and Vocational Education in Thailand. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391032",
        "title":"The Development of Technical and Vocational Education for Vietnam--A Case Study in Quality Improvement. Case Studies on Technical and Vocational Education in Asia and the Pacific."},
      {
        "id":"ED391033",
        "title":"Vocational Training in the European Community 1994. Annual Report 1994."},
      {
        "id":"ED391034",
        "title":"Collaborative Instructional Leadership for Workforce Preparation of Youth."},
      {
        "id":"ED391035",
        "title":"Commitment to Higher Vocational Education."},
      {
        "id":"ED391036",
        "title":"International Co-operation with Higher Vocational Qualifications: An Example."},
      {
        "id":"ED391037",
        "title":"International Recognition of Vocational Qualifications."},
      {
        "id":"ED391038",
        "title":"Learning Style, Brain Modality, and Teaching Preferences of Incarcerated Females at the Pocatello Women's Correctional Center."},
      {
        "id":"ED391039",
        "title":"Manual Training Schools in America."},
      {
        "id":"ED391040",
        "title":"Vocational Education Influence on Underemployment in Taiwan, Republic of China."},
      {
        "id":"ED391042",
        "title":"Mississippi Tech Prep Discovery Course Profiles and Career Planning. Career Discovery, Grade 7. Computer Discovery, Grade 8. Technology Discovery, Grade 9. Career Planning, Grades 7-12."},
      {
        "id":"ED391043",
        "title":"Using the Career Orientation and Planning Profile (COPP) and the Myers-Briggs Type Indicator (MBTI) To Strengthen Adult Students' Knowledge of Self and of the Work World."},
      {
        "id":"ED391044",
        "title":"The Use of Reflection-in-Action by Adult Educators: An Inquiry into Schon's Epistemology of Practice."},
      {
        "id":"ED391046",
        "title":"We're Sold. Strategies for Overcoming Learning Differences. A Section 353 Training Project."},
      {
        "id":"ED391047",
        "title":"Employer and Employee Roles in Workplace-Based Career Development: The Challenge of Change in the Workplace. Workforce Brief #6."},
      {
        "id":"ED391048",
        "title":"Approaches to Forming a Learning Consortium: A Guide for Service Providers. Business Assistance Tools."},
      {
        "id":"ED391049",
        "title":"Employee Training Interview Guide. Judging the Quality and Effectiveness of Training Providers. Workforce Tools."},
      {
        "id":"ED391050",
        "title":"Employee Training Product Checklist. Judging the Quality of Training Products. Workforce Tools."},
      {
        "id":"ED391051",
        "title":"An Evaluation of Tech Prep in Ohio. Year One Final Report."},
      {
        "id":"ED391052",
        "title":"Design and Assessment of a Career Development Program for Law Enforcement."},
      {
        "id":"ED391053",
        "title":"Implementation of Outcomes-Based Accreditation To Assure Quality in Technical Education."},
      {
        "id":"ED391054",
        "title":"The Potential of Tech Prep Programs."},
      {
        "id":"ED391055",
        "title":"Toward the Twenty-first Century: Air Command and Staff College Curriculum from Theory to Practice."},
      {
        "id":"ED391056",
        "title":"Vocational Education and Values Regarding Labor."},
      {
        "id":"ED391057",
        "title":"Planning for Tech Prep: A Guidebook for School Leaders."},
      {
        "id":"ED391059",
        "title":"Using Assessment Information in Educational Decision Making: A Study of Ohio Vocational Teachers' Assessment Practices."},
      {
        "id":"ED391062",
        "title":"Technology: A New Paradigm for Adult Education Administrators."},
      {
        "id":"ED391065",
        "title":"Applied Academics Trainer's Guide."},
      {
        "id":"ED391066",
        "title":"Vocational Portfolio for Learning Support Students. Level I."},
      {
        "id":"ED391067",
        "title":"Learner Outcomes as Articulated in Adult Education Literature: An Annotated Bibliography."},
      {
        "id":"ED391068",
        "title":"Lessons on Using Internet."},
      {
        "id":"ED391069",
        "title":"Structural-Cultural Factors of Nonparticipation in Adult Basic Education by Chicano/a Adults in Urban Communities in Colorado. Final Section 353 Project Report FY 1994."},
      {
        "id":"ED391070",
        "title":"The University of the Third Age (U3A) Movement and Its Rise in New South Wales: In the Great Tradition of Liberal Adult Education?"},
      {
        "id":"ED391072",
        "title":"Development of High-Tech Skills."},
      {
        "id":"ED391074",
        "title":"It Works! Vocational Exploration as Drop Out Prevention."},
      {
        "id":"ED391075",
        "title":"Attitudes, Knowledge, and Skills of Indiana Vocational Teachers Related to Special Populations. Summary Data Report."},
      {
        "id":"ED391076",
        "title":"Beyond the Career Break. A Study of Professional and Managerial Women Returning to Work after Having a Child."},
      {
        "id":"ED391077",
        "title":"Will National Vocational Qualifications Work? Evidence from the Construction Industry."},
      {
        "id":"ED391078",
        "title":"Employers' Attitudes towards People with Disabilities. Manpower Commentary Series."},
      {
        "id":"ED391079",
        "title":"Occupation and Skill Change in the European Retail Sector. A Study for CECD and EURO-FIET."},
      {
        "id":"ED391080",
        "title":"The Labour Market for Postgraduates."},
      {
        "id":"ED391081",
        "title":"National and Scottish Vocational Qualifications: Early Indications of Employers' Take-up and Use."},
      {
        "id":"ED391082",
        "title":"JOBSEARCH: Modelling Behaviour and Improving Practice. Manpower Commentary Series."},
      {
        "id":"ED391083",
        "title":"Implementing NVQs: The Experience of Employers, Employees and Trainees. Report 265."},
      {
        "id":"ED391084",
        "title":"The U.S. Labour Market for New Graduates. Report 267."},
      {
        "id":"ED391085",
        "title":"Careers and Training in Dance and Drama. Report 268."},
      {
        "id":"ED391086",
        "title":"Getting Unemployed Adults into Jobs. Does Jobsearch Training Add Value to &quot;Training for Work&quot;? Report 273."},
      {
        "id":"ED391087",
        "title":"The Youth Labour Market, SOLOTEC, and Training Credits. Report 277."},
      {
        "id":"ED391088",
        "title":"Personal Development Plans: Case Studies of Practice. Report 280."},
      {
        "id":"ED391089",
        "title":"Measuring the Effectiveness of Training. Report 282."},
      {
        "id":"ED391090",
        "title":"Balancing the Building Team: Gender Issues in the Building Professions. Report 284."},
      {
        "id":"ED391091",
        "title":"Careers in Organisations: Issues for the Future. Report 287."},
      {
        "id":"ED391092",
        "title":"REACH--Richmond Enhanced Academics for Change. Nabisco Richmond Model. Skills Effectiveness Training for Workplace Literacy: The Non-Intrusive Determination of Workplace Literacy Skills Requirements in a Union Environment. Final Reports."},
      {
        "id":"ED391093",
        "title":"REACH--Richmond Enhanced Academics for Change. Nabisco Richmond Model. Skills Effectiveness Training for Workplace Literacy: The Non-Intrusive Determination of Workplace Literacy Skills Requirements in a Union Environment. Facilitator Copy [and] Participant Copy."},
      {
        "id":"ED391094",
        "title":"Annotated Bibliography of Workplace Literacy Materials."},
      {
        "id":"ED391096",
        "title":"Does Your Company Need a Workplace Skills Program?"},
      {
        "id":"ED391097",
        "title":"State Profiles for Family Literacy."},
      {
        "id":"ED391100",
        "title":"Teaching a Graduate Program Using Computer Mediated Conferencing Software."},
      {
        "id":"ED391101",
        "title":"Seamless Education: Why a System for Transfer in Occupational Education? Briefing Paper No. 1, Spring 1994."},
      {
        "id":"ED391102",
        "title":"Seamless Education: A Regional View of Postsecondary Transfer Policy and Practice. Briefing Paper No. 2, Spring 1994."},
      {
        "id":"ED391103",
        "title":"Seamless Education: Barriers to Transfer in Postsecondary Education. Briefing Paper No. 3, Spring 1994."},
      {
        "id":"ED391104",
        "title":"The Vocational and Language Development of Limited English Proficient Adults. Information Series No. 363."},
      {
        "id":"ED391105",
        "title":"Tech Prep Q & A: Information for Program Development. Information Series No. 364."},
      {
        "id":"ED391106",
        "title":"Towards the Identification and Management of Stress in British Teachers."},
      {
        "id":"ED391107",
        "title":"Assessing Career Certainty and Choice Status. ERIC Digest."},
      {
        "id":"ED391108",
        "title":"Gender Differences in Adolescent Career Exploration. ERIC Digest."},
      {
        "id":"ED391109",
        "title":"Assessing Employability Skills. ERIC Digest."},
      {
        "id":"ED391110",
        "title":"Assessing Career Development with Portfolios. ERIC Digest."},
      {
        "id":"ED391111",
        "title":"Ethics in Assessment. ERIC Digest."},
      {
        "id":"ED391112",
        "title":"Multicultural Assessment. ERIC Digest."},
      {
        "id":"ED391113",
        "title":"Adolescent Anger Control."},
      {
        "id":"ED391114",
        "title":"Music as a Treatment Channel of Adolescent Destructivity."},
      {
        "id":"ED391115",
        "title":"An Evaluation of Learnfare Case Management Services."},
      {
        "id":"ED391116",
        "title":"CASA Fact Sheet."},
      {
        "id":"ED391117",
        "title":"Components of a Successful Program that Serves Pregnant and Parenting Students."},
      {
        "id":"ED391118",
        "title":"Providing Post Legal Family Support and Parent Training to Parents Who Adopt Sexually Abused, Attachment Disordered Children through a Public Agency."},
      {
        "id":"ED391119",
        "title":"Restrictive Measures for Young, Beginning Drivers."},
      {
        "id":"ED391120",
        "title":"In Their Own Voices: Students and Educators Evaluate California School-Based Drug, Alcohol, and Tobacco, Education (DATE) Programs."},
      {
        "id":"ED391121",
        "title":"A Preliminary Investigation of Factors Affecting Educational Attainment of Children of Divorce."},
      {
        "id":"ED391122",
        "title":"Social Roles Contribute to Age and Sex Stereotypes."},
      {
        "id":"ED391123",
        "title":"Gendered Violence: Examining Education's Role. Working Paper Series. Working Paper 4."},
      {
        "id":"ED391124",
        "title":"Seeking Justice: Crime and Punishment in America."},
      {
        "id":"ED391125",
        "title":"Conflict & Gang Violence Prevention Using Peer Leadership: Training Manual for CHAMPS."},
      {
        "id":"ED391126",
        "title":"Finders, Keepers - Knowers, Teachers."},
      {
        "id":"ED391130",
        "title":"Words that Count Women Out/In. Second Edition."},
      {
        "id":"ED391132",
        "title":"Female Athletes Facing Discrimination: Curriculum Regarding Female Athletes."},
      {
        "id":"ED391133",
        "title":"Effects of Support on the Attitude of the Primary Caregiver of a Child with Down Syndrome."},
      {
        "id":"ED391134",
        "title":"High School Extracurricular Activities & College Grades."},
      {
        "id":"ED391135",
        "title":"A Study of the Difference between the Likelihood of Males and Females Being Sexually Abused."},
      {
        "id":"ED391136",
        "title":"The Relationship of Dominance, Self-Esteem, and Life Satisfaction to Selected Variables."},
      {
        "id":"ED391137",
        "title":"Substance Abuse among Health-Care Professionals in Rutherford and Surrounding Counties."},
      {
        "id":"ED391138",
        "title":"Mentoring At Risk Students: Challenges and Potential, No. 217."},
      {
        "id":"ED391139",
        "title":"Reconsidering Sex Roles and Aging: Preliminary Data on Some Influences of Context, Cohort, Time."},
      {
        "id":"ED391140",
        "title":"Planning To Meet Career Development Needs: School-to-Work Transitional Programs: Program Guide. Second Edition."},
      {
        "id":"ED391141",
        "title":"Why Does Phonics Work?: Process vs. Declaration."},
      {
        "id":"ED391142",
        "title":"Lives in the Balance: Teaching about Pets and Pet Care."},
      {
        "id":"ED391143",
        "title":"What Is the Effect of Recreational Reading on Reading Achievement of Middle Grade Students?"},
      {
        "id":"ED391144",
        "title":"Teaching with CORI: Taking the Big Jump."},
      {
        "id":"ED391145",
        "title":"Role of Radical Awareness in the Character and Word Acquisition of Chinese Children. Technical Report No. 615."},
      {
        "id":"ED391146",
        "title":"The Role of Early Literacy Interventions in the Transformation of Educational Systems. Technical Report No. 617."},
      {
        "id":"ED391147",
        "title":"Metalinguistic Awareness and Literacy Acquisition in Different Languages. Technical Report No. 618."},
      {
        "id":"ED391148",
        "title":"WEE Science--Integrating Content Area Reading and Science Education. Technical Report No. 620."},
      {
        "id":"ED391149",
        "title":"Twenty-First Century Literacy. Technical Report No. 624."},
      {
        "id":"ED391150",
        "title":"An Integrated Thematic Unit at a Junior High School with Traditional Scheduling. Technical Report No. 625."},
      {
        "id":"ED391151",
        "title":"Constructing Scientific Explanations from Text: A Theory with Implications for Conceptual Change. Technical Report No. 626."},
      {
        "id":"ED391152",
        "title":"On the Role of Context in First- and Second-Language Vocabulary Learning. Technical Report No. 627."},
      {
        "id":"ED391153",
        "title":"On the Logical Integrity of Children's Arguments. Technical Report No. 628."},
      {
        "id":"ED391154",
        "title":"A View of Reading Practices in the Intermediate Grades: Treatment of Discourse Types. Technical Report No. 629."},
      {
        "id":"ED391155",
        "title":"Multicultural Materials in the Learning Resources Lab."},
      {
        "id":"ED391156",
        "title":"Reexamining the Issue of Authenticity in Picture Books."},
      {
        "id":"ED391157",
        "title":"NAEP 1994 Reading: A First Look--Findings from the National Assessment of Educational Progress. Revised Edition."},
      {
        "id":"ED391158",
        "title":"The Read-Write-Now! Partners Tutoring Program. A Training Guide."},
      {
        "id":"ED391159",
        "title":"Ten Years of Research: Achievements of the National Center for the Study of Writing and Literacy. Technical Report No. 1-C."},
      {
        "id":"ED391160",
        "title":"Queer Theory in the Undergraduate Writing Course."},
      {
        "id":"ED391161",
        "title":"An &quot;Unplacid&quot; Genre."},
      {
        "id":"ED391163",
        "title":"To Logology and Back--The Late Essays of Kenneth Burke."},
      {
        "id":"ED391164",
        "title":"Shakespeare for the Post-Postmodern Age."},
      {
        "id":"ED391167",
        "title":"Bakhtin, the King, and Kingston: Dialogizing &quot;No Name Woman&quot; and One-Name Man."},
      {
        "id":"ED391168",
        "title":"Gender and Empowerment in the Technical Writing Class."},
      {
        "id":"ED391169",
        "title":"Apprenticeship versus Partnership: Graduate Students as Administrators."},
      {
        "id":"ED391170",
        "title":"A Forum of Their Own: Rhetoric, Religion, and Female Participation in Ancient Athens."},
      {
        "id":"ED391171",
        "title":"Voice as a Lightning Rod for Dangerous Thinking."},
      {
        "id":"ED391176",
        "title":"The Gendered Plagiarist."},
      {
        "id":"ED391181",
        "title":"Computer-Mediated Classroom Discourse as Linguistic Intervention: A Pragmatic Analysis of Topic, Coherence, and Choreography."},
      {
        "id":"ED391182",
        "title":"Teaching Creative Writing in the Elementary School. ERIC Digest."},
      {
        "id":"ED391183",
        "title":"The Importance of Minority Role Models in Higher Education Mass Communication Curriculum."},
      {
        "id":"ED391184",
        "title":"Improving Relationships between College and High School Forensics Programs: Three Case Studies and a Regional Survey."},
      {
        "id":"ED391185",
        "title":"Multiple Measures of Critical Thinking Skills and Predisposition in Assessment of Critical Thinking."},
      {
        "id":"ED391186",
        "title":"Beer Advertising to Latino Youth: The Effects of Spanish vs. English Language Targeting."},
      {
        "id":"ED391187",
        "title":"A Global Perspective on Public Relations Ethics: The Middle East."},
      {
        "id":"ED391188",
        "title":"Contributions of Jacques Ellul's &quot;Propaganda&quot; to Teaching and Research in Rhetorical Theory."},
      {
        "id":"ED391189",
        "title":"Extending Burke."},
      {
        "id":"ED391190",
        "title":"Student Perceptions of the Influence of Race on Professor Credibility."},
      {
        "id":"ED391191",
        "title":"What If We Asked Circular Questions instead of &quot;Rhetorical Questions?&quot;: Possibilities for the Classroom and Daily Interactions."},
      {
        "id":"ED391192",
        "title":"Entertainment-Education and the Ethics of Social Intervention."},
      {
        "id":"ED391193",
        "title":"The Online Classroom: Teaching with the Internet."},
      {
        "id":"ED391194",
        "title":"Defining the At-Risk Student: Conceptual and Theoretical Considerations."},
      {
        "id":"ED391195",
        "title":"Seeing through Film: Cinema as Inquiry and Pedagogy."},
      {
        "id":"ED391196",
        "title":"Learning the Hard Way: Learning Styles and At-Risk Populations."},
      {
        "id":"ED391197",
        "title":"What's a Nice Scholar like You Doing with a Topic like This? Or Interpretive Communities Make Sense."},
      {
        "id":"ED391198",
        "title":"Assessment of the Learner Empowerment Measure."},
      {
        "id":"ED391199",
        "title":"Progress in K-12 Communication Assessment Programs at the State Level."},
      {
        "id":"ED391200",
        "title":"Communication Turf Wars of the 90s: Are They Necessary?"},
      {
        "id":"ED391201",
        "title":"The Children's Television Act of 1990 and Freedom of Speech: A Market Study."},
      {
        "id":"ED391202",
        "title":"Using Comserve in Communication Courses."},
      {
        "id":"ED391203",
        "title":"Implicit Language Theories: An Analysis of Student and Instructor Discourse about Nonsexist Language."},
      {
        "id":"ED391204",
        "title":"Using Contemporary Media To Develop Students' Observational Skills of Interpersonal Behavior."},
      {
        "id":"ED391206",
        "title":"Creative Drama in the Classroom."},
      {
        "id":"ED391207",
        "title":"Classroom Situations Which Lead to Student Participation."},
      {
        "id":"ED391208",
        "title":"An Emerging Interactional Theory of Communication."},
      {
        "id":"ED391210",
        "title":"Adoption of Computer Communication Technology by Communication Faculty: A Case Study."},
      {
        "id":"ED391211",
        "title":"Adoption of Information Technology by Advertising Agencies."},
      {
        "id":"ED391212",
        "title":"Heuristic Elements of Plausible Reasoning."},
      {
        "id":"ED391213",
        "title":"Commercialism in the Classroom: The Controversial Partnership of Education and Business."},
      {
        "id":"ED391214",
        "title":"Modern Tools of Propaganda: Television Treatments of National Anthems in the Middle East."},
      {
        "id":"ED391215",
        "title":"Argument and Dialogue: A Pedagogical Exploration into the Possibility of Public Discourse."},
      {
        "id":"ED391216",
        "title":"Survey Opinions on Using a Manuscript in Oral Interpretation Events."},
      {
        "id":"ED391217",
        "title":"Creating Caring Relationships To Foster Academic Excellence: Recommendations for Reducing Violence in California Schools. Final Report."},
      {
        "id":"ED391218",
        "title":"Creating Caring Relationships To Foster Academic Excellence: Recommendations for Reducing Violence in California Schools. Executive Summary of Final Report."},
      {
        "id":"ED391219",
        "title":"Centralization of Control over Educational Decision Making in Saskatchewan. SSTA Research in Brief."},
      {
        "id":"ED391220",
        "title":"Support Providing for Teachers Implementing CORE Curriculum. SSTA Research in Brief."},
      {
        "id":"ED391221",
        "title":"Public Opinions about Education in Saskatchewan. SSTA Research in Brief."},
      {
        "id":"ED391222",
        "title":"Introducing Principals to the Role of Instructional Leadership. SSTA Research in Brief."},
      {
        "id":"ED391223",
        "title":"Innovation Network. SSTA Research in Brief."},
      {
        "id":"ED391224",
        "title":"Evaluating Achievement of Senior High School Students in Canada: A Study of Policies and Practices of Ministries and School Boards in Canada."},
      {
        "id":"ED391225",
        "title":"Making the School Environment Safe: Red Rose's Formula."},
      {
        "id":"ED391226",
        "title":"Work Teams in Schools. ERIC Digest, Number 103."},
      {
        "id":"ED391227",
        "title":"Reducing School Violence: Building a Framework for School Safety."},
      {
        "id":"ED391228",
        "title":"Safe Schools: What the Southeast Is Doing."},
      {
        "id":"ED391229",
        "title":"Total Quality Management Passing Fad or \"The Real Thing\"? An Implementation Study."},
      {
        "id":"ED391230",
        "title":"The Patterns of Teacher Compensation. Statistical Analysis Report."},
      {
        "id":"ED391231",
        "title":"Freedom and Innovation in California's Charter Schools."},
      {
        "id":"ED391232",
        "title":"Another Look at High School Restructuring. More Evidence That It Improves Student Achievement and More Insight into Why."},
      {
        "id":"ED391234",
        "title":"The Promise of Brown: Has It Been Fulfilled?"},
      {
        "id":"ED391236",
        "title":"Preparing Students for the 21st Century."},
      {
        "id":"ED391238",
        "title":"Keepin' On: Five Years Down the Road to Better Schools. Reports of the Task Force on Improving Kentucky's Schools and the Task Force on Restructuring Time and Learning."},
      {
        "id":"ED391239",
        "title":"Foundation for the Future: OECS Education Reform Strategy."},
      {
        "id":"ED391240",
        "title":"Organisation of Eastern Caribbean States (OECS) Education Reform Strategy: Report on Country Consultations and Work Plan."},
      {
        "id":"ED391241",
        "title":"The Future of Education in the Caribbean: Report of the CARICOM Advisory Task Force on Education."},
      {
        "id":"ED391242",
        "title":"Implementation Report. Organisation of Eastern Caribbean States (OECS) Education Reform Strategy."},
      {
        "id":"ED391243",
        "title":"Towards a Social Theory of School Administrative Practice in a Complex, Chaotic, Quantum World."},
      {
        "id":"ED391244",
        "title":"School Dropout Rates: Are We Sure They Are Going Down?"},
      {
        "id":"ED391246",
        "title":"School Finance: Three States&apos; Experiences with Equity in School Funding. Report to Congressional Requesters."},
      {
        "id":"ED391247",
        "title":"1993-94 Wisconsin Statewide School Performance Report."},
      {
        "id":"ED391248",
        "title":"Affirmative Action: What Is the Law?"},
      {
        "id":"ED391249",
        "title":"School District Effects and Efficiency. Special Report."},
      {
        "id":"ED391250",
        "title":"Hungry for Leadership: Educational Leadership Programs in the SREB States."},
      {
        "id":"ED391258",
        "title":"Doing More with Less: Competitive Contracting for School-Support Services. Policy Study No. 179."},
      {
        "id":"ED391259",
        "title":"Educating Democracy: The Role of Systemic Leadership."},
      {
        "id":"ED391260",
        "title":"A School in Change."},
      {
        "id":"ED391261",
        "title":"Special Education Policies and Practices in the Pacific Rim Region."},
      {
        "id":"ED391262",
        "title":"Students with Education Support Needs: A New Approach to Resourcing."},
      {
        "id":"ED391263",
        "title":"Speciallararens Kunskaper Och Kompetens: Intervjuer med tio speciallarare (The Special Teacher's Knowledge and Competence: Interviews with Ten Special Teachers)."},
      {
        "id":"ED391265",
        "title":"Application of Instrumental Enrichment Cognitive Intervention Program with Deaf Immigrant Children from Ethiopia."},
      {
        "id":"ED391266",
        "title":"Pacific Basin Deaf-Blind Project. State &amp; Multi State Projects for Children with Deaf-Blindness. Final Report, 1992-1995."},
      {
        "id":"ED391267",
        "title":"Colorado Services to Children with Deafblindness. Final Performance Report: October 1, 1992 to September 30, 1995."},
      {
        "id":"ED391270",
        "title":"Toward More Integrated Special Education Funding and Services."},
      {
        "id":"ED391271",
        "title":"State Special Education Funding Formulas and the Use of Separate Placements for Students with Disabilities: Exploring Linkages. CSEF Policy Paper Number 7."},
      {
        "id":"ED391272",
        "title":"The Impact of the Kentucky Education Reform Act on Special Education Programs and Services: Perceptions of Special Education Directors. State Analysis Series."},
      {
        "id":"ED391273",
        "title":"Washington State Services for Children with Deaf-Blindness. Final Project Report, October 1, 1992-September 30, 1995."},
      {
        "id":"ED391275",
        "title":"New York Partnership for Statewide Systems Change. Programs for Severely Handicapped Children. Final Report."},
      {
        "id":"ED391276",
        "title":"Single State Services for Deaf-Blind Children and Youth. Final Performance Report, Program Year 1994-1995."},
      {
        "id":"ED391278",
        "title":"The Contribution of Jewish Professional People to the Education of Hearing Impaired Children in Europe."},
      {
        "id":"ED391279",
        "title":"Role Clarification: Strategies To Strengthen the Instructional Team."},
      {
        "id":"ED391280",
        "title":"The NICU Follow-Through Project. Final Report."},
      {
        "id":"ED391281",
        "title":"Illinois State Project: Services for Children with Deaf-Blindness Program. Final Performance Report."},
      {
        "id":"ED391282",
        "title":"Structured Methods in Language Education: SMILE."},
      {
        "id":"ED391283",
        "title":"Wyoming Deaf/Blind Grant. Final Report."},
      {
        "id":"ED391284",
        "title":"Vermont State Project for Children and Youth with Deaf-Blindness, October 1, 1992-September 30, 1995. Final Report."},
      {
        "id":"ED391285",
        "title":"Getting Ready for College: Advising High School Students with Learning Disabilities."},
      {
        "id":"ED391286",
        "title":"Interagency, Interdisciplinary Service Coordination: A Training Resource."},
      {
        "id":"ED391288",
        "title":"Trace ResourceBook: Assistive Technologies for Communication, Control &amp; Computer Access. 1996-97 Edition."},
      {
        "id":"ED391289",
        "title":"Asthma & Physical Activity in the School: Making a Difference."},
      {
        "id":"ED391290",
        "title":"Special Instruction in Early Intervention: Task Force Report."},
      {
        "id":"ED391291",
        "title":"Peabody Developmental Motor Scales Gross and Fine Motor Skill Performance of Young Children with Speech and Language Delays versus the National Norms."},
      {
        "id":"ED391293",
        "title":"Higher Education Interpreting."},
      {
        "id":"ED391294",
        "title":"The Indiana Deaf-Blind Services Project. Final Performance Report."},
      {
        "id":"ED391297",
        "title":"Idaho Project for Children and Youth with Deaf-Blindness. Final Performance Report."},
      {
        "id":"ED391298",
        "title":"Oregon Project for Services to Children and Youth with Deaf-Blindness. Final Performance Report."},
      {
        "id":"ED391299",
        "title":"Systems Change for Inclusive Education in Michigan. Final Report."},
      {
        "id":"ED391300",
        "title":"Explaining Autism: Its Discursive and Neuroanatomical Characteristics."},
      {
        "id":"ED391310",
        "title":"Multiple Voices for Ethnically Diverse Exceptional Learners, 1995."},
      {
        "id":"ED391311",
        "title":"Collaborative Teaming: Skills for Communication in Small Planning Groups. Trainee Workbook. Building Inclusive Schools, Module 1."},
      {
        "id":"ED391312",
        "title":"Curriculum Matrixing: Planning and Adaptation of Skills That Promote Inclusion. Trainee Workbook. Building Inclusive Schools, Module 2."},
      {
        "id":"ED391313",
        "title":"Instructional Teaming, Part A: Skills for Planning Instruction. Trainee Workbook. Building Inclusive Schools, Module 3."},
      {
        "id":"ED391314",
        "title":"Instructional Teaming, Part B: Skills for Delivering Instruction. Trainee Workbook. Building Inclusive Schools, Module 4."},
      {
        "id":"ED391315",
        "title":"Peer Involvement: Skills for Involving Nondisabled Peers in the Inclusive Education School. Trainee Workbook. Building Inclusive Schools, Module 5."},
      {
        "id":"ED391316",
        "title":"Service Improvement Planning: Skills for Implementing Inclusive Schools. Trainee Workbook. Building Inclusive Schools, Module 6."},
      {
        "id":"ED391321",
        "title":"Foundations for NCEO's Outcomes &amp; Indicators Series."},
      {
        "id":"ED391322",
        "title":"South Dakota Statewide Systems Change Project. Final Report, Year V."},
      {
        "id":"ED391323",
        "title":"The Systems Change Primer: A Closer Look at Inclusion."},
      {
        "id":"ED391324",
        "title":"Welcoming Parents as Partners."},
      {
        "id":"ED391325",
        "title":"Welcoming All Children: A Closer Look at Inclusive Child Care."},
      {
        "id":"ED391326",
        "title":"FACTS/LRE: Family and Child Transitions into Least Restrictive Environments. Final Report."},
      {
        "id":"ED391327",
        "title":"Planning Your Child's Transition to Preschool: A Step-by-Step Guide for Families. FACTS/LRE Information Series #4."},
      {
        "id":"ED391328",
        "title":"Writing an Interagency Agreement on Transition: A Practical Guide. FACTS/LRE Information Series #5."},
      {
        "id":"ED391330",
        "title":"Problems of Identity Development of Deaf Children."},
      {
        "id":"ED391331",
        "title":"Qualitative Research on School Inclusion: What Do We Know? What Do We Need To Find Out?"},
      {
        "id":"ED391332",
        "title":"South Dakota Deaf Blind Project: Expanding the Circle of Services for Children &amp; Youth Who Are Deaf Blind. Final Report."},
      {
        "id":"ED391334",
        "title":"Job Path: Shifting the Focus beyond Just Work."},
      {
        "id":"ED391335",
        "title":"Helping Students Develop Their IEPs. Technical Assistance Guide, Volume 2."},
      {
        "id":"ED391336",
        "title":"A Student's Guide to the IEP."},
      {
        "id":"ED391337",
        "title":"Institution Closures."},
      {
        "id":"ED391339",
        "title":"Performance Indicators for Special Education Programs under Individuals with Disabilities Education Act, Part B."},
      {
        "id":"ED391340",
        "title":"Traumatic Brain Injury: A Guidebook for Idaho Educators."},
      {
        "id":"ED391344",
        "title":"Richardson Study: Characteristics of Five Gifted Programs in Iowa."},
      {
        "id":"ED391345",
        "title":"Finding and Cultivating Minority Gifted/Talented Students."},
      {
        "id":"ED391346",
        "title":"Gifted Middle Grade Readers: Attitudes and Interests in the 90's."},
      {
        "id":"ED391347",
        "title":"Services for Children with Deaf-Blindness in Louisiana. Final Performance Report."},
      {
        "id":"ED391348",
        "title":"Procedures Manual for the New England Center Pilot Project."},
      {
        "id":"ED391349",
        "title":"Services for Deaf-Blind Children and Youth in Connecticut, Maine, Massachusetts, &amp; New Hampshire. Final Report. Period of Performance: October 1, 1994--September 30, 1995."},
      {
        "id":"ED391350",
        "title":"Services to Children and Youth in Arkansas Who Are Deaf-Blind. Project Period: 10/01/92--09/30/95."},
      {
        "id":"ED391352",
        "title":"Handbook for Students with Disabilities. Revised Edition."},
      {
        "id":"ED391353",
        "title":"Setting Achievement Goals for Language Minority Students."},
      {
        "id":"ED391354",
        "title":"Language Policy Issues in South Africa."},
      {
        "id":"ED391355",
        "title":"Variation in Conversational Discourse: Spanish &quot;Pragmatic Expressions.&quot;"},
      {
        "id":"ED391356",
        "title":"National K-12 Foreign Language Resource Center Evaluation Report."},
      {
        "id":"ED391357",
        "title":"Specially Designed Academic Instruction in English."},
      {
        "id":"ED391358",
        "title":"How Often Is Often? Reference Ambiguities of the Likert-Scale in Language Learning Strategy Research."},
      {
        "id":"ED391359",
        "title":"Actes des Journees de linguistique (Proceedings of the Linguistics Conference) (9th, 1995)."},
      {
        "id":"ED391360",
        "title":"Comparative Intergroup Relations and Social Incorporation in Two Multilingual Societies: Canada and Switzerland. Occasional Paper No. 95-03.1."},
      {
        "id":"ED391361",
        "title":"To Improve English Skills and a Knowledge of American Culture in the Adult E.S.O.L. Learner."},
      {
        "id":"ED391362",
        "title":"Secondary Sourcebook for Integrating ESL and Content Instruction Using the Foresee Approach."},
      {
        "id":"ED391363",
        "title":"Les eleves sourds: Style cognitif et education bilingue/biculturelle (Deaf Students: Cognitive Style and Bilingual/Bicultural Education)."},
      {
        "id":"ED391364",
        "title":"Commitment and Evidence in Arabic Complementation."},
      {
        "id":"ED391365",
        "title":"Analysing Argumentative Strategies: A Reply to a Complaint."},
      {
        "id":"ED391366",
        "title":"Review of the Eighth Year of the Partial Immersion Program at Key Elementary School, Arlington, Virginia, 1993-94."},
      {
        "id":"ED391367",
        "title":"Review of the Ninth Year of the Partial Immersion Program at Key Elementary School, Arlington, VA, 1994-95."},
      {
        "id":"ED391370",
        "title":"Stylistic Embedding in Yoruba Literature."},
      {
        "id":"ED391371",
        "title":"Categories in AFL2 and Implications for Pedagogy."},
      {
        "id":"ED391372",
        "title":"Confronting Unalterable Variables: Non-English Language Background Students and Schooling Achievement."},
      {
        "id":"ED391374",
        "title":"A Test of Pienemann and Johnston's Tentative Developmental Stages in ESL Development."},
      {
        "id":"ED391375",
        "title":"Assessing Academic Language of English Language Learners. Final Report."},
      {
        "id":"ED391376",
        "title":"It's Up to Us. An AIDS Education Curriculum for ESL Students."},
      {
        "id":"ED391377",
        "title":"Developing Second Language in the Elementary Grades."},
      {
        "id":"ED391378",
        "title":"Developing Second Language in the Secondary Grades."},
      {
        "id":"ED391379",
        "title":"Patterns of Cross-Cultural Communication between Bilingual Pupils &amp; Monolingual Teachers in a UK Pre-School Setting."},
      {
        "id":"ED391381",
        "title":"Metapragmatic Judgment on Refusals: Its Reliability and Consistency."},
      {
        "id":"ED391383",
        "title":"Report on the Second Year of the ESF-Funded Project To Consolidate and Develop Foreign Language Modules for Students of Other Disciplines."},
      {
        "id":"ED391384",
        "title":"Two Years Later: A Study of the Educational Experiences of Former New Arrivals Programme Students in South Australia. First Phase Language Learners Project."},
      {
        "id":"ED391385",
        "title":"Recent Developments in Australian Immersion Language Education."},
      {
        "id":"ED391386",
        "title":"School Ties: A Social Network Analysis of Friendships in a Multilingual Kindergarten."},
      {
        "id":"ED391387",
        "title":"The Changing Social Content of ESL Textbooks in the USA."},
      {
        "id":"ED391388",
        "title":"Taking the Foreign Out of Foreign Languages for Pre-Professional Students."},
      {
        "id":"ED391389",
        "title":"What Makes Materials Authentic."},
      {
        "id":"ED391390",
        "title":"Teaching Math and Science to Language Minority Children: Implications for Teachers."},
      {
        "id":"ED391391",
        "title":"Redesigning High School Schedules. A Report of the Task Force on Block Scheduling by the Wisconsin Association of Foreign Language Teachers."},
      {
        "id":"ED391392",
        "title":"Composing in a Second Language: A Case Study of a Russian College Student."},
      {
        "id":"ED391394",
        "title":"L'alphabetisation et les femmes (Women and Literacy) Round Table (Toronto, Ontario, Canada, June 17-20, 1991). English Translation."},
      {
        "id":"ED391395",
        "title":"La reconnaissance des acquis et l'evaluation des programmes (Recognition of Learner Achievements and the Assessment of Literacy Programs). Roundtable (Toronto, Ontario, Canada, June 17-20, 1991)."},
      {
        "id":"ED391396",
        "title":"Worker Education Program 1993-95 Evaluation Report."},
      {
        "id":"ED391397",
        "title":"Enhancing Workers&apos; Skills for the Workplace and for Life. Worker Education Program Final Report, May 1993--March 1995."},
      {
        "id":"ED391398",
        "title":"Phoenix Closures, Inc. Curriculum Guide, Reading and Writing. Worker Education Program."},
      {
        "id":"ED391399",
        "title":"Suncast Corporation Curriculum Guide, English as a Second Language for the Workplace. Worker Education Program."},
      {
        "id":"ED391400",
        "title":"Juno Lighting Inc. Curriculum, Basic Skills for Maintenance Workers. Worker Education Program."},
      {
        "id":"ED391401",
        "title":"The Harvard Tutors: The Beginning of an Academic Profession, 1690-1770. ASHE Annual Meeting Paper."},
      {
        "id":"ED391402",
        "title":"Sex and Race Differences in Faculty Salaries, Tenure, Rank, and Productivity: Why, on Average, Do Women, African Americans, and Hispanics Have Lower Salaries, Tenure, and Rank? ASHE Annual Meeting Paper."},
      {
        "id":"ED391403",
        "title":"The Structure of Good Beginnings: The Early Experiences of Graduate Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED391404",
        "title":"Wage Equity and Female Faculty Job-Satisfaction: The Role of Wage Differentials in a Job Satisfaction Causal Model. ASHE Annual Meeting Paper."},
      {
        "id":"ED391405",
        "title":"Pilot Studies: Beginning the Hermeneutic Circle. ASHE Annual Meeting Paper."},
      {
        "id":"ED391406",
        "title":"Performance Funding at the State Level: Trends and Prospects. ASHE Annual Meeting Paper."},
      {
        "id":"ED391407",
        "title":"The Effects of Environment, Strategy, Culture, and Resource Dependency on Perceptions of Organizational Effectiveness of Schools of Business. ASHE Annual Meeting Paper."},
      {
        "id":"ED391408",
        "title":"The Accentuation Effect of Academic Majors on Undergraduate Work Values and Holland's Theory. ASHE Annual Meeting Paper."},
      {
        "id":"ED391409",
        "title":"Participation in a Racial or Cultural Awareness Workshop and Attitudes toward Diversity on Campus. ASHE Annual Meeting Paper."},
      {
        "id":"ED391410",
        "title":"Responsive Work: Student Impact on the Construction of Feminist Teaching. ASHE Annual Meeting Paper."},
      {
        "id":"ED391411",
        "title":"An Exploratory Study of the Role of Financial Aid in Minority Doctoral Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED391412",
        "title":"Making Social Comparisons: Black and White Peer Group Influence in College. ASHE Annual Meeting Paper."},
      {
        "id":"ED391413",
        "title":"Governing Boards in Canadian Universities: Characteristics, Role, Function, Accountability, and Representativeness. ASHE Annual Meeting Paper."},
      {
        "id":"ED391414",
        "title":"Persistence Based upon Degree Aspirations. ASHE Annual Meeting Paper."},
      {
        "id":"ED391415",
        "title":"Tolerating the Intolerable: Examining College Students' Attitudes about Date Rape. ASHE Annual Meeting Paper."},
      {
        "id":"ED391416",
        "title":"Destiny Challenged: Cost and Choice Factors Related to Low Income Student Matriculation at a Private Institution. ASHE Annual Meeting Paper."},
      {
        "id":"ED391417",
        "title":"Reexamination of the Model Minority Stereotype: An Analysis of Factors Affecting Higher Education Aspirations of Asian American Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED391418",
        "title":"Student Predisposition to College in High Minority Enrollment, High School Lunch Participation Schools. ASHE Annual Meeting Paper."},
      {
        "id":"ED391419",
        "title":"Moral Education: Current Instruction and Practice in Three Higher Education Disciplines. ASHE Annual Meeting Paper."},
      {
        "id":"ED391420",
        "title":"Reasons for and Products of Faculty Sabbatical Leaves. ASHE Annual Meeting Paper."},
      {
        "id":"ED391421",
        "title":"Higher Education Institutions and Property Taxation: The Hidden Costs of Local Community Financial Stress. ASHE Annual Meeting Paper."},
      {
        "id":"ED391422",
        "title":"Faculty Perspectives of Doctoral Persistence within Arts and Science Disciplines. ASHE Annual Meeting Paper."},
      {
        "id":"ED391423",
        "title":"Faculty-Student Interaction: Uncovering the Types of Interactions That Raise Undergraduate Degree Aspirations. ASHE Annual Meeting Paper."},
      {
        "id":"ED391424",
        "title":"Condom Use in College: Students' Self-Protection against HIV. ASHE Annual Meeting Paper."},
      {
        "id":"ED391425",
        "title":"The Press as a Policy Actor and Agent of Social Control and the Efforts of Universities to Negotiate Press Performance. ASHE Annual Meeting Paper."},
      {
        "id":"ED391426",
        "title":"The Role of Ethnicity in Conceptualizing and Practicing Leadership in a Japanese-American Student Organization. ASHE Annual Meeting Paper."},
      {
        "id":"ED391427",
        "title":"Beyond Restructuring: Building a University for the 21st Century. ASHE Annual Meeting Paper."},
      {
        "id":"ED391428",
        "title":"Grandparents Going to College: Late-Life Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED391429",
        "title":"Boosting Female Ambition: How College Diversity Impacts Graduate Degree Aspirations of Women. ASHE Annual Meeting Paper."},
      {
        "id":"ED391430",
        "title":"The Study of Money: Science, Technology or Philosophy? ASHE Annual Meeting Paper."},
      {
        "id":"ED391431",
        "title":"Civic Education in the Czech Republic. ASHE Annual Meeting Paper."},
      {
        "id":"ED391432",
        "title":"Negotiating Class and Cultural Boundaries: Toward an Expanded Definition of the Transfer Process. ASHE Annual Meeting Paper."},
      {
        "id":"ED391433",
        "title":"Enrollment Management: Do Resource Allocation Decisions Really Make a Difference? ASHE Annual Meeting Paper."},
      {
        "id":"ED391434",
        "title":"Indexes To Assess Social and Personal Development and the Impact of College. ASHE Annual Meeting Paper."},
      {
        "id":"ED391435",
        "title":"Voices of Gifted Black Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED391436",
        "title":"The Missed Link: Fordice and Podberesky, Faculty &quot;Remnants&quot; of Jim Crow and Minority Fellowship Support Programs. ASHE Annual Meeting Paper."},
      {
        "id":"ED391437",
        "title":"Programs at Higher Education Institutions for Disadvantaged Precollege Students. Statistical Analysis Report. December 1995. Postsecondary Education Quick Information System (PEQUIS). Statistical Analysis Report."},
      {
        "id":"ED391438",
        "title":"Higher Education Curricula for Integrated Services Providers. Annotated Bibliography."},
      {
        "id":"ED391439",
        "title":"Student Aid in New Jersey: A Successful Past, An Uncertain Future."},
      {
        "id":"ED391442",
        "title":"Financial Aid Handbook for High School Counselors, September 1995."},
      {
        "id":"ED391443",
        "title":"Report on the 1993-95 Biennium."},
      {
        "id":"ED391444",
        "title":"Oregon Financial Aid Almanac 1992-93."},
      {
        "id":"ED391453",
        "title":"Tidal Wave II: An Evaluation of Enrollment Projections for California Higher Education."},
      {
        "id":"ED391454",
        "title":"Selected Proceedings of the Annual Conference of the Pennsylvania Association of Developmental Educators (13th, April 21-22, 1994)."},
      {
        "id":"ED391455",
        "title":"Linking Planning and Budgeting through Business Process Redesign."},
      {
        "id":"ED391458",
        "title":"Cost Analysis of the Department's Initiative To Consolidate Debt Collection Service Loans into the Direct Loan Program. Audit Report."},
      {
        "id":"ED391459",
        "title":"Distance Education Network. SSTA Research Centre Report #95-10. SSTA Research in Brief."},
      {
        "id":"ED391460",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part I: Information Resources, Update 1996. ERIC Digest."},
      {
        "id":"ED391461",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part II: Question Answering, Listservs, Discussion Groups, Update 1996. ERIC Digest."},
      {
        "id":"ED391462",
        "title":"Organizational and End-User Information Systems Model Curriculum."},
      {
        "id":"ED391463",
        "title":"The Development of an On-line Community of Inquiry."},
      {
        "id":"ED391464",
        "title":"The Effect of Computer-Assisted Instruction on the Science Process Skills of Community College Students."},
      {
        "id":"ED391465",
        "title":"Educational Telecommunication: Does It Work? (An Attitude Study)."},
      {
        "id":"ED391466",
        "title":"The Structure and Correlates of Technological Efficacy."},
      {
        "id":"ED391467",
        "title":"A Study of Computer-Modem Students: A Call for Action."},
      {
        "id":"ED391468",
        "title":"Multimethod-Multisource Approach for Assessing High-Technology Training Systems."},
      {
        "id":"ED391469",
        "title":"The Virtual Classroom, Authentic Assessment, and Learning Process Control in Online Teacher Development To Support Internet Telecommunications in Education."},
      {
        "id":"ED391470",
        "title":"Determinants of the Use of Computer-Assisted Instruction at a University in Singapore."},
      {
        "id":"ED391471",
        "title":"Developing Computerized Tests for Classroom Teachers: A Pilot Study."},
      {
        "id":"ED391472",
        "title":"Developing a User Interface for the Converged Information Future."},
      {
        "id":"ED391473",
        "title":"Affects of Age and GPA on Learning Electronics via Computer Simulation-Based and Traditional Instruction."},
      {
        "id":"ED391477",
        "title":"Life Visions for the Future: Converging Ideas and Images from Sepulchral Visuals."},
      {
        "id":"ED391478",
        "title":"Multimedia Production: A Critical Evaluation."},
      {
        "id":"ED391479",
        "title":"Altered Images: The Camera, Computer, &amp; Beyond."},
      {
        "id":"ED391480",
        "title":"Visualizing the Internet: Examining Images Constructed by Beginning Users."},
      {
        "id":"ED391481",
        "title":"A Semiotic Analysis of Icons on the World Wide Web."},
      {
        "id":"ED391482",
        "title":"Anthropomorphizing the User Interface: A Case for Interface Guides."},
      {
        "id":"ED391483",
        "title":"Graphic Learning Strategies for At-Risk College Students."},
      {
        "id":"ED391484",
        "title":"Consumer Control Points: Creating a Visual Food Safety Education Model for Consumers."},
      {
        "id":"ED391485",
        "title":"Visually Translating Educational Materials for Ethnic Populations."},
      {
        "id":"ED391486",
        "title":"The 3-D View of Authentic Assessment."},
      {
        "id":"ED391487",
        "title":"Cover Art, Consumerism, and YA [Young Adult] Reading Choices."},
      {
        "id":"ED391488",
        "title":"The Effects of Computer Visual Appeal on Learners' Motivation."},
      {
        "id":"ED391489",
        "title":"Considerations for Designing Instructional Virtual Environments."},
      {
        "id":"ED391490",
        "title":"Critical Viewing and the Significance of the Emotional Response."},
      {
        "id":"ED391491",
        "title":"Tying Theory To Practice: Cognitive Aspects of Computer Interaction in the Design Process."},
      {
        "id":"ED391492",
        "title":"The Impact of Integrating Visuals in an Elementary Creative Writing Process."},
      {
        "id":"ED391493",
        "title":"Women in Cyberspace."},
      {
        "id":"ED391494",
        "title":"The Creation and Varied Applications of Educational Holograms."},
      {
        "id":"ED391495",
        "title":"Visual Links in the World-Wide Web: The Uses and Limitations of Image Maps."},
      {
        "id":"ED391496",
        "title":"The Development of an Interactive Multimedia CD-ROM: Lessons Learned."},
      {
        "id":"ED391497",
        "title":"Adaptation of a Visual Readability Instrument to Multimedia Format."},
      {
        "id":"ED391498",
        "title":"Digital Photography and Its Impact on Instruction."},
      {
        "id":"ED391499",
        "title":"Electronic Performance Support Systems (EPSS): Making the Transition."},
      {
        "id":"ED391500",
        "title":"Teaching Media: English Teachers as Media and Technology Critics."},
      {
        "id":"ED391501",
        "title":"Challenging Popular Media's Control by Teaching Critical Viewing."},
      {
        "id":"ED391502",
        "title":"Digital Chisel: A Visual Multimedia Authoring Tool."},
      {
        "id":"ED391503",
        "title":"The Visual Analysis of Visual Metaphor."},
      {
        "id":"ED391504",
        "title":"Scientific Thinking Is in the Mind's Eye."},
      {
        "id":"ED391505",
        "title":"The ABC's of Screen Design: What Teachers Should Know To Teach Students To Author in Hypermedia."},
      {
        "id":"ED391506",
        "title":"Formative Evaluation and World-Wide-Web Hypermedia."},
      {
        "id":"ED391507",
        "title":"Computer-based Testing and Strategies for Distance Learning."},
      {
        "id":"ED391508",
        "title":"The Elements and Principles of Visual Organization."},
      {
        "id":"ED391509",
        "title":"Eyes on Cognitive Styles and the Processing of Visual Information."},
      {
        "id":"ED391510",
        "title":"The Appearance of Gender in Award-Winning Children's Books."},
      {
        "id":"ED391511",
        "title":"The Impact of Line on Perceptions of an ID Process Model."},
      {
        "id":"ED391512",
        "title":"From Aristotle to Disney World: Cinematic Paradigms and Perceptual Shifts."},
      {
        "id":"ED391513",
        "title":"Technical Communication: A New Perspective on Visual Literacy."},
      {
        "id":"ED391514",
        "title":"The Power of the Center Revisited."},
      {
        "id":"ED391515",
        "title":"Planning for and Implementing Internet Training for Teachers."},
      {
        "id":"ED391516",
        "title":"Arrows: A Special Case of Graphic Communication."},
      {
        "id":"ED391517",
        "title":"Using Art Criticism To Examine Meaning in Today's Visual Imagery."},
      {
        "id":"ED391518",
        "title":"Computer Animation for EFL Learning Environments."},
      {
        "id":"ED391519",
        "title":"Using Visuals To Develop Reading Vocabulary."},
      {
        "id":"ED391520",
        "title":"Mapping the Visual Communication Field."},
      {
        "id":"ED391521",
        "title":"Wayfinding: You Are Here/You Are There."},
      {
        "id":"ED391522",
        "title":"The Learning Helix."},
      {
        "id":"ED391523",
        "title":"Electronic Presentations in the Corporation: How Are They Being Used."},
      {
        "id":"ED391531",
        "title":"Basic Training: A Two-Pronged Approach to Term Paper Assistance."},
      {
        "id":"ED391532",
        "title":"Library Instruction Manual &amp; Course Materials. Library 110: Introduction to Library Research. Revised Edition."},
      {
        "id":"ED391533",
        "title":"Total Quality Management in Academic Libraries: Initial Implementation Efforts. Proceedings from the International Conference on TQM and Academic Libraries (1st, Washington, D.C., April 20-22, 1994)."},
      {
        "id":"ED391534",
        "title":"Gathering Client Data: What Works?"},
      {
        "id":"ED391535",
        "title":"A Model for Reorganization Applying Quality Principles and Techniques."},
      {
        "id":"ED391536",
        "title":"TQM: A Flavor-of-the-Month Buzzword or Step One to Designing Processes that Deliver Continuous Value to the Customer?"},
      {
        "id":"ED391537",
        "title":"TQM--Will It Work in Your Library?"},
      {
        "id":"ED391538",
        "title":"Benchmarking: A Process for Improvement."},
      {
        "id":"ED391539",
        "title":"From Quick Start Teams to Home Teams: The Duke TQM Experience."},
      {
        "id":"ED391540",
        "title":"Performance Appraisal vs. Quality Management: Getting Past the Paradox."},
      {
        "id":"ED391541",
        "title":"Performance Appraisal in an Academic Library: A Case Study."},
      {
        "id":"ED391542",
        "title":"Total Quality Management in Higher Education and Libraries: A Selective Annotated Bibliography."},
      {
        "id":"ED391544",
        "title":"The Graduate Survey, 1992-93."},
      {
        "id":"ED391545",
        "title":"Education Conference of the Gulf of Mexico Accord (1st, Daytona Beach, FL, September 28-30, 1995). Interim Report."},
      {
        "id":"ED391546",
        "title":"What Did the People of Florida Receive in Return for a $98 Million Investment in Miami-Dade Community College?"},
      {
        "id":"ED391547",
        "title":"Sensitizing Community College Personnel through Customer Service Training."},
      {
        "id":"ED391548",
        "title":"Facing the Future--On the Edge of a New Millennium. University of Hawaii Community Colleges Report."},
      {
        "id":"ED391549",
        "title":"A Comprehensive System of Community Colleges in Ohio: To Be or Not To Be?"},
      {
        "id":"ED391550",
        "title":"Annual Market Analysis. Report MA96-4."},
      {
        "id":"ED391552",
        "title":"Mississippi Public Community and Junior Colleges Statistical Data, 1994-95."},
      {
        "id":"ED391553",
        "title":"Career Pathways Skill-Building Instructional Model."},
      {
        "id":"ED391554",
        "title":"Career Pathways Skill-Building Activities Guide."},
      {
        "id":"ED391555",
        "title":"Implications of the Telecommunications Act of 1996 for Community Colleges."},
      {
        "id":"ED391556",
        "title":"Industry Academia Partnership Project: Computerized Drafting and Electronic Program Improvements through Job Experiences, Curriculum Development and Faculty Professional Growth."},
      {
        "id":"ED391557",
        "title":"How To Make Transfer Work: Recommendations from the Literature. Georgia Department of Technical and Adult Education Briefing Paper, Number 4, Spring 1994."},
      {
        "id":"ED391558",
        "title":"The Role of the Rural Community College in Rural Community Development. ERIC Digest."},
      {
        "id":"ED391559",
        "title":"Assessment and Testing: Measuring Up to Expectations. ERIC Digest."},
      {
        "id":"ED391560",
        "title":"Student Intent Survey, Fall 1994."},
      {
        "id":"ED391561",
        "title":"Westchester Community College Fact Book--1994."},
      {
        "id":"ED391562",
        "title":"Westchester Community College President&apos;s Report: 20-Year Review."},
      {
        "id":"ED391563",
        "title":"SUNY Student Opinion Survey, 1994, Sections I-IVB: Student Characteristics, Why Students Select Westchester Community College, College Services &amp; Facilities, Faculty &amp; Classroom, and College Climate."},
      {
        "id":"ED391564",
        "title":"Westchester Community College Graduate Study, 1994."},
      {
        "id":"ED391565",
        "title":"Student Retention Survey: Why Students Did Not Return, Spring Semester 1994."},
      {
        "id":"ED391566",
        "title":"A &quot;Recap&quot; of Accomplishments for the Twenty-Three Stratetic Planning Goals by Divisions. Annual Report 1994-95."},
      {
        "id":"ED391568",
        "title":"Promoting Wellness: A Nutrition, Health and Safety Manual for Family Child Care Providers."},
      {
        "id":"ED391570",
        "title":"Healthy Tomorrows Partnership for Children: Abstracts of Active Projects FY 1995."},
      {
        "id":"ED391571",
        "title":"Issues in Problem Solving Discourse: A Preliminary Study of the Socialization of Planning Skills during Science Lessons in a Kindergarten Classroom."},
      {
        "id":"ED391572",
        "title":"Coherence and Diversity in Everyday Views of the Child."},
      {
        "id":"ED391573",
        "title":"A Matter of Time: Risk and Opportunity in the Out-of-School Hours. Recommendations for Strengthening Community Programs for Youth. Abridged Version. [with] Executive Summary."},
      {
        "id":"ED391575",
        "title":"Safe Schools Program 1994-1995. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED391576",
        "title":"Reconsidering Children's Early Development and Learning: Toward Common Views and Vocabulary. 95-03."},
      {
        "id":"ED391578",
        "title":"Development and Training: Towards a New Career for Early Childhood Professionals."},
      {
        "id":"ED391579",
        "title":"Improving Student Behavior through Social Skills Instruction."},
      {
        "id":"ED391580",
        "title":"Improving Primary Student Motivation through the Use of Cooperative Learning Strategies and the Teaching of Organizational Skills."},
      {
        "id":"ED391581",
        "title":"Self-Esteem Enhancement through Adult Role-Model Intervention."},
      {
        "id":"ED391582",
        "title":"Developing Strategies for Young Children To Deal with the Dangers of Strangers."},
      {
        "id":"ED391583",
        "title":"Improving Student Engagement in Social and Academic Activities."},
      {
        "id":"ED391585",
        "title":"Evaluation of the Rhode Island Child Care Training System."},
      {
        "id":"ED391586",
        "title":"Parents as Partners."},
      {
        "id":"ED391587",
        "title":"Group Size in Kindergartens: Issues Arising from Changes to Group Size and Other Policy Developments in the Wellington Region Free Kindergarten Association in 1994."},
      {
        "id":"ED391588",
        "title":"Competent Children and Their Teachers: Learning about Trajectories and Other Schemas. A Report from the Action Research Component of the Competent Children Longitudinal Research Project."},
      {
        "id":"ED391590",
        "title":"National Roundtable on Outcome Measures in Child Welfare Services (2nd, San Antonio, Texas, April 7-9, 1994): Summary of the Proceedings."},
      {
        "id":"ED391594",
        "title":"Early Kindergarten Periodicals in the United States (1850-1930)."},
      {
        "id":"ED391595",
        "title":"The Concept of the Child: 1890-1940."},
      {
        "id":"ED391596",
        "title":"Healthy Tomorrows Partnership for Children: Abstracts of Active Projects FY 1996."},
      {
        "id":"ED391597",
        "title":"Fear of Parental Death: Impact on Young Children."},
      {
        "id":"ED391601",
        "title":"Developmentally Appropriate Evaluation: Convincing Students and Teachers of the Importance of Observation as Appropriate Evaluation of Children."},
      {
        "id":"ED391605",
        "title":"Developing Minds: Critical Thinking in K-3."},
      {
        "id":"ED391609",
        "title":"Children's Perceptions of Kindness and Anonymity in Others' Helping."},
      {
        "id":"ED391610",
        "title":"We're under This Great Stress and We Need To Speak Out: Reflections on the Shoalhaven Aboriginal Education Research Project."},
      {
        "id":"ED391613",
        "title":"Perspectives on Designing Rural Schools As Community Learning and Service Centers."},
      {
        "id":"ED391614",
        "title":"Service-Learning as a Component of Systemic Reform in Rural Schools and Communities."},
      {
        "id":"ED391616",
        "title":"Direct Funding through Block Grants. Oversight Hearing on Providing Direct Funding through Block Grants to Tribes To Administer Welfare and Other Social Service Programs. Hearing before the Committee on Indian Affairs. United States Senate, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED391618",
        "title":"Rural Schools and the Internet: Providing an &quot;On/Off Ramp&quot; to the Information Superhighway of the 21st Century."},
      {
        "id":"ED391619",
        "title":"Case Studies in the Current Use of Technology in Education."},
      {
        "id":"ED391620",
        "title":"Service Learning Benefits Students, Communities."},
      {
        "id":"ED391622",
        "title":"Standards for Day and Resident Camps: The Accreditation Programs of the American Camping Association. 1990 Edition, Revised 1993."},
      {
        "id":"ED391623",
        "title":"Annenberg Rural Challenge."},
      {
        "id":"ED391624",
        "title":"Recommended Competencies for Outdoor Educators. ERIC Digest."},
      {
        "id":"ED391626",
        "title":"Integrating Education, Health, and Social Services: A New Role for Delaware's Schools?"},
      {
        "id":"ED391629",
        "title":"It Comes from the People: Community Development and Local Theology."},
      {
        "id":"ED391635",
        "title":"Local Schools of Thought: A Search for Purpose in Rural Education."},
      {
        "id":"ED391636",
        "title":"Science across Asia Pacific. Book 1."},
      {
        "id":"ED391637",
        "title":"Informal Learning in Science. Final Program and Abstracts of the National Association for Research in Science Teaching Annual Meeting (68th, San Francisco, California, April 22-25, 1995)."},
      {
        "id":"ED391638",
        "title":"Science Is A Study of Earth: A Resource Guide for Science Curriculum Restructure."},
      {
        "id":"ED391639",
        "title":"Children's Problem Posing in Computational Contexts."},
      {
        "id":"ED391640",
        "title":"Using Video To Evoke Reflection on Science Teaching. Interim Report of NSF-Supported Project: Teacher Development Modules for Elementary School Science."},
      {
        "id":"ED391641",
        "title":"High School Students' Views about Technology."},
      {
        "id":"ED391642",
        "title":"For All Intents and Purposes: Probing the Levels of Intended Curriculum for a High School Chemistry Class."},
      {
        "id":"ED391643",
        "title":"Examining the Significance of Science in the Lives of Prospective Elementary Teachers."},
      {
        "id":"ED391644",
        "title":"Guide for SUNSafe Schools."},
      {
        "id":"ED391646",
        "title":"Scaling-Up Mathematics Science and Technology Education Reform: Strategies from the National Science Foundation's Statewide Systemic Initiatives."},
      {
        "id":"ED391647",
        "title":"Curriculum Activities Guide for Natural History Exhibits, Grades K-8."},
      {
        "id":"ED391648",
        "title":"Making Fun Learning."},
      {
        "id":"ED391649",
        "title":"Coordinating a Resource Issues Field Seminar Series: A Manual."},
      {
        "id":"ED391650",
        "title":"Pieces of a Puzzle: An Overview of the Status of Environmental Education in the United States."},
      {
        "id":"ED391651",
        "title":"\"Kids for Trees\": Student Projects in Real-Life Natural Resource Management."},
      {
        "id":"ED391652",
        "title":"Promoting Loud Thinking about Light in Elementary School Science."},
      {
        "id":"ED391653",
        "title":"Bibliography of Freshwater Awareness Materials = Documentation sur la sensibilisation a l&apos;eau douce. Bibliographie."},
      {
        "id":"ED391654",
        "title":"Measurement of Constant Acceleration of a Body: Moment of Inertia. Laboratory Manual."},
      {
        "id":"ED391657",
        "title":"The Influence of a Problem-Solving Approach to Teaching Mathematics on Preservice Teachers' Mathematical Beliefs."},
      {
        "id":"ED391658",
        "title":"Models of Neural Plasticity and Classroom Practice."},
      {
        "id":"ED391659",
        "title":"The Role of Multiple Representations in Learning Algebra."},
      {
        "id":"ED391660",
        "title":"Reconstructing the Whole: A Gauge of Fraction Understanding."},
      {
        "id":"ED391661",
        "title":"Graph Knowledge: Understanding How Students Interpret Data Using Graphs."},
      {
        "id":"ED391662",
        "title":"Mathematical Beliefs in an &quot;Early Teaching Experience&quot;."},
      {
        "id":"ED391663",
        "title":"Fostering Connections between Classes of Polynomial Functions."},
      {
        "id":"ED391664",
        "title":"Using Portfolios To Assess Teacher Development in Elementary Mathematics Teacher Preparation."},
      {
        "id":"ED391665",
        "title":"Effects of Differing Technological Approaches on Students' Use of Numerical, Graphical and Symbolic Representations and Their Understanding of Calculus."},
      {
        "id":"ED391666",
        "title":"Mathematics Teacher Development: Lessons Learned from Two Collaborative Action Research Partnerships."},
      {
        "id":"ED391667",
        "title":"Evaluating the Effects of Environmental Science Programs on Teachers, Students and Communities (Part II: Partnering for Elementary Environmental Science Program). Draft Copy."},
      {
        "id":"ED391668",
        "title":"A School Quality Planning and Evaluation Tool: Science, Mathematics, and Related Technologies Quality Measurement (SMARTQM)."},
      {
        "id":"ED391669",
        "title":"Bibliography of Assessment Alternatives: Science. Innovative Assessment. Fall 1995 Edition."},
      {
        "id":"ED391670",
        "title":"Current Interdisciplinary Science Research in the High School Classroom. Final Evaluation Report."},
      {
        "id":"ED391671",
        "title":"Curriculum Developments: Teacher Education for Technological Literacy: A Scottish Perspective."},
      {
        "id":"ED391672",
        "title":"Conceptual Change Based on Laboratory Experience."},
      {
        "id":"ED391673",
        "title":"Using Visits to Interactive Science and Technology Centers, Museums, Aquaria and Zoos To Promote Learning in Science."},
      {
        "id":"ED391674",
        "title":"Ipsative Evaluative Attitudes versus Vocational Interests and Cognitive Abilities of Bright Male Versus Female Seventh-Graders."},
      {
        "id":"ED391675",
        "title":"Evaluation of the Effectiveness and Implementation of a Math Manipulatives Project."},
      {
        "id":"ED391676",
        "title":"A Case Study of Postgraduate Supervision in a Natural Science Department."},
      {
        "id":"ED391678",
        "title":"Innovating and Evaluating Science Education: NSF Evaluation Forums 1992-94."},
      {
        "id":"ED391679",
        "title":"Exploring Classroom Hydroponics. Growing Ideas."},
      {
        "id":"ED391680",
        "title":"Teaching Scientific Concepts with Transparent Detector Models: An Example from Optics."},
      {
        "id":"ED391681",
        "title":"Issue-Based Discussion in a Classroom of Designers."},
      {
        "id":"ED391682",
        "title":"&quot;I'd Need To Do A Lot Of Reading Myself before Teaching This.&quot; How Do Primary Student Teachers Know What Science To Teach?"},
      {
        "id":"ED391683",
        "title":"Web of Life: Exploring Biodiversity. An Educator's Guide."},
      {
        "id":"ED391686",
        "title":"Absorption and Adjustment Problems among Immigrant Students Studying for the Practical Engineering Degree in Israel."},
      {
        "id":"ED391691",
        "title":"Corn Makes A World of Difference: Teachers Guide and Related Activity Program."},
      {
        "id":"ED391692",
        "title":"New Ways of Science Teaching: The Active and Professional Support Project."},
      {
        "id":"ED391693",
        "title":"Incorporation of the World Views of Indigenous Cultures: A Dilemma In the Practice and Teaching of Western Science."},
      {
        "id":"ED391694",
        "title":"Powell's Journey: Canyon As Teacher. A Model for Experiential Education."},
      {
        "id":"ED391698",
        "title":"Let Nature Be the Teacher: Seasonal Natural History Activities for Parents and Other Educators To Share with Young Children."},
      {
        "id":"ED391699",
        "title":"The Technical Problem and Its Didactic Function."},
      {
        "id":"ED391701",
        "title":"A Geography of Uruguay for Elementary Children."},
      {
        "id":"ED391702",
        "title":"Maryland: A Geographic Study for Elementary Students."},
      {
        "id":"ED391703",
        "title":"The Adolescent Female Voice: A Review of Related Literature."},
      {
        "id":"ED391704",
        "title":"The American Revolution through Its Songs and Ballads."},
      {
        "id":"ED391705",
        "title":"Social Studies in the Netherlands: A Challenging Experience."},
      {
        "id":"ED391706",
        "title":"Directionless from Birth: The National Council for the Social Studies, 1921-1937."},
      {
        "id":"ED391707",
        "title":"Caring Makes a Difference: Responding to Prejudice, Genocide, and The Holocaust: A K-8 Curriculum."},
      {
        "id":"ED391708",
        "title":"Schindler's List: A Viewer's Guide."},
      {
        "id":"ED391710",
        "title":"Anne Frank in Historical Perspective: A Teaching Guide for Secondary Schools."},
      {
        "id":"ED391711",
        "title":"Creating a Theme Study Classroom around &quot;Big&quot; Questions: Opportunities and Constraints."},
      {
        "id":"ED391712",
        "title":"World Population: Fundamentals of Growth. Student Chartbook. Third Edition."},
      {
        "id":"ED391713",
        "title":"We Are What We Eat! But Who Controls Our Choice? An Active Learning Project on Food & Nutrition with Activities for Key Stages 1, 2, 3, and 4."},
      {
        "id":"ED391722",
        "title":"Unity in Diversity: History and Religion in Indonesia."},
      {
        "id":"ED391723",
        "title":"Indonesian &quot;Adat&quot; Customs as the Backbone of Effective Environmental Policies."},
      {
        "id":"ED391724",
        "title":"Captivating the Public through the Media While Digging the Past."},
      {
        "id":"ED391725",
        "title":"Improving High School Students Critical Thinking Skills."},
      {
        "id":"ED391726",
        "title":"Promoting Multiethnic Relationships by Utilizing the Principles of Community Building."},
      {
        "id":"ED391727",
        "title":"Team Teaching a Senior Seminar with a Faculty Member with(out) Disabilities."},
      {
        "id":"ED391728",
        "title":"Assessment and the Political Science Major: The Movement Afoot."},
      {
        "id":"ED391729",
        "title":"Culture Project: Imaginary Travel to Indonesia."},
      {
        "id":"ED391730",
        "title":"The Historical Influence of International Trade and Religion on the Arts, Crafts and Architecture of Indonesia."},
      {
        "id":"ED391733",
        "title":"The Unbroken Thread: Maori Learning and the National Qualifications Framework."},
      {
        "id":"ED391734",
        "title":"Waging Peace in Our Schools: Beginning with the Children. Peace Education Miniprints No. 80."},
      {
        "id":"ED391736",
        "title":"Divided Korea: United Future?"},
      {
        "id":"ED391737",
        "title":"Assessing the Influence of Portfolios on Higher Order Thinking Skills."},
      {
        "id":"ED391739",
        "title":"Educational Intervention in Social Science: Cognitive Processes in the Learning of History."},
      {
        "id":"ED391740",
        "title":"The Portrayal of Federal Intervention in Domestic Disorders in Selected U.S. History Textbooks."},
      {
        "id":"ED391742",
        "title":"Ancient India: The Asiatic Ethiopians."},
      {
        "id":"ED391743",
        "title":"Teaching with Primary Sources: Lesson Plans for Creative Teaching in Social Studies."},
      {
        "id":"ED391745",
        "title":"Multicultural Education and Citizenship Education at a Crossroads: Searching for Common Ground."},
      {
        "id":"ED391747",
        "title":"The World Map Project Handbook."},
      {
        "id":"ED391748",
        "title":"Destination: Paraguay. Study Guide."},
      {
        "id":"ED391750",
        "title":"Those Who Dared: Rescuers and Rescued. A Teaching Guide for Secondary Schools."},
      {
        "id":"ED391751",
        "title":"Art Criticism: A Whole Language Approach to Art."},
      {
        "id":"ED391752",
        "title":"The Ultimate Collection of Computer Facts &amp; Fun. A Kid&apos;s Guide to Computers."},
      {
        "id":"ED391753",
        "title":"Marketing Folk Art."},
      {
        "id":"ED391764",
        "title":"Working Papers in Art Education, 1981."},
      {
        "id":"ED391765",
        "title":"Working Papers in Art Education, 1983."},
      {
        "id":"ED391766",
        "title":"Working Papers in Art Education, 1984."},
      {
        "id":"ED391767",
        "title":"Working Papers in Art Education, 1985."},
      {
        "id":"ED391768",
        "title":"Working Papers in Art Education, 1986."},
      {
        "id":"ED391769",
        "title":"Working Papers in Art Education, 1987."},
      {
        "id":"ED391770",
        "title":"Memorials: Art for Remembering."},
      {
        "id":"ED391771",
        "title":"Japan: Images and Words. An Interdisciplinary Unit for Sixth-Grade Art and Language Arts Classes."},
      {
        "id":"ED391773",
        "title":"When Kingship Descended from Heaven: Masterpieces of Mesopotamian Art from the Louvre."},
      {
        "id":"ED391774",
        "title":"The Pittsburgh Children&apos;s Museum. Study Guides."},
      {
        "id":"ED391775",
        "title":"The Arts: A Competitive Advantage for California."},
      {
        "id":"ED391777",
        "title":"The Meaning of Intercultural/Multicultural Education in the Italian Context."},
      {
        "id":"ED391779",
        "title":"Facing Facts: Sexual Health for America's Adolescents."},
      {
        "id":"ED391780",
        "title":"The Impact of Administrators' Interest in Science Teaching upon Teachers' Perceptions of the Importance of Teaching Science."},
      {
        "id":"ED391781",
        "title":"Great Expectations: Preparing Rural Teachers for Educational Reform."},
      {
        "id":"ED391782",
        "title":"Critical Thinking and Moral Reasoning: Can You Have One without the Other?"},
      {
        "id":"ED391783",
        "title":"What Type of Motivation Is Truly Related to School Achievement? A Look at 1428 High-School Students."},
      {
        "id":"ED391784",
        "title":"Kentucky Education Reform: Towards the Practice of Multiculturalism in Teaching."},
      {
        "id":"ED391785",
        "title":"Revisiting a Step-Child: Supervision in Teacher Education."},
      {
        "id":"ED391786",
        "title":"Knowing and Empowerment; or, Student Empowerment Gone Good."},
      {
        "id":"ED391787",
        "title":"Recruiting Trends, 1995-96. Education Supplement. A Study of 294 Elementary and Secondary School Systems Employing New Teacher Education Graduates."},
      {
        "id":"ED391788",
        "title":"Teacher Credential Candidates' Perceptions of the Need for Preservice Training in Comprehensive Health Education."},
      {
        "id":"ED391790",
        "title":"Inclusionary Skills and Practices of Inservice Principals and Teachers: Implications for Restructuring Teacher Preparation. Education Systems Change Project."},
      {
        "id":"ED391791",
        "title":"Teachers' Attitudes toward School Based Decision Making."},
      {
        "id":"ED391792",
        "title":"Development and Implementation of a Program of Study To Prepare Teachers for Diversity at Northern Arizona University: A Preliminary Report."},
      {
        "id":"ED391793",
        "title":"It's a Neon &quot;Thang!&quot; Teaming from A (Attitude) to Z (Zeal)."},
      {
        "id":"ED391794",
        "title":"Teaching in an Inclusive Classroom: An Essay to Young Teachers."},
      {
        "id":"ED391795",
        "title":"A Fresh Look at Teacher Job Satisfaction."},
      {
        "id":"ED391796",
        "title":"How Public School Teachers View Their Involvement in the Decision Making Process."},
      {
        "id":"ED391797",
        "title":"Twin Tandem Science Initiative: A Celebration of Diversity."},
      {
        "id":"ED391798",
        "title":"Self-Regulated Learning, Effort Awareness and Management in College Students: Are They Aware of How They Act on Learning Tasks and Their Learning Skills?"},
      {
        "id":"ED391799",
        "title":"Restructuring Teacher Education: Preparing for Diverse Populations."},
      {
        "id":"ED391801",
        "title":"Quality Staff Development Can Sail through Sometimes Rough Waters: A Statewide Initiative in Educational Change."},
      {
        "id":"ED391802",
        "title":"Teacher Education Students as Tutors for a Diverse K-12 Population: A Model Tutorial Program for University-School Collaboration."},
      {
        "id":"ED391803",
        "title":"TILT: The Institute for Learning &amp; Teaching School Reform through Community-Based Teams."},
      {
        "id":"ED391804",
        "title":"Physical Education Guide for Secondary Schools."},
      {
        "id":"ED391805",
        "title":"Play Is What We Desire in Physical Education. A Phenomenological Analysis."},
      {
        "id":"ED391806",
        "title":"Portfolios: An Effective Tool Used by Prospective Teachers To Encourage Self-Evaluation and Improvement."},
      {
        "id":"ED391807",
        "title":"Conceptual Understanding and Stability, and Knowledge Shields for Fending Off Conceptual Change. Technical Report No. 7."},
      {
        "id":"ED391808",
        "title":"Performance-Based Accountability Program: Reference Manual for the 1993-1996 PBAP Cycle."},
      {
        "id":"ED391810",
        "title":"A First Look at Educational Productivity in Texas."},
      {
        "id":"ED391811",
        "title":"Wisconsin Student Assessment System Performance Assessment Sampler. Bulletin No. 95210."},
      {
        "id":"ED391812",
        "title":"Development of Procedures for Resolving Irregularities in the Administration of the Listening Comprehension Section of the TOEFL Test."},
      {
        "id":"ED391813",
        "title":"Confidence Bands for the Three-Parameter Logistic Item Response Curve."},
      {
        "id":"ED391814",
        "title":"Some Considerations in Maintaining Adaptive Test Item Pools."},
      {
        "id":"ED391815",
        "title":"A New Look at Formulating Hypotheses Items. GRE Board Professional Report No. 85-14P."},
      {
        "id":"ED391816",
        "title":"Some Consequences of the Uncertainty in IRT Linking Procedures."},
      {
        "id":"ED391817",
        "title":"New Technologies in Career Guidance: The Interactive Computer."},
      {
        "id":"ED391818",
        "title":"Accelerating Literacy Program: The First Year 1993-94."},
      {
        "id":"ED391819",
        "title":"A River Runs through It: Austin Youth River Watch Final Report 1993-94."},
      {
        "id":"ED391820",
        "title":"Staffing Data in the Public Library Statistics Program: Definitions, Internal Consistency, and Comparisons to Secondary Sources. Technical Report."},
      {
        "id":"ED391821",
        "title":"Development of Strategic Competence through Self-Regulation of Attributions."},
      {
        "id":"ED391822",
        "title":"The Effects of Outward Bound on a Group of Middle School Students."},
      {
        "id":"ED391823",
        "title":"A Hierarchical Simulation Model To Study Educational Interventions."},
      {
        "id":"ED391825",
        "title":"The Fact Book 1994-95. A Statistical Handbook."},
      {
        "id":"ED391826",
        "title":"A Simple and Fast Item Selection Procedure for Adaptive Testing. Research Report 94-13."},
      {
        "id":"ED391827",
        "title":"Evaluation Management Handbook."},
      {
        "id":"ED391828",
        "title":"United States Catholic Elementary and Secondary Schools 1993-1994. Annual Statistical Report on Schools, Enrollment and Staffing."},
      {
        "id":"ED391829",
        "title":"Wisconsin Performance Report for Districts and Schools within Districts. 1994-95 Eighth Grade Knowledge and Concepts Examinations."},
      {
        "id":"ED391831",
        "title":"Results of the 1993 Multilevel Assessment Program in Urban Schools. Report 1."},
      {
        "id":"ED391832",
        "title":"The Results of the Evaluation of the Annual Conference of National Alliance of Black School Educators (NABSE) (22nd, Los Angeles, California, November 17-19, 1994)."},
      {
        "id":"ED391835",
        "title":"A Qualitative and Quantitative Comparison of the Impact of Portfolio Assessment Procedures versus Traditional Assessment in a College Physics Course."},
      {
        "id":"ED391838",
        "title":"Making Data Work for You. A Guide to Resources for Program Developers and Youth Advocates."},
      {
        "id":"ED391839",
        "title":"Predictors of Public School Accreditation in Mississippi: Analysis of the School Report Card."},
      {
        "id":"ED391840",
        "title":"Academic Success in College: An Empirical Investigation of Gender Differences by Test Anxiety Interaction."},
      {
        "id":"ED391841",
        "title":"College Students' Theory of Learning Introductory Statistics: Phase One."},
      {
        "id":"ED391842",
        "title":"Construction of Parallel Test Forms Using Optimal Test Designs."},
      {
        "id":"ED391843",
        "title":"Reexamining Traditional Issues in Survey Research: Just How Evil Is the Anathema of Low Response Rate?"},
      {
        "id":"ED391844",
        "title":"Two Years Later: Cognitive Gains and School Transitions of NELS:88 Eighth Graders. National Education Longitudinal Study of 1988. Statistical Analysis Report."},
      {
        "id":"ED391849",
        "title":"Equity in Mathematics Education. Influences of Feminism and Culture."},
      {
        "id":"ED391852",
        "title":"Gain the Edge: An Academic Summer Enrichment Program."},
      {
        "id":"ED391853",
        "title":"Compensatory Education (CE) Product Evaluation: Elementary and Secondary Programs 1994-95."},
      {
        "id":"ED391862",
        "title":"The Gun Violence Prevention Act of 1994: Public Health and Child Safety. Hearing on S. 1882, A Bill To Amend Title 18, United States Code, To Promote the Safe Use of Guns and To Reduce Gun Violence before the Subcommittee on the Constitution of the Committee on the Judiciary. United States Senate, One Hundred Third Congress, Second Session (March 23, 1994)."},
      {
        "id":"ED391863",
        "title":"Reconsidering the Role of Community in Home-School Links: Implications for Research and Practice. Occasional Paper #14."},
      {
        "id":"ED391864",
        "title":"Using National Education Goals To Assess Cleveland Public School Performance. Research Report #10."},
      {
        "id":"ED391865",
        "title":"African American Students in East Baton Rouge Parish: How Have They Fared in Desegregated Schools?"},
      {
        "id":"ED391866",
        "title":"Youth Policies and Programmes. Strategies for Internationalization and Dissemination."},
      {
        "id":"ED391869",
        "title":"An Innovative Strategy for Support of Student Teachers in Secondary Urban Schools: A Description of an Exploratory Project."},
      {
        "id":"ED391870",
        "title":"The Art of Communicating Multiculturally: Implications for Teachers."},
      {
        "id":"ED391871",
        "title":"Between Hope and Fear: Teens Speak Out on Crime and the Community. Study No. 952013. A Survey Conducted for the National Teens, Crime and the Community Program. Fieldwork: October 5 to November 16, 1995."},
      {
        "id":"ED391873",
        "title":"The Challenge of a Knowledge Society. A Philippine Plan of Action."},
      {
        "id":"ED391874",
        "title":"Parent-Teen Training Aide = Guia de Instruccion para Padres y Jovenes."},
      {
        "id":"ED391875",
        "title":"New Habits of Heart and Mind. &quot;Third Wave&quot; Transformational Leaders."},
      {
        "id":"ED391876",
        "title":"Comparison of Responses on the 1994 Biennial Student Survey by the Consumer and Hospitality Services Division and Overall Students of the Milwaukee Area Technical College."},
      {
        "id":"ED391878",
        "title":"An Evaluation of the Human Relations Workshops and Training Programs."},
      {
        "id":"ED391880",
        "title":"Vocational-Technical Education in Georgia's Correctional Facilities. Adults in Transition."},
      {
        "id":"ED391881",
        "title":"What Should Georgia Students Know To Be Successful? A 1992 Validation Survey: Desired Outcomes for Students of Georgia Vocational-Technical Programs."},
      {
        "id":"ED391882",
        "title":"Strategic Planning 1992-1994."},
      {
        "id":"ED391884",
        "title":"Exemplary Career Guidance Programs: Investing in the Future."},
      {
        "id":"ED391885",
        "title":"Learning To Work: How Parents Nurture the Transition from School to Work and Family Matters...in School to Work Transition."},
      {
        "id":"ED391886",
        "title":"The Development of a Stress Management Program for the Adult Degree Completion Program Admissions Team at a Four-Year Private Liberal Arts College."},
      {
        "id":"ED391887",
        "title":"Status of Work-Based Learning in Georgia Technical Institutes."},
      {
        "id":"ED391888",
        "title":"Tech Prep Bridge Programs."},
      {
        "id":"ED391889",
        "title":"Survey of Georgia Employers."},
      {
        "id":"ED391890",
        "title":"Information Technology Survey. Summary of Survey Findings. November 1994. A Summary of Responses. November 1995."},
      {
        "id":"ED391891",
        "title":"A Statewide Study of Factors Related to the Successful Implementation of GSAMS Credit Courses at Technical Institutes."},
      {
        "id":"ED391892",
        "title":"Business, Marketing, and Information Management. Georgia Core Standards for Occupational Clusters."},
      {
        "id":"ED391893",
        "title":"Environmental and Agricultural Sciences. Georgia Core Standards for Occupational Clusters."},
      {
        "id":"ED391894",
        "title":"Health Care. Georgia Core Standards for Occupational Clusters."},
      {
        "id":"ED391895",
        "title":"Human Services. Georgia Core Standards for Occupational Clusters."},
      {
        "id":"ED391896",
        "title":"Technical/Engineering. Georgia Core Standards for Occupational Clusters."},
      {
        "id":"ED391897",
        "title":"Related Core Academic Knowledge and Skills. Georgia Core Standards for Occupational Clusters."},
      {
        "id":"ED391898",
        "title":"Labor Market Performance of Non-College-Bound Youths. Working Paper Series."},
      {
        "id":"ED391901",
        "title":"Basic CNC Operation. Training Workbook [and] Assessment and Training Guide [and] Hands-on Assessment."},
      {
        "id":"ED391902",
        "title":"Electromechanical Technician Skills Questionnaire."},
      {
        "id":"ED391903",
        "title":"The Minnesota Defense Industry Conversion Project. A Partnership for Retraining."},
      {
        "id":"ED391904",
        "title":"Creating Expectations, Pre-Assessment & Skill Performance. Information for Computer Trainers & Tutors."},
      {
        "id":"ED391905",
        "title":"Incipient I Fire Brigade Training & Certification."},
      {
        "id":"ED391907",
        "title":"Machine Tool Technology. Tutoring Strategies for Metal Workers."},
      {
        "id":"ED391908",
        "title":"Blueprint Reading for Welders. Training Guide."},
      {
        "id":"ED391909",
        "title":"Machine Tool Technology. Automatic Screw Machine Troubleshooting & Set-Up Training Outlines [and] Basic Operator's Skills Set List."},
      {
        "id":"ED391910",
        "title":"Blueprint Reading for Sheet Metal Workers. Training Guide."},
      {
        "id":"ED391911",
        "title":"Perceptions of Needs among Individuals with Childhood Sexual Abuse History in Adult Education and Learning Support Settings."},
      {
        "id":"ED391912",
        "title":"A Critical Link in School-to-Work: Teaching Employment Skills. VICA 177--Employment Skills."},
      {
        "id":"ED391914",
        "title":"One Stop Career Center."},
      {
        "id":"ED391915",
        "title":"The Boeing Company's Manufacturing Technology Student Internship. Evaluation Report (1994-95)."},
      {
        "id":"ED391916",
        "title":"Off-Campus Education Guide for Administrators, Counsellors &amp; Teachers."},
      {
        "id":"ED391917",
        "title":"Partnerships Survey Report, 1995. School-Business Partnerships in Alberta."},
      {
        "id":"ED391918",
        "title":"Restructuring and Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED391919",
        "title":"Women and Literacy. Trends and Issues Alerts."},
      {
        "id":"ED391920",
        "title":"Careers in the Environment. Trends and Issues Alerts."},
      {
        "id":"ED391921",
        "title":"Further Education: An Employer's Factfile. Report 303."},
      {
        "id":"ED391922",
        "title":"Articulation--A Viable Answer to Educational Excellence."},
      {
        "id":"ED391923",
        "title":"Adult Offender Corrections Study."},
      {
        "id":"ED391925",
        "title":"Alaska School-to-Work Opportunities Development Grant. Final Report."},
      {
        "id":"ED391926",
        "title":"State of Wisconsin School-to-Work State Plan [and] School-to-Work Opportunities. Wisconsin Implementation Grant Performance Plan/Report. Status Report June 1994-June 1995."},
      {
        "id":"ED391927",
        "title":"Program Advisory Committees Summary Report. 1994-95 Academic Year."},
      {
        "id":"ED391928",
        "title":"Increasing Rigor and Relevance: The School Board Connection."},
      {
        "id":"ED391929",
        "title":"Increasing Rigor and Relevance: Linking School-to-Career. Best District Practices."},
      {
        "id":"ED391930",
        "title":"Documenting Value Added Measures for the Iowa Community College Induction/Mentoring (CCIM) Program."},
      {
        "id":"ED391931",
        "title":"Biennial Report for the Period Ending June 30, 1995."},
      {
        "id":"ED391932",
        "title":"Proceedings of the Workshop on Technological Literacy and Technology Education (Taipei, Taiwan, March 4-5, 1996)."},
      {
        "id":"ED391933",
        "title":"Evaluation of Tech Prep System Development and Implementation in Texas Public Schools and Institutions of Higher Education. Final Report, 1994-95."},
      {
        "id":"ED391934",
        "title":"Vocational Career Study of High School At Risk Students."},
      {
        "id":"ED391935",
        "title":"Sources of Information. How Older Queensland Adults Obtain Information about Housing, Finance, Legal Matters, Home Maintenance, Social Activities. Final Report."},
      {
        "id":"ED391937",
        "title":"Toward the Borderless Career. Corporate Hiring in the '90s. RAND Reprints."},
      {
        "id":"ED391938",
        "title":"Job Corps Program."},
      {
        "id":"ED391939",
        "title":"Adult Education Review."},
      {
        "id":"ED391940",
        "title":"Planning Community-Wide Study Circle Programs. A Step-by-Step Guide."},
      {
        "id":"ED391943",
        "title":"Critical Perspectives. Selected Papers from the Annual LEPS Research Symposium (5th, De Kalb, Illinois, February 9-10, 1996)."},
      {
        "id":"ED391944",
        "title":"Competence-Based Management Training. Report 302."},
      {
        "id":"ED391945",
        "title":"Family Literacy: Directions in Research and Implications for Practice. Summary and Papers of a National Symposium (Washington, DC, September 7-8, 1995)."},
      {
        "id":"ED391947",
        "title":"What&apos;s It Worth? Field of Training and Economic Status: 1993. Current Population Reports. Household Economic Studies."},
      {
        "id":"ED391948",
        "title":"Restructuring Workforce Preparation Policy. Issue Summary."},
      {
        "id":"ED391949",
        "title":"Functional Literacy, Workplace Literacy and Technical and Vocational Education: Interfaces and Policy Perspectives. UNEVOC Studies in Technical and Vocational Education 5."},
      {
        "id":"ED391951",
        "title":"South Carolina Occupational Education Performance Report for Fiscal Year: 1994-95."},
      {
        "id":"ED391952",
        "title":"Learn and Serve: Evaluation of the Pennsylvania 1994-1995 Learn and Serve Grant Program."},
      {
        "id":"ED391953",
        "title":"The Essentials of Service Learning."},
      {
        "id":"ED391955",
        "title":"Incoherence in the Collaboration between Government, Schools and the Workplace: Cooperative Education in Quebec."},
      {
        "id":"ED391956",
        "title":"Small Business Planning and Management for the First-Time Entrepreneur."},
      {
        "id":"ED391957",
        "title":"Floral Design & Marketing."},
      {
        "id":"ED391958",
        "title":"Plant Identification Characteristics for Deciduous Trees & Shrubs. Lesson Plans."},
      {
        "id":"ED391959",
        "title":"Problem-solving as Intent and Content of Technology Education."},
      {
        "id":"ED391960",
        "title":"State of New Jersey Vocational Education Performance Report FY 1994."},
      {
        "id":"ED391961",
        "title":"Attitudes of Adult Students Regarding the Learning Environment at East Tennessee State University."},
      {
        "id":"ED391962",
        "title":"The Recruitment and Retention of People with Disabilities. Report 301."},
      {
        "id":"ED391964",
        "title":"A Study of the Planning of Vocational Education at Vocational High Schools for Mildly Mentally Retarded Junior High School Graduates in Taiwan, Republic of China."},
      {
        "id":"ED391965",
        "title":"Text Considerations in Literacy Teaching and Learning. Research to Practice."},
      {
        "id":"ED391970",
        "title":"Accounting Technology Associate Degree. Louisiana Technical Education Program and Course Standards. Competency-Based Postsecondary Curriculum Outline from Bulletin 1822."},
      {
        "id":"ED391971",
        "title":"Office Systems Technology Associate Degree. Louisiana Technical Education Program and Course Standards. Competency-Based Postsecondary Curriculum Outline from Bulletin 1822."},
      {
        "id":"ED391972",
        "title":"Labor Market Outcomes of Literacy and Education. Indicator of the Month."},
      {
        "id":"ED391973",
        "title":"Balancing the See-Saw: A Kaleidoscopic Paradigm Shift of Know-How (21st Century Education and Training Priorities)."},
      {
        "id":"ED391974",
        "title":"School-to-Work: Focusing Education on Job-Readiness."},
      {
        "id":"ED391975",
        "title":"In Their Own Words: Student Perspectives on School-to-Work Opportunities. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED391976",
        "title":"The Role of Parents in School-to-Work Transition. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED391977",
        "title":"School-to-Work Opportunities through the Lens of Youth Development. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED391978",
        "title":"From Teaching to Learning: Transition in Distance Education."},
      {
        "id":"ED391980",
        "title":"The First Year Evaluation of the JROTC Career Academy at Worthing High School."},
      {
        "id":"ED391981",
        "title":"Community Service and Volunteerism. Indicator of the Month."},
      {
        "id":"ED391982",
        "title":"Fairness in Performance Assessment. ERIC Digest."},
      {
        "id":"ED391983",
        "title":"Computer-Assisted Testing in Counseling and Therapy. ERIC Digest."},
      {
        "id":"ED391984",
        "title":"Testing Students with Disabilities. ERIC Digest."},
      {
        "id":"ED391985",
        "title":"The School Psychologist's Role in School Assessment. ERIC Digest."},
      {
        "id":"ED391986",
        "title":"Cooperation between School Psychologists and Counselors in Assessment. ERIC Digest."},
      {
        "id":"ED391987",
        "title":"Using Buros Institute of Mental Measurements Materials in Counseling and Therapy. ERIC Digest."},
      {
        "id":"ED391988",
        "title":"Internet Resources for Guidance Personnel. ERIC Digest."},
      {
        "id":"ED391989",
        "title":"Locating and Evaluating Career Assessment Instruments. ERIC Digest."},
      {
        "id":"ED391990",
        "title":"Inappropriate Statistical Practices in Counseling Research: Three Pointers for Readers of Research Literature. ERIC Digest."},
      {
        "id":"ED391991",
        "title":"Alabama High-Risk Youth Resource Directory. Tools for Prevention: Building Healthy Youths."},
      {
        "id":"ED391992",
        "title":"Violence among Children, Adolescents, and Young Adults in Maine: Part I."},
      {
        "id":"ED391993",
        "title":"School Social Work 1995: A Journey with Children into the 21st Century: The Annual Conference of the Western Alliance of School Social Work Organizations (5th, Scottsdale, AZ, November 2-3, 1995)."},
      {
        "id":"ED391994",
        "title":"Bereavement: A Universal Process of Growth through Readjustment."},
      {
        "id":"ED391995",
        "title":"Effective Practices in Juvenile Correctional Education: A Study of the Literature and Research 1980-1992."},
      {
        "id":"ED391996",
        "title":"Alcohol and Drug Defense Program (ADD) 1994-95. Evaluation Report."},
      {
        "id":"ED391997",
        "title":"Violence among Children, Adolescents, and Young Adults in Maine: Part II--Recommendations."},
      {
        "id":"ED391998",
        "title":"The Difference in Self-Esteem between Type I Diabetics and Type II Diabetics."},
      {
        "id":"ED391999",
        "title":"Acquaintance Rape on College Campuses: A Review of the Literature."},
      {
        "id":"ED392001",
        "title":"Employer Survey, 1995."},
      {
        "id":"ED392002",
        "title":"The Role of the Counselor with Attention Deficit Disorder Students in Middle Schools."},
      {
        "id":"ED392003",
        "title":"Resolving Conflict through Peer Mediation. A Series of Solutions and Strategies. Number 9."},
      {
        "id":"ED392004",
        "title":"The Miracle Question &amp; Therapy with College Students."},
      {
        "id":"ED392005",
        "title":"Effective Strategies for Educating Students in At-Risk Situations."},
      {
        "id":"ED392006",
        "title":"The Cuban Americans: Ethnic Exiles."},
      {
        "id":"ED392012",
        "title":"Learning Vocabulary from Context: Effects of Focusing Attention on Individual Words during Reading. Technical Report No. 619."},
      {
        "id":"ED392013",
        "title":"Creating a Classroom Culture That Promotes Inquiry-Oriented Discussions: Reading and Talking about Multiple Texts. Technical Report No. 621."},
      {
        "id":"ED392014",
        "title":"Reading Instruction and Educational Opportunity at the Middle School Level. Technical Report No. 622."},
      {
        "id":"ED387000",
        "title":"An Analysis of Student Motivations for Withdrawal in a Community College. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387001",
        "title":"The Long Term Effects of Undergraduate Student Involvement Experiences on Selected Outcome Measures. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387002",
        "title":"Impacts on Baccalaureate Degree Completion: A Longitudinal Analysis of Community College Transfer Students. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387003",
        "title":"A Revolution in Regional Networking: Linking the Knowledge. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387004",
        "title":"First-Generation College Students: Characteristics, Experiences, and Cognitive Development. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387005",
        "title":"Does JOBSWORK Work? Assessing the Effect of Student Involvement on Outcomes. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387006",
        "title":"Characteristics of Extenders: Full-Time Students Who Take Light Credit Loads and Graduate in More Than Four Years. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387007",
        "title":"How Enrollment Ends: Analyzing the Correlates of Student Graduation, Transfer and Dropout with a Competing Risks Model. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387008",
        "title":"Quality Assessment of Professional Master's Degree Program. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387009",
        "title":"The Effect of Types of Financial Aid on Student Persistence towards Graduation. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387010",
        "title":"Using IPEDS Data for Selecting Peer Institutions. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387011",
        "title":"Evaluating Reasons for Low Response from Mail Surveys. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387012",
        "title":"Legacies of Paying for College. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387013",
        "title":"Does Being Student-Centered Lead to Lower Academic Standards? Faculty Orientations and Undergraduate Grading Practices. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387014",
        "title":"Social Interaction on Campus: Differences among Self-Perceived Ability Groups. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387015",
        "title":"Participative Strategic Planning with an Eye toward Economic Analysis. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387016",
        "title":"Perceptions of Non-Instructional Staff at the University of Michigan: A Content Analysis. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387017",
        "title":"Automated Knowledge Discovery in Institutional Data To Support Enrollment Management. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387018",
        "title":"Working with Low Survey Response Rates: The Efficacy of Weighting Adjustments. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED387019",
        "title":"Problem-Based and Conventional Medical Education from a Student Perspective: A Qualitative Analysis Comparing Students' Experience of Medical Education, Approach to Learning and Reading Comprehension. Linkoping Studies in Education and Psychology No. 45."},
      {
        "id":"ED387021",
        "title":"Value for Money Case Studies. Mendip Papers."},
      {
        "id":"ED387022",
        "title":"FEFC Inspection and the Role of the Internal Nominee. Mendip Papers."},
      {
        "id":"ED387023",
        "title":"Managing Contract Change. Mendip Papers."},
      {
        "id":"ED387024",
        "title":"Managing Quality Assurance at the FE/HE Interface. Mendip Papers. Papers Presented at the Annual Joint Conference of the Staff College and the Society for Research into Higher Education (1994)."},
      {
        "id":"ED387025",
        "title":"State University of New York, Health Science Center at Stony Brook: Clinical Practice Management Plan. Report 94-S-34."},
      {
        "id":"ED387026",
        "title":"Net Cost of Attending Postsecondary Education. Indicator of the Month."},
      {
        "id":"ED387027",
        "title":"Promoting Self-Directed Learning in Developing or Poorly Defined Subject Areas: A Problem-Based Course in Molecular Biology, Genetics, and Cancer."},
      {
        "id":"ED387028",
        "title":"New Faculty Departure at Five Institutions."},
      {
        "id":"ED387029",
        "title":"A Study of the Relationship between Learning Conceptions and Learning Styles among College Students."},
      {
        "id":"ED387030",
        "title":"Pedagogical Seminars in the Arts and Sciences."},
      {
        "id":"ED387031",
        "title":"Negotiating Knowledge and Knowing: Philosophies of Teaching and Learning in Feminist Classrooms."},
      {
        "id":"ED387032",
        "title":"Assessing Dispositional Coping Strategies in College Students: A Domain-Specific Measure."},
      {
        "id":"ED387033",
        "title":"A Discrete-Time Survival Analysis of the Education Path of Specially Admitted Students."},
      {
        "id":"ED387041",
        "title":"Application and Enrollment Patterns of Transfer Students Fall 1994."},
      {
        "id":"ED387042",
        "title":"Instructional Locations Away from the Main Campus, State University of New York 1994-95."},
      {
        "id":"ED387043",
        "title":"The Master Plan for Higher Education."},
      {
        "id":"ED387044",
        "title":"Challenges for a New Era: Student Senate's Vision for the Future of the University."},
      {
        "id":"ED387045",
        "title":"Two Positions in the International Debate about Higher Education: The World Bank and UNESCO."},
      {
        "id":"ED387046",
        "title":"Higher Education in Mexico: The Tensions and Ambiguities of Modernization."},
      {
        "id":"ED387047",
        "title":"Veterinary Medicine Program Review. State University System of Florida. Consultant's Report and Recommendations."},
      {
        "id":"ED387052",
        "title":"Central Contingencies: Part-Time Faculty and the Future of Higher Education."},
      {
        "id":"ED387054",
        "title":"Academic Support Needs at Rutgers University, New Brunswick."},
      {
        "id":"ED387055",
        "title":"Educational Plant Survey, University of North Florida, April 17-19, 1995."},
      {
        "id":"ED387058",
        "title":"1994 Initial Employment Follow-Up of 1993 Physics Degree Recipients."},
      {
        "id":"ED387061",
        "title":"Emerging Issues and Opportunities Prospective Analysis."},
      {
        "id":"ED387062",
        "title":"Altered Images: Transforming College Estates for a Learning Revolution. Innovations in FE, Issue 2, Spring 1995."},
      {
        "id":"ED387063",
        "title":"Kiddie Credit Cards. Hearing before the Subcommittee on Consumer Credit and Insurance of the Committee on Banking, Finance and Urban Affairs. House of Representatives, One Hundred Third Congress, Second Session (March 10, 1994)."},
      {
        "id":"ED387065",
        "title":"Common Sense Government. Works Better and Costs Less. Third Report of the National Performance Review."},
      {
        "id":"ED387066",
        "title":"Study in the Netherlands: Small Countries Have To Be Smarter."},
      {
        "id":"ED387067",
        "title":"Learning Styles: A Review of the Literature."},
      {
        "id":"ED387068",
        "title":"Comparison of Two Educational Strategies in Teaching Preventive Cardiology."},
      {
        "id":"ED387069",
        "title":"The Next Step: Student Aid for Student Success."},
      {
        "id":"ED387070",
        "title":"State University System of Florida: Pharmacy Program Review."},
      {
        "id":"ED387071",
        "title":"The Higher Education System in Israel: Statistical Abstract and Analysis."},
      {
        "id":"ED387076",
        "title":"Hypertextes pour apprendre (Hypertext for Learning)."},
      {
        "id":"ED387077",
        "title":"Informationstechnische Weiterbildung Fur Frauen Von Frauen: Internationaler Workshop = Education in Informatics for Women By Women: International Workshop (Hamburg, Germany, November 30-December 3, 1992)."},
      {
        "id":"ED387079",
        "title":"Mobile Technology Education Laboratory: An Alternative for Elementary Technology Education in a Restructuring School District in Central California."},
      {
        "id":"ED387080",
        "title":"Building the National Information Infrastructure in K-12 Education: A Comprehensive Survey of Attitudes towards Linking Both Sides of the Desk. A Report of the Global Telecommunications Infrastructure Research Project. Research Report Series."},
      {
        "id":"ED387081",
        "title":"Global Telecommunications Projects: Reading and Writing with the World."},
      {
        "id":"ED387082",
        "title":"The Shared-Ownership Technology Model: Restructuring the Classroom."},
      {
        "id":"ED387088",
        "title":"Association of Small Computer Users in Education (ASCUE) Summer Conference. Proceedings (28th, North Myrtle Beach, South Carolina, June 18-22, 1995)."},
      {
        "id":"ED387089",
        "title":"Organizational Leadership through Information Technology."},
      {
        "id":"ED387090",
        "title":"Multimedia in the Classroom--Rejuvenating the Literacy Course."},
      {
        "id":"ED387091",
        "title":"Something New about Notetaking: A Computer-Based Instructional Experiment."},
      {
        "id":"ED387092",
        "title":"Reflections on Electronic Frontiers in Education."},
      {
        "id":"ED387093",
        "title":"Planning, Developing and Installing a Campus LAN."},
      {
        "id":"ED387094",
        "title":"Multimedia Design and Development: Who, What, When, Where, How, and Why."},
      {
        "id":"ED387095",
        "title":"Designing and Delivering a Summer Institute on Academic Information Resources."},
      {
        "id":"ED387096",
        "title":"Multimedia and Computer-Based Instructional Software: Evaluation Methods."},
      {
        "id":"ED387097",
        "title":"TestMaker: A Computer-Based Test Development Tool."},
      {
        "id":"ED387098",
        "title":"Getting Everyone into the Tent (Even if It Takes a Big Top!)."},
      {
        "id":"ED387099",
        "title":"Wireless Data Communications Prototyping: A Flexible, High-Quality, and Cost-Effective Information System for Education."},
      {
        "id":"ED387100",
        "title":"Universal Access and Faculty Training: Keys to the Information Highway for a Small University."},
      {
        "id":"ED387101",
        "title":"Designing and Integrating a Fiber Optic Network with an Existing Copper Network."},
      {
        "id":"ED387102",
        "title":"&quot;Mooving&quot; to a Virtual Curriculum."},
      {
        "id":"ED387103",
        "title":"Connecting Classrooms to the Web: An Introduction to HTML."},
      {
        "id":"ED387104",
        "title":"Computers across the Curriculum: Teaching a Computer Literacy Course for Multi-Disciplinary Use in a Network Environment--Content and Pedagogy."},
      {
        "id":"ED387105",
        "title":"Information Technology Curricula: Business and Interdisciplinary Perspectives."},
      {
        "id":"ED387106",
        "title":"Conducting Political Science Research Using Multimedia."},
      {
        "id":"ED387107",
        "title":"Video and Computer Technologies for Extended-Campus Programming."},
      {
        "id":"ED387108",
        "title":"Macintosh Computer Classroom and Laboratory Security: Preventing Unwanted Changes to the System."},
      {
        "id":"ED387109",
        "title":"Cooperative Efforts To Integrate Computer Technology into Teacher Education Curricula."},
      {
        "id":"ED387110",
        "title":"Netware-Specific Network Security."},
      {
        "id":"ED387111",
        "title":"Designing Effective PC-Based Multimedia Presentations."},
      {
        "id":"ED387112",
        "title":"Mosaic as a Vehicle for Collaborative Learning."},
      {
        "id":"ED387113",
        "title":"Distance and Distance Research: The Need for Internet Proficiency in the Shadow of Shrinking Resources."},
      {
        "id":"ED387114",
        "title":"Mobile Computing at Grove College."},
      {
        "id":"ED387115",
        "title":"Electronic Portfolio: Assessment, Resume, or Marketing Tool?"},
      {
        "id":"ED387116",
        "title":"Technology Education Facilities Guidelines."},
      {
        "id":"ED387117",
        "title":"The Field of Educational Technology: Update 1995--A Dozen Frequently Asked Questions. ERIC Digest."},
      {
        "id":"ED387118",
        "title":"Graduate Distance Education: A Review and Synthesis of the Research Literature."},
      {
        "id":"ED387121",
        "title":"The Baldwin Effect: A Basis for Sex Differences in Attitudes toward Technology and Science."},
      {
        "id":"ED387122",
        "title":"Using Neural Net Technology To Enhance the Efficiency of a Computer Adaptive Testing Application."},
      {
        "id":"ED387123",
        "title":"The Operating Technician's Role in Video Distance Learning."},
      {
        "id":"ED387124",
        "title":"Education Technology Survey, 1995."},
      {
        "id":"ED387126",
        "title":"The EDUTECH Report. The Education Technology Newsletter for Faculty and Administrators, 1992-1993."},
      {
        "id":"ED387127",
        "title":"The EDUTECH Report. The Education Technology Newsletter for Faculty and Administrators, 1993-1994."},
      {
        "id":"ED387128",
        "title":"The EDUTECH Report. The Education Technology Newsletter for Faculty and Administrators, 1994-1995."},
      {
        "id":"ED387131",
        "title":"Strategic Planning in ARL Libraries. SPEC Kit 210."},
      {
        "id":"ED387132",
        "title":"Access to Telecommunications Technology. Hearing before the Subcommittee on Telecommunications and Finance of the Committee on Energy and Commerce. House of Representatives, One Hundred Third Congress, Second Session (September 30, 1994)."},
      {
        "id":"ED387135",
        "title":"Intellectual Property and the National Information Infrastructure. The Report of the Working Group on Intellectual Property Rights."},
      {
        "id":"ED387136",
        "title":"Internet and Academic Librarians: Training, Promotion, and Time."},
      {
        "id":"ED387137",
        "title":"Pathfinder for Women's History Research in the National Archives and Records Administration Library. Pathfinders: Guides to Research in NARA Library Resources, Number 1, Pathfinder Series."},
      {
        "id":"ED387138",
        "title":"&quot;Difficult Choices&quot;: How Can Scholars Help Save Endangered Research Resources? A Report to the Commission on Preservation and Access."},
      {
        "id":"ED387139",
        "title":"Digital Imaging of Papyri. A Report to the Commission on Preservation and Access."},
      {
        "id":"ED387143",
        "title":"An Introduction to the Internet. Consumer Guide, Number 14."},
      {
        "id":"ED387144",
        "title":"The Right to Communicate: At What Price? Economic Constraints to the Effective Use of Telecommunications in Education, Science, Culture and in the Circulation of Information."},
      {
        "id":"ED387147",
        "title":"Library Systems Office Organization. SPEC Kit and SPEC Flyer 211."},
      {
        "id":"ED387148",
        "title":"Public Libraries in the United States: 1993. E.D. TABS."},
      {
        "id":"ED387149",
        "title":"Gopher It! Information On-Line at the U.S. Department of Education. Consumer Guide Number 13."},
      {
        "id":"ED387150",
        "title":"Integrating Academic and Vocational Skills."},
      {
        "id":"ED387151",
        "title":"Student Satisfaction Inventory Results. Summary Report."},
      {
        "id":"ED387152",
        "title":"Women in Technology End of Year Report, July 1994-June 1995."},
      {
        "id":"ED387153",
        "title":"An Analysis of Evening Program Course Offerings and Services at North Arkansas Community/Technical College."},
      {
        "id":"ED387154",
        "title":"Using Standardized Test Results To Assess Student Learning."},
      {
        "id":"ED387155",
        "title":"Faculty Assessment of General Education. Spring 1995."},
      {
        "id":"ED387156",
        "title":"John Tyler Community College Weekend College: The First Semester."},
      {
        "id":"ED387157",
        "title":"UCCSN Student Financial Aid Study, 1992-1993."},
      {
        "id":"ED387158",
        "title":"Strategic Directions for the University and Community College System of Nevada."},
      {
        "id":"ED387159",
        "title":"University and Community College System of Nevada. Affirmative Action Data, 1994."},
      {
        "id":"ED387160",
        "title":"Retention: NMC Ends Report, July 1995."},
      {
        "id":"ED387161",
        "title":"Quality Culture: NMC Ends Report, August 1995."},
      {
        "id":"ED387162",
        "title":"Significant Learning Outcomes: NMC Ends Report, September 1995."},
      {
        "id":"ED387163",
        "title":"Women in Technology Project Opportunity. End-of-Year Report, 1994-1995."},
      {
        "id":"ED387164",
        "title":"Outcomes and Impacts from the First Two Years of the Timber Retraining Benefits (TRB) Program. Research Report No. 95-3."},
      {
        "id":"ED387165",
        "title":"Implications for Retention Strategies of Differential Student Progress Rates and the Literature on Student Retention. Research Report No. 95-4."},
      {
        "id":"ED387166",
        "title":"College Algebra and Writing: A Pilot Project, Spring Semester 1994. Final Report for the Title III Literacy across the Curriculum Team."},
      {
        "id":"ED387167",
        "title":"Successful Long-Term College Presidents and the Positioning of Their Institutions."},
      {
        "id":"ED387168",
        "title":"Strategies for Empowering Educators with Technology: A Presentation for the League for Innovation."},
      {
        "id":"ED387169",
        "title":"Planning for Computer-Based Distance Education: A Review of Administrative Issues."},
      {
        "id":"ED387170",
        "title":"The Technology Workshop: Empowering Students with Campus Technology."},
      {
        "id":"ED387171",
        "title":"Multi-Access Education: A Model for Instructional Delivery in the Information Age."},
      {
        "id":"ED387172",
        "title":"Distance Learning: An Alternative Approach to Education in the Information Age."},
      {
        "id":"ED387173",
        "title":"Multicultural and International Challenges to the Community College: A Model for College-Wide Proactive Response."},
      {
        "id":"ED387174",
        "title":"Leadership for Creating Community within Institutions."},
      {
        "id":"ED387175",
        "title":"A Longitudinal Study of Microcomputer Usage at the Community College Level in Kansas, Spring/94."},
      {
        "id":"ED387176",
        "title":"Have You Ever Seen a Voice Talking?...Well, I Have!"},
      {
        "id":"ED387177",
        "title":"The Tech Prep Handbook: Effective Tech Prep Policies and Practices."},
      {
        "id":"ED387178",
        "title":"Camden County College One Year Graduate Follow-Up Survey: 1993 Graduates."},
      {
        "id":"ED387179",
        "title":"Teaching in the Community College."},
      {
        "id":"ED387180",
        "title":"Trends in VCCS Enrollments, April 1994. Virginia Community College System Research Report Series."},
      {
        "id":"ED387181",
        "title":"Virginia Employers of 1992-1993 VCCS Graduates. Virginia Community College System Research Report Series."},
      {
        "id":"ED387183",
        "title":"VCCS Utilization of Classrooms and Class Laboratories, Fall 1994 [and] Utilization of VCCS Classrooms: Measures That Include Non-Credit (CEU) Instruction. Virginia Community College System Research Report Series."},
      {
        "id":"ED387184",
        "title":"A Matter of Facts: The North Carolina Community College System Fact Book, 1995."},
      {
        "id":"ED387185",
        "title":"Critical Success Factors for the North Carolina Community College System, 1995. Sixth Annual Report."},
      {
        "id":"ED387186",
        "title":"Student Withdrawal Study, Schoolcraft College."},
      {
        "id":"ED387188",
        "title":"No Show Student Survey, Schoolcraft College."},
      {
        "id":"ED387189",
        "title":"Weekend College Survey Report, Schoolcraft College."},
      {
        "id":"ED387190",
        "title":"Community College Issues: A Research Agenda for the Twenty-First Century."},
      {
        "id":"ED387191",
        "title":"A Student Outcomes Typology for Community Colleges: Identifying Achievers with Longitudinal Cohort Analysis."},
      {
        "id":"ED387192",
        "title":"An Odd-yssey: WAC (Writing Across the Curriculum) in a Two-Year College."},
      {
        "id":"ED387193",
        "title":"Community Colleges and Proprietary Schools: Conflict or Convergence? New Directions for Community Colleges, Number 91."},
      {
        "id":"ED387194",
        "title":"A Semester in the Library with an English 087 Class: A Partnership between Teacher, Students, and Librarians."},
      {
        "id":"ED387196",
        "title":"Your Organization: Analyze, Improve, and Lead."},
      {
        "id":"ED387197",
        "title":"Student Retention and Graduation, University System of Georgia."},
      {
        "id":"ED387198",
        "title":"Community Colleges and Service Learning."},
      {
        "id":"ED387199",
        "title":"A New Community College Center with Five Partners: A Model for the Future?"},
      {
        "id":"ED387200",
        "title":"A New Paradigm: Moving toward Comprehensive Services."},
      {
        "id":"ED387202",
        "title":"The Work Group on Early Childhood Report on Reform of the Early Childhood System. Report to the Governor and the Illinois General Assembly."},
      {
        "id":"ED387206",
        "title":"Pasos Adelante (Steps Forward): A Resiliency Enhancement Curriculum for Preschoolers and Their Parents. Volume 1: Preschool Curriculum. Volume 2: Parent Curriculum."},
      {
        "id":"ED387208",
        "title":"A Cooperative Learning Model for Parents."},
      {
        "id":"ED387212",
        "title":"Teaching Children Self-Esteem: A Creative Behavior Handbook for After-School Child Care."},
      {
        "id":"ED387219",
        "title":"Parent Involvement: The Critical Link."},
      {
        "id":"ED387224",
        "title":"HIV/AIDS in Early Childhood Day-Care Settings. Final Report. Phase I."},
      {
        "id":"ED387232",
        "title":"Library Media Learning and Play Center."},
      {
        "id":"ED387233",
        "title":"Children: Our Future. Proceedings of a Cross-Cultural Conference of Professionals (Petrozavodsk, Karelia, Russia, August 7-13, 1993)."},
      {
        "id":"ED387236",
        "title":"Child Care as an Occupation in a Culture of Indifference."},
      {
        "id":"ED387237",
        "title":"Helping Parents Deal with the Discipline of Their Children through a Parenting Support Group."},
      {
        "id":"ED387238",
        "title":"Improving Social Skills in Second Graders through the Implementation of a Peace Education/Conflict Resolution Skills Curriculum."},
      {
        "id":"ED387239",
        "title":"Design, Development, and Implementation of an Instructional Program for Kindergarten Teachers To Increase Their Basic Computer Skills through Word Processing Training."},
      {
        "id":"ED387240",
        "title":"Using a Classroom Approach To Teach Peer Mediation to Grades 3 and 4 by Developing a Peacebuster Manual."},
      {
        "id":"ED387241",
        "title":"Guidelines for Parents To Conduct a Home Instructional Program."},
      {
        "id":"ED387243",
        "title":"Iowa Programs Providing and Financing Children's Care and Services. Third Edition."},
      {
        "id":"ED387244",
        "title":"Iowa's Shared Vision: Early Childhood."},
      {
        "id":"ED387245",
        "title":"Parent Involvement in Education: A Resource for Parents, Educators, and Communities."},
      {
        "id":"ED387246",
        "title":"Medina County Second Grade Home Activities. (Revised Edition)."},
      {
        "id":"ED387247",
        "title":"Positive Youth Development: A Profile of Iowa Youth."},
      {
        "id":"ED387248",
        "title":"Why Is Integration in Early Childhood Special Education Beneficial?"},
      {
        "id":"ED387250",
        "title":"Student Evaluation in an Integrated Preschool Classroom."},
      {
        "id":"ED387251",
        "title":"Nannies Touching the Future."},
      {
        "id":"ED387253",
        "title":"We Are Your Children: The Kushanda Early Childhood Education and Care Dissemination Programme, Zimbabwe 1985-1993. Early Childhood Development: Practice and Reflections, Number 7."},
      {
        "id":"ED387254",
        "title":"Documenting Developmentally Appropriate Practice in Early Childhood Classrooms."},
      {
        "id":"ED387255",
        "title":"Culture and Curriculum: Tensions and Dilemmas for Early Childhood Specialists in England and Wales."},
      {
        "id":"ED387256",
        "title":"11-12 Year Old Children's Informal Knowledge and Its Influence on their Formal Probabilistic Reasoning."},
      {
        "id":"ED387257",
        "title":"Non-Clinical Interventions for Families with Temperamentally Difficult Children."},
      {
        "id":"ED387259",
        "title":"[What Can We Learn from the English Primary Schools? Questions and Answers from My Fulbright Administrative Exchange.]"},
      {
        "id":"ED387260",
        "title":"Situated Learning in the Development of Kindergarten Student Teacher."},
      {
        "id":"ED387261",
        "title":"What Does It Cost To Mind Our Preschoolers?"},
      {
        "id":"ED387262",
        "title":"High Strides (The Bimonthly Report on Urban Middle Grades). September 1994-June 1995."},
      {
        "id":"ED387263",
        "title":"Child Care Aware: A Guide to Promoting Professional Development in Family Child Care. Lessons Learned from Child Care Aware Sites."},
      {
        "id":"ED387264",
        "title":"School Attendance and Grade Point Averages of Regular Education and Learning Disabled Students in Elementary Schools."},
      {
        "id":"ED387266",
        "title":"Recall Differences of Elementary Students with Categorized Versus Non-Categorized Word Lists."},
      {
        "id":"ED387267",
        "title":"A Community-Based Volunteer After-School Activity Program Created for Middle School Students."},
      {
        "id":"ED387268",
        "title":"Domain Importance and Involvement: Relations between Domain Self-Concepts and General Self-Esteem in Preadolescence."},
      {
        "id":"ED387269",
        "title":"A Model Handbook for Child Care Administrators To Increase Parent Involvement."},
      {
        "id":"ED387270",
        "title":"Excitement in Eight Schools: Schools, Families, and Students Get Stronger When Parents and Teachers Take Collaboration into Their Own Hands."},
      {
        "id":"ED387271",
        "title":"Enhancing Learning through Sociodramatic Play."},
      {
        "id":"ED387272",
        "title":"Perceptions of the Future Held by Elementary School Children: A Descriptive Analysis."},
      {
        "id":"ED387273",
        "title":"Parent, Family, and Community Involvement in the Middle Grades. ERIC Digest."},
      {
        "id":"ED387274",
        "title":"Other People's Children: Cultural Conflict in the Classroom."},
      {
        "id":"ED387275",
        "title":"Early Childhood Education. IDRA Focus."},
      {
        "id":"ED387279",
        "title":"Chicano School Failure and Success: Research and Policy Agendas for the 1990s. The Stanford Series on Education and Public Policy."},
      {
        "id":"ED387280",
        "title":"The Plight of Chicano Students: An Overview of Schooling Conditions and Outcomes. Chapter 1."},
      {
        "id":"ED387281",
        "title":"Segregation, Desegregation, and Integration of Chicano Students: Problems and Prospects. Chapter 2."},
      {
        "id":"ED387282",
        "title":"Chicano Dropouts: A Review of Research and Policy Issues. Chapter 3."},
      {
        "id":"ED387283",
        "title":"Bilingualism, Second Language Acquisition, and the Education of Chicano Language Minority Students. Chapter 4."},
      {
        "id":"ED387284",
        "title":"Promoting School Success for Chicanos: The View from Inside the Bilingual Classroom. Chapter 5."},
      {
        "id":"ED387285",
        "title":"From Failure to Success: The Roles of Culture and Cultural Conflict in the Academic Achievement of Chicano Students. Chapter 6."},
      {
        "id":"ED387286",
        "title":"Cognitive Socialization and Competence: The Academic Development of Chicanos. Chapter 7."},
      {
        "id":"ED387287",
        "title":"The Uses and Abuses of Educational Testing: Chicanos as a Case in Point. Chapter 8."},
      {
        "id":"ED387288",
        "title":"An Analysis of Special Education as a Response to the Diminished Academic Achievement of Chicano Students. Chapter 9."},
      {
        "id":"ED387289",
        "title":"Systemic and Institutional Factors in Chicano School Failure. Chapter 10."},
      {
        "id":"ED387290",
        "title":"Native Americans: A Seven Day Curriculum."},
      {
        "id":"ED387291",
        "title":"American Indians in Higher Education."},
      {
        "id":"ED387293",
        "title":"Latino Resources at the Smithsonian = Recursos Latinos en el Smithsonian."},
      {
        "id":"ED387294",
        "title":"Knowing the Ropes and Showing the Ropes. Facilitator's Guide."},
      {
        "id":"ED387295",
        "title":"Growing Up in Rural Illinois. Illinois Rural Youth Survey Summary Report."},
      {
        "id":"ED387298",
        "title":"A Bibliography of Works in Folklore and Education Published between 1929 and 1992."},
      {
        "id":"ED387299",
        "title":"Commemorating 30 Years of Service to the People of Appalachia. Special Edition."},
      {
        "id":"ED387300",
        "title":"Field Hearing on H.R. 6, Challenge for the Future: Educational Opportunities for California's Youth. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (Los Angeles, California, October 4, 1993)."},
      {
        "id":"ED387306",
        "title":"An Eagle's View: Sharing Successful American Indian/Alaska Native Alcohol and Other Drug Prevention Programs. Volumes I and II. The Drug-Free Schools and Communities."},
      {
        "id":"ED387307",
        "title":"The Educational Progress of Hispanic Students. Findings from \"The Condition of Education 1995,\" No. 4."},
      {
        "id":"ED387308",
        "title":"Combined Report, 1994: Selected Research and Extension Projects of the Four Regional Rural Development Centers. NERCRD Publication No. 69."},
      {
        "id":"ED387309",
        "title":"The Effects of Employer Size and Human Capital on Rural Wages and Employee Benefits. SRDC Series No. 170."},
      {
        "id":"ED387310",
        "title":"Parental Practices in Families of Super-Achieving Math and Science Students."},
      {
        "id":"ED387311",
        "title":"Global Warming and the Greenhouse Effect: January 1986-January 1992. Quick Bibliography Series: QB 92-36."},
      {
        "id":"ED387312",
        "title":"Evaluating and Monitoring the Eisenhower Mathematics and Science Education Program."},
      {
        "id":"ED387313",
        "title":"Teacher Knowledge and Representation of Content in Instruction about Heat Energy and Temperature."},
      {
        "id":"ED387314",
        "title":"Knowledge in Motion: Space, Time and Curriculum in Undergraduate Physics and Management. Knowledge, Identity and School Life Series: 2."},
      {
        "id":"ED387315",
        "title":"Learning To Teach Science: Activities for Student Teachers and Mentors."},
      {
        "id":"ED387316",
        "title":"Soil Science Education: Philosophy and Perspectives. SSSA Special Publication Number 37."},
      {
        "id":"ED387317",
        "title":"TTIP: Texas Teacher Internship Program 1994 Curriculum Implementation Plans."},
      {
        "id":"ED387318",
        "title":"Fatima's Rules and Other Elements of an Unintended Chemistry Curriculum."},
      {
        "id":"ED387319",
        "title":"Scientific Understanding in High Ability High School Students: Concepts and Process Skills."},
      {
        "id":"ED387320",
        "title":"Technology Education Today. Fastback 380."},
      {
        "id":"ED387323",
        "title":"Chemical Fume Hoods in Higher Education Science Laboratories: Electrical, Mechanical and Human Controls."},
      {
        "id":"ED387325",
        "title":"Students' Conceptual Representations of Gas Volume in Relation to Particulate Model of Matter."},
      {
        "id":"ED387326",
        "title":"A Science-Technology-Society (STS) Critical Issues Course for General Studies Natural Science Credit: The Evaluation of a Pilot Offering."},
      {
        "id":"ED387327",
        "title":"Elementary Science Instruction: Are Teachers Prepared To Teach What Their Students Must Master?"},
      {
        "id":"ED387328",
        "title":"Lebanese Middle School Students' Definitions of Science and Perceptions of Its Purpose and Usage."},
      {
        "id":"ED387329",
        "title":"Model Perception among Pre- and In-Service Chemistry Teachers."},
      {
        "id":"ED387330",
        "title":"&quot;Voices from the Bridge&quot;: Kickapoo Indian Students and Science Education: A Worldview Comparison."},
      {
        "id":"ED387331",
        "title":"A Case Study of a Mother/Daughter Science Club."},
      {
        "id":"ED387332",
        "title":"Chinese Young Children's Conceptions of &quot;Life&quot;."},
      {
        "id":"ED387333",
        "title":"The Development and Application of a Diagnostic Test To Assess Teachers' Understanding of the Learning Cycle."},
      {
        "id":"ED387334",
        "title":"Interpreters' Perceptions about the Goals of the Science Museum in Taiwan."},
      {
        "id":"ED387335",
        "title":"A Case Study of Pre-Service Chemistry Teachers' Pedagogical Content Knowledge Development."},
      {
        "id":"ED387336",
        "title":"The Effect of Teaching the Cell Topic Using the Jigsaw Method on Students' Achievement and Learning Activity."},
      {
        "id":"ED387341",
        "title":"The Effects of Cooperative Learning on Student Achievement and Motivation in a High School Geometry Class."},
      {
        "id":"ED387342",
        "title":"Role of Self-Efficacy and General Mental Ability in Mathematical Problem-Solving: A Path Analysis."},
      {
        "id":"ED387343",
        "title":"Secondary School Mathematics in Perspective: Conceptions of its Nature and Relevance."},
      {
        "id":"ED387344",
        "title":"Contextual Perspectives of School Mathematics: What Determines Mathematical Understanding?"},
      {
        "id":"ED387345",
        "title":"Word Problems: Game or Reality? Studies of Children's Beliefs about the Role of Real-World Knowledge in Mathematical Modeling."},
      {
        "id":"ED387346",
        "title":"Mathematics Teachers' Response to the Reform Agenda: Results of the 1993 National Survey of Science and Mathematics Education."},
      {
        "id":"ED387347",
        "title":"Examining Students' Perceptions of Their Everyday Mathematics Practice."},
      {
        "id":"ED387348",
        "title":"Change in Mathematics Proficiency for Male and Female Students from 8th to 12th Grade: A Study Based on a National Longitudinal Sample."},
      {
        "id":"ED387349",
        "title":"An Integrated Approach to Mathematical Modeling: A Classroom Study."},
      {
        "id":"ED387350",
        "title":"Thinking through Mathematics: Fostering Inquiry and Communication in Mathematics Classrooms. The Thinking Series."},
      {
        "id":"ED387351",
        "title":"Mathematics Unit Plans. PACE '94."},
      {
        "id":"ED387352",
        "title":"Curriculum Designs for Tech Prep Clusters. PACE '94."},
      {
        "id":"ED387353",
        "title":"Science Unit Plans. PACE '94."},
      {
        "id":"ED387354",
        "title":"PACE &apos;94: Program Evaluation."},
      {
        "id":"ED387355",
        "title":"Partnerships in Maths: Parents and Schools, The IMPACT Project."},
      {
        "id":"ED387359",
        "title":"Guide to Reform in Mathematics and Science Education: The Big Players."},
      {
        "id":"ED387360",
        "title":"Excelling in Math and Science: Selected Programs of the U.S. Department of Education."},
      {
        "id":"ED387361",
        "title":"Gender-Fair Math. Equity in Education Series."},
      {
        "id":"ED387363",
        "title":"Travellers' Children in a Junior School in Norfolk with Historical, Legislative, and Educational Perspectives on Travellers."},
      {
        "id":"ED387364",
        "title":"Education in Asia and the Pacific: Reviews, Reports and Notes. Number 26, 1989-1990."},
      {
        "id":"ED387367",
        "title":"Beyond Title IX: Gender Equity Issues in Schools."},
      {
        "id":"ED387368",
        "title":"An Annotated Summary of the Regulation for Title IX Education Amendments of 1972."},
      {
        "id":"ED387373",
        "title":"A Quasi Meta-Analysis of the God Concept Literature from 1970 to 1994."},
      {
        "id":"ED387374",
        "title":"Aboriginal Education and the Arts Policy (Draft)."},
      {
        "id":"ED387377",
        "title":"Teaching Asian and Indian Geography Using the Five Themes of Geography. Project for the Fulbright Seminar. India: Continuity and Change. Summer 1993."},
      {
        "id":"ED387378",
        "title":"Peace Education in the Denver Public Schools. A Study of Social Studies Classes in Grade 7. Peace Education Miniprints No. 78."},
      {
        "id":"ED387379",
        "title":"The Drama of Dominance and Diversity: A Multicultural Curriculum Framework for Secondary Social Studies/Language Arts Core."},
      {
        "id":"ED387380",
        "title":"Religion in the Classroom: What the Textbooks Tell Us. A Report."},
      {
        "id":"ED387381",
        "title":"Pennsylvania Juvenile Justice Manual for Junior High School and Middle School Students and Accompanying Teacher&apos;s Manual."},
      {
        "id":"ED387383",
        "title":"Colonial Hangovers: Social Studies Curriculum Dilemmas for Zimbabwe--Implications for Indiana Social Studies Teachers."},
      {
        "id":"ED387384",
        "title":"Political Implications of the Southern African Development Community Agenda on Educational Development in the Region."},
      {
        "id":"ED387385",
        "title":"Children's Literature from Northeastern Asia."},
      {
        "id":"ED387386",
        "title":"Literacy as a Gendered Social Practice in Two Bilingual Classrooms."},
      {
        "id":"ED387387",
        "title":"The World of Thomas Jefferson: A Guide for Teachers."},
      {
        "id":"ED387388",
        "title":"Teaching about Haiti. Caribbean Connection Series. Third Edition."},
      {
        "id":"ED387389",
        "title":"Religion and the Public Schools: A Summary of the Law."},
      {
        "id":"ED387390",
        "title":"Religion in the Public Schools: A Joint Statement of Current Law."},
      {
        "id":"ED387392",
        "title":"Civic Declaration: A Call for a New Citizenship. A New Citizenship Project of the American Civic Forum. An Occasional Paper of the Kettering Foundation."},
      {
        "id":"ED387393",
        "title":"Remarks to the Council for the Advancement of Citizenship, Jennings Randolph Congressional Forum."},
      {
        "id":"ED387394",
        "title":"Currency Exchange Rates."},
      {
        "id":"ED387396",
        "title":"Funding Federal Civil Rights Enforcement. A Report."},
      {
        "id":"ED387397",
        "title":"The Effect of Videos on Student Thinking about the Holocaust in World War II."},
      {
        "id":"ED387398",
        "title":"Against Radical Multiculturalism."},
      {
        "id":"ED387400",
        "title":"Beyond Seeing and Hearing: Teaching Geography to Sensory Impaired Children. An Integrated Based Curriculum. Pathways in Geography Series, Title No. 2."},
      {
        "id":"ED387401",
        "title":"Environmental Issues in Brazilian Society. Fulbright-Hays Seminars Abroad Program. June 26-July 31, 1994."},
      {
        "id":"ED387402",
        "title":"History: Teaching and Methods."},
      {
        "id":"ED387403",
        "title":"Postage Stamps and Peace Education: The Nobel Peace Prize. Peace Education Miniprints No. 79."},
      {
        "id":"ED387404",
        "title":"\"My Mom Taught Me\": The Situated Nature of Historical Understanding."},
      {
        "id":"ED387405",
        "title":"Service Learning in Middle School: The Day from Hell?"},
      {
        "id":"ED387406",
        "title":"Teaching the \"Knowing How\" of History: Classroom Teachers' Thinking about Historical Texts. Draft."},
      {
        "id":"ED387407",
        "title":"The World Map Project: Map-making Procedures for Primary School Educators."},
      {
        "id":"ED387408",
        "title":"Image & Identity: Clothing and Adolescence in the 1990s."},
      {
        "id":"ED387409",
        "title":"Improving Preservice Teachers Use of Geography in Elementary Classrooms through the Use of Selected Activities."},
      {
        "id":"ED387411",
        "title":"Elementary Students Translating Values into Action Using an Enrichment Model for Lutheran Schools."},
      {
        "id":"ED387413",
        "title":"Increasing Commitment to Christian Education for Students in Grades 6-12 through Small Groups, Mentoring and Innovative Teaching Strategies."},
      {
        "id":"ED387414",
        "title":"A Grassroots Approach to Formulating a Multicultural, Interdisciplinary Core Curriculum."},
      {
        "id":"ED387415",
        "title":"Music Curriculum Bulletin."},
      {
        "id":"ED387416",
        "title":"Witness to History: Using Hands-On Activities, A Guidebook for High School History Teachers."},
      {
        "id":"ED387417",
        "title":"Improving the Quality of Learning: A Framework for Target-Oriented Curriculum Renewal in Hong Kong. Revised."},
      {
        "id":"ED387418",
        "title":"Liberal Learning and the History Major. A Report by the American Historical Association Task Force in the Association of American College's Project on Liberal Learning, Study in Depth, and the Arts and Sciences Majors."},
      {
        "id":"ED387419",
        "title":"JETS3: Justice Education Teaching Strategies. Leap into Law through Literature."},
      {
        "id":"ED387420",
        "title":"Religious Liberty, Public Education, and the Future of American Democracy. A Statement of Principles."},
      {
        "id":"ED387421",
        "title":"[Where is Iowa History?]"},
      {
        "id":"ED387422",
        "title":"Preparing Citizens for the 21st Century. Geography: Learning about Our World, The 1994 National Assessment of Educational Progress in Geography."},
      {
        "id":"ED387423",
        "title":"Examining Key Themes and Questions in U.S. History. The 1994 National Assessment of Educational Progress in U.S. History."},
      {
        "id":"ED387424",
        "title":"Everyone Eats Bread: A Multicultural Unit for First Graders."},
      {
        "id":"ED387425",
        "title":"Folklore and Folklife: Teachers Manual."},
      {
        "id":"ED387431",
        "title":"Linking Law-Related Education to Reducing Violence by and against Youth. ERIC Digest."},
      {
        "id":"ED387432",
        "title":"The Role of Civic Education: A Report of the Task Force on Civic Education."},
      {
        "id":"ED387433",
        "title":"What Does Research on Political Attitudes and Behavior Tell Us about the Need for Improving Education for Democracy?"},
      {
        "id":"ED387434",
        "title":"Maritime Folklife in Lincoln County. Student Magazine; Curriculum Guide. Oregon Folklife Classroom Series."},
      {
        "id":"ED387436",
        "title":"Mentor or Tormentor: The Role of the Cooperating Teacher in Student Teacher Success. Education and Human Resources: Putting the Pieces Together."},
      {
        "id":"ED387437",
        "title":"Teaching for All--The Preparation of Student Teachers To Work with Diverse Populations in the Elementary School."},
      {
        "id":"ED387438",
        "title":"An Action Agenda: Policy Issues in Minority Teacher Recruitment and Retention."},
      {
        "id":"ED387439",
        "title":"Attribution Theory in Sport: Problems and Solutions."},
      {
        "id":"ED387441",
        "title":"Change in Teachers' Conceptions and Practice."},
      {
        "id":"ED387442",
        "title":"PACE VII. Curriculum Counts: Planning for Success through Developmentally Appropriate Movement Activities."},
      {
        "id":"ED387443",
        "title":"PACE VIII. Focus on Fitness: For Elementary and Middle Schools Curriculum/Instruction/Assessment."},
      {
        "id":"ED387444",
        "title":"A World of Learning: Practical Manual. Enhancing the Multiplier Effect of the Associated Schools Project."},
      {
        "id":"ED387446",
        "title":"Improving the Awareness of Personal and Oral Hygiene in Second Graders."},
      {
        "id":"ED387447",
        "title":"Authentic Discovery Laboratories in Motor Learning."},
      {
        "id":"ED387450",
        "title":"Poetry in and out of the Classroom: Essays from the ACLS Elementary and Secondary Schools Teacher Curriculum Development Project. ACLS Occasional Paper, No. 29."},
      {
        "id":"ED387452",
        "title":"Diffusing of Gender Equity in Sport: Using Innovation vs. Compliance."},
      {
        "id":"ED387455",
        "title":"The Challenge of Australia's Ageing Teacher Population: In Loco Grandparentis?"},
      {
        "id":"ED387456",
        "title":"Preparing Teachers for Conflict Resolution in the Schools. ERIC Digest."},
      {
        "id":"ED387457",
        "title":"Should Values Be a Part of a Teacher Preparation Program?"},
      {
        "id":"ED387458",
        "title":"A Portfolio Assessment Procedure for Preservice Teachers for Admission to the Professional Year: The Project So Far."},
      {
        "id":"ED387461",
        "title":"Beliefs Regarding Classroom Management Style: Relationships to Particular Teacher Personality Characteristics."},
      {
        "id":"ED387463",
        "title":"Teachers' Understandings of and Preparation for Working with Diverse Populations in Idaho. Idaho US West Teams* Initiative Report."},
      {
        "id":"ED387464",
        "title":"AIDS Education under Democracy: Gay Men, Sexual Dissent, and the Limits of Prevention."},
      {
        "id":"ED387465",
        "title":"Teaching Children Affected by Substance Abuse."},
      {
        "id":"ED387466",
        "title":"Research, Issues, and Practices. Proceedings of the Annual Curriculum and Instruction Research Symposium (3rd, Vermillion, South Dakota, April 28, 1995)."},
      {
        "id":"ED387467",
        "title":"The Establishment of a High School Media Center Volunteer Program as a Solution to Media Center Staff Shortage."},
      {
        "id":"ED387468",
        "title":"A Classroom Activity To Demonstrate the Principle of Negative Reinforcement."},
      {
        "id":"ED387469",
        "title":"School Choice: Education's Trickle Down Theory for Urban Students Attending Private Schools? Study II."},
      {
        "id":"ED387470",
        "title":"Practice What We Teach! Implementing a Problems of Practice Instructional Delivery Strategy."},
      {
        "id":"ED387471",
        "title":"Beliefs Regarding Classroom Management Style: Differences between Novice and Experienced Teachers."},
      {
        "id":"ED387472",
        "title":"The Perceptions of Teachers and Fourth Grade Students from China, Taiwan, and the U.S. toward Classroom Management Strategies."},
      {
        "id":"ED387473",
        "title":"A Model for Collaboration between Industry and Institutions of Higher Education for the Recruitment of Teachers from Underrepresented Groups."},
      {
        "id":"ED387475",
        "title":"Analysis of Parent Perceptions on Effective School Correlates: A Springboard for Planning."},
      {
        "id":"ED387476",
        "title":"Colorado Alternative Teacher Licensing Program: A Handbook for Developing Approved Designated Agency Training and Supervision Programs."},
      {
        "id":"ED387477",
        "title":"Teacher Unions: Is the End Near? How To End the Teacher Union Veto over State Education Policy. Briefings."},
      {
        "id":"ED387478",
        "title":"Case Studies of the Dialogue Journal in Multicultural Education. Working Draft."},
      {
        "id":"ED387479",
        "title":"Using Qualitative Observation To Document Group Processes in Accelerated Schools Training: Techniques and Results."},
      {
        "id":"ED387481",
        "title":"Mentor Teacher Internship Program, 1993-94. OER Report."},
      {
        "id":"ED387482",
        "title":"Fear of the Known: Using Audio-Visual Technology as a Tool for Reflection in Teacher Education."},
      {
        "id":"ED387483",
        "title":"National Standards for School Health Education. ERIC Digest."},
      {
        "id":"ED387484",
        "title":"Snapshot &apos;93: 1992-93 School District Profiles."},
      {
        "id":"ED387485",
        "title":"College-Level Academic Skills Test (CLAST). Test Administration Plan 1994-1995."},
      {
        "id":"ED387486",
        "title":"The &quot;Prior Knowledge State&quot; of Students and Its Facilitating Effect on Learning: Theories and Research."},
      {
        "id":"ED387487",
        "title":"Variables Influencing the Indexation of the &quot;Prior Knowledge State&quot; Concept and a Conceptual Model for Research."},
      {
        "id":"ED387488",
        "title":"Students' Views on Prior Knowledge."},
      {
        "id":"ED387489",
        "title":"Schema Theories as a Base for the Structural Representation of the Knowledge State."},
      {
        "id":"ED387490",
        "title":"The Construction of Knowledge State Tests, Knowledge Profiles and the Measurement of Value Added."},
      {
        "id":"ED387491",
        "title":"The Use of Case Studies To Teach Educational Psychology: A Comparison with Traditional Instruction. Draft."},
      {
        "id":"ED387492",
        "title":"VTLOGANL Video Tape Logging and Analysis. Release Notes Version 2.81."},
      {
        "id":"ED387493",
        "title":"Graduation by Portfolio at Central Park East Secondary School. A Series on Authentic Assessment and Accountability."},
      {
        "id":"ED387494",
        "title":"Class of 1993 Graduation Rate Study. A Study of Graduation Rates for Arizona Public High Schools."},
      {
        "id":"ED387495",
        "title":"Comparison of Statistical Tests of Independence for Sparse I x J Contingency Tables."},
      {
        "id":"ED387496",
        "title":"Utilizing Profile Analysis via Multidimensional Scaling To Ascertain Patterns in Course-Taking: Mathematics and Science Course-Taking Patterns."},
      {
        "id":"ED387497",
        "title":"A Question of Validity: A Model for Teacher Training in Assessment."},
      {
        "id":"ED387498",
        "title":"Assessing the Effectiveness of the Beginning Teacher from a Constructivist Perspective."},
      {
        "id":"ED387499",
        "title":"Analyzing Multivariate Repeated Measures Designs When Covariance Matrices Are Heterogeneous."},
      {
        "id":"ED387500",
        "title":"Issues in Constructing an Analytic Scoring Scale for a Writing Assessment."},
      {
        "id":"ED387501",
        "title":"Differential Objective Function."},
      {
        "id":"ED387502",
        "title":"Determining Dropout Rates in Large City School Districts: Problems and Accomplishments."},
      {
        "id":"ED387503",
        "title":"On the Relevance of Intelligence: Applications for Classrooms? Intelligence Testing: The Good, the Bad and the Ugly."},
      {
        "id":"ED387504",
        "title":"Evaluation Studies of the Chicago Teachers Academy: Methods and Findings of the CIRCE Internal Evaluation Study."},
      {
        "id":"ED387505",
        "title":"A Comparison of the Paper Selection Method and the Contrasting Groups Method for Setting Standards on Constructed-Response Items."},
      {
        "id":"ED387506",
        "title":"A Comparison of Two Methods of Data Collection in Analyzing Social and Cognitive Play Behavior."},
      {
        "id":"ED387507",
        "title":"Using IRT To Combine Multiple-Choice and Free-Response Sections of a Test onto a Common Scale Using A Priori Weights."},
      {
        "id":"ED387508",
        "title":"The Central Role of Content Representation in Test Validity."},
      {
        "id":"ED387509",
        "title":"How Comparable Are the Jackknife and Bootstrap Results: An Investigation for a Case of Canonical Correlation Analysis."},
      {
        "id":"ED387510",
        "title":"Critical Thinking Ability and Disposition as Factors of Performance on a Written Critical Thinking Test."},
      {
        "id":"ED387512",
        "title":"Application of Epidemiology to an Outcome Based Evaluation of an Educational Program Serving Emotionally/Behaviorally Disturbed Students."},
      {
        "id":"ED387513",
        "title":"Eliciting Utility Functions for Validating Course Placement Systems."},
      {
        "id":"ED387514",
        "title":"On Applying Statistical Methods: Losing Local Control."},
      {
        "id":"ED387515",
        "title":"Some Advantages of Controlling for False Discoveries in Multiple Comparisons."},
      {
        "id":"ED387516",
        "title":"The Effects of Number of Measured Variables on Goodness-of-Fit in Confirmatory Factor Analysis."},
      {
        "id":"ED387517",
        "title":"Empowerment Evaluation: A Form of Self-Evaluation."},
      {
        "id":"ED387518",
        "title":"Personnel Selection Procedures as a Function of Sample Size, Cut Scores, and Quartile Ranking."},
      {
        "id":"ED387519",
        "title":"Alternative Forms of Assessment in Elementary Science: The Interactive Effects of Reading, Race, Economic Level and the Elementary Science Specialist on Hands-On and Multiple-Choice Assessment of Science Process Skills."},
      {
        "id":"ED387520",
        "title":"A Study of Display Methods for NAEP Results: I. Tables. Program Statistics Research. Technical Report No. 95-1."},
      {
        "id":"ED387522",
        "title":"What Can We Learn from International Assessments?"},
      {
        "id":"ED387523",
        "title":"The Effects of Sample Restriction on Gender Differences."},
      {
        "id":"ED387524",
        "title":"Footprints: Strategies for Non-Traditional Program Evaluation."},
      {
        "id":"ED387525",
        "title":"Evaluating Hypotheses about Differential Item Functioning."},
      {
        "id":"ED387526",
        "title":"DIF Detection and Description: Mantel-Haenszel and Standardization."},
      {
        "id":"ED387527",
        "title":"Measurement Problems. Program Statistics Research. Technical Report No. 92-20."},
      {
        "id":"ED387528",
        "title":"The Relative Difficulty of Selected Test-Wiseness Skills among College Students."},
      {
        "id":"ED387529",
        "title":"The Effect of Animation on the Instruction of the Principles of ANOVA."},
      {
        "id":"ED387530",
        "title":"The Effect of Cartooning Instruction in a Full-Inclusive Setting on Rural Children's Performances on the Goodenough-Harris Drawing Test: Selected Case Studies."},
      {
        "id":"ED387531",
        "title":"A Priori Versus Post-Hoc: Comparing Statistical Power among ANOVA, Block Designs, and ANCOVA."},
      {
        "id":"ED387532",
        "title":"Public Elementary and Secondary Education Statistics: School Year 1994-95. Early Estimates."},
      {
        "id":"ED387533",
        "title":"Trends among High School Seniors, 1972-1992. National Education Longitudinal Study of 1988. Statistical Analysis Report."},
      {
        "id":"ED387534",
        "title":"Schools and Staffing in the United States: Selected Data for Public and Private Schools, 1993-94. Schools and Staffing Survey. E.D. TABS."},
      {
        "id":"ED387535",
        "title":"College-Level Academic Skills Test. Statewide and Institutional Report of Results, 1992-1993."},
      {
        "id":"ED387536",
        "title":"College-Level Academic Skills Test. Statewide and Institutional Report of Results, 1993-1994."},
      {
        "id":"ED387537",
        "title":"How Do You Evaluate Everyone Who Isn't a Teacher? An Adaptable Evaluation Model for Professional Support Personnel."},
      {
        "id":"ED387538",
        "title":"Implementation of Strategic Planning: Teaching and Learning Issues in a State Policy Mandate."},
      {
        "id":"ED387539",
        "title":"The Fact Book, 1993-94. A Statistical Handbook."},
      {
        "id":"ED387540",
        "title":"Homelessness: The Foster Care Connection."},
      {
        "id":"ED387541",
        "title":"In Search of a Multicultural School: A Study of Cuyahoga County Suburban School Districts."},
      {
        "id":"ED387546",
        "title":"Five Year Financial and Management Assessment of the Buffalo Public Schools."},
      {
        "id":"ED387547",
        "title":"Five Year Financial and Management Assessment of the Buffalo Public Schools. Addendum: Detailed Recommendations."},
      {
        "id":"ED387548",
        "title":"Saving Youth from Violence."},
      {
        "id":"ED387549",
        "title":"Holland House/Boysville Chapter 1 Neglected and Delinquent Program. Product Evaluation Report, 1993-94."},
      {
        "id":"ED387550",
        "title":"District of Columbia: Weaknesses in Personnel Records and Public Schools' Management Information and Controls. Testimony before the Subcommittee on the District of Columbia, Committee on Appropriations. House of Representatives."},
      {
        "id":"ED387551",
        "title":"Evaluation of Alberta START Projects: Case Studies. Final Report."},
      {
        "id":"ED387552",
        "title":"Evaluation of Alberta START Projects: Provincial Perspective. Final Report."},
      {
        "id":"ED387553",
        "title":"Towards Cross Cultural Sensitivity in the Human Services. Instructor Edition. UCFV Press Instructional Series."},
      {
        "id":"ED387554",
        "title":"Administration of the Attendance Improvement Dropout Prevention Program. State Education Department Report 94-S-48."},
      {
        "id":"ED387557",
        "title":"Shortchanging Hispanic Girls. An Analysis of Hispanic Girls in the Greenberg-Lake Survey of Self-Esteem, Education, and Career Aspirations among Adolescent Girls and Boys in the United States."},
      {
        "id":"ED387564",
        "title":"Hispanic Students and Their Teachers Assess the Needs of Local Hispanic Students. Executive Summary."},
      {
        "id":"ED387567",
        "title":"Still Separate, Still Unequal? Desegregation in the 90's. Urban School Board Members Respond."},
      {
        "id":"ED387568",
        "title":"Turning Potential School Dropouts into Graduates: The Case for School-Based One-to-One Tutoring. Research Report 95-07."},
      {
        "id":"ED387571",
        "title":"Building Bridges: Creating and Sustaining Viable Multicultural Communities. Reports, Reflections, and Related Work: A Compilation from a Convening of Grantees (Queenstown, Maryland, December 1993)."},
      {
        "id":"ED387572",
        "title":"The Gang Problem in America: Formulating an Effective Federal Response. Hearing To Examine How the Federal Government Can Establish Effective Programs To Deter Youth Violence in America before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED387573",
        "title":"Organizational Structures To Promote Teacher Engagement in Urban Schools. Urban Education Program. Urban Monograph Series."},
      {
        "id":"ED387574",
        "title":"Multicultural Education: Challenges to Administrators and School Leadership. Urban Education Program. Urban Monograph Series."},
      {
        "id":"ED387575",
        "title":"An Annotated Bibliography of Research on Multicultural Education."},
      {
        "id":"ED387576",
        "title":"The Path of Most Resistance. Reflections on Lessons Learned from New Futures."},
      {
        "id":"ED387577",
        "title":"Attitudes of Counselor Trainees toward Teenage Pregnancy and Ethnicity Issues."},
      {
        "id":"ED387579",
        "title":"Building a Community of Learners."},
      {
        "id":"ED387580",
        "title":"Shared Responsibilities--Changed Lives: School-Linked & Community-Based Integrated Services. Companion Resource Book to the \"Urban Audio Journal.\""},
      {
        "id":"ED387581",
        "title":"Promising Programs and Practices in Multicultural Education."},
      {
        "id":"ED387582",
        "title":"Saving City Kids."},
      {
        "id":"ED387583",
        "title":"The Psychology of Puerto Rican Migration."},
      {
        "id":"ED387584",
        "title":"Has Poverty Really Increased among Children since 1970? Working Papers."},
      {
        "id":"ED387587",
        "title":"Provision of Academic Support Services to Adults in Distance Education Programs."},
      {
        "id":"ED387588",
        "title":"Syracuse University Resources for Educators of Adults. A. Photographs in Adult and Continuing Education; B. Descriptive Subject Headings."},
      {
        "id":"ED387589",
        "title":"Adult and Continuing Education Research Collection at Syracuse University."},
      {
        "id":"ED387590",
        "title":"SCANS: The Secretary's Commission on Achieving Necessary Skills/U.S. Department of Labor. A Practical Guide for Identifying and Using SCANS Competencies in Technical/Occupational Programs."},
      {
        "id":"ED387591",
        "title":"Teachers' Perceptions of SAE Programs and Benefits for Students with Special Needs in Oklahoma."},
      {
        "id":"ED387592",
        "title":"Preparing Youth for a High Skilled Global Workforce."},
      {
        "id":"ED387593",
        "title":"Issues of Human Caring and Cultural Awareness in Vocational Teacher Education. Reports from the Vocational Teacher Education College of Jyvaskyla 8."},
      {
        "id":"ED387594",
        "title":"Learning To Work: Making the Transition from School to Work."},
      {
        "id":"ED387595",
        "title":"Workplace Basic Skills. A Study of 10 Canadian Programs."},
      {
        "id":"ED387596",
        "title":"Participation in Adult Education and Its Effects on Home Literacy. Report No. 32."},
      {
        "id":"ED387598",
        "title":"Bedford County Employer Needs Assessment."},
      {
        "id":"ED387599",
        "title":"From Seniority to Employee Competencies: A New Approach to Negotiating Career Paths."},
      {
        "id":"ED387600",
        "title":"Research and Development--Do They Help Employers Work Better with Schools?"},
      {
        "id":"ED387601",
        "title":"How To Prepare for Block Grants. Policy Update."},
      {
        "id":"ED387602",
        "title":"Modeling Leadership Development for a Diverse Workforce in Food and Agriculture. Final Report of Higher Education Challenge Grant Proposal No. 9203317."},
      {
        "id":"ED387603",
        "title":"Worker Participation Programs in U.S. Industry: A Unionist's Perspective."},
      {
        "id":"ED387609",
        "title":"Hobman Clubs: A Model for Intergenerational Learning."},
      {
        "id":"ED387610",
        "title":"Teachers with Special Needs: Training for Teachers of Adults with Learning Difficulties."},
      {
        "id":"ED387611",
        "title":"The Assessment of Prior Learning and the Accrediting Process. Proceedings of the National Institute on the Assessment of Experiential Learning (Princeton, New Jersey, June 9-12, 1991)."},
      {
        "id":"ED387612",
        "title":"Articulating Knowledge, How Adults Learn and the Role of the Prior Learning Assessment Professional. Proceedings of the National Institute on the Assessment of Experiential Learning (Princeton, New Jersey, June 13-16, 1992)."},
      {
        "id":"ED387613",
        "title":"In Support of Prior Learning Assessment and Outcomes Assessment of Prior Learning Assessment Programs. Proceedings of the National Institute on the Assessment of Experiential Learning (Princeton, New Jersey, June 12-15, 1993)."},
      {
        "id":"ED387614",
        "title":"Adult Learning, Currency and Subjectivity in PLA."},
      {
        "id":"ED387615",
        "title":"The Metropolitan Contingency of the Male Youth Central-City Employment Disadvantage. Working Paper Series WP-018."},
      {
        "id":"ED387616",
        "title":"California Prison Gang Project. Final Report."},
      {
        "id":"ED387617",
        "title":"Enhancing Communication Skills in Team Projects."},
      {
        "id":"ED387618",
        "title":"How Has Vocational Culinary Arts Changed as a Result of a Redesign of the Education System."},
      {
        "id":"ED387619",
        "title":"Postsecondary Vocational Programs vs. Apprenticeships in American Culinary Arts."},
      {
        "id":"ED387620",
        "title":"Predicting Persistence in Distance Learning Programs."},
      {
        "id":"ED387621",
        "title":"Tests of General Educational Development. 1992 Statistical Report."},
      {
        "id":"ED387622",
        "title":"Who Took the GED? GED 1993 Statistical Report."},
      {
        "id":"ED387623",
        "title":"Who Took the GED? GED 1994 Statistical Report."},
      {
        "id":"ED387624",
        "title":"The Consequences of Indexing the Minimum Wage to Average Wages in the U.S. Economy."},
      {
        "id":"ED387625",
        "title":"Earnings Growth and Employment Stability of Workforce Entrants: Does the Point of Entry Matter?"},
      {
        "id":"ED387626",
        "title":"Jobs Taken by Mothers Moving from Welfare to Work and the Effects of Minimum Wages on This Transition."},
      {
        "id":"ED387627",
        "title":"Survey of Service Employees."},
      {
        "id":"ED387628",
        "title":"Understanding the Minimum Wage: Issues and Answers."},
      {
        "id":"ED387629",
        "title":"EBCE: The Far West Model. Experience-Based Career Education."},
      {
        "id":"ED387644",
        "title":"Education for All Aspects of the Industry."},
      {
        "id":"ED387645",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Pathways and Participation in Vocational and Technical Education and Training. Synthesis Report. Issues and Questions for Working Group I."},
      {
        "id":"ED387646",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Vocational Education and Training for the 21st Century: Opening Pathways and Strengthening Professionalism. VOTEC as an Investment and the Mobilisation of Human and Financial Resources. Issues and Questions for Working Group III."},
      {
        "id":"ED387647",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Vocational Education and Training for the 21st Century: Opening Pathways and Strengthening Professionalism. Strengthening the Knowledge Base of Vocational and Technical Education and Training. Issues and Questions for Working Group IV."},
      {
        "id":"ED387648",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Vocational Education and Training for the 21st Century: Opening Pathways and Strengthening Professionalism. Background and Issues."},
      {
        "id":"ED387649",
        "title":"The Changing Role of Vocational and Technical Education and Training. Synthesis of Country Reports."},
      {
        "id":"ED387650",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Context, Actors, Challenges."},
      {
        "id":"ED387651",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). New Approaches to Integrated Learning. Synthesis Report."},
      {
        "id":"ED387652",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Women in Vocational and Technical Education: Changes and Challenges."},
      {
        "id":"ED387653",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Linkages in Vocational-Technical Education and Training: Synthesis of Discussions. Note by the Secretariat."},
      {
        "id":"ED387654",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Technological Innovation and Economic Change: Implications for the Organisation and Pedagogy of Vocational and Technical Education and Training. Synthesis Report."},
      {
        "id":"ED387655",
        "title":"The Changing Role of Vocational and Technical Education and Training (VOTEC). Assessment, Certification and Recognition of Occupational Skills and Competences. General Report."},
      {
        "id":"ED387657",
        "title":"Vision, Invention, Intervention: Celebrating Adult Education. Conference Proceedings. Papers from the Annual Conference of the Standing Conference on University Teaching and Research in the Education of Adults (25th, Winchester, England, United Kingdom, July 11-13, 1995)."},
      {
        "id":"ED387658",
        "title":"The Development of a Competency Based Train-the-Trainer Course for the Certification of Professional Development Center Instructors."},
      {
        "id":"ED387659",
        "title":"Adult Literacy Teaching: A Flexible Delivery Program."},
      {
        "id":"ED387660",
        "title":"Teaching Literacy in Labour Market Programs."},
      {
        "id":"ED387661",
        "title":"Multiple Images, Common Threads. Case Studies of Good Practice in Adult Community Education."},
      {
        "id":"ED387662",
        "title":"Hearing on Vocational Rehabilitation. Hearing before the Subcommittee on Postsecondary Education, Training and Life-Long Learning of the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED387663",
        "title":"Job Training 2000. Recommendations for Improving the Idaho Job Training System."},
      {
        "id":"ED387665",
        "title":"Employers' Views of Education Business Links. Report 283. Manpower Commentary Series."},
      {
        "id":"ED387666",
        "title":"Getting along with Others."},
      {
        "id":"ED387667",
        "title":"I Am Important!"},
      {
        "id":"ED387668",
        "title":"The Professionalization of the Adult Literacy Teacher. NCAL Brief."},
      {
        "id":"ED387669",
        "title":"What Can Employers Assume about the Literacy Skills of GED Graduates? NCAL Brief."},
      {
        "id":"ED387670",
        "title":"Issues and Challenges in Adult Numeracy. NCAL Brief."},
      {
        "id":"ED387671",
        "title":"Metacognitive Aspects of Adult Literacy. NCAL Brief."},
      {
        "id":"ED387672",
        "title":"Literacy and Machines: An Overview of the Use of Technology in Adult Literacy Programs. NCAL Brief."},
      {
        "id":"ED387673",
        "title":"Use It or Lose It? The Problem of Adult Literacy Skill Retention. NCAL Brief."},
      {
        "id":"ED387674",
        "title":"Motivations for Learning: Voices of Women Welfare Reform Participants. NCAL Brief."},
      {
        "id":"ED387675",
        "title":"Literacy and Welfare Reform: Are We Making the Connection? NCAL Brief."},
      {
        "id":"ED387676",
        "title":"The Role of Literacy in the Wealth of Individuals and Nations. NCAL Brief."},
      {
        "id":"ED387677",
        "title":"The Impact of Workplace Literacy Programs: A New Model for Evaluating the Impact of Workplace Literacy Programs. NCAL Brief."},
      {
        "id":"ED387678",
        "title":"Who Counts in Adult Literacy Programs? A National Survey of Numeracy Education. NCAL Brief."},
      {
        "id":"ED387680",
        "title":"Project EASE II. Workplace Education Curricula: From Teaching Basic Skills to Training the Trainer."},
      {
        "id":"ED387681",
        "title":"National Resources for Adults with Learning Disabilities."},
      {
        "id":"ED387696",
        "title":"Practice in Reading Values: Reflections on Adult Literacy Teaching. Adult Literacy Research Network."},
      {
        "id":"ED387698",
        "title":"Professional Development Needs in Vocational Education and Training in Relation to Developing Language, Literacy and Numeracy Competence. Research Report."},
      {
        "id":"ED387699",
        "title":"Professional Development for Program Evaluation: Evaluation for Adult Literacy and Basic Education Programs."},
      {
        "id":"ED387700",
        "title":"Moderation in the Certificates of General Education for Adults. Guidelines for Providers."},
      {
        "id":"ED387702",
        "title":"Vocational Education and Training in France."},
      {
        "id":"ED387703",
        "title":"Vocational Education and Training in Luxembourg."},
      {
        "id":"ED387707",
        "title":"Positive Academic and Affective Student Outcomes at a Small School for At-Risk Adolescents through Ongoing Teacher Consultation with a Marriage, Family, Child Counselor."},
      {
        "id":"ED387708",
        "title":"Assessment Skills of Counselors, Principals, and Teachers. ERIC Digest."},
      {
        "id":"ED387709",
        "title":"Assessment Skills for School Counselors. ERIC Digest."},
      {
        "id":"ED387710",
        "title":"Cal-Pal: A County-Wide Volunteer Service Program."},
      {
        "id":"ED387711",
        "title":"Conflict Management in Schools: Sowing Seeds for a Safer Society. Final Report of the School Conflict Management Demonstration Project 1990-1993."},
      {
        "id":"ED387712",
        "title":"An Integrated Community Approach to Truancy. Promising Programs Profile."},
      {
        "id":"ED387713",
        "title":"PayBack. I-77."},
      {
        "id":"ED387714",
        "title":"Risk and Resiliency in Adolescence: The Current Status of Research on Gender Differences."},
      {
        "id":"ED387715",
        "title":"Childhood: Impressions of the Intifada."},
      {
        "id":"ED387718",
        "title":"Creativity in Mentoring."},
      {
        "id":"ED387719",
        "title":"Graduate School - A Viable Option after Graduation."},
      {
        "id":"ED387720",
        "title":"Marriage & Family Counseling in Mental Health Practice."},
      {
        "id":"ED387721",
        "title":"Straight Talk about Discipline."},
      {
        "id":"ED387723",
        "title":"Identifying the Career Development Needs of College Students with Disabilities."},
      {
        "id":"ED387725",
        "title":"Co-Construction of Narrative in the Psychological Assessment of Children."},
      {
        "id":"ED387726",
        "title":"Facilitating the Development of Social Interest as an Intervention with At-Risk Career Counseling Clients."},
      {
        "id":"ED387727",
        "title":"Occupational Sex-Role Stereotyping in the Elementary School."},
      {
        "id":"ED387728",
        "title":"Improving, through Participation in Workshops, Parents Demonstration of Play-Skills within the Family."},
      {
        "id":"ED387729",
        "title":"Increasing Self-Esteem in Children, 8-12 Years Old from Dysfunctional Families: A Twofold Solution to a Twofold Problem."},
      {
        "id":"ED387730",
        "title":"Cases of Rural Gifted College Females: Socialization Barriers and Career Choices."},
      {
        "id":"ED387731",
        "title":"Development of a Quantitative Evaluation System for an Ecologically Based Problem Solving Parent Education Curriculum."},
      {
        "id":"ED387732",
        "title":"Increasing Job Satisfaction of Therapeutic Camp Counselors through the Use of Individual Staff Development Plans."},
      {
        "id":"ED387733",
        "title":"A Case Management Follow-up Support Strategy for Misdemeanors Processed at a Juvenile Assessment Center."},
      {
        "id":"ED387734",
        "title":"A Multi-Dimensional Approach for the Intake of New Residents."},
      {
        "id":"ED387735",
        "title":"The Design of an Effective Family Reintegration and Aftercare Program for Youth Successfully Leaving Residential Care."},
      {
        "id":"ED387736",
        "title":"Life Skills Training for Foster Care Youth."},
      {
        "id":"ED387737",
        "title":"Increasing Youthworker Implementation of Individualized Treatment Strategies in a Residential Treatment Centre for Adolescents."},
      {
        "id":"ED387738",
        "title":"Internalizing and Externalizing Behavior Problems in Children with and without Identified Learning Problems."},
      {
        "id":"ED387739",
        "title":"Group Leader Perceptions of ACA Characteristics."},
      {
        "id":"ED387742",
        "title":"The Professional Practice of Career Counseling and Consultation: A Resource Document. Second Edition."},
      {
        "id":"ED387743",
        "title":"Treatment of Juveniles in the Criminal Justice System. Hearing before the Subcommittee on Crime and Criminal Justice of the Committee on the Judiciary. House of Representatives, One Hundred Third Congress, Second Session (July 14, 1994)."},
      {
        "id":"ED387744",
        "title":"Caught in the Crossfire: Kids Talk about Guns. Hearing before the Subcommittee on Crime and Criminal Justice of the Committee on the Judiciary. House of Representatives, One Hundred Third Congress, Second Session (February 3, 1994)."},
      {
        "id":"ED387745",
        "title":"Finding Common Ground: Creating Local Governance Structures."},
      {
        "id":"ED387746",
        "title":"Adolescence, School Transitions, and Prevention: A Research-Based Primer."},
      {
        "id":"ED387747",
        "title":"Alcohol and Other Drug Prevention: An Overview for Educators: A Description of the Implementation of a Model Course Outline."},
      {
        "id":"ED387748",
        "title":"Development of a Family Resource Directory for Employees of a Small Business."},
      {
        "id":"ED387750",
        "title":"Counseling for Future Education, 1994-1995."},
      {
        "id":"ED387752",
        "title":"Reconnecting with Nature: Educational Self-Esteem Sensory Activities for Reducing Drug Use and Irresponsible Relationships in Students at Risk."},
      {
        "id":"ED387753",
        "title":"Challenging Students to Higher Standards through Advanced Placement."},
      {
        "id":"ED387754",
        "title":"Life Quality Changes after HIV/AIDS Diagnosis: Positive Directions."},
      {
        "id":"ED387755",
        "title":"An Introduction to Working Alliance Theory for Professional Counselors."},
      {
        "id":"ED387756",
        "title":"Interventions with Children of Alcoholics: Is the Focus in the Right Direction?"},
      {
        "id":"ED387757",
        "title":"Drug Abusers' Perceptions of Factors Related to Drug Abuse."},
      {
        "id":"ED387758",
        "title":"Learning Style Preferences of Low- and High-Achieving Young African-American Males."},
      {
        "id":"ED387760",
        "title":"Readiness To Learn Project: End of Year Report."},
      {
        "id":"ED387761",
        "title":"Demonstration of: \"An Experiential Excercise in Cultural Diversity.\""},
      {
        "id":"ED387762",
        "title":"Classroom Goal Structures, Social Satisfaction and the Perceived Value of Academic Tasks."},
      {
        "id":"ED387763",
        "title":"Tools for Prevention: Building Healthy Youths. A Training Program for: School Counselors, School Nurses, School Psychologists. Participant Manual."},
      {
        "id":"ED387764",
        "title":"Tools for Prevention: Building Healthy Youths. A Training Program for: School Counselors, School Nurses, School Psychologists. Trainer Manual."},
      {
        "id":"ED387765",
        "title":"An English Classroom-Based Approach for Connecting College-Bound Sophomores to the World of Work."},
      {
        "id":"ED387766",
        "title":"Effects of a Read-Aloud Program on Reading Attitudes of Elementary Children."},
      {
        "id":"ED387767",
        "title":"Maternal Separation Anxiety and Child Care: Effects on Maternal Behavior."},
      {
        "id":"ED387768",
        "title":"Gender Differences among Incoming African American Freshmen on Academic and Social Expectations. Research Report #7-94."},
      {
        "id":"ED387770",
        "title":"CACD Journal, 1994-95."},
      {
        "id":"ED387771",
        "title":"Gender Stereotypes: The Links to Violence. Equity in Education Series."},
      {
        "id":"ED387772",
        "title":"Self-Esteem of Junior High and High School Students."},
      {
        "id":"ED387775",
        "title":"Adjustment of Natural Children in Treatment Foster Care."},
      {
        "id":"ED387776",
        "title":"National Survey Results on Drug Use from the Monitoring the Future Study, 1975-1994. Volume 1, Secondary School Students and Volume II, College Students and Young Adults."},
      {
        "id":"ED387778",
        "title":"Effectiveness and Creativity in the Resource Role. Literacy Report No. 23."},
      {
        "id":"ED387779",
        "title":"Young Children and Literacy Development."},
      {
        "id":"ED387780",
        "title":"Effective Phonics Instruction. Literacy Report No. 21."},
      {
        "id":"ED387781",
        "title":"Talking to Read and Write: Opportunities for Literate Talk in One Primary Classroom. Instructional Resource No. 12."},
      {
        "id":"ED387782",
        "title":"Factors Influencing the Reading Status of Inner-City, African-American Children. Perspectives in Reading Research No. 8."},
      {
        "id":"ED387783",
        "title":"Enhancing Beginning Readers' Performance with Predictable Materials."},
      {
        "id":"ED387784",
        "title":"Parent Involvement Texas Style--The Parent-Child Literacy Acquisition Society."},
      {
        "id":"ED387785",
        "title":"Improving Attitudes and Habits toward Recreational Reading in Second Graders by Thematic Teaching."},
      {
        "id":"ED387788",
        "title":"Developing High School Students' Creativity by Teaching Them To Take Risks and Defer Judgment."},
      {
        "id":"ED387789",
        "title":"Using Audiotaped Books To Extend Classroom Literacy Instruction into the Homes of Second-Language Learners. Reading Research Report No. 39."},
      {
        "id":"ED387790",
        "title":"Elementary and Middle School Partnerships: The Centrality of Relationships in Literacy Learning. Instructional Resource No. 10."},
      {
        "id":"ED387791",
        "title":"Brief Metacognitive Intervention and Interest as Predictors of Memory for Text. Reading Research Report No. 35."},
      {
        "id":"ED387792",
        "title":"Reading Instruction in First-Grade Classrooms: Do Basals Control Teachers? Reading Research Report No. 43."},
      {
        "id":"ED387793",
        "title":"Survey of Postsecondary Writing Assessment Practices."},
      {
        "id":"ED387794",
        "title":"Poststructuralism as Theory and Practice in the English Classroom. ERIC Digest."},
      {
        "id":"ED387800",
        "title":"Suspicions of Theory, Suspicious Theories: The Graduate Student Literacy Narrative of Theory."},
      {
        "id":"ED387801",
        "title":"Improving Student Writing Skills by Using Whole Language Instruction."},
      {
        "id":"ED387802",
        "title":"Increasing Secondary African American and Latino Students' Opportunities To Critically Read, Think, and Write about Cultural and Gender Diverse Literature."},
      {
        "id":"ED387803",
        "title":"Roles for Multimedia in the Response-Based Literature Classroom. Report Series 2.24."},
      {
        "id":"ED387804",
        "title":"Electronic Exchanges: Five Ways To Use Electronic Networking in the Literature Classroom."},
      {
        "id":"ED387805",
        "title":"Freedom as Constraint in the Writing Process."},
      {
        "id":"ED387806",
        "title":"Assessment, Self-Assessment, and Children's Literate Constructs. Report Series 3.11."},
      {
        "id":"ED387808",
        "title":"Composing a &quot;National Negro Theater&quot;: Playwriting Courses at Howard University in the 1920s."},
      {
        "id":"ED387809",
        "title":"Singing the Song of Ourselves: Projecting the Centrality of Writing Centers through Re-searching our Records."},
      {
        "id":"ED387810",
        "title":"The Undergraduate Research Paper: Teaching Ethical Relationships."},
      {
        "id":"ED387813",
        "title":"Grammar Making a Comeback in Composition Teaching."},
      {
        "id":"ED387814",
        "title":"Not Quite E.S.L.: Teaching English to Speakers of Other Englishes."},
      {
        "id":"ED387815",
        "title":"Writing about Math in English 101. A Title III Funded Learning Community Project at Central Arizona College--Superstition Mountain Campus. Final Report."},
      {
        "id":"ED387816",
        "title":"Letter Writing and New Literacies for Nontraditional Students."},
      {
        "id":"ED387817",
        "title":"Prufrockja@mermaid.hamlet.org: E-Mail and Literature Instruction."},
      {
        "id":"ED387818",
        "title":"Using Children's Literature in the Classroom."},
      {
        "id":"ED387819",
        "title":"Encouraging International Perspectives through Collaborative Writing Assignments."},
      {
        "id":"ED387820",
        "title":"Study 6: Using the Word Processor To Develop Skills of Written Expression. Final Report. Evaluation of Exploratory Studies in Educational Computing. Study 6."},
      {
        "id":"ED387821",
        "title":"Sentence Focus and Sentence Rhythm: Connecting Linguistics to Composition."},
      {
        "id":"ED387822",
        "title":"Testing the Canon: Student Responses to Texts by Medieval Women in English Literature Surveys."},
      {
        "id":"ED387823",
        "title":"The Last Bastion: Student Self-Determination and the Making of a Syllabus."},
      {
        "id":"ED387824",
        "title":"Theorizing in Practice: Tutor Training &quot;Live from the VAX Lab.&quot;"},
      {
        "id":"ED387825",
        "title":"&quot;I Don&apos;t Write, I Print&quot;: A Case Study in Literacy."},
      {
        "id":"ED387826",
        "title":"Your Reading: An Annotated Booklist for Middle School and Junior High, 1995-96 Edition. NCTE Bibliography Series."},
      {
        "id":"ED387827",
        "title":"Preparing Students To Work on Newspaper Copy Desks: Are Educators Meeting Editors' Expectations?"},
      {
        "id":"ED387828",
        "title":"Developing Authentic, Performance-Based Assessment Tools for Eighth Graders To Document Language Arts Achievement."},
      {
        "id":"ED387829",
        "title":"Strategies de Prevention en Maternelle: Les Ateliers d'Ecrit (Preventive Strategies in Nursery School: The Writing Studios)."},
      {
        "id":"ED387835",
        "title":"SCANS and the &quot;Goals 2,000: Educate America Act&quot;--External Validation for Expanding Communication Instruction Requirements across the Undergraduate Core Curriculum."},
      {
        "id":"ED387837",
        "title":"Can We All Get Along? Cooperative Learning, Communication Apprehension, and Cognition in College Classrooms."},
      {
        "id":"ED387838",
        "title":"Building Community in the Diverse Classroom: Strategies for Communication Professors."},
      {
        "id":"ED387839",
        "title":"Media Literacy: Fighting the Effect Television Has on Children."},
      {
        "id":"ED387840",
        "title":"Motivating Students: A Teacher's Challenge."},
      {
        "id":"ED387841",
        "title":"Bringing in a Pedagogy of and for Difference and Diversity in the Speech Communication Classroom."},
      {
        "id":"ED387842",
        "title":"New Media Literacy: From Classroom to Community."},
      {
        "id":"ED387843",
        "title":"Issues in Standardizing the Basic Course in Communication: Faculty Visions versus Administrative Realities Now and in the Future."},
      {
        "id":"ED387844",
        "title":"Developing Multicultural Awareness: An In-service Day Proposal for Rend Lake College, Ina, Illinois."},
      {
        "id":"ED387845",
        "title":"The Role of the Course Syllabi in Classroom Socialization."},
      {
        "id":"ED387846",
        "title":"Progress in Research and Theory: Eleven Years of International Public Relations Articles."},
      {
        "id":"ED387847",
        "title":"The Role of Gender and Communicative Competence in University Students' Evaluations of Their Teaching Assistants."},
      {
        "id":"ED387848",
        "title":"Identifying Gender Bias in Teaching Evaluations: Insights Offered by Communication Research."},
      {
        "id":"ED387849",
        "title":"Communicating at a Distance: A Study of Interaction in a Distance Education Classroom."},
      {
        "id":"ED387850",
        "title":"Promoting &quot;Inclusion&quot; in a Multicultural Classroom through Structured Learning Exercises."},
      {
        "id":"ED387851",
        "title":"Demonstrating Oral Language Strategies in Elementary Classrooms Increases Teacher Awareness of Language Diversity and Dynamics on Student Participation."},
      {
        "id":"ED387852",
        "title":"&quot;Why Won't You Just Read It?&quot;: Comic Books and Community in the 1950s."},
      {
        "id":"ED387853",
        "title":"Correlation between Administrative Style and School Climate."},
      {
        "id":"ED387855",
        "title":"Synthesis of the Research on Educational Change. Part 4: The Teacher's Role."},
      {
        "id":"ED387856",
        "title":"Administrators, Teachers, and Parents Respond to Some School Choice Issues."},
      {
        "id":"ED387857",
        "title":"Exploring Cohorts: Effects on Principal Preparation and Leadership Practice."},
      {
        "id":"ED387858",
        "title":"Using Cohorts in the Development of Educational Leaders."},
      {
        "id":"ED387859",
        "title":"Use of School Choice Educational Policy Issues. Statistical Perspectives. [Revised.]"},
      {
        "id":"ED387860",
        "title":"Who's in Charge? State Differences in Public School Teachers' Perceptions of Their Control over Determining Curriculum, Texts, and Course Content. Research Report."},
      {
        "id":"ED387861",
        "title":"Is It Fair To Compare Public and Private School Financing?"},
      {
        "id":"ED387863",
        "title":"LISTSERVs as a Method To Enhance Instruction: Our First Year Experience."},
      {
        "id":"ED387865",
        "title":"The Human Resource Cycle as Basis of Human Resource Development System."},
      {
        "id":"ED387866",
        "title":"Handbook for Public Playground Safety."},
      {
        "id":"ED387868",
        "title":"Academic Press and School Sense of Community: Sources of Friction, Prospects for Synthesis."},
      {
        "id":"ED387869",
        "title":"Validating National Curriculum Indicators. Draft."},
      {
        "id":"ED387870",
        "title":"Challenges and Issues in Tennessee Education: A 1995 Profile."},
      {
        "id":"ED387871",
        "title":"Resource Dependence Theory: A Political Economy Model of Organizations."},
      {
        "id":"ED387873",
        "title":"East School ASsistance Center for Toledo Public Schools. An Evaluation."},
      {
        "id":"ED387874",
        "title":"A Portrait of School Improvement Efforts across Florida High Schools: A Content Analysis of 1993-94 School Improvement Plans."},
      {
        "id":"ED387875",
        "title":"The Teaching of Dr. W. E. Deming and the Performance Domains of the National Commission for the Principalship."},
      {
        "id":"ED387876",
        "title":"Use of the Exit Poll Survey To Improve Levy Campaign Planning."},
      {
        "id":"ED387877",
        "title":"Cultivating a New Leadership Paradigm: From Cohorts to Communities."},
      {
        "id":"ED387878",
        "title":"A Statewide Study of Student Achievement and Behavior and School Building Condition."},
      {
        "id":"ED387879",
        "title":"Implementation of Block Scheduling in a Four-Year High School: A Literary Review and a Handbook for Administrators, Teachers and Parents."},
      {
        "id":"ED387880",
        "title":"The Site-Based Management Program at Ottawa River, Raymer, and Westfield Elementary Schools. Interim Evaluation Report."},
      {
        "id":"ED387881",
        "title":"A Structure for the Practice of New Leadership Skills: Problem Solving Teams."},
      {
        "id":"ED387882",
        "title":"Solving Student Problems with the IAT: A Primer for the Principal."},
      {
        "id":"ED387883",
        "title":"Restructuring for Student Success."},
      {
        "id":"ED387884",
        "title":"Public School Teacher Cost Differences across the United States. Analysis/Methodology Report."},
      {
        "id":"ED387885",
        "title":"Digest of Education Statistics, 1995."},
      {
        "id":"ED387886",
        "title":"A Cost-and-Benefit Study of Two Americorps Projects in the State of Washington."},
      {
        "id":"ED387888",
        "title":"A Simulation To Determine the Effect of Modifying Local Revenue Capacity."},
      {
        "id":"ED387889",
        "title":"Maryland School Performance Report, 1994. State and School Systems."},
      {
        "id":"ED387892",
        "title":"School District Response to the Ohio Local Option Income Tax."},
      {
        "id":"ED387893",
        "title":"The Feasibility of Applying the Micro-Financial Analysis Model to Expenditures for Public Education in Hawaii: What Reaches the Classroom? A Report to the Governor and the Legislature of the State of Hawaii. Report No.94-6."},
      {
        "id":"ED387894",
        "title":"Restricting Meaning or Expanding Consciousness: A Premodern View on Postmodern Curricula."},
      {
        "id":"ED387895",
        "title":"The Impact of Personal Computing Technology on the Educational Administration Knowledge Base."},
      {
        "id":"ED387896",
        "title":"Curriculum Policymaking and the Global Economy: The Road Not Taken."},
      {
        "id":"ED387897",
        "title":"A Profile of Catholic School Boards: Results from the NABE Survey."},
      {
        "id":"ED387898",
        "title":"Improving Our Schools 1995: The First Annual Report of Student and Parent Perspectives on Broward's Public Schools."},
      {
        "id":"ED387899",
        "title":"Shifts in District Revenues per Pupil within the Greater Toledo Metropolitan Area."},
      {
        "id":"ED387900",
        "title":"Every School a Community: The Academic Value of Strong Social Bonds among Staff and Students."},
      {
        "id":"ED387901",
        "title":"Portfolio Assessment of Administrators."},
      {
        "id":"ED387902",
        "title":"Preparing Administrators To Meet the Challenges of a Multi-Cultural Society."},
      {
        "id":"ED387904",
        "title":"Selecting a Superintendent: A Leader or an Implementor?"},
      {
        "id":"ED387905",
        "title":"Leadership in an Era of Retrenchment."},
      {
        "id":"ED387906",
        "title":"Senior Volunteers: Helping Hands & Willing Workers."},
      {
        "id":"ED387907",
        "title":"Outcomes Based Education--Implications and Innovations."},
      {
        "id":"ED387908",
        "title":"Hearing on Education Standards. Hearing before the Subcommittee on Oversight and Investigations of the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED387909",
        "title":"Alternative Career Formation Perspectives: Lessons for Educational Leadership from Law, Medicine, and Training for the Priesthood."},
      {
        "id":"ED387910",
        "title":"Reinventing Teacher Compensation Systems. CPRE Finance Briefs."},
      {
        "id":"ED387911",
        "title":"Playing Is the Thing: Three Activities for School Leaders."},
      {
        "id":"ED387912",
        "title":"The Mystery of Motivation: A Synthesis of Clues for Its Solution."},
      {
        "id":"ED387913",
        "title":"School Improvement Network Directory, 1995."},
      {
        "id":"ED387914",
        "title":"Reducing Radon in Schools: A Team Approach."},
      {
        "id":"ED387918",
        "title":"South Pointe Elementary School Assessment Project. A Special Issues Report."},
      {
        "id":"ED387920",
        "title":"\"Fast\" Capitalism and \"Fast\" Schools: New Realities and New Truths."},
      {
        "id":"ED387922",
        "title":"Total Quality Management: The Emperor's Tailor."},
      {
        "id":"ED387923",
        "title":"District Initiatives: Reforming Teacher and Principal Roles."},
      {
        "id":"ED387924",
        "title":"\"Safe Schools within Safe Communities: A Regional Summit in the Heartland.\" Policy Briefs Special Report."},
      {
        "id":"ED387925",
        "title":"Successful School Restructuring: A Report to the Public and Educators."},
      {
        "id":"ED387926",
        "title":"School-Based Student Support Services: Community and Bureaucracy."},
      {
        "id":"ED387928",
        "title":"Schools and Workplaces. An Overview of Successful and Unsuccessful Practices. Report to the Chairman, Subcommittee on Oversight and Investigations, Committee on Economic and Educational Opportunities, House of Representatives."},
      {
        "id":"ED387929",
        "title":"Educational Issues in Utah: Governance, Legislation, Technology, and Finance. 1994-95 Conditions of Education in Utah Yearbook."},
      {
        "id":"ED387931",
        "title":"A View from the Bottom Up: School-Based Systemic Reform in California. Volume 1: Lessons Learned."},
      {
        "id":"ED387932",
        "title":"A View from the Bottom Up: School-Based Systemic Reform in California. Volume 2: Ten Profiles."},
      {
        "id":"ED387933",
        "title":"The Privatization of Choice. Policy Update Number 3."},
      {
        "id":"ED387935",
        "title":"Choice Heats Up. Policy Update Number 2."},
      {
        "id":"ED387937",
        "title":"1994-95 State Issues Report."},
      {
        "id":"ED387938",
        "title":"Policy Considerations in Developing Standards and Assessments for Large, Diverse School Districts."},
      {
        "id":"ED387939",
        "title":"Restructuring Education for the 21st Century: A University Consortium Study."},
      {
        "id":"ED387941",
        "title":"The Use of Block Periods for Instruction: A Report and Evaluation."},
      {
        "id":"ED387942",
        "title":"National Goals and National Assessment: Impact and Effects on K-12 and Higher Education."},
      {
        "id":"ED387943",
        "title":"Building on Strengths for Educational Change."},
      {
        "id":"ED387946",
        "title":"More than a Message of Hope: A District-Level Policymaker's Guide to Understanding Resiliency."},
      {
        "id":"ED387947",
        "title":"Manual on School Uniforms."},
      {
        "id":"ED387949",
        "title":"Hypertext CAI: Maintaining Handicapped Students in a Regular Classroom Reading Program. Final Report, 1988-1991."},
      {
        "id":"ED387950",
        "title":"Hypermedia Applications for Content Area Study Guides."},
      {
        "id":"ED387951",
        "title":"Hypermedia in the Classroom: A Development Handbook for Teachers."},
      {
        "id":"ED387952",
        "title":"Hypertext CAI: Maintaining Handicapped Students in a Regular Classroom Reading Program. Year 1 Monograph."},
      {
        "id":"ED387953",
        "title":"Hypertext and Hypermedia: Applications for Educational Use. Year 2 Monograph."},
      {
        "id":"ED387954",
        "title":"Colorado Special Education Administrative Decisions 1992-. Supplement."},
      {
        "id":"ED387955",
        "title":"Special Education: At a Crossroads."},
      {
        "id":"ED387956",
        "title":"Multicultural Education: What Do We Need To Know To Better Meet Our Students' Needs?"},
      {
        "id":"ED387958",
        "title":"What Every Special Educator Must Know: The International Standards for the Preparation and Certification of Special Education Teachers."},
      {
        "id":"ED387959",
        "title":"Directory of Programs for Preparing Individuals for Careers in Special Education. 1995 Edition. [Monograph and database]."},
      {
        "id":"ED387960",
        "title":"Inclusion: An Annotated Bibliography. 1995 Supplements."},
      {
        "id":"ED387961",
        "title":"Treasures: A Celebration of Inclusion."},
      {
        "id":"ED387962",
        "title":"Changes in Latitudes, Changes in Attitudes: The Role of the Inclusion Facilitator."},
      {
        "id":"ED387964",
        "title":"Collaboration, Consultation and Cooperation: 3 Cs for Multicultural General and Special Education."},
      {
        "id":"ED387965",
        "title":"Home/School Support for Families and Children with Traumatic Brain Injury. Final Report."},
      {
        "id":"ED387966",
        "title":"Comprehensive Family Support for Behavioral Change in Children with Traumatic Brain Injury."},
      {
        "id":"ED387967",
        "title":"Helping Parents Negotiate the School System."},
      {
        "id":"ED387968",
        "title":"Using Direct Instruction with Brain Injured Students."},
      {
        "id":"ED387969",
        "title":"\"You Can't Imagine Unless You've Been There Yourself\": A Report on the Concerns of Parents of Children with Acquired Brain Injury."},
      {
        "id":"ED387971",
        "title":"College Freshmen with Disabilities: A Triennial Statistical Profile."},
      {
        "id":"ED387972",
        "title":"Gender Differences in Cognitive Profiles among Urban Children Placed in Special Education."},
      {
        "id":"ED387973",
        "title":"Responsible Inclusion of Students with Disabilities."},
      {
        "id":"ED387974",
        "title":"Services Are Child-Oriented and Families Like It That Way--But Why? Service Utilization Findings."},
      {
        "id":"ED387975",
        "title":"Psychological Intensities in Young Gifted Children."},
      {
        "id":"ED387976",
        "title":"Exemplary Advanced Placement Programs: Comparing AP Test Scores by Subject and School."},
      {
        "id":"ED387979",
        "title":"Examination of a New Protocol for the Identification of At-Risk Gifted Learners."},
      {
        "id":"ED387980",
        "title":"Learning Problems and the TS Child [and] Specific Classroom Strategies and Techniques for Students with Tourette Syndrome [and] Techniques To Aid Students with TS in Completing Written Assignments."},
      {
        "id":"ED387982",
        "title":"Creating the Vision: Feasibility Study for a Centre on Disabilities, University of Regina."},
      {
        "id":"ED387983",
        "title":"Housing for People with Severe Disabilities: A Collection of Resource Materials."},
      {
        "id":"ED387984",
        "title":"Hand in Hand: Selected Reprints and Annotated Bibliography on Working with Students Who Are Deaf-Blind."},
      {
        "id":"ED387985",
        "title":"A Behavior Modification Program To Reduce Tardiness in Middle School Dropout Prevention Students."},
      {
        "id":"ED387986",
        "title":"A Parent Training Program for Increasing the Visual Development of School-Aged Children."},
      {
        "id":"ED387987",
        "title":"Enabling Families of Preschool-Aged Children with Autism To Effectively Deal with Challenging Behaviors: A Curriculum-Based Behavior Management Training."},
      {
        "id":"ED387988",
        "title":"Screening for Adults with Learning Disabilities: The Role of the Practitioner in the Assessment Process."},
      {
        "id":"ED387989",
        "title":"Adults with Learning Disabilities: Definitions and Issues."},
      {
        "id":"ED387990",
        "title":"When Parents and Educators Do Not Agree: Using Mediation To Resolve Conflicts about Special Education. A Guidebook for Parents."},
      {
        "id":"ED387991",
        "title":"Excelencia Nacional: Motivos para Promover el Talento Norteamericano (National Excellence: A Case for Developing America's Talent)."},
      {
        "id":"ED387992",
        "title":"Acceleration--A Viable Option for Gifted Children."},
      {
        "id":"ED387993",
        "title":"L'Integration des eleves en difficulte de comportement en classe ordinaire (Preparing To Integrate Students with Behavioral Disorders)."},
      {
        "id":"ED387994",
        "title":"Operationalizing Consumer Decision Making and Choice in the VR Process. Institute on Rehabilitation Issues (21st, Baltimore, Maryland, March 1995). Report from the Study Group."},
      {
        "id":"ED387995",
        "title":"Social Skills Issues."},
      {
        "id":"ED387996",
        "title":"Culturally Sensitive Family-Focused Assistive Technology Assessment Strategies."},
      {
        "id":"ED390008",
        "title":"Perkiomen Valley Peer Education Program."},
      {
        "id":"ED390009",
        "title":"The Impact of College Student Employment on the Career Decision-Making Process."},
      {
        "id":"ED390010",
        "title":"Incestuous Abuse: Its Long-Term Effects."},
      {
        "id":"ED390011",
        "title":"Feminist Theories Revolutionize Our Understanding of Eating Disorders as a Cultural Disease."},
      {
        "id":"ED390013",
        "title":"Evolution, Convolution, Dissolution: The Rise of Individual Differences in Human Developmental Psychology."},
      {
        "id":"ED390014",
        "title":"African-Americans and Alcoholism."},
      {
        "id":"ED390015",
        "title":"Creating a New Vision of School Psychology: Emerging Models of Psychological Practice in Schools."},
      {
        "id":"ED390016",
        "title":"Creating a New Vision of School Psychology: Emerging Models of Psychological Practice in Schools. Digest."},
      {
        "id":"ED390017",
        "title":"Psychological Services in the Schools. Digest."},
      {
        "id":"ED390018",
        "title":"Working with Diverse Learners and School Staff in a Multicultural Society. Digest."},
      {
        "id":"ED390019",
        "title":"Health Services in the Schools: Building Interdisciplinary Partnerships. Digest."},
      {
        "id":"ED390020",
        "title":"Redefining Doctoral School Psychology. Digest."},
      {
        "id":"ED390021",
        "title":"Establishing School-Based Internships in Professional Psychology. Digest."},
      {
        "id":"ED390022",
        "title":"Psychological Practice in Schools: System Change in the Heartland. Digest."},
      {
        "id":"ED390023",
        "title":"Education and Health Care Advocacy: Perspectives on Goals 2000, IASA, IDEA and Healthy People 2000. Digest."},
      {
        "id":"ED390024",
        "title":"Active Readers--What Benefits Do They Gain from an Educational Telecommunications Network?"},
      {
        "id":"ED390025",
        "title":"The Use of Multicultural Trade Books in the Elementary Curriculum."},
      {
        "id":"ED390028",
        "title":"Linking Literacy: Past, Present, and Future."},
      {
        "id":"ED390029",
        "title":"The Effects of Instructional Interaction Guided by a Typology of Ethnic Identity Development: Phase One. Reading Research Report No. 44."},
      {
        "id":"ED390030",
        "title":"What Happens When Students Read Multiple Source Documents in History? Reading Research Report No. 45."},
      {
        "id":"ED390031",
        "title":"Questions Children Want To Discuss about Literature: What Teachers and Students Learned in a Second-Grade Classroom. Reading Research Report No. 47."},
      {
        "id":"ED390032",
        "title":"Teacher-Researchers Discover Magic in Forming an Adult Writing Workshop. Perspectives in Reading Research No. 9."},
      {
        "id":"ED390033",
        "title":"Creating Parallel Practices: A Home-to-School and School-to-Home Partnership. Instructional Resource No. 13."},
      {
        "id":"ED390034",
        "title":"Detracking Discussed."},
      {
        "id":"ED390036",
        "title":"Reading: Putting the Pieces Together."},
      {
        "id":"ED390037",
        "title":"Learning Style and Writing Instruction."},
      {
        "id":"ED390038",
        "title":"Plain Language Clear and Simple."},
      {
        "id":"ED390039",
        "title":"It's Nothing, Really...Nothing at All."},
      {
        "id":"ED390041",
        "title":"Contact Zones: Composition's Content in the University."},
      {
        "id":"ED390042",
        "title":"Preparing Students To Write in the Real World."},
      {
        "id":"ED390043",
        "title":"Two Writers Writhing: How Do We Explain Collaboration?"},
      {
        "id":"ED390044",
        "title":"Literature Teaching and the National Curriculum. Occasional Papers, 14."},
      {
        "id":"ED390045",
        "title":"Reader Response Criticism in Children's Literature. Occasional Papers, 15."},
      {
        "id":"ED390046",
        "title":"Demonstrating the Superiority of the FCB Grid as a Tool for Students To Write Effective Advertising Strategy."},
      {
        "id":"ED390047",
        "title":"Speaking of Portfolios: Contrasting Images."},
      {
        "id":"ED390048",
        "title":"Towards a Rhetoric of the Hyperessay."},
      {
        "id":"ED390049",
        "title":"Battling Machismo in the Poetry and Prose of Sandra Cisneros."},
      {
        "id":"ED390052",
        "title":"Censorship and the Student Press."},
      {
        "id":"ED390053",
        "title":"Professional Roles of Russian and U.S. Journalists: A Comparative Study."},
      {
        "id":"ED390054",
        "title":"Life After Death (By Cheeseburger): An Iowa Update."},
      {
        "id":"ED390056",
        "title":"Composition in Literature: A Collaborative Model of Writing Program Administration."},
      {
        "id":"ED390058",
        "title":"Relevance in Basic Composition: Writing Assignments for Technical Students."},
      {
        "id":"ED390059",
        "title":"The Romantic Rhetoric of 19th Century Obituaries: &quot;She Gave a Few Faint Gasps and Died.&quot;"},
      {
        "id":"ED390060",
        "title":"Critical Theory and the Teaching of Literature: Politics, Curriculum, and Pedagogy."},
      {
        "id":"ED390061",
        "title":"Changing Our Minds: Negotiating English and Literacy."},
      {
        "id":"ED390064",
        "title":"Winning Hearts and Minds with the Literature of the Vietnam War."},
      {
        "id":"ED390065",
        "title":"Creative Writing."},
      {
        "id":"ED390066",
        "title":"Promoting the Lifelong Love of Writing."},
      {
        "id":"ED390067",
        "title":"Mentor Teachers in the Language Arts."},
      {
        "id":"ED390068",
        "title":"Ethos and Medical Narratives: How Narratives Written by Emergency Medical Personnel Reflect Professional Authority and Affect Patient Care."},
      {
        "id":"ED390069",
        "title":"Incorporating Educational Technology into the Secondary English Classroom: An Annotated Bibliography."},
      {
        "id":"ED390070",
        "title":"Multicultural Texts and the Italian-American Experience."},
      {
        "id":"ED390071",
        "title":"Visualization in Natural Language: Four Case Studies in Discourse Analysis."},
      {
        "id":"ED390072",
        "title":"Preparing for What Might Happen: Teaching High School Journalism in a Segregated High School in Fort Worth, Texas."},
      {
        "id":"ED390074",
        "title":"Creative Writing in the Rural School."},
      {
        "id":"ED390075",
        "title":"Teaching Values through Children's Literature."},
      {
        "id":"ED390078",
        "title":"&quot;A Communion of Friendship&quot;: Literacy, Orality, Voice, and Self outside the Academy."},
      {
        "id":"ED390079",
        "title":"Expanding the Profession: Ideas for Change."},
      {
        "id":"ED390080",
        "title":"Of, By and For Speech Teaching Assistants (All Others Are Also Invited)."},
      {
        "id":"ED390081",
        "title":"Preserving the State Speech Association: A Noble Idea Whose Time Has Passed?"},
      {
        "id":"ED390082",
        "title":"Speech Research Status Report, January-June 1994."},
      {
        "id":"ED390083",
        "title":"Recapturing the Role of Communication Arts and Sciences in Liberal Education: Selling it to the Academy."},
      {
        "id":"ED390085",
        "title":"National Preferences in Business and Communication Education, II."},
      {
        "id":"ED390086",
        "title":"News Production: Professional Assignments for Broadcast Journalism Students in an Educational Setting."},
      {
        "id":"ED390087",
        "title":"Expanding the Definition of Scholarly Research."},
      {
        "id":"ED390088",
        "title":"The Effects of Cancer and Cancer Treatment: What Teachers Should Know."},
      {
        "id":"ED390090",
        "title":"Student and Teacher Perspectives on Channel One: A Qualitative Study of Participants in Massachusetts and Florida Schools."},
      {
        "id":"ED390091",
        "title":"Student to Student Intercultural Interviews: Conversational Space, Gestures, and Listening."},
      {
        "id":"ED390092",
        "title":"Intercultural Dimensions of Teaching Speech Communication in Malaysia: Negotiating the Malays' Malaise."},
      {
        "id":"ED390094",
        "title":"Politically Correct on Campus. ERIC Digest."},
      {
        "id":"ED390095",
        "title":"Using Indigenous Strategies To Manage Learning in Multicultural Public Speaking Classrooms."},
      {
        "id":"ED390096",
        "title":"Using Dialogue between Researcher and Participants as a Method of Coping with Issues of Credibility in Translation of Hispanics' Professional Presentations."},
      {
        "id":"ED390097",
        "title":"How Can Researchers Use Reactions to California's Proposition 187 as a Bridge between University, Community College and K-12 SCA Educators?"},
      {
        "id":"ED390098",
        "title":"Do You Think Being Black Introduced Bias into Your Study?: Validity, Reliability, and the Outsider Within."},
      {
        "id":"ED390099",
        "title":"Teacher Immediacy: What Students Consider To Be Effective Teacher Behaviors."},
      {
        "id":"ED390100",
        "title":"Methods for Dealing with Communication Apprehension in Higher Education Speech Instruction via Use of Small Group Modalities."},
      {
        "id":"ED390101",
        "title":"The Methodology, Theory, and Research of Listening Comprehension."},
      {
        "id":"ED390103",
        "title":"An Exploratory Study of Relationships, News Releases and the News Media."},
      {
        "id":"ED390104",
        "title":"Effects of a National Public Service Information Campaign on Crime Prevention: Perspectives from Social Learning and Social Control Theory."},
      {
        "id":"ED390105",
        "title":"Using Focus Groups To Design a Quantitative Measure: Women's Indirect &quot;No&quot; to Sexual Intimacy."},
      {
        "id":"ED390106",
        "title":"Public Relations as Ideology."},
      {
        "id":"ED390107",
        "title":"Enhancing Extemporaneous Speaking Skills in the Advanced Oral Communication Course and Team Testing Techniques in the Basic Course."},
      {
        "id":"ED390109",
        "title":"Using Best Practice Criteria in School Development: A Principal's Perspective."}]
  }}
