{
  "response":{"numFound":509939,"start":10000,"numFoundExact":true,"docs":[
      {
        "id":"ED390110",
        "title":"Quality Assurance Development and Accountability through School Reviews."},
      {
        "id":"ED390111",
        "title":"Generating Recommendations To Support Sustainable School Development."},
      {
        "id":"ED390112",
        "title":"Integrative Education. ERIC Digest, Number 101."},
      {
        "id":"ED390113",
        "title":"Total Costing for School Transportation Service: How the San Diego City Schools Missed the Bus. Policy Study No. 199."},
      {
        "id":"ED390114",
        "title":"Communication Skills. ERIC Digest, Number 102."},
      {
        "id":"ED390115",
        "title":"The PEB Property Management File. Maintenance."},
      {
        "id":"ED390116",
        "title":"Achievement Profiles for Elementary Schools."},
      {
        "id":"ED390117",
        "title":"Full-Service Schools."},
      {
        "id":"ED390118",
        "title":"Building Capacity for Education Reform."},
      {
        "id":"ED390119",
        "title":"Education's Role in the Struggle for Americans To Be Equal in the Eyes of Each Other."},
      {
        "id":"ED390120",
        "title":"The Influence of Subject Areas on Middle School Tracking Policies. Faculty Research Working Paper Series R94-19."},
      {
        "id":"ED390121",
        "title":"Parents, Professionals, and the Politics of Tracking Policy. Faculty Research Working Paper Series R95-19."},
      {
        "id":"ED390122",
        "title":"Organizational Coupling and the Implementation of Tracking Reform."},
      {
        "id":"ED390124",
        "title":"Hidden Casualties: The Relationship between Violence and Learning."},
      {
        "id":"ED390125",
        "title":"Cultivating Attitudes for Change."},
      {
        "id":"ED390126",
        "title":"Can Interagency Collaboration Improve Student Assistance Efforts? 1994-95 Intervention/Prevention Grant Evaluation Report. E&amp;R Report No. 96.04."},
      {
        "id":"ED390127",
        "title":"Establishing School Decision-Making Groups: Problems Confronted by Three Secondary Schools in Australia."},
      {
        "id":"ED390128",
        "title":"The Impact of School-Based Management on Classroom Practice at the Secondary School Level."},
      {
        "id":"ED390130",
        "title":"Shared Decision-Making and the Limits of Democratization: A Case Study of Site-Based Reform."},
      {
        "id":"ED390131",
        "title":"Rolling in the Dough, Running from Reform: An Analysis and Critique of the 1994 Utah Legislative Session and Its Impact on Education."},
      {
        "id":"ED390132",
        "title":"Developing Case Stories: An Analysis of the Case Method of Instruction and Storytelling in Teaching Educational Administration."},
      {
        "id":"ED390133",
        "title":"Effects of the Peer-Assisted Leadership Program on Professional Isolation and Informal Networks of Educational Managers from Two Quebec School Districts."},
      {
        "id":"ED390134",
        "title":"Effective School Leadership in a Time of Change: Emerging Themes and Issues."},
      {
        "id":"ED390135",
        "title":"School Reform Meets Administrative Realities."},
      {
        "id":"ED390136",
        "title":"AEIS Policy vs. Site-Based Management: Research Agenda Implications."},
      {
        "id":"ED390137",
        "title":"Establishing a Collaborative Climate: Perceptions of a First Year Principal and Faculty."},
      {
        "id":"ED390138",
        "title":"Alternative Perceptions of a School's Climate: Do Principals, Students and Teachers Agree?"},
      {
        "id":"ED390140",
        "title":"Profiting from Education: Incentive Issues in Contracting Out. EPI Policy Paper #1."},
      {
        "id":"ED390141",
        "title":"Integrative Education."},
      {
        "id":"ED390142",
        "title":"Managing Reform with a Contracting Resource Base: A Persistent Administrative Dilemma."},
      {
        "id":"ED390143",
        "title":"Superintendents' Roles in Curriculum Development and Instructional Leadership: Instructional Visionaries, Collaborators, Supporters, and Delegators."},
      {
        "id":"ED390144",
        "title":"The Training of School Principals: Emerging Themes in England and Wales."},
      {
        "id":"ED390145",
        "title":"Stimulating Partnership between Research and Practice: Insights from Evaluations of the Canadian Strategic Grant Program."},
      {
        "id":"ED390146",
        "title":"Perceptions of Responsibility for Decision Making: Hiring a Teacher."},
      {
        "id":"ED390147",
        "title":"Differences in Critical Thinking Skills among Students Educated in Public Schools, Christian Schools, and Home Schools."},
      {
        "id":"ED390148",
        "title":"Opposition to Outcome-Based Education in Kentucky."},
      {
        "id":"ED390149",
        "title":"Dollars and Sense: Catholic High Schools and Their Finances 1994."},
      {
        "id":"ED390150",
        "title":"Women in Leadership: Enacting a New Curriculum in Educational Administration."},
      {
        "id":"ED390152",
        "title":"The Education Foundation. Raising Private Funds for Public Schools."},
      {
        "id":"ED390161",
        "title":"How Students Have Changed: A Call to Action for Our Children's Future."},
      {
        "id":"ED390168",
        "title":"School-Community Interactions That Contribute to Effective Schools."},
      {
        "id":"ED390169",
        "title":"Sketching Community in Schools: Uncertain Lessons for Policy and Practice."},
      {
        "id":"ED390170",
        "title":"The UMBC Evaluation of the Tesseract Program in Baltimore City."},
      {
        "id":"ED390183",
        "title":"Learning Disabilities and Juvenile Justice. Special Edition. Revised Edition."},
      {
        "id":"ED390184",
        "title":"What Idahoans Are Saying."},
      {
        "id":"ED390187",
        "title":"Constituents Make the Difference: Improving the Value of Rehabilitation Research."},
      {
        "id":"ED390188",
        "title":"An Investigation into the Curriculum, Teaching Practices, and Evaluation Methods in Destreamed Classes."},
      {
        "id":"ED390189",
        "title":"Cooperative Learning for Students with Learning Disabilities: Teacher and Child Contributions to Successful Participation."},
      {
        "id":"ED390190",
        "title":"Collaboration between Special Educators and General Educators: The Perspective of a Researcher Turned Teacher-Researcher."},
      {
        "id":"ED390191",
        "title":"The Relation of Self-Image to Academic Placement and Achievement in Hearing-Impaired Students."},
      {
        "id":"ED390192",
        "title":"Developmental Disabilities--Three Year State Plan, Fiscal Year 1995-1997."},
      {
        "id":"ED390193",
        "title":"Caseload/Class Size in Special Education: A Brief Analysis of State Regulations. Final Report."},
      {
        "id":"ED390194",
        "title":"Disability Is Not Measles: New Research Paradigms in Disability."},
      {
        "id":"ED390195",
        "title":"As If Children Matter: Perspectives on Children, Rights and Disability."},
      {
        "id":"ED390196",
        "title":"Speaking of Equality: Making Literacy Programs Accessible to People with an Intellectual Disability. A Guide for Tutors and Educators."},
      {
        "id":"ED390198",
        "title":"Speaking of Equality: A Guide to Choosing an Inclusive Literacy Program for People with an Intellectual Disability, Their Families, Friends and Support Workers."},
      {
        "id":"ED390199",
        "title":"A Literature Review of Early Intervention."},
      {
        "id":"ED390200",
        "title":"Inclusion of Individuals with Disabilities in Post-Secondary Education: A Review of the Literature."},
      {
        "id":"ED390202",
        "title":"Answers to Questions Commonly Asked by Families, Professionals, and Members of the Community. Information Pages for People Involved in the Lives of Individuals with Deaf-Blindness."},
      {
        "id":"ED390203",
        "title":"A Brief Guide to Personal Futures Planning."},
      {
        "id":"ED390204",
        "title":"Iowa's Project for Deaf-Blind Services. Final Report, October 1992--September 1995."},
      {
        "id":"ED390206",
        "title":"Career Connections: Enhancing Career Development and Employment Opportunities for University Students with Disabilities. Final Report for Postsecondary Demonstration Program [and] Career Connections for University Students with Disabilities."},
      {
        "id":"ED390207",
        "title":"Putting Ability To Work: Disability, Career Development and Employment."},
      {
        "id":"ED390208",
        "title":"Visual Gestural Communication: Enhancing Early Communication and Literacy in Young Deaf and Hard of Hearing Children."},
      {
        "id":"ED390209",
        "title":"Deaf Students as Visual Learners: Power for Improving Literacy and Communication."},
      {
        "id":"ED390210",
        "title":"A Comparison Study of Gross Motor Development Skills of Normal, Hearing-Impaired and Down Syndrome Children."},
      {
        "id":"ED390211",
        "title":"The Use of Self-Modeling To Train Expressive Language Skills with Preschool Children with Language Delays."},
      {
        "id":"ED390212",
        "title":"Parenting of Deaf Children: Growth through Communication, Family Sharing and Bonding."},
      {
        "id":"ED390213",
        "title":"Services for Children with Deaf-Blindness. Final Report."},
      {
        "id":"ED390214",
        "title":"[Communication Interactions, Receptive Communication, Expressive Communication, and Communication Intervention]."},
      {
        "id":"ED390215",
        "title":"Transition from Early Intervention into a Preschool Program."},
      {
        "id":"ED390216",
        "title":"Transition from School to Work."},
      {
        "id":"ED390217",
        "title":"Full Inclusion for Learners with Severe Disabilities and Deaf-Blindness."},
      {
        "id":"ED390218",
        "title":"A Workbook for: Transition from School to the Adult World. A Module for Transitioning from School to the Adult World."},
      {
        "id":"ED390219",
        "title":"Services for Children with Deaf-Blindness Pilot Project. Final Report."},
      {
        "id":"ED390220",
        "title":"A Module for: Transition. A Module for Transitioning into a Preschool Program."},
      {
        "id":"ED390221",
        "title":"Pilot for Alaska Students with Deaf-Blindness: Inclusion in Regular Classrooms (PALS). Final Performance Report, October 1, 1992 to September 30, 1995."},
      {
        "id":"ED390222",
        "title":"Alaska Services for Children and Youth with Dual Sensory Impairments. Final Performance Report, October 1, 1992 to September 30, 1995."},
      {
        "id":"ED390223",
        "title":"Georgia Deaf-Blind Pilot Project: Project EPIC. Final Report. Optional Pilot Projects for Children with Deaf-Blindness."},
      {
        "id":"ED390224",
        "title":"Georgia Deaf-Blind Project. Final Report, 1992-1995. State and Multi-State Projects for Children with Deaf-Blindness."},
      {
        "id":"ED390226",
        "title":"Technical Assistance to Service Providers for Deaf-Blind Children &amp; Youth in Delaware. Final Report for Funding under Services for Deaf-Blind Children and Youth."},
      {
        "id":"ED390227",
        "title":"Great Lakes Area Regional Center for Deaf-Blind Education. Final Report, 1993-1995."},
      {
        "id":"ED390228",
        "title":"The Tennessee Outreach Project for Children and Youth Experiencing Dual Sensory Impairments (Project TREDS). Final Report."},
      {
        "id":"ED390229",
        "title":"NCIP Profiles, 1-5, 1994."},
      {
        "id":"ED390230",
        "title":"NCIP Profiles, 1-5, 1995."},
      {
        "id":"ED390231",
        "title":"Possible Sources of Data for Grade 4 Indicators."},
      {
        "id":"ED390232",
        "title":"Possible Sources of Data for Grade 8 Indicators."},
      {
        "id":"ED390233",
        "title":"State Procedures for the Evaluation of Special Education Program Effectiveness."},
      {
        "id":"ED390234",
        "title":"Off with the Fairies or Gifted? The Problems of the Exceptionally Gifted Child."},
      {
        "id":"ED390235",
        "title":"Project Dakota Outreach: Replicating Family Centered, Community Based Early Intervention Policy and Practice, 1991-1994. Final Report."},
      {
        "id":"ED390236",
        "title":"Parental Perceptions of the Lifestyle Changes Associated with Having an Autistic Child: A Gender Comparison."},
      {
        "id":"ED390237",
        "title":"Fostering Self-Determination: A Guide for Educators."},
      {
        "id":"ED390238",
        "title":"Group Action Planning: An Innovative Manual for Building a Self-Determined Future."},
      {
        "id":"ED390239",
        "title":"Managing a Bilingual Programme (BSL and English) in a School for Deaf Children."},
      {
        "id":"ED390240",
        "title":"Current Issues: Interpreters in the Educational Setting."},
      {
        "id":"ED390241",
        "title":"A Study on Social Communication Behavior of 5 to 7-Year-Old Kindergarten Children with Profound Hearing Loss in Integrational Situations."},
      {
        "id":"ED390242",
        "title":"A Study on the Development of the Concept of Rhythm in 5 to 7-Year-Old with Profound Hearing Loss Kindergarten Children."},
      {
        "id":"ED390243",
        "title":"Services for Children with Deaf-Blindness. Final Performance Report."},
      {
        "id":"ED390244",
        "title":"Time and Task Sampling Approach to Validation: A Quantitative Evaluation of Facilitated Communication Using Educational Computer Games."},
      {
        "id":"ED390245",
        "title":"Current Perspectives as Guidelines for Best Practices in Early Education: Family-Centered Early Education for Children Who Are Deaf or Hard of Hearing in the USA."},
      {
        "id":"ED390246",
        "title":"Assessment-Bias Issues in Special Education: A Review of Literature."},
      {
        "id":"ED390247",
        "title":"Comparing Interaction in a Cooperative Learning and Teacher-Centered Foreign Language Classroom."},
      {
        "id":"ED390248",
        "title":"Students' Views of the Amigos Program. Research Report No. 11."},
      {
        "id":"ED390249",
        "title":"Teaching Literacy to Bilingual Children: Effective Practices for Use by Monolingual and Bilingual Teachers."},
      {
        "id":"ED390250",
        "title":"What Illinois Teachers Do in the Classroom: New Research."},
      {
        "id":"ED390251",
        "title":"One Giant Step Forward, Two Baby Steps Backward: Foreign Language Makes Headway in Spite of the Odds."},
      {
        "id":"ED390252",
        "title":"Do Improved Examination Scores Indicate Acquired Skills? A Study in Teaching the Use of Articles in Journal Writing through a Continuous Testing Regimen."},
      {
        "id":"ED390253",
        "title":"Intellectual and Linguistic Progress in Foreign Language Students: Students' Development during Their First Year of Spanish at a Swedish University."},
      {
        "id":"ED390254",
        "title":"Discourse Modifications in Teacher Interactions with Limited English Proficient Students in Content Classrooms."},
      {
        "id":"ED390255",
        "title":"Hong Kong Papers in Linguistics and Language Teaching."},
      {
        "id":"ED390256",
        "title":"Task Difficulty from the Learner's Perspective: Perceptions and Reality."},
      {
        "id":"ED390257",
        "title":"Processes and Their Products: A Comparison of Task Sequences and Outcome in EAP Writing Classes."},
      {
        "id":"ED390258",
        "title":"The Author in the Text: Hedging Scientific Writing."},
      {
        "id":"ED390259",
        "title":"How High Can a Dead Cat Bounce?: Metaphor and the Hong Kong Stock Market."},
      {
        "id":"ED390260",
        "title":"Modifying Meanings: Modality and Argumentation in Students' Written Answers to a Legal Problem."},
      {
        "id":"ED390261",
        "title":"Practising What We Preach: Creating the Conditions for Student Autonomy."},
      {
        "id":"ED390262",
        "title":"Citing Previous Writers: What Can We Say Instead of 'Say'?"},
      {
        "id":"ED390263",
        "title":"Theme Choice and Lateral Verbs in Newspaper Editorials."},
      {
        "id":"ED390265",
        "title":"Workstation Uses."},
      {
        "id":"ED390266",
        "title":"The Graduating Students Language Proficiency Assessment Project (GSLPA)."},
      {
        "id":"ED390267",
        "title":"Language Test Unidimensional Model Fit at Multiple Ability Levels."},
      {
        "id":"ED390268",
        "title":"Report of the Task Force on Testing Standards (TFTS) to the International Language Testing Association (ILTA)."},
      {
        "id":"ED390269",
        "title":"Reliable & Valid Testing of Productive Vocabulary: Speaking Vocabulary Test (SVT)."},
      {
        "id":"ED390270",
        "title":"Teacher Development for Bidialectal Education."},
      {
        "id":"ED390271",
        "title":"Bueno y la autorreparacion (\"Bueno\" and Conversational Self Repairs)."},
      {
        "id":"ED390273",
        "title":"Warm Feelings, Chill Thoughts: Negotiating the Implementation of an ODA ELT Project with the Indonesian Civil Service."},
      {
        "id":"ED390274",
        "title":"Curricular Change Using an ID (Instructional Development) Model: Application within a Malaysian/American Cooperative University Setting."},
      {
        "id":"ED390275",
        "title":"Causation in Language Contact: A Devilish Problem. CLCS Occasional Paper No. 41."},
      {
        "id":"ED390276",
        "title":"Writing a Discussion."},
      {
        "id":"ED390277",
        "title":"The Comic Book as Course Book: Why and How."},
      {
        "id":"ED390278",
        "title":"An Integrated ESL and Cultural Studies Syllabus. CLCS Occasional Paper No. 42."},
      {
        "id":"ED390281",
        "title":"The Role of Euphoric and Dysphoric Tension in Language Acquisition: An Ethnographic Study of the Beginners' Experience at the Middlebury College French School."},
      {
        "id":"ED390282",
        "title":"Entree dans l'ecrit: objectifs pedagogiques et situations d'evaluation a la fin de l'ecole maternelle (Beginning Writing: Instructional Objectives and Evaluation Situations at the End of the Ecole Maternelle)."},
      {
        "id":"ED390283",
        "title":"Serving Linguistically and Culturally Diverse Students: Strategies for the School Librarian. ERIC Digest."},
      {
        "id":"ED390284",
        "title":"Integrating Language and Content: Lessons from Immersion. ERIC Digest."},
      {
        "id":"ED390285",
        "title":"Corrections in Turkish: Sociolinguistic Analysis and Cross-Cultural Comparison."},
      {
        "id":"ED390286",
        "title":"A Semi-Structured English Oral Proficiency Test for Certification of Teachers in South Africa."},
      {
        "id":"ED390288",
        "title":"Should Reading Comprehension Be Tested in the Target or the Native Language? A Pilot Study."},
      {
        "id":"ED390289",
        "title":"CLE Working Papers 1."},
      {
        "id":"ED390290",
        "title":"Is Language Education? or Is Education Language?"},
      {
        "id":"ED390291",
        "title":"Teachers' Views of Language Knowledge."},
      {
        "id":"ED390292",
        "title":"Importance of Poetry in Children's Learning."},
      {
        "id":"ED390293",
        "title":"English, Media, and Information in the Post-Cox Era."},
      {
        "id":"ED390294",
        "title":"Representations of Black Experience in Literature for Young People."},
      {
        "id":"ED390295",
        "title":"Putting &quot;Language&quot; Back in the Modern Languages Degree."},
      {
        "id":"ED390296",
        "title":"Television is Beautiful."},
      {
        "id":"ED390297",
        "title":"Appropriate Help for Secondary Students with Specific Learning Difficulties."},
      {
        "id":"ED390298",
        "title":"Language Learning within Academic Constraints."},
      {
        "id":"ED390299",
        "title":"World of John and Mary Smith: A Study of Quirk and Greenbaum's \"University Grammar of English.\""},
      {
        "id":"ED390300",
        "title":"Integrative Testing in English for Business and Technology."},
      {
        "id":"ED390301",
        "title":"Language Choice in an Acutely Multilingual Society: Communication and Development in Papua New Guinea."},
      {
        "id":"ED390302",
        "title":"Teachers or Missionaries? Duality of Purpose for ESOL Professionals."},
      {
        "id":"ED390303",
        "title":"Essay Prompts and the ESOL Student."},
      {
        "id":"ED390305",
        "title":"The Influence of Crosslinguistic, Semantic, and Input Factors on the Acquisition of English Phrasal Verbs: A Comparison between Finnish and Swedish Learners at an Intermediate and Advanced Level."},
      {
        "id":"ED390306",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1992."},
      {
        "id":"ED390307",
        "title":"I Know My Stuff: Motivating Your Own Learning in College."},
      {
        "id":"ED390308",
        "title":"Description of the Productivity and Learning Style Preferences of On- and Off-Campus Distance Education Participants at Marshall University."},
      {
        "id":"ED390309",
        "title":"Multiple Role Conflict and Graduate Students' Academic Performance."},
      {
        "id":"ED390313",
        "title":"The ITA Trainer: Advocate or Adversary."},
      {
        "id":"ED390314",
        "title":"Creating a Positive Climate for Learning in Higher Education."},
      {
        "id":"ED390317",
        "title":"Speech Presented by Dr. Clyda S. Rent at the Annual Meeting of the National Association of Secondary School Principals (San Antonio, Texas, February 5, 1995)."},
      {
        "id":"ED390319",
        "title":"College Grade Outcomes and Attrition: An Exploratory Study of Noncognitive Variables and Academic Background as Predictors."},
      {
        "id":"ED390320",
        "title":"Perceptions of the Research-Teaching Nexus and Job Satisfaction: An Analysis from the Carnegie International Survey of the Academic Profession."},
      {
        "id":"ED390321",
        "title":"Noncognitive Predictors of Achievement in a General Education Course: A Multi-Institutional Study."},
      {
        "id":"ED390322",
        "title":"Instruments for Tuning Differing Courses: A Model of Professional Behavior and a Model of Common Aspects."},
      {
        "id":"ED390324",
        "title":"Strategic Planning: A Participative Model."},
      {
        "id":"ED390325",
        "title":"Core Curriculum Assessment Program: A Case Study."},
      {
        "id":"ED390326",
        "title":"Values Assessment: How a Liberal Arts College Distinguished Its Core Values from the National Norm."},
      {
        "id":"ED390327",
        "title":"Recruiting Trends 1995-96. A Study of 527 Businesses, Industries, and Governmental Agencies Employing New College Graduates. 25th Anniversary Edition."},
      {
        "id":"ED390329",
        "title":"Catholic Higher Education: Practice and Promise. Diverse Expressions of Catholic Identity."},
      {
        "id":"ED390330",
        "title":"&quot;From Best Intentions to Best Practices&quot;: Conference Programme and Proceedings of the Annual Canadian-American Conference on the First-Year Experience (4th, Toronto, Ontario, Canada, December 3-5, 1995)."},
      {
        "id":"ED390333",
        "title":"Passing through the Glass Ceiling."},
      {
        "id":"ED390335",
        "title":"Flexibility in Course Provision in Higher Education. Annual Report November 1994."},
      {
        "id":"ED390337",
        "title":"What To Know BEFORE You Owe. Student Loan Basics."},
      {
        "id":"ED390338",
        "title":"Beyond Critical Thinking: Teaching the Thinking Skills Necessary to Academic and Professional Success. The Freshman Year Experience. Monograph Series Number 17."},
      {
        "id":"ED390339",
        "title":"Secondary Students Who Earn Postsecondary Credit through Instruction Taken at Their High School: A Working Paper."},
      {
        "id":"ED390340",
        "title":"ERASMUS Student Mobility Programmes 1991/92 in the View of the Local Directors. ERASMUS Monographs No. 19. Werkstattberichte-Band 46."},
      {
        "id":"ED390341",
        "title":"The First Years of ECTS in the View of the Students. ERASMUS Monographs No. 20. Wekstattberichte-Band 47."},
      {
        "id":"ED390342",
        "title":"Hearing on Title IX of the Education Amendments of 1972. Hearing before the Subcommittee on Postsecondary Education, Training and Life-Long Learning of the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session (May 9, 1995)."},
      {
        "id":"ED390343",
        "title":"Let Grades Be Emphasized."},
      {
        "id":"ED390344",
        "title":"Transforming Engineering Education from a Product to a Process."},
      {
        "id":"ED390345",
        "title":"The GI Bill of Rights Legacy to American Colleges."},
      {
        "id":"ED390346",
        "title":"Sisters of St. Joseph College Consortium: Mission and Image."},
      {
        "id":"ED390347",
        "title":"Priorities, Quality, and Productivity of Illinois Higher Education: Assessment of Institutional Actions in 1994-95."},
      {
        "id":"ED390348",
        "title":"Faculty Roles and Responsibilities."},
      {
        "id":"ED390349",
        "title":"1994 Graduate Student Report."},
      {
        "id":"ED390350",
        "title":"Campus-Corporate Partnerships: Payoffs and Perils."},
      {
        "id":"ED390352",
        "title":"Higher Education: Selected Information on Student Financial Aid Received by Legal Immigrants."},
      {
        "id":"ED390353",
        "title":"Thinking about Thinking: A Constructivist Approach to Critical Thinking in the College Curriculum."},
      {
        "id":"ED390354",
        "title":"MHEC Minority Faculty Development Project. Final Report."},
      {
        "id":"ED390355",
        "title":"The Learning Styles of Registered Nurse Baccalaureate Students Based on the Myers-Briggs Type Indicator: Implications for Teaching."},
      {
        "id":"ED390356",
        "title":"Issues Regarding Graduate Medical Education. Hearing before the Subcommittee on Health of the Committee on Ways and Means. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED390359",
        "title":"Financing College Facilities: Factors Limit Connie Lee's Ability to Help More Schools. Report to the Ranking Minority Member, Committee on Economic and Educational Opportunities, House of Representatives."},
      {
        "id":"ED390360",
        "title":"Doctorate Recipients from United States Universities. Summary Report, 1994."},
      {
        "id":"ED390361",
        "title":"Report to the Board of Regents State University System of Florida. Review of Programs: Architecture, Architectural Technology, Landscape Architecture, Interior Design, Construction and Construction Technology, Building Construction, Urban and Regional Planning."},
      {
        "id":"ED390366",
        "title":"Universities in Transition in the Czech Republic: The Case of the University of South Bohemia."},
      {
        "id":"ED390367",
        "title":"Opening Up the University Budget and Planning Process."},
      {
        "id":"ED390368",
        "title":"Postsecondary Education Opportunity. The Mortenson Report on Public Policy Analysis of Opportunity for Postsecondary Education, 1995."},
      {
        "id":"ED390371",
        "title":"Creating the Future Together: A Quest for Excellence. Future Together: A Quest for Excellence."},
      {
        "id":"ED390372",
        "title":"Impediments and Imperatives in Redesigning Higher Education."},
      {
        "id":"ED390373",
        "title":"Campus-Corporate Partners: A Win-Win Relationship."},
      {
        "id":"ED390374",
        "title":"Edutopia, 1993-1995."},
      {
        "id":"ED390375",
        "title":"Different Paths to the Information Highway: Factors Affecting Implementation of Computers in New Zealand Schools."},
      {
        "id":"ED390376",
        "title":"Evolution of a Instructional Design."},
      {
        "id":"ED390377",
        "title":"Electronic Portfolios: A New Idea in Assessment. ERIC Digest."},
      {
        "id":"ED390378",
        "title":"A Study of College Students' Construct of Parameter Passing Implications for Instruction."},
      {
        "id":"ED390379",
        "title":"Using Advance Organizers with Learning Disabled Students."},
      {
        "id":"ED390381",
        "title":"Computing and Other Instructional Technologies: Faculty Perceptions of Current Practices and Views of Future Challenges. A Focus Group Study Conducted for the Information Resources Council and the Office of the Provost."},
      {
        "id":"ED390383",
        "title":"Effects of Using Interactive CAI on Primary Grade Students' Higher-Order Thinking Skills: Inferences, Generalizations, and Math Problem Solving."},
      {
        "id":"ED390384",
        "title":"Distance Education Resource Directory for Northwest Schools."},
      {
        "id":"ED390390",
        "title":"Team Approach to Staffing the Reference Center: A Speculation."},
      {
        "id":"ED390394",
        "title":"Information Retrieval Techniques: The Differences in Cognitive Strategies and Search Behaviors among Graduate Students in an Academic Library."},
      {
        "id":"ED390395",
        "title":"Non-Librarian Professionals. SPEC Kit 212 and Flyer 212."},
      {
        "id":"ED390396",
        "title":"Software, Copyright, and Site-License Agreements: Publishers' Perspective of Library Practice."},
      {
        "id":"ED390397",
        "title":"Retrieving Articles in Series from Medline and SciSearch."},
      {
        "id":"ED390398",
        "title":"A Historical Analysis of Library Access for Death Row Inmates in Ohio."},
      {
        "id":"ED390399",
        "title":"Bibliographic Control of Preservation Photocopies."},
      {
        "id":"ED390400",
        "title":"Cataloging Three-Dimensional Objects: A Study of Academic Health Science Libraries."},
      {
        "id":"ED390401",
        "title":"&quot;African American&quot;: The Use of This Term in Library Literature and African American Literature."},
      {
        "id":"ED390402",
        "title":"Censorship of Popular Music: An Analysis of Lyrical Content."},
      {
        "id":"ED390403",
        "title":"Acknowledgement Patterns in the &quot;Journal of Higher Education,&quot; 1972-1993."},
      {
        "id":"ED390406",
        "title":"A Study of Bible Stories in Picture Book Format."},
      {
        "id":"ED390407",
        "title":"After-Hours Access to the Cleveland Clinic Foundation Library Services Department: An Examination of Services."},
      {
        "id":"ED390408",
        "title":"Consumer Health Information Services in Medical Libraries of the Akron-Canton-Youngstown Region."},
      {
        "id":"ED390409",
        "title":"The Ukrainian Museum-Archives in Cleveland, Ohio: A Historical Study 1948-1994."},
      {
        "id":"ED390410",
        "title":"Survey of Library and Information Needs of the International Students at Kent State University."},
      {
        "id":"ED390411",
        "title":"A Survey of the University of Akron School of Law Library."},
      {
        "id":"ED390412",
        "title":"A Study of Reading Habits and Library Use at Westlake Village, Westlake, Ohio."},
      {
        "id":"ED390413",
        "title":"The Research Needs of Historians in Russian and Slavic History; A Citation Analysis of &quot;The Russian Review,&quot; 1991-1994."},
      {
        "id":"ED390414",
        "title":"A History of Toy Lending Libraries in the United States Since 1935."},
      {
        "id":"ED390415",
        "title":"Public Library Services to Older Adults in Northeastern Ohio."},
      {
        "id":"ED390416",
        "title":"A Delphi Study To Ascertain Evaluation Guidelines for Business Resources on the Internet."},
      {
        "id":"ED390417",
        "title":"A Survey of Skills and Qualifications Desired by Employers of Entry-Level Museum Librarians."},
      {
        "id":"ED390418",
        "title":"Journal Use by Hospital Resident Physicians in a Research Paper Competition: A Citation Analysis."},
      {
        "id":"ED390419",
        "title":"Norwalk Public Library: A Historical Overview from 1866 to 1994."},
      {
        "id":"ED390420",
        "title":"Hearing on Telecommunications Policy Reform. Hearing of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED390424",
        "title":"Minnesota State Law Library. 1994 Annual Report."},
      {
        "id":"ED390425",
        "title":"Library Law Handbook: State Laws Relating to Michigan Libraries. 1993 Edition."},
      {
        "id":"ED390426",
        "title":"Michigan Plan for the Federal Documents Depository Library System. 1993 Revision."},
      {
        "id":"ED390427",
        "title":"Michigan State Data Center Program Directory, 1994."},
      {
        "id":"ED390428",
        "title":"Library of Michigan 1994 Annual Report."},
      {
        "id":"ED390430",
        "title":"Sources of Michigan Public Library Income."},
      {
        "id":"ED390432",
        "title":"Directory of Michigan Library Statistics. 1994 Edition. Reporting 1992 and 1993 Statistical Activities including: Public Library Statistics, Library Cooperative Statistics, Regional/Subregional Statistics."},
      {
        "id":"ED390433",
        "title":"[Genealogical Research Packet.]"},
      {
        "id":"ED390434",
        "title":"A Manual for Michigan State Documents Depository Libraries."},
      {
        "id":"ED390435",
        "title":"Michigan Public Library Trustee Manual. 1994 Edition."},
      {
        "id":"ED390436",
        "title":"Library Services and Construction Act: A Focus on Evaluation. A Stakeholder Evaluation Handbook."},
      {
        "id":"ED390437",
        "title":"District Library Law: A Guide for Establishing &amp; Funding a District Library in Michigan. 1994 Edition."},
      {
        "id":"ED390438",
        "title":"Regulatory Enhancements, Infrastructure Modernization, and Connecticut's Interactive, Distance Learning Network."},
      {
        "id":"ED390439",
        "title":"History of the National College of Education Libraries, 1920-1978. Revised."},
      {
        "id":"ED390440",
        "title":"Utah's Bookmobile Counties in the Year 2000: Building on a Proven Foundation for Library and Information Services."},
      {
        "id":"ED390441",
        "title":"Continuity and Change: Providing Balanced Leadership for a New Era of Statewide Library Services."},
      {
        "id":"ED390442",
        "title":"The Teaching of Critical Thinking Skills by Academic Librarians."},
      {
        "id":"ED390443",
        "title":"Re-Engineering Statewide Library Services in Utah: Continuity and Change for the Coming Decade. Draft Policy Proposals To Be Submitted to the Utah State Library Board on August 15, 1995."},
      {
        "id":"ED390447",
        "title":"Oversight Hearing on the High Performance Computing and Communications Program and Uses of the Information Highway. Hearing before the Subcommittee on Science, Technology, and Space of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED390450",
        "title":"ARL Annual Salary Survey, 1995-96."},
      {
        "id":"ED390451",
        "title":"The National Film Registry: Acquiring Our Film Heritage."},
      {
        "id":"ED390452",
        "title":"Michigan Community Colleges At-Risk Student Success Program, 1992-1993."},
      {
        "id":"ED390453",
        "title":"Creative Values and Self-Image: Values Inventory and Study of Student Responses."},
      {
        "id":"ED390454",
        "title":"Proceedings of the National Conference on Successful College Teaching (18th, Orlando, Florida, February 26-28, 1994)."},
      {
        "id":"ED390455",
        "title":"Faculty Turnover: An Analysis by Rank, Gender, Ethnicity and Reason."},
      {
        "id":"ED390456",
        "title":"Linking the Faculty Recognition Process to Teaching Excellence."},
      {
        "id":"ED390457",
        "title":"Part-Time Faculty Evaluation: A Campus Case Study."},
      {
        "id":"ED390458",
        "title":"Using Professional Software To Enhance Teaching Excellence."},
      {
        "id":"ED390459",
        "title":"Partnerships Improve Teaching and Learning."},
      {
        "id":"ED390460",
        "title":"Writing (and Talking) To Learn: Integrating Disciplinary Content and Skills Development."},
      {
        "id":"ED390461",
        "title":"Increasing Teacher Effectiveness through Tech Prep Partnerships."},
      {
        "id":"ED390462",
        "title":"Sleeping with the Enemy: Making Outcomes Assessment Work in the Classroom."},
      {
        "id":"ED390463",
        "title":"Participative Learning Experiences in the Professional Studies Classroom."},
      {
        "id":"ED390464",
        "title":"Reality 401: An Intense Preservice Field Based Program for Middle Grades Education."},
      {
        "id":"ED390465",
        "title":"Pedagogical Implications of a Meritocratic Analysis of Burton Clark's Cooling-Out Process."},
      {
        "id":"ED390466",
        "title":"Institutional Change as a Renewal Process: The NHMCCD Model."},
      {
        "id":"ED390467",
        "title":"Teaching Minority Content: A Community Based Model."},
      {
        "id":"ED390468",
        "title":"The Underprepared Student: A Student Centered Process Coordination Model. Responsibilities, Recommendations, and Results."},
      {
        "id":"ED390469",
        "title":"The Rigor and Exorbitance of Reading: Teaching Critical Thinking in the Freshman Honors Seminar."},
      {
        "id":"ED390470",
        "title":"Arts and Science/School of Education: A Cooperative Approach to the Teaching of Introductory Geography."},
      {
        "id":"ED390471",
        "title":"Visions Management: Effective Teaching through Technology."},
      {
        "id":"ED390472",
        "title":"Rejuvenating Instruction through Development of an Applied Lab for Sociology Students."},
      {
        "id":"ED390473",
        "title":"Seeds and Searches: The Writing Process in Higher Education."},
      {
        "id":"ED390474",
        "title":"Organize the Theme and Renew the Method for Teaching Excellence in College Physics."},
      {
        "id":"ED390475",
        "title":"Survey of Adjunct Faculty at John Tyler--Midlothian. Revised Second Edition."},
      {
        "id":"ED390476",
        "title":"Focus on Retention: Proposed Mission of General Counseling into the 21st Century."},
      {
        "id":"ED390477",
        "title":"Toward a Theory and a Model for Integrating Adjuncts into the Department of Student Development."},
      {
        "id":"ED390478",
        "title":"The Effect of Computer-Assisted Student Development Programs on Entering Freshman Locus of Control Orientation."},
      {
        "id":"ED390479",
        "title":"Beyond &quot;One-Stop&quot; Shopping: An Integrated Service Delivery System for Job Seekers and Employers."},
      {
        "id":"ED390480",
        "title":"Scientific Aspects of Leonardo da Vinci's Drawings: An Interdisciplinary Model."},
      {
        "id":"ED390481",
        "title":"Innovation Abstracts, Volume XVII, 1995."},
      {
        "id":"ED390482",
        "title":"The Integrity Criterion at the Two-Year Technical College."},
      {
        "id":"ED390483",
        "title":"The TQM &quot;Walk the Talk&quot; Classroom Pilot Program."},
      {
        "id":"ED390484",
        "title":"The Transfer Eligible Rate: Longitudinal Results of a Companion Measure to the Transfer Rate."},
      {
        "id":"ED390485",
        "title":"The Transfer Ready Model: A Companion Measure to the Intersegmental Transfer Rate."},
      {
        "id":"ED390486",
        "title":"Running Start: 1994-95 Annual Progress Report."},
      {
        "id":"ED390487",
        "title":"Tutor Training Activities To Improve Student Self-Reliance."},
      {
        "id":"ED390488",
        "title":"Canada-India Institutional Cooperation Project: International Partnerships in Education."},
      {
        "id":"ED390489",
        "title":"The Illinois Community College System and the School-to-Work Transition Initiative: A Working Model."},
      {
        "id":"ED390490",
        "title":"Community College Program Review, Fiscal Year 1994. Accountability Report."},
      {
        "id":"ED390491",
        "title":"Community College PQP/Program Review Supplemental Instructions and Reporting Requirements, 1995-1996. Addendum."},
      {
        "id":"ED390492",
        "title":"Take a Fresh Look at Community Colleges. Biennial Report, 1993-94."},
      {
        "id":"ED390493",
        "title":"Fiscal Year 1995 Salary Report for the Illinois Public Community Colleges."},
      {
        "id":"ED390494",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED390495",
        "title":"Accountability and Productivity: Retention Initiatives in the Illinois Community College System."},
      {
        "id":"ED390496",
        "title":"Accountability &amp; Productivity Report for the Illinois Community College System, 1995."},
      {
        "id":"ED390497",
        "title":"Report of the Access and Opportunity Committee."},
      {
        "id":"ED390498",
        "title":"1995 Follow-Up Study of Fiscal Year 1994 Occupational Program Graduates. Student Data on Education and Work."},
      {
        "id":"ED390499",
        "title":"The Illinois Articulation Initiative Major Fields Panels' Recommendations for Business, Clinical Laboratory Science, Education--Early Childhood, Education--Elementary, Education--Secondary, Music, Nursing, Psychology."},
      {
        "id":"ED390500",
        "title":"Fall 1995 Enrollment Survey Report."},
      {
        "id":"ED390501",
        "title":"Serving Underserved Areas through Off-Campus Coursework and Telecommunications. Joint Report to the Illinois Board of Education and Illinois Community College Board."},
      {
        "id":"ED390502",
        "title":"Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 1995."},
      {
        "id":"ED390503",
        "title":"Status Report on the Illinois Articulation Initiative."},
      {
        "id":"ED390504",
        "title":"Career Placement and Graduate Transfer Report, 1994."},
      {
        "id":"ED390505",
        "title":"CCRI Annual Report, 1994-95."},
      {
        "id":"ED390506",
        "title":"Legislative Summary of the 104th Congress First Session."},
      {
        "id":"ED390507",
        "title":"Using Wage Record Data To Track the Post-College Employment Rates and Wages of California Community College Students."},
      {
        "id":"ED390508",
        "title":"Best Predictors of Student Needs and Expectations: Responding to the Voice of the Customer and Orchestrating Change in a Two-Year College."},
      {
        "id":"ED390509",
        "title":"Analysis of the Enrollment Loss among First-Time-in-College Students Attending Miami-Dade Community College. Research Report No. 95-07R."},
      {
        "id":"ED390511",
        "title":"Non-Resident and Foreign Enrollment at Miami-Dade Community College, 1990 Compared to 1994. Research Report No. 95-11R."},
      {
        "id":"ED390512",
        "title":"Articulation and Transfer: Definitions, Problems, and Solutions."},
      {
        "id":"ED390513",
        "title":"How Do Students Applying for Graduation Evaluate Their Experience at Miami-Dade Community College? Research Report No. 93-10R."},
      {
        "id":"ED390514",
        "title":"An Evaluation of Miami-Dade's Office of Institutional Research. Research Report No. 95-01R."},
      {
        "id":"ED390515",
        "title":"A Comparison of M-DCC Performance to Statewide Results on Community College Accountability Measures. Research Report No. 95-03R."},
      {
        "id":"ED390516",
        "title":"Implementing Teaching/Learning Project Recommendations To Improve First Year Experiences of New Faculty. Research Report No. 95-05R."},
      {
        "id":"ED390517",
        "title":"Child Witnesses: Translating Research into Policy."},
      {
        "id":"ED390518",
        "title":"Early Language Deficits Associated with Subsequent Maladaptive Behaviors of Inner-City Children: A Longitudinal Analysis."},
      {
        "id":"ED390520",
        "title":"Developmental Effects of Lead Exposure in Children."},
      {
        "id":"ED390522",
        "title":"Leave No Child Behind: Building and Strengthening Communities for Children."},
      {
        "id":"ED390523",
        "title":"Encouraging Meaningful Parent and Family Participation: A Survey of Parent Involvement Practices in California and Texas."},
      {
        "id":"ED390524",
        "title":"Personal Meaning in Learning: Perspectives That Influence the Discovery of Personal Meaning: A Symposium."},
      {
        "id":"ED390525",
        "title":"Family Process and High School Adjustment of Boys Who Showed Depressive Symptoms with and without Co-Occurring Conduct Problems in Early Adolescence."},
      {
        "id":"ED390527",
        "title":"Parental Resistance to Developmentally Appropriate Practice in Thailand."},
      {
        "id":"ED390528",
        "title":"Children's Responses to Adult Conflict as a Function of Conflict History: Testing the Emotional Security Hypothesis."},
      {
        "id":"ED390529",
        "title":"Differential Effects of Preschool Models on Inner-City Children: The 'Class of 2000' Transitions from Third to Fourth Grade."},
      {
        "id":"ED390530",
        "title":"&quot;All I Want for Christmas&quot;: Language Pragmatics and Children's Letters to Santa."},
      {
        "id":"ED390531",
        "title":"Language through the Seasons: Dramatic Play Activities for Early Childhood Learners."},
      {
        "id":"ED390532",
        "title":"Family Support Reaching Out."},
      {
        "id":"ED390534",
        "title":"Effective Early Learning: Mapping Diversity and Tracking Development."},
      {
        "id":"ED390537",
        "title":"Child Care Resources Catalogue: Child Care Initiatives Fund Projects. Updated = Catalogue des ressources en services de garde a l&apos;enfance: projects de la Caisse d&apos;aide aux projets en matiere de garde des enfants. Mis a jour."},
      {
        "id":"ED390538",
        "title":"Helping Children through Crisis: A Special Report from the Editors of the Brown University Child Behavior and Development Letter."},
      {
        "id":"ED390540",
        "title":"Developmentally Appropriate Practice and Implications for Knowledge Construction."},
      {
        "id":"ED390541",
        "title":"Children's Moral and Ecological Reasoning about the Prince William Sound Oil Spill."},
      {
        "id":"ED390542",
        "title":"A Study of Early Childhood Training."},
      {
        "id":"ED390543",
        "title":"Parent-Teacher Empowerment: Meeting the Needs of Underachieving Students."},
      {
        "id":"ED390546",
        "title":"This We Believe: Developmentally Responsive Middle Level Schools. A Position Paper."},
      {
        "id":"ED390548",
        "title":"Oregon School-Based Health Centers, 1992-1994 Services Report."},
      {
        "id":"ED390553",
        "title":"The Development of Children's Story Telling Skills."},
      {
        "id":"ED390556",
        "title":"Improving the Communication Practices of an Elementary School by Establishing a Partnership between Home and School."},
      {
        "id":"ED390557",
        "title":"Zero to Three, June/July 1995."},
      {
        "id":"ED390558",
        "title":"Zero to Three, August/September 1995."},
      {
        "id":"ED390559",
        "title":"Offspring, 1995."},
      {
        "id":"ED390560",
        "title":"Health Wellness and Hospital Learning Center."},
      {
        "id":"ED390561",
        "title":"Development and Implementation of a Church Community Based Model To Increase Religious Participation in Children Grades 1-6."},
      {
        "id":"ED390564",
        "title":"Culture and the Korean Kindergarten Curriculum."},
      {
        "id":"ED390565",
        "title":"Integration/Infusion of Peace Education into Early Childhood Education Programs."},
      {
        "id":"ED390566",
        "title":"Critical Elements and Practices of Transition Programs Linking Early Childhood Education and Early Elementary School."},
      {
        "id":"ED390567",
        "title":"Look at Even Start, 1992-1995."},
      {
        "id":"ED390569",
        "title":"Phenomena of Early Childhood Preservice Teachers' Sense Making of Developmentally and Culturally Appropriate Practice (DCAP)."},
      {
        "id":"ED390570",
        "title":"Examining the Nature of Helping Interactions in Primary School Children in Years 2, 4, and 6."},
      {
        "id":"ED390571",
        "title":"Stopping the Violence: Creating Safe Passages for Youth."},
      {
        "id":"ED390574",
        "title":"Principles and Models of Early Childhood Development in Thai Cultural Ways: Selected Research Findings Relating to Social Context and Child's Transition from Home to School."},
      {
        "id":"ED390575",
        "title":"The Inclusion of Differently Abled Students in the Regular Classroom."},
      {
        "id":"ED390576",
        "title":"Love, Care and Politics in Low Income Early Childhood Settings: The Process of Constructing a Professional Identity."},
      {
        "id":"ED390577",
        "title":"Student and Teacher Reflections Regarding Writing Portfolios in the Elementary Classroom."},
      {
        "id":"ED390578",
        "title":"Bernoulli's Principle: The Effects of Instruction on Young Children's Understanding of Flight."},
      {
        "id":"ED390579",
        "title":"Saturday Morning Cartoons and Children's Perceptions of Social Reality."},
      {
        "id":"ED390580",
        "title":"SOS Help for Parents. A Practical Guide for Handling Common Everyday Behavior Problems. Second Edition."},
      {
        "id":"ED390582",
        "title":"Everything Is Program: Maximising the Message."},
      {
        "id":"ED390583",
        "title":"The Rural Televillage (TM): Creating a New Strategy for Rural Development."},
      {
        "id":"ED390584",
        "title":"Rural Health Services Funding: A Resource Guide. Revised Edition. Rural Information Center Publication Series, No. 41."},
      {
        "id":"ED390585",
        "title":"Superintendents of Small Districts and School Improvement: Planning, Providing Resources and Professional Development."},
      {
        "id":"ED390590",
        "title":"How Well Is Your Library Doing What It Claims To Be Doing?"},
      {
        "id":"ED390591",
        "title":"Policy Implications of Latino Poverty."},
      {
        "id":"ED390592",
        "title":"Issues Affecting Rural Communities. Proceedings of an International Conference Held by the Rural Education Research and Development Centre (Townsville, Queensland, Australia, July 10-15, 1994)."},
      {
        "id":"ED390593",
        "title":"Beyond the Conventional Wisdom: Rural Development As If Australia's Rural People Really Mattered. Background Paper."},
      {
        "id":"ED390594",
        "title":"Creating a Conspiracy in Favour of Rural Communities. Conference Keynote Address."},
      {
        "id":"ED390595",
        "title":"Perspectives of &quot;Health&quot; in the Rural Context. Keynote Address."},
      {
        "id":"ED390596",
        "title":"Rural Family Medicine Training in Canada."},
      {
        "id":"ED390597",
        "title":"Training For Rural Practice: The Way Ahead."},
      {
        "id":"ED390598",
        "title":"How To Catch and Keep a Rural Doctor."},
      {
        "id":"ED390599",
        "title":"Enough Bad News! Remote Social Health &amp; Aboriginal Action in a Harsh Environment--Coober Pedy in South Australia's &quot;Outback.&quot;"},
      {
        "id":"ED390600",
        "title":"Skills and Requirements of Rural Human Service Organisations."},
      {
        "id":"ED390601",
        "title":"Needs Analysis of People with a Disability Living in Remote and Rural Areas of NSW."},
      {
        "id":"ED390602",
        "title":"Rural Schools, Rural Communities: An Alternative View of the Future. Keynote Address."},
      {
        "id":"ED390603",
        "title":"Education and Training for Rural Teachers and Professionals."},
      {
        "id":"ED390604",
        "title":"Rural Isolation: Technologies for the Delivery of Education and Training."},
      {
        "id":"ED390605",
        "title":"Rural Disadvantage and Post Compulsory Participation in Education and Training."},
      {
        "id":"ED390606",
        "title":"The Impact of Current Policy Trends in Education on Rural Communities and Their Small Schools."},
      {
        "id":"ED390607",
        "title":"Building Human Resources for Rural Change."},
      {
        "id":"ED390608",
        "title":"Rural Reservation/Urban Cross-Cultural Teacher Preparation Program for American Indian and Non-Indian Teacher Trainees."},
      {
        "id":"ED390609",
        "title":"Sociological Factors in Rural Communities That Impact the Entrance and Upward Mobility of Female Administrators and Administrative Aspirants in Public Schools."},
      {
        "id":"ED390610",
        "title":"A Framework for the Analysis of Shared Decision Making in Rural New Zealand Schools."},
      {
        "id":"ED390611",
        "title":"A Pilot Study of Interactions between Teachers and Senior Students at the Brisbane School of Distance Education."},
      {
        "id":"ED390612",
        "title":"The Development of Telematics in a Rural District in Western Australia."},
      {
        "id":"ED390613",
        "title":"A Rural and Remote Children's Mobile Service--Wanaaring."},
      {
        "id":"ED390614",
        "title":"The Impact of Special Needs Students on Teachers in the Rural Areas of British Columbia."},
      {
        "id":"ED390615",
        "title":"Rural Schooling and Educational Disadvantage: A Case Study."},
      {
        "id":"ED390616",
        "title":"Nature of Educational Disadvantage in Country Schools: A South Australian Perspective."},
      {
        "id":"ED390617",
        "title":"The Students At Risk Program (STAR) and Queensland Secondary Schools within the Priority Country Areas Program (PCAP)."},
      {
        "id":"ED390618",
        "title":"Characteristics Associated with Successful Completion of Post-Compulsory Schooling and Higher Education in Rural Victoria."},
      {
        "id":"ED390619",
        "title":"Knowledge Diffusion in the Context of Development in Rural Areas. Keynote Address."},
      {
        "id":"ED390620",
        "title":"A Northern Territory Approach to Quantifying &quot;Access Disadvantage&quot; to Educational Services in Remote and Rural Australia."},
      {
        "id":"ED390621",
        "title":"Toward a Quality-of-Life Paradigm for Sustainable Communities."},
      {
        "id":"ED390622",
        "title":"Delivering Community Services in Rural Communities: Problems and Prospects."},
      {
        "id":"ED390623",
        "title":"Restructuring U.S. Agriculture: Implications for Rural Education and Other Community Services."},
      {
        "id":"ED390624",
        "title":"Educational Radio: A Tool for Rural Change."},
      {
        "id":"ED390625",
        "title":"Meeting the Needs of Rural Women."},
      {
        "id":"ED390626",
        "title":"The Learning Community: Survival and Sustainability on the Plains."},
      {
        "id":"ED390627",
        "title":"The Rural Services Institutes Network as a Strategy for Assisting Rural Communities in New York State."},
      {
        "id":"ED390628",
        "title":"Things Are Crook in the Bush: Report on a Needs Analysis Survey on a Selected Region, the Central Western Queensland."},
      {
        "id":"ED390630",
        "title":"Spanish Language Briefs for Parents, 1995."},
      {
        "id":"ED390631",
        "title":"Intervention Programs in Mathematics, Science, and Computer Science for Minority and Female Students in Grades Four through Eight."},
      {
        "id":"ED390632",
        "title":"Teacher Preparation Concerns: Professional Needs of Malaysian Secondary School Science Teachers."},
      {
        "id":"ED390633",
        "title":"Global Climate Change. Selected Annotated Bibliography. Second Edition."},
      {
        "id":"ED390636",
        "title":"An Emphasis on Perception: Teaching Image Formation Using a Mechanistic Model of Vision."},
      {
        "id":"ED390637",
        "title":"Lakatosian Conceptual Change Teaching Strategy Based on Student Ability To Build Models with Varying Degrees of Conceptual Understanding of Chemical Equilibrium."},
      {
        "id":"ED390638",
        "title":"Can We Integrate Qualitative and Quantitative Research in Science Education? ---Lest The Crevice May Become a Canyon."},
      {
        "id":"ED390639",
        "title":"Reform in School Mathematics and Authentic Assessment."},
      {
        "id":"ED390640",
        "title":"Programming, Managing, and Judging Science Symposium Poster Sessions."},
      {
        "id":"ED390642",
        "title":"Investigative Work in the Science Curriculum. Developing Science and Technology Education."},
      {
        "id":"ED390645",
        "title":"Distinctives of High Producers of Minority Science and Engineering Doctoral Starts."},
      {
        "id":"ED390647",
        "title":"Federal Aviation Administration Curriculum Guide for Aviation Magnet Schools Programs."},
      {
        "id":"ED390648",
        "title":"Beliefs and Values in Science Education. Developing Science and Technology Education."},
      {
        "id":"ED390649",
        "title":"Science Education in the Rural United States. Implications for the Twenty-First Century. A Yearbook of the Association for the Education of Teachers in Science."},
      {
        "id":"ED390650",
        "title":"Some Factors Affecting Student Performance in Physics."},
      {
        "id":"ED390651",
        "title":"A Teacher's Science Companion."},
      {
        "id":"ED390652",
        "title":"Toys in Space: Exploring Science with the Astronauts."},
      {
        "id":"ED390653",
        "title":"Earth Science: 49 Science Fair Projects Series."},
      {
        "id":"ED390654",
        "title":"Science Education: Expanding the Role of Science Departments: Perspectives on Science Education Partnerships, Educational Technology, and Science Program Assessment. Undergraduate Program Directors Meeting (Chevy Chase, Maryland, October 3-5, 1994)."},
      {
        "id":"ED390655",
        "title":"Improving Learning in Science and Basic Skills among Diverse Student Populations."},
      {
        "id":"ED390656",
        "title":"Implementing Science and Technology Education for All: Guide to Better Policy and Practice for Teachers."},
      {
        "id":"ED390657",
        "title":"Piagetian Operational Activities: Sensorimotor through Concrete Operations."},
      {
        "id":"ED390658",
        "title":"\"This Question Is Just Too, Too Easy!\" Perspectives from the Classroom on Accountability in Science."},
      {
        "id":"ED390660",
        "title":"The Potential of Distance Learning To Provide Training Opportunities for Teachers of Science in the Primary Curriculum."},
      {
        "id":"ED390661",
        "title":"Voicing the New Pedagogy: Teachers Write about Learning and Teaching Mathematics. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED390663",
        "title":"Science in a Multi-Age Environment."},
      {
        "id":"ED390666",
        "title":"Purdue University Physics 152L [Manual] (5th Edition)."},
      {
        "id":"ED390667",
        "title":"Sketching Skills for Science Teachers."},
      {
        "id":"ED390668",
        "title":"Puzzles &amp; Problems."},
      {
        "id":"ED390670",
        "title":"Activity Based Astronomy for Primary Science Programs."},
      {
        "id":"ED390671",
        "title":"States Parallel National Standards with Frameworks."},
      {
        "id":"ED390672",
        "title":"The Contribution of Children's Understanding of Sources of Knowledge To Their Science Experimentation."},
      {
        "id":"ED390673",
        "title":"Curricular Reformation in Undergraduate Physics Laboratories Via Action Research."},
      {
        "id":"ED390674",
        "title":"A Critical Examination of Relevance in Science Education Research."},
      {
        "id":"ED390675",
        "title":"Teaching Mathematics to Attention Deficit Disorder Students."},
      {
        "id":"ED390676",
        "title":"Analysis of Eighth Graders' Performance On Standardized Mathematics Tests."},
      {
        "id":"ED390677",
        "title":"Teacher-Made Reform: Influences Shaping Curriculum in a High School Mathematics Department."},
      {
        "id":"ED390679",
        "title":"Energy Math Challenge."},
      {
        "id":"ED390680",
        "title":"Games & Icebreakers."},
      {
        "id":"ED390681",
        "title":"Blueprint for Success: An Energy Education Unit Management Plan."},
      {
        "id":"ED390682",
        "title":"Environmental Education: Outlook for the Future."},
      {
        "id":"ED390683",
        "title":"Development of Problem Solving Skills: Fifth Grade Students Using Software with Assistance Versus Students without Assistance."},
      {
        "id":"ED390684",
        "title":"Tracking Student Achievement in Science and Math: The Promise of State Assessment Programs. CPRE Policy Briefs."},
      {
        "id":"ED390685",
        "title":"Our Experiences with Using Visualization Tools in Teaching Calculus."},
      {
        "id":"ED390687",
        "title":"Teaching and Learning: Calculators in 5th & 6th Grade."},
      {
        "id":"ED390689",
        "title":"Within Our Reach--Primary. Helping Students Develop an International Perspective: International Education Resource Units Grades 1-4."},
      {
        "id":"ED390690",
        "title":"Within Our Reach: Helping Students Develop An International Perspective. International Education Resource Units Grades 5-8."},
      {
        "id":"ED390692",
        "title":"University of South Dakota Mathematics/Science Symposium: First Eisenhower Focused Initiative K-12 Mathematics and Science Symposium Conference Proceedings (Vermillion, South Dakota, January 13-14, 1995)."},
      {
        "id":"ED390693",
        "title":"Collaborative Action Research in Mathematics Education: A Tale of Two Teacher-Researchers."},
      {
        "id":"ED390694",
        "title":"Unraveling the Relationships between Beginning Elementary Teachers' Mathematics Beliefs and Teaching Practices."},
      {
        "id":"ED390696",
        "title":"SuperQuest: A Historical Retrospective on a Computational Science Program for Secondary Schools."},
      {
        "id":"ED390697",
        "title":"How Do My Students Believe They Learn?"},
      {
        "id":"ED390698",
        "title":"Assessing the Quantitative Skills of College Juniors."},
      {
        "id":"ED390699",
        "title":"Lasting Effects of the Integrated Use of Graphing Technologies in Precalculus Mathematics."},
      {
        "id":"ED390700",
        "title":"Linking Faculty Expectations and Student Goals to the Assessment of Quantitative Capabilities."},
      {
        "id":"ED390702",
        "title":"Evaluation of School-Based Regional Dissemination Centers as Scale-Up Mechanisms for Systemic Educational Reform in Science and Mathematics."},
      {
        "id":"ED390703",
        "title":"The Influence of Innovative Instructional Processes on Mathematical Belief Systems."},
      {
        "id":"ED390704",
        "title":"Associations between Learning Environments and Student Outcomes in Biology."},
      {
        "id":"ED390705",
        "title":"Do Schools Account for Aptitude in Science?: A Closer Look at the Construction Zone."},
      {
        "id":"ED390706",
        "title":"Coemergence: Four Enactive Portraits of Mathematical Activity."},
      {
        "id":"ED390707",
        "title":"How Parental Support Affects Students' Attitudes toward the Science Fair."},
      {
        "id":"ED390708",
        "title":"Write from the Start: Writing-to-Learn Science and Mathematics."},
      {
        "id":"ED390709",
        "title":"Assistance in Science-Related Parent-Child Interactions: Problem Solving in the Zone of Proximal Development (ZPD)."},
      {
        "id":"ED390711",
        "title":"Exploring the Moon: A Teacher's Guide with Activities for Earth and Space Sciences."},
      {
        "id":"ED390713",
        "title":"Effect of Analogic Instruction and Reasoning Level on Achievement in General Genetics."},
      {
        "id":"ED390715",
        "title":"Teaching Complex Subject Matter in Science: Insights from an Analysis of Pedagogical Content Knowledge."},
      {
        "id":"ED390716",
        "title":"An Integrated Science and Technology Undergraduate Curriculum."},
      {
        "id":"ED390718",
        "title":"A Profile of All-State Instrumentalists."},
      {
        "id":"ED390720",
        "title":"Civic Education through Service Learning. ERIC Digest."},
      {
        "id":"ED390721",
        "title":"How Two School Faculties Look at &quot;Multicultural Education.&quot;"},
      {
        "id":"ED390722",
        "title":"Politics in India: A Research Bibliography on Indian Political Institutions, Behavior and Public Policy Issues."},
      {
        "id":"ED390724",
        "title":"Modeling Possibilities: Relationship Patterns among Feminist Faculty Collaborators."},
      {
        "id":"ED390725",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 1."},
      {
        "id":"ED390726",
        "title":"Arts Participation by the Baby Boomers."},
      {
        "id":"ED390727",
        "title":"Employment and Earnings of Performing Artists, 1970-1990. Draft Report, May 1995."},
      {
        "id":"ED390728",
        "title":"Artists Who Work with Their Hands: Painters, Sculptors, Craft Artists and Artist Printmakers. A Trend Report, 1970-1990."},
      {
        "id":"ED390729",
        "title":"Age Factors in Arts Participation: 1982-1992."},
      {
        "id":"ED390732",
        "title":"Sound Planning for Music Facilities. Revised."},
      {
        "id":"ED390733",
        "title":"Music and Spatial Task Performance: A Causal Relationship."},
      {
        "id":"ED390736",
        "title":"&quot;There Are Other Ways To Get Happy&quot;: African American Urban Folklore. Working Papers #2."},
      {
        "id":"ED390737",
        "title":"Peace Talks: Classroom Activities To Enhance Communication and Conflict Resolution Skills."},
      {
        "id":"ED390738",
        "title":"Introductory Guide to Africa."},
      {
        "id":"ED390740",
        "title":"National Survey of State Requirements, Course Offerings, and Assessment in Social Studies. Kindergarten-Grade 12, 1993-94."},
      {
        "id":"ED390743",
        "title":"Folk Arts in Education: A Resource Handbook."},
      {
        "id":"ED390750",
        "title":"Spoon Printing Lithography: A Printmaking Experience for Elementary Students. AMACO[R] Lesson."},
      {
        "id":"ED390751",
        "title":"Portraits in Clay: A Lesson in Sculpture for Elementary Students. AMACO[R] Lesson."},
      {
        "id":"ED390752",
        "title":"A Relief Sculpture of Dinosaur Bones for Elementary Students. Dig This! AMACO[R] Lesson."},
      {
        "id":"ED390753",
        "title":"A Passion for Pots: A Lesson in Glaze Decoration for Students of All Ages. AMACO[R] Lesson."},
      {
        "id":"ED390755",
        "title":"Jazz in America: Who's Listening? NEA Draft Report."},
      {
        "id":"ED390756",
        "title":"Teaching about the United Nations."},
      {
        "id":"ED390758",
        "title":"Collaboration: What Makes It Work. A Review of Research Literature on Factors Influencing Successful Collaboration."},
      {
        "id":"ED390759",
        "title":"Collaboration Handbook: Creating, Sustaining, and Enjoying the Journey."},
      {
        "id":"ED390760",
        "title":"Documenting Maritime Folklife: An Introductory Guide."},
      {
        "id":"ED390761",
        "title":"&quot;The CNN Effect:&quot; TV &amp; Foreign Policy. Study Guide. Episode #834. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390762",
        "title":"Who's Number One? Study Guide. Episode #807. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390763",
        "title":"School of the Americas: At War With Democracy? Study Guide. Episode #804. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390764",
        "title":"The Road of U.S. Intervention in Haiti. Study Guide. Episode #802. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390765",
        "title":"The Press and the Pentagon. Study Guide. Episode #824. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390766",
        "title":"The Media and the Image of War. Study Guide. Episode #724. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390767",
        "title":"Killing Fields: The Deadly Legacy of Landmines. Study Guide. Episode #738. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390768",
        "title":"Lifting the Veil of Military Secrecy. Study Guide. Episode #723. America's Defense Monitor, Educational TV for the Classroom."},
      {
        "id":"ED390770",
        "title":"Report on Fulbright Summer Seminar on Indonesia."},
      {
        "id":"ED390771",
        "title":"Educational Project on Indonesia. Fulbright Hayes Summer Seminar."},
      {
        "id":"ED390772",
        "title":"Mass Media in Transition in Hungary and Poland. Fulbright Seminars Abroad Program."},
      {
        "id":"ED390773",
        "title":"Assessing Population Issues through the Use of the Document-Based Question Model. Fulbright Overseas Seminar, Indian, July-August 1994. Curriculum Project."},
      {
        "id":"ED390774",
        "title":"What&apos;s Up Down Under? A Geography of Australia for Elementary Students."},
      {
        "id":"ED390775",
        "title":"Review of the Literature on the Utilization of Textbooks and Tradebooks in Social Studies Instruction."},
      {
        "id":"ED390777",
        "title":"Olympic Spirit: Building Resiliency in Youth."},
      {
        "id":"ED390778",
        "title":"Communities."},
      {
        "id":"ED390779",
        "title":"Essentials of Law-Related Education. ERIC Digest."},
      {
        "id":"ED390780",
        "title":"Guide to Teaching Materials on Japan. Revised Edition of the 1994 Database of Teaching Materials on Japan."},
      {
        "id":"ED390781",
        "title":"Civic Education for Constitutional Democracy: An International Perspective. ERIC Digest."},
      {
        "id":"ED390782",
        "title":"A Gathering of Equals. A National Conversation on American Pluralism and Identity. Reading Selections [and] Guide for Leaders."},
      {
        "id":"ED390783",
        "title":"The USA: A Diverse Country and People."},
      {
        "id":"ED390784",
        "title":"Magazine Geography: Using Magazine Pictures To Enhance Social Studies Instruction."},
      {
        "id":"ED390785",
        "title":"HBO Social Studies: Learning How To Learn in Social Studies. An Impression of the Social Studies Program of the Noordelijke Hogeschool Leeuwarden (NHL) in the Netherlands."},
      {
        "id":"ED390786",
        "title":"Balancing the Curricula in the Arts: The Caribbean Connection. Jamaica, Trinidad, and Tobago."},
      {
        "id":"ED390787",
        "title":"Fiesta! Mexico and Central America: A Global Awareness Program for Children in Grades 2-5. Bridges between Nations Series."},
      {
        "id":"ED390788",
        "title":"Shakespeare in the Classroom: Plays for the Intermediate Grades. Fearon Teacher Aids, Grades 4-8."},
      {
        "id":"ED390789",
        "title":"Greek and Roman Plays: For the Intermediate Grades. Fearson Teacher Aids, Grades 4-8."},
      {
        "id":"ED390792",
        "title":"Creating Original Opera at Lake Agassiz Elementary School."},
      {
        "id":"ED390793",
        "title":"Misfiring on the Second Amendment in America's Textbooks."},
      {
        "id":"ED390796",
        "title":"Art and the Child."},
      {
        "id":"ED390797",
        "title":"Working Papers in Art Education, 1992."},
      {
        "id":"ED390799",
        "title":"Teachers for California's Schools in the 21st Century: Recruitment and Support Programs. Executive Summary."},
      {
        "id":"ED390801",
        "title":"Montana Beginning Teacher Support Program. Research Report for Pilot Year One 1992-93."},
      {
        "id":"ED390802",
        "title":"Montana Beginning Teacher Support Program. Research Report for Year Two 1993-94."},
      {
        "id":"ED390803",
        "title":"Montana Beginning Teacher Support Program. Research Report for Year Three 1994-95."},
      {
        "id":"ED390806",
        "title":"Making Time for Authentic Teaching and Learning. Gateways to Experience."},
      {
        "id":"ED390807",
        "title":"With the Phasing Out of the NTE, Do Either the Content Mastery Examinations for Educators (CMEE) or the &quot;Praxis Series&quot; Meet the Requirements of a Competency-Based Assessment for Beginning Teachers in Montana? A Report to the Board of Public Education, State of Montana."},
      {
        "id":"ED390808",
        "title":"A Comparison of the Content Mastery Examination for Educators (CMEE) and the Praxis I Academic Skills Assessment for Initial Certification of Montana Educators."},
      {
        "id":"ED390809",
        "title":"Implications of National Board Certification on the Development of Montana Educators. Submitted to Certification Standards and Practices Advisory Council. Final Report."},
      {
        "id":"ED390816",
        "title":"In-Service Training of Teachers in the European Union and the EFTA/EEA Countries."},
      {
        "id":"ED390817",
        "title":"Encouraging Reflection through Portfolios. Proceedings of the National Conference on Linking Liberal Arts and Teacher Education (San Diego, California, October 6-7, 1994)."},
      {
        "id":"ED390818",
        "title":"Community-Led Initiatives in Curriculum Development."},
      {
        "id":"ED390819",
        "title":"The Relationship between Social Skills Development, Academic Achievement and Interpersonal Relations of African-American Males."},
      {
        "id":"ED390820",
        "title":"A Seminar of Social and Academic Vistas of the Urban Child: An Interactive, Participatory Approach To Empower Non-traditional, Preservice, Urban-Education Teachers."},
      {
        "id":"ED390821",
        "title":"The Instructional Coach: A New Role in Staff Development."},
      {
        "id":"ED390822",
        "title":"Research Report: Critical Skills Necessary for Montana Principals."},
      {
        "id":"ED390823",
        "title":"A Longitudinal Study of Students' Engagement and Perceptions in a RE:Learning High School."},
      {
        "id":"ED390824",
        "title":"Student Teaching in the Context of a School-University Partnership: An Ethnography of a Student Teacher."},
      {
        "id":"ED390825",
        "title":"Attitudes of Preservice Teachers toward Students with Disabilities: Do Practicum Experiences Make a Difference?"},
      {
        "id":"ED390826",
        "title":"Headlong into Inside Out: The Process of Becoming an Effective Multicultural Science Teacher."},
      {
        "id":"ED390827",
        "title":"Improvement in Teaching Skills: Perspectives from National Board for Professional Teaching Standards Field Test Network Candidates."},
      {
        "id":"ED390828",
        "title":"Drawing Ourselves into Teaching: Studying the Images That Shape and Distort Teacher Education. Draft Version."},
      {
        "id":"ED390829",
        "title":"Recruitment into Teaching: An Intergenerational Analysis."},
      {
        "id":"ED390830",
        "title":"The Change in Teachers' Perception over Time."},
      {
        "id":"ED390831",
        "title":"Interactional Processes and Support Structures Which Foster Professional Development: A Qualitative Study."},
      {
        "id":"ED390832",
        "title":"Bringing a Research Focus into the Teaching Role."},
      {
        "id":"ED390833",
        "title":"Teacher Perspectives as a Tool for Reflection, Partnerships and Professional Growth."},
      {
        "id":"ED390834",
        "title":"An Educational Rehabilitation of Apprenticeship Learning? Draft."},
      {
        "id":"ED390835",
        "title":"Practical Reasoning: Constructivist Theory and Practice in Teacher Education."},
      {
        "id":"ED390836",
        "title":"Pleasing the Teacher: A Qualitative Look."},
      {
        "id":"ED390837",
        "title":"Symposium: A New Observation Tool for Looking at Inquiry-Based Teaching and Learning."},
      {
        "id":"ED390838",
        "title":"Conceptualizing Novice Teachers' Professional Development: A Base for Supervisory Interventions."},
      {
        "id":"ED390839",
        "title":"A Dynamic View of Training for the Professional Development of Teachers."},
      {
        "id":"ED390840",
        "title":"Partnerships in Professional Learning: The Supervision Casebook--An Action Learning Resource."},
      {
        "id":"ED390841",
        "title":"Developments in Teacher Education in Hong Kong: 1997 and Beyond."},
      {
        "id":"ED390842",
        "title":"Implementing New Career Structures for Teachers: A Study of the Advanced Skills Teacher in Australia."},
      {
        "id":"ED390843",
        "title":"Cooperating Teachers Reflect upon the Impact of Coaching on Their Own Teaching and Professional Life."},
      {
        "id":"ED390844",
        "title":"A Comparison of Teacher Concerns for the Nontraditional Student Teacher and the Traditional Student Teacher."},
      {
        "id":"ED390845",
        "title":"Interdisciplinary Teacher Teams: A First Year's Experience in a Restructuring Middle School."},
      {
        "id":"ED390846",
        "title":"Viewing the Role of the Student Teacher Supervisor through Cross-Cultural Perspectives."},
      {
        "id":"ED390847",
        "title":"Teacher Perceptions of Extended Time Scheduling in Four High Schools."},
      {
        "id":"ED390848",
        "title":"Helping Preservice Teachers Confront Their Conceptions about Mathematics and Mathematics Teaching and Learning."},
      {
        "id":"ED390849",
        "title":"Partners in Language Arts Teacher Education: Learning about Teaching, Adolescents, and Language Arts."},
      {
        "id":"ED390850",
        "title":"Conceptions of the Practical in Discussions of Teaching: Can There Be a Single Notion?"},
      {
        "id":"ED390851",
        "title":"Multicultural Education in Practice: Teachers' Social Constructions and Classroom Enactments."},
      {
        "id":"ED390852",
        "title":"Good Guys and \"Bad\" Girls: Gendered Identity Construction in a Writing Workshop."},
      {
        "id":"ED390853",
        "title":"Unexpected Answers: Case Study of a Student Teacher Derailing in a Math Lesson."},
      {
        "id":"ED390854",
        "title":"Preservice Teachers Assess the Writing Quality of Language Minority and Nonmainstream Students: An Experiment."},
      {
        "id":"ED390855",
        "title":"Concerns and Preferred Assistance Strategies of Beginning Middle and High School Teachers."},
      {
        "id":"ED390856",
        "title":"Portraits in Black and White: A Micro and Macro View of Southern Teachers Before and After the Civil War. Pre-Conference Draft."},
      {
        "id":"ED390857",
        "title":"Connecting Right and Left Brain: Increasing Academic Performance of African American Students through the Arts."},
      {
        "id":"ED390858",
        "title":"\"A Step Above the Rest...\" Specialized Middle Level Preparation."},
      {
        "id":"ED390859",
        "title":"Multicultural Thematic Instruction: One Strategy for Meeting Middle Learner's Affective Needs."},
      {
        "id":"ED390860",
        "title":"Caring Teacher-Pupil Relationship: Feminist or Phenomenological?"},
      {
        "id":"ED390861",
        "title":"The Bug-in-the-Ear Device: An Alternative Student Teaching Supervision Strategy."},
      {
        "id":"ED390862",
        "title":"Using Distance Learning and Telecommunications To Develop Strategies of Communication for Widely Diverse Populations."},
      {
        "id":"ED390863",
        "title":"Action Research: Some British Funded Projects: A Review."},
      {
        "id":"ED390864",
        "title":"Teacher Registration and Accreditation of Teacher Education Programs: Crucial Issues for the Profession and Australia."},
      {
        "id":"ED390865",
        "title":"Perceptions of Preservice Teachers: The Job Market, Why Teaching, and Alternatives to Teaching."},
      {
        "id":"ED390866",
        "title":"Teacher Supply and Demand, A 1995 MAASCUS Research Report."},
      {
        "id":"ED390867",
        "title":"A Seven-Year Longitudinal Multi-factor Assessment of Teaching Concerns Development through Preparation and Early Years of Teaching."},
      {
        "id":"ED390868",
        "title":"Characteristics Associated with Teacher Attrition: Pre- and Post-Preparation Teaching Concerns of Candidates Teaching or Not Teaching Five Years after Graduation."},
      {
        "id":"ED390869",
        "title":"Relationship between Cigarette Smoking and Other Unhealthy Behaviors among Our Nation's Youth: United States, 1992."},
      {
        "id":"ED390870",
        "title":"Children's Knowledge of Fire Safety. Stage 2. The Final Report for the New Zealand Fire Service."},
      {
        "id":"ED390871",
        "title":"Wisconsin School Health Education Profile. 1994 Survey Report. Executive Summary. Bulletin No. 96082."},
      {
        "id":"ED390873",
        "title":"Assessing Healthy Behavior Recognition in Preschool, Head Start Children."},
      {
        "id":"ED390874",
        "title":"Use of Computer-based Technology in Health, Physical Education, Recreation, and Dance. ERIC Digest."},
      {
        "id":"ED390875",
        "title":"Supply and Demand of Teachers of Color. ERIC Digest."},
      {
        "id":"ED390876",
        "title":"Assessment in the Multi-Ethnic Primary Classroom."},
      {
        "id":"ED390877",
        "title":"Transition to Transformation: Open-Ended Questions."},
      {
        "id":"ED390878",
        "title":"Animal Terms in Children's Methaphors. No. 53."},
      {
        "id":"ED390879",
        "title":"The Effect of Exceeding Prescribed Time Limits in the Administration of Standardized Achievement Tests: An Abstract. Research Series. CEPSE/No. 5."},
      {
        "id":"ED390880",
        "title":"The Effect of Exceeding Prescribed Time Limits in the Administration of a Standardized Test of Reading Comprehension and Mathematics Applications. Research Series. CEPSE/No. 6."},
      {
        "id":"ED390881",
        "title":"Establishing Optimum Time Limits in the Administration of a Standardized Achievement Test."},
      {
        "id":"ED390882",
        "title":"Performance-Based Accountability Program: 1993-94 School Year Report."},
      {
        "id":"ED390883",
        "title":"Research Studies Related to the College-Level Academic Skills Test."},
      {
        "id":"ED390884",
        "title":"Membership Projections, 1994 through 1999 and Student Counts at Selected Intervals from Birth to College Entrance. South Carolina Schools."},
      {
        "id":"ED390885",
        "title":"Reducing Illiteracy: Review of Effective Practices in Adult Literacy Programs. Volume I. Research Report."},
      {
        "id":"ED390886",
        "title":"Detecting DIF for Polytomously Scored Items: An Adaptation of the SIBTEST Procedure. Research Report."},
      {
        "id":"ED390887",
        "title":"Application of the Mantel-Haenszel Procedure to Complex Samples of Items."},
      {
        "id":"ED390888",
        "title":"Evidence and Inference in Educational Assessment."},
      {
        "id":"ED390889",
        "title":"An Algorithm for Converting Contours to Elevation Grids."},
      {
        "id":"ED390890",
        "title":"An Exploratory Study of Characteristics Related to IRT Item Parameter Invariance with the Test of English as a Foreign Language. TOEFL Technical Report."},
      {
        "id":"ED390891",
        "title":"The Interplay of Evidence and Consequences in the Validation of Performance Assessments. Research Report."},
      {
        "id":"ED390892",
        "title":"A Comparison of the Predictive Validity of the Current SAT and an Experimental Prototype. Research Report."},
      {
        "id":"ED390893",
        "title":"Placement Validity of a Prototype SAT with an Essay. Research Report."},
      {
        "id":"ED390894",
        "title":"Test-Retest Analyses of the Test of English as a Foreign Language. TOEFL Research Reports Report 45."},
      {
        "id":"ED390895",
        "title":"How Unidimensional Are Tests Comprising Both Multiple-Choice and Free-Response Items? An Analysis of Two Tests. Program Statistics Research Technical Report No. 93-32."},
      {
        "id":"ED390896",
        "title":"Information Functions of the Generalized Partial Credit Model."},
      {
        "id":"ED390897",
        "title":"Logical Consistency of the Angoff Method of Standard Setting."},
      {
        "id":"ED390898",
        "title":"Job Analysis of the Knowledge Important for Newly Licensed Teachers of Mathematics. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED390899",
        "title":"Job Analysis of the Knowledge Important for Newly Licensed Teachers of English. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED390900",
        "title":"Clusters as the Unit of Analysis in Differential Item Functioning."},
      {
        "id":"ED390901",
        "title":"Population Generalizability and Ethical Dilemmas in Research, Policy, and Practice: Preliminary Considerations."},
      {
        "id":"ED390902",
        "title":"Analyzing the Option Effects of Difficult TOEFL Items with Low Biserials: Methods Developed for Use by Test Assemblers."},
      {
        "id":"ED390903",
        "title":"The Relationship of Undergraduate Major to General Knowledge Scores."},
      {
        "id":"ED390904",
        "title":"Measurement Science and Training."},
      {
        "id":"ED390905",
        "title":"Explanation-Based Processing in Narrative Comprehension."},
      {
        "id":"ED390906",
        "title":"Authentic Pedagogy: Standards That Boost Student Performance."},
      {
        "id":"ED390907",
        "title":"Assessment of the Impact of a New Curriculum on Systemic Change."},
      {
        "id":"ED390908",
        "title":"Title II Final Report, 1993-94."},
      {
        "id":"ED390909",
        "title":"Title VII Newcomers Program. Final Report 1993-94. Publication Number 93.19."},
      {
        "id":"ED390910",
        "title":"Using Performance Standards To Report National and State Assessment Data: Are the Reports Understandable and How Can They Be Improved?"},
      {
        "id":"ED390911",
        "title":"Information Processing Model of Test Anxiety and Its Effect on the Speed-Accuracy Tradeoff (ACT or the Spreading Activation Explanation)."},
      {
        "id":"ED390912",
        "title":"Assessing Digital Circuit Design. Final Report."},
      {
        "id":"ED390913",
        "title":"The Multiple Benefits of Class-Size Research: A Review of STAR's Legacy, Subsidiary and Ancillary Studies."},
      {
        "id":"ED390914",
        "title":"A Study of the WISC-III, CELF-R, Achievement, and Aptitude among Public School Students in Arkansas."},
      {
        "id":"ED390915",
        "title":"Joint Factor Analysis of the Woodcock-Johnson Psychoeducational Battery-Revised and the Detroit Tests of Learning Aptitude-Adult."},
      {
        "id":"ED390916",
        "title":"The Convergent and Discriminant Validation of a Summative Evaluation Instrument for Student Teaching."},
      {
        "id":"ED390917",
        "title":"Same-Scorer Judgments on Multiple Content Area Items in Integrated Performance Assessment."},
      {
        "id":"ED390918",
        "title":"Effects of Introducing Classroom Performance Assessments on Student Learning."},
      {
        "id":"ED390919",
        "title":"Portfolio Assessment: Whose Work Is It? Issues in the Use of Classroom Assignments for Accountability. Evaluation Comment."},
      {
        "id":"ED390920",
        "title":"Teaching for Diversity: Models for Expanding the Supply of Minority Teachers. A Policy Issue Perspective."},
      {
        "id":"ED390921",
        "title":"Cautionary Observations on Reliability and Equating of Forms in High Stakes Performance Assessment: The Problem of Granularity."},
      {
        "id":"ED390922",
        "title":"DATAWave, Volume 1, Numbers 1-16."},
      {
        "id":"ED390923",
        "title":"Ethical and Political Issues in Qualitative Research from a Philosophical Point of View."},
      {
        "id":"ED390924",
        "title":"Measuring Cognitive Complexity: An Analysis of Performance-Based Assessment in Mathematics."},
      {
        "id":"ED390925",
        "title":"A Comparison of the Performance of Graduate and Undergraduate School Applicants on the Test of Written English. TOEFL Research Reports Report 50."},
      {
        "id":"ED390926",
        "title":"Using Judgmental Estimates of Item Difficulty To Assemble Test Forms with Equivalent Cut Scores. Research Memorandum."},
      {
        "id":"ED390927",
        "title":"An Examination of the Performance Gains of Culturally and Linguistically Diverse Students on a Mathematics Performance Assessment within the QUASAR Project."},
      {
        "id":"ED390928",
        "title":"Methodological Considerations in Using DIMTEST To Assess Unidimensionality."},
      {
        "id":"ED390929",
        "title":"Advanced-Skill Instruction in Chapter 1 Summer Programs and Student Achievement."},
      {
        "id":"ED390930",
        "title":"Differences in Knowledge-Building between Two Versions of CSILE: An Information-Flow Analysis."},
      {
        "id":"ED390931",
        "title":"An Empirical Study of the Type I Error Rates of Five Multivariate Tests for the Single-Factor Repeated Measures Model."},
      {
        "id":"ED390933",
        "title":"Concept Maps as Research Tools in Mathematics."},
      {
        "id":"ED390934",
        "title":"Making the Grade in Undergraduate Biology Courses: Factors that Distinguish High and Low Achievers."},
      {
        "id":"ED390935",
        "title":"The Potential of Repertory Grid Technique in the Assessment of Conceptual Change in Physics."},
      {
        "id":"ED390936",
        "title":"CHROMACODE: A Conceptual and Pedagogical Tool in Qualitative Data Analysis."},
      {
        "id":"ED390937",
        "title":"An Extended Observation of Assessment Procedures Used by Selected Public School Teachers."},
      {
        "id":"ED390938",
        "title":"The WISC-III and Raven Coloured Progressive Matrices Test: A Pilot Study of Relationships."},
      {
        "id":"ED390940",
        "title":"Analysis of School Effects on School Certificate Results through the Use of Hierarchical Linear Models."},
      {
        "id":"ED390941",
        "title":"The Effect of Misfit on Measurement."},
      {
        "id":"ED390942",
        "title":"ANOVA with Rasch Measures."},
      {
        "id":"ED390943",
        "title":"Conceptualizations of Intelligence and Their Implications for Education."},
      {
        "id":"ED390944",
        "title":"Item Parameter Recovery for the Nominal Response Model."},
      {
        "id":"ED390945",
        "title":"The Preferability of Constrained Optimization in Determining the Number of Prompts, Modes of Discourse, and Raters in a Direct Writing Assessment."},
      {
        "id":"ED390946",
        "title":"Multicultural Education. Inclusion of All."},
      {
        "id":"ED390947",
        "title":"Alternatives to Ability Grouping: Still Unanswered Questions. ERIC/CUE Digest Number 111."},
      {
        "id":"ED390948",
        "title":"Charting Reform: Chicago Teachers Take Stock. A Report."},
      {
        "id":"ED390951",
        "title":"Stories about People of Mixed Ethnicity. An Annotated Bibliography."},
      {
        "id":"ED390952",
        "title":"Beyond Authoritarianism: A Cultural Perspective on Asian American Parenting Practices."},
      {
        "id":"ED390953",
        "title":"In Search of Ogbu."},
      {
        "id":"ED390955",
        "title":"Minority Youth in the Juvenile Justice System: A Judicial Response."},
      {
        "id":"ED390956",
        "title":"Street Children Quo Vadis? Summary and Resolutions of a Working Conference on the Management of Street Children in the South African Context (South Africa, November 1993)."},
      {
        "id":"ED390957",
        "title":"Multi-Ethnic Britain: Facts and Trends."},
      {
        "id":"ED390958",
        "title":"Equality Assurance in Schools. Quality, Identity, Society. A Handbook for Action Planning and School Effectiveness."},
      {
        "id":"ED390959",
        "title":"Minnesota Statewide Survey of Persons without Permanent Shelter. Volume I: Adults and Their Children."},
      {
        "id":"ED390960",
        "title":"Minnesota Statewide Survey of Persons without Permanent Shelter. Volume II: Unaccompanied Youth."},
      {
        "id":"ED390961",
        "title":"Challenge, Change and Opportunity: Overview, Texts and Agenda."},
      {
        "id":"ED390962",
        "title":"How and Where Communities Can Begin To Address Youth Violence. A Resource Manual."},
      {
        "id":"ED390964",
        "title":"Perceived Parental Support as a Predictor of Children's Adjustment and Resilience."},
      {
        "id":"ED390965",
        "title":"Resolving the Conflict Maze in Secondary School."},
      {
        "id":"ED390968",
        "title":"Learner Experience Strategies in Two Urban School Districts."},
      {
        "id":"ED390969",
        "title":"Academic Excellence, Cultural Relevance, Community Connectedness: Lessons from R. W. Coleman Elementary School."},
      {
        "id":"ED390970",
        "title":"Using Learner Experiences To Develop Meaningful Instruction."},
      {
        "id":"ED390971",
        "title":"&quot;We Get To Learn!&quot;: Building Urban Children's Sense of Future in an Elementary School."},
      {
        "id":"ED390972",
        "title":"Nurturing Urban Adolescents' Motivation To Learn: A Teacher's Strategies and His Students' Perceptions."},
      {
        "id":"ED390974",
        "title":"Making City Schools Work. What We Know, What It Takes."},
      {
        "id":"ED390975",
        "title":"Colorado's Youth: A Social and Economic Overview by Ethnicity."},
      {
        "id":"ED390983",
        "title":"New Horizons in Adult Education. Volumes 3-7. 1989-1993."},
      {
        "id":"ED390984",
        "title":"State Organizational Survey, 1994-1995."},
      {
        "id":"ED390986",
        "title":"Feminist Teaching Methods for Adult and Popular Educators. An Annotated Bibliography."},
      {
        "id":"ED390987",
        "title":"Gender, Development and Power. Some Issues and Methods for Gender Trainers. Report on a Workshop for Gender Trainers Held in the Western Cape, South Africa (August 29-September 1, 1993)."},
      {
        "id":"ED390989",
        "title":"Adult Career Counseling Center. Twelfth Annual Report, September 1994-June 1995."},
      {
        "id":"ED391002",
        "title":"Employees' Knowledge of Carpal Tunnel Syndrome."},
      {
        "id":"ED391003",
        "title":"An Organization's Economic Return on Training Investment."},
      {
        "id":"ED391004",
        "title":"Research on the Effectiveness of Outdoor Management Training."},
      {
        "id":"ED391005",
        "title":"ASE Program Certification Standards for Automobile Technician Training Programs."},
      {
        "id":"ED391006",
        "title":"ASE Program Certification Standards for Collision Repair &amp; Refinish Technician Training Programs."},
      {
        "id":"ED391007",
        "title":"ASE Program Certification Standards for Medium/Heavy Truck Technician Training Programs."},
      {
        "id":"ED391008",
        "title":"ASE Program Certification Standards for Light/Medium Duty CNG/LPG Training Programs."},
      {
        "id":"ED391010",
        "title":"A Hypermedia Model for Teaching Technology."},
      {
        "id":"ED388011",
        "title":"The Development of Gifted and Talented Mathematics Students and the National Council of Teachers of Mathematics Standards. Mathematics Research-Based Decision Making Series 9404."},
      {
        "id":"ED388013",
        "title":"Building a Bridge between Gifted Education and Total School Improvement. Talent Development Research-Based Decision Making Series 9502."},
      {
        "id":"ED388014",
        "title":"Constructing a Secure Mathematics Pipeline for Minority Students. Math Research-Based Decision Making Series 9504."},
      {
        "id":"ED388015",
        "title":"Counseling Gifted African American Students: Promoting Achievement, Identity, and Social and Emotional Well-Being. Counseling Research-Based Decision Making Series 9506."},
      {
        "id":"ED388016",
        "title":"The Coincidence of Attention Deficit Hyperactivity Disorder and Creativity. Attention Deficit Disorder Research-Based Decision Making Series 9508."},
      {
        "id":"ED388017",
        "title":"Por que no dejar a los estudiantes con habilidad superior comenzar la escuela en enero? Estudio de la Compactaction del Curriculum. Monografia Investigativa 94401 (Why Not Let High Ability Students Start School in January? The Curriculum Compacting Study. Research Monograph 94401)."},
      {
        "id":"ED388018",
        "title":"Evaluation of the Effects of Programming Arrangements on Student Learning Outcomes. Research Monograph 94108."},
      {
        "id":"ED388019",
        "title":"Qualitative Extension of the Learning Outcomes Study. Research Monograph 94110."},
      {
        "id":"ED388022",
        "title":"The Status of Programs for High Ability Students. Collaborative Research Study 94306."},
      {
        "id":"ED388023",
        "title":"Recognizing Talent: Cross-Case Study of Two High Potential Students with Cerebral Palsy. Collaborative Research Study 94308."},
      {
        "id":"ED388024",
        "title":"A Review of Assessment Issues in Gifted Education and Their Implications for Identifying Gifted Minority Students. Research Monograph 95204."},
      {
        "id":"ED388025",
        "title":"Family Influences on the Achievement of Economically Disadvantaged Students: Implications for Gifted Identification and Programming. Research Monograph 95206."},
      {
        "id":"ED388026",
        "title":"The National Research Center on the Gifted and Talented (NRC/GT) Newsletter. Fall 1994-Spring 1995."},
      {
        "id":"ED388027",
        "title":"What Educators Need To Know about...Ability Grouping [and] Curriculum Compacting [and] Gifted Students and Cooperative Learning [and] Mentoring [and] Student Motivation. Practitioners&apos; Guides."},
      {
        "id":"ED388028",
        "title":"What Educators and Parents Need To Know about...Fostering Creativity [and] Elementary School Programs in Gifted Education [and] Student Portfolios. Practitioners' Guides."},
      {
        "id":"ED388029",
        "title":"Television Viewing = Lo que los padres de estudiantes dotados necesitan saber sobre ver...television. What Parents of Gifted Students Need To Know about...Series."},
      {
        "id":"ED388030",
        "title":"Early Readers = Lo Que los padres necesitan saber sobre los...Lectores Precoces. What Parents Need To Know about...Series."},
      {
        "id":"ED388031",
        "title":"Desorden Deficitario de la Atencion. Segunda Edicion. NICHCY Briefing Paper [and] El Desorden Deficitario de la Atencion: Una Bibliografia de Materiales en Ingles y Espanol (Attention Deficit Disorder. Second Edition. NICHCY Briefing Paper [and] Attention Deficit Disorder: A Bibliography of Materials in English and Spanish)."},
      {
        "id":"ED388032",
        "title":"WATESOL Journal, 1989-1994."},
      {
        "id":"ED388034",
        "title":"Integrated Instruction Lesson Plans, Kindergarten Level. ESL Course, Summer 1995."},
      {
        "id":"ED388036",
        "title":"Elementary Bilingual and ESL Education Programs and Their Effectiveness within Schools. A Descriptive Study, Teaching Methods, and Strategies."},
      {
        "id":"ED388037",
        "title":"Building Up a Unified ESP Programme Out of Diverse Stakeholders' Perspectives."},
      {
        "id":"ED388038",
        "title":"The Tacitness of Tacitus. A Methodological Approach to European Thought. No. 46."},
      {
        "id":"ED388039",
        "title":"A Study of Inter-rater Reliability of the ACTFL Oral Proficiency Interview in Five European Languages: Data from ESL, French, German, Russian, and Spanish."},
      {
        "id":"ED388040",
        "title":"Aboriginal English. PEN 93."},
      {
        "id":"ED388043",
        "title":"The &quot;Anchor&quot; Method: Principle and Practice."},
      {
        "id":"ED388044",
        "title":"Improving Student Motivation in Spanish 1 through Communicative Activities."},
      {
        "id":"ED388045",
        "title":"Espanol Aumentativo! A Transitional Bilingual Education Program for Secondary Hispanic Preliterates. Evaluation Report, Year Four."},
      {
        "id":"ED388046",
        "title":"Language and the World of Work."},
      {
        "id":"ED388047",
        "title":"Institute of Language in Education Journal, Volumes 1-11."},
      {
        "id":"ED388048",
        "title":"English Usage in Hong Kong."},
      {
        "id":"ED388049",
        "title":"Creating a Community of Scholarship with Instructional Conversations in a Transitional Bilingual Classroom. Educational Practice Report No. 15."},
      {
        "id":"ED388050",
        "title":"Effects of Success for All on the Achievement of English Language Learners."},
      {
        "id":"ED388051",
        "title":"Exploring the Alphabet."},
      {
        "id":"ED388052",
        "title":"Model Strategies in Bilingual Education: Professional Development."},
      {
        "id":"ED388053",
        "title":"Communication as a Cross-Cutting Issue in Project Design--Language and Information Components."},
      {
        "id":"ED388063",
        "title":"When Does a Carrot Become a Stick? Changing Attitudes and English Language Proficiency of Hong Kong Student Teachers."},
      {
        "id":"ED388064",
        "title":"Teachers' Views on Ways of Improving English Language Teaching in Hong Kong."},
      {
        "id":"ED388066",
        "title":"A Multimedia Program Combining Special Purposes Italian with the Study of the Italian Economy."},
      {
        "id":"ED388067",
        "title":"Teaching Business French through Case Studies: Presentation of a Marketing Case."},
      {
        "id":"ED388068",
        "title":"Foreign Language in MBA Programs: A Report on a Survey of MBA Program Directors."},
      {
        "id":"ED388069",
        "title":"French-Canadian Business Philosophies in Corporate America: A Cross-Cultural Approach."},
      {
        "id":"ED388070",
        "title":"Rationale and Techniques for Preparing the Paris Chamber of Commerce Examinations (20')."},
      {
        "id":"ED388071",
        "title":"Business French or French Business? What Do We Teach and What Do We Call It?"},
      {
        "id":"ED388073",
        "title":"Cross-Cultural Communication Issues in Business Textbooks: What the Texts Should, But Often Don't, Do."},
      {
        "id":"ED388074",
        "title":"Third Semester College French, A Different Approach: Practical French for Careers."},
      {
        "id":"ED388075",
        "title":"Preparation for International Business: A Cultural Immersion Model in French."},
      {
        "id":"ED388076",
        "title":"Designing a Syllabus and Materials for Business Japanese: Needs Assessment of Students and Prospective Employers."},
      {
        "id":"ED388077",
        "title":"Japanese for Business Purposes: A Simulation Approach."},
      {
        "id":"ED388078",
        "title":"German for Engineers and Scientists: Initiatives in International Education."},
      {
        "id":"ED388079",
        "title":"The Politics of Development: The Languages of Industrialization."},
      {
        "id":"ED388087",
        "title":"Integrating Title I and Title VII: The Evolving Model of Dearborn Public Schools, Michigan. NCBE Program Information Guide Series No. 21."},
      {
        "id":"ED388088",
        "title":"Assessing Language Development in Bilingual Preschool Children. NCBE Program Information Guide Series No. 22."},
      {
        "id":"ED388089",
        "title":"Implementing Bilingual Programs Is Everybody's Business. Focus: Occasional Papers in Bilingual Education 11."},
      {
        "id":"ED388090",
        "title":"Managing Self-Access in Development: Three Perspectives."},
      {
        "id":"ED388091",
        "title":"A Theoretical Framework for Teaching Chinese-English/English-Chinese Translation to Tertiary Students: The Use of \"Foreign Translation Theories\" for \"Domestic\" Purposes through S.E.A.S."},
      {
        "id":"ED388092",
        "title":"Papers in European Language Policy. ROLIG-papir 53."},
      {
        "id":"ED388093",
        "title":"Inconsistencies in Error Production by Non-Native English Speakers and in Error Gravity Judgment by Native Speakers."},
      {
        "id":"ED388094",
        "title":"Setting the Record Straight: Applied Linguistics and the Dispelling of Misconception."},
      {
        "id":"ED388095",
        "title":"Cultural Implications of Human Resource Development."},
      {
        "id":"ED388096",
        "title":"Language Learning Experiences of Australian French Immersion Students."},
      {
        "id":"ED388097",
        "title":"Reading and Writing Strategies Used in a Japanese Immersion Program."},
      {
        "id":"ED388100",
        "title":"Intercultural Communication and the Decision-Making Process: Americans and Malaysians in a Cooperative University Setting."},
      {
        "id":"ED388103",
        "title":"Teaching Vocabulary: 8 Faces of a Word."},
      {
        "id":"ED388104",
        "title":"Talking about AIDS in Hong Kong: Cultural Models in Public Health Discourse."},
      {
        "id":"ED388105",
        "title":"The Standardization of Teacher Trainees in EFL Countries."},
      {
        "id":"ED388107",
        "title":"Sustained Silent Reading: Implementation in the LEP Classroom Based on Research Results."},
      {
        "id":"ED388108",
        "title":"Perspective-Taking in Classroom Science Talk."},
      {
        "id":"ED388109",
        "title":"Responding to the Adult ESL Writer: A Teacher-as-Researcher Case Study."},
      {
        "id":"ED388110",
        "title":"Extensive Reading and Language Acquisition: Is There a Correlation? A Two-Part Study."},
      {
        "id":"ED388111",
        "title":"The Teacher Trainer: A Practical Journal Mainly for Modern Language Teacher Trainers, 1995."},
      {
        "id":"ED388115",
        "title":"Adult English as a Second Language Programs: An Overview of Policies, Participants, and Practices."},
      {
        "id":"ED388116",
        "title":"From Classroom to Computer Screen: NWLP Software. A Set of Computerized Garment-Related Bilingual (English and Chinese) Literacy Lessons."},
      {
        "id":"ED388117",
        "title":"National Workplace Literacy Program (NWL) at Chinatown Manpower Project, Inc. Final Performance Report."},
      {
        "id":"ED388118",
        "title":"Workplace Literacy Program (WPL) at Chinatown Manpower Project, Inc. Final Evaluation."},
      {
        "id":"ED388121",
        "title":"The Professoriate's Public Relations Role: A Crucial Factor in Fostering School-University Collaboration."},
      {
        "id":"ED388122",
        "title":"College Student Performance on the Cultural Literacy Science Assessment Instrument."},
      {
        "id":"ED388123",
        "title":"University of Kentucky College of Medicine Graduating Seniors&apos; Satisfaction with Their Medical Education--May 1994."},
      {
        "id":"ED388124",
        "title":"When Students Design Curriculum: Acquisition and Evaluation of Curricular Information."},
      {
        "id":"ED388125",
        "title":"Teaching Educational Psychology Using Primary Sources: What Do the Students Say?"},
      {
        "id":"ED388126",
        "title":"A Strategic Business Improvement Model for Higher Education. Move Over TQM--Here Comes BPR."},
      {
        "id":"ED388130",
        "title":"Higher Education Collective Bargaining: Beyond the Boundaries. Proceedings of the Annual Conference (23rd, New York, NY, April 24-25, 1995)."},
      {
        "id":"ED388131",
        "title":"A Report to the Joint Chairs of the Senate Budget and Taxation Committee and the House Appropriations Committee on the Workload of the UMS Faculty."},
      {
        "id":"ED388133",
        "title":"Exploring Our Identity: Catholic and American [and] Our Identity: Invitations and Reflections."},
      {
        "id":"ED388135",
        "title":"Ohio Opportunities Survey. Final Research Project."},
      {
        "id":"ED388136",
        "title":"Information Literacy in Higher Education: A Report on the Middle States Region."},
      {
        "id":"ED388137",
        "title":"Cultural Diversity Infusion: Is It a Reality or Illusion?"},
      {
        "id":"ED388138",
        "title":"Internationalising Teaching."},
      {
        "id":"ED388139",
        "title":"The 1994 Report on the Student Experience at UCE and Statistical Supplement."},
      {
        "id":"ED388141",
        "title":"About Women on Campus, 1995."},
      {
        "id":"ED388142",
        "title":"First-Year Academic Advising: Patterns in the Present, Pathways to the Future. Monograph Series Number 18."},
      {
        "id":"ED388143",
        "title":"Restructuring at Fitchburg State College through Total Quality Management."},
      {
        "id":"ED388144",
        "title":"Fact Book on Theological Education: For the Academic Year 1994-95."},
      {
        "id":"ED388145",
        "title":"Profiles of Private, Four-Year College and University Presidents in the United States."},
      {
        "id":"ED388146",
        "title":"Strategic Budgeting: The Board's Role in Public Colleges and Universities. AGB Occasional Paper Series. AGB Occasional Paper No. 28."},
      {
        "id":"ED388147",
        "title":"An Annotated Bibliography on Student Preparation for College and the Workplace."},
      {
        "id":"ED388148",
        "title":"College Admission Requirements: A New Role for States."},
      {
        "id":"ED388150",
        "title":"Refocusing Higher Education in Virginia: A Presentation to Members of the Chichester Commission on the Future of Higher Education in Virginia."},
      {
        "id":"ED388151",
        "title":"Hearing on Federal Student Loan Programs. Hearing before the Subcommittee on Oversight and Investigations of the Committee on Economic and Educational Opportunities. House of Representatives, 104th Congress, First Session."},
      {
        "id":"ED388152",
        "title":"Hearing on Accreditation of Graduate Medical Education. Hearing before the Subcommittee on Oversight and Investigations of the Committee on Economic and Educational Opportunities. House of Representatives, 104th Congress, First Session."},
      {
        "id":"ED388153",
        "title":"The Tithing of Higher Education, Out-of-Pocket Spending by Faculty. A Research Report."},
      {
        "id":"ED388154",
        "title":"Cultural, Economic and Social Influences on Coeducation in the United States and Implications for Student Services."},
      {
        "id":"ED388155",
        "title":"The University and the Urban Challenge. Revised Edition."},
      {
        "id":"ED388156",
        "title":"A Compilation of Federal Education Laws. Volume III--Higher Education, As Amended through June 1995. Prepared for the Use of the Committee on Economic and Educational Opportunities of the U.S. House of Representatives and for the Committee on Labor and Human Resources of the United States Senate, One Hundred Fourth Congress, First Session. [Committee Print.]"},
      {
        "id":"ED388157",
        "title":"Integrated Postsecondary Education Data System. Glossary."},
      {
        "id":"ED388164",
        "title":"Report of the States."},
      {
        "id":"ED388165",
        "title":"Educating Americans for a World in Flux: Ten Ground Rules for Internationalizing Higher Education."},
      {
        "id":"ED388167",
        "title":"Colleges and Universities: Degrees and Awards Conferred, 1993-94."},
      {
        "id":"ED388168",
        "title":"Colleges and Universities: Residence of Students, Fall 1994."},
      {
        "id":"ED388169",
        "title":"Colleges and Universities: Fall Enrollments 1994."},
      {
        "id":"ED388170",
        "title":"Colleges and Universities: Faculty and Staff, 1994-95."},
      {
        "id":"ED388171",
        "title":"Colleges and Universities: Basic Student Charges, 1994-95."},
      {
        "id":"ED388173",
        "title":"Idaho Higher Education 1995 Fact Book."},
      {
        "id":"ED388174",
        "title":"Public Costs of Immigration. Testimony before the Subcommittee on Immigration and Claims, U.S. House of Representatives."},
      {
        "id":"ED388175",
        "title":"Military Physicians: DOD's Medical School and Scholarship Report to the Congressional Requesters."},
      {
        "id":"ED388176",
        "title":"Ph.D.s and Postdoctoral Appointments. Issues Brief."},
      {
        "id":"ED388177",
        "title":"Distance-Delivered Tertiary Programs for Indigenous People in Canada, Australia and New Zealand."},
      {
        "id":"ED388178",
        "title":"Evaluation of the Federal Direct Loan Program. Survey of First-Year Direct Loan Institutions. Volume One--Summary Report [and] Volume Two--Technical Appendices."},
      {
        "id":"ED388179",
        "title":"Joint Statement: Quality Assessment and Quality Audit."},
      {
        "id":"ED388181",
        "title":"Students in Transition: Critical Mileposts in the Collegiate Journey. Inaugural National Conference Proceedings (1st, Dallas, Texas, November 9-11, 1995)."},
      {
        "id":"ED388185",
        "title":"Higher Education in the West Bank and Gaza Strip. Volume I: Overview of the System and the Needs of the Reconstruction Process [and] Volume II: Recommendations and Project Proposals for Strengthening Higher Education in the West Bank and the Gaza Strip over the 1994-1998 Period."},
      {
        "id":"ED388186",
        "title":"Orientation of New University Professors: A Framework for an Orientation Manual."},
      {
        "id":"ED388188",
        "title":"Student Satisfaction at York University, Canada."},
      {
        "id":"ED388190",
        "title":"Enhancing Quality in Higher Education: Affirmative Action and the Distribution of Resources in U.S. Department of Education Programs."},
      {
        "id":"ED388193",
        "title":"What the Public Wants from Higher Education: Work Force Implications from a 1995 National Survey."},
      {
        "id":"ED388194",
        "title":"State of the University."},
      {
        "id":"ED388195",
        "title":"A Review of State-Funded Grant Programs for Post-Secondary Students. Issue Memorandum 95-05."},
      {
        "id":"ED388196",
        "title":"Transitions. Reflections and Predictions. A Special Report of the Executive Director, 1974-1995."},
      {
        "id":"ED388197",
        "title":"Using Action Research in Joint Self-Study To Locate Two Researchers' Experiences with the Autobiographies of Their Learning."},
      {
        "id":"ED388199",
        "title":"Disconfirmation Theory: An Approach to Student Satisfaction Assessment in Higher Education."},
      {
        "id":"ED388200",
        "title":"Using Focus Groups To Explore Student Opinion."},
      {
        "id":"ED388201",
        "title":"Higher Education Opportunities for Minorities and Women--Annotated Selections. 1994 Edition."},
      {
        "id":"ED388202",
        "title":"A Report on the Texas Educational Opportunity Plan for Public Higher Education, 1989-1994."},
      {
        "id":"ED388203",
        "title":"MPA Graduates' Views about MPA Curriculum and Political Activity: Findings from a Fifty-State Study (1990-1993)."},
      {
        "id":"ED388204",
        "title":"Management Training and Public Service Education as Correlates of Orientations toward Public Service Professionalism among State Administrators in the Fifty States."},
      {
        "id":"ED388206",
        "title":"Predictors of Success for Students Entering Graduate School on a Probationary Basis."},
      {
        "id":"ED388207",
        "title":"Traditional versus Non-Traditional Graduating Seniors' Perceptions of a Comprehensive State University Learning Environment."},
      {
        "id":"ED388208",
        "title":"Making Quality Count in Undergraduate Education. A Report for the ECS Chairman's \"Quality Counts\" Agenda in Higher Education."},
      {
        "id":"ED388210",
        "title":"Educational Multimedia and Hypermedia, 1994. Proceedings of ED-MEDIA 94--World Conference on Educational Multimedia and Hypermedia (Vancouver, British Columbia, Canada, June 25-30, 1994)."},
      {
        "id":"ED388211",
        "title":"Educational Multi-media in a Networked Society."},
      {
        "id":"ED388212",
        "title":"Is There Computer Graphics after Multimedia?"},
      {
        "id":"ED388213",
        "title":"SAFARI: An Environment for Creating Tutoring Systems in Industrial Training."},
      {
        "id":"ED388214",
        "title":"Integrated Multimedia in Distance Education."},
      {
        "id":"ED388215",
        "title":"Virtual Classroom Plus Video: Technology for Educational Excellence."},
      {
        "id":"ED388216",
        "title":"Communicating with Virtual Humans."},
      {
        "id":"ED388217",
        "title":"Issues and Obstacles with Multimedia Authoring."},
      {
        "id":"ED388218",
        "title":"Lecturing in the Future: Bringing It All Together."},
      {
        "id":"ED388219",
        "title":"Artificial Intelligence and Educational Technology: A Natural Synergy. Extended Abstract."},
      {
        "id":"ED388220",
        "title":"Regarding the I in ITS: Student Modeling."},
      {
        "id":"ED388221",
        "title":"From Augmentation Media to Meme Media."},
      {
        "id":"ED388222",
        "title":"Design Issues in a Collaborative Intelligent Learning Environment for Japanese Language Patterns."},
      {
        "id":"ED388223",
        "title":"Hypermedia for Teaching--A European Collaborative Venture."},
      {
        "id":"ED388224",
        "title":"Hypermedia Tutoring System: Towards an Architecture Dedicated to the WEB Specification."},
      {
        "id":"ED388225",
        "title":"Accessing Distributed Multimedia Documents for Instructional Use."},
      {
        "id":"ED388226",
        "title":"Multimedia Training Systems for the Elderly and the Impaired."},
      {
        "id":"ED388227",
        "title":"Multimedia and Composition: Synthesizing Multimedia Discourse."},
      {
        "id":"ED388228",
        "title":"Teaching Programming to Novices: A Review of Approaches and Tools."},
      {
        "id":"ED388229",
        "title":"R-WISE: A Computerized Environment for Tutoring Critical Literacy."},
      {
        "id":"ED388230",
        "title":"The Development of Computer Assisted Learning in UK Universities."},
      {
        "id":"ED388231",
        "title":"Standardizing \"HyperVocabulary\": A Proposal."},
      {
        "id":"ED388232",
        "title":"CONFERENCE ON A DISK: A Successful Experiment in Hypermedia Publishing (Extended Abstract)."},
      {
        "id":"ED388233",
        "title":"Assessing the Effectiveness of Multimedia in Language Learning Software."},
      {
        "id":"ED388234",
        "title":"Student Response to Hypermedia in the Lecture Theatre: A Case Study."},
      {
        "id":"ED388236",
        "title":"Towards an Analysis of Visual Media in Learning: A Study in Improving Syllogistic Reasoning."},
      {
        "id":"ED388237",
        "title":"Multimedia-Supported Intelligent Computer Assisted Instruction: A Spatial Journey into the Brain."},
      {
        "id":"ED388238",
        "title":"Team Training Shell: A Groupware, Multimedia-Supported Application Generator."},
      {
        "id":"ED388239",
        "title":"Object-Process Analysis of Intelligent Computer Assisted Instruction Shell: The Polymer Couseware--A Case in Point."},
      {
        "id":"ED388240",
        "title":"HOED: Hypermedia Online Educational Database."},
      {
        "id":"ED388241",
        "title":"Distance Management Education: Process and Evaluation of Course Design, Manager Support and Media."},
      {
        "id":"ED388242",
        "title":"Electronic Classroom: Features, Users and Evaluation Studies."},
      {
        "id":"ED388243",
        "title":"It's Not How Multi the Media, It's How the Media Is Used."},
      {
        "id":"ED388244",
        "title":"Development and Evaluation of a Series of Hypermedia Educational Systems for the Earth Sciences."},
      {
        "id":"ED388245",
        "title":"Which Way Will the Wind Blow? Networked Computer Tools for Studying the Weather."},
      {
        "id":"ED388246",
        "title":"Critiquing the Computer-Aided Design of Dental Prostheses."},
      {
        "id":"ED388247",
        "title":"Silent Movies: A Digitized Video Approach to the Russian Verb."},
      {
        "id":"ED388248",
        "title":"Video Conferencing with Preschool Children: Mass Communications Media in Music Instruction."},
      {
        "id":"ED388249",
        "title":"An Authoring System for Creating Computer-Based Role-Performance Trainers."},
      {
        "id":"ED388250",
        "title":"Interactive Video and Sign Language for Improving Literacy Skills of Deaf Students."},
      {
        "id":"ED388251",
        "title":"HyperCard Monitor System."},
      {
        "id":"ED388252",
        "title":"A Hypermedia Information System for Aviation."},
      {
        "id":"ED388253",
        "title":"JUGAME: Game Style ICAI System for Kanji Idiom Learning."},
      {
        "id":"ED388254",
        "title":"The Intelligent Workbook."},
      {
        "id":"ED388255",
        "title":"Interactive Multimedia, Concept Mapping, and Cultural Context."},
      {
        "id":"ED388256",
        "title":"Strategies for Integrating Computer-Based Training in College Music Theory Courses."},
      {
        "id":"ED388257",
        "title":"COMPANION: An Interactive Learning Environment Based on the Cognitive Apprenticeship Paradigm for Design Engineers Using Numerical Simulations."},
      {
        "id":"ED388258",
        "title":"HyperM: A Hypermedia System with Extended Question/Answer Dialogs."},
      {
        "id":"ED388259",
        "title":"TurtleGraph: A Computer Supported Cooperative Learning Environment."},
      {
        "id":"ED388260",
        "title":"A Re-Usable Algorithm for Teaching Procedural Skills."},
      {
        "id":"ED388261",
        "title":"IconiCase: A visual System for Rapid Case Review."},
      {
        "id":"ED388262",
        "title":"Children's Independent Exploration of a Natural Phenomenon by Using a Pictorial Computer-Based Simulation."},
      {
        "id":"ED388263",
        "title":"Using Broadcast Journalism To Motivate Hypermedia Exploration."},
      {
        "id":"ED388264",
        "title":"A Knowledge-based Multimedia System to Support the Teaching and Learning of Chinese Characters."},
      {
        "id":"ED388265",
        "title":"Digital Captioning: Effects of Color-Coding and Placement in Synchronized Text-Audio Presentations."},
      {
        "id":"ED388266",
        "title":"A Hypermedia-Based Educational System with Knowledge-Based Guidance."},
      {
        "id":"ED388267",
        "title":"MUSLI: A MUlti-Sensory Language Interface."},
      {
        "id":"ED388268",
        "title":"Study of Button Theory in Structuring Human-Computer Interaction in a Multimedia System."},
      {
        "id":"ED388269",
        "title":"A Knowledge-based Learning and Testing System for Medical Education."},
      {
        "id":"ED388270",
        "title":"Evaluating COCA--What Do Teachers Think?"},
      {
        "id":"ED388271",
        "title":"Melding Television, Networking, and Computing for Interactive Remote Instruction: Exploiting Potentials."},
      {
        "id":"ED388272",
        "title":"Directed and Undirected Tasks in Hypermedia: Is Variety the Spice of Learning?"},
      {
        "id":"ED388273",
        "title":"Hypermedia Courseware and Collaborative Tools for MS-Windows Environment."},
      {
        "id":"ED388274",
        "title":"VideoScheme: A Research, Authoring, and Teaching Tool for Multimedia."},
      {
        "id":"ED388275",
        "title":"History, Hypermedia and the Birth of a Nation."},
      {
        "id":"ED388276",
        "title":"Cooperation Support in Computer-Aided Authoring and Learning."},
      {
        "id":"ED388277",
        "title":"Rapid Prototyping of Computer-Based Presentations Using NEAT, Version 1.1."},
      {
        "id":"ED388278",
        "title":"Towards Automated Training of Legal Problem Solving."},
      {
        "id":"ED388279",
        "title":"The Collaboratory Notebook: A Networked Knowledge-Building Environment for Project Learning."},
      {
        "id":"ED388280",
        "title":"Transfer of a Natural Language System for Problem-Solving in Physics to Other Domains."},
      {
        "id":"ED388281",
        "title":"An Investigation of the Use of Telecommunications To Increase Equity and Access to Education in Rural Schools in Western Australia."},
      {
        "id":"ED388282",
        "title":"Hypermedia Representations for Learning: Formal and Informal Observations on Designs and Directions."},
      {
        "id":"ED388283",
        "title":"Integrating Existing Applications in Hypermedia Learning Material (General Issues &amp; Experiences with OLE Technology)."},
      {
        "id":"ED388284",
        "title":"An Integrated Environment for Distance Education Supporting Multiple Interaction Styles."},
      {
        "id":"ED388285",
        "title":"Case-Exercises, Diagnosis, and Explanations in a Knowledge Based Tutoring System for Project Planning."},
      {
        "id":"ED388286",
        "title":"Computers as Interactive Representational Devices for Declarative Domains."},
      {
        "id":"ED388287",
        "title":"Automatic Sound Generation for Spherical Objects Hitting Straight Beams Based on Physical Models."},
      {
        "id":"ED388288",
        "title":"A Methodology for Analyzing Students' Interactions within Educational Hypertext."},
      {
        "id":"ED388289",
        "title":"Composing with Images: A Study of High School Video Producers."},
      {
        "id":"ED388290",
        "title":"Simulated Conversations: The McGill Negotiation Simulator."},
      {
        "id":"ED388291",
        "title":"SMALLTALKER: A Cognitive Apprenticeship Multimedia Environment for Learning Smalltalk Programming."},
      {
        "id":"ED388292",
        "title":"Using a Layered Multimedia Model To Build Educational Applications."},
      {
        "id":"ED388293",
        "title":"New Aspects of a Hypermedia University Representation."},
      {
        "id":"ED388294",
        "title":"Multimedia Design Principles for Constructing Prescriptive, Democratic and Cybernetic Learning Environments."},
      {
        "id":"ED388295",
        "title":"Integrating Concept Networks and HyperMedia."},
      {
        "id":"ED388296",
        "title":"Combining Associative Memory and Multimedia Technology for Training Patternmakers."},
      {
        "id":"ED388297",
        "title":"Effective Use of Video in Interactive Modules."},
      {
        "id":"ED388298",
        "title":"History, Hypermedia, and Criss-Crossed Conceptual Landscapes: Designing Hypermedia Applications To Support the Development of Historical Thinking."},
      {
        "id":"ED388299",
        "title":"The Method To Acquire the Strategic Knowledge on Problem Solving."},
      {
        "id":"ED388300",
        "title":"On the Design and Development of Pedagogy-First CAI Tools for CS Education."},
      {
        "id":"ED388301",
        "title":"&quot;The Princess Bride&quot;: Letting the Resources Drive the Instruction."},
      {
        "id":"ED388302",
        "title":"ELM-PE: A Knowledge-based Programming Environment for Learning LISP."},
      {
        "id":"ED388303",
        "title":"Interactive Multimedia Distance Learning (IMDL): The Prototype of the Virtual Classroom."},
      {
        "id":"ED388304",
        "title":"A User-Adaptive Interface for Computer Assisted Language Learning."},
      {
        "id":"ED388305",
        "title":"Educating in the Hyperzone."},
      {
        "id":"ED388306",
        "title":"Using a Computerized Relational Glossary for Syllabus Design and Student-Centered Study."},
      {
        "id":"ED388307",
        "title":"Curriculum Knowledge Representation in SQL-TUTOR."},
      {
        "id":"ED388308",
        "title":"ED-Media 94--World Conference on Educational Multimedia and Hypermedia (Vancouver, British Columbia, Canada, June 25-30, 1994). Panel Discussions."},
      {
        "id":"ED388309",
        "title":"ED-Media 94--World Conference on Educational Multimedia and Hypermedia (Vancouver, British Columbia, Canada, June 25-30, 1994). Short Papers."},
      {
        "id":"ED388310",
        "title":"ED-Media 94--World Conference on Educational Multimedia and Hypermedia (Vancouver, British Columbia, Canada, June 25-30, 1994). Demonstrations/Posters."},
      {
        "id":"ED388311",
        "title":"District Response to the Demonstration: The Practice of Technology."},
      {
        "id":"ED388312",
        "title":"Final Guidelines and Procedures for Teacher Development Systems: Integrating Technology and Instruction."},
      {
        "id":"ED388314",
        "title":"Encyclopedia of Distance Education Research in Iowa."},
      {
        "id":"ED388315",
        "title":"Interactive Television Preservice Teacher Education Innovative Applications: A Monograph."},
      {
        "id":"ED388320",
        "title":"Electronic Journals in ARL Libraries: Policies and Procedures. SPEC Kit 201 and Flyer 201."},
      {
        "id":"ED388321",
        "title":"Electronic Journals in ARL Libraries: Issues and Trends. SPEC Kit 202 and Flyer 202."},
      {
        "id":"ED388322",
        "title":"Summer 1993 Survey of Students."},
      {
        "id":"ED388323",
        "title":"Summer 1993 Transient Student Report."},
      {
        "id":"ED388324",
        "title":"Why Students Don't Return: An Investigation of Reasons Why Students Choose Not To Come Back to College. Survey Results, Conclusions, and Implications. Kent Sate University Trumbull Campus."},
      {
        "id":"ED388325",
        "title":"Survey Results of 1993 Graduates, Kent State University Trumbull Campus."},
      {
        "id":"ED388326",
        "title":"Survey Results of Fall 1993 Students Who Registered but Did Not Attend."},
      {
        "id":"ED388327",
        "title":"Survey of Ethnic/Racial Minority Students Enrolled Fall Semester 1993, Kent State University Trumbull Campus."},
      {
        "id":"ED388328",
        "title":"Survey of New Freshmen Fall Semester 1993, Kent State University Trumbull Campus."},
      {
        "id":"ED388329",
        "title":"Kent Trumbull Student Transfer Behavior. Survey Results, Conclusions, and Implications."},
      {
        "id":"ED388330",
        "title":"A Comparative Analysis of Postsecondary Technical Education in Texas. An Executive Summary."},
      {
        "id":"ED388333",
        "title":"A Comparative Analysis of Postsecondary Technical Education in Texas. Phase II, Physical Science, Biological Science and Social Science Clusters."},
      {
        "id":"ED388334",
        "title":"Iowa Community College Induction/Mentoring (CCIM) Program."},
      {
        "id":"ED388335",
        "title":"A Leadership Imperative: Addressing Legal Issues."},
      {
        "id":"ED388336",
        "title":"Statement by the President of the American Association of Community Colleges to the U.S. House of Representatives Subcommittee on Education, Training, Employment and Housing on Veterans' Affairs."},
      {
        "id":"ED388337",
        "title":"Assessing Student Academic Achievement: One Institution's Experience."},
      {
        "id":"ED388338",
        "title":"Research: Current Best Practices for the Desired Learning Paradigm. Final Report and Summary."},
      {
        "id":"ED388339",
        "title":"Empowering the User."},
      {
        "id":"ED388340",
        "title":"Using a Focused Visit to Its Best Advantage."},
      {
        "id":"ED388341",
        "title":"SPRE and the NMSU-A Integrated Assessment and Strategic Planning (IASP) Process: What We&apos;ve Learned and Where We&apos;re Going."},
      {
        "id":"ED388342",
        "title":"Development of the SPRE Compliance Matrix for NMSU-Alamogordo."},
      {
        "id":"ED388343",
        "title":"New Student Inventory Survey Results, FY 1995. Research Monograph II."},
      {
        "id":"ED388344",
        "title":"History in the 1990's: The Status of the Profession in the Community Colleges."},
      {
        "id":"ED388345",
        "title":"The Community College Open-Door Philosophy: What Negative Outcomes Have Developed?"},
      {
        "id":"ED388346",
        "title":"Transforming Community Colleges Using a Learning Outcomes Approach."},
      {
        "id":"ED388347",
        "title":"Agenda for Change: The Restructuring Addendum to the Strategic Plan."},
      {
        "id":"ED388348",
        "title":"North Harris Montgomery Community College District Articulation Manual."},
      {
        "id":"ED388349",
        "title":"Integrating Curriculum: Enhancing Teacher Development and Student Learning."},
      {
        "id":"ED388350",
        "title":"Freshman Composition and the Computer--Total Immersion."},
      {
        "id":"ED388351",
        "title":"Projecting the Future of Community Colleges. ERIC Digest."},
      {
        "id":"ED388352",
        "title":"Getting Quality Good Enough: Collaborative Leadership for Organizational &amp; Community Development."},
      {
        "id":"ED388353",
        "title":"Portrait of a Working Model for Calculating Student Retention."},
      {
        "id":"ED388355",
        "title":"From Candidacy to Accreditation: A Campus-Wide Commitment."},
      {
        "id":"ED388356",
        "title":"Real Problems and Real Solutions: A Humanities/Foreign Language Component in Occupational/Technical Curricula."},
      {
        "id":"ED388357",
        "title":"A Research Note on a Deviant Case: The Majority Enrollment of Full-Time Students at HCCC. Data Report No. 95.03."},
      {
        "id":"ED388358",
        "title":"Institutional Effectiveness at Community and Technical Colleges in Texas: A State-Level Evaluation Process."},
      {
        "id":"ED388359",
        "title":"Transferring General Education Credit from Indiana Vocational Technical College to Other Institutions: A Progress Report."},
      {
        "id":"ED388361",
        "title":"Curriculum Models for General Education. New Directions for Community Colleges, Number 92."},
      {
        "id":"ED388362",
        "title":"Building Leadership Programs for Community Colleges."},
      {
        "id":"ED388363",
        "title":"Leadership Abstracts, 1995."},
      {
        "id":"ED388364",
        "title":"Collaborative Learning at Glendale Community College."},
      {
        "id":"ED388365",
        "title":"Central Virginia Community College and Virginia's Region 2000: A Quality First Partnership for a Community of Excellence."},
      {
        "id":"ED388366",
        "title":"Project Path Guide to Preparing Postsecondary Students with Disabilities for Competitive Employment."},
      {
        "id":"ED388367",
        "title":"Employer Resource Manual. Project Path."},
      {
        "id":"ED388368",
        "title":"Internationalizing the Curriculum: Ideals vs. Reality."},
      {
        "id":"ED388369",
        "title":"Grants across Campus: Grant-Writing Basics."},
      {
        "id":"ED388370",
        "title":"1993-94 Running Start: A Progress Report to the 1995 Legislature."},
      {
        "id":"ED388372",
        "title":"Compton Community College Information Notebook, Fall 1995."},
      {
        "id":"ED388373",
        "title":"Education Is a Gift, Not a Commodity."},
      {
        "id":"ED388374",
        "title":"A Manual for Trustees: Role, Responsibilities, Relationships."},
      {
        "id":"ED388375",
        "title":"Connecticut Community-Technical Colleges Student Enrollment Statistics, 1994-95."},
      {
        "id":"ED388376",
        "title":"Financial Aid as a Service: A Review of Operations."},
      {
        "id":"ED388377",
        "title":"Technological Education and the Postmodern Humanities."},
      {
        "id":"ED388378",
        "title":"For Your Child's Sake...Establish Paternity [and] Collect Child Support."},
      {
        "id":"ED388382",
        "title":"Men and Families = Hombres y Familias, 1995."},
      {
        "id":"ED388383",
        "title":"Dollars and Sense: A Guide to Spending on Children and Families in Illinois [with] Appendix."},
      {
        "id":"ED388384",
        "title":"Family Child Care Providers Speak about Training, Trainers, Accreditation, and Professionalism: Findings from a Survey of Family-to-Family Graduates."},
      {
        "id":"ED388385",
        "title":"Preservice Elementary Teachers' Conceptions about Teaching Word Problem Solving: The Effect of Methods Instruction."},
      {
        "id":"ED388388",
        "title":"Early Childhood Education: The Way Forward."},
      {
        "id":"ED388392",
        "title":"Key Characteristics and Features of Community-Based Family Support Programs. Family Resource Coalition Best Practices Project Commissioned Paper II."},
      {
        "id":"ED388394",
        "title":"Multiple Perspectives on Starting Right."},
      {
        "id":"ED388396",
        "title":"Planning for Family Development."},
      {
        "id":"ED388397",
        "title":"Addressing Multiple Intelligences and Learning Styles: Creating Active Learners."},
      {
        "id":"ED388400",
        "title":"Head Start Standardized Test Performance."},
      {
        "id":"ED388401",
        "title":"Head Start Program."},
      {
        "id":"ED388403",
        "title":"Developmentally Appropriate Outdoor Play Environments for Infants and Toddlers. Working Papers in Early Childhood Development, Number 15."},
      {
        "id":"ED388412",
        "title":"Strengthening Partnerships by Reaching Out to Families."},
      {
        "id":"ED388413",
        "title":"Technology in the Classroom."},
      {
        "id":"ED388415",
        "title":"The Inclusion of Fantasy Play through the Use of Barbie Dolls in a Developmentally Appropriate Learning Environment for Preschool Three and Four Year Olds."},
      {
        "id":"ED388416",
        "title":"Defining Objectives in Early Childhood Services."},
      {
        "id":"ED388417",
        "title":"The Impact of the Effective Early Learning 'Quality Evaluation and Development' Process upon a Voluntary Sector Playgroup/Pre-school."},
      {
        "id":"ED388418",
        "title":"Teacher Evaluation of Academic Performance with Third Graders in Regular Education."},
      {
        "id":"ED388421",
        "title":"Promoting Families for the Well-Being of Individuals and Societies. World NGO Forum, &quot;Launching the International Year of the Family 1994&quot; (Malta, November 28-December 2, 1993). Summary Report."},
      {
        "id":"ED388422",
        "title":"Checking Up on Early Childhood Care &amp; Education. EdTalk."},
      {
        "id":"ED388423",
        "title":"Preference for Television Violence and Aggression among Children from Various South African Townships: A Follow-Up Study over Two Years."},
      {
        "id":"ED388425",
        "title":"Lessons from Reggio Emilia: An American Perspective."},
      {
        "id":"ED388426",
        "title":"Behavioural Observations as Predictors of Children's Social and Cognitive Progress in Day Care."},
      {
        "id":"ED388427",
        "title":"Increasing Student Interpersonal Relationships."},
      {
        "id":"ED388428",
        "title":"Relationship of Intelligence Quotients to Academic Achievement in the Elementary Grades."},
      {
        "id":"ED388429",
        "title":"Using Training As a Means To Improve the Level of Quality in Child Care Facilities."},
      {
        "id":"ED388430",
        "title":"Increasing Staff Morale and Motivation during Organizational Change through the Implementation of an Incentive Program."},
      {
        "id":"ED388432",
        "title":"The School without Walls: A Nursery School of the Air."},
      {
        "id":"ED388433",
        "title":"New Hampshire Child Day Care Agency Licensing Rules."},
      {
        "id":"ED388435",
        "title":"Preliminary Youth Risk Behavior Survey Results--1993."},
      {
        "id":"ED388436",
        "title":"Helping Your Child with Homework: For Parents of Elementary and Junior High School-Aged Children."},
      {
        "id":"ED388438",
        "title":"Child Care and Early Education Program Participation of Infants, Toddlers, and Preschoolers. Statistics in Brief."},
      {
        "id":"ED388439",
        "title":"Student Victimization at School. Statistics in Brief."},
      {
        "id":"ED388440",
        "title":"Student Strategies To Avoid Harm at School. Statistics in Brief."},
      {
        "id":"ED388441",
        "title":"Approaching Kindergarten: A Look at Preschoolers in the United States. National Household Education Survey. Statistical Analysis Report."},
      {
        "id":"ED388442",
        "title":"Modern Family in Context: The Case of Brazil."},
      {
        "id":"ED388443",
        "title":"An Action Research in Young Children (3-5) with Activities on Solid Waste Management in Greece: An Attempt for Assessment."},
      {
        "id":"ED388444",
        "title":"The Influence of Community Work on Student Teachers' Role Concept."},
      {
        "id":"ED388445",
        "title":"The Power and Passion of Playpacks."},
      {
        "id":"ED388448",
        "title":"A Common European Home: Pre-School Perspectives on European Identity."},
      {
        "id":"ED388449",
        "title":"Student-Led Conferences: Encouraging Student-Parent Academic Discussions."},
      {
        "id":"ED388450",
        "title":"Helping Children and Families through Legislative Activism: A Guide to the Legislative Process."},
      {
        "id":"ED388452",
        "title":"Nutritional Intake in Children with Disabilities Compared to Typical Children."},
      {
        "id":"ED388453",
        "title":"Improving the Preschooler's Science Knowledge and Skills through Hands-on Activities."},
      {
        "id":"ED388454",
        "title":"Effective Leadership in the Middle School Classroom."},
      {
        "id":"ED388455",
        "title":"Ethnic Awareness and Attitudes in Young Children."},
      {
        "id":"ED388457",
        "title":"Great Transitions: Preparing Adolescents for a New Century. Concluding Report."},
      {
        "id":"ED388458",
        "title":"Great Transitions: Preparing Adolescents for a New Century. Executive Summary."},
      {
        "id":"ED388459",
        "title":"Women and the Environment in Developing Countries. Briefing Paper."},
      {
        "id":"ED388460",
        "title":"Bureaucratic Impediments to Aboriginal &amp; Torres Strait Islander Empowerment, Self-Determination &amp; Self-Management."},
      {
        "id":"ED388461",
        "title":"Community Control and Self-Determination in Aboriginal Education Research: The Changed Roles, Relationships and Responsibilities of Aboriginal and Non-Aboriginal Researchers and Aboriginal Communities."},
      {
        "id":"ED388462",
        "title":"Lakota Sioux Indian Dance Theatre. Cuesheet for Students."},
      {
        "id":"ED388463",
        "title":"Home, Family, and Community: Ingredients in the Rural Education Equation."},
      {
        "id":"ED388464",
        "title":"Culture, Community, and the Promise of Rural Education."},
      {
        "id":"ED388465",
        "title":"Oregon American Indian/Alaska Native Education State Plan."},
      {
        "id":"ED388466",
        "title":"Sarah Winnemucca. Raintree/Rivilo American Indian Stories Series."},
      {
        "id":"ED388467",
        "title":"Maria Tallchief. Raintree/Rivilo American Indian Stories Series."},
      {
        "id":"ED388469",
        "title":"[Rural Education.]"},
      {
        "id":"ED388471",
        "title":"Local Heroes: Bringing Telecommunications to Rural, Small Schools."},
      {
        "id":"ED388472",
        "title":"Beginning Farmer Sustainable Agriculture Project. Interim Report."},
      {
        "id":"ED388477",
        "title":"Rural Students at Risk in Arkansas, Louisiana, New Mexico, Oklahoma, and Texas."},
      {
        "id":"ED388478",
        "title":"American Indian Higher Education before 1974: From Colonization to Self-Determination."},
      {
        "id":"ED388480",
        "title":"Policy Update. IDRA Focus."},
      {
        "id":"ED388484",
        "title":"Issues in Cross-Cultural Assessment: American Indian and Alaska Native Students. Knowledge Brief, Number Twelve."},
      {
        "id":"ED388485",
        "title":"Just beyond the Classroom: Community Adventures for Interdisciplinary Learning."},
      {
        "id":"ED388489",
        "title":"Forging Partnerships between Mexican American Parents and the Schools. ERIC Digest."},
      {
        "id":"ED388490",
        "title":"Mexican American Women: Schooling, Work, and Family. ERIC Digest."},
      {
        "id":"ED388491",
        "title":"Instructional Strategies for Migrant Students. ERIC Digest."},
      {
        "id":"ED388492",
        "title":"Drop-Out Rates among American Indian and Alaska Native Students: Beyond Cultural Discontinuity. ERIC Digest."},
      {
        "id":"ED388493",
        "title":"Energy Smarts Team Training Manual. A Teacher's Guide to Energy Conservation Activities for Grades 3-8."},
      {
        "id":"ED388494",
        "title":"Assessment of the National Science Foundation's 1988-1990 Undergraduate Faculty Enhancement Program. Final Report."},
      {
        "id":"ED388495",
        "title":"Science 10: Course of Studies."},
      {
        "id":"ED388496",
        "title":"Chemistry 20-30: Program of Studies."},
      {
        "id":"ED388497",
        "title":"Biology 20-30: Program of Studies."},
      {
        "id":"ED388498",
        "title":"Science 20-30: Program of Studies."},
      {
        "id":"ED388499",
        "title":"Implementing Conceptual Change Instruction: A Case Study of One Teacher's Experience."},
      {
        "id":"ED388500",
        "title":"Explicit Science Reading Instruction in Grade 7: Metacognitive Awareness, Metacognitive Self-Management and Science Reading Comprehension."},
      {
        "id":"ED388501",
        "title":"World View Investigations and Science Education: A Synopsis of Methodology."},
      {
        "id":"ED388502",
        "title":"Gender and Ethnic Differences among Science and Engineering Majors: Experiences, Achievements, and Expectations. GRE Board Research Report No. 92-03R."},
      {
        "id":"ED388503",
        "title":"Physics 20-30: Program of Studies."},
      {
        "id":"ED388504",
        "title":"What Education for What Citizenship?"},
      {
        "id":"ED388510",
        "title":"Children's Tacit and Explicit Understandings of Dinosaurs."},
      {
        "id":"ED388511",
        "title":"A Study of the Earth: &quot;Everything Comes from Our Natural Resources.&quot; Teacher&apos;s Helper Packet."},
      {
        "id":"ED388512",
        "title":"Building Scientific Literacy: A Blueprint for Science in the Middle Years."},
      {
        "id":"ED388520",
        "title":"Inventions."},
      {
        "id":"ED388523",
        "title":"Manatees: An Educator's Guide. Fourth Edition."},
      {
        "id":"ED388526",
        "title":"In a Word...It's a Bird. Science Safari."},
      {
        "id":"ED388527",
        "title":"Hey! Have You Heard about Herds? Science Safari."},
      {
        "id":"ED388530",
        "title":"Peace Museums: For Peace Education? Educational Information and Debate No. 102."},
      {
        "id":"ED388531",
        "title":"Progression in Children's Ideas about History. Project CHATA (Concepts of History and Teaching Approaches: 7 to 14). Draft."},
      {
        "id":"ED388532",
        "title":"Research Methods &amp; Practices for the Classroom Art Teacher. A Juried Research Presentation Given at the National Art Education Conference (Houston, Texas, 1995)."},
      {
        "id":"ED388533",
        "title":"National Opinion Ballot Report, October 1993. Results of National Opinion Survey on U.S. Foreign Policy."},
      {
        "id":"ED388534",
        "title":"Resources for Law-Related Education: Documents and Journal Articles in ERIC, 1994."},
      {
        "id":"ED388535",
        "title":"Absent Others: Perspectives on Marginality in Barcelona Schools. Research Report Number 27."},
      {
        "id":"ED388536",
        "title":"Challenging Students with the Law. An Interdisciplinary Curriculum for Gifted and Talented Students at the Upper Elementary and Middle School Levels."},
      {
        "id":"ED388537",
        "title":"Teaching the Bill of Rights. A Guide for Upper Elementary and Middle School Teachers."},
      {
        "id":"ED388538",
        "title":"Law-Related Education: Linking Language Arts and Social Studies."},
      {
        "id":"ED388539",
        "title":"Linking Law and Social Studies, Grades 9-12: An Interdisciplinary Approach with Social Studies, Science and Language Arts."},
      {
        "id":"ED388541",
        "title":"Improving Student and Parent Attitudes Towards Visual Arts."},
      {
        "id":"ED388542",
        "title":"General Interest Nonfiction by African American Authors: A Thematically Unique Bibliography."},
      {
        "id":"ED388543",
        "title":"Characteristics and Behaviors of Effective Social Studies Teachers in Selected Countries."},
      {
        "id":"ED388544",
        "title":"International Conference on Education, 44th Session (Geneva, Switzerland, October 3-8, 1994). Final Report."},
      {
        "id":"ED388545",
        "title":"An Art History Curriculum Designed To Make Ninth Grade Art Students Aware of the Role of Art in Human History."},
      {
        "id":"ED388546",
        "title":"Education for All Summit in the Nine High-Population Countries (New Delhi, India, December 13-16, 1993). Analysis and Synthesis. Discussion Draft."},
      {
        "id":"ED388547",
        "title":"Training in Inductive Reasoning."},
      {
        "id":"ED388548",
        "title":"Elementary Social Studies. Authorized Resources Annotated List."},
      {
        "id":"ED388549",
        "title":"Livin' On the Edge: A Look at the Need for Moral Education."},
      {
        "id":"ED388551",
        "title":"Suffragettes in the Curriculum: Girls' Perception of Women's History as a Subject-Matter in Secondary Schools."},
      {
        "id":"ED388552",
        "title":"Education Policy: A Summary of Manuscript and Audiovisual Holdings Available for Research, February 1993."},
      {
        "id":"ED388553",
        "title":"Education Law Research: A How to Guide for the Have to Attorney."},
      {
        "id":"ED388554",
        "title":"The Arts and 504, A Handbook for Accessible Arts Programming. Revised."},
      {
        "id":"ED388555",
        "title":"Resources and Guidelines for Teaching about the Holocaust [and Related Brochures and Poster.]"},
      {
        "id":"ED388556",
        "title":"World War Two and the Holocaust."},
      {
        "id":"ED388557",
        "title":"A Personal Polity Introduction to Political Science."},
      {
        "id":"ED388558",
        "title":"Proceedings of the National Technological Literacy Conference (10th, Arlington, Virginia, March 2-5, 1995)."},
      {
        "id":"ED388559",
        "title":"President Hoover: A Student Guide."},
      {
        "id":"ED388560",
        "title":"Lou Henry Hoover: The Independent Girl. A Curriculum Guide."},
      {
        "id":"ED388561",
        "title":"Lou Henry Hoover and the Girl Scouts: A Tribute."},
      {
        "id":"ED388562",
        "title":"The Civil War: A Teacher Guide, April 16 through October 30, 1994."},
      {
        "id":"ED388563",
        "title":"The Herbert Hoover Story: A Curriculum Guide for Teachers."},
      {
        "id":"ED388564",
        "title":"Herbert Hoover Library &amp; Museum: A Guide to the Exhibit Galleries."},
      {
        "id":"ED388566",
        "title":"WE: Lessons on Equal Worth and Dignity. The United Nations and Human Rights (Grades 7-12). Educating for Peace Project."},
      {
        "id":"ED388567",
        "title":"The United Nations Peace Action Plan. Case Study--Cambodia. A Curriculum for Secondary School Students."},
      {
        "id":"ED388570",
        "title":"&quot;The Bell Curve&quot;: Review of Reviews."},
      {
        "id":"ED388571",
        "title":"George Peabody (1795-1869): Merchant, Banker, Philanthropist."},
      {
        "id":"ED388572",
        "title":"Relevant Indicators of Relative Expertise in Economic Problem Solving: A Factor Analysis."},
      {
        "id":"ED388573",
        "title":"The Nature and Constructs of Relative Expertise in Economic Problem Solving: Preliminary Findings."},
      {
        "id":"ED388576",
        "title":"You, The International Citizen."},
      {
        "id":"ED388583",
        "title":"Through My Eyes: A Child's View of World War II. Appropriate for Grades 5-8."},
      {
        "id":"ED388585",
        "title":"Western Civ., Multiculturalism and the Problem of a Unified World History."},
      {
        "id":"ED388586",
        "title":"Philadelphia and the Tomato."},
      {
        "id":"ED388587",
        "title":"Seeing The World through Philadelphia: The International City."},
      {
        "id":"ED388590",
        "title":"The 1994 NAEP Achievement Levels-Setting Process for U.S. History and Geography. Preliminary Report."},
      {
        "id":"ED388591",
        "title":"Museum of Historic St. Augustine--Government House. Teacher's Guide."},
      {
        "id":"ED388592",
        "title":"The Sphinx and the Pyramids at Giza. Educational Packet."},
      {
        "id":"ED388593",
        "title":"TRAHC Folklife Study Guides."},
      {
        "id":"ED388594",
        "title":"Mexican American Traditional Arts and Culture. Student Magazine and Curriculum Guide. Oregon Folklife Classroom Series."},
      {
        "id":"ED388595",
        "title":"Children's Activity Book, New Mexico. 1992 Festival of American Folklife."},
      {
        "id":"ED388596",
        "title":"Nevada Folklife: A Curriculum Unit for Junior High and Middle School Students."},
      {
        "id":"ED388597",
        "title":"Georgia Folklife: A Bibliography for Teachers, Art Administrators, and Fieldworkers."},
      {
        "id":"ED388598",
        "title":"Issues '95 Art: A Cultural Connection - Conference '94 Keynote and Super Session Addresses."},
      {
        "id":"ED388599",
        "title":"Perceptions of Discipline-Based Art Education and the Getty Center for Education in the Arts."},
      {
        "id":"ED388601",
        "title":"Wyoming Folk Arts Handbook. A Handbook for Community Research and Programming."},
      {
        "id":"ED388602",
        "title":"The Art of Seeing: An Interpretation of the Aesthetic Encounter."},
      {
        "id":"ED388606",
        "title":"European Unification: A Conceptual Guide for Educators."},
      {
        "id":"ED388607",
        "title":"Arts Education in Public Elementary and Secondary Schools. Statistical Analysis Report."},
      {
        "id":"ED388618",
        "title":"Learning To Teach in Multicultural Contexts: Exploring Preservice Teachers' Knowledge Change. Part I: Group Patterns. Part II: Case Studies. Draft."},
      {
        "id":"ED388619",
        "title":"Helping Teachers Teach Well: Transforming Professional Development. CPRE Policy Briefs."},
      {
        "id":"ED388620",
        "title":"Creating a Learning Alliance: A Democratic Teacher Preparation Program."},
      {
        "id":"ED388621",
        "title":"The Emergence of Professional Voice: School Reform and Professional Identity."},
      {
        "id":"ED388622",
        "title":"A Qualitative Case Study of Teacher-Student Micropolitical Interaction: The Strategies, Goals, and Consequences of Student Resistance."},
      {
        "id":"ED388623",
        "title":"South Carolina Center For Teacher Recruitment: 94-95 Annual Report."},
      {
        "id":"ED388629",
        "title":"The TEAM Program: Teaching Teachers To Utilize an Interdisciplinary Approach to Science for Urban Students."},
      {
        "id":"ED388630",
        "title":"Interpersonal Skills and Goal Setting through Co-operative Learning in Physical Education."},
      {
        "id":"ED388632",
        "title":"Essential Dimensions of Teaching."},
      {
        "id":"ED388633",
        "title":"Analysis of Professional Salaries, Maryland Public Schools."},
      {
        "id":"ED388634",
        "title":"Teacher Training: Status and Participants' Views of Delta Teachers Academy. Report to Congressional Requesters."},
      {
        "id":"ED388635",
        "title":"How Can You Teach Middle Grade Students about the Effects of AIDS and the HIV Virus in a Conservative Community?"},
      {
        "id":"ED388636",
        "title":"Integrating Technology into Teacher Education at the American University."},
      {
        "id":"ED388637",
        "title":"The Role of the Supervisor: Meeting the Needs of Early Childhood Preservice Teachers."},
      {
        "id":"ED388638",
        "title":"Tracing Mathematical Beliefs of Preservice Teachers through Integrated Content-Methods Courses."},
      {
        "id":"ED388639",
        "title":"Professional Attrition: An Examination of Minority and Nonminority Teachers At-Risk."},
      {
        "id":"ED388640",
        "title":"An Analysis of Attitudes and Perceptions of Teacher Education Students toward Public School Choice."},
      {
        "id":"ED388641",
        "title":"Promoting Reflective Practice among Undergraduate Education Majors in an Elementary Music Methods Course."},
      {
        "id":"ED388642",
        "title":"A Longitudinal Study of Elementary Education Majors: 1982-1994."},
      {
        "id":"ED388643",
        "title":"Variance in Pretest/Posttest Scores of Diversified Post-Baccalaureates Enrolled in an Advanced Graduate Methods Course."},
      {
        "id":"ED388644",
        "title":"Classroom Management Styles in Context: Two Case Studies."},
      {
        "id":"ED388645",
        "title":"Laboratory Experiences in Teacher Education: A Meta-Analytic Review of Research."},
      {
        "id":"ED388646",
        "title":"Teachers' Collaborative Curriculum Deliberations."},
      {
        "id":"ED388648",
        "title":"Assessing Early Field Experiences: Do We Really Want To Know?"},
      {
        "id":"ED388649",
        "title":"An Inquiry into Collaboration and Subject Area Integration in Teacher Education."},
      {
        "id":"ED388651",
        "title":"The Market and School: Confidences about the Real Work of Teachers."},
      {
        "id":"ED388652",
        "title":"Long-Term Effects of a Staff-Development Program on Effective Instruction and Classroom Management for Teachers in Multi-Grade Classes."},
      {
        "id":"ED388653",
        "title":"Making Treaties: One Student's Experience with Role Socialization (An Exploratory Study of a Student Teacher)."},
      {
        "id":"ED388654",
        "title":"The Effects of Cognitive Coaching on Teacher Efficacy and Empowerment."},
      {
        "id":"ED388655",
        "title":"Effective Instruction: Effects of a Pre-Service Teacher Preparation Program for Secondary Schools."},
      {
        "id":"ED388656",
        "title":"Preservice Teachers' Changing Attributions for Elementary Students Success or Failure."},
      {
        "id":"ED388657",
        "title":"Use of &quot;AgVenture Magazine&quot; by Teachers in Ohio. Final Report."},
      {
        "id":"ED388658",
        "title":"Curriculum Theory as In(ter)vention: Irigaray and the Gesture."},
      {
        "id":"ED388659",
        "title":"Promoting Responsive Teacher Education through Effective Follow-Up Studies."},
      {
        "id":"ED388660",
        "title":"The Environmental Worldview of Preservice Teachers. Draft."},
      {
        "id":"ED388661",
        "title":"Teacher Attitudes on Portfolio Assessment, Implementation, and Practicability."},
      {
        "id":"ED388662",
        "title":"Assessing College Students' Attitudes, Knowledge and Behavior Towards HIV/AIDS."},
      {
        "id":"ED388663",
        "title":"Which Types of Schools Have the Highest Teacher Turnover? Issue Brief."},
      {
        "id":"ED388664",
        "title":"Culturally Competent HIV Counseling and Education. First Edition."},
      {
        "id":"ED388665",
        "title":"Does Student Behavior Change as a Result of Taking Health?"},
      {
        "id":"ED388666",
        "title":"The Suffolk County Department of Social Services Performance Study. A Final Report."},
      {
        "id":"ED388667",
        "title":"Tech Prep Newsletter, 1994."},
      {
        "id":"ED388668",
        "title":"Formative Research on Sequencing Instruction with the Elaboration Theory."},
      {
        "id":"ED388669",
        "title":"Gender Differences on the SweSAT: A Review of Studies since 1975. Educational Measurement, No. 7."},
      {
        "id":"ED388670",
        "title":"Omani Norms for the Arabic Picture Vocabulary Test (APVT) for Schoolchildren at the Elementary Levels."},
      {
        "id":"ED388671",
        "title":"New York State Public School Professional Personnel Report 1993-94."},
      {
        "id":"ED388672",
        "title":"Methods for Analyzing the Attainment of Graduate School Milestones: A Case Study. GRE Board Professional Report No. 86-3P."},
      {
        "id":"ED388673",
        "title":"National Education &quot;Goals 2000&quot;: Some Disastrous Unintended Consequences."},
      {
        "id":"ED388674",
        "title":"Application of Confirmatory Factor Analysis to the Validity Study of a Performance Assessment: A Multitrait-multimethod Structure and Its Invariance across Gender and Grade. Draft."},
      {
        "id":"ED388675",
        "title":"Assessing Students' and Teachers' Sense of the School as a Caring Community."},
      {
        "id":"ED388676",
        "title":"Task Analysis of Science Performance Tasks and Items: Identifying Relevant Attributes."},
      {
        "id":"ED388677",
        "title":"An Analysis of the Measurement of Study-Strategy."},
      {
        "id":"ED388678",
        "title":"Using Rasch To Create Measures from Survey Data (or Making a Silk Purse out of a Sow's Ear)."},
      {
        "id":"ED388679",
        "title":"An Illustration of the Danger of Nonresponse for Survey Research."},
      {
        "id":"ED388680",
        "title":"A Redefinition of Portfolio Assessment Based upon Purpose: Findings and Implications from a Large-Scale Program."},
      {
        "id":"ED388682",
        "title":"Making Game Artifacts To Facilitate Rich and Meaningful Learning."},
      {
        "id":"ED388683",
        "title":"Multilevel Factor Analysis Applied to National Assessment Data."},
      {
        "id":"ED388684",
        "title":"The Development of the Home and Family Questionnaire: Exploratory Factor Analysis &amp; Initial Reliability Estimates."},
      {
        "id":"ED388686",
        "title":"Coping with Missing Data in Educational Research and Evaluation."},
      {
        "id":"ED388687",
        "title":"The Development of a Data Collection and Management System for the Louisiana Teacher Assessment Program."},
      {
        "id":"ED388688",
        "title":"Who Will Watch the Watchers? Setting Standards for Classroom Observers."},
      {
        "id":"ED388689",
        "title":"Heresies of the New Unified Notion of Test Validity."},
      {
        "id":"ED388690",
        "title":"Metacognition and Character."},
      {
        "id":"ED388691",
        "title":"A Comparison of the Type I Error and Power of Selected MANOVA Simultaneous Test Procedures."},
      {
        "id":"ED388692",
        "title":"Standard Setting Study of the UT Austin Test for Credit in Japanese: Fall 1991 through Spring 1993. Research Bulletin 93-2."},
      {
        "id":"ED388693",
        "title":"Validity Study of the College Board Achievement Test in Mathematics for Use in Course Placement in Engineering Physics at UT Austin, 1991. Research Bulletin 91-1."},
      {
        "id":"ED388694",
        "title":"Hierarchical Confirmatory Factor Analysis of a Student Satisfaction Survey."},
      {
        "id":"ED388695",
        "title":"Multivariate Correlation Analysis of a Student Satisfaction Survey."},
      {
        "id":"ED388696",
        "title":"Equating Computerized Adaptive Certification Examinations: The Board of Registry Series of Studies."},
      {
        "id":"ED388697",
        "title":"The Measure of Education: A Review of the Tennessee Value Added Assessment System."},
      {
        "id":"ED388698",
        "title":"The NTE Shrinking-Score Phenomenon in Prediction of a CMEE-Mathematics Cut-Score, 1991-1993."},
      {
        "id":"ED388699",
        "title":"Multi-Sample Hierarchical Confirmatory Factor Analysis of the WISC-R: An Old Problem Revisited."},
      {
        "id":"ED388700",
        "title":"To Block or Covary a Concomitant Variable: Which Is More Powerful?"},
      {
        "id":"ED388701",
        "title":"Rethinking the Treatment of Traditional Assessment Topics in Light of a Movement toward Authentic Assessment in the Classroom."},
      {
        "id":"ED388702",
        "title":"Student Achievement and the Changing American Family."},
      {
        "id":"ED388704",
        "title":"Rankings of the States, 1994."},
      {
        "id":"ED388706",
        "title":"More Education Means Higher Career Earnings. Statistical Brief."},
      {
        "id":"ED388707",
        "title":"State Comparisons of Education Statistics: 1969-70 to 1993-94."},
      {
        "id":"ED388708",
        "title":"Improving the Capacity of the National Education Data System To Address Equity Issues: An Addendum to &quot;A Guide to Improving the National Education Data System.&quot;"},
      {
        "id":"ED388709",
        "title":"Teacher Supply, Teacher Qualifications, and Teacher Turnover: 1990-91. Schools and Staffing Survey."},
      {
        "id":"ED388710",
        "title":"Job Analysis of the Knowledge Important for Newly Licensed Physical Education Teachers. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED388711",
        "title":"Toward a Cognitive Basis for Quantitative Ability Measures."},
      {
        "id":"ED388712",
        "title":"On the Viability of Some Untestable Assumptions in Equating Exams That Allow Examinee Choice. Program Statistics Research Technical Report No. 93-31."},
      {
        "id":"ED388713",
        "title":"Beginning Teacher Knowledge of Education in the Elementary School: A Survey of California Educators. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED388714",
        "title":"A Monte Carlo Study of the Effects of Model Misspecification on HLM Estimates."},
      {
        "id":"ED388715",
        "title":"A Sampling of Statistical Problems Encountered at the Educational Testing Service. Program Statistics Research Technical Report No. 92-26."},
      {
        "id":"ED388717",
        "title":"Scalar Analysis of the Test of Written English. TOEFL Research Reports. Report 38."},
      {
        "id":"ED388718",
        "title":"The Information Matrix in Latent-Variable Models."},
      {
        "id":"ED388719",
        "title":"Semantic and Structural Factors Affecting the Performance of Matched Black and White Examinees on Analogy Items from the Scholastic Aptitude Test."},
      {
        "id":"ED388721",
        "title":"Content Characteristics of GRE Analytical Reasoning Items. GRE Board Professional Report No. 84-14P."},
      {
        "id":"ED388722",
        "title":"A Study of the Differential Impact of Curriculum on Aptitude Test Scores."},
      {
        "id":"ED388723",
        "title":"Agreement between Expert System and Human Ratings of Constructed-Responses to Computer Science Problems."},
      {
        "id":"ED388724",
        "title":"The Intersection of Instruction and Assessment: The Classroom."},
      {
        "id":"ED388725",
        "title":"Monitoring and Improving a Portfolio Assessment System."},
      {
        "id":"ED388726",
        "title":"Psychometric Report for the NELS:88 Base Year through Second Follow-Up. National Education Longitudinal Study of 1988. Statistical Analysis Report."},
      {
        "id":"ED388727",
        "title":"Assessing Students with Disabilities and Limited English Proficiency. Working Paper Series. Working Paper No. 95-13."},
      {
        "id":"ED388735",
        "title":"Caring for Kids. A Critical Study of Urban School Leavers."},
      {
        "id":"ED388736",
        "title":"Scaling Up: Lessons Learned in the Dissemination of Success for All."},
      {
        "id":"ED388737",
        "title":"Success for All: A Summary of Research."},
      {
        "id":"ED388738",
        "title":"Goal Theory and Indigenous Minority School Motivation: Relevance and Application. Australian Aboriginal and Navajo Indian Research."},
      {
        "id":"ED388739",
        "title":"National Science Foundation PMSA Program: Promoting Systemic Change in Racially Isolated Schools via Math and Science."},
      {
        "id":"ED388741",
        "title":"Racial Differences in Parental Discipline Practices."},
      {
        "id":"ED388742",
        "title":"Achievement Goal Theory and Indigenous Minority School Motivation: The Importance of a Multiple Goal Perspective."},
      {
        "id":"ED388743",
        "title":"Doing Poorly: The Real Income of American Children in a Comparative Perspective. Luxembourg Income Study. Working Paper No. 127."},
      {
        "id":"ED388744",
        "title":"Preliminary Estimates from the 1994 National Household Survey on Drug Abuse. Advance Report Number 10."},
      {
        "id":"ED388745",
        "title":"Youth Gangs on Guam: A Status Report."},
      {
        "id":"ED388746",
        "title":"Improving Classroom Behavior through a Motivational Intervention."},
      {
        "id":"ED388747",
        "title":"Violence in America: How Is the Problem of Urban Youth Violence Defined in the Psychological Literature?"},
      {
        "id":"ED388750",
        "title":"School Context Effects in Black Adolescents' Perceptions of Self and the Future."},
      {
        "id":"ED388753",
        "title":"Continuity and Change in Community Organisations. Trends in Greater Cape Town from 1989 to 1991. CORE Working Paper No. 1."},
      {
        "id":"ED388754",
        "title":"Integrating Adult Education &amp; Training: Possibilities &amp; Constraints. Report of a Colloquium (Bellville, South Africa, October 21-22, 1994)."},
      {
        "id":"ED388755",
        "title":"Literacy, State Formation and People&apos;s Power. Education in a Mozambican Factory. Adult and Nonformal Education Thesis Series."},
      {
        "id":"ED388756",
        "title":"Linking Schools and Workplaces: Lessons from Australia and Overseas."},
      {
        "id":"ED388757",
        "title":"Curriculum Development in Non-Formal Education."},
      {
        "id":"ED388758",
        "title":"Discussion of International Research Needs in the Field of Adult Education."},
      {
        "id":"ED388760",
        "title":"Division of Continuing Education at Bank Street: A Model of Collaboration. Report."},
      {
        "id":"ED388762",
        "title":"Credit Where It's Due. Project Report."},
      {
        "id":"ED388763",
        "title":"Youth Training."},
      {
        "id":"ED388767",
        "title":"Forty Percent of Adults Participate in Adult Education Activities: 1994-95. Statistics in Brief."},
      {
        "id":"ED388768",
        "title":"Teaching Conceptual Complexity to Adults Using an In-Basket Instructional Design."},
      {
        "id":"ED388769",
        "title":"Community Service Performed by High School Seniors. Education Policy Issues: Statistical Perspectives."},
      {
        "id":"ED388770",
        "title":"Filling the Gap: A Manual for Integrating the Deaf Adult into Adult Basic Education Classes. Revised."},
      {
        "id":"ED388771",
        "title":"Working but Poor in America. AFL-CIO Reviews the Issues. Report No. 84."},
      {
        "id":"ED388773",
        "title":"Peak Performance...Reaching for Excellence in Agricultural Education Research. Proceedings of the Annual National Agricultural Education Research Meeting (22nd, Denver, Colorado, December 1, 1995). Volume XXII."},
      {
        "id":"ED388774",
        "title":"Needs Assessment for Extension Agents and Other Nonformal Educators."},
      {
        "id":"ED388775",
        "title":"Participation of VICA Members in Personal Development Activities."},
      {
        "id":"ED388776",
        "title":"A Standardized Certification Program for Case Managers Serving Frail Elderly Texans. Module I: Foundations of Case Management and Intake Interview."},
      {
        "id":"ED388777",
        "title":"A Standardized Certification Program for Case Managers Serving Frail Elderly Texans. Module II: Assessment and Care Plan Development."},
      {
        "id":"ED388778",
        "title":"A Standardized Certification Program for Case Managers Serving Frail Elderly Texans. Module III: Implementation, Monitoring, Reassessment &amp; Care Plan Adjustment, Closure, and Evaluation."},
      {
        "id":"ED388779",
        "title":"Basic Skills in the Workplace. A Partnership Project of National Workplace Literacy Program between Business/Industry Training Institute of Northwest Iowa Community College and Coilcraft, Inc. of Hawarden, Iowa. Final Report."},
      {
        "id":"ED388780",
        "title":"P.R.I.D.E. People Retraining for Industry Excellence. Final Evaluation. Mercer County Community College National Workplace Literacy Program Grant Period: November 1, 1993-August 31, 1995."},
      {
        "id":"ED388781",
        "title":"Advanced English as a Second Language for Manufacturing. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388782",
        "title":"Business Memo Writing. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388783",
        "title":"Business Writing II. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388784",
        "title":"Charts and Graphs in the Workplace. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388785",
        "title":"Communicating Effectively in a Business Setting. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388786",
        "title":"Communication Strategies at Work. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388787",
        "title":"Communications--The Next Step. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388788",
        "title":"Complex Materials: Decoding the Facts. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388789",
        "title":"English as a Second Language in the Workplace. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388790",
        "title":"Interpreting Company Materials. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388791",
        "title":"Managing Stress on the Job. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388792",
        "title":"Math for Quality Control. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388794",
        "title":"Math Refresher/Statistical Process Control. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388795",
        "title":"Presentation Skills. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388796",
        "title":"Problem Solving. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388797",
        "title":"Report Writing for Technical Staff. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388798",
        "title":"Techniques for Better Memo Writing. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388799",
        "title":"Writing Clear Instructions. P.R.I.D.E. People Retraining for Industry Excellence."},
      {
        "id":"ED388801",
        "title":"Career Development in Generation X. Myths and Realities."},
      {
        "id":"ED388802",
        "title":"The Learning Organization. Myths and Realities."},
      {
        "id":"ED388803",
        "title":"Education for Women's Empowerment in Asia and South Pacific."},
      {
        "id":"ED388804",
        "title":"Education in the Workplace: Bridging the Gap."},
      {
        "id":"ED388805",
        "title":"The Other Side of School Reform: Integrating Professional Technical Education."},
      {
        "id":"ED388806",
        "title":"Exploring the Interface. ESL/ALBE Team Teaching Project Report."},
      {
        "id":"ED388807",
        "title":"Outcomes and Pathways in Adult and Community Education."},
      {
        "id":"ED388808",
        "title":"Developing Community Leaders: An Impact Assessment of Ohio's Community Leadership Programs. Ohio State University Extension 1993-1995."},
      {
        "id":"ED388809",
        "title":"Project Connect General Guide. Consumer and Homemaking Education for Adults."},
      {
        "id":"ED388810",
        "title":"Strengthening Parenting Skills: Infants, Toddlers, and Preschool. Learning Guide 1. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388811",
        "title":"Strengthening Parenting Skills: School Age. Learning Guide 2. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388812",
        "title":"Strengthening Parenting Skills: Teenagers. Learning Guide 3. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388813",
        "title":"Preventing Teen Pregnancy. Learning Guide 4. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388814",
        "title":"Balancing Work and Family. Learning Guide 5. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388815",
        "title":"Making Consumer Choices. Learning Guide 6. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388816",
        "title":"Managing Individual and Family Resources. Learning Guide 7. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388817",
        "title":"Improving Individual, Child, and Family Nutrition, Health and Wellness. Learning Guide 8. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388818",
        "title":"Managing Home and Work Responsibilities. Learning Guide 9. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388819",
        "title":"Improving Responses to Individual and Family Crises. Learning Guide 10. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388820",
        "title":"Assisting At-Risk Populations. Learning Guide 11. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388821",
        "title":"Understanding the Impact of New Technology on Life and Work. Learning Guide 12. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388822",
        "title":"Applying Consumer and Homemaking Skills to Jobs and Careers. Learning Guide 13. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388823",
        "title":"Conserving Limited Resources. Learning Guide 14. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388824",
        "title":"Assisting the Elderly and Individuals with Disabilities. Learning Guide 15. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388825",
        "title":"Project Connect General Guide. Secondary Guide for Consumer and Homemaking Education."},
      {
        "id":"ED388826",
        "title":"Strengthening Parenting Skills: Infants, Toddlers, and Preschool. Secondary Learning Guide 1. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388827",
        "title":"Strengthening Parenting Skills: School Age. Secondary Learning Guide 2. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388828",
        "title":"Strengthening Parenting Skills: Teenagers. Secondary Learning Guide 3. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388829",
        "title":"Preventing Teen Pregnancy. Secondary Learning Guide 4. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388830",
        "title":"Balancing Work and Family. Secondary Learning Guide 5. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388831",
        "title":"Making Consumer Choices. Secondary Learning Guide 6. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388832",
        "title":"Managing Individual and Family Resources. Secondary Learning Guide 7. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388833",
        "title":"Improving Individual, Child, and Family Nutrition, Health and Wellness. Secondary Learning Guide 8. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388834",
        "title":"Managing Home and Work Responsibilities. Secondary Learning Guide 9. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388835",
        "title":"Improving Responses to Individual and Family Crises. Secondary Learning Guide 10. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388836",
        "title":"Assisting At-Risk Populations. Secondary Learning Guide 11. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388837",
        "title":"Understanding the Impact of New Technology on Life and Work. Secondary Learning Guide 12. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388838",
        "title":"Applying Consumer and Homemaking Skills to Jobs and Careers. Secondary Learning Guide 13. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388839",
        "title":"Conserving Limited Resources. Secondary Learning Guide 14. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388840",
        "title":"Assisting the Elderly and Individuals with Disabilities. Secondary Learning Guide 15. Project Connect. Linking Self-Family-Work."},
      {
        "id":"ED388841",
        "title":"Vocational Education in the United States: The Early 1990s."},
      {
        "id":"ED388842",
        "title":"Prison Education in England and Wales. (2nd Revised Edition). Mendip Papers MP 022."},
      {
        "id":"ED388843",
        "title":"Job Analysis and the Preparation of Job Descriptions. Mendip Papers MP 037."},
      {
        "id":"ED388844",
        "title":"Post-16 Participation: The Success Story. Mendip Papers MP 043."},
      {
        "id":"ED388845",
        "title":"Job Evaluation in the FE Corporation. Mendip Papers. MP 050."},
      {
        "id":"ED388846",
        "title":"Putting the Learner First: Support through Flexible Learning. Mendip Papers. MP 073."},
      {
        "id":"ED388847",
        "title":"Curriculum Modules in Minority Aging."},
      {
        "id":"ED388848",
        "title":"For the Common Good. A Guide for Developing Local Interagency Linkage Teams. Revised Edition."},
      {
        "id":"ED388850",
        "title":"Perceptions and Attitudes of Business and Marketing Education Teachers in the United States: Schools and Staffing Survey Results."},
      {
        "id":"ED388851",
        "title":"The Los Angeles Area Business/Education Partnership. A Study of the Impact of a Community Based School to Work Program for High Risk Youth."},
      {
        "id":"ED388856",
        "title":"Authentic Assessment for Occupational Competency for Career and Technology Education. Final Report (Year One)."},
      {
        "id":"ED388857",
        "title":"Authentic Assessment for Occupational Competency for Career and Technology Education. Final Report. Year Two."},
      {
        "id":"ED388858",
        "title":"Learning Resources Evaluations Manual."},
      {
        "id":"ED388859",
        "title":"Profiles and Best Practices: Exemplary Vocational Special Populations Programs."},
      {
        "id":"ED388860",
        "title":"Co-operative Education in Cincinnati: Implications for School-to-Work Programs in the U.S. Technical Assistance Report."},
      {
        "id":"ED388861",
        "title":"Linking School-Based and Work-Based Learning: The Implications of LaGuardia's Co-op Seminars for School-to-Work Programs. Technical Assistance Report."},
      {
        "id":"ED388862",
        "title":"Positive Outcomes of Group Learning in the ABLE Classroom. Research to Practice."},
      {
        "id":"ED388863",
        "title":"Agriculture Products Processing. Occupational Competency Analysis Profile."},
      {
        "id":"ED388864",
        "title":"Environmental Management. Occupational Competency Analysis Profile."},
      {
        "id":"ED388865",
        "title":"Horticulture. Occupational Competency Analysis Profile."},
      {
        "id":"ED388866",
        "title":"Marketing Management. Occupational Competency Analysis Profile."},
      {
        "id":"ED388867",
        "title":"Early Childhood Education and Care. Occupational Competency Analysis Profile."},
      {
        "id":"ED388868",
        "title":"Dental Assistant. Occupational Competency Analysis Profile."},
      {
        "id":"ED388869",
        "title":"Medical Assistant. Occupational Competency Analysis Profile."},
      {
        "id":"ED388870",
        "title":"Building and Property Maintenance. Occupational Competency Analysis Profile."},
      {
        "id":"ED388871",
        "title":"Carpentry. Occupational Competency Analysis Profile."},
      {
        "id":"ED388872",
        "title":"Commercial Art. Occupational Competency Analysis Profile."},
      {
        "id":"ED388873",
        "title":"Criminal Justice. Occupational Competency Analysis Profile."},
      {
        "id":"ED388874",
        "title":"Electronics. Occupational Competency Analysis Profile."},
      {
        "id":"ED388875",
        "title":"Heating, Ventilation, Air-Conditioning, and Refrigeration. Occupational Competency Analysis Profile."},
      {
        "id":"ED388876",
        "title":"Masonry. Occupational Competency Analysis Profile."},
      {
        "id":"ED388877",
        "title":"Guidelines for Implementing a STWOA Cooperative Education State Skill Standards Certificate Program. Draft. Bulletin No. 95336."},
      {
        "id":"ED388878",
        "title":"VA Student Financial Aid. Opportunity To Reduce Overlap in Approving Education and Training Programs. Report to the Committee on Veterans' Affairs, U.S. Senate."},
      {
        "id":"ED388879",
        "title":"Designated Vocational Instruction: A Cooperative Process for Change. A Resource and Planning Guide. Second Edition. Bulletin No. 95352."},
      {
        "id":"ED388880",
        "title":"Writing Competency-Based Frameworks. A Workbook for Teachers."},
      {
        "id":"ED388882",
        "title":"What Makes a Literacy Program Good? Some Ideas for Discussion."},
      {
        "id":"ED388883",
        "title":"Mental Health Counseling Assessment: Broadening One's Understanding of the Client and the Clients Presenting Concerns. ERIC Digest."},
      {
        "id":"ED388884",
        "title":"CACREP Accreditation: Assessment and Evaluation in the Standards and Process. ERIC Digest."},
      {
        "id":"ED388885",
        "title":"The Role of Assessment in Counselor Certification. ERIC Digest."},
      {
        "id":"ED388886",
        "title":"Assessment of Counselor Performance. ERIC Digest."},
      {
        "id":"ED388887",
        "title":"Evaluating School Guidance Programs. ERIC Digest."},
      {
        "id":"ED388888",
        "title":"New Assessment Methods for School Counselors. ERIC Digest."},
      {
        "id":"ED388889",
        "title":"Sound Performance Assessments in the Guidance Context. ERIC Digest."},
      {
        "id":"ED388890",
        "title":"Portfolios for Assessment and Instruction. ERIC Digest."},
      {
        "id":"ED388891",
        "title":"Act against Violence: Join the New Peace Movement. National Campaign To Reduce Youth Violence: A Guide to Action. Community Resource Guide."},
      {
        "id":"ED388892",
        "title":"Adolescent Health in North Dakota: Findings of the 1992 Youth Risk Behavior Survey. Summary."},
      {
        "id":"ED388893",
        "title":"Revision, Validation, and Follow-Up of Admissions Standards in Counselor Education."},
      {
        "id":"ED388894",
        "title":"Family and Community Vulnerability Determination: Needs Assessment through Meta-Analysis."},
      {
        "id":"ED388895",
        "title":"New Models of Learning, Work and Careers: An International Perspective."},
      {
        "id":"ED388897",
        "title":"Parents Getting a Head Start against Drugs: Trainer&apos;s Guide."},
      {
        "id":"ED388898",
        "title":"Therapist In-Session Functioning that Positively Affects Psychotherapy Outcome."},
      {
        "id":"ED388899",
        "title":"The 1993 Leavers. The Scottish School Leavers' Survey."},
      {
        "id":"ED388901",
        "title":"Health Care Reform: School-Based Health Centers Can Promote Access to Care. Report to the Chairman, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED388902",
        "title":"Canada: A Source Book for Orientation, Language and Settlement Workers."},
      {
        "id":"ED388906",
        "title":"Being Real and Being Realistic: Chemical Abuse Prevention, Teen Counselors, and an Ethic of Care."},
      {
        "id":"ED388907",
        "title":"Unsafe Public Schools and the Risk of Dropping Out: A Longitudinal Study of Adolescents."},
      {
        "id":"ED388908",
        "title":"The Internship in School Counseling: A National Survey of Counselor Training Programs."},
      {
        "id":"ED388909",
        "title":"Role Perception Study of School Counselors."},
      {
        "id":"ED388910",
        "title":"Working with Newcomers: A Guide for Immigration and Settlement Workers."},
      {
        "id":"ED388913",
        "title":"Save Lives! Recommendations To Reduce Underage Access to Alcohol & Action Steps for Your Community. Update 1995."},
      {
        "id":"ED388914",
        "title":"Middle School Voices on Gender Identity."},
      {
        "id":"ED388916",
        "title":"Who Owns the Art? An Ethical Question for Art Therapists and Clinicians."},
      {
        "id":"ED388920",
        "title":"Development and Implementation of a Training Program for Staff Working with Juvenile Sexual Offenders."},
      {
        "id":"ED388921",
        "title":"Reducing the Incidences of Violence on or by Middle School Students through Development and Implementation of a Prosocial Skills/Conflict Management Program."},
      {
        "id":"ED388923",
        "title":"Promoting Cooperative and Helping Behaviours in Student Work Groups through Training in Small Group Processes."},
      {
        "id":"ED388924",
        "title":"Steroids and Other Ergogenic Aids: A Resource Guide."},
      {
        "id":"ED388925",
        "title":"Celebrate Life! A Guide for Planning All Night Alcohol/Drug-Free Celebrations for Teens. Fifth Edition."},
      {
        "id":"ED388927",
        "title":"Personality Traits of Mathematically Advanced College Students."},
      {
        "id":"ED388928",
        "title":"Gender In Interviewing."},
      {
        "id":"ED388929",
        "title":"Personality and Substance Abuse Disorders: A Review of the Recent Literature on Their Comorbidity and Implications for Diagnosis and Treatment."},
      {
        "id":"ED388930",
        "title":"An Introduction to Online Resources for ATOD Prevention Specialists."},
      {
        "id":"ED388931",
        "title":"Family Involvement: Strategies for Comprehensive Alcohol, Tobacco, and Other Drug Use Prevention Programs."},
      {
        "id":"ED388932",
        "title":"The Relationship between Parenting Style and Maternal Employment in Families with Elementary School Students."},
      {
        "id":"ED388934",
        "title":"Computer-Assisted Career Guidance: Ethical Issues Bibliography."},
      {
        "id":"ED388935",
        "title":"Computer-Assisted Career Guidance: Multicultural Issues Bibliography."},
      {
        "id":"ED388936",
        "title":"Computer Assisted Career Guidance: Disabilities Issues Bibliography."},
      {
        "id":"ED388937",
        "title":"Computer-Assisted Career Guidance Bibliographies."},
      {
        "id":"ED388938",
        "title":"An Anti-Bias Children's Literature-Based Reading Program."},
      {
        "id":"ED388939",
        "title":"Implementing Library Reading in Second and Third Grades through Sustained Silent Reading and Motivational Techniques."},
      {
        "id":"ED388941",
        "title":"How Readers Process Complex Literary Texts."},
      {
        "id":"ED388942",
        "title":"Two-Level Structural Modeling of Reading Achievement as a Basis for Evaluating Teaching Effects."},
      {
        "id":"ED388943",
        "title":"Read Together, Grow Together: The Family Literacy Initiative."},
      {
        "id":"ED388945",
        "title":"Middle School Summer Program. Title 1 Final Evaluation Report."},
      {
        "id":"ED388946",
        "title":"The Effect of a Literature-Based Approach on the Reading Attitudes of Male Students in the Third and Fifth Grades."},
      {
        "id":"ED388948",
        "title":"Curriculum Integration in Even Start Programs. Occasional Paper #5."},
      {
        "id":"ED388949",
        "title":"Literacy in Contemporary English Society. Occasional Paper, 21."},
      {
        "id":"ED388950",
        "title":"Contributor&apos;s Guide to Periodicals in Reading."},
      {
        "id":"ED388953",
        "title":"Read from the Start: Early Literacy Activities and Resources for Librarians and Other Educators."},
      {
        "id":"ED388954",
        "title":"Building Equity in Early Literacy: Two Case Studies on Improving the School Literacy Program. Literacy, Language, and Communication Program Report."},
      {
        "id":"ED388956",
        "title":"First Steps: An Early Reading Intervention Program."},
      {
        "id":"ED388958",
        "title":"Exploring Connections between Childhood and Adult Literacy Experiences."},
      {
        "id":"ED388960",
        "title":"Method of and Means for Improved Reading Efficiency of Persons with Specific Dyslexia. United States Patent 4,379,699."},
      {
        "id":"ED388961",
        "title":"The Influence of Early Field Experiences on the Attitudes of Preservice Teachers."},
      {
        "id":"ED388962",
        "title":"NAEP 1994 Reading Report Card for the Nation and the States: Findings from the National Assessment of Educational Progress and Trial State Assessment."},
      {
        "id":"ED388963",
        "title":"Cross-State Data Compendium for the NAEP 1994 Grade 4 Reading Assessment: Findings from the Trial State Assessment in Reading of the National Assessment of Educational Progress."},
      {
        "id":"ED388964",
        "title":"An Independent School Library-Classroom-Parent Partnership Program To Encourage Respect, Responsibility, Courtesy, and Caring for Students Prekindergarten through Eighth Grade."},
      {
        "id":"ED388965",
        "title":"Writing Assessment in a Competence-Based Undergraduate Program for Adult Students."},
      {
        "id":"ED388966",
        "title":"Popular Culture Images of Gender as Reflected through Young Children's Story."},
      {
        "id":"ED388967",
        "title":"A Multicultural Glimpse of Rural and Urban Adolescence in Robert Newton Peck's &quot;A Day No Pigs Would Die&quot; and Paul Zindel's &quot;The Pigman.&quot;"},
      {
        "id":"ED388968",
        "title":"Who Controls the Literature Curriculum?"},
      {
        "id":"ED388969",
        "title":"Teaching the Common Good: Journalism Textbooks' Embrace of Social Responsibility, 1891-1942."},
      {
        "id":"ED388970",
        "title":"Use of an Electronic Discussion Group for High School Publications Advisers: A Descriptive Pilot Study."},
      {
        "id":"ED388971",
        "title":"The Variable-Credit College Writing Course."},
      {
        "id":"ED388972",
        "title":"Bringing Multiculturalism to Journalism and Communication Programs."},
      {
        "id":"ED388973",
        "title":"Recapturing Experiences with Death: Remembrance, Reflection, and Revision."},
      {
        "id":"ED388974",
        "title":"Building Alliances: Photojournalism Educators and Members of NPPA."},
      {
        "id":"ED388975",
        "title":"Reading Community: Writing Difference."},
      {
        "id":"ED388976",
        "title":"Frank Aydelotte and the Oxford Method of Teaching Writing in America."},
      {
        "id":"ED388977",
        "title":"Deep Processing, Drama and Poetry."},
      {
        "id":"ED388978",
        "title":"Common Ground: Expanding Our Horizons."},
      {
        "id":"ED388979",
        "title":"Connecting the Past and Present: Reading History."},
      {
        "id":"ED388981",
        "title":"The High School Ethics Challenge: Using Standards of Professional Journalism without the Freedoms of the Professional Press."},
      {
        "id":"ED388982",
        "title":"Enhancing Empathy in the Trauma Victim Interview: What Was Learned from Journalism Students."},
      {
        "id":"ED388983",
        "title":"Knight's Paradigm and Scholastic Press Freedom."},
      {
        "id":"ED388984",
        "title":"Reflections on Teaching in a Computerized Classroom: Knowledge, Power and Technology."},
      {
        "id":"ED388985",
        "title":"Coming to Terms with Clarity."},
      {
        "id":"ED388986",
        "title":"Statute Midwifery: Nurturing Passage of a State Student Publications Act."},
      {
        "id":"ED388987",
        "title":"Desktop Technology for Newspapers: Use of the Computer Tool."},
      {
        "id":"ED388988",
        "title":"Assessment of an Intervention Addressing Literacy and Ethics."},
      {
        "id":"ED388989",
        "title":"Reading and Teaching Literature. Occasional Papers, 13."},
      {
        "id":"ED388990",
        "title":"English as a Subject: Its Development over Four Centuries. Occasional Papers, 23."},
      {
        "id":"ED388991",
        "title":"The Short Story--A Hybrid Form: Implications for Teaching. Occasional Papers, 25."},
      {
        "id":"ED388996",
        "title":"Information Literacy: Real Writers, Real Research."},
      {
        "id":"ED388997",
        "title":"The Influence of Severity, Vulnerabilty, and Response Efficacy on Information Seeking and Behavioral Intention."},
      {
        "id":"ED389000",
        "title":"Facing the Future: Attitudes of Journalism Educators and Students about New Media Technology."},
      {
        "id":"ED389001",
        "title":"Student Freedom of Expression and High School Journalism Advisers: A Legal and Educational Dilemma."},
      {
        "id":"ED373972",
        "title":"Prior Mathematics History, Anticipated Mathematics Teaching Style, and Anxiety for Teaching Mathematics among Pre-Service Elementary School Teachers."},
      {
        "id":"ED373975",
        "title":"The Biological and Earth Systems Science Curriculum. Report to the Worthington Board of Education."},
      {
        "id":"ED373977",
        "title":"Third Millennium Mathematics."},
      {
        "id":"ED373978",
        "title":"Mental Models in Word Problem Solving: An Analysis of Korean Elementary Students."},
      {
        "id":"ED373979",
        "title":"An Examination of Grouping Strategies and Their Effect on Mathematics Achievement at the Elementary Level."},
      {
        "id":"ED373981",
        "title":"Getting Started: A Guide to Bringing Environmental Education into Your Classroom."},
      {
        "id":"ED373982",
        "title":"Slide Resource Kit."},
      {
        "id":"ED373983",
        "title":"Small-Group vs. Whole-Class Discussion: Gaining the Floor in Science Lessons."},
      {
        "id":"ED373984",
        "title":"Rivers at Risk: An Activity Based Study Guide for the Colorado River Basin."},
      {
        "id":"ED373985",
        "title":"Collaborative Inquiry in Networked Communities: Lessons from the Alice Testbed."},
      {
        "id":"ED373986",
        "title":"Science and Mathematics Education in the United States: Eight Innovations: Proceedings of the OECD International Conference on Science, Mathematics and Technology Education (Paris, France, November 5-7, 1991)."},
      {
        "id":"ED373987",
        "title":"Theory and Practice: Science for Undergraduates of Limited English Proficiency."},
      {
        "id":"ED373988",
        "title":"Differences in Asian- and Anglo-American Students' Motivation and Learning Environment in Mathematics."},
      {
        "id":"ED373989",
        "title":"A Study of the Effectiveness of the Comprehensive School Mathematics Program."},
      {
        "id":"ED373992",
        "title":"Characteristics of Doctoral Scientists and Engineers in the United States: 1991. Surveys of Science Resource Series."},
      {
        "id":"ED373993",
        "title":"Science, Mathematics, Engineering, and Technology Education for the 21st Century. Summer Symposium on Educating for Citizenship in the 21st Century (July 1992). Final Report."},
      {
        "id":"ED373994",
        "title":"Science in the National Interest."},
      {
        "id":"ED373995",
        "title":"Future Content in Science and Technology Education at Secondary Level. Proceedings of the UNESCO PROAP/APEID Regional Workshop for the Development of Science Education at the Secondary Level with Special Reference to Futures Content (Beijing, People's Republic of China, November 29-December 5, 1989)."},
      {
        "id":"ED373996",
        "title":"Access to Science Literacy. Barrier Free in Brief."},
      {
        "id":"ED373997",
        "title":"Laboratories and Classrooms in Science and Engineering. Barrier Free in Brief."},
      {
        "id":"ED373998",
        "title":"Effective Methods for Teaching Nonmajors Introductory College Biology: A Critical Literature Review."},
      {
        "id":"ED373999",
        "title":"Happy 50th Birthday Smokey Bear! A Learning Kit about Forests and Fire Safety for Grades K-3."},
      {
        "id":"ED374000",
        "title":"Hazardous Waste and You. A Teacher's Guide."},
      {
        "id":"ED374001",
        "title":"Idaho K-12 Science Content Guide and Framework."},
      {
        "id":"ED374002",
        "title":"Good Planets Are Hard To Find! Ecology Action Workbook and Dictionary."},
      {
        "id":"ED374009",
        "title":"&quot;Study Nature, Not Books&quot;: The Nature Study Curriculum 1891-1932."},
      {
        "id":"ED374010",
        "title":"Into the Woods: Nature Experience and Conceptual Change."},
      {
        "id":"ED374011",
        "title":"Conceptual Development: Re-examining Knowledge Construction in Science."},
      {
        "id":"ED374012",
        "title":"Dynamics of Conceptual Change in Small Group Science Interactions."},
      {
        "id":"ED374013",
        "title":"The Effect of Wider Participation among Women of Color on Science Teaching and Science Teacher Education."},
      {
        "id":"ED374014",
        "title":"Ellen Swallow Richards (1842-1911): Ecological Foremother."},
      {
        "id":"ED374016",
        "title":"Periodic Comet Shoemaker-Levy 9 Collides with Jupiter. Background Material for Science Teachers."},
      {
        "id":"ED374017",
        "title":"Action Biology for the First Year. First Edition."},
      {
        "id":"ED374018",
        "title":"Action Biology. Advanced Placement for the Second Year. First Edition."},
      {
        "id":"ED374019",
        "title":"Balloons and Science Kit."},
      {
        "id":"ED374020",
        "title":"Science Framework for the 1994 National Assessment of Educational Progress."},
      {
        "id":"ED374021",
        "title":"Fulbright-Hays Summer Seminars Abroad Program 1989. Egypt: Transition to the Modern World."},
      {
        "id":"ED374022",
        "title":"Poland. A Selection of Teaching Materials."},
      {
        "id":"ED374023",
        "title":"Czechoslovakia. A Selection of Teaching Materials."},
      {
        "id":"ED374024",
        "title":"Voting in Maine."},
      {
        "id":"ED374025",
        "title":"Working Notes from the National Conference on the Bicentennial of the Bill of Rights."},
      {
        "id":"ED374026",
        "title":"Sure-Fire Presentations. Revised. Bar/School Partnership Programs."},
      {
        "id":"ED374028",
        "title":"Guidelines for Developing Music Curricula in Pennsylvania Schools."},
      {
        "id":"ED374029",
        "title":"Civic Attitudes of Japanese Middle School Students: Results of a Pilot Study."},
      {
        "id":"ED374030",
        "title":"National Diffusion Network's Evaluation of the Fast Track Music System 1992-93."},
      {
        "id":"ED374031",
        "title":"An Analysis of the Cape Verdean Status Quo: Outgrowths of a Critical Environment."},
      {
        "id":"ED374032",
        "title":"The Internalization of Values: Adopting Cooperation (Sunao) in Japanese Preschools."},
      {
        "id":"ED374033",
        "title":"Career Interests of Academically Talented Seventh Graders."},
      {
        "id":"ED374034",
        "title":"Attitudes about School of Academically Talented Seventh Graders."},
      {
        "id":"ED374035",
        "title":"Perception and Misperception of Others: Social-Cognition Implications for Peace Education. Educational and Psychological Interactions. No. 115."},
      {
        "id":"ED374036",
        "title":"The &quot;Didactic Locus&quot; of Peace Education: Extra-Curricular, Mono-Curricular, Cross-Curricular, or Trans-Curricular Approaches. Didakometry. No. 74."},
      {
        "id":"ED374037",
        "title":"A Plan for Enhancing Student Achievement in an Eleventh Grade Large Classroom American History Course through a Multicultural Curriculum."},
      {
        "id":"ED374044",
        "title":"Gender Equity in Education: A Review of the Literature."},
      {
        "id":"ED374045",
        "title":"Distinctiveness and Social Interaction."},
      {
        "id":"ED374046",
        "title":"Enhancing Optimum Learning Moments in Social Studies Instruction."},
      {
        "id":"ED374047",
        "title":"Process Induction: Researching Skills Development across the Social Studies Curriculum. Middle Grades."},
      {
        "id":"ED374048",
        "title":"Environments: The Context of Our Lives. A Social Studies Schema for Grades 7-12."},
      {
        "id":"ED374049",
        "title":"Understanding Environmental Rift: An Eco/Social Studies Approach."},
      {
        "id":"ED374050",
        "title":"LETs Integrate the Curriculum: Learning Enhancement Teams and the Social Studies Core. A Monologue."},
      {
        "id":"ED374051",
        "title":"A Rationale for Native American Studies in a Secondary School Curriculum."},
      {
        "id":"ED374052",
        "title":"Utilizing Multiple Intelligence Theory and Outcome-Based Measures To Develop a Core Framework for Science and Social Studies Curriculum Kindergarten through Grade Five."},
      {
        "id":"ED374054",
        "title":"Civic Education Curricula for the Forms IX and XII. An Extract from the Frame Curricula for the Basic School of the Estonian Education Centre."},
      {
        "id":"ED374055",
        "title":"Bibliography of Assessment Alternatives: Social Studies. Innovative Assessment."},
      {
        "id":"ED374056",
        "title":"Civic Education in Former Communist Countries of Central and Eastern Europe."},
      {
        "id":"ED374061",
        "title":"&quot;Into Your Hands His Life and Liberty....&quot; A Collection of Significant Cases from the Rhode Island Courts. First Edition."},
      {
        "id":"ED374062",
        "title":"Resource Book for Teachers for Use With, &quot;...Into Your Hands His Life and Liberty...&quot; A Collection of Significant Cases from the Rhode Island Courts."},
      {
        "id":"ED374063",
        "title":"Your Court. How the Rhode Island Judiciary System Works. First Edition and Teacher's Resource Book."},
      {
        "id":"ED374065",
        "title":"Mini-Mock Trial Manual."},
      {
        "id":"ED374066",
        "title":"Law in Wyoming."},
      {
        "id":"ED374067",
        "title":"Rights of the Accused: Criminal Amendments in the Bill of Rights. A Compilation of Lessons by Minnesota Teachers."},
      {
        "id":"ED374068",
        "title":"Fairness &amp; Freedom. Courts as a Forum for Justice."},
      {
        "id":"ED374069",
        "title":"Minnesota in the Supreme Court. Lessons on Supreme Court Cases Involving Minnesotans."},
      {
        "id":"ED374070",
        "title":"Constitutional Rights of Juveniles and Students: Lessons on Sixteen Supreme Court Cases."},
      {
        "id":"ED374071",
        "title":"Facing History and Ourselves: An Instructional Tool for Constructivist Theory."},
      {
        "id":"ED374072",
        "title":"The Social Studies in Secondary Education: A Reprint of the Seminal 1916 Report with Annotations and Commentaries."},
      {
        "id":"ED374073",
        "title":"Arts Education Assessment Framework. Pre-Publication Edition."},
      {
        "id":"ED374074",
        "title":"That Delicate Balance II: Our Bill of Rights. Instructor's Guide."},
      {
        "id":"ED374075",
        "title":"What Makes Effective Secondary Education Substitute Teachers? Literature Review."},
      {
        "id":"ED374076",
        "title":"Restructuring Teacher Preparation: Seminar and Related Activities within a Secondary Professional Development School."},
      {
        "id":"ED374077",
        "title":"A Professional Development School's Impact on Student Teachers' Attitudes."},
      {
        "id":"ED374078",
        "title":"Combining Professional Development Plans and Portfolios for Use in Preservice Teacher Education: Early Childhood and Elementary Education Perspectives."},
      {
        "id":"ED374079",
        "title":"From Cooperation to Collaboration: The Making of a University-School District Partnership."},
      {
        "id":"ED374080",
        "title":"Bridging Traditional and Authentic Assessment."},
      {
        "id":"ED374082",
        "title":"Multiple Levels of Collaboration in Professional Development Schools: A Continuum of Professional Development."},
      {
        "id":"ED374083",
        "title":"Elmhurst College Department of Education Satellite Program Handbook. Revised Edition."},
      {
        "id":"ED374084",
        "title":"The Satellite Program: A Collaboration for Clinical Experiences in Teacher Education."},
      {
        "id":"ED374085",
        "title":"Authentic Assessment of Self-Concept through Portfolios: Building a Model with Public Schools."},
      {
        "id":"ED374087",
        "title":"Competencies and Training of Teachers of Students with Serious Emotional Disturbances."},
      {
        "id":"ED374088",
        "title":"Active Learning and the At-Risk Student: Cultivating Positive Attitudes towards Science and Learning."},
      {
        "id":"ED374089",
        "title":"Chicago Public School Teachers' Opinions on School Reform."},
      {
        "id":"ED374090",
        "title":"Professional Development Teams: Stepping Stone (or Next Best Thing) to Professional Development Schools."},
      {
        "id":"ED374091",
        "title":"Changing Contexts for Changing Roles: Teachers as Learners and Leaders in Universities, Professional Development Schools, and School Districts."},
      {
        "id":"ED374092",
        "title":"Attitudes of Involvement with Students' Problems Outside of the School."},
      {
        "id":"ED374093",
        "title":"Teaching for Understanding: Attaining Higher Order Learning and Increased Achievement through Experiential Instruction."},
      {
        "id":"ED374094",
        "title":"Research, Issues, and Practices. Conference Proceedings of the Annual Curriculum and Instruction Research Symposium (2nd, Vermillion, South Dakota, April 15, 1994)."},
      {
        "id":"ED374095",
        "title":"Authentic Teaching and Assessment: Policy and Practice. Examples from the Field. Annual National Center for Restructuring Education, Schools, and Teaching Affiliates' Meeting (2nd, New York, New York, March 19, 1993)."},
      {
        "id":"ED374096",
        "title":"The Pygmalion Effect and Its Influence on the Grading and Gender Assignment on Spelling and Essay Assessments."},
      {
        "id":"ED374098",
        "title":"Professional Development and Restructuring."},
      {
        "id":"ED374099",
        "title":"Teacher Education As an All Community Responsibility: A Proposal for Restructuring California Teacher Education."},
      {
        "id":"ED374100",
        "title":"Perceived Impact of the &quot;Ecology of Student Teaching.&quot;"},
      {
        "id":"ED374101",
        "title":"Reducing Stress and Tension in the Classroom through the Use of Humor."},
      {
        "id":"ED374102",
        "title":"\"Teacher-Pleasing,\" Traditional Grading--and Learning? A Collaborative Qualitative Study."},
      {
        "id":"ED374103",
        "title":"Piaget and Columbus: A Post-Hole Dig into Decentering (A Qualitative Study in Progress)."},
      {
        "id":"ED374105",
        "title":"Teacher Development in State Secondary Schools: A Pilot Study."},
      {
        "id":"ED374106",
        "title":"Certificated Personnel Performance Evaluation System Survey Report."},
      {
        "id":"ED374108",
        "title":"Thoughtful Leadership. Proceedings of the Third Conference on Thoughtful Teaching and Learning (Provo, Utah, July 1993)."},
      {
        "id":"ED374109",
        "title":"Instruction and Classroom Management: A Combination That Is Music to Your Ears."},
      {
        "id":"ED374111",
        "title":"Preparing Teachers To Involve Parents: A National Survey of Teacher Education Programs."},
      {
        "id":"ED374112",
        "title":"Basic Movement Skills (K-3). Curriculum Support Series."},
      {
        "id":"ED374113",
        "title":"Physical Education K-4. Movement with Meaning. Curriculum Support Series."},
      {
        "id":"ED374114",
        "title":"Teacher Perspectives as a Framework for Strengthening Teacher Education. Draft."},
      {
        "id":"ED374117",
        "title":"The New Teacher Education Program at the University of Wyoming. Final Evaluation Report."},
      {
        "id":"ED374118",
        "title":"Keeping Our Schools Safe: A Survey of Teachers and Students about Violence in U.S. Schools."},
      {
        "id":"ED374119",
        "title":"Minority Teacher Recruitment, Preparation, and Retention."},
      {
        "id":"ED374120",
        "title":"Improving Teachers' Attitudes toward Students with Disabilities."},
      {
        "id":"ED374121",
        "title":"New Contexts for Educational Case Study Applications: From Classroom to Competition and Beyond."},
      {
        "id":"ED374123",
        "title":"A Collaborative Field Based Elementary Education Program: Bridging the Credibility Gap between Teachers and Teacher Training Programs."},
      {
        "id":"ED374124",
        "title":"Mentoring and Collaborating with Cases: Developing the Skills and Resources To Compete in a National Case Competition."},
      {
        "id":"ED374125",
        "title":"Politics, Practice, and Policy in Linking Teacher Education and Vocational Education through Fieldwork Experiences. Draft."},
      {
        "id":"ED374126",
        "title":"Reconceptualising Pre-Service Teacher Education: The Applicability of a Cognitive Apprenticeship Model."},
      {
        "id":"ED374127",
        "title":"Teacher Education, Schools and Industry Links."},
      {
        "id":"ED374128",
        "title":"Using Learning Theory To Guide Reflection in the Practicum."},
      {
        "id":"ED374129",
        "title":"Measuring Adaptation in Ministers' Families: The Modified Family Adaptation Scale."},
      {
        "id":"ED374130",
        "title":"An Ad Hoc Analysis Strategy with Missing Data."},
      {
        "id":"ED374131",
        "title":"Instructional Analogies and the Learning of Concepts."},
      {
        "id":"ED374133",
        "title":"Teacher Portfolio: Reflection in Action. Part 1 and Part 2. An Alternative to Traditional Teacher Evaluation; and Creating Teacher Portfolios. The Dallin School Project."},
      {
        "id":"ED374134",
        "title":"Characteristics of Stayers, Movers, and Leavers: Results from the Teacher Followup Survey: 1991-92. Schools and Staffing Survey (SASS). E.D. Tabs."},
      {
        "id":"ED374135",
        "title":"Improving Math and Science Assessment. Report on the Secretary's Third Conference on Mathematics and Science Education (Washington, DC, September 20-21, 1993)."},
      {
        "id":"ED374136",
        "title":"Data Quality in Mail, Telephone and Face to Face Surveys."},
      {
        "id":"ED374138",
        "title":"Prediction of First-Term Military Attrition Using Pre-Enlistment Predictors."},
      {
        "id":"ED374140",
        "title":"A Philosophical Analysis of Creativity Measurement."},
      {
        "id":"ED374141",
        "title":"Academic Background and Admissions Test Scores as Predictors of College Mathematics Outcomes."},
      {
        "id":"ED374142",
        "title":"Information Management and Report Generation System for a State-Based Teacher Performance Assessment Program."},
      {
        "id":"ED374143",
        "title":"How Accurate Are Judgments of Intelligence by Strangers?"},
      {
        "id":"ED374144",
        "title":"Getting Acquainted with U.S. Eighth Graders: Implications for Nonschool Programs."},
      {
        "id":"ED374145",
        "title":"Cognitive Apprenticeship Model in a Technologically Rich Learning Environment: Socioemotional Processes in Learning Interaction."},
      {
        "id":"ED374146",
        "title":"Methodological Issues Encountered in Following a Cohort of Eighth Graders."},
      {
        "id":"ED374147",
        "title":"Certificated Personnel and Related Information, Fall 1993."},
      {
        "id":"ED374148",
        "title":"IQ and the Death Penalty: Verifying Mental Retardation."},
      {
        "id":"ED374149",
        "title":"The Star Schools Distance-Learning Program: Results from the Mandated Study."},
      {
        "id":"ED374150",
        "title":"Housing Star Schools Reforms."},
      {
        "id":"ED374151",
        "title":"Does It Really Take a Whole Village To Raise a Child? Mixing Metaphor and Meaning in the Educational Partnerships Program."},
      {
        "id":"ED374152",
        "title":"The Relationship between College Students' Study Activities, Content Knowledge Structure, Academic Self-Efficacy and Classroom Achievement."},
      {
        "id":"ED374153",
        "title":"Performance of Mantel-Haenszel and Logistic Regression DIF Procedures over Replications Using Real Data."},
      {
        "id":"ED374154",
        "title":"Factor Structure of the WISC-III for Mexican-American, Learning Disabled Students."},
      {
        "id":"ED374156",
        "title":"A Secondary Analysis of Claims Regarding the Reflective Judgment Interview: Internal Consistency, Sequentiality and Intra-Individual Differences in Ill-Structured Problem Solving."},
      {
        "id":"ED374157",
        "title":"Linking Statewide Tests to the National Assessment of Educational Progress: Stability of Results."},
      {
        "id":"ED374158",
        "title":"Comparing BILOG and LOGIST Estimates for Normal, Truncated Normal, and Beta Ability Distributions."},
      {
        "id":"ED374159",
        "title":"A Statewide Program Assessment Survey of Parents', Teachers', and Principals' Perceptions of School Report Cards."},
      {
        "id":"ED374160",
        "title":"Decision Making Models for Using Multiple Assessment Results. EREAPA Publication Series No. 93-8."},
      {
        "id":"ED374161",
        "title":"Methods for Assessing Performance. EREAPA Publication Series No. 93-6."},
      {
        "id":"ED374162",
        "title":"The Use of Confidence Intervals When Interpreting Test Scores. EREAPA Publication Series No. 93-4."},
      {
        "id":"ED374163",
        "title":"Preparing Students for Testing: Should We Promote Test Wiseness? EREAPA Publication Series No. 93-1."},
      {
        "id":"ED374165",
        "title":"An Inventory of Diversity Programs &amp; Services in Continuing Higher Education."},
      {
        "id":"ED374168",
        "title":"Implementing Program Integrity from an HBCU Perspective: Progress, Problems, and Prospects. An Analysis of Part H, Program Integrity - TRIAD of the Higher Education Act and the Final Rules and Related Interim Final Regulations Published in the &quot;Federal Register&quot; on April 29, 1994."},
      {
        "id":"ED374171",
        "title":"Neighborhood-Based Family Support."},
      {
        "id":"ED374173",
        "title":"Bringing Out the Best in Them. The Voice of Culturally Relevant Teachers in School Restructuring."},
      {
        "id":"ED374174",
        "title":"Writing Tasks and Roles Students Play: The Case of Learning To Write in an Inner City Classroom."},
      {
        "id":"ED374175",
        "title":"Motivating Students To Complete Homework."},
      {
        "id":"ED374177",
        "title":"Factors That Contribute to Learning Difference among African American and Caucasian Students."},
      {
        "id":"ED374180",
        "title":"The Differential Impact of Reading Recovery on the Achievement of First Graders in the Newark School District, 1991-1993."},
      {
        "id":"ED374181",
        "title":"Leaders for Tomorrow--Today: Confronting Prejudice in Schools."},
      {
        "id":"ED374182",
        "title":"Direct Assessment of a Progressive Public Elementary School: Graduates of Central Park East."},
      {
        "id":"ED374187",
        "title":"Implementing Problem-Solving Techniques in an Urban Central Office Department by Establishing Teams and Infusing TQM Concepts."},
      {
        "id":"ED374188",
        "title":"Intersubjectivity in Home-School Partnerships in Two Inner-City School Settings. Draft."},
      {
        "id":"ED374189",
        "title":"Fostering and Managing Hispanic Parent Involvement in an Urban Middle School."},
      {
        "id":"ED374195",
        "title":"An Alternative Approach To Increase Parent Involvement among Culturally Diverse Families."},
      {
        "id":"ED374196",
        "title":"Hispanics' Schooling: Risk Factors for Dropping Out and Barriers to Resuming Education. Report to Congressional Requesters."},
      {
        "id":"ED374197",
        "title":"Urban Recreation and At-Risk Youth Act of 1994. Report to Accompany H.R. 4034. 103D Congress, 2d Session."},
      {
        "id":"ED374198",
        "title":"Hearing on H.R. 6, School Safety, Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (June 22, 1993)."},
      {
        "id":"ED374202",
        "title":"Slipping towards Segregation: Local Control and Eroding Desegregation in Montgomery County, Maryland."},
      {
        "id":"ED374203",
        "title":"Speaking Out Loud: Conversations with Young Puerto Rican Men."},
      {
        "id":"ED374204",
        "title":"The Academic Performance of Hispanics in Florida Public Schools."},
      {
        "id":"ED374206",
        "title":"Career Shifting: Starting Over in a Changing Economy. Points West Review."},
      {
        "id":"ED374207",
        "title":"Aiming for Excellence: A World-Class Workforce, a World-Class Economy."},
      {
        "id":"ED374208",
        "title":"Seeing: Gender and Literacy."},
      {
        "id":"ED374209",
        "title":"A Comparative Analysis of Adult Learning Styles and Interpersonal Communication Techniques."},
      {
        "id":"ED374210",
        "title":"Literacy in Turkey with Special Reference to Women's State."},
      {
        "id":"ED374211",
        "title":"Modularization and Flexibilization."},
      {
        "id":"ED374212",
        "title":"Project-Based Module Development."},
      {
        "id":"ED374213",
        "title":"Social Change and Adult Education Research. Adult Education Research in Nordic Countries 1992/93."},
      {
        "id":"ED374214",
        "title":"Project SCANS Integration. Formative Evaluation Report."},
      {
        "id":"ED374215",
        "title":"Vision 2000 Conference Report (Alexandria, Virginia, July 21-24, 1994)."},
      {
        "id":"ED374216",
        "title":"Ohio's Action Agenda for Adult Literacy."},
      {
        "id":"ED374217",
        "title":"Job Corps Centers. Comparison of Costs and Outcomes."},
      {
        "id":"ED374218",
        "title":"Principles of Technology. Workshop Presenter's Handbook for Pennsylvania Educators."},
      {
        "id":"ED374219",
        "title":"&quot;It's Never Too Late.&quot; A Learning Pack for Older People with Few or No Formal Qualifications."},
      {
        "id":"ED374220",
        "title":"Liberating Learning. A Study of Daytime Education Groups in Ireland."},
      {
        "id":"ED374221",
        "title":"Managing &amp; Developing People."},
      {
        "id":"ED374222",
        "title":"An Unfinished Jigsaw: The 16+ Curriculum in the 1990s."},
      {
        "id":"ED374224",
        "title":"Fact Finding Report. Commission on the Future of Worker-Management Relations."},
      {
        "id":"ED374225",
        "title":"Multiple Employment Training Programs. How Legislative Proposals Address Concerns. Testimony before the Subcommittee on Employment, Housing and Aviation, Committee on Government Operations, House of Representatives. Statement of Clarence C. Crawford, Associate Director, Education and Employment Issues, Health, Education, and Human Services Division."},
      {
        "id":"ED374226",
        "title":"Welfare to Work. JOBS Automated Systems Do Not Focus on Program&apos;s Employment Objective. Report to Congressional Requesters."},
      {
        "id":"ED374227",
        "title":"Strategy Plan for Training Personnel in BLM's Wildlife, Fisheries, and Special Status Plants Program. Fish and Wildlife 2000. National Strategy Plan Series."},
      {
        "id":"ED374228",
        "title":"Initiating Even Start Programs. Occasional Paper #1."},
      {
        "id":"ED374229",
        "title":"Turning Points in Even Start Programs. Occasional Paper #4."},
      {
        "id":"ED374230",
        "title":"Using Evaluation Results To Refine Family Literacy Programs. Occasional Paper #5."},
      {
        "id":"ED374231",
        "title":"Adult Education: Issues for the Future. Proceedings of the University-Based Adult Education Conference (Stellenbosch, South Africa, April 14-16, 1993)."},
      {
        "id":"ED374232",
        "title":"NOVA 2000. Guidance Plan for SAD 21, 43, 44's Middle and High Schools, Peru and St. A. and St. John's Schools."},
      {
        "id":"ED374233",
        "title":"The Women's Series: Kids Alone, Safe at Home. Child Care Choices. Tutor's Guide."},
      {
        "id":"ED374234",
        "title":"Celebrate Writing. A Collection of Narratives, Poems, and Essays."},
      {
        "id":"ED374235",
        "title":"Put It in Print. How To Produce a Book of Writings by Adult Literacy Students."},
      {
        "id":"ED374236",
        "title":"The Path to Family Literacy. Building a Comprehensive Program, Step by Step."},
      {
        "id":"ED374237",
        "title":"Transitions: Building Partnerships between Literacy Volunteer and Adult Education Programs. Background Papers from the National Conference (Washington, D.C., May 15-17, 1994)."},
      {
        "id":"ED374238",
        "title":"Nontraditional Careers--Making Them a Tradition."},
      {
        "id":"ED374239",
        "title":"Intergenerational Care Provider. Core Course and Certificate Program."},
      {
        "id":"ED374240",
        "title":"The Statewide Training Model for a Continuing Education Certificate in Gerontology in Religion and Aging."},
      {
        "id":"ED374243",
        "title":"New Perspectives on Professionals' Learning: The Liberatory and Limiting Potential of Dialogue."},
      {
        "id":"ED374244",
        "title":"Adult Learners and the Further and Higher Education Act 1992. A Review of the Debate."},
      {
        "id":"ED374245",
        "title":"What If Grandma Moses Attended Night School? Strategies for Reprioritizing Adult Art Education."},
      {
        "id":"ED374247",
        "title":"Healthcare: A Lesson in Benchmarking for Educators."},
      {
        "id":"ED374248",
        "title":"Nationwide Participation in 4-H during the 1980s: Information from the Office of Education NELS:88 Study."},
      {
        "id":"ED374249",
        "title":"Recent Developments in Career Education in the Netherlands: Learning by Experience and Value Stimulation."},
      {
        "id":"ED374251",
        "title":"Perceptions of Barriers to Career Choice: Do They Lead to Compromise?"},
      {
        "id":"ED374252",
        "title":"Workforce Diversity: Status, Controversies, and an Interdisciplinary Approach."},
      {
        "id":"ED374253",
        "title":"Materials for Serving Homeless Adult Learners. A Resource Guide."},
      {
        "id":"ED374254",
        "title":"Diagnostic Techniques for Training and Development."},
      {
        "id":"ED374264",
        "title":"The American School-to-Career Movement: A Background Paper for Policymakers and Foundation Officers."},
      {
        "id":"ED374265",
        "title":"Opening Career Paths for Youth: What Can Be Done? Who Can Do It?"},
      {
        "id":"ED374267",
        "title":"Adult Literacy in Canada: Results of a National Study."},
      {
        "id":"ED374268",
        "title":"Guidelines and Support Materials for the Acquisition of Computer-Based Adult Literacy Systems."},
      {
        "id":"ED374269",
        "title":"Reading the Future: NLS Partnerships Help Canadians Meet the Challenges of a Changing World."},
      {
        "id":"ED374271",
        "title":"Supply and Demand for Literacy Instruction in the United States."},
      {
        "id":"ED374272",
        "title":"The Professionalization of the Teacher in Adult Literacy Education."},
      {
        "id":"ED374273",
        "title":"The Role of Literacy in the Wealth of Individuals and Nations."},
      {
        "id":"ED374274",
        "title":"You Might as Well Use a Bin Liner!"},
      {
        "id":"ED374275",
        "title":"ReDirection: Options for Policy and Practice in Adult Literacy in Washington State. Background to the Issues. A Series of Discussion of Papers for the Adult Education Advisory Council."},
      {
        "id":"ED374276",
        "title":"ReDirection: Options for Policy and Practice in Adult Literacy in Washington State. Goals and Outcomes. A Series of Discussion Papers for the Adult Education Advisory Council."},
      {
        "id":"ED374277",
        "title":"ReDirection: Options for Policy and Practice in Adult Literacy in Washington State. Roles of Providers. A Series of Discussion Papers for the Adult Education Advisory Council."},
      {
        "id":"ED374278",
        "title":"ReDirection: Options for Policy and Practice in Adult Literacy in Washington State. Priorities for Service. A Series of Policy Papers for the Adult Education Advisory Council."},
      {
        "id":"ED374279",
        "title":"ReDirection: Options for Policy and Practice in Adult Literacy in Washington State. Effective Practices. A Series of Policy Papers for the Adult Education Advisory Council."},
      {
        "id":"ED374280",
        "title":"A Guide for Infusing Entrepreneurship Awareness into Vocational Education."},
      {
        "id":"ED374281",
        "title":"ABC's of Construction. Final Report."},
      {
        "id":"ED374282",
        "title":"Writing about Your Craft. Writing Frames for Construction Workers."},
      {
        "id":"ED374283",
        "title":"Improving Listening Skills: Hazards Communication. Listening Skills: Portable Fire Extinguishers."},
      {
        "id":"ED374284",
        "title":"Study Skills. Test Taking."},
      {
        "id":"ED374285",
        "title":"Understanding Sequence: Electrical Instrumentation, Millwright, Pipefitter."},
      {
        "id":"ED374286",
        "title":"Reading Charts &amp; Tables. E &amp; I. Pipefitter. Millwright."},
      {
        "id":"ED374287",
        "title":"Getting Meanings from Context. Electrical &amp; Instrumentation."},
      {
        "id":"ED374288",
        "title":"Finding the Main Idea. Electrical &amp; Instrumentation."},
      {
        "id":"ED374289",
        "title":"Reading Charts &amp; Tables. Electrical &amp; Instrumentation."},
      {
        "id":"ED374290",
        "title":"Reading Diagrams. E &amp; I."},
      {
        "id":"ED374291",
        "title":"Problem Solving Using Charts and Tables. E &amp; I."},
      {
        "id":"ED374292",
        "title":"Building Workplace Vocabulary for E &amp; I: Structural Analysis."},
      {
        "id":"ED374293",
        "title":"Building Workplace Vocabulary for E &amp; I: General, Specialized, &amp; Technical Terms."},
      {
        "id":"ED374294",
        "title":"Building Workplace Vocabulary for E &amp; I: Compound Words."},
      {
        "id":"ED374295",
        "title":"Meaning from Context. Millwright."},
      {
        "id":"ED374296",
        "title":"Finding the Main Idea. Millwright."},
      {
        "id":"ED374297",
        "title":"Reading Charts &amp; Tables. Millwright."},
      {
        "id":"ED374298",
        "title":"Reading Diagrams. Millwright."},
      {
        "id":"ED374299",
        "title":"Problem Solving Using Charts and Graphs. Millwright."},
      {
        "id":"ED374300",
        "title":"Building Workplace Vocabulary for Millwright: Structural Analysis."},
      {
        "id":"ED374301",
        "title":"Building Workplace Vocabulary for Millwright: General, Specialized, &amp; Technical Terms."},
      {
        "id":"ED374302",
        "title":"Building Workplace Vocabulary for Millwright: Compound Words."},
      {
        "id":"ED374303",
        "title":"Measuring Decimals. Millwright."},
      {
        "id":"ED374304",
        "title":"Meaning from Context. Pipefitter."},
      {
        "id":"ED374305",
        "title":"Finding the Main Idea. Pipefitter."},
      {
        "id":"ED374306",
        "title":"Reading Charts and Graphs. Pipefitter."},
      {
        "id":"ED374307",
        "title":"Reading Diagrams. Pipefitter."},
      {
        "id":"ED374308",
        "title":"Solving Problems with Charts &amp; Tables. Pipefitter."},
      {
        "id":"ED374309",
        "title":"Building Workplace Vocabulary for Pipefitters. Structural Analysis."},
      {
        "id":"ED374310",
        "title":"Building Workplace Vocabulary for Pipefitters. General, Specialized, &amp; Technical Terms."},
      {
        "id":"ED374311",
        "title":"Building Workplace Vocabulary for Pipefitters. Compound Words."},
      {
        "id":"ED374312",
        "title":"Measuring Fractions. Pipefitter."},
      {
        "id":"ED374313",
        "title":"[Pipefitting Workbooks.]"},
      {
        "id":"ED374314",
        "title":"Lifelong Learning: Thirty Years of Educational Change."},
      {
        "id":"ED374315",
        "title":"Hearing on the Job Opportunities and Basic Skills Program: Views from Participants and State Administrators. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor, House of Representatives. One Hundred Third Congress, Second Session."},
      {
        "id":"ED374317",
        "title":"Dislocated Workers. Implementation of the Worker Adjustment and Retraining Notification Act (WARN). Testimony before the Subcommittee on Labor, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED374318",
        "title":"Employment Opportunities in Agribusiness. A Report."},
      {
        "id":"ED374319",
        "title":"Military Installation Voluntary Education Review (MIVER). Final Report. Fiscal Years 1991-1993."},
      {
        "id":"ED374320",
        "title":"Principles of Good Practice for Voluntary Education Programs on Military Installations. Military Installation Voluntary Education Review (MIVER)."},
      {
        "id":"ED374321",
        "title":"Principles of Good Practice for Institutions Providing Voluntary Education Programs on Military Installations. Military Installation Voluntary Education Review (MIVER)."},
      {
        "id":"ED374322",
        "title":"Planing Meeting on Asian/Pacific Joint Production Programme of Materials for Neo-Literates in Rural Areas (Tokyo, Japan, June 7-9, 1993). Report."},
      {
        "id":"ED374323",
        "title":"Development of Literacy Follow-up Materials on Agricultural Vocational Training (Horticulture and Animal Raising) for Adults in Rural Areas. Final Report. Regional Workshop on the Preparation of Literacy Follow-up Materials in Asia and the Pacific (11th, Ho Chi Minh City, Vietnam, November 22-December 3, 1993)."},
      {
        "id":"ED374325",
        "title":"Tech Prep SCANS Lesson Development. Region 10 Tech Prep."},
      {
        "id":"ED374327",
        "title":"Strengthening the Links: Education and the Private Sector."},
      {
        "id":"ED374328",
        "title":"Vocational Education in G-7 Countries: Profiles and Data. Research and Development Report."},
      {
        "id":"ED374329",
        "title":"English for Specific Purposes: Building a Curricular Bridge between English as a Second Language and Vocational/Business Office Systems. A Carl D. Perkins Vocational and Applied Technology Education Program Improvement Grant. Final Report."},
      {
        "id":"ED374330",
        "title":"Evaluation of Single Parent, Displaced Homemaker, and Single Pregnant Women Programs in Texas Public Schools. Final Report."},
      {
        "id":"ED374331",
        "title":"Evaluation of Gender Equity in Career and Applied Technology Education Programs. Final Report."},
      {
        "id":"ED374332",
        "title":"Informing Students about Nontraditional Careers. A Resource Manual."},
      {
        "id":"ED374333",
        "title":"Visions and Revisions for the 21st Century. Proceedings of the Annual Conference of the Commission of Professors of Adult Education (Dallas, Texas, November 19-21, 1993)."},
      {
        "id":"ED374334",
        "title":"Workplace Literacy for Psychiatric Health Care Workers. Final Performance Report [and] External Evaluation Report."},
      {
        "id":"ED374335",
        "title":"Vocational Education in Secondary Schools. A Review of the Literature."},
      {
        "id":"ED374336",
        "title":"Tech Prep Implementation in the United States: Promising Trends and Lingering Challenges."},
      {
        "id":"ED374337",
        "title":"&quot;Leader Attributes Inventory&quot; Manual."},
      {
        "id":"ED374338",
        "title":"Job Satisfaction of Nurse Educators in a Collaborative Baccalaureate Nursing Program in Western Canada."},
      {
        "id":"ED374339",
        "title":"Understanding Family Literacy: Conceptual Issues Facing the Field."},
      {
        "id":"ED374340",
        "title":"Literacy Transfer: A Review of the Literature."},
      {
        "id":"ED374342",
        "title":"Income Generation and Money Management: Training Women as Entrepreneurs."},
      {
        "id":"ED374343",
        "title":"Self-Esteem: Issues for the Adult Learner."},
      {
        "id":"ED374344",
        "title":"Planning for Life Program Guidebook. Career Planning: Definition, Improvement Ideas and Self-Review Process."},
      {
        "id":"ED374345",
        "title":"From Awareness to Action: Evaluation of the ITFL Experience for Future Development."},
      {
        "id":"ED374346",
        "title":"Redesigning and Refocusing High School Vocational Studies. Blending Academic and Vocational Education, Connecting the School Site to the Worksite, and Linking Secondary and Postsecondary Education."},
      {
        "id":"ED374347",
        "title":"The Impact of High School Vocational Education: A Review with Recommendations for Improvement."},
      {
        "id":"ED374348",
        "title":"Career Guidance Practices in Northern Europe: Implications for U.S. School-to-Work Programs. A Report of the Career Guidance Team of the Comparative Learning Teams Project."},
      {
        "id":"ED374349",
        "title":"Education for Employment in the New Economy. A Report of the Economic Partners Team of the Comparative Learning Teams Project."},
      {
        "id":"ED374350",
        "title":"Designing Quality Programs: International Lessons on Youth Employment Preparation. A Report of the Designing Quality Programs Team of the Comparative Learning Teams Project."},
      {
        "id":"ED374351",
        "title":"The Role of Standards, Assessment and Credentialing in Educating the High Performance Worker: Lessons from Denmark and Great Britain. A Report of the Standards Team of the Comparative Learning Teams Project."},
      {
        "id":"ED374352",
        "title":"School-to-Work Transition in the U.S.: The Case of the Missing Social Partners. A Report of the Governance and Finance Team of the Comparative Learning Teams Project."},
      {
        "id":"ED374354",
        "title":"Tensions between Policy and Workplace Opportunities in Rural Arizona: Does Public Policy Ignore Social Equality?"},
      {
        "id":"ED374355",
        "title":"Literacy across the Curriculum: Connecting Literacy in the Schools, Community and Workplace, 1992-1993."},
      {
        "id":"ED374356",
        "title":"Transitions: Building Partnerships between Literacy Volunteer and Adult Education Programs. A Guide to Effective Transition Strategies."},
      {
        "id":"ED374357",
        "title":"A Seven Step Problem-Solving Method for School Psychologists."},
      {
        "id":"ED374358",
        "title":"The Role and Function of New Jersey Community College Counselors: What Is and What Should Be."},
      {
        "id":"ED374359",
        "title":"Treatment Placement Decisions for Adolescent Clients of Washington State's Division of Alcohol and Substance Abuse."},
      {
        "id":"ED374360",
        "title":"Child Care Rates in Washington State: 1992."},
      {
        "id":"ED374361",
        "title":"The Referral Process of School Intervention Programs in Washington State to Alcohol and Drug Assessment Centers: A Case Study of Four High Schools."},
      {
        "id":"ED374363",
        "title":"Sexual Revictimization: A Longitudinal Perspective."},
      {
        "id":"ED374364",
        "title":"Cognitive Factors Associated with Depression in a Comparison Study of Helping Professionals."},
      {
        "id":"ED374365",
        "title":"Children's Coping Resources Subsequent to Parental Divorce: A Developmental Perspective."},
      {
        "id":"ED374366",
        "title":"Parallels between Art and Verbal Therapeutic Communication."},
      {
        "id":"ED374368",
        "title":"Medical Art Therapy: Defining a Field."},
      {
        "id":"ED374369",
        "title":"Family-School Bonding and Student Success."},
      {
        "id":"ED374370",
        "title":"Driving While Intoxicated."},
      {
        "id":"ED374371",
        "title":"The Coach's Role in Alcohol/Drug Prevention."},
      {
        "id":"ED374372",
        "title":"Assessing Adolescent Treatment Programs."},
      {
        "id":"ED374373",
        "title":"Alcohol Impairment and Social Drinking."},
      {
        "id":"ED374374",
        "title":"AIDS and Chemical Dependency."},
      {
        "id":"ED374375",
        "title":"Facts on Adolescent Substance Abuse."},
      {
        "id":"ED374376",
        "title":"Facts on: Grant Funding for Alcohol/Drug Prevention. Fact Sheet No. 25."},
      {
        "id":"ED374377",
        "title":"Improving Conflict Resolution Skills of Primary Students through Curriculum Adaptation and Teacher Interventions."},
      {
        "id":"ED374378",
        "title":"Burnout and Job Dissatisfaction among Practicing School Psychologists in Illinois."},
      {
        "id":"ED374379",
        "title":"Gun Dealers, USA."},
      {
        "id":"ED374380",
        "title":"Sex and America's Teenagers."},
      {
        "id":"ED374382",
        "title":"Attitudes toward Parenting."},
      {
        "id":"ED374383",
        "title":"Parental Hostility as a Predictor of Parental Authority and Adolescent Self-Esteem."},
      {
        "id":"ED374384",
        "title":"Student Assistance Program Implementation and Evaluation."},
      {
        "id":"ED374385",
        "title":"Middle School Guidance Counselors: Are There Enough?"},
      {
        "id":"ED374386",
        "title":"Parental Attitudes toward Sex Education for Young Children in Taiwan."},
      {
        "id":"ED374387",
        "title":"Counseling and Nature: A Greening of Psychotherapy."},
      {
        "id":"ED374388",
        "title":"Supportive Counseling for Students Recovering from Substance Abuse."},
      {
        "id":"ED374389",
        "title":"Drug Prevention Training Project for Counselors and Other Suport Services Personnel in the Public School Systems in Los Angeles County, California: Program Evaluation Report, 1991-1992."},
      {
        "id":"ED374390",
        "title":"Educational Support Services Personnel Drug Prevention Training Project in the Public School Systems in Los Angeles County, California: Program Evaluation Report, 1992-1994."},
      {
        "id":"ED374391",
        "title":"I Teach What I Know: An Examination of Teachers' Beliefs about Whole Language."},
      {
        "id":"ED374392",
        "title":"Reading Framework for the 1992 and 1994 National Assessment of Educational Progress: NAEP Reading Consensus Project."},
      {
        "id":"ED374393",
        "title":"Whole Language: A Survey of Language Arts Approaches in Cass County Michigan Secondary Schools."},
      {
        "id":"ED374395",
        "title":"The Analytical Student: A Whole Learning Study Guide for High School and College Students."},
      {
        "id":"ED374396",
        "title":"The Thinking/Learning System: A Brain-Compatible Strategy for Effective Teaching of Higher-Order Thinking and Learning."},
      {
        "id":"ED374397",
        "title":"Teachers' Beliefs and Practices: Dissonance or Contextual Reality?"},
      {
        "id":"ED374400",
        "title":"Contributor&apos;s Guide to Periodicals in Reading."},
      {
        "id":"ED374401",
        "title":"Family Book Sharing Groups--Start One in Your Neighborhood!"},
      {
        "id":"ED374402",
        "title":"Motivation and Cognitive Strategy Use in Reading and Writing."},
      {
        "id":"ED374403",
        "title":"School Book Clubs and Literacy Development: A Descriptive Study. Report Series 2.22."},
      {
        "id":"ED374404",
        "title":"Learning Counterintuitive Physics Concepts: The Effects of Text and Educational Environment. Reading Research Report No. 16."},
      {
        "id":"ED374405",
        "title":"An Inquiry Model for Literacy across the Curriculum. Technical Report No. 598."},
      {
        "id":"ED374406",
        "title":"The Human-Computer Interface and the Newspaper of the Future: Some Cognitive Effects of Modality and Story Type on Reading Time and Memory."},
      {
        "id":"ED374407",
        "title":"New Technology and the Newspaper of the Future: Some Effects of Modality, Story Type, and Search Experience on Information Location."},
      {
        "id":"ED374408",
        "title":"Toward a Systematic Method of Measuring Free Recall from Printed News Stories."},
      {
        "id":"ED374409",
        "title":"Information Recall of Four Newspaper Elements among Young Readers."},
      {
        "id":"ED374410",
        "title":"Developing an Early Intervention Reading Program for the Primary Grades of a Public School."},
      {
        "id":"ED374411",
        "title":"Race and Gender Differences in Cognitive Laterality: Implications for Leadership."},
      {
        "id":"ED374412",
        "title":"Relationships between Learning Styles and Academic Achievement and Brain Hemispheric Dominance and Academic Performance in Business and Accounting Courses."},
      {
        "id":"ED374414",
        "title":"The Indiana State Assessment System: Are We Up to the Challenges?"},
      {
        "id":"ED374417",
        "title":"We All Believe in Education."},
      {
        "id":"ED374418",
        "title":"Tone and Role: From &quot;Participant&quot; Stance to the &quot;Spectator&quot; Stance in the Writing of African American College Composition Students."},
      {
        "id":"ED374419",
        "title":"A More Favorable Context: What Former Basic Writers Report about Writing on the Job."},
      {
        "id":"ED374421",
        "title":"TextProF: A Metacognitive Intervention To Foster Students' Writing Ability."},
      {
        "id":"ED374423",
        "title":"The Angel in the Academy: The Creative Writer as Helpmeet on the Distaff Side of English Studies."},
      {
        "id":"ED374424",
        "title":"Come Talk Story: A Creative Writing Workshop in Hawai'i."},
      {
        "id":"ED374426",
        "title":"Dialoguing on the Interactions between Racially/Ethnically Identifiable Characters in Children's Books."},
      {
        "id":"ED374427",
        "title":"Literature and Multiculturalism: the Challenge of Teaching and Learning about Literature of Diverse Cultures."},
      {
        "id":"ED374428",
        "title":"The Language of Classroom Democracies: Assessing Language and Learning within the Student Culture."},
      {
        "id":"ED374429",
        "title":"Assessing Ourselves First: Developing Teaching Portfolios To Document Change."},
      {
        "id":"ED374430",
        "title":"The Ninjas, the X-Men, and the Ladies: Playing with Power and Identity in an Urban Primary School."},
      {
        "id":"ED374431",
        "title":"What's Involved?: Setting up a Writing Exchange. Occasional Paper No. 37."},
      {
        "id":"ED374432",
        "title":"School Reform through Examinations: Lessons from the British Experience. Occasional Paper No. 38."},
      {
        "id":"ED374433",
        "title":"Ahead to the Past: Assessing Student Achievement in Writing. Occasional Paper No. 39."},
      {
        "id":"ED374434",
        "title":"School Order Wins over First Amendment in Hazelwood."},
      {
        "id":"ED374435",
        "title":"How JMC Education Rates in Its Efforts to Sensitize Students to Ableism Issues."},
      {
        "id":"ED374436",
        "title":"Journalism/Mass Communication Education's Response to Calls for Increased Racial/Ethnic Sensitivity."},
      {
        "id":"ED374437",
        "title":"Resistance, Receptivity, and Evolving Literacy."},
      {
        "id":"ED374438",
        "title":"Authorizing the Individual Voice, Becoming a Citizen: Dialogue Journals as Transitional Sites."},
      {
        "id":"ED374439",
        "title":"A Survey of Attitudes towards Certain Aspects of the English Curriculum Held by Selected Educational and Non-Educational Groups Designated as Liberal and Conservative."},
      {
        "id":"ED374440",
        "title":"Language, Literacy, and Spirituality in a Quaker Meeting and an AIDS Hospice."},
      {
        "id":"ED374441",
        "title":"Images in Language, Media, and Mind."},
      {
        "id":"ED374442",
        "title":"Positioning Personal Discourse Professionally."},
      {
        "id":"ED374443",
        "title":"Evidence as a Stage of Knowing in Composition."},
      {
        "id":"ED374444",
        "title":"What Is a Functional Model of Language? PEN 95."},
      {
        "id":"ED374445",
        "title":"Pedagogical Reality."},
      {
        "id":"ED374446",
        "title":"Access? Books, Children, and Literature-Based Curriculum in Schools. Report Series 1.13."},
      {
        "id":"ED374447",
        "title":"Gender and the Rhetoric of Reproduction in Popular Science Texts."},
      {
        "id":"ED374448",
        "title":"Reinventing a Nation: The Rhetoric of Political Transformation in Poland."},
      {
        "id":"ED374449",
        "title":"The Westminster Writing Assessment Program: A Model for Small Colleges."},
      {
        "id":"ED374450",
        "title":"Negotiating Competing Schemas for Discourse: A Framework and Study of Argument Construction. The Writing of Arguments across Diverse Contexts. Study 2. Final Report."},
      {
        "id":"ED374451",
        "title":"Negotiations in Community Literacy: Conflict in Community Collaboration. The Writing of Arguments across Diverse Contexts. Study 3. Final Report."},
      {
        "id":"ED374452",
        "title":"Ideological Divergences in a Teacher Research Group. Revised."},
      {
        "id":"ED374453",
        "title":"Will More Diversified Staffs Diversify Newspaper Content? A Pilot Study."},
      {
        "id":"ED374454",
        "title":"Multicultural Literature: What Is It and How and Why Are We Teaching It?"},
      {
        "id":"ED374455",
        "title":"Looking for &quot;Resistance&quot; in All the Wrong Places."},
      {
        "id":"ED374458",
        "title":"Collaborative Invention in Computer Prototype Design: Negotiating Group Processes and Artifacts."},
      {
        "id":"ED374459",
        "title":"Newspaper Mug Shots, Readers Attitudes, and an Illinois Case Study."},
      {
        "id":"ED374460",
        "title":"State High School Press Freedom Laws: A Profile of Legislative Sponsors."},
      {
        "id":"ED374461",
        "title":"The Spiritual Traditions of the East: A Bibliography for Elementary and Middle School Teachers."},
      {
        "id":"ED374462",
        "title":"Facilitating Teachers' Professional Growth through Action Research."},
      {
        "id":"ED374463",
        "title":"Preserving Intellectual Freedom: Fighting Censorship in Our Schools."},
      {
        "id":"ED374464",
        "title":"Intersections: Theory-Practice in the Writing Center."},
      {
        "id":"ED374465",
        "title":"Teachers Thinking, Teachers Knowing: Reflections on Literacy and Language Education."},
      {
        "id":"ED374466",
        "title":"The Language of Interpretation: Patterns of Discourse in Discussions of Literature."},
      {
        "id":"ED374467",
        "title":"Using Children's Literature across the Curriculum. Fastback 374."},
      {
        "id":"ED374469",
        "title":"A Different Exemplum: Those Whom Good Teaching Fails."},
      {
        "id":"ED374470",
        "title":"Occupation and Activity Gender Trends in the Berenstain Bear Series."},
      {
        "id":"ED374471",
        "title":"Katz's Five Issues of Psychodynamic Development: The Importance of Theatre Participation to the Collegiate Experience."},
      {
        "id":"ED374472",
        "title":"&quot;Repellent and Shameful&quot;: The Portrayal of AIDS in &quot;America Responds to AIDS&quot; Broadcast Public Service Announcements, 1987-1992."},
      {
        "id":"ED374473",
        "title":"Power, Narrative and Democracy in Social Theory."},
      {
        "id":"ED374474",
        "title":"Chinese Students Avoid Interpersonal Communication: An Analysis of the Problem and Suggestions for Retention."},
      {
        "id":"ED374475",
        "title":"Toward Interracial Understanding: Relationships in Athol Fugard's &quot;Master Harold...and the Boys&quot; and &quot;My Children! My Africa!&quot;"},
      {
        "id":"ED374476",
        "title":"A Conceptual Model of Communication and Health Outcomes."},
      {
        "id":"ED374477",
        "title":"Challenge Behavior in the College Classroom: What, When, and How Often?"},
      {
        "id":"ED374478",
        "title":"&quot;Butthead,&quot;&quot;Swirlies,&quot; and Dirty Looks: Interpersonal Conflict from a Younger Point of View."},
      {
        "id":"ED374479",
        "title":"Communication Faculty Recruitment 1993-1998: A Survey of Staffing Needs."},
      {
        "id":"ED374480",
        "title":"Resistance to the Adoption of Computer Communication Technology by Communication Faculty."},
      {
        "id":"ED374481",
        "title":"Crisis in Our Schools: The Legitimacy of Catholic Schools and the Educational System."},
      {
        "id":"ED374482",
        "title":"The Relationship between Student Perceptions of the Multimedia Classroom and Student Learning Styles."},
      {
        "id":"ED374483",
        "title":"&quot;It's Not Getting at 'Real'&quot;: Exploring Alternative Approaches to Critical Thinking."},
      {
        "id":"ED374484",
        "title":"Principle-Centered Leadership: A Review of the Literature for a Seminar Course in Leadership and Communication."},
      {
        "id":"ED374485",
        "title":"Incidence Rates of Sexual Harassment in Mass Communications Internship Programs: An Initial Study Comparing Intern, Student, and Professional Rates."},
      {
        "id":"ED374486",
        "title":"The Relationship between Organisational Culture and Organisational Climate with Reference to a University Setting."},
      {
        "id":"ED374487",
        "title":"Is Human-Computer Interaction Social or Parasocial?"},
      {
        "id":"ED374488",
        "title":"Doing Good Is a Hustle, Too: Effects of Motives To Impression Manage, Communication Style, and Licensing on the Reputation of the Public Relations Practitioner."},
      {
        "id":"ED374489",
        "title":"Schema Wars: Conflicts between Heavy TV Viewers and Heavy Church Attendees as to \"The Most Important Problem Facing America Today.\""},
      {
        "id":"ED374490",
        "title":"Do They Believe It When They See It?: Video News Release Effects on Viewer Recall and Attitudes."},
      {
        "id":"ED374491",
        "title":"Examining Flirting in Social and Work Contexts: Are There Implications for Harassment?"},
      {
        "id":"ED374492",
        "title":"What! I Have To Give a Speech?"},
      {
        "id":"ED374494",
        "title":"The Adoption of Digital Imaging Technology at Daily College Student Newspapers and the Credibility of News Photos."},
      {
        "id":"ED374495",
        "title":"Defining &quot;Educational and Informational&quot; for Children's Television Programming."},
      {
        "id":"ED374496",
        "title":"Images of Science and Scientists on Children's Educational Science Programs."},
      {
        "id":"ED374497",
        "title":"Product News versus Advertising: An Exploration within a Student Population."},
      {
        "id":"ED374499",
        "title":"A Study of the Effect of Alternative Programs on the Potential Dropout."},
      {
        "id":"ED374500",
        "title":"Gaining Voice: Democratic Praxis in Restructured Schools."},
      {
        "id":"ED374501",
        "title":"Shared Decision-Making and Student Achievement."},
      {
        "id":"ED374502",
        "title":"Time for Reform."},
      {
        "id":"ED374503",
        "title":"Character Education."},
      {
        "id":"ED374504",
        "title":"Changing the Discourse in Schools."},
      {
        "id":"ED374505",
        "title":"Staying the Course: The Home, the School, and the Politics of Gender: PTAs and Boards of Education in Philadelphia and Its Suburbs, 1905-1930."},
      {
        "id":"ED374506",
        "title":"The Influence of the Principal's Leadership Style on School Climate and Student Achievement. Draft."},
      {
        "id":"ED374507",
        "title":"Federal Policy and Its Support for Reform--Is a Flexible Approach Effective?"},
      {
        "id":"ED374508",
        "title":"Developing, Measuring and Testing an Organizational Model of Instructional Supervision: Implications for Administrative Leadership."},
      {
        "id":"ED374509",
        "title":"A Three-Year Examination of Participants' Perspectives of Educational Partnerships."},
      {
        "id":"ED374510",
        "title":"A Quality Function Deployment Analysis of Customer Needs for Meeting School Improvement Goals: The Voice of the School Principal."},
      {
        "id":"ED374511",
        "title":"Site-Based Decision Making Using Faculty Senates: Three Years of Experience in West Virginia."},
      {
        "id":"ED374512",
        "title":"Organizational Development in Transition: The Schooling Perspective."},
      {
        "id":"ED374513",
        "title":"School-Based Planning: Are UK Schools Grasping the Strategic Initiative?"},
      {
        "id":"ED374514",
        "title":"Does Graduate Training in Educational Administration Improve America's Schools? Another Look at Some National Data."},
      {
        "id":"ED374515",
        "title":"Calculating the Costs of Restructuring: A Tale of Two Professional Development Schools."},
      {
        "id":"ED374516",
        "title":"The Public's Role in School Reform."},
      {
        "id":"ED374517",
        "title":"Marketing, Parental Choice and Strategic Planning: An Opportunity or Dilemma for UK Schools?"},
      {
        "id":"ED374518",
        "title":"Restructuring Schools in Kentucky: Insights from Superintendents."},
      {
        "id":"ED374519",
        "title":"The Changing Role of the Superintendency in Restructuring Districts in Kentucky."},
      {
        "id":"ED374520",
        "title":"Transformational Change and the Evolving Role of the Principal: Early Empirical Evidence."},
      {
        "id":"ED374521",
        "title":"A Professor-Coach Relationship in Educational Administration: Learning To Lead."},
      {
        "id":"ED374522",
        "title":"The Identification of Underlying Cultural Assumptions in an Effective School."},
      {
        "id":"ED374523",
        "title":"Choice, Competition and Equity: Lessons from Research in the UK."},
      {
        "id":"ED374524",
        "title":"Nongraded Programs: Opinions and Aspects of Change."},
      {
        "id":"ED374525",
        "title":"In Search of a Theory of Parent Involvement for School Administrators."},
      {
        "id":"ED374526",
        "title":"Parental Involvement in High Schools."},
      {
        "id":"ED374527",
        "title":"Brief Encounters: Researching Education Policy Making in Elite Settings."},
      {
        "id":"ED374528",
        "title":"Grant-Maintained Status: School Autonomy or State Control."},
      {
        "id":"ED374529",
        "title":"Stop the Violence!: I Want to Learn. Discussing Solutions."},
      {
        "id":"ED374530",
        "title":"Time Span of Discretion and Administrative Work in School Systems: Results of a Pilot Study."},
      {
        "id":"ED374531",
        "title":"The Changing Role of the School Attorney: Protecting and Exploiting Sources of Revenue for Schools."},
      {
        "id":"ED374532",
        "title":"A Summary of Selected Nationwide School Bus Crash Statistics in 1989. Technical Report."},
      {
        "id":"ED374536",
        "title":"Teacher Tenure Reform: Problem Definition in Policy Formulation."},
      {
        "id":"ED374537",
        "title":"Seeing Is Not Believing: Sexual Harassment in Public School and the Role of Adults."},
      {
        "id":"ED374538",
        "title":"Litigation and Liabilities: Issues in Nonpublic Schools (Negligent Hiring and Retention and Employer Liability)."},
      {
        "id":"ED374539",
        "title":"A Comparative Career Profile in 1985-1990 Female and Male Graduates of Educational Administration from a Midwestern Research University."},
      {
        "id":"ED374540",
        "title":"How Teachers Empower Superordinates: Running Good Schools."},
      {
        "id":"ED374541",
        "title":"Parents and Educational Reform."},
      {
        "id":"ED374542",
        "title":"The Politics of the Principal: Influencing Teachers' School Based Decision Making. Draft."},
      {
        "id":"ED374543",
        "title":"Administrative Policy as Myth."},
      {
        "id":"ED374544",
        "title":"Restructuring Accountability: Educative Policy Research into a Politically Incorrect Issue."},
      {
        "id":"ED374545",
        "title":"Moving beyond School-Business Partnerships and Creating Relationships."},
      {
        "id":"ED374546",
        "title":"Inside Three Schools: A Midterm Look at the Effective Schools Initiative of the New Jersey Department of Education."},
      {
        "id":"ED374547",
        "title":"Law, Trauma, and Sexual Abuse in the Schools: Why Can't Children Protect Themselves?"},
      {
        "id":"ED374548",
        "title":"Becoming a True Middle School: Cultural Transformation of Accelerated Middle Schools."},
      {
        "id":"ED374549",
        "title":"Partnerships as Mechanisms for Change: The Benefits of, and Barriers to, Collaboration."},
      {
        "id":"ED374550",
        "title":"School Restructuring: Building Connections, Adjusting to New Roles and Spreading the Vision."},
      {
        "id":"ED374551",
        "title":"Statewide Testing and Local Improvement: An Oxymoron?"},
      {
        "id":"ED374552",
        "title":"Re:Learning in Pennsylvania: A Resource Book."},
      {
        "id":"ED374553",
        "title":"Progress Report on Restructuring Progress in Four Maryland Middle Schools: An RBS Report on Progress during 1991/92."},
      {
        "id":"ED374554",
        "title":"Maryland's Graduation Requirements: Local Effects of Policy Reform."},
      {
        "id":"ED374555",
        "title":"State Policy Reform and Tracking."},
      {
        "id":"ED374556",
        "title":"Teacher Evaluation and School Climate."},
      {
        "id":"ED374557",
        "title":"Local Variation in Response to State Reform of High School Graduation Requirements."},
      {
        "id":"ED374558",
        "title":"Re:Learning in Pennsylvania: McCaskey High School, School District of Lancaster."},
      {
        "id":"ED374559",
        "title":"Measuring Quality: Education Indicators--United Kingdom and International Perspectives."},
      {
        "id":"ED374561",
        "title":"Improving the Quality of Work Life in Public Schools."},
      {
        "id":"ED374562",
        "title":"Scenarios of Three Critical Issues."},
      {
        "id":"ED374563",
        "title":"Administrative Behavior, School SES, and Student Achievement: A Preliminary Investigation."},
      {
        "id":"ED374564",
        "title":"Effective Principal Behaviors."},
      {
        "id":"ED374565",
        "title":"The Secondary School Recognition Program: A First Report on 202 High Schools."},
      {
        "id":"ED374566",
        "title":"Should We Restructure Our Schools? A Resource Book To Help Educators Explore the Idea of Restructuring."},
      {
        "id":"ED374567",
        "title":"The Central Office Role in Instructional Improvement."},
      {
        "id":"ED374568",
        "title":"Goals 2000: A World-Class Education for Every Child."},
      {
        "id":"ED374569",
        "title":"Democratic Value Inculcation in Public Schools: The Role of the Constitution and the Courts."},
      {
        "id":"ED374571",
        "title":"On the Design and Purposes of State Curriculum Guides: A Comparison of Mathematics and Social Studies Guides from Four States."},
      {
        "id":"ED374572",
        "title":"Assessment's Conflicting Purposes, Conflicting Politics: Impact on Local School Systems."},
      {
        "id":"ED374573",
        "title":"Sexual Harassment and Molestation in Education."},
      {
        "id":"ED374574",
        "title":"Diversity and Equity in Educational Administration: Missing in Theory and in Action."},
      {
        "id":"ED374575",
        "title":"To Test or Not To Test: The Status of Psychological Testing under the ADA."},
      {
        "id":"ED374576",
        "title":"The Americans with Disabilities Act: Using Job Analysis To Meet New Challenges."},
      {
        "id":"ED374577",
        "title":"The Work Inventory for Severely disAbled (WISd): A System for Meeting Job/Client Match and Accommodation/Redesign Diagnostic Needs for Workers with Severe Disabilities."},
      {
        "id":"ED374578",
        "title":"Family-Based Practicum Experience: A Parent-Professional Partnership for Personnel Preparation."},
      {
        "id":"ED374579",
        "title":"The Gifted/Learning Disabled Student: A Contradiction in the Classroom."},
      {
        "id":"ED374580",
        "title":"For the Children. Building Partnerships for Special Needs Children: A Parent and Provider Resource."},
      {
        "id":"ED374581",
        "title":"A Programming Guide for Emotional Disturbance. Bulletin No. 94324."},
      {
        "id":"ED374582",
        "title":"Evaluer pour enseigner: a la decouverte d'une pedagogie efficiente aupres de l'eleve sourd (To Evaluate for Instruction: The Discovery of an Efficient Teaching Method for Deaf Students)."},
      {
        "id":"ED374584",
        "title":"Foundation Level Training. Module One: People Are People. Participant's Manual."},
      {
        "id":"ED374585",
        "title":"Foundation Level Training. Module Two: Changing Times. Participant's Manual."},
      {
        "id":"ED374586",
        "title":"Foundation Level Training. Module Three: Systems and Policies. Participant's Manual."},
      {
        "id":"ED374587",
        "title":"Foundation Level Training. Module Four: The New Frontiers. Participant&apos;s Manual."},
      {
        "id":"ED374588",
        "title":"Evaluating the Impact and Effectiveness of Special Education Based on Program and Student Outcomes. Review of Selected Reports, Documents, and Articles. Project FORUM. Final Report."},
      {
        "id":"ED374589",
        "title":"Beyond the Rainbow: A Guide for Parents of Children with Dyslexia and Other Learning Disabilities. Second Edition."},
      {
        "id":"ED374591",
        "title":"Reflections on Reform: Inclusion from Congress to Courts to Classrooms."},
      {
        "id":"ED374592",
        "title":"Academic Coping Skills and College Expectations of Learning Disabled High School Students."},
      {
        "id":"ED374594",
        "title":"Javits Gifted and Talented Students Education Program: Grants Projects Abstracts, 1992-1993."},
      {
        "id":"ED374595",
        "title":"Perceptions of Special Education Program Effectiveness and Attitudes toward Inclusion."},
      {
        "id":"ED374596",
        "title":"Personal Captioning for Students with Language-Related Learning Needs."},
      {
        "id":"ED374597",
        "title":"Training Special Education Teachers To Write Appropriate Goals and Short Term Objectives with Measurable Student Outcomes for Individualized Education Plans."},
      {
        "id":"ED374599",
        "title":"Promising Classroom Interventions for Students with Attention Deficit Disorders."},
      {
        "id":"ED374600",
        "title":"Improving Communication Skills with an Augmentative Communication Program for Primary Severely Physically Impaired Students."},
      {
        "id":"ED374601",
        "title":"Increasing Grades and Improving the Quality of Writing of 8th Grade Home/Hospital Students with a Comprehensive Writing Curriculum."},
      {
        "id":"ED374602",
        "title":"Educational Interventions for Visual-Motor Deficiencies That Affect Handwriting in School-Aged Children."},
      {
        "id":"ED374603",
        "title":"Improving Communication and Collaboration between Health Care and Education Professionals by Increasing Understanding of Common Issues Concerning Medically Fragile and Special Needs Children."},
      {
        "id":"ED374604",
        "title":"Strategic Planning and Implementation of a Project that Supports an Early Childhood Special Education Team in Their Implementation of Recommended Practices."},
      {
        "id":"ED374605",
        "title":"A First-Grade Inclusion Model That Trains Classroom Teachers To Modify and Develop Curriculum for Language-Learning Disabled Students."},
      {
        "id":"ED374606",
        "title":"A Program Designed and Implemented To Alleviate Feelings of Isolation for the Extended Families of Primary, Severely Emotionally Disturbed Children through an Educative and Social Support Network."},
      {
        "id":"ED374607",
        "title":"Community Integration and Deinstitutionalization: Characteristics, Practices, and Comparative Roles in the Change Process."},
      {
        "id":"ED374608",
        "title":"Garrity V. Gallen: The Role of the Court in Institutional Closure."},
      {
        "id":"ED374609",
        "title":"The Closing of Laconia: From the Inside Out."},
      {
        "id":"ED374610",
        "title":"A Qualitative Study of Self Advocacy and Guardianship: Views from New Hampshire."},
      {
        "id":"ED374611",
        "title":"Innovation and Development in Special Education: Directory of Current Projects. 1994 Edition."},
      {
        "id":"ED374612",
        "title":"The Marfan Syndrome: Physical Activity Guidelines for Physical Educators, Coaches and Physicians."},
      {
        "id":"ED374613",
        "title":"The Marfan Syndrome: A Booklet for Teachers."},
      {
        "id":"ED374614",
        "title":"Outcome Based Performance Measures for Illinois Citizens with Disabilities."},
      {
        "id":"ED374615",
        "title":"A Need for Curricular Revision in Public School Special Education."},
      {
        "id":"ED374616",
        "title":"Project Application Guidelines: Education Funding for Children with Disabilities. Bulletin No. 94246."},
      {
        "id":"ED374617",
        "title":"National Respite Guidelines: Respite Services for Families of Children with Disabilities, Chronic and Terminal Illnesses, and Children at Risk of Abuse or Neglect."},
      {
        "id":"ED374618",
        "title":"Developing and Implementing Rural Respite and Crisis Nursery Programs. ARCH Factsheet Number 35."},
      {
        "id":"ED374619",
        "title":"Improving the Transition of Special Needs Students to a Setting in Their Home School. Action Research Final Report."},
      {
        "id":"ED374620",
        "title":"An Executive Summary and Further Analysis of Mississippi's 1990 Report to Congress under the Development Disabilities Assistance and Bill of Rights Act."}]
  }}
